{"Authors":" Donald H. Pfister, Thomas Læssøe, Karen Hansen","Year":" 2001","Title":" Phylogenetics of the Pezizaceae, with an emphasis on\nPeziza","Journal":" Mycologia","Volume":" 93","Issue":" 5","Pages":" 958-990","Keywords":" NA","DOI":" 10.2307/3761760","Abstract":" Phylogenetic relationships among members of the Pezizaceae\nwere studied using 90 partial LSU rDNA sequences from 51 species of\nPeziza and 20 species from 8 additional epigeous genera of the\nPezizaceae, viz. Boudiera, Iodophanus, Iodowynnea, Kimbropezia,\nPachyella, Plicaria, Sarcosphaera and Scabropezia, and 5 hypogeous\ngenera, viz. Amylascus, Cazia, Hydnotryopsis, Ruhlandiella and Tirmania.\nTo test the monophyly of the Pezizaceae and the relationships to the\ngenera Marcelleina and Pfistera (Pyronemataceae), 6 species from the\nfamilies Ascobolaceae, Morchellaceae and Pyronemataceae were included.\nMaximum parsimony and maximum likelihood analyses of these sequences\nsuggest that the Pezizaceae is paraphyletic, because the non-amyloid\nMarcelleina is nested within it. If Marcelleina was transferred to the\nPezizaceae, then the family would be monophyletic. Although the\nPezizaceae is traditionally characterized by amyloid asci, our results\nindicate that the amyloidity is a symplesiomorphy, which has been lost\nin some lineages, e.g. in those including Marcelleina and Cazia. Nodes\ndeep in the tree could not be resolved, but 7 groups of species (I-VII)\nare generally well supported or present in all trees. Peziza species,\nwhich constitute the core of the family, are present in all groups\nexcept group III, confirming the non-monophyly of the genus. The\nanalyses suggest that the other included genera of the Pezizaceae are\nall nested within Peziza, the placement of Iodophanus being unresolved.\nThe morphologically distinct Peziza gerardii, which forms a clade with\nMarcelleina, appears to be the sister group to the rest of the\nPezizaceae. Morphological features were studied and evaluated in the\ncontext of the phylogeny. Distinct types of ascus amyloidity were found\nto support different rDNA lineages, e.g. a distinct amyloid ring zone at\nthe apex is a synapomorphy for group IV, an intense and unrestricted\namyloidity over the apex is mostly found in group VI, and asci that are\nweakly or diffusely amyloid in the entire length are present in group\nII. Other morphological features, such as spore surface relief,\nguttulation, excipulum structure and pigments, while not free from\nhomoplasy, do support the groupings. Anamorphs likewise provide clues to\nhigher-order relationships within the Pezizaceae. Several macro- and\nmicromorphological features, however, appear to have evolved several\ntimes independently, including ascomatal form and habit (epigeous,\nsemihypogeous or hypogeous), spore discharge mechanisms, and spore\nshape. Parsimony-based optimization of character states on our\nphylogenetic trees suggested that transitions to truffle and\ntruffle-like forms evolved at least three times within the Pezizaceae\n(in group III, V and VI). The 9 hypogeous species included are nested in\nlineages with epigeous pezizaceous taxa. Species with apothecia of\nvarious shapes and with forcible spore discharge are spread among all\ngroups and the apothecium is suggested to be symplesiomorphic in the\nPezizaceae. The results indicate that the apothecia forming Pezizaceae\nhave given rise to at least 3 different forms of hypogeous ascomata\nwithout forcible spore discharge: ptychothecia, stereothecia and\nexothecia.","trees":[{"tree_label":"Fig. 22","ntax":"90","rootedtree":"TRUE","title":"Pezizaceae, 1 MP tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6472.phy"},{"tree_label":"Fig. 24","ntax":"90","rootedtree":"TRUE","title":"Pezizaceae, ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6593.phy"}]}