{"Authors":" Amanda E. Fisher, J. K. Triplett, C. S. Ho, Kimberly A.\nOltrogge, Alicia D. Schiller, Eric S. Schroder, Scot A. Kelchner, L. G.\nClark","Year":" 2009","Title":" Paraphyly in the bamboo subtribe Chusqueinae (Poaceae:\nBambusoideae) and a revised infrageneric classification for\nChusquea","Journal":" Systematic Botany","Volume":" 34","Issue":" 4","Pages":" 673-683","Keywords":"","DOI":" 10.1600/036364409790139790","Abstract":" A phylogenetic analysis of five coding and non-coding\nchloroplast loci, totaling 6.6 kilobases of aligned nucleotide and indel\ncharacters, suggests that the large neotropical bamboo genus Chusquea is\nembedded within the much smaller Andean genus Neurolepis. Monophyly of\neach taxon was anticipated due to the unique occurrence of dimorphic\nmultiple buds in Chusquea and the lack of aerial branching in\nNeurolepis. We tested whether the unexpected placement of Chusquea might\nbe the result of a biased analysis. Both Neurolepis and the outgroup\ntaxa have long branches that could influence rooting and inferred\ningroup relationships. A number of methods were employed to test for\nlong-branch attraction and sampling effects in our topology. Alternative\nhypothesis testing using a conservative form of the Shimodaira-Hasegawa\ntest indicated that paraphyly of Neurolepis is a significantly better\nexplanation of the data than monophyly, even when models of character\nevolution are changed. Given the robustness of the topology, high\nsupport measures for clades on the tree, and the results of the\nShimodaira-Hasegawa tests, we conclude that chloroplast genomes indicate\nprobable paraphyly of Neurolepis with respect to Chusquea. The species\nof Neurolepis are therefore transferred to Chusquea, resulting in the\nfollowing new combinations and names: Chusquea acuminatissima, C.\nangusta, C. asymmetrica, C. cylindrica, C. diversiglumis, C. elata, C.\nfimbriligulata, C. laegaardii, C. magnifolia, C. mollis, C. nana, C.\nnobilis, C. petiolata, C. rigida, C. silverstonei, C. spectabilis, C.\nsteyermarkii, C. stuebelii, C. tovari and C. villosa. The names\nNeurolepis elata, N. stuebelii, N. weberbaueri, Planotia ingens, and P.\ntessellata are lectotypified.","trees":[{"tree_label":"Fig. 1","ntax":"27","rootedtree":"TRUE","title":"Chusqueinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6627.phy"}]}