{"Authors":" Brian A. Perry, Leho Tedersoo, Rasmus Kjøller, Karen\nHansen","Year":" 2006","Title":" Molecular and morphological diversity of pezizalean\nectomycorrhiza","Journal":" New Phytologist","Volume":" 170","Issue":" NA","Pages":" 581-596","Keywords":" NA","DOI":" 10.1111/j.1469-8137.2006.01678.x","Abstract":" Summary 1. A growing body of molecular research is\ndiscovering a high diversity of pezizalean ectomycorrhiza (EcM), yet\nmost remain unidentified at the genus or species level. This study\nuncovers EcM-forming taxa within the Pezizales. 2. EcM-forming Pezizales\nwere revealed by morphotyping and sequencing of EcM root tips from\nforests in Estonia and Denmark. The taxa on EcM root tips were\nidentified using phylogenetic analyses of LSU rDNA sequences derived\nfrom sporocarps of 301 pezizalen species, and comparisons with ITS rDNA\nsequences. 3. Thirty-three species are suggested as EcM symbionts,\nrepresenting all three major clades of Pezizales and the genera: Genea,\nGeopora, Humaria, Tazzetta, Trichophaea, Wilcoxina, Helvella, Hydnotrya,\nTuber, Pachyphloeus, Peziza, Sarcosphaera and two Pezizaceae anamorphs.\nEcM of Pezizales spp. are easily distinguished by anatomy, particularly\nthick cell walls and stout hyphae. 4. This study demonstrates that\nPezizales spp. constitute a considerable proportion of the mycobionts in\nEcM fungal communities in mature boreal deciduous and coniferous forests\nin several soil types. Fruit body sequences and EcM descriptions will\nfacilitate identification of pezizalean EcM in future studies.","trees":[{"tree_label":"Fig. 3","ntax":"98","rootedtree":"TRUE","title":"Pyronemataceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6319.phy"},{"tree_label":"Fig. 4","ntax":"52","rootedtree":"TRUE","title":"Morchellaceae, Discinaceae, Helvellaceae, Tuberaceae,\nRhizinaceae and Caloscypha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6467.phy"},{"tree_label":"Fig. 5","ntax":"78","rootedtree":"TRUE","title":"Pezizaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6481.phy"}]}