{"Authors":" Tadashi Yokogawa, Tetsukazu Yahara","Year":" 2009","Title":" Mitochondrial phylogeny certified PGL (Paternal Genome Loss)\nis of single origin and haplodiploidy sensu stricto (arrhenotoky) did\nnot evolve from PGL in the scale insects (Hemiptera: Coccoidea)","Journal":" Genes and Genetic Systems","Volume":" 84","Issue":" 1","Pages":" 57-66","Keywords":" NA","DOI":" 10.1266/ggs.84.57","Abstract":" In some arthropods, paternal chromosomes are inactivated\nor eliminated in adult males and are not transmitted to offspring by\nsperm. This unique chromosome system is called paternal genome loss\n(PGL). In scale insects (Hemiptera; superfamily Coccoidea), PGL is\nwidespread and three types of PGL have been identified. The questions as\nto whether PGL is of single origin or of multiple origins, and whether\nPGL is evolved to haplodiploidy or derived from diplodiploidy such as\nXX-XO have remained areas of controversy. Preliminary phylogenetic\nanalyses using nuclear ribosomal DNA of 495 nucleotide sites failed to\nprovide conclusive answers to these questions. Here we report a\nhighly-resolved phylogeny of scale insects based on 1,229 nucleotide\nsites from the mitochondrial genes (COI and COII). The paraphyly of\nArchaeococcoidea and the monophyly of Neococcoidea are strongly\nsupported by Bayesian posterior probabilities p=0.99 and 1.00,\nrespectively. These two hypotheses are supported also by maximum\nlikelihood bootstrap probabilities BP=79.9 and 99.4%, respectively. The\nrelationships among families of Neococcoidea are resolved, being\nsupported by p=0.90-1.00 and BP=58.7-100%. Thus, the phylogenetic tree\nprovides us a sound basis for reconstructing the evolutionary history of\nPGL in scale insects. Such results have demonstrated that (1) the common\nancestor of scale insects was diplodiploidy of the XX-XO sex\ndetermination, (2) PGL has a single origin from XX-XO in the common\nancestor of Neococcoidea, and (3) haplodiploidy was derived from XX-XO,\nbut not from PGL. These results support the theories arguing that PGL is\nan evolutionary stable state.","trees":[{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Scale insects","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6313.phy"}]}