{"Authors":" David G. Chapple, Peter A. Ritchie, Charles H.\nDaugherty","Year":" 2009","Title":" Origin, diversification and systematics of the New Zealand\nskink fauna (Reptilia: Scincidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 52","Issue":" 2","Pages":" 470-487","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.03.021","Abstract":" The diverse scincid lizard fauna of the largely submerged\nsubcontinent of Zealandia (which incorporates New Zealand, New\nCaledonia, Lord Howe Island, Norfolk Island, and the Chatham Islands)\nforms a monophyletic lineage within the Eugongylus group of skinks. We\nuse 4062 bp of mitochondrial (ND2, ND4, Cytochrome b, 12SrRNA, 16SrRNA)\nand nuclear (Rag-1) DNA sequence data to recover a molecular phylogeny\nfor the New Zealand skink fauna, and investigate the origin and\ndiversification of skinks in New Zealand. Our phylogeny includes 32 of\nthe 33 extant described New Zealand skink species (Cyclodina and\nOligosoma), the Lord Howe Island skink (C. lichenigera), and\nrepresentatives from several New Caledonian genera. Neighbour-joining,\nMaximum Parsimony, Maximum Likelihood and Bayesian phylogenetic analyses\nare used to demonstrate that the New Zealand skink species form a single\nmonophyletic lineage, with C. lichenigera representing a closely related\nsister lineage to the New Zealand radiation. Our relaxed molecular clock\nanalyses indicate that skinks colonised New Zealand in the early Miocene\n(16-22.6 mya), shortly after the Oligocene drowning event (~25 mya). We\npropose that skinks reached New Zealand from New Caledonia via\nlong-distance overwater dispersal, with C. lichenigera persisting on\nvolcanic islands along the Lord Howe Rise and Norfolk Ridge. Eight major\ngenetic clades are evident within the New Zealand skink fauna, with the\ndivergences among these clades during the early to mid-Miocene resulting\nin distinct open habitat, forest, and coastal radiations. Subsequent\ndiversification in the late Miocene-Pliocene appears to coincide with\ntectonic activity along the Alpine Fault and the uplift of the Southern\nAlps. We were unable to resolve the taxonomic affinities of O. suteri,\nNew Zealand s only native oviparous skink. We use the phylogeny and\ntopology tests to resolve several taxonomic issues and assess the\ntaxonomic status of several suspected undescribed taxa. We complete a\ngeneric revision for the New Zealand skink fauna, placing C. lichenigera\nand all native New Zealand species into a single genus.","trees":[{"tree_label":"NZ Skink","ntax":"92","rootedtree":"TRUE","title":"New Zealand skink fauna, NJ GTR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6186.phy"}]}