{"Authors":" Graham N. Stone, Lucy Webster, Rachel J. Atkinson, Antonis\nRokas","Year":" 2003","Title":" Out of Anatolia: Longitudinal gradients in genetic diversity\nsupport a Turkish origin for a circum-mediterranean oak gallwasp\nAndricus quercustozae.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Many studies have addressed the latitudinal gradients in\nintraspecific genetic diversity of European taxa generated during\npost-glacial range expansion from southern refuges. Though Asia Minor is\nknown to be a centre of diversity for many taxa, relatively few studies\nhave considered its potential role as a Pleistocene refuge or a\npotential source for more ancient westward range expansion into Europe.\nHere we address these issues for an oak gallwasp, Andricus quercustozae\n(Hymenoptera: Cynipidae), whose distribution extends from Morocco along\nthe northern coast of the Mediterranean through Anatolia to Iran. We use\nsequence data for a fragment of the mitochondrial gene cytochrome b and\nallele frequency data for 12 polymorphic allozyme loci to answer the\nfollowing questions: (1) Which regions represent current centres of\ngenetic diversity for A. quercustozae? Does Asia Minor represent a\ndiscrete glacial refuge? (2) Can we infer the timescale and sequence of\nthe colonisation processes linking current centres of diversity? Does\navailable evidence support the conclusion that Asia Minor is the\npre-glacial centre of origin for this species? Our results suggest that\nA. quercustozae was present in five distinct refuges (Iberia, Italy, the\nBalkans, south-western Anatolia and north-eastern Anatolia) with recent\ngenetic exchange between the Italian and Hungarian refuges. The\nrefuge(s) in Anatolia harbour the highest levels of genetic diversity,\nconsistent with the conclusion that European populations are either (a)\nderived from Asia Minor, or (b) subject to more frequent population\nbottlenecks. Though Iberian populations show the lowest diversity for\nputatively selectively neutral markers, they have colonised a new oak\nhost and represent a genetically and biologically discrete entity within\nthe species.","trees":[{"tree_label":"ML tree","ntax":"31","rootedtree":"TRUE","title":"oak gallwasps","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4105.phy"}]}