{"Authors":" Philip S. Ward, Seán G. Brady, Brian L. Fisher, Ted R.\nSchultz","Year":" 2010","Title":" Phylogeny and biogeography of dolichoderine ants: effects of\ndata partitioning and relict taxa on historical inference.","Journal":" Systematic Biology","Volume":" 59","Issue":" 3","Pages":" 342-362","Keywords":"","DOI":" 10.1093/sysbio/syq012","Abstract":" Ants (Hymenoptera: Formicidae) are conspicuous organisms\nin most terrestrial ecosystems, often attaining high levels of abundance\nand diversity. In this study we investigate the evolutionary history of\na major clade of ants, the subfamily Dolichoderinae, whose species\nfrequently achieve ecological dominance in ant communities. This group\nhas also produced some of the world s most successful invasive ants. We\nuse an extensive molecular data set (~9kb of sequence data from 10\nnuclear genes, covering 48 dolichoderine species and 6 outgroup taxa) to\ninfer the phylogenetic relationships, divergence dates, and\nbiogeographic history of these ants. We evaluate the effects of data\npartitioning and outgroup composition on phylogenetic inference by\nestimating relationships under a series of increasingly partitioned data\nsets and by running analyses both with and without Aneuretus simoni, a\nrare and localized species that is the nearest living relative of\nDolichoderinae. We also examine the effects of excluding two data\npartitions with significant base composition heterogeneity. Our results\nreveal four well-supported and mutually exclusive clades of\ndolichoderines, corresponding to four newly defined tribes:\nBothriomyrmecini (B), Dolichoderini (D), Leptomyrmecini (L) and\nTapinomini (T). All Bayesian and likelihood analyses yield the same\nunrooted (ingroup-only) topology, ((D,L),(B,T)), with the outgroups\nattaching either on the Dolichoderini branch or the Tapinomini branch.\nPlacement of the root is highly sensitive to choice of model partition\nand to inclusion/exclusion of Aneuretus. Bayes factors strongly favor\nthe more partitioned models and in these Tapinomini is recovered as\nsister to the remaining dolichoderines, but only if Aneuretus is\nincluded. Exclusion of Aneuretus precludes recovery of this topology,\nunderscoring the importance of relict, taxonomically isolated taxa for\nphylogenetic inference. Removal of the two partitions with heterogeneous\nbase composition also markedly increases support for placement of the\nroot on the Tapinomini branch. Our divergence date estimates and\nbiogeographic analyses indicate that crown group dolichoderines arose\nabout 65 million years ago (Ma), although this was preceded by a\nsubstantial period (30 million years) of stem group evolution. The four\nextant tribes are estimated to have crown group origins in the late\nPaleocene or Eocene (40-60 Ma). Tapinomini and Bothriomyrmecini\noriginated in the Paleotropics and subsequently dispersed to other\nbiogeographic regions. Crown group Leptomyrmecini arose and diversified\nin the Neotropics, but they also gave rise to one clade that colonized\nAustralia about 30 Ma and subsequently experienced a massive radiation\non that continent. This event occurred later than the diversification of\ndolichoderines in the northern hemisphere, so that by the time\ndolichoderines came to dominate the Australian fauna they had already\ndeclined in abundance in the Holarctic region.","trees":[{"tree_label":"Fig. 2","ntax":"54","rootedtree":"TRUE","title":"Dolichoderinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6031.phy"}]}