{"Authors":" José Pensiero, Elizabeth A. Kellogg, Sandra S. Aliscioni,\nOsvaldo Morrone, Fernando O. Zuloaga","Year":" 2009","Title":" A phylogeny of Setaria (Poaceae, Panicoideae, Paniceae) and\nrelated genera based on the chloroplast gene ndhF","Journal":" International Journal of Plant Sciences","Volume":" 170","Issue":" 1","Pages":" 117-131","Keywords":" NA","DOI":" 10.1086/428701","Abstract":" The genus Setaria is the largest genus in the so-called\nbristle clade , a monophyletic group of panicoid grasses distinguished\nby the presence of sterile branches, or bristles, in their\ninflorescences. The clade includes both foxtail millet and pearl millet,\nthe latter an important cereal crop in dry parts of the world. Other\nmembers of the clade are weeds that are widespread agricultural pests.\nPrevious molecular phylogenetic studies suggested that Setaria might not\nbe monophyletic, but did not have a large enough sample of species to\ntest this rigorously. In addition, taxonomic studies have suggested a\nclose relationship between Setaria and Paspalidium, with some authors\ncombining them into a single genus, but molecular studies included too\nfew Paspalidium accessions for a meaningful conclusion. Accordingly, we\nhave produced 77 new sequences of the chloroplast gene ndhF for 52\nspecies not in previous analyses. These were added to available\nsequences for 35 species in 10 genera of the bristle clade, as well as\nfour outgroup taxa. We find that Setaria species fall into several\nmoderately to strongly supported clades that correlate with geography,\nbut not with the existing subgeneric classification. Relationships among\nthese clades, and among other genera within the bristle clade are\nunclear. Constraint experiments using the Approximately Unbiased (AU)\ntest reject the monophyly of Pennisetum, Setaria, and Setaria plus\nPaspalidium, as well as several other groupings, although the test may\nbe overly sensitive and prone to Type I error. The more conservative\nShimodaira-Hasegawa (S-H) test fails to reject monophyly of any of the\ntested clades.","trees":[{"tree_label":"Fig. 1","ntax":"112","rootedtree":"TRUE","title":"Setaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6301.phy"}]}