{"Authors":" Marthin Tarigan, Marelize Van Wyk, J. P. Roux, Michael J\nWingfield","Year":" 2010","Title":" Three new Ceratocystis spp. in the Ceratocystis moniliformis\ncomplex from wounds on Acacia mangium and A. crassicarpa.","Journal":" Mycoscience","Volume":" 51","Issue":" 1","Pages":" 53-67","Keywords":"","DOI":" 10.1007/s10267-009-0003-5","Abstract":" The genus Ceratocystis includes many important tree\npathogens and agents of sap stain. These fungi have a global\ndistribution and commonly infect wounds on trees. During a survey of\nwound-infecting pathogens in the genus Ceratocystis on plantation-grown\nAcacia mangium trees in Indonesia, several isolates resembling C.\nmoniliformis sensu lato (s.l.) were obtained. The aim of this study was\nto identify these isolates and to test their pathogenicity to\ncommercially grown Acacia spp. in the country. Use was made of\nmorphology and comparisons of DNA sequence data for the ITS, â-tubulin\nand Elongation Factor 1-á gene regions to identify the isolates. Three\npreviously undescribed species in the C. moniliformis s.l. species\ncomplex were identified and are described here as C. inquinans sp. nov.,\nC. sumatrana sp. nov. and C. microbasis sp. nov. Pathogenicity trials on\nA. mangium and A. crassicarpa in the greenhouse and in the field\nindicated that all three the species have the potential to infect A.\nmangium and A. crassicarpa although they are not considered important\npathogens.","trees":[{"tree_label":"Con 50 majrule","ntax":"29","rootedtree":"TRUE","title":"Ceratocystis spp. in the C. moniliformis complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6355.phy"},{"tree_label":"Strict consensus of 12","ntax":"29","rootedtree":"TRUE","title":"Ceratocystis spp. in the C. moniliformis complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6315.phy"},{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Ceratocystis spp. in the C. moniliformis complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6316.phy"},{"tree_label":"MP bootstrap","ntax":"29","rootedtree":"TRUE","title":"Ceratocystis spp. in the C. moniliformis complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6314.phy"}]}