{"Authors":" David C. Tank, Richard G. Olmstead","Year":" 2009","Title":" The evolutionary origin of a second radiation of annual\nCastilleja (Orobanchaceae) species in South America: the role of long\ndistance dispersal and allopolyploidy","Journal":" American Journal of Botany","Volume":" 96","Issue":" NA","Pages":" 1907-1921","Keywords":" NA","DOI":" 10.3732/ajb.0800416","Abstract":" In addition to the North American annual species\ndistributed chiefly in California, a second radiation of annual\nCastilleja is in Andean Peru and central Chile. Phylogenetic analyses of\nmultiple chloroplast and nuclear DNA regions revealed a complex history\nfor the origin and diversification of the annual Castilleja species in\nSouth America. In addition to at least three independent long distance\ndispersal events from North America, allopolyploidy has also played a\nsignificant role in the disjunct radiation of annual Castilleja in South\nAmerica. Castilleja attenuata is the only annual species from California\nthat occurs in South America, and these results support the relatively\nrecent arrival of this species to central Chile, separate from the\nother, mostly Peruvian species. Two Peruvian species, C. profunda and C.\ncerroana, are inferred to be of independent allopolyploid origin.\nHybridization between annual Castilleja lineages derived from two\nindependent long distance dispersal events from North America gave rise\nto the allopolyploid Castilleja profunda, and hybridization between\nSouth American annual and perennial species gave rise to the\nallopolyploid C. cerroana. The relative importance of long distance\ndispersal and allopolyploidy to the diversification of the annuals in\nSouth America are discussed with reference to the observed\nmorphological, ecological, and distributional patterns.","trees":[{"tree_label":"Fig. 4","ntax":"92","rootedtree":"TRUE","title":"Castilleja","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6222.phy"},{"tree_label":"Fig. 3","ntax":"34","rootedtree":"TRUE","title":"Castilleja","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6567.phy"}]}