{"Authors":" Dieter Wilken, J. Mark Porter, L. A. Johnson","Year":" 2010","Title":" Phylogenetic Systematics of Ipomopsis (Polemoniaceae):\nRelationships and Divergence Times Estimated from Chloroplast and\nNuclear DNA sequences.","Journal":" Systematic Botany","Volume":" 35","Issue":" 1","Pages":" 181-200","Keywords":"","DOI":" 10.1600/036364410790862542","Abstract":" The genus Ipomopsis (Polemoniaceae) encompasses about 29\nspecies and 24 subspecies generally divided into three sections: sect.\nIpomopsis, sect. Microgilia, and sect. Phloganthea. We employed maximum\nlikelihood and Bayesian inference of DNA sequences from the nuclear\nribosomal ITS region (ITS1, 5.8S ribosomal subunit, ITS2) and the\nchloroplast trnL-F region (trnL intron + trnL-trnF intergenic spacer) to\nestimate phylogenetic relationships within this genus and its placement\namong other genera of Polemoniaceae. The chloroplast and combined\nsequences provide support for the monophyly of Ipomopsis, but only if\nfour species previously included in the genus are removed: Ipomopsis\nhavardii, I. sonorae, Microgilia minutiflora ( = I. minutiflora), and\nLoeseliastrum depressum ( = I. depressa). Of the three sections, two are\nconditionally supported as being monophyletic. section Microgilia (with\n11 species and 11 infra-specific taxa) is supported as monophyletic if\nI. polycladon, I. sonorae, I. depressa, and I. minutiflora (the type of\nthe section) are removed. This clade is treated here as section\nElaphocera. Section Ipomopsis is inferred to be monophyletic with the\ninclusion of several members of sect. Phloganthea (I. multiflora, I.\npinnata, and I. polyantha). There is no support for monophyly or\nparaphyly of sect. Phloganthea. The Giliopsis group (I. effusa, I.\nguttata, and I. tenuifolia) is supported as monophyletic by both data\nsets, and the cp sequences place it as sister to the remainder of\nIpomopsis. This clade is treated as a new section, Giliopsis. Nuclear\ndata place Giliopsis in a clade with Ipomopsis havardii, I. sonorae,\nMicrogilia minutiflora, Loeseliastrum depressum, Eriastrum spp.,\nLangloisia, and Dayia grantii. Using the Eocene fossil Gilisenium\nhueberii to calibrate the most recent common ancestor of tribe Gilieae,\nwe estimate that Ipomopsis has its origin 28.2 ± 0. 40 to 39.0 ± 1.14\nMYA (trnL-F and ITS, respectively). Using this same relaxed clock, the\nnode (or coalescent event) that defines the I. aggregata complex is\ndated at 16.2 ± 0.38 and 27.1 ± 0.83 MYA (trnL-F and ITS, respectively).\nThe deep divergence of the I. aggregata complex suggests that\nreticulation, rather than lineage sorting, is the source of conflict\namong phylogenetic markers used to infer the placement of I.\nmacrosiphon. Keywords-cpDNA, Ipomopsis, maximum likelihood, nrITS,\nnonparametric rate smoothing, Polemoniaceae.","trees":[{"tree_label":"ITS ML 1","ntax":"108","rootedtree":"TRUE","title":"Ipomopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6431.phy"},{"tree_label":"ITS ML 2","ntax":"108","rootedtree":"TRUE","title":"Ipomopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6432.phy"},{"tree_label":"trn ML tree 2","ntax":"108","rootedtree":"TRUE","title":"Ipomopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6271.phy"},{"tree_label":"trn ML tree 1","ntax":"108","rootedtree":"TRUE","title":"Ipomopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6270.phy"}]}