{"Authors":" Nyree J. C. Zerega, Timothy J. Motley, Nur Supardi","Year":" 2010","Title":" Phylogeny and recircumscription of Artocarpeae (Moraceae)\nwith a focus on Artocarpus.","Journal":" Systematic Botany","Volume":" 35","Issue":" 4","Pages":" 766-782","Keywords":"","DOI":" 10.1600/036364410X539853","Abstract":" Moraceae is a large (~1050 species) primarily tropical\nfamily with several economically and ecologically important species.\nWhile its monophyly has been well supported in recent studies,\nrelationships within the family at the tribal level and below remain\nunresolved. Delimitation of the tribe Artocarpeae has been particularly\ndifficult. Classifications based on morphology differ from those based\non phylogenetic studies, and all treatments include highly heterogeneous\nassemblages of genera that seem to represent a cross section of the\nfamily. We evaluated chloroplast and nuclear DNA sequence data for 60\nMoraceae taxa representing all of the genera that have been included in\npast treatments of Artocarpeae and also included species from all other\nMoraceae tribes and closely related families as outgroups. The data were\nanalyzed using maximum parsimony and maximum likelihood methods and\nindicate that none of the past treatments of Artocarpeae represent a\nmonophyletic lineage. We present the most complete phylogenetic\nhypothesis for Artocarpeae and the genus Artocarpus to date. The\nphylogenetic reconstructions are used to discuss inflorescence evolution\nand pollination in the tribe and to produce a revised treatment of the\ntribe and subgenera of Artocarpus.","trees":[{"tree_label":"Fig. 4A","ntax":"70","rootedtree":"TRUE","title":"Moraceae, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6184.phy"},{"tree_label":"Fig. 5","ntax":"70","rootedtree":"TRUE","title":"Moraceae, ITS and trnLF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6644.phy"},{"tree_label":"Fig. 4B","ntax":"62","rootedtree":"TRUE","title":"Moraceae, trnLF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6209.phy"}]}