{"Authors":" Nataly O’Leary, Yong-Ming Yuan, M. Amelia Chemisquy,\nRichard G. Olmstead","Year":" 2009","Title":" Reassignment of species of paraphyletic Junellia s.l. to the\nnew genus Mulguraea (Verbenaceae) and new circumscription of genus\nJunellia: molecular and morphological congruence","Journal":" Systematic Botany","Volume":" 34","Issue":" 4","Pages":" 777-786","Keywords":" Glandularia, new combinations, Paraglandularia, phylogeny,\ntaxonomy, Verbena, Verbeneae","DOI":" 10.1600/036364409790139691","Abstract":" Verbenaceae tribe Verbeneae includes three major genera,\nVerbena, Glandularia, and Junellia, which form a recently diversified\ngroup. Junellia is a South American genus, whereas Verbena and\nGlandularia are distributed in temperate regions of both South and North\nAmerica. Seven non-coding chloroplast regions were sequenced, these\ninclude intergenic spacers and/or introns in trnD-trnT, trnS-trnG,\ntrnS-trnfM, trnT-trnL, trnG, trnL, and trnL-trnF; and the nuclear ITS\nand ETS regions also were sequenced. Together with previous studies,\nthese results suggest that Junellia, as traditionally conceived, is\nparaphyletic and forms two clades that are ancestral to Verbena and\nGlandularia. Junellia should be restricted to the clade containing the\ntype, J. micrantha, which also includes Glandularia subgenus\nParaglandularia and the genus Urbania. Consequently Urbania and\nGlandularia subgenus Paraglandularia are reduced to synonymy under\nJunellia, and eight new combinations in Junellia are proposed: Junellia\nballsii, J. crithmifolia, J. fasciculata, J. hookeriana, J. lucanensis,\nJ. occulta, J. pappigera and J. origenes. The remaining Junellia species\nform a monophyletic group here designated as the new genus Mulguraea,\nwith 13 new combinations: Mulguraea arequipense, M. asparagoides, M.\naspera var. aspera, M. aspera var. longidentata, M. cedroides, M.\ncinerascens, M. echegarayi, M. hystrix, M. ligustrina var. ligustrina,\nM. ligustrina var. lorentzii, M. scoparia, M. tetragonocalyx and M.\ntridens. Verbena and Glandularia s.s. are both monophyletic,\nrelationships within each genus are extremely difficult to resolve,\nnevertheless there is evidence that South and North American Verbena\nmight both be monophyletic. Verbena and Glandularia are sister groups,\nand together they are sister to the reconstituted Junellia. Mulguraea is\nsister to the group comprising all the three genera, Verbena,\nGlandularia, and Junellia.","trees":[{"tree_label":"Fig. 1","ntax":"72","rootedtree":"TRUE","title":"Junellia, 1 of 12 MPTs cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6553.phy"},{"tree_label":"Fig. 2","ntax":"70","rootedtree":"TRUE","title":"Junellia, 1 of 7137 MPTs ETS/ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6258.phy"}]}