{"Authors":" Michael J Wingfield, Johannes (Ewald) Zacharias Groenewald,\nPedro W. Crous","Year":" 2009","Title":" Niche sharing reflects a poorly understood biodiversity\nphenomenon","Journal":" Persoonia","Volume":" 22","Issue":" NA","Pages":" 83-94","Keywords":" NA","DOI":" 10.3767/003158509x439364","Abstract":" Eucalyptus spp. are susceptible to a large number of\nfoliar pathogens, some of which can cause serious defoliation and\ndie-back. In this study, a single leaf spot on a Eucalyptus leaf\ncollected in Madagascar revealed an unusual association of microfungi\nwith disease symptoms. Initial observations indicated that the leaf spot\nwas associated with Mycosphaerella marksii, a common pathogen of\neucalypts. However, more intensive scrutiny showed the presence of\nseveral other microfungi co-occuring in this, and other leaf spots on\nthe leaf. A total of 41 single conidial propagules were subsequently\nobtained from a single lesion for morphological study and DNA sequence\ncomparisons. Based on these data, 11 members of the Capnodiales,\nincluding one species of Pestalotiopsis (Xylariales), were observed. Of\nthe Capnodialean taxa, nine could be cultivated, which revealed one\nknown species, M. marksii, two taxa in the Cladosporium cladosporioides\nspecies complex that were not treated here, and six new species,\nincluding Passalora intermedia, Pseudocercospora madagascariensis,\nTeratosphaeria hortaea, Toxicocladosporium chlamydosporum, T. rubrigenum\nand T. veloxum. Results of this study highlight a remarkable fungal\nbiodiversity that can occur within a very specific niche. Furthermore,\nthe results emphasise the importance of verifying the identity of fungal\nisolates in culture, as many taxa, especially those of the Capnodiales,\nfrequently co-occur in the same niche, lesion or leaf spot.","trees":[{"tree_label":"Fig. 1","ntax":"56","rootedtree":"TRUE","title":"Eucalyptus microfungi ITS, 1 of 16 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6255.phy"},{"tree_label":"Fig. 2","ntax":"56","rootedtree":"TRUE","title":"Eucalyptus microfungi LSU, 1 of 22 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6045.phy"}]}