{"Authors":" Sarah L. Jackson, Aaron Maxwell, Treena I. Burgess, Bernie\nDell, Giles E. St. J. Hardy","Year":" 2006","Title":" Mycosphaerella species from Eucalyptus in Western\nAustralia","Journal":" Forest Ecology and Management","Volume":" 255","Issue":" NA","Pages":" 3931-3937","Keywords":" NA","DOI":" 10.1016/j.foreco.2008.03.024","Abstract":" Eucalyptus globulus is the predominant exotic hardwood\nplantation species in Western Australian (WA), and is often planted\nadjacent to native eucalypt forests. The increase in number of\nMycosphaerella species associated with Mycosphaerella Leaf Disease (MLD)\nin E. globulus plantations in WA in the past decade has raised concern\nabout the possible movement of pathogens between the native forests and\nplantations. In order to determine whether the introduction of new E.\nglobulus genetics into WA may have further exacerbated this situation,\njuvenile and adult foliage were taken from a genetics trial near Albany,\nWA consisting of 60 full-sib families and Mycosphaerella species\nidentified using morphological and molecular tools. Eleven species of\nMycosphaerella were identified from one plantation: Mycosphaerella fori\n(Pseudocercospora fori) and M. ellipsoidea are new records for\nAustralia; M. tasmaniensis (Passalora tasmaniensis) and M. suttoniae\n(Kirramyces epicoccoides) are new records for WA; and M. nubilosa, M.\ncryptica, M. marksii, M. molleriana, M. lateralis, M. aurantia and M.\nparva, previously recorded for WA. The most frequently isolated species\nfrom juvenile foliage was M. marksii (77%) followed by M. nubilosa\n(33%). Mycosphaerella nubilosa was most frequently isolated from adult\nleaves (88%) followed by M. parva (7.5%). Three species, M. molleriana,\nM. lateralis and M. cryptica, were only isolated from adult leaves while\nM. ellipsoidea was only isolated from juvenile leaves. These records\nincrease the number of known Mycosphaerella species from eucalypts in WA\nfrom ten to thirteen. The increase in the number, distribution and\nimpact of Mycosphaerella species contributing to MLD in WA is of concern\nboth to the potential productivity of the plantations and the\nbiosecurity of native WA Eucalyptus species. Continued monitoring of the\nplantation estate is required to understand the dynamics of the\nhost-pathogen interactions.","trees":[{"tree_label":"ITS BS","ntax":"50","rootedtree":"TRUE","title":"Mycosphaerella species from Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6122.phy"},{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"1 of 9 MPTs, Mycosphaerella species from\nEucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6121.phy"}]}