{"Authors":" Treena I. Burgess, Janet L. Webster, Juanita A. Ciampini,\nD. W. White, Giles E. St. J. Hardy, M. J. C. Stuckley","Year":" 2008","Title":" Re-evaluation of Phytophthora species isolated during 30\nyears of vegetation health surveys in Western Australia using molecular\ntechniques","Journal":" Plant Disease","Volume":" 93","Issue":" 3","Pages":" 215-223","Keywords":" NA","DOI":" 10.1094/pdis-93-3-0215","Abstract":" For 30 years large-scale aerial photography has been used\nto map the extent of Phytophthora dieback disease in native forests in\nthe south-west of Western Australia, with validation of the observations\ninvolving routine testing of soil and root samples for the presence of\nPhytophthora cinnamomi. In addition to P. cinnamomi, six morpho-species\nhave been identified using this technique: P. citricola, P. megasperma,\nP. cryptogea, P. drechsleri, P. nicotianae and P. boehmeriae. In recent\nyears many new Phytophthora species have been described world-wide,\noften with similar morphology to existing species, thus, as many of the\nisolates collected in Western Australia have been difficult to identify\nbased on morphology, molecular identification of some of the\nmorpho-species is required. Based on amplification of the internal\ntranscribed spacer (ITS) region of the rDNA gene sequence data of over\n230 isolates were compared to that of existing species and undescribed\ntaxa. P. inundata, P. asparagi P. taxon PgChlamydo, P. taxon personii,\nand P. taxon niederhauserii were identified based on sequence data.\nPhylogenetic analysis revealed that nine potentially new and undescribed\ntaxa can be distinguished. Several of the new taxa are morphologically\nindistinguishable from species such as P. citricola, P. drechsleri, P.\nmegasperma.. In some cases, the new taxa are closely related to species\nwith similar morphology (e.g. P.sp. 4 and P. citricola). However, the\nDNA sequences of other new taxa such as P.sp. 3 and P.sp. 9 show that\nthey are not closely related to morphologically similar species, P.\ndrechsleri and P. megasperma, respectively . Most of the new taxa have\nbeen associated with dying Banksia spp. while P.sp. 2 and P.sp. 4 have\nalso been isolated from dying Eucalyptus marginata (jarrah). Some taxa\n(P.spp. 3, 6 and 7) appear to have limited distribution, while others\nlike P.sp.4 are widespread.","trees":[{"tree_label":"Fig. 1","ntax":"73","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6322.phy"},{"tree_label":"ITS BS","ntax":"73","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6323.phy"},{"tree_label":"ITS BAYES","ntax":"73","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6597.phy"},{"tree_label":"Fig. 2","ntax":"68","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6419.phy"},{"tree_label":"CLADE6 BAYES","ntax":"68","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6234.phy"}]}