{"Authors":" Lynne Carpenter-Boggs, L. W. Timmer, Guoping Su, Tobin\nPeever","Year":" 2003","Title":" Molecular systematics of citrus-associated Alternaria\nspecies.","Journal":" Mycologia","Volume":" 96","Issue":" 1","Pages":" 119-134","Keywords":" NA","DOI":" NA","Abstract":" The causal agents of Alternaria brown spot of tangerines,\ntangerine hybrids and Alternaria leaf spot of rough lemon have\nhistorically been referred to as Alternaria citri or A. alternata. Ten\nspecies of Alternaria were recently described among a set of isolates\nfrom leaf lesions on rough lemon (Citrus jambhiri) and tangelo (C.\nparadisi x C. reticulata) and none of these isolates was considered\nrepresentative of A. alternata or A. citri. To test the hypothesis that\nthese newly described morphological species are congruent with\nphylogenetic species, selected Alternaria brown spot and leaf spot\nisolates, citrus black rot isolates (post-harvest pathogens), isolates\nassociated with healthy citrus tissue, and reference species of\nAlternaria from non-citrus hosts were scored for sequence variation at\nfive genomic regions and used to estimate phylogenies. These data\nincluded 432 bp from the 5’ end of the mitochondrial ribosomal large\nsubunit (mtLSU), 365 bp from the 5’ end of the beta-tubulin gene, 464 bp\nof an endopolygalacturonase gene (endoPG) and 559 and 571 bp,\nrespectively, of two anonymous genomic regions (OPA1-3 and OPA2-1). The\nmtLSU and beta-tubulin phylogenies clearly differentiated A. limicola, a\nlarge-spored species causing leaf spot of Mexican lime, from the\nsmall-spored isolates associated with citrus but were insufficiently\nvariable to resolve evolutionary relationships among the small-spored\nisolates from citrus and other hosts. Sequence analysis of translation\nelongation factor alpha, calmodulin, actin, chitin synthase and 1, 3,\n8-trihydroxynaphthalene reductase genes similarly failed to uncover\nsignificant variation among the small-spored isolates. Phylogenies\nestimated independently from endoPG, OPA1-3 and OPA2-1 data were\ncongruent and analysis of the combined data from these regions revealed\n9 clades, 8 of which contained small-spored, citrus-associated isolates.\nLineages inferred from analysis of the combined dataset were in general\nagreement with described morphospecies, however, three clades contained\nmore than one morphological species and one morphospecies (A.\ncitrimacularis) was polyphyletic. Citrus black rot isolates were also\nfound to be members of more than a single lineage. The number of\nmorphospecies associated with citrus exceeded that which could be\nsupported under a phylogenetic species concept and isolates in only 5 of\n9 phylogenetic lineages were consistently correlated with a specific\nhost, disease or ecological niche on citrus. We advocate collapsing all\nsmall-spored, citrus-associated isolates of Alternaria into a single\nphylogenetic species, A. alternata.","trees":[{"tree_label":"Fig. 1","ntax":"8","rootedtree":"TRUE","title":"citrus Alternaria mtLSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4122.phy"},{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"citrus Alternaria beta-tubulin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_416.phy"},{"tree_label":"Fig. 3","ntax":"14","rootedtree":"TRUE","title":"citrus Alternaria endoPG","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4123.phy"},{"tree_label":"Fig. 4","ntax":"19","rootedtree":"TRUE","title":"citrus Alternaria combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4121.phy"}]}