{"Authors":" Linda M. Prince","Year":" 2010","Title":" Prince, L. 2009. Phylogenetic relationships and species\ndelimitation in Canna (Cannaceae). In: Seberg, O., G. Petersen, A. S.\nBarfod, and J. Davis, Eds. Proceedings of the Fourth International\nConference on the Comparative Biology of the Monocotyledo","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" Canna lilies are a conspicuous component of tropical and\nsubtropical humid Neotropics where they are native, and the Asian\nPaleotropics where they have been introduced. Cannas have been\ncultivated as a food item (rhizome), for wrapping (leaves), and as beads\n(seeds) for millennia by indigenous people. In both tropical and\ntemperate regions they have a long history as ornamental plants as well.\nWith only a few dozen taxa in a single genus, Cannaceae has much lower\ngeneric and species diversity than its sister family, Marantaceae (550\nspecies in 31 genera). Parsimony and Bayesian analyses of nuclear\nribosomal internal transcribed spacer (ITS) and chloroplast non-coding\nsequence data (trnE-T intergenic spacer and rpL16 intron) were used to\ninfer evolutionary relationships among species. Potential causes of\nnon-monophyly of nuclear ITS haplotypes and conflict between nuclear and\nplastid phylogenies for some samples are discussed. Chloroplast (rbcL,\nndhF) DNA data indicate a North American taxon, Canna flaccida, is\nsister to all other species in the genus. Phylogenetic analyses are\nconsistent with the hypothesis of a South American origin for the genus,\nfollowed by dispersal and migration to North and Central America, and\nthe Caribbean.","trees":[{"tree_label":"Fig. 3","ntax":"98","rootedtree":"TRUE","title":"Canna lilies, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6127.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Canna lilies, Chl. non-coding","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6151.phy"},{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"Canna lilies, Chl. coding","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6425.phy"}]}