{"Authors":" Ted M. Townsend, David R. Vieites, Frank Glaw, Miguel\nVences","Year":" 2009","Title":" Testing Species-Level Diversification Hypotheses in\nMadagascar: The Case of Microendemic Brookesia Leaf Chameleons","Journal":" Systematic Biology","Volume":" 58","Issue":" 6","Pages":" 641-656","Keywords":" NA","DOI":" 10.1093/sysbio/syp073","Abstract":" Madagascar s flora and fauna are remarkable both for their\ndiversity and supraspecific endemism. Moreover, many taxa contain large\nnumbers of species with limited distributions. Several hypotheses have\nbeen proposed to explain this high level of microendemism, including (1)\nriverine barrier, (2) mountain-refuge, and (3) watershed contraction\nhypotheses, the latter two of which center on fragmentation due to\nclimatic shifts associated with Pliocene/Pleistocene glaciation. The\nMalagasy leaf chameleon genus Brookesia is a speciose group with a high\nproportion of microendemic taxa, thus making it an excellent candidate\nto test these vicariance scenarios. We used mitochondrial and nuclear\nsequence data to construct a Brookesia phylogeny, and temporal\nconcordance with Pliocene/Pleistocene speciation scenarios was tested by\nestimating divergence dates using a relaxed-clock Bayesian method. We\nstrongly reject a role for Pliocene/Pleistocene climatic fluctuations in\nspecies-level diversification of Brookesia. We also used simulations to\ntest the spatial predictions of the watershed-contraction model in a\nphylogenetic context, independent of its temporal component, and found\nno statistical support for this model. The riverine-barrier model is\nlikewise a qualitatively poor fit to our data, but some relationships\nsupport a more ancient mountain-refuge effect. We assessed support for\nthe three hypotheses in a non-phylogenetic context by examining altitude\nand species richness, and found a significant positive correlation\nbetween these variables. This is consistent with a mountain-refuge\neffect, but does not support the watershed-contraction or\nriverine-barrier models. Finally, we find repeated higher-level\neast-west divergence patterns (a) between the two sister clades\ncomprising the B. minima group and (b) within the clade of larger leaf\nchameleons, which shows a basal divergence between western and\neastern/northern sister clades. Our results highlight the central role\nof phylogeny in any meaningful tests of species-level diversification\ntheories.","trees":[{"tree_label":"12-part ML tree","ntax":"101","rootedtree":"TRUE","title":"Leaf Chameleons, Maximum Likelihood 12-partition\ntree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6619.phy"},{"tree_label":"12-part MB","ntax":"101","rootedtree":"TRUE","title":"Leaf Chameleons, MrBayes 12-partition unrooted\nconsensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6685.phy"},{"tree_label":"Fig. 2","ntax":"101","rootedtree":"TRUE","title":"Leaf Chameleons, BEAST 12-partition relaxed-clock\nconsensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6203.phy"}]}