{"Authors":" Marco Thines, Y. J. Choi, Eric Kemen, Sebastian Ploch, Eric\nB. Holub, H. D. Shin, Jonathan D. G. Jones","Year":" 2009","Title":" A new species of Albugo parasitic to Arabidopsis thaliana\nreveals new evolutionary patterns in white blister rusts\n(Albuginaceae)","Journal":" Persoonia","Volume":" 22","Issue":" NA","Pages":" 123-128","Keywords":" NA","DOI":" 10.3767/003158509x457931","Abstract":" The obligate biotrophic lineages of the white blister\nrusts (Albuginales, Oomycota) are of ancient origin compared to the\nrather recently evolved downy mildews, and sophisticated mechanisms of\nbiotrophy and a high degree of adaptation diversity are to be expected\nin these organisms. Speciation in the biotrophic Oomycetes is usually\nthought to be the consequence of host adaptation or geographic\nisolation. Here we report the presence of two distinct species of\n/Albugo/ on the model plant /Arabidopsis thaliana/, /Albugo candida/ and\n/Albugo laibachii/, which is formally introduced in this manuscript.\nBoth species may occupy the same host within the same environment, but\nare nevertheless phylogenetically highly distinct, as inferred from\nanalyses of both mitochondrial and nuclear DNA-sequences. Different ways\nof adapting to their host physiology might constitute an important\nfactor of their different niches. Evidence for this can be gained from\nthe completely different host range of the two pathogens. While /Albugo\ncandida/ is a generalist species, consisting of several physiological\nvarieties, which is able to parasitize a great variety of Brassicaceae,\n/Albugo laibachii/ has not been found on any host other than\n/Arabidopsis thaliana/. Therefore, /Albugo laibachii/ belongs to a group\nof highly specialized species, like the other known specialist species\nin /Albugo /s.str., /Albugo koreana/, /Albugo lepidii/ and /Albugo\nvoglmayrii/. The comparative investigation of the effector genes and\nhost targets in the generalist and the specialist species may constitute\na model system for elucidating the fundamental processes involved in\nplant pathogen co-adaptation and speciation.","trees":[{"tree_label":"ML tree","ntax":"37","rootedtree":"TRUE","title":"Albugo parasitic to Arabidopsis thaliana","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6621.phy"}]}