{"Authors":" A. L. Grusz, Michael D Windham, Kathleen M. Pryer","Year":" 2009","Title":" Deciphering the origins of apomictic polyploids in the\nCheilanthes yavapensis complex (Pteridaceae)","Journal":" American Journal of Botany","Volume":" 96","Issue":" 9","Pages":" 1636-1645","Keywords":" NA","DOI":" 10.3732/ajb.0900019","Abstract":" Deciphering species relationships and hybrid origins in\npolyploid agamic species complexes¬ is notoriously difficult. In this\nstudy of cheilanthoid ferns we demonstrate increased resolving power for\nclarifying the origins of polyploid lineages by integrating evidence\nfrom a diverse selection of biosystematic methods. The prevalence of\npolyploidy, hybridization, and apomixis in ferns suggests that these\nprocesses play a significant role in their evolution and\ndiversification. Using a combination of systematic approaches, we\ninvestigated the origins of apomictic polyploids belonging to the\nCheilanthes yavapensis complex. Spore studies allowed us to assess\nploidy levels; plastid and nuclear DNA sequencing revealed evolutionary\nrelationships and confirmed the putative progenitors (both maternal and\npaternal) of taxa of hybrid origin; enzyme electrophoretic evidence\nprovided information on genome dosage in allopolyploids. We find here\nthat the widespread apomictic triploid, Cheilanthes lindheimeri, is an\nautopolyploid derived from a rare, previously undetected, sexual\ndiploid. The apomictic triploid Cheilanthes wootonii is shown to be an\ninterspecific hybrid between C. fendleri and C. lindheimeri, whereas the\napomictic tetraploid C. yavapensis is comprised of two cryptic and\ngeographically distinct lineages. We show that earlier morphology-based\nhypotheses of species relationships, while not altogether incorrect,\nonly partially explain the complicated evolutionary history of these\nferns.","trees":[{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Cheilanthes yavapensis complex, nuclear gapCp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6085.phy"},{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Cheilanthes yavapensis complex, plastid combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6562.phy"}]}