{"Authors":" Jennifer A. McComb, Trudy Paap, Treena I. Burgess, B. L.\nShearer, G. E. St J. Hardy","Year":" 2008","Title":" Quambalaria species implicated in canker and shoot blight\ndiseases causing decline of Corymbia calophylla and C. ficifolia in the\nsouthwest of Western Australia","Journal":" Mycological Research","Volume":" 112","Issue":" NA","Pages":" 57-69","Keywords":" NA","DOI":" 10.1016/j.mycres.2007.10.005","Abstract":" A severe canker disease has been causing decline and death\nof Corymbia calophylla in the southwest of Western Australia for some\nyears, but the causal agent has never been investigated. There have,\nhowever, been historical reports dating back to the 1920s of a canker\ndisease of amenity planted C. ficifolia caused by Sporotrichum\ndestructor, though the description and Latin diagnosis were never\npublished. It has been suggested that there may be links between this\nspecies and the genus Quambalaria, a group containing leaf and shoot\npathogens of species of Eucalyptus and Corymbia. The aim of this study\nwas to investigate the identity of the pathogen historically attributed\nto canker disease of C. ficifolia, determine whether this pathogen is\nresponsible for the current epidemic of C. calophylla canker and if it\nis synonymous with Quambalaria. Surveys examined the range of\nQuambalaria spp. on Corymbia spp. endemic to southwest WA. Their\nphylogenetic relationship to Q. cyanescens, Q. eucalypti and Q. pitereka\nwas examined using ribosomal LSU and ITS sequence data. Morphological\ncharacters were also compared. Sequences confirmed that Q. cyanescens\nand Q. pitereka are present in southwest WA, with the latter associated\nwith leaf and shoot disease. A third group isolated from cankers\nrepresent a new species of Quambalaria. Comparisons of disease symptoms\nand conidiogenesis indicate this species is synonymous with S.\ndestructor. The species is formally described here as Q. coyrecup T.\nPaap sp. nov.","trees":[{"tree_label":"COMB","ntax":"23","rootedtree":"TRUE","title":"Quambalaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6605.phy"},{"tree_label":"COMB BS","ntax":"23","rootedtree":"TRUE","title":"Quambalaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6606.phy"},{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Quambalaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6624.phy"}]}