{"Authors":" Marshal C. Hedin, S. M. Thomas","Year":" 2009","Title":" Molecular systematics of eastern North American Phalangodidae\n(Arachnida: Opiliones: Laniatores), demonstrating convergent\nmorphological evolution in caves","Journal":" Molecular Phylogenetics and Evolution","Volume":" 54","Issue":" 1","Pages":" 107-121","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.08.020","Abstract":" The phalangodid harvestmen (Opiliones: Laniatores) fauna\nof the southeastern United States has remained obscure since original\ndescriptions of many genera and species over 60 years ago. The obscurity\nof this interesting group is pervasive, with uncertainty regarding basic\nsystematic information such as generic limits, species limits, and\ngeographic distributions. This situation is unfortunate, as the fauna\nincludes several cave-obligate forms of interest from both conservation\nand evolutionary perspectives, and the group likely exhibits interesting\nbiogeographic patterns because of their low dispersal ability. Here we\nuse DNA sequence data from two genes to reconstruct phylogenetic\nrelationships of southeastern phalangodid taxa, for a sample of all\ndescribed genera from the region. Our results demonstrate that the\nsoutheastern fauna is likely monophyletic, and is most-closely related\nto western North American phalangodids with a similar penis morphology.\nWithin the southeastern clade, trends in the evolution of penis\nmorphology correspond broadly to molecular phylogenetic patterns,\nalthough penis evolution is overall relatively conservative in the\ngroup. Biogeographically, it appears that western taxa in the southeast\n(i.e., from west of the Appalachian Valley) are early-diverging, with\nlater diversification in the montane southern Blue Ridge, and subsequent\ndiversification back towards the west. This W > E > W pattern has\nbeen observed in other groups from the southeast. The multiple\ncave-modified species in the region are genetically divergent and appear\nphylogenetically isolated; explicit topological hypothesis testing\nsuggests that troglomorphism has evolved convergently in at least three\nindependent lineages. The total number of species in the region remains\nuncertain mitochondrial COI data reveal many highly-divergent,\ngeographically coherent groups that might represent undescribed species,\nbut these divergent mitochondrial lineages do not always exhibit\ndivergence in either nuclear sequences or penis morphology. Many\nquestions remain, but our studies provide a solid framework for further\nsystematic investigations of this interesting group.","trees":[{"tree_label":"Fig. 6","ntax":"41","rootedtree":"TRUE","title":"Phalangodidae, 28S manual alignment MB maj rule","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6674.phy"},{"tree_label":"Fig. 5","ntax":"72","rootedtree":"TRUE","title":"Phalangodidae, CO1 unpartitioned MB maj rule","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6526.phy"}]}