{"Authors":" Molly R. Letsch, Gisèle Muller-Parker, Thomas Friedl,\nLouise A. Lewis","Year":" 2009","Title":" Elliptochloris marina n. sp. (Trebouxiophyceae, Chlorophyta),\nSymbiotic Green Alga of the Temperate Pacific Sea Anemones Anthopleura\nxanthogrammica and A. elegantissima (Anthozoa, Cnidaria)","Journal":" Journal of Phycology","Volume":" 45","Issue":" 5","Pages":" 1127-1135","Keywords":"","DOI":" 10.1111/j.1529-8817.2009.00727.x","Abstract":" Symbiotic green algae from two species of Pacific sea\nanemones, Anthopleura elegantissima Brandt, and Anthopleura\nxanthogrammica Brandt, were collected across their known range from the\nnortheastern Pacific coast of North America. Freshly isolated\nAnthopleura symbionts were used for both morphological and molecular\ntechniques because Anthopleura symbiont cultures were not available.\nLight and transmission electron microscopy supported previous\nmorphological studies, showing the symbionts consist of spherical\nunicells from 5-10 µm in diameter, with numerous vesicles, and a single\nbilobed chloroplast. Pyrenoids were not observed in light microscopy but\na thylakoid free area was observed in transmission electron microscopy,\nconsistent with previous findings. Many cells extracted from fresh\nanemone tissue were observed in the process of division, producing two\nautospores within a maternal cell wall. The morphology of the green\nsymbionts matches that of Elliptochloris Tschermak-Woess. Molecular\nphylogenetic analyses of data from the nuclear SSU rDNA, and the plastid\nencoded gene for the large subunit of RUBISCO (rbcL) support the\nmonophyly of these green algal symbionts, regardless of their host\nspecies or geographic origin. Phylogenetically, sequences of the\nAnthopleura symbionts were nested within the genus Elliptochloris but\ndistinct from sequences of all other Elliptochloris spp. examined. Given\nthe ecological and phylogenetic distinctions among the green symbionts\ntaken from Anthopleura and the named species of Elliptochloris, we\ndesignate the green anemone symbionts as a new species, Elliptochloris\nmarina (Trebouxiophyceae, Chlorophyta).","trees":[{"tree_label":"Fig. 5","ntax":"12","rootedtree":"TRUE","title":"Elliptochloris marina n. sp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6142.phy"},{"tree_label":"Fig. 3","ntax":"57","rootedtree":"TRUE","title":"Elliptochloris marina n. sp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6132.phy"},{"tree_label":"SSU Extra Tree","ntax":"57","rootedtree":"TRUE","title":"Elliptochloris marina n. sp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6133.phy"},{"tree_label":"Fig. 4","ntax":"29","rootedtree":"TRUE","title":"Elliptochloris marina n. sp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6014.phy"}]}