{"Authors":" N. W. Uhl, Mark Wilkinson, Vincent Savolainen, Conny B.\nAsmussen-Lange, Mark W. Chase, J. Dransfied, Felix Forest, Madeline M.\nHarley, William John Baker","Year":" 2009","Title":" Complete Generic Level Phylogenetic Analyses of Palms\n(Arecaceae) with Comparisons of Supertree and Supermatrix\nApproaches","Journal":" Systematic Biology","Volume":" 58","Issue":" 2","Pages":" 240-256","Keywords":" NA","DOI":" 10.1093/sysbio/syp021","Abstract":" Supertree and supermatrix methods have great potential in\nthe quest to build the Tree of Life and yet they remain controversial,\nwith most workers opting for one approach or the other, but rarely both.\nHere we employed both methods to construct phylogenetic trees of all\ngenera of palms (Arecaceae/Palmae), an iconic angiosperm family of great\neconomic importance. We assembled a supermatrix consisting of 16\npartitions, comprising DNA sequence data, plastid RFLP data and\nmorphological data for all genera, from which a highly resolved and\nwell-supported phylogenetic tree was built despite abundant missing\ndata. To construct supertrees, we used variants of MRP analysis based on\ninput trees generated directly from subsamples of the supermatrix. All\nsupertrees were highly resolved. Standard MRP with bootstrap weighted\nmatrix elements performed most effectively in this case, generating\ntrees with greatest congruence with the supermatrix tree and fewest\nclades unsupported by any input tree. Non-independence due to input\ntrees based on combinations of data partitions was an acceptable\ntrade-off for improvements in supertree performance. Irreversible MRP\nand the use of strictly independent input trees only provided no obvious\nbenefits. Contrary to previous claims, we found that unsupported clades\nare not infrequent under some MRP implementations with up to 13% of\nclades lacking support from any input tree in some irreversible MRP\nsupertrees. To build a formal synthesis, we assessed the\ncross-corroboration between supermatrix trees and the variant supertrees\nusing semi-strict consensus, enumerating shared clades and compatible\nclades. The semi-strict consensus of the supermatrix tree and the most\ncongruent supertree contained 160 clades (of a maximum of 204), 137 of\nwhich were present in both trees. The relationships recovered by these\ntrees strongly support the current phylogenetic classification of palms.\nWe evaluate two composite supertree support measures (rQS and V) and\nconclude that it is more informative to report numbers of input trees\nthat support or conflict with a given supertree clade. This study\ndemonstrates that supertree and supermatrix methods can provide\neffective, explicit and complimentary mechanisms for synthesising\ndisjointed phylogenetic evidence while emphasising the need for further\nrefinement of supertree methods. KEY WORDS Palmae; Arecaceae; supertree;\nsupermatrix; phylogeny; matrix representation with parsimony (MRP);\ncongruence.","trees":[{"tree_label":"Fig. 2","ntax":"205","rootedtree":"TRUE","title":"Palms, supermatrix","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6585.phy"},{"tree_label":"Fig. 3","ntax":"205","rootedtree":"TRUE","title":"Palms, supertree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6522.phy"}]}