{"Authors":" Steve Jordan, Dan Polhemus, Chris Simon","Year":" 2003","Title":" Molecular systematics and adaptive radiation of Hawaii’s\nendemic damselfly genus Megalagrion (Odonata: Coenagrionidae).","Journal":" Systematic Biology","Volume":" 52","Issue":" 1","Pages":" 89-109","Keywords":" NA","DOI":" 10.1080/10635150390132803","Abstract":" Damselflies of the endemic Hawaiian genus Megalagrion have\nradiated into a wide variety of habitats and are an excellent model\ngroup for the study of adaptive radiation. Past phylogenetic analysis\nbased on morphological characters has been problematic. Here, we examine\nrelationships among 56 individuals from 20 of the 23 described species\nusing maximum likelihood (ML) and Bayesian phylogenetic analysis of\nmitochondrial (1,287 bp) and nuclear (1,039 bp) DNA sequence data.\nModels of evolution were chosen using the Akaike information criterion.\nProblems with distant outgroups were accommodated by constraining the\nbest ML ingroup topology but allowing the outgroups to attach to any\ningroup branch in a bootstrap analysis. No strong contradictions were\nobtained between either data partition and the combined data set. Areas\nof disagreement are mainly confined to clades that are strongly\nsupported by the mitochondrial DNA and weakly supported by the\nelongation factor 1f data because of lack of changes. However, the\ncombined analysis resulted in a unique tree. Correlation between\nBayesian posterior probabilities and bootstrap percentages decreased in\nconcert with decreasing information in the data partitions. In cases\nwhere nodes were supported by single characters bootstrap proportions\nwere dramatically reduced compared with posterior probabilities. Two\nspeciation patterns were evident from the phylogenetic analysis. First,\nmost speciation is interisland and occurred as members of established\necological guilds colonized new volcanoes after they emerged from the\nsea. Second, there are several instances of rapid radiation into a\nvariety of specialized habitats, in one case entirely within the island\nof Kauai. Application of a local clock procedure to the mitochondrial\nDNA topology suggests that two of these radiations correspond to the\ndevelopment of habitat on the islands of Kauai and Oahu. About 4.0\nmillion years ago, species simultaneously moved into fast streams and\nplant leaf axils on Kauai, and about 1.5 million years later another\ngroup moved simultaneously to seeps and terrestrial habitats on Oahu.\nResults from the local clock analysis also strongly suggest that\nMegalagrion arrived in Hawaii about 10 million years ago, well before\nthe emergence of Kauai. Date estimates were more sensitive to the\nparticular node that was fixed in time than to the model of local branch\nevolution used. We propose a general model for the development of\nendemic damselfly species on Hawaiian Islands and document five\npotential cases of hybridization (M. xanthomelas 2 M. pacificum, M.\neudytum 2 M. vagabundum, M. orobates 2 M. oresitrophum, M. nesiotes 2 M.\noahuense, and M. mauka 2 M. paludicola).","trees":[{"tree_label":"Fig. 3","ntax":"34","rootedtree":"TRUE","title":"Megalagrion","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4125.phy"},{"tree_label":"Figs. 4 5","ntax":"36","rootedtree":"TRUE","title":"Megalagrion, mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4126.phy"},{"tree_label":"Fig. 5","ntax":"36","rootedtree":"TRUE","title":"Megalagrion, Ef1alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4127.phy"}]}