{"Authors":" Michael Melkonian, A. A. Gontcharov","Year":" 2010","Title":" Molecular phylogeny and revision of the genus Netrium\n(Zygnematophyceae, Streptophyta): Planotaenium stat. nov. and\nNucleotaenium gen. nov.","Journal":" Journal of Phycology","Volume":" 46","Issue":" 2","Pages":" 346-362","Keywords":"","DOI":" 10.1111/j.1529-8817.2010.00814.x","Abstract":" Nuclear-encoded SSU rDNA, chloroplast LSU rDNA and rbcL\ngenes were sequenced from 53 strains of conjugating green algae\n(Zygnematophyceae, Streptophyta) and used to analyse phylogenetic\nrelationships in the traditional order Zygnematales. Analyses of a\nconcatenated data set (5220 nt) established 13 well-supported clades in\nthe order, seven of these constituted a superclade termed Zygnemataceae\nclade. Together with genera (Zygnema, Mougeotia), traditionally placed\nin the family Zygnemataceae, the Zygnemataceae clade also included\nrepresentatives of the genera Cylindrocystis and Mesotaenium\ntraditionally placed in the family Mesotaeniaceae. A synapomorphic amino\nacid replacement (codon 192, cysteine replaced by valine) in the large\nsubunit of RuBisCo characterised this superclade. The traditional genera\nNetrium, Cylindrocystis and Mesotaenium were shown to be para- or\npolyphyletic highlighting the inadequacy of phenotypic traits used to\ndefine these genera. Species of the traditional genus Netrium were\nresolved as three well-supported clades each distinct in the number of\nchloroplasts per cell, their surface morphology (structure and\narrangement of lamellae) and the position of the nucleus or nuclear\nbehaviour during cell division. Based on molecular phylogenetic analyses\nand synapomorphic phenotypic traits, the genus Netrium has been revised\nand two new genera, Planotaenium. stat. nov. and Nucleotaenium gen.\nnov., were established. Planotaenium was identified as the sister group\nof the derived Roya/Desmidiales clade and thus occupies a key position\nin the evolutionary radiation leading to the most species-rich group of\nstreptophyte green algae.","trees":[{"tree_label":"PAUP 1","ntax":"66","rootedtree":"TRUE","title":"Zygnematophyceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6426.phy"}]}