{"Authors":" Mark Fishbein, Susan R. Kephart, M. Wilder, Kate M. Halpin,\nShannon L. Datwyler","Year":" 2010","Title":" Phylogeny of Camassia (Agavaceae) Inferred from Plastid rpl16\nIntron and trnD-trnY-trnE-trnT Intergenic Spacer DNA Sequences:\nImplications for Species Delimitation.","Journal":" Systematic Botany","Volume":" 35","Issue":" 1","Pages":" 77-85","Keywords":" accepted","DOI":" 10.1600/036364410790862588","Abstract":" Camassia is a genus of six bulb-forming species endemic to\nNorth America that have figured prominently in the culture and\nsustenance of native peoples. In western North America they form a\nconspicuous element of wet meadows and forest openings. Species and,\nespecially, subspecies delimitations have been problematic. Further,\nseveral hypothesized phylogenetic and biogeographic scenarios for the\norigin and diversification of the genus remain untested. We estimated\nthe phylogeny of Camassia using two non-coding, plastid DNA regions:\nrpl16 intron and trnD-trnY-trnE-trnT spacers, with the goals of\nevaluating 1) the delimitation of species and 2) Gould s hypotheses for\nthe origin of species and infraspecific taxa. Maximum parsimony and\nBayesian analyses provided concordant estimates of the phylogeny\nconsistent with the monophyly of eastern American C. scilloides and\nwestern American C. howellii and C. leichtlinii. Two western American\nspecies were found to be paraphyletic C. cusickii weakly so, but C.\nquamash was strongly supported as paraphyletic to C. cusickii, C.\nscilloides and C. angusta. Our results are largely consistent with Gould\ns views that the genus originated in southwestern Oregon and diversified\nthrough eastern migration, and that C. scilloides and C. cusickii are\nderived from within C. quamash. Despite evidence that Camassia species\nhybridize, by sampling sympatric populations we detected only a single\ncase of introgression of plastid haplotypes. This study provides the\nfirst molecular phylogenetic and phylogeographic context for evaluating\nevolutionary process and trait variation in this iconic genus of western\nNorth America.","trees":[{"tree_label":"Fig. 1","ntax":"49","rootedtree":"TRUE","title":"Camassia, strict consensus of MPTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6538.phy"},{"tree_label":"Fig. 2","ntax":"49","rootedtree":"TRUE","title":"Camassia, 50% maj rule of Bayesian trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6545.phy"}]}