{"Authors":" Carole Harbison, Jane L. Doyle, Jeff J. Doyle","Year":" 2003","Title":" Chloroplast-expressed glutamine synthetase in Glycine and\nrelated Leguminosae: phylogeny, gene duplication, and ancient\npolyploidy.","Journal":" Systematic Botany","Volume":" 28","Issue":" 3","Pages":" 567-577","Keywords":"","DOI":" 10.1043/02-31.1","Abstract":" The nuclear gene encoding the chloroplast-expressed\nisozyme of glutamine synthetase (ncpGS) is single copy in diploid\nangiosperms but is duplicated in species of Glycine, a paleopolyploid\ngenus. The two Glycine paralogues are sister to one another in\nphylogenetic analyses, a pattern that suggests that this ncpGS\nduplication occurred subsequent to the divergence of Glycine from extant\nGlycininae. This pattern does not support an allopolyploid hypothesis in\nwhich genomes from close relatives of extant genera combined to form the\npolyploid, 2n = 40 genome of Glycine, nor with an ancient gene\nduplication shared with other Glycininae. Rather, it is consistent with\nautopolyploidy or with a simple gene duplication. Teramnus ncpGS was the\nclosest relative of the two Glycine paralogues, supporting a\nsister-group relationship between these two genera. In contrast, ncpGS\nresults suggested that Sinodolichos, a genus that has been suggested as\na possible congener of Glycine, is more closely related to Pseueminia\nand Pseudovigna. Both paralogues of ncpGS identify known genome groups\namong species of Glycine subg. Glycine, but neither strongly resolves\nrelationships among these groups. Incongruence between the two\nparalogues in the placement of G. falcata mirrors incongruence between\nthe chloroplast genome and other nuclear genes for this species.","trees":[{"tree_label":"Fig. 2a","ntax":"26","rootedtree":"TRUE","title":"Glycininae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4128.phy"},{"tree_label":"Fig. 2b","ntax":"26","rootedtree":"TRUE","title":"Glycininae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4129.phy"},{"tree_label":"Fig. 3 (cons)","ntax":"26","rootedtree":"TRUE","title":"Glycine","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4130.phy"}]}