{"Authors":" Shin Watanabe, Hisayoshi Nozaki, Takashi Nakada","Year":" 2010","Title":" Evolutionary origin of Gloeomonas (Volvocales,\nChlorophyceae), based on ultrastructure of chloroplasts and molecular\nphylogeny.","Journal":" Journal of Phycology","Volume":" 46","Issue":" 1","Pages":" 195-201","Keywords":"","DOI":" 10.1111/j.1529-8817.2009.00773.x","Abstract":" Gloeomonas is a peculiar unicellular volvocalean genus\nbecause it lacks pyrenoids in the chloroplasts under the light\nmicroscope and has two flagellar bases that are remote from each other.\nHowever, ultrastructural features of chloroplasts are very limited and\nno molecular phylogenetic analyses have been carried out in Gloeomonas.\nIn this study we observed ultrastructural features of chloroplasts of\nthree species of Gloeomonas and Chloromonas rubrifilum SAG 3.85, and\nphylogenetic analyses were carried based on the combined data set from\n18S ribosomal RNA, ATP synthase beta subunit and P700 chlorophyll a\napoprotein A2 gene sequences, in order to deduce the natural\nphylogenetic positions of the genus Gloeomonas. The present electron\nmicroscopy demonstrated that the chloroplasts of the three Gloeomonas\nspecies and C. rubrifilum SAG 3.85 do not have typical pyrenoids with\nassociated starch grains, but they possessed pyrenoid matrices that\nprotruded interiorly within the stroma regions of the chloroplast. The\npyrenoid matrices were large and broad in C. rubrifilum whereas those of\nthe three Gloeomonas species were recognized in only the small protruded\nregions of the chloroplast lobes. The present multigene phylogenetic\nanalyses resolved that the three species of Gloeomonas belong to the\nChloromonas lineage or Chloromonadinia of the Volvocales, and\nChloromonas insignis NIES 446 and C. rubrifilum SAG 3.85, both of which\nhave pyrenoids without associated starch grains, were positioned basally\nto the clade composed of the three species of Gloeomonas. Therefore,\nGloeomonas might have evolved from such a Chloromonas species through\nreduction in pyrenoid matrix size within the chloroplast and by\nseparating their two flagellar bases.","trees":[{"tree_label":"Fig. 13","ntax":"42","rootedtree":"TRUE","title":"Volvocales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6250.phy"}]}