{"Authors":" Brent E. Hendrixson, Jason E Bond","Year":" 2009","Title":" Evaluating the Efficacy of Continuous Quantitative Characters\nfor Reconstructing the Phylogeny of a Morphologically Homogeneous Spider\nTaxon (Araneae, Mygalomorphae, Antrodiaetidae, Antrodiaetus)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 53","Issue":" 1","Pages":" 300-313","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.06.001","Abstract":" The use of continuous quantitative characters for\nphylogenetic analyses has long been contentious in the systematics\nliterature. Recent studies argue for and against their use, but there\nhave been relatively few attempts to evaluate whether these characters\nprovide an accurate estimate of phylogeny, despite the fact that a\nnumber of methods have been developed to analyze these types of data for\nphylogenetic inference. A tree topology will be produced for a given\nmethodology and set of characters, but little can be concluded with\nregards to the accuracy of phylogenetic signal without an independent\nevaluation of those characters. We assess the performance of continuous\nquantitative characters for the mygalomorph spider genus Antrodiaetus, a\ngroup that is morphologically homogeneous and one for which few discrete\n(morphological) characters have been observed. Phylogenetic signal\ncontained in continuous quantitative characters is compared to an\nindependently derived phylogeny inferred on the basis of multiple\nnuclear and mitochondrial gene loci. Tree topology randomizations,\nregression techniques, and topological tests all demonstrate that\ncontinuous quantitative characters in Antrodiaetus conflict with the\nphylogenetic signal contained in the gene trees. Our results show that\nthe use of continuous quantitative characters for phylogenetic\nreconstruction may be inappropriate for reconstructing Antrodiaetus\nphylogeny and indicate that due caution should be exercised before\nemploying this character type in the absence of other independently\nderived sources of characters.","trees":[{"tree_label":"Fig. 1","ntax":"17","rootedtree":"TRUE","title":"Antrodiaetus, MB maj rule con","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6019.phy"}]}