{"Authors":" Yan Kang, Y. L. Ji, W. Li, X. H. Sun, L. H. Zhan, H. S. Yu,\nZ. W. Wang","Year":" 2008","Title":" Taxonomy of Neotyphodium endophytes of Chinese native\nRoegneria plants","Journal":" Mycologia","Volume":" 101","Issue":" 2","Pages":" 211-219","Keywords":" NA","DOI":" 10.3852/08-018","Abstract":" Neotyphodium endophytes are asexual clavicipitaceous fungi\nthat commonly infect cool-season C3 grasses. In genus Neotyphodium, 17\nspecies and 5 varieties have been described. In this study we describe a\nnew Neotyphodium species, Neotyphodium sinica found in natural symbiosis\nwith asymptomatic Roegneria spp. (Elymus spp.) native to China. We\ninvestigated the host specificity, morphology, mating compatibility and\nmolecular phylogenetic evidences of this new species. N. sinica is host\nspecific and seedborne, and widely distribute in China. Most\nmorphological characteristics of this new species are typical in\nNeotyphodium genus, but the growth rate of N. sinica on PDA plates tends\nto be more rapid. The 3/5 N. sinica strains had double alleles of tefA\nand 2/5 strains have double alleles of tubB and tefA. Phylogenetic\nrelationships based on sequences of tubB introns and tefA introns\nrevealed that the allele-1 of tefA and tubB clustered together in a\ndistinct sub-clade in E. bromicola/E. yangzii clade. The allele-2 was in\nETC. N. sinica should be an interspecific hybrid which had relationship\nwith both E. yangzii and ETC. In mating tests, N. sinica failed to\nhybridize with E. yangzii. Referring to major area of their\ndistribution, we propose ¡°Neotyphodium sinica Z. Wang, Y. Ji et Y.\nKang, sp. nov.¡± for this new species.","trees":[{"tree_label":"Fig. tefA","ntax":"79","rootedtree":"TRUE","title":"Neotyphodium endophytes of Chinese native\nRoegneria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6159.phy"},{"tree_label":"Fig. tub","ntax":"89","rootedtree":"TRUE","title":"Neotyphodium endophytes of Chinese native\nRoegneria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6326.phy"}]}