{"Authors":" Donald H. Les, Nancy M. Murray, Nicholas P. Tippery","Year":" 2009","Title":" Systematics of Two Imperiled Pondweeds (Potamogeton vaseyi,\nP. gemmiparus) and Taxonomic Ramifications for subsection Pusilli\n(Potamogetonaceae)","Journal":" Systematic Botany","Volume":" 34","Issue":" 4","Pages":" 643-651","Keywords":" NA","DOI":" 10.1600/036364409790139727","Abstract":" Potamogeton is a taxonomically problematic genus of\naquatic monocotyledons, which has received limited phylogenetic study\nusing molecular data. The group is known for extensive vegetative\nplasticity, confusing patterns of morphological variation and propensity\nfor hybridization. Potamogeton gemmiparus and P. vaseyi are of\nconservation concern in North America where both are listed as\nimperiled. These vegetatively similar species are particularly difficult\nto distinguish in the absence of floating leaves. We studied both\nspecies and putatively related taxa in subsection Pusilli (e.g., P.\nclystocarpus, P. foliosus, P. pusillus) to elucidate relationships and\nto develop an identification method using molecular markers.\nPhylogenetic analyses of nrITS and trnK 5â intron sequence data clearly\nendorse the recognition of P. gemmiparus and P. vaseyi as distinct\nspecies but call into question the subspecific circumscription of P.\npusillus currently followed in North America. Our data resolved P.\npusillus in a clade with P. foliosus, separated substantially from P.\nberchtoldii (= P. pusillus subsp. tenuissimus), thus supporting the\nrecognition of P. berchtoldii as a distinct species. Using molecular\ncloning techniques, we documented three clear examples of interspecific\nhybridization (P. foliosus ï ´ P. pusillus; P. berchtoldii ï ´ P.\nvaseyi; P. gemmiparus ï ´ P. vaseyi). Simple DNA polymorphisms also\nindicated several P. berchtoldii ï ´ P. gemmiparus hybrids. The narrowly\ndistributed P. gemmiparus and P. clystocarpus are similar\nmorphologically and genetically to the wide-ranging P. berchtoldii, with\nwhich they both hybridize. We recommend either the recognition of P.\ngemmiparus and P. clystocarpus either as distinct species, or more\nsuitably as subspecies of P. berchtoldii, for which two new combinations\nare provided: P. berchtoldii subsp. gemmiparus and P. berchtoldii subsp.\nclystocarpus.","trees":[{"tree_label":"Fig. 1","ntax":"71","rootedtree":"TRUE","title":"Potamogeton","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6283.phy"}]}