{"Authors":" Mieczyslaw Wolsan, Jun J Sato","Year":" 2010","Title":" Effects of data incompleteness on the relative performance of\nparsimony and Bayesian approaches in a supermatrix phylogenetic\nreconstruction of Mustelidae and Procyonidae (Carnivora)","Journal":" Cladistics","Volume":" 26","Issue":"","Pages":" 168-194","Keywords":"","DOI":" 10.1111/j.1096-0031.2009.00281.x","Abstract":" Missing data are commonly thought to impede a resolved or\naccurate reconstruction of phylogenetic relationships, and probabilistic\nanalysis techniques (such as Bayesian inference or maximum likelihood)\nare increasingly viewed as less vulnerable to the negative effects of\ndata incompleteness than parsimony. We test both assumptions empirically\nby conducting parsimony and Bayesian analyses on a ~1.5 ~ 106-cell\n(27,965 characters ~ 52 species) mustelid-procyonid molecular\nsupermatrix with 62.7% missing entries. Contrary to the first\nassumption, phylogenetic relationships inferred from our analyses are\nfully (Bayesian) or almost fully (parsimony) resolved topologically with\nmostly strong support and also largely in accord with prior molecular\nestimations of mustelid and procyonid phylogeny derived with parsimony,\nBayesian, and other probabilistic analysis techniques from smaller but\ncomplete or nearly complete data sets. Contrary to the second\nassumption, we found no compelling evidence in support of a relationship\nbetween the inferior performance of parsimony and taxon incompleteness\n(i.e., the proportion of missing character data for a taxon), although\nwe found evidence for a connection between the inferior performance of\nparsimony and character incompleteness (i.e., no overlap in character\ndata between some taxa). The relatively good performance of our analyses\nmay be related to the large number of sampled characters, so that most\ntaxa (even highly incomplete ones) are represented by a sufficient\nnumber of characters allowing both approaches to resolve their\nrelationships.","trees":[{"tree_label":"Fig. 2a","ntax":"52","rootedtree":"TRUE","title":"Mustelidae and Procyonidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6671.phy"},{"tree_label":"Fig. 2b","ntax":"52","rootedtree":"TRUE","title":"Mustelidae and Procyonidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6188.phy"}]}