{"Authors":" Ian S. Pearse, Andrew L. Hipp","Year":" 2009","Title":" Phylogenetic and trait similarity to a native species predict\nherbivory on non-native oaks","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 106","Issue":" 43","Pages":" 18097-18102","Keywords":" NA","DOI":" 10.1073/pnas.0904867106","Abstract":" Introduced plants tend to experience less herbivory than\nnatives, although herbivore loads vary widely. Herbivores may switch\nhosts onto an introduced plant for at least two reasons. They may\nrecognize the novel plant as a potential host based on similarity of the\nplant s traits to the traits of one of its native hosts, a similarity\nthat may or may not be phylogenetically conserved. Alternately,\nherbivores may feed optimally, assessing which introduced plants provide\nthe best nutrition irrespective of similarity to native species. Here we\ncreated a phylogeny of 57 oak (Quercus) taxa, which were grown outside\nof their ranges in a common garden that contained one abundant native\noak (Q. lobata). We utilized the phylogeny to estimate the phylogenetic\nconservatism of herbivory by two feeding guilds of insects leaf chewers\nand leaf miners as well as 11 plant traits expected to affect herbivore\nperformance. We found high phylogenetic conservatism in chewing damage\nbut not mining damage and all traits except for leaf maturation time.\nIntroduced oaks that are more closely related to the native oak received\nmore chewing and mining damage than distantly related oaks, and\nintroduced oaks that had greater overall similarity in leaf traits also\nreceived higher chewing damage but not mining damage. These results\ndemonstrate that interactions between introduced plants and their\nherbivores are driven independently by traits that track plant phylogeny\nand by leaf traits that likely affect herbivore performance.","trees":[{"tree_label":"Fig. 1","ntax":"120","rootedtree":"TRUE","title":"Quercus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6059.phy"}]}