{"Authors":" Thierry Oberdorff, Philippe Gaubert, Gaël Denys","Year":" 2009","Title":" Genus-level supertree of Cyprinidae (Actinopterygii:\nCypriniformes), partitioned qualitative clade support and test of\nmacro-evolutionary scenarios.","Journal":" Biological Reviews of the Cambridge Philosophical\nSociety","Volume":" 84","Issue":" 4","Pages":" 653-689","Keywords":"","DOI":" 10.1111/j.1469-185X.2009.00091.x","Abstract":" We used the supertree approach of matrix representation\nwith parsimony to reconstruct to date the most exhaustive (genus-level)\nphylogeny of Cyprinidae. The supertree of Cyprinidae, representing 397\ntaxa (237 nominal genera) and 990 pseudocharacters, was well resolved\n(96 %) through extended consensus majority rule, although 36 nodes (9.4\n%) were unsupported. The proportion of shared taxa among source trees\nwas very low after calculation of the taxonomic coverage index (TCI =\n0.059), which is proposed here as a more accurate alternative to the\nusual ratios pseudo-characters / source trees per taxon . We define a\nnew index for the calculation of partitioned qualitative clade support,\nthe partitioned rQS (prQS), which offers a straightforward visualization\nof the relative supports of source tree partitions at supertree\nnodes.The use of prQS showed that the molecular source tree partition\ncontributed to most node supports within the supertree of Cyprinidae\n(73%, contra 21% for the morphological partition) and evidenced a fair\nproportion of conflict at nodes between the two partitions (21%),\nnotably reflecting (i) the greater number and resolution of molecular\nsource trees, and (ii) potential morphological convergences. Most of the\nhigher-level relationships within Cyprinidae were supported by both\nmorphological and molecular source tree partitions. Our supertree showed\na well-supported dichotomy between a clade consisting of a barbine +\nrasborine lineage, sister group to (Barbinae [paraphyletic],\n(Cyprininae, Labeoninae)), and a clade consisting of other rasborines\n(large polytomy) and the two monophyletic groups ((Tincinae,\nTanichthys), (Ecocarpia, (Acheilognathinae, (Gobioninae, Leuciscinae))))\nand (Squaliobarbinae, (Xenocyprinae, Cultrinae)). Through the\nnon-monophyly of almost all the traditional subfamilies of Cyprinidae\nand 34 genera, our supertree exemplified the taxonomic chaos that reigns\nin the classification of the family. It also highlighted that further\nefforts should aim at increasing taxonomic sampling and generating\nalternative phylogenetic signals, notably for the still poorly\napprehended Tincinae, Squaliobarbinae, Acheilognathinae, Gobioninae, and\nRasborinae, the latter representing a key taxon for the understanding of\nearly cyprinid evolution. Our supertree also proved useful for testing\nmacro-evolutionary scenarios at a wide taxonomic scale. Ancestral\nreconstructions using linear parsimony confirmed that the Oriental\ntropical region was the centre of origin of Cyprinidae, and identified\nthree Oriental-to-Palaearctic, two Palaearctic-to-Nearctic, and one\nOriental-to-Afrotropical major migration events. On the other hand, we\nalmost completely rejected the hypothesis of presence of barbels as a\nplesiomorphic condition within Cyprinidae (although ambiguous for\nmaxillary barbels of the Barbinae-Cyprininae type). The supertree of\nCyprinidae serves as a basis to discuss the applications and bias of the\nnewly proposed prQS, to provide future guidelines for a better\nachievement of cyprinid phylogeny, and to elaborate further on\ninter-continental migrations and the adaptive value of barbels.","trees":[{"tree_label":"supertree","ntax":"397","rootedtree":"TRUE","title":"Cyprinidae supertree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6482.phy"}]}