{"Authors":" Sarah K Berke, Fernando P Lima, David S Wethey, Sarah A\nWoodin, A. R. Mahon, Kenneth M. Halanych","Year":" 2010","Title":" Range shifts and species diversity in marine ecosystem\nengineers: patterns and predictions for European sedimentary\nhabitats.","Journal":" Global Ecology and Biogeography","Volume":" 19","Issue":" 2","Pages":" 223-232","Keywords":"","DOI":" 10.1111/j.1466-8238.2009.00509.x","Abstract":" Aim: Ecosystem engineering polychaetes in the genus\nDiopatra are undergoing range shifts in Western Europe. We (i) assess\nthe species diversity underlying these shifts, (ii) link biogeographic\npatterns to sea surface temperature patterns, and (iii) predict possible\necosystem-level outcomes of Diopatra’s northward expansion. Location:\nWestern Europe Methods: We use molecular phylogenetic and morphological\nevidence to assess species diversity and biogeographic ranges. Using\nregression tree analyses, we assess thermal limits for two Diopatra\nspecies. We compare biogeographic patterns to historical sea surface\ntemperature patterns to draw links between range shifts and climate\nchange. Finally, we review published data to predict potential\necological changes as Diopatra invades new habitats. Results: The native\nD. neapolitana range has contracted 130 km to the south. A cryptogenic\nspecies, Diopatra sp. A, has extended the northern limit of the genus\n350 km to the southern Brittany peninsula. Both shifts can be explained\nby historical sea surface temperature anomalies. The Diopatra sp. A\nexpansion is predicted to continue into the English Channel and the\nNorth Sea, introducing large tube structures to sheltered sedimentary\nhabitats that currently lack such structures. Main conclusions: As\nclimate change intensifies, the sediment-stabilizing Diopatra sp. A will\ninvade habitats dominated by the bioturbating lugworm Arenicola marina.\nThe resulting interaction between functionally different ecosystem\nengineers will likely cause ecological changes in Northern European\ncoastal waters. Existing data for Diopatra species and arenicolids\nsuggest that the diversity and biomass of macroalgae, vascular plants,\ninfauna and epibenthic fauna may increase, while microbial activity may\ndecrease. Net changes in productivity will depend on the relative rates\nof these changes.","trees":[{"tree_label":"Fig. 2","ntax":"126","rootedtree":"TRUE","title":"European Diopatra","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6137.phy"}]}