{"Authors":" Bret A. Summerell, Uwe Braun, Alan R Wood, H. D. Shin,\nAcelino C Alfenas, Christian Joseph R. Cumagun, Johannes (Ewald)\nZacharias Groenewald, Michael J Wingfield, Pedro W. Crous","Year":" 2009","Title":" Phylogeny and taxonomy of obscure genera of microfungi","Journal":" Persoonia","Volume":" 22","Issue":" NA","Pages":" 139-161","Keywords":" NA","DOI":" 10.3767/003158509X461701","Abstract":" The recently generated molecular phylogeny for the kingdom\nFungi, on which a new classification scheme is based, still suffers from\nan under representation of numerous apparently asexual genera of\nmicrofungi. In an attempt to populate the Fungal Tree of Life, fresh\nsamples of 10 obscure genera of hyphomycetes were collected. These fungi\nwere subsequently established in culture, and subjected to DNA sequence\nanalysis of the ITS and LSU nrRNA genes to resolve species and generic\nquestions related to these obscure genera. Brycekendrickomyces\n(Herpotrichiellaceae) is introduced as a new genus similar to, but\ndistinct from Haplographium and Lauriomyces. Chalastospora is shown to\nbe a genus in the Pleosporales, with two new species, C. ellipsoidea and\nC. obclavata, to which Alternaria malorum is added as an additional\ntaxon under its oldest epithet, C. gossypii. Cyphellophora eugeniae is\nnewly described in Cyphellophora (Herpotrichiellaceae), and\ndistinguished from other taxa in the genus. Dictyosporium is placed in\nthe Pleosporales, with one new species, D. streliziae. The genus Edenia,\nwhich was recently introduced for a sterile endophytic fungus isolated\nin Mexico, is shown to be a hyphomycete (Pleosporales) forming a\npyronellea-like synanamorph in culture. Thedgonia is shown not to\nrepresent an anamorph of Mycosphaerella, but to belong to the\nHelotiales. Trochophora, however, clustered basal to the\nPseudocercospora complex in the Mycosphaerellaceae, as did\nVerrucisporota. Vonarxia, a rather forgotten genus of hyphomycetes, is\nshown to belong to the Herpotrichiellaceae and Xenostigmina is confirmed\nas synanamorph of Mycopappus, and is shown to be allied to Seifertia in\nthe Pleosporales. Dichotomous keys are provided for species in the\nvarious genera treated. Furthermore, several families are shown to be\npolyphyletic within some orders, especially in the Capnodiales,\nChaetothyriales and Pleosporales.","trees":[{"tree_label":"Fig. 1","ntax":"115","rootedtree":"TRUE","title":"Obscure Genera of Microfungi LSU, 1 of 1000 MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6274.phy"},{"tree_label":"Fig. 2","ntax":"28","rootedtree":"TRUE","title":"Obscure Genera of Microfungi ITS, 1 of 6 MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6646.phy"}]}