{"Authors":" David J. Gower, Tim Massingham, Diego San Mauro, Mark\nWilkinson, Rafael Zardoya, James A. Cotton","Year":" 2009","Title":" Experimental design in caecilian systematics: phylogenetic\ninformation of mitochondrial genomes and nuclear rag1","Journal":" Systematic Biology","Volume":" 58","Issue":" NA","Pages":" 425-438","Keywords":" NA","DOI":" 10.1093/sysbio/syp043","Abstract":" In molecular phylogenetic studies, a major aspect of\nexperimental design concerns the choice of markers and taxa. While\nprevious studies have investigated the phylogenetic performance of\ndifferent genes and the effectiveness of increasing taxon sampling,\ntheir conclusions are partly contradictory, probably because they are\nhighly context specific and dependent on the group of organisms used in\neach study. Goldman (1998) introduced a method for experimental design\nin phylogenetics based on the expected information to be gained that has\nbarely been used in practice. Here we use this method to explore the\nphylogenetic utility of mitochondrial (mt) genes, mt genomes, and\nnuclear rag1 for studies of the systematics of caecilian amphibians, as\nwell as the effect of taxon addition on the stabilization of a\ncontroversial branch of the tree. Overall phylogenetic information\nestimates per gene, specific estimates per branch of the tree, estimates\nfor combined (mitogenomic) data sets, and estimates as a hypothetical\nnew taxon is added to different parts of the caecilian tree are\ncalculated and compared. In general, the most informative data sets are\nthose for mt transfer and ribosomal RNA genes. Our results also show at\nwhich positions in the caecilian tree the addition of taxa have the\ngreatest potential to increase phylogenetic information with respect to\nthe controversial relationships of Scolecomorphus, Boulengerula, and all\nother teresomatan caecilians. These positions are, as intuitively\nexpected, mostly (but not all) adjacent to the controversial branch.\nGenerating whole mitogenomic and rag1 data for additional taxa joining\nthe Scolecomorphus branch may be a more efficient strategy than\nsequencing a similar amount of additional nucleotides spread across the\ncurrent caecilian taxon sampling. The methodology employed in this study\nallows an a priori evaluation and testable predictions of the\nappropriateness of particular experimental designs to solve specific\nquestions at different levels of the caecilian phylogeny.","trees":[{"tree_label":"Fig. 1","ntax":"9","rootedtree":"TRUE","title":"Gymnophiona","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6101.phy"}]}