{"Authors":" Z. H. Yu, S. H. Wu, D. M. Wang, C. T. Chen","Year":" 2010","Title":" Phylogenetic relationships of Antrodia species and related\ntaxa based on analyses of nuclear large subunit ribosomal DNA\nsequences.","Journal":" Botanical Studies","Volume":" 51","Issue":" NA","Pages":" 53-60","Keywords":"","DOI":" NA","Abstract":" This study aimed to evaluate relationships of Antrodia\nspecies and related taxa, including the taxonomic status of some\nAntrodia species that have been treated as separate genera (Amyloporia,\nFibroporia, and Taiwanofungus). A comprehensive phylogenetic study of\nHomobasidiomycetes presented by Binder et al. in 2005, was consulted for\nsampling the taxa used for this analysis. The genera of the ¡°residual¡±\npolyporoid clade and phlebioid clade of the Homobasidiomycetes were\nchosen as outgroups, and the genera belonging to the Antrodia clade and\ncore polyporoid clade were selected as ingroup. Phylogenetic analyses of\nthis study were based on sequence data derived from the nuclear large\nsubunit ribosomal DNA (nuc-LSU rDNA). The analytical methods of maximum\nparsimony (MP), maximum likelihood (ML), and Bayesian inference (BI)\nwere used. Results from these different analyses were generally\nconsistent. Two main clades lacking high support were detected in the\ningroup. Clade A consisted of taxa of the Antrodia clade, including all\n12 studied Antrodia species and members of four other genera: Daedalea,\nFomitopsis, Neolentiporus, and Piptoporus. The 12 Antrodia species were\nnot clustered into a distinct subclade, indicating that Antrodia is not\na monophyletic group. Two species of Fibroporia (belonging to Antrodia\nsensu lato), characterized by having a fruiting body with a rhizomorphic\nmargin, clustered together with very strong support. Five species with\namyloid skeletal hyphae, diagnostic of Amyloporia, did not group\ntogether. The generic status of Fibroporia, but not Amyloporia, was\nsupported in this study. Clade B consisted of the genera of the core\npolyporoid clade. Both species of the recently established genus\nTaiwanofungus formed a distinct subclade, supporting its generic\nstatus.","trees":[{"tree_label":"Fig. 1","ntax":"56","rootedtree":"TRUE","title":"Antrodia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6200.phy"},{"tree_label":"con 50 majrule MCMC","ntax":"56","rootedtree":"TRUE","title":"Antrodia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5982.phy"},{"tree_label":"Fig. 2","ntax":"56","rootedtree":"TRUE","title":"Antrodia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6321.phy"}]}