{"Authors":" Geraldine A. Allen, Pamela S. Soltis, Douglas E.\nSoltis","Year":" 2003","Title":" Phylogeny and biogeography of Erythronium (Liliaceae)\ninferred from chloroplast matK and nuclear rDNA ITS sequences.","Journal":" Systematic Botany","Volume":" 28","Issue":" 3","Pages":" 512-523","Keywords":"","DOI":" 10.1043/02-18.1","Abstract":" We investigated phylogenetic relationships within\nErythronium using DNA sequences from the chloroplast gene matK and the\ninternal transcribed spacer (ITS) of nuclear ribosomal DNA. Erythronium,\nAmana, and Tulipa form a strongly supported clade that appears to be of\nAsian origin. Erythronium is widely distributed in the Northern\nHemisphere, and consists of three well supported and geographically\ndistinct clades occurring in western North America, eastern North\nAmerica, and Eurasia. ITS analyses suggest that the Eurasian and eastern\nNorth American clades form a monophyletic group that separated into two\nlineages following divergence from the western North American clade.\nAlthough the three clades are each characterized by distinct\nmorphological features, convergence both among and within geographic\nareas is seen in several characters. The western North American clade\nexhibits greater morphological and molecular diversity than either of\nthe other two clades, and many of its species hybridize, suggesting both\nrecent and ongoing speciation. The geographic distribution of\nErythronium suggests initial diversification in Tertiary mixed\nmesophytic forest, followed by fragmentation of the range during the\nlate Tertiary or early Pleistocene and subsequent radiation in western\nNorth America.","trees":[{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Erythronium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4141.phy"},{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Erythronium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4142.phy"}]}