{"Authors":" J. K. Triplett, L. G. Clark","Year":" 2010","Title":" Phylogeny of the temperate bamboos (Poaceae: Bambusoideae:\nBambuseae) with an emphasis on Arundinaria and allies.","Journal":" Systematic Botany","Volume":" 35","Issue":" 1","Pages":" 102-120","Keywords":"","DOI":" 10.1600/036364410790862678","Abstract":" The temperate bamboos are a morphologically diverse grass\nlineage with a complex and problematic taxonomy. We present the first\nrobust multi-locus chloroplast phylogeny of the temperate bamboos,\nassess relationships among key genera with an emphasis on Arundinaria\nand its allies, and highlight the potential role of hybridization and\nreticulate evolution in this group. Utilizing a total of twelve plastid\nDNA regions (1 gene, 10 intergenic spacers, and 1 intron), the temperate\nclade was resolved to include six major lineages: Bergbamboes, the\nAfrican alpine bamboos, Chimonocalamus, the Shibataea clade, the\nPhyllostachys clade, and the Arundinaria clade. Internal resolution\nvaried among these six, in part reflecting sampling density and in part\ndue to apparent evolutionary rate heterogeneity. The recovered phylogeny\nis largely incongruent with morphological classifications, rendering\nsubtribes and many genera paraphyletic or polyphyletic. Some\nassociations are consistent with existing hypotheses of intergeneric\nhybridization, while others may indicate convergent evolution, lineage\nsorting, or previously unsuspected cases of hybridization. Several\nrobust lineages were identified within the Arundinaria clade, including\nthe Medake subclade (Pleioblastus sensu stricto and allies), Sasa sensu\nstricto, Sasamorpha, and the Sinicae subclade (comprising a subset of\nChinese taxa currently classified in Acidosasa, Indosasa, Pleioblastus\nsect. Amari, and Pseudosasa subg. Sinicae). Our analyses also recovered\na monophyletic Arundinaria sensu stricto of North America, and revealed\nsubstantial divergence between A. gigantea and A. tecta.","trees":[{"tree_label":"Fig. 1","ntax":"94","rootedtree":"TRUE","title":"Temperate Bamboos","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6087.phy"},{"tree_label":"Fig. 2","ntax":"94","rootedtree":"TRUE","title":"Temperate Bamboos","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6458.phy"},{"tree_label":"Fig. 4","ntax":"30","rootedtree":"TRUE","title":"Temperate Bamboos","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6228.phy"},{"tree_label":"Fig. 5","ntax":"30","rootedtree":"TRUE","title":"Temperate Bamboos","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6146.phy"}]}