{"Authors":" Sven Buerki, Peter B. Phillipson, P. P. Lowry Ii, Martin W.\nCallmander","Year":" 2010","Title":" Molecular phylogenetics and morphological evidence support\nrecognition of Gereaua, a new endemic genus of Sapindaceae from\nMadagascar.","Journal":" Systematic Botany","Volume":" 35","Issue":" 1","Pages":" 172-180","Keywords":"","DOI":" 10.1600/036364410790862669","Abstract":" A recent worldwide phylogeny of Sapindaceae inferred from\nnuclear and plastid DNA regions segregated the Malagasy Haplocoelum\nperrieri Capuron from the African Haplocoelum foliosum (Hiern) Bullock.\nAdditional phylogenetic analyses conducted here (including material of\nH. inopleum Radlk., the generi-type) confirmed the result from the\nprevious analysis and showed that maintaining a broad circumscription of\nHaplocoelum to include the Malagasy species would render the genus\npolyphyletic. In order to maintain monophyly, it is necessary to exclude\nH. perrieri, which we transfer to a new, monotypic genus, described here\nas Gereaua Buerki & Callm.. This taxon is easily distinguished from\nthe species retained in Haplocoelum by the following morphological\ncharacters: (1) sexual dimorphic inflorescences in racemules\n(vs. monomorphic inflorescences in fascicule of cymes); (2) 2-locular\novary (vs. 3-locular ovary); (3) rudimentary ovary in staminate flowers\n(vs. ovary well developed in staminate flowers); (4) corolla with 4-5\npetals (vs. apetalous); (5) glabrous anthers (vs. pubescent anthers);\n(6) pubescent fruit (vs. glabrous fruit). Relationships with the\nmost-closely related genera, comprising in the Macphersonia group, are\ndiscussed in light of molecular, morphological and biogeographic\nevidence. A preliminary threat assessment of G. perrieri (Capuron)\nBuerki & Callm. using the IUCN Red List criteria indicates a status\nof Least Concerned.","trees":[{"tree_label":"Fig. 1","ntax":"158","rootedtree":"TRUE","title":"Gereaua","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6423.phy"}]}