{"Authors":" M. G. Otalora, G. Aragon, M. C. Molina, I. Martinez,\nFrancois M. Lutzoni","Year":" 2010","Title":" Disentangling the Collema-Leptogium complex through a\nmolecular phylogenetic study of the Collemataceae (Peltigerales,\nlichen-forming Ascomycota)","Journal":" Mycologia","Volume":" 102","Issue":" 2","Pages":" 279-290","Keywords":"","DOI":" 10.3852/09-114","Abstract":" The family Collemataceae (Peltigerales, Ascomycota)\nincludes species of cyanolichens with foliose to fruticose or crustose\nthalli, with simple or septate ascospores. The current classification\ndivides this family into two groups on the basis of ascospore types. The\nobjective of this study was to evaluate the phylogenetic relationships\nwithin this family. Combined DNA sequence data from the nuclear large\nsubunit and mitochondrial small subunit ribosomal RNA genes were used to\nevaluate monophyly of the family and the relationships between the\nlargest genera of this family. The results revealed that this family is\nnot monophyletic. The genera Staurolemma and Physma, currently\nclassified within the Collemataceae, were found nested within the\nPannariaceae. The second main result of this study confirms that the\ngenera Collema and Leptogium, both part of the Collemataceae s. str.,\nare not monophyletic and that the presence of a thallus cortex is not a\nsynapomorphy for Leptogium. The main taxonomic conclusion is that the\nfamilies Collemataceae and Pannariaceae were recircumscribed, in light\nof molecular findings, with the latter family now including Staurolemma\nand Physma. The genera Collema and Leptogium form a single mixed\nmonophyletic group. Inferred ancestral character states within the\nCollema-Leptogium complex revealed that the ancestor of this family had\na thallus without cortex and that a cortex evolved at least twice\nrelatively early in the evolution of the Collemataceae s. str. These\nindependent gains of a thallus cortex seems to be associated with a\ntransition from colonizing bare rocks and soils in semi-arid and exposed\nhabitats to epiphytism in shady humid forests.","trees":[{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Collemataceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6628.phy"},{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Collemataceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6204.phy"}]}