{"Authors":" Fernando Gómez, David Moreira, Purificación\nLópez-García","Year":" 2009","Title":" Neoceratium gen. nov., a New Genus for All Marine Species\nCurrently Assigned to Ceratium (Dinophyceae)","Journal":" Protist","Volume":" 161","Issue":" 1","Pages":" 35-54","Keywords":"","DOI":" 10.1016/j.protis.2009.06.004","Abstract":" The dinoflagellate genus Ceratium contains marine and\nfreshwater species. Freshwater species possess six cingular plates,\nthick sulcal platelets and usually develop a third hypothecal horn. The\nmarine Ceratium (>62 species) possess five cingular plates and thin\nsulcal platelets; a third hypothecal horn is atypical. Resting cysts, a\ncommon feature in the freshwater species, are unreported in marine\nspecies. We illustrate for the first time resting cysts in marine\nCeratium (C. furca and C. candelabrum). We obtained small subunit\nribosomal RNA gene (SSU rDNA) sequences of 23 Ceratium spp. (more than\none third of the total marine species described so far), with\nrepresentatives of the four acknowledged subgenera. Phylogenetic\nanalyses including the type species, the freshwater C. hirundinella,\nshowed that the four available sequences of freshwater species formed a\nstrongly supported subclade very distant from the marine cluster. Our\ndata support the splitting of Ceratium sensu lato into two genera.\nCeratium sensu stricto should remain for freshwater species possessing\nsix cingular plates (three cingular plates in dorsal view). The new\ngenus name, Neoceratium gen. nov. and new combinations, should be\napplied to the marine species of Ceratium sensu lato which possess five\ncingular plates (two cingular plates in dorsal view).","trees":[{"tree_label":"Tree 2","ntax":"65","rootedtree":"TRUE","title":"Ceratium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6044.phy"},{"tree_label":"Tree 1","ntax":"39","rootedtree":"TRUE","title":"Ceratium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6175.phy"}]}