{"Authors":" Veronika Mayer, Hermann Voglmayr","Year":" 2009","Title":" Mycelial carton galleries of Azteca brevis (Formicidae) as a\nmultispecies network","Journal":" Proceedings of the Royal Society B","Volume":" 276","Issue":" NA","Pages":" 3265-3273","Keywords":" published","DOI":" 10.1098/rspb.2009.0768","Abstract":" Apart from growing fungi for nutrition, as seen in the\nNewWorld Attini, ants cultivate fungi for reinforcement of the walls of\ntheir nests or tunnel-shaped runway galleries. These fungi are grown on\norganic material such as bark, epiphylls or trichomes, and form stable\ncarton structures . In this study, the carton of the runway galleries\nbuilt by Azteca brevis (Formicidae, Dolichoderinae) on branches of\nTetrathylacium macrophyllum (Flacourtiaceae) is investigated. For the\nfirst time, molecular tools are used to address the biodiversity and\nphylogenetic affinities of fungi involved in tropical ant carton\narchitecture, a previously neglected ant fungus mutualism. The A. brevis\ncarton involves a complex association of several fungi. All the isolated\nfungi were unequivocally placed within the Chaetothyriales by DNA\nsequence data. Whereas five types of fungal hyphae were morphologically\ndistinguishable, our DNA data showed that more species are involved,\napplying a phylogenetic species concept based on DNA phylogenies and\nhyphal morphology. In contrast to the New World Attini with their\nmany-to-one (different ant species one fungal cultivar) pattern, and\ntemperate Lasius with a one-to-two (one ant species two mutualists) or\nmany-to-one (different ant species share the same mutualist) system, the\nA. brevis fungi association is a one-to-many multi-species network.\nVertical fungus transmission has not yet been found, indicating that the\nA. brevis fungi interaction is rather generalized.","trees":[{"tree_label":"Fig. 2","ntax":"95","rootedtree":"TRUE","title":"Chaetothyriales, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6266.phy"},{"tree_label":"Fig. 1","ntax":"34","rootedtree":"TRUE","title":"Chaetothyriales, SSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6500.phy"},{"tree_label":"Fig. 3","ntax":"34","rootedtree":"TRUE","title":"Chaetothyriales, LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5988.phy"}]}