{"Authors":" Walter M Jaklitsch","Year":" 2009","Title":" European species of Hypocrea Part I","Journal":" Studies in Mycology","Volume":" 63","Issue":" 1","Pages":" 1-91","Keywords":" NA","DOI":" 10.3114/sim.2009.63.01","Abstract":" At present 75 species of Hypocrea have been identified in\ntemperate Europe. Nineteen species of green-spored species and their\nTrichoderma asexual states are here described in detail. Extensive\nsearches for Hypocrea teleomorphs in fourteen European countries, with\nemphasis on Central Europe, yielded more than 620 specimens within five\nyears. The morphology of fresh and dry stromata was studied. In\naddition, available types of species described from Europe were\nexamined. Cultures were prepared from ascospores and used to study the\nmorphology of cultures and anamorphs, to determine growth rates, and to\nextract DNA that was used for amplification and sequencing of three\ngenetic markers. ITS was used for identification, while RNA polymerase\nII subunit b (rpb2) and translation elongation factor 1 alpha (tef1)\nwere analyzed for phylogenetic reconstruction of the genus. Several\nunexpected findings resulted from this project: 1) The previous view\nthat only a small number of Trichoderma species form a teleomorph is\nerroneous. 2) All expectations concerning the number of species in\nEurope are by far exceeded. Seventy-five species of Hypocrea, two\nspecies of Protocrea, and Arachnocrea stipata, are herein identified in\ntemperate Europe, based on the ITS identification routine using fresh\nmaterial, on species described earlier without molecular data and on\nspecies recently described but not collected during this project. 3)\nCurrent data suggest that the biodiversity of Hypocrea / Trichoderma\nabove soil exceeds the number of species isolated from soil. 4) The\nnumber of Trichoderma species forming hyaline conidia has been\nconsidered a small fraction. In Europe, 26 species of those forming\nteleomorphs produce hyaline conidia, while 42 green-conidial species are\nknown. Three of the detected Hypocrea species do not form an anamorph in\nculture, while the anamorph is unknown in four species, because they\nhave never been cultured. This work is a preliminary account of Hypocrea\nand their Trichoderma anamorphs in Europe. Of the hyaline-spored\nspecies, H. minutispora is by far the most common species in Europe, of\nthe green-spored species this is H. strictipilosa. General ecology of\nHypocrea is discussed. Specific associations, either with host fungi or\ntrees have been found, but the majority of species seems to be\nnecrotrophic on diverse fungi on wood and bark. The taxonomy of the\ngenus will be treated in two parts. In this first part nineteen species\nof Hypocrea with green ascospores, including six new teleomorph and five\nnew anamorph species, are described in detail. All green-spored species\nbelong to previously recognized clades, except H. spinulosa, which forms\nthe new Spinulosa Clade with two additional new species, and H.\nfomiticola, which belongs to the Semiorbis Clade and forms effuse to\nlarge subpulvinate stromata on Fomes fomentarius, a trait new for\nspecies with green ascospores. Anamorph names are established\nprospectively in order to provide a basis for possible policy\nalterations towards their use for holomorphs.","trees":[{"tree_label":"PAUP 2","ntax":"41","rootedtree":"TRUE","title":"European species of Hypocrea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6399.phy"},{"tree_label":"Fig. 2","ntax":"41","rootedtree":"TRUE","title":"European species of Hypocrea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6398.phy"},{"tree_label":"Fig. 1","ntax":"137","rootedtree":"TRUE","title":"European species of Hypocrea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6684.phy"}]}