{"Authors":" Charles H Leseberg, Colin P. Grennan, Leah M. Morris,\nMelvin R Duvall","Year":" 2008","Title":" Molecular evolution and phylogenetics of complete chloroplast\ngenomes in Poaceae.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":"","DOI":"","Abstract":" Phylogenetic issues in Poaceae not resolved by previous\nmulti-gene analyses can be usefully investigated by small genome-scale\nanalyses. In this pilot study, complete or nearly complete chloroplast\ngenomes (plastomes) were sequenced from six selected graminoids.\nRepresentatives of Anomochlooideae, Puelioideae, Bambusoideae, both\nmajor tribes of Panicoideae and Joinvilleaceae were newly sampled to\nsupplement previously published plastome data from Ehrhartoideae,\nPooideae, and Andropogoneae. For amplification and sequencing, over 200\npairs of primers were designed in conserved regions of published grass\nplastomes that were positioned to flank overlapping 1200-base pair\nfragments around the entire plastome. As expected, gene order and number\nwere highly conserved. Concurrent with the high conservation of the\nplastome was considerable cumulative variation useful for studies within\nthe family and even within a single tribe. Readily interpreted\nmutational patterns were observed, such as small inversions of the loop\nin hairpin-loop regions and indels resulting from slipped-strand\nmispairings. Phylogenetic analyses were conducted on these and eight\npreviously published plastomes. Maximum or near-maximum support was\nobserved in all likelihood and parsimony bootstrap analyses including\nshallow nodes, such as those within a clade corresponding to a complex\nof four Andropogoneae, and deep nodes, such as the one uniting the\nbambusoid/ehrhartoid/pooid (BEP) clade.","trees":[{"tree_label":"Fig. 1","ntax":"14","rootedtree":"TRUE","title":"Poaceae Plastome MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6696.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Poaceae Plastome ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6253.phy"}]}