{"Authors":" Christoph Bleidorn, Lars Podsiadlowski, Min Zhong, Igor\nEeckhaut, Stefanie Hartmann, Kenneth M. Halanych, Ralph Tiedemann","Year":" 2009","Title":" On the phylogenetic position of Myzostomida: can 77 genes get\nit wrong?","Journal":" BMC Evolutionary Biology","Volume":" 9","Issue":" 150","Pages":" 150","Keywords":" NA","DOI":" 10.1186/1471-2148-9-150","Abstract":" Background: Phylogenomic analyses recently became popular\nto address questions about deep metazoan phylogeny. Ribosomal proteins\n(RP) dominate many of these analyses or are, in some cases, the only\ngenes included. Despite initial hopes, phylogenomic analyses including\ntens to hundreds of genes still fail to robustly place many bilaterian\ntaxa. Results: Using the phylogenetic position of myzostomids as an\nexample, we show that phylogenies derived from RP genes and\nmitochondrial genes produce incongruent results. Whereas the former\nsupport a position within a clade of platyzoan taxa, mitochondrial data\nrecovers an annelid affinity, which is strongly supported by the gene\norder data and is congruent with morphology. Using hypothesis testing,\nour RP data significantly rejects the annelids affinity, whereas a\nplatyzoan relationship is significantly rejected by the mitochondrial\ndata. Conclusions: We conclude (i) that reliance of a set of markers\nbelonging to a single class of macromolecular complexes might bias the\nanalysis, and (ii) that concatenation of all available data might\nintroduce conflicting signal into phylogenetic analyses. We therefore\nstrongly recommend testing for data incongruence in phylogenomic\nanalyses. Furthermore, judging all available data, we consider the\nannelid affinity hypothesis more plausible than a possible platyzoan\naffinity for myzostomids, and suspect long branch attraction is\ninfluencing the RP data. However, this hypothesis needs further\nconfirmation by future analyses.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"position, Ribosomal","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6687.phy"},{"tree_label":"Fig. 3","ntax":"78","rootedtree":"TRUE","title":"position, mitochondrial","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6094.phy"}]}