{"Authors":" Lucas Leclere, Peter Schuchert, Corinne Cruaud, Arnaud\nCouloux, Michaël Manuel","Year":" 2009","Title":" Molecular Phylogenetics of Thecata (Hydrozoa, Cnidaria)\nReveals Long-Term Maintenance of Life History Traits Despite High\nFrequency of Recent Character Changes","Journal":" Systematic Biology","Volume":" 58","Issue":" 5","Pages":" 509-526","Keywords":" NA","DOI":" 10.1093/sysbio/syp044","Abstract":" Two fundamental life cycle types are recognized among\nhydrozoan cnidarians, the benthic (generally colonial) polyp stage\neither producing pelagic sexual medusae or directly releasing gametes\nelaborated from an attached gonophore. The existence of intermediate\nforms, with polyps producing simple medusoids, has been classically\nconsidered compelling evidence in favor of phyletic gradualism. In order\nto gain insights about the evolution of hydrozoan life history traits,\nwe inferred phylogenetic relationships of 142 species of Thecata (=\nLeptothecata, Leptomedusae), the most species-rich hydrozoan group,\nusing three different rRNA markers (16S, 18S, 28S). In conflict with\nmorphology-derived classifications, most thecate species fell in two\nwell-supported clades named here Statocysta and Macrocolonia. We\ninferred many independent medusa losses among Statocysta. Several\ninstances of secondary regain of medusoids (but not of full medusa) from\nmedusa-less ancestors were supported among Macrocolonia. Furthermore,\nlife cycle character changes were significantly correlated with changes\naffecting colony shape. For both traits, changes did not reflect graded\nand progressive loss or gain of complexity, they were concentrated in\nrecent branches, with intermediate character states being most probably\nrelatively short-lived at a large evolutionary scale. This punctuational\npattern supports the existence of two alternative stable evolutionary\nstrategies: simple stolonal colonies with medusae (the ancestral\nstrategy, seen in most Statocysta species) vs. large complex colonies\nwith fixed gonophores (the derived strategy, seen in most Macrocolonia\nspecies). Hypotheses of species selection are proposed to explain the\napparent long-term stability of these life history traits despite a high\nfrequency of character change. Notably, maintenance of the medusa across\ngeological time in Statocysta might be due to higher extinction rates\nfor species that have lost this dispersive stage.","trees":[{"tree_label":"Fig. 1S","ntax":"149","rootedtree":"TRUE","title":"Thecata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6157.phy"},{"tree_label":"Fig. 1","ntax":"144","rootedtree":"TRUE","title":"Thecata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6013.phy"},{"tree_label":"Fig. 3","ntax":"135","rootedtree":"TRUE","title":"Thecata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6471.phy"},{"tree_label":"Fig. 2","ntax":"109","rootedtree":"TRUE","title":"Thecata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6548.phy"}]}