{"Authors":" Teresa Terrazas, Salvador Arias, K. M. Cameron","Year":" 2003","Title":" Phylogenetic analysis of Pachycereus (Cactaceae,\nPachycereeae) based on chloroplast and nuclear DNA sequences.","Journal":" Systematic Botany","Volume":" 28","Issue":" 3","Pages":" 547-557","Keywords":"","DOI":" 10.1043/02-17.1","Abstract":" The phylogenetic relationships of Pachycereus (Cactaceae)\nspecies and relatives from subtribe Pachycereinae were studied using DNA\nsequence data. The plastid rpl16 intron, trnL intron, trnL-F intergenic\nspacer, and nuclear rDNA internal transcribed spacer region (ITS) were\nsequenced for 30 species, representing the four genera of subtribe\nPachycereinae (Carnegiea, Cephalocereus, Neobuxbaumia, and Pachycereus)\nas well as three additional outgroup genera from subtribe Stenocereinae.\nPhylogenetic analyses support neither the monophyly of Pachycereus as\ncurrently circumscribed nor Pachycereinae unless Stenocereus aragonii\nand S. eichlamii are included within it. However, these results suggest\nthat the subtribe can be divided into three major clades. The first\nincludes Pachycereus hollianus together with P. lepidanthus, which is\nsister to a large clade combining species from Pachycereus and\nCephalocereus group. Within the large clade Cephalocereus and\nNeobuxbaumia together with Pachycereus fulviceps are sister to the\nremaining species of Pachycereus as well as Stenocereus aragonii, S.\neichlamii, and Carnegiea gigantea. Moreover results suggest that\nPachycereus is monophyletic with five species and that several other\ngenera (Backebergia, Lemaireocereus, Lophocereus, and Pseudomitrocereus)\nmay be resurrected. A number of morphological and anatomical characters\nsupport these relationships, indicating that future analyses combining\nboth molecular and morphological characters will be particularly useful\nin resolving relationships within this group of columnar cacti.","trees":[{"tree_label":"Fig. 2","ntax":"30","rootedtree":"TRUE","title":"Pachycereinae based on trnL-F + rpl16","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_417.phy"},{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"Pachycereinae based on ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4147.phy"},{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Pachycerienae based on trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4146.phy"},{"tree_label":"Fig. 4","ntax":"29","rootedtree":"TRUE","title":"Pachycereinae based on combined sequences","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4148.phy"}]}