{"Authors":" J. S. Zhong, Jianhua Li, Libo Li, John G. Conran, H. W.\nLi","Year":" 2010","Title":" Phylogeny of Isodon (Schrad. ex Benth.) Spach (Lamiaceae) and\nrelated genera inferred from nuclear ribosomal ITS, trnL-trnF region and\nrps16 Intron sequences and morphology.","Journal":" Systematic Botany","Volume":" 35","Issue":" 1","Pages":" 207-219","Keywords":"","DOI":" 10.1600/036364410790862614","Abstract":" Phylogenetic analyses of the genus Isodon and related\ngenera using the nuclear ribosomal internal transcribed spacer (nrITS),\nchloroplast DNA regions (trnL-trnF region and rps16 intron), and\nmorphological data were presented. The results clarified the\nrelationships among Isodon and its putative related genera and the\nquestion of the monophyly of Isodon and its relationship with\nSiphocranion. Siphocranion is a monophyletic genus and the sister clade\nto the remaining species of tribe Ocimeae, whereas Isodon, as currently\ncircumscribed, is only monophyletic by including Skapanthus oreophilus.\nIsodon forms a distinct subtribe Isodoninae within tribe Ocimeae and\nthree strongly supported subclades are identified within the genus. In\naddition, a close relationship between Hanceola and Hyptis is indicated\nin the combined nrITS + cpDNA data set with Bayesian inference and this\nis also supported in morphological analyses, however, more studies are\nneeded to confirm this relationship. It is evident that subtribe\nHanceolinae is polyphyletic as currently defined, as a result subtribe\nHanceolinae is maintained and restricted to accommodate Hanceola alone.\nThe relationships between Isodon and other genera within tribe Ocimeae\nare still unresolved, with the newly erected subtribe Isodoninae is\nmonophyletic group representing a distinct lineage in subtribe Ociminae;\nin addition, the relationships among the species under the largest\nsubclade C of Isodon are still poorly known. Additional studies of this\ngroup with additional data and more intensive taxon sampling might help\nto resolve these issues.","trees":[{"tree_label":"MajRule","ntax":"91","rootedtree":"TRUE","title":"Isodon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6487.phy"},{"tree_label":"Strict","ntax":"91","rootedtree":"TRUE","title":"Isodon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6486.phy"},{"tree_label":"Strict","ntax":"74","rootedtree":"TRUE","title":"Isodon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5995.phy"},{"tree_label":"MajRule","ntax":"74","rootedtree":"TRUE","title":"Isodon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5996.phy"},{"tree_label":"MajRule","ntax":"63","rootedtree":"TRUE","title":"Isodon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6011.phy"},{"tree_label":"Strict","ntax":"63","rootedtree":"TRUE","title":"Isodon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6010.phy"}]}