{"Authors":" M. I. Dawson, Jérôme Munzinger, Steven J. Wagstaff,\nStephanus Venter, Darren M. Crayn, Dorothy A. Steane, Kristina L.\nLemson","Year":" 2010","Title":" Origin, Diversification, and Classification of the\nAustralasian Genus Dracophyllum (Richeeae, Ericaceae)","Journal":" Annals of the Missouri Botanical Garden","Volume":" 97","Issue":" 2","Pages":" 235-258","Keywords":"","DOI":" 10.3417/2008130","Abstract":" The genus Dracophyllum (Ericaceae) has a fragmented\ndistribution in Australasia, but reaches the greatest level of species\nrichness and morphological diversity in New Zealand. We investigated\nevolutionary processes that contribute to this disparity in species\nrichness by comparing DNA sequences from members of Dracophyllum, its\nclose relatives Richea and Sphenotoma (together constituting Tribe\nRicheeae), along with more distant relatives in the Ericaceae. We\ncreated complementary data sets for the chloroplast-encoded genes matK\nand rbcL. Both Bayesian and maximum likelihood analyses were conducted\nto assess the robustness of our phylogenetic inferences. The results\nwere largely congruent and when analyzed in combination provided greater\nresolution. In our analyses, Tribe Richeeae formed a monophyletic group\nthat diverged during the Eocene (at least 33.3 Ma) with a crown\nradiation during the early Miocene (at least 16.5 Ma) that resulted in\ntwo disjunct lineages. This date corresponds roughly to the onset of\naridification in central Australia. The Western Australian genus\nSphenotoma formed an isolated evolutionary lineage, while Dracophyllum\nand Richea together formed a second lineage restricted to Eastern\nAustralia, Lord Howe Island, New Caledonia and New Zealand. The\nrelationships of the Tasmanian endemic, Dracophyllum milliganii, remain\nan enigma. It was ambiguously placed in our analyses either emerging as\nsister to Sphenotoma or to the Dracophyllum/Richea clade. Richea was\npolyphyletic; we recovered two distinct lineages of Richea,\ntraditionally recognized as R. sect. Cystanthe and R. sect.\nDracophylloides; these were nested within Dracophyllum. Because Richea\nis polyphyletic, the status of this genus (and the respective\ninfrageneric classifications of Dracophyllum and Richea) may be\nequivocal. The New Caledonian and New Zealand species of Dracophyllum\ndispersed from Australia; we document two independent episodes of\nlong-distance dispersal in the late Miocene to early Pliocene. Low\nlevels of sequence divergence suggest a rapid and recent species\nradiation in these two island archipelagos largely within the last 3–6\nmillion years. This radiation accompanied Pliocene uplift of the New\nZealand Southern Alps and episodes of glaciation during the Pleistocene.\nKey words:adaptive radiation, age, angiosperm, Australia, biogeography,\nclassification, diversification, Dracophyllum, Ericaceae, island floras,\nLord Howe Island, matK, molecular clock, molecular phylogenetics,\nmolecular sequence data, molecular systematics, New Caledonia, New\nZealand, phylogeny, plant evolution, rbcL, Richea, speciation, species\nrichness, Sphenotoma, Tasmania.","trees":[{"tree_label":"Fig. 3 rbcL","ntax":"77","rootedtree":"TRUE","title":"Dracophyllum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6420.phy"},{"tree_label":"Fig. 4","ntax":"77","rootedtree":"TRUE","title":"Dracophyllum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6393.phy"},{"tree_label":"Fig. 3 matK","ntax":"77","rootedtree":"TRUE","title":"Dracophyllum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6040.phy"}]}