{"Authors":" H. K. Moon, S. P. Hong, Erik Smets, Suzy Huysmans","Year":" 2009","Title":" Micromorphology and character evolution of nutlets in tribe\nMentheae (Nepetoideae, Lamiaceae)","Journal":" Systematic Botany","Volume":" 34","Issue":" 4","Pages":" 760-776","Keywords":"","DOI":" 10.1600/036364409790139592","Abstract":" Mentheae is an economically important tribe in Lamiaceae\nwith many ornamentals and culinary herbs. Although its monophyly is well\nsupported by molecular data, the subtribal delimitation and the\nintergeneric relationships are still poorly understood. The nutlet\nmorphology (SEM) of the tribe and the presence/absence of myxocarpy is\ndocumented here for 57 out of 65 genera in order to assess the\nsystematic value of nutlet characters and to evaluate the existing\nmolecular phylogenies for this group. Significant variation was found in\nnutlet shape, morphology of the abscission scar, distribution of\ntrichomes, and surface sculpture. Five different surface types are\nrecognized in Mentheae based on differences in cell outline, anticlinal\nwalls, cell boundary relief and curvature of the outer periclinal wall.\nRepresentative nutlet features proved to be phylogenetically informative\nin Mentheae mainly at the generic level. Cladistic analyses were\nperformed based on 15 morphological nutlet characters and/or available\nmolecular data (nuclear ribosomal ITS and chloroplast trnL-trnF spacer\nsequences). The resulting topologies indicate that the addition of\nnutlet characters to the DNA-data matrix improved the overall resolution\nand also increased bootstrap support values in comparison with\nexclusively molecular phylogenetic analyses. The evolution of major\nnutlet characters within the tribe Mentheae is discussed.","trees":[{"tree_label":"Fig. 7B","ntax":"41","rootedtree":"TRUE","title":"Mentheae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6480.phy"},{"tree_label":"Fig. 7A","ntax":"41","rootedtree":"TRUE","title":"Mentheae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6400.phy"}]}