{"Authors":" Rosa Cerros Tlatilpa, J. Travis Columbus, Michael S.\nKinney, Paul M. Peterson, Nancy F. Refulio Rodriguez","Year":" 2010","Title":" Columbus, J. T., P. M. Peterson, N. F. Refulio Rodriguez, R.\nCerros Tlatilpa, and M. S. Kinney. 2009. Phylogenetics of\nMuhlenbergiinae (Poaceae, Chloridoideae, Cynodonteae) based on ITS and\ntrnL-F DNA sequences. In O. Seberg, G. Petersen, A. S. Barfo","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" Muhlenbergiinae are a subtribe in the grass (Poaceae)\nsubfamily Chloridoideae, tribe Cynodonteae. The morphologically diverse\ngroup includes ten genera and 168 species and is restricted almost\nentirely to the New World, with a center of diversity in Mexico (125\nspecies). With 147 species, Muhlenbergia is by far the largest genus,\nand is divided into two subgenera, Muhlenbergia and Trichochloa, the\nlatter with two sections. The other, much smaller genera are Aegopogon\n(4 species), Bealia (1), Blepharoneuron (2), Chaboissaea (4), Lycurus\n(3), Pereilema (4), Redfieldia (1), Schaffnerella (1), and Schedonnardus\n(1). We conducted a phylogenetic study of Muhlenbergiinae based on\nparsimony analysis of DNA sequences of the nuclear ribosomal internal\ntranscribed spacer region (ITS1 + 5.8S + ITS2) and chloroplast trnL\nintron, trnL 3′ exon, and trnL-trnF intergenic spacer. All genera were\nsampled, including 52 species of Muhlenbergia representing both\nsubgenera and sections. Muhlenbergia and Pereilema are not monophyletic\nin the resulting trees. The species of Pereilema and the other small\ngenera are nested within Muhlenbergia in three main lineages. One of the\nlineages includes a monophyletic Muhlenbergia subgen. Trichochloa.\nAnother lineage comprises species having leaf anatomy predictive of the\nPCK subtype of C4 photosynthesis. Based on the results of this study, we\nfavor expanding the circumscription of Muhlenbergia to include the other\nnine genera of the subtribe.","trees":[{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"Muhlenbergiinae trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6672.phy"},{"tree_label":"Fig. 3","ntax":"71","rootedtree":"TRUE","title":"Muhlenbergiinae ITS/trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6072.phy"},{"tree_label":"Fig. 1","ntax":"71","rootedtree":"TRUE","title":"Muhlenbergiinae ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6187.phy"}]}