{"Authors":" Vasyl P. Heluta, Susumu Takamatsu, Svitlana Voytyuk,\nYoshiro Shiroya","Year":" 2009","Title":" Erysiphe kenjiana (Erysiphales), a new invasive fungus in\nEurope","Journal":" Mycological Progress","Volume":" 8","Issue":" 4","Pages":" 367-375","Keywords":" NA","DOI":" 10.1007/s11557-009-0610-8","Abstract":" An Asian powdery mildew fungus Erysiphe (Uncinula)\nkenjiana (Erysiphales, Ascomycota) has been found in Ukraine. This is\nthe first record of this fungus in Europe. In 2007, E. kenjiana was\ncollected on four Ulmus species in Kiev. All locations adjoined railways\nor an airport. Development of E. kenjiana was epiphytotic. This species\nwas not found on elms surveyed at towns situated north-east, east or\nsouth of Kiev. The fungus may have been brought directly to Ukraine by\nrail or air transport. In 2008, the fungus was also collected in\nChernihiv situated north-east of Kiev. It is likely that E. kenjiana\nwill spread over all Ukraine and into countries of central and western\nEurope in 2009 or later. Molecular phylogenetic analyses using D1/D2\ndomains of the 28 S rDNA and ITS sequences revealed that the\nUlmaceae-Cannabaceae-parasitic powdery mildews, including E. kenjiana,\nform a clade with strong supports, suggesting that these species\ndiverged from a single ancestor and expanded their host ranges within\nthe Ulmaceae and allied Cannabaceae. This hypothesis is supported by\nthese species sharing the unique morphology of enlarged apices on their\nchasmothecial appendages. These fungi formed part of a larger grouping\nwith species on Fagaceae, Nothofagaceae, Rosaceae, and Sapindaceae with\nstrong statistical supports. These results suggest that Uncinula-like\npowdery mildew fungi on these plant families exhibit close evolutionary\nrelationships with their hosts.","trees":[{"tree_label":"Fig. 5","ntax":"45","rootedtree":"TRUE","title":"Erysiphe kenjiana ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6001.phy"},{"tree_label":"Fig. 4","ntax":"61","rootedtree":"TRUE","title":"Erysiphe kenjiana 28S rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6650.phy"}]}