{"Authors":" Antonio Ortega, Ursula Peintner, Víctor N. Suárez-Santiago,\nInmaculada López-Flores","Year":" 2009","Title":" Study on Cortinarius subgenus Telamonia section Hydrocybe in\nEurope, with especial emphasis on Mediterranean taxa","Journal":" Mycological Research","Volume":" 113","Issue":" 10","Pages":" 1070-1090","Keywords":" in label","DOI":" 10.1016/j.mycres.2009.07.006","Abstract":" In this paper we have attempted to clarify the taxonomy\nand nomenclature of thirteen taxa of the genus Cortinarius subgenus\nTelamonia (sections Hydrocybe, Fraternii) well represented in the\nsouthwestern Mediterranean area of Europe (C. atrocoeruleus, C.\nbombycinus, C casimiri, C. contrarius, C. decipiens, C. fraternus, C.\ngallurae, C. hoffmannii, C. petroselineus, C. sertipes, C.\nsubturibulosus, C. urdaibaiensis and C. vernus). To this end we have\nperformed a combined study of morphological and molecular data (rDNA ITS\nsequences). The morphological analysis was carried out on 114\ncollections and the molecular analysis involved 31 of the 114\ncollections, including 11 type collections (types for C. casimiri and C.\nfraternus were not available). In addition, a study of spores under\nfield emission scanning electron microscopy (FESEM) was conducted. The\nresults of the combined analysis allowed us to asign the studied\nmaterial to five species (C. casimiri s.l., C. decipiens s.l., C.\ngallurae, C. subturibulosus s.l. and C. vernus s.l.). Thus, all\ncollections from more continental areas, which were originally\nidentified as six different taxa (C. atrocoeruleus, C. contrarius, C.\ndecipiens, C. fraternus, C. sertipes, C. flexipes fo. sertipes)\ncorresponded to C. decipiens sensu lato, a widely distributed,\ngenetically and morphologically variable species. Cortinarius casimiri\nis also found in such habitats, but it is confirmed as distinct taxon.\nCollections from Mediterranean sclerophyllous communities correspond to\nC. gallurae, C. vernus sensu lato and C. subturibulosus sensu lato. Due\nto close phylogenetic relationships we propose the new combinations C.\ncasimiri var. hoffmannii (= C. decipiens var. hoffmannii non C.\nhoffmannii) and C. subturibulosus var. bombycinus (= C. bombycinus), and\nthe new variety C. vernus var. nevadavernus (= C. vernus H. Lindstr.\n& Melot sensu auct.).","trees":[{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Cortinarius subg. Telamonia sect. Hydrocybe in\nEurope","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6427.phy"}]}