{"Authors":" David K. Yeates, Brian M. Wiegmann, Michelle D. Trautwein,\nJ.-H. Kim, Matthew A. Bertone, Shaun L. Winterton, Brian K. Cassel","Year":" 2009","Title":" Nuclear genes resolve the phylogeny of the holometabolous\ninsects.","Journal":" BMC Biology","Volume":" 7","Issue":" 34","Pages":" 34","Keywords":" NA","DOI":" 10.1186/1741-7007-7-34","Abstract":" Evolutionary relationships among the 11 extant orders of\ninsects that undergo complete metamorphosis, called Holometabola, remain\neither unresolved or contentious, but are extremely important as a\ncontext for accurate comparative biology of insect model organisms. The\nmost phylogenetically enigmatic holometabolan insects are Strepsiptera\nor twisted wing parasites, whose evolutionary relationship to any other\ninsect order is unconfirmed. They have been controversially proposed as\nthe closest relatives of the flies, based on rDNA, and a possible\nhomeotic transformation in the common ancestor of both groups that would\nmake the reduced forewings of Strepsiptera homologous to the reduced\nhindwings of Diptera. Here we present evidence from nucleotide sequences\nof six single-copy nuclear protein coding genes used to reconstruct\nphylogenetic relationships and estimate evolutionary divergence times\nfor all holometabolan orders. Our results strongly support Hymenoptera\nas the earliest branching holometabolan lineage, the monophyly of the\nextant orders, including the fleas, and traditionally recognized\ngroupings of Neuropteroidea and Mecopterida. Most significantly, we find\nstrong support for a close relationship between Coleoptera (beetles) and\nStrepsiptera, a previously proposed, but analytically controversial\nrelationship. Exploratory analyses reveal that this relationship cannot\nbe explained by long-branch attraction or other systematic biases.\nBayesian divergence times analysis, with reference to specific fossil\nconstraints, places the origin of Holometabola in the Carboniferous (355\nMa), a date significantly older than previous paleontological and\nmorphological phylogenetic reconstructions. The origin and\ndiversification of most extant insect orders began in the Triassic, but\nflourished in the Jurassic, with multiple adaptive radiations producing\nthe astounding diversity of insect species for which these groups are so\nwell known. These findings provide the most complete evolutionary\nframework for future comparative studies on holometabolous model\norganisms and contribute strong evidence for the resolution of the\n‘Strepsiptera problem’, a long-standing and hotly debated issue in\ninsect phylogenetics.","trees":[{"tree_label":"Fig. 2","ntax":"29","rootedtree":"TRUE","title":"Holometabola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6100.phy"}]}