{"Authors":" Jeffrey W. Streicher, Andrew J. Crawford, Cody W.\nEdwards","Year":" 2009","Title":" Multilocus molecular phylogenetic analysis of the montane\nCraugastor podiciferus species complex (Anura: Craugastoridae) in\nIsthmian Central America","Journal":" Molecular Phylogenetics and Evolution","Volume":" 53","Issue":" 3","Pages":" 620-630","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.07.011","Abstract":" The Craugastor podiciferus complex is a group of\nphenotypically polymorphic direct-developing frogs that inhabit the\nTalamancan highlands of Costa Rica and Panama. The montane distribution\nof this group creates natural allopatry among members and offers a\nunique opportunity to explore patterns of gene flow and the geography of\nspeciation. Using a multilocus approach, we obtained data from one\nnuclear (c-myc) and three mitochondrial (12S, 16S, and COI) gene regions\nfrom 40 individuals within the C. podiciferus complex. Molecular\nphylogenetic analyses revealed a basal split that placed samples from\nwestern Panama as sister to Costa Rican (CR) samples, corroborating a\nprevious suggestion that the former lineage may represent an undescribed\nspecies. Within the CR clades we found 6 distinct haplogroups whose\ndistributions largely corresponded to geographic features and included\nsome instances of sympatry. Divergence estimates were used to develop a\npreliminary evolutionary timeframe for the diversification of the C.\npodiciferus complex. Based on collective evidence, we hypothesize that\nmovement of the CR haplogroups has occurred between currently isolated\nareas of suitable habitat via second order climatic fluctuations during\nthe Pleistocene. The levels of genetic differentiation within the C.\npodiciferus complex are remarkable given the relatively small geographic\narea (ca. 8,000 km2) of occurrence. This diversity emphasizes the need\nfor further study and taxonomic revision to aid in conservation planning\nfor this complex which, like many amphibians, has experienced recent\npopulation declines.","trees":[{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Montane Craugastor podiciferus species complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6573.phy"}]}