{"Authors":" A. D. Leaché","Year":" 2009","Title":" Species Trees for Spiny Lizards (Genus Sceloporus):\nIdentifying Points of Concordance and Conflict between Nuclear and\nMitochondrial Data","Journal":" Molecular Phylogenetics and Evolution","Volume":" 54","Issue":" 1","Pages":" 162-171","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.09.006","Abstract":" Spiny lizards (genus Sceloporus) represent one of the most\ndiverse and species rich clades of squamate reptiles in continental\nNorth America. Sceloporus contains 90+ species, which are partitioned\ninto 21 species groups that contain anywhere from one to 15 species.\nDespite substantial progress towards elucidating the phylogeographic\npatterns for many species, efforts to resolve the phylogenetic\nrelationships among the species groups remain limited. In this study,\nthe phylogenetic relationships of 53 species of Sceloporus, representing\nall 21 species groups, are estimated based on four nuclear genes (BDNF,\nPNN, R35, RAG-1; >3.3 kb) and contrasted with a new mitochondrial DNA\ngenealogy based on six genes (12S, ND1, ND4, and the histidine, serine,\nand leucine tRNA genes; > 2.5 kb). Species trees estimated from the\nnuclear loci using data concatenation or a coalescent-based inference\nmethod result in concordant topologies, but the coalescent approach\nprovides lower resolution and support. When comparing nuclear versus\nmtDNA-based topologies for Sceloporus species groups, conflicting\nrelationships outnumber concordant relationships. Incongruence is not\nrestricted to weak or unresolved nodes, as might be expected under a\nscenario of rapid diversification, but extends to conflicts involving\nclades receiving strong support. The points of concordance and conflict\nbetween the nuclear and mtDNA data are discussed, and arguments for\npreferring the species trees estimated from the multilocus nuclear data\nare presented.","trees":[{"tree_label":"nrDNA Tree","ntax":"56","rootedtree":"TRUE","title":"Sceloporus Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6493.phy"},{"tree_label":"mtDNA Tree","ntax":"56","rootedtree":"TRUE","title":"Sceloporus Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6224.phy"}]}