{"Authors":" Christopher P. Kenaley","Year":" 2010","Title":" Comparative innervation of cephalic photophores of the\nloosejaw dragonfishes (Teleostei: Stomiiformes: Stomiidae): evidence for\nparallel evolution of long-wave bioluminescence.","Journal":" Journal of Morphology","Volume":" 271","Issue":" 4","Pages":" 418-437","Keywords":"","DOI":" 10.1002/jmor.10807","Abstract":" Four genera of the teleost family Stomiidae, the loosejaw\ndragonfishes, possess accessory cephalic photophores (AOs). Species of\nthree genera, Aristostomias, Malacosteus, and Pachystomias, are capable\nof producing far-red, long-wave emissions (> 650 nm) from their AOs,\na character unique among vertebrates. Aristostomias and Malacosteus\nposses a single far-red AO, while Pachystomias possesses anterior and\nposterior far-red AOs, each with smaller separate photophores positioned\nin their ventral margins. The purpose of this study was to establish the\nprimary homology of the loosejaw AOs based on topological similarity of\ncranial nerve innervation, and subject these homology conjectures to\ntests of congruence under a phylogenetic hypothesis for the loosejaw\ndragonfishes. Based on whole-mount, triple-stained specimens,\ninnervation of the loosejaw AOs is described. The AO of Aristostomias\nand the anterior AO of Pachystomias are innervated by the profundal\nramus of the trigeminal (Tpr), while the far-red AO of Malacosteus and a\nsmall ventral AO of Pachystomias are innervated by the maxillary ramus\nof the trigeminal (Tmx). The largest far-red AO of Pachystomias,\npositioned directly below the orbit, and the short-wave AO of\nPhotostomias are innervated by a branch of the mandibular ramus of the\ntrigeminal nerve. Conjectures of primary homology drawn from these\nneuroanatomical similarities were subjected to tests of congruence on a\nphylogeny of the loosejaws inferred from a reanalysis of a previously\npublished morphological dataset. Optimized for accelerated\ntransformation, the AO innervated by the Tpr appears as a single\ntransformation on the new topology, thereby establishing secondary\nhomology. The AOs innervated by the Tmd found in Pachystomias and\nPhotostomias appear as two transformations in a reconstruction on the\nnew topology, a result that rejects secondary homology of this\nstructure. The secondary homology of AOs innervated by the Tmx found in\nMalacosteus and Pachystomias is rejected on the same grounds. Two\nshort-wave cephalic photophores present in all four genera, the\nsuborbital (SO) and the postorbital (PO), positioned in the\nposteroventral margin of the orbit and directly posterior to the orbit,\nrespectively, are innervated by separate divisions of the Tmd. The\nprimary homologies of the loosejaw PO and SO across loosejaw taxa are\nproposed on the basis of similar innervation patterns. Because of\ndissimilar innervation of the loosejaw SO and SO of basal stomiiforms,\nprimary homology of these photophores cannot be established. Because of\nsimilar function and position, the PO of all other stomiid taxa is\nlikely homologous with the loosejaw PO. Nonhomology of loosejaw\nlong-wave photophores is corroborated by previously published\nhistological evidence. The totality of evidence suggests that the only\nknown far-red bioluminescent system in vertebrates has evolved as many\nas three times in a closely related group of deep-sea fishes.","trees":[{"tree_label":"tnt 2","ntax":"27","rootedtree":"TRUE","title":"Loosejaw Dragonfishes, UW Tree 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6478.phy"},{"tree_label":"tnt 4","ntax":"27","rootedtree":"TRUE","title":"Loosejaw Dragonfishes, UW Tree 4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6479.phy"},{"tree_label":"tnt 1","ntax":"27","rootedtree":"TRUE","title":"Loosejaw Dragonfishes, UW Tree 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6476.phy"},{"tree_label":"tnt 3","ntax":"27","rootedtree":"TRUE","title":"Loosejaw Dragonfishes, UW Tree 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6477.phy"}]}