{"Authors":" Barry Sinervo, Ammon Corl, Alison R. Davis, Shawn R.\nKuchta, Tosha Comendant","Year":" 2009","Title":" Alternative Mating Strategies and the Evolution of Sexual\nSize Dimorphism in the Side-Blotched lizard, Uta stansburiana: A\nPopulation-Level Comparative Analysis","Journal":" Evolution","Volume":" 64","Issue":" 1","Pages":" 79-96","Keywords":"","DOI":" 10.1111/j.1558-5646.2009.00791.x","Abstract":" Population-level comparative analyses can link\nmicroevolutionary processes within populations to macroevolutionary\npatterns of diversification. We used the comparative method to study the\nevolution of sexual size dimorphism (SSD) among populations of\nside-blotched lizards (Uta stansburiana). Uta stansburiana is\npolymorphic for different male mating and female life history strategies\nin some populations, but monomorphic in others. We tested whether\nintrasexual selection among males, fecundity selection on females, and\npresence of polymorphic strategies affected levels of SSD. We first\nresolved a phylogeny for 41 populations across the range of the species\nand documented substantial regional structure. Our intraspecific data\nhad significant phylogenetic signal, and correcting for phylogeny using\nindependent contrasts had large effects on our results. Polymorphic\npopulations had male-biased SSD and changes in male body size, levels of\ntail breaks, and SSD consistent with the intrasexual selection\nhypothesis. Monomorphic populations had changes in female size, clutch\nsize, and SSD consistent with the fecundity selection hypothesis.\nFecundity selection is a likely cause of some monomorphic populations\nhaving no SSD or female-biased SSD. Our results suggest that changes in\nmating strategies are associated with phenotypic diversification and\nmultiple evolutionary forces can shape SSD.","trees":[{"tree_label":"Spl Fig. 1","ntax":"102","rootedtree":"TRUE","title":"Uta stansburiana haplotypes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6077.phy"},{"tree_label":"Fig. 3","ntax":"44","rootedtree":"TRUE","title":"Uta stansburiana populations","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6141.phy"}]}