{"Authors":" Sabrina Simon, Steven H. Strauss, Arndt von Haeseler, Heike\nHadrys","Year":" 2009","Title":" A phylogenomic approach to resolve the basal pterygote\ndivergence","Journal":" Molecular Biology and Evolution","Volume":" 26","Issue":" 12","Pages":" 2719-2730","Keywords":" NA","DOI":" 10.1093/molbev/msp191","Abstract":" One of the most fascinating Bauplan transitions in the\nanimal kingdom was the invention of insect wings, a change which also\ncontributed to the success and enormous diversity of this animal group.\nHowever, the origin of insect flight and the relationships of basal\nwinged insect orders are still controversial. Three hypotheses have been\nproposed to explain the phylogeny of winged insects: (i) the traditional\nPalaeoptera hypothesis (Ephemeroptera+Odonata, Neoptera), (ii) the\nMetapterygota (Ephemeroptera, Odonata+Neoptera) and (iii) the\nChiastomyaria hypothesis (Odonata, Ephemeroptera+Neoptera). Neither\nphylogenetic analyses of single genes nor even multiple marker systems\n(e.g. molecular markers + morphological characters) have yet been able\nto conclusively resolve basal pterygote divergences. A possible\nexplanation for the lack of resolution is that the divergences took\nplace in the mid-Devonian within a short period of time, and attempts to\nsolve this problem have been confounded by the major challenge of\nfinding molecular markers to accurately track these short ancient\ninternodes. Although phylogenomic data are available for Neoptera and\nsome wingless (apterygote) orders, they are lacking for the crucial\nOdonata and Ephemeroptera orders. We adopt a multi-gene approach\nincluding data from two new EST projects from the orders Ephemeroptera\n(Baetis sp.) and Odonata (Ischnura elegans) to evaluate the potential of\nphylogenomic analyses in clarifying this unresolved issue. We analyzed\ntwo data sets that differed in represented taxa, genes and overall\nsequence lengths: maxspe (15 taxa, 125 genes, 31,643 amino acid\npositions), maxgen (8 taxa, 150 genes, 42,541 amino acid positions).\nMaximum likelihood and Bayesian inference analyses both place the\nOdonata at the base of the winged insects. Furthermore, statistical\nhypotheses testing rejected both the Palaeoptera and the Metapterygota\nhypotheses. The comprehensive molecular data set developed here provides\nconclusive support for odonates as the most basal winged insect order\n(Chiastomyaria hypothesis). Data quality assessment indicates that\nproteins involved in cellular processes and signaling harbor the most\ninformative phylogenetic signal.","trees":[{"tree_label":"Fig. 3b","ntax":"8","rootedtree":"TRUE","title":"Evolution of Wings","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6641.phy"},{"tree_label":"Fig. 2b","ntax":"15","rootedtree":"TRUE","title":"Evolution of Wings","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6144.phy"},{"tree_label":"Fig. 3a","ntax":"8","rootedtree":"TRUE","title":"Evolution of Wings","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6225.phy"},{"tree_label":"Fig. 2a","ntax":"15","rootedtree":"TRUE","title":"Evolution of Wings","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6556.phy"}]}