{"Authors":" Shinji Minami, Martua H. Shinaga, Jun J Sato, Mieczyslaw\nWolsan, Tetsuji Hosoda, Kozue Hiyama, Yasunori Yamaguchi, Hitoshi\nSuzuki","Year":" 2009","Title":" Deciphering and dating the red panda’s ancestry and early\nadaptive radiation of Musteloidea","Journal":" Molecular Phylogenetics and Evolution","Volume":" 53","Issue":" 3","Pages":" 907-922","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.08.019","Abstract":" Few species have been of more disputed affinities than\ngiant (Ailuropoda melanoleuca) and the red or lesser (Ailurus fulgens)\npandas, peculiar endemic Southeast Asian vegetarian members of the\nplacental mammalian order Carnivora. Whereas the bear nature of giant\npanda has ultimately been demonstrated convincingly based on both\nmorphologic and genetic grounds, the phylogenetic position of the red\npanda has remained elusive despite numerous attempts and a variety of\ndata classes analyzed. We examined the relationship of the red panda to\nother carnivorans using a set of concatenated ~5.5-kb sequences from\nprotein-coding exons of five nuclear genes (APOB, BRCA1, RAG1, RBP3\n[IRBP], and VWF). Bayesian, maximum likelihood, and parsimony analyses\nresulted in almost identical phylogenetic reconstructions. The red panda\nwas robustly supported as the closest living relative of a clade\ncontaining raccoons (family Procyonidae) and weasels, otters, martens,\nbadgers, and allies (family Mustelidae), with the clade of skunks and\nstink badgers (family Mephitidae) as having diverged more basally. The\nthree families together with the red panda (which is classified here as\na single extant species of a distinct family, Ailuridae) compose the\nsuperfamily Musteloidea, a clade strongly supported as the sister taxon\nto the monophyletic Pinnipedia (seals, sea lions, walruses). The\napproximately unbiased, Kishino-Hasegawa, and Templeton topology tests\nsignificantly rejected alternative hypotheses about the red panda fs\nrelationships within Musteloidea. Our finding is the first conclusive\nresolution of the red panda fs phylogenetic position, a solution to an\nevolutionary riddle that has persisted for almost two centuries. Our\nresult shows that at ~28 to 35 Myr-old levels of phylogenetic divergence\n(which correspond to an estimated interval for the origin of all extant\nmusteloid families), nuclear DNA sequences (when combined from multiple\ngenes) can be more informative and effective than mitochondrial\nsequences in resolving relationships.","trees":[{"tree_label":"Fig. 1 MP3","ntax":"51","rootedtree":"TRUE","title":"Red Pandas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6634.phy"},{"tree_label":"Fig. 1 ML","ntax":"51","rootedtree":"TRUE","title":"Red Pandas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6390.phy"},{"tree_label":"Fig. 1 MP4","ntax":"51","rootedtree":"TRUE","title":"Red Pandas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6631.phy"},{"tree_label":"Fig. 1 MP1","ntax":"51","rootedtree":"TRUE","title":"Red Pandas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6632.phy"},{"tree_label":"Fig. 1 MB","ntax":"51","rootedtree":"TRUE","title":"Red Pandas","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6114.phy"},{"tree_label":"Fig. 1 MP2","ntax":"51","rootedtree":"TRUE","title":"Red Pandas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6633.phy"}]}