{"Authors":" John R. Clark, Warren L. Wagner, Eric H. Roalson","Year":" 2009","Title":" Patterns of diversification and ancestral range\nreconstruction in the Southeast Asian-Pacific angiosperm lineage\nCyrtandra (Gesneriaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 53","Issue":" 3","Pages":" 982-994","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.09.002","Abstract":" The genus Cyrtandra is the largest in the Gesneriaceae\nfamily and is one of the most widely dispersed plant genera in southeast\nAsia and the Pacific. Species of Cyrtandra are morphologically diverse\nbut characters are often homoplastic causing considerable difficulty in\ncreating monophyletic classification units. In this study, we use a\ncomprehensive molecular phylogenetic analysis, coupled with\ndiversification rates analysis and ancestral range analysis, of 88 taxa\nrepresenting approximately 80 species, to construct a well-resolved\nevolutionary hypothesis for Cyrtandra. Using these data, we compare\nexisting classification schemes to our hypothesis to better understand\nthe applicability of these schemes. Our maximum likelihood and Bayesian\nphylogenetic analyses resulted in a well-supported hypothesis of\nrelationships. Divergence time estimates support a diversification of\nthe Pacific clade at approximately 20 MYBP. Ancestral range\nreconstruction supports Fiji as the most likely â first-stepâ into the\nPacific with subsequent dispersals to Hawaiâ i, and other islands of the\nPacific. A greater Fiji-Samoa region, corresponding with Takhtajanâ s\nFijian Region, is implicated as a major interface and possibly a center\nof origin for movement of Cyrtandra into and throughout the Pacific.\nThese results collectively support the following hypotheses: a\nmonophyletic Pacific clade originating somewhere within Takhtajanâ s\nFijian Region, paraphyletic Samoan and Fijian clades resulting from\ntheir central role in the dispersal patterns for Pacific species, a\nparaphyletic Society Islands clade, and monophyletic Hawaiian and\nMarquesan clades. In the South Pacific, several lineages in our\nevolutionary hypothesis are characterized by distinct morphological\ntraits possibly warranting sectional rankings. Relationships among\nHawaiian taxa are less resolved and the distributions of species within\nthis lineage do not consistently correspond to existing sectional\nrankings. However, several taxa do group according to established\ntaxonomy thus warranting more detailed, population-level research. We\nsuggest that sectional classifications should correspond with major\nlineages delineated in this study and that species-level relationships\nshould be more closely studied in relation to these delineated\nlineages.","trees":[{"tree_label":"Fig. 2","ntax":"88","rootedtree":"TRUE","title":"Cyrtandra, ITS+ETS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6368.phy"},{"tree_label":"Fig. 1","ntax":"88","rootedtree":"TRUE","title":"Cyrtandra, ITS+ETS+psbA-trnH","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6682.phy"}]}