{"Authors":" A. D. Leaché","Year":" 2009","Title":" Species Tree Discordance Traces to Phylogeographic Clade\nBoundaries in North American Fence Lizards (Sceloporus)","Journal":" Systematic Biology","Volume":" 58","Issue":" 6","Pages":" 547–559","Keywords":" NA","DOI":" 10.1093/sysbio/syp057","Abstract":" I investigated the impacts of phylogeographic sampling\ndecisions on species tree estimation in the Sceloporus undulatus species\ngroup, a recent radiation of small, insectivorous lizards connected by\npara- and peripatric distribution across North America, using a variety\nof species tree inference methods (BEST, BUCKy and minimize deep\ncoalescences). Phylogenetic analyses of 16 specimens representing four\nputative species within S. undulatus using complete (8 loci, > 5.5kb)\nand incomplete (29 loci; > 23.6 kb) nuclear datasets result in\nspecies trees that share features with the mitochondrial DNA (mtDNA)\ngenealogy at the phylogeographic level, but provide new insights into\nthe evolutionary history of the species group. The concatenated nuclear\ndata and mtDNA data both recover four major clades connecting\npopulations across North America; however, instances of discordance are\nlocalized at the contact zones between adjacent phylogeographic groups.\nA random sub-sampling experiment designed to vary the phylogeographic\nsamples included across hundreds of replicate species tree inferences\nsuggests that inaccurate species assignments can result in inferred\nphylogenetic relationships that are dependent upon which particular\npopulations are used as exemplars to represent species and can lead to\nincreased estimates of effective population size (Θ). For the\nphylogeographic data presented here, reassigning specimens with\nintrogressed mtDNA genomes to their prospective species, or excluding\nthem from the analysis altogether, produce species tree topologies that\nare distinctly different from analyses that utilize mtDNA-based species\nassignments. Evolutionary biologists working at the interface of\nphylogeography and phylogenetics are likely to encounter multiple\nprocesses influencing gene trees congruence, which increases the\nrelevance of estimating species trees with multilocus nuclear data and\nmodels that accommodate incomplete deep coalescence.","trees":[{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"North American Fence Lizards, nuclear data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6289.phy"}]}