{"Authors":" Chris D Lowe, Phillip C Watts, D. J. S. Montagnes, Laura E\nMartin","Year":" 2009","Title":" Patterns of genetic diversity in the marine heterotrophic\nflagellate Oxyrrhis marina (Alveolata: Dinophyceae)","Journal":" Protist","Volume":" 161","Issue":" NA","Pages":" 212-221","Keywords":"","DOI":" 10.1016/j.protis.2009.11.003","Abstract":" Oxyrrhis marina is an important model in ecological\nstudies of free-living protists. Despite this, O. marina has rarely been\nstudied in the environment and no explicit distributional studies exist.\nFurther, phylogenetic data for a small number of isolates indicate that\nO. marina constitutes two divergent lineages. Here, we quantify\nphylogenetic variation between 58 globally distributed O. marina\nisolates using 5.8S - internal transcribed spacer 1 and 2 rDNA (5.8S\nITS) and cytochrome c oxidase I (COI) partial sequences. 5.8S ITS and\nCOI phylogenies both partitioned O. marina into four clades, which\nformed two lineages; mean sequence identity for 5.8S ITS and COI\nrespectively was ~40 and 90% between these two lineages. Sequence\nidentities for 5.8S ITS/ COI between clades within lineages were\n66.3/99.4% (lineage 1: clade 1 vs 2) and 42.3/99.1% (lineage 2: clade 3\nvs 4). rDNA mutation rates in O. marina appear to be abnormally high and\nwere not interpreted in a species delineation context. Based on\nvariation in COI sequence and comparisons with other protists, we\nsuggest that O. marina lineages may constitute two species. In a\ngeographic context, evidence of spatial restriction but also extensive\noverlap between O. marina clades occurred. Further, clade abundances\nvaried considerably: clades 1 and 2 (belonging to one lineage) were\nabundant and widespread; in contrast, clades 3 and 4 (belonging to the\nsecond lineage) were rare and spatially restricted (occurring only in\nthe Mediterranean or in culture collection). There is need for further\nphylogenetic and taxonomic studies to assess species delineation in O.\nmarina, and for the application of high resolution genetic markers to\nresolve processes driving genetic diversity in this important model\norganism.","trees":[{"tree_label":"nj","ntax":"34","rootedtree":"TRUE","title":"Oxyrrhis marina ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6528.phy"},{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Oxyrrhis marina Mitochondrial Cytochrome C Oxidase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6654.phy"}]}