{"Authors":" C. G. Jang, Alison E. Colwell, Gerald M. Schneeweiss, Tod\nF. Stuessy, Jeong-Mi Park","Year":" 2003","Title":" Phylogeny of holoparasitic Orobanche (Orobanchaceae) inferred\nfrom nuclear ITS-sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 30","Issue":" NA","Pages":" 465-470","Keywords":" NA","DOI":" NA","Abstract":" Orobanche is the largest genus among the holoparasitic\nmembers of Orobanchaceae. We present the first molecular phylogenetic\nanalysis (using nuclear ITS-sequences) that includes members of all\nsections of Orobanche, Gymnocaulis, Myzorrhiza, Trionychon, and\nOrobanche. Orobanche is not monophyletic, but falls into two lineages:\n(1) the Orobanche-group comprises Orobanche sect. Orobanche and the\nsmall Near Asian genus Diphelypaea and is characterized by a chromosome\nbase number of x = 19; (2) the Phelipanche-group contains Orobanche\nsects. Gymnocaulis, Myzorrhiza, and Trionychon and possesses a\nchromosome base number of x = 12. The relationships between these two\ngroups and to other genera such as Boschniakia or Cistanche remain\nunresolved. Within the Orobanche-group, O. macrolepis and O. anatolica\n(including O. colorata) constitute two phylogenetically distinct\nlineages. Intrasectional structurings proposed by some authors for O.\nsect. Orobanche are not confirmed by the molecular data. In most cases,\nintraspecific sequence divergence between accessions, if present, is\nnegligible and not correlated with morphological or ecological traits.\nIn a few cases, however, there is evidence for the presence of cryptic\ntaxa.","trees":[{"tree_label":"Fig. 3","ntax":"124","rootedtree":"TRUE","title":"Orobanche BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4154.phy"},{"tree_label":"Fig. 2","ntax":"119","rootedtree":"TRUE","title":"Orobanche MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4155.phy"},{"tree_label":"Fig. 1","ntax":"119","rootedtree":"TRUE","title":"Orobanche NJ","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4156.phy"}]}