{"Authors":" Maureen McCormack, Casey Richart, Marshal C. Hedin, Shahan\nDerkarabetian, J. W. Shultz","Year":" 2010","Title":" The phylogenetic utility of the nuclear protein-coding gene\nEF-1a for resolving recent divergences in Opiliones, emphasizing intron\nevolution.","Journal":" Journal of Arachnology","Volume":" 38","Issue":" NA","Pages":" 9-20","Keywords":"","DOI":" NA","Abstract":" Our focus was to design harvestmen-specific PCR primers to\ntarget both introns and exons of the nuclear protein-coding gene\nElongation Factor -1 alpha (EF-1alpha). We tested this primer set on ten\ngenera representing all primary lineages of Opiliones, with sets of\nclose phylogenetic relatives (i.e., sets of several congeners) included\nto specifically assess utility at shallow phylogenetic levels. Our\nresearch also included the collection of parallel mitochondrial\nprotein-coding DNA sequence datasets for the congeneric sets to compare\nrelative rates of evolution and gene tree congruence for EF-1alpha\nversus mitochondrial data. The harvestmen primers resulted in successful\namplification for nine of ten tested genera. Exon sequences for these\nnine genera appear orthologous to previously-reported EF-1alpha\nOpiliones sequences, which were generated using RT-PCR methods.\nNewly-generated exon sequences are interrupted by three separate\nspliceosomal introns; two introns are restricted to one or two genera,\nbut a third intron is conserved in position across all surveyed genera.\nPhylogenetic analyses of EF-1alpha nucleotide data for congeneric sets\nresult in gene trees that are generally congruent with mitochondrial\ngene trees, with EF-1alpha phylogenetic signal coming from both intron\nand exon sites, and resolving apparently recent divergences (e.g., as\nrecent as one million years ago). Overall, the combination of gene\northology, conserved intron position, and gene tree congruence at\nshallow levels suggest that this gene region will prove generally useful\nfor both phylogeographic and species-level phylogenetic analyses in\nOpiliones, complementing already-documented utility at higher taxonomic\nlevels.","trees":[{"tree_label":"Fig. 5a","ntax":"8","rootedtree":"TRUE","title":"Recent divergences in Opiliones, EF1a one of 3\nmost-parsimonious","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6298.phy"},{"tree_label":"Fig. 5d","ntax":"4","rootedtree":"TRUE","title":"Recent divergences in Opiliones, EF1a intron\nmost-parsimonious","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6583.phy"},{"tree_label":"Fig. 5b","ntax":"6","rootedtree":"TRUE","title":"Recent divergences in Opiliones, EF1a\nmost-parsimonious","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6005.phy"},{"tree_label":"Fig. 5c","ntax":"6","rootedtree":"TRUE","title":"Recent divergences in Opiliones, EF1a\nmost-parsimonious","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6673.phy"},{"tree_label":"Fig. 3","ntax":"61","rootedtree":"TRUE","title":"Recent divergences in Opiliones, EF1a strict\nconsensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6468.phy"}]}