{"Authors":" Simon Ho, Carsten Rahbek, Martin V Sørensen, Eske\nWillerslev, M. E. Steeman, Martin Bay Hebsgaard, R. Ewan Fordyce, D. L.\nRabosky, Rasmus Nielsen, Henrik Glenner","Year":" 2009","Title":" Radiation of Extant Cetaceans Driven by Restructuring of the\nOceans","Journal":" Systematic Biology","Volume":" 58","Issue":" 6","Pages":" 573-585","Keywords":" NA","DOI":" 10.1093/sysbio/syp060","Abstract":" The remarkable fossil record of whales and dolphins\n(Cetacea) has made them an exemplar of macroevolution. Although their\noverall adaptive transition from terrestrial to fully aquatic organisms\nis well known, this is not true of the radiation of modern whales. Here,\nwe explore the diversification of extant cetaceans by constructing a\nrobust molecular phylogeny that includes 87 of 89 extant species. The\nphylogeny and divergence times are derived from nuclear and\nmitochondrial markers, calibrated with fossils. We find that the toothed\nwhales are monophyletic, suggesting that echolocation evolved only once\nearly in that lineage some 36-34 million years ago (Ma). The rorqual\nfamily (Balaenopteridae) is restored with the exclusion of the gray\nwhale, suggesting that gulp-feeding evolved 18-16 Ma. Delphinida,\ncomprising all living dolphins and porpoises other than the Ganges/Indus\ndolphins, originated about 26 Ma; it contains the taxonomically rich\ndelphinids, which began diversifying less than 11 Ma. We tested two\nhypothesized drivers of the extant cetacean radiation by assessing the\ntempo of lineage accumulation through time. We find no support for a\nrapid burst of speciation early in the history of extant whales,\ncontrasting with expectations of an adaptive-radiation model. However,\nwe do find support for increased diversification rates during periods of\npronounced physical restructuring of the oceans. The results imply that\npaleogeographic and paleoceanographic changes, such as closure of major\nseaways, have influenced the dynamics of radiation in extant\ncetaceans.","trees":[{"tree_label":"maj rule","ntax":"90","rootedtree":"TRUE","title":"Radiation of Extant Cetaceans","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6596.phy"}]}