{"Authors":" Kathrin Krabbe, Florian Leese, Christoph Mayer, Ralph\nTollrian, Christoph Held","Year":" 2010","Title":" Cryptic mitochondrial lineages in the widespread pycnogonid\nColossendeis megalonyx Hoek, 1881 from Antarctic and Subantarctic\nwaters.","Journal":" Polar Biology","Volume":" 33","Issue":" 3","Pages":" 281-292","Keywords":"","DOI":" 10.1007/s00300-009-0703-5","Abstract":" Colossendeis megalonyx Hoek, 1881 is a widespread and\nabundant pycnogonid in the Southern Ocean which has also been reported\nfrom the South Atlantic and South Pacific Oceans. Its strictly benthic\nlifestyle is expected to promote genetic differentiation among\npopulations and ultimately facilitate speciation. On the other hand, the\nreported eurybathy and unknown larval stages of this species may allow\nColossendeis megalonyx to maintain genetic continuity between isolated\nshallow-water habitats by active dispersal through the deep sea or by\npassive rafting on floating objects or host species. Thus it remains\nunknown whether and to which extent geographically separated populations\nof Colossendeis megalonyx maintain gene flow in the Southern Ocean. We\nsampled 96 specimens of Colossendeis megalonyx from three stations in\nthe Atlantic Sector of the Southern Ocean and one station from the South\nAmerican continental shelf (Burdwood Bank). The genetic structure of\nnominal Colossendeis megalonyx as well as its phylogenetic position\nwithin the genus Colossendeis was assessed using a fragment of the\ncytochrome c oxidase subunit 1 gene. Our data strongly support that\nnominal Colossendeis megalonyx consists of at least five cryptic and one\npseudocryptic mitochondrial lineages, four of which appear\ngeographically restricted. Two more lineages occurred at locations\nseparated by more than 1000 kilometres in the Antarctic, thus indicating\nhigh levels of gene flow or recent colonization. No haplotype sharing\nacross the Polar Frontal Zone was observed. Our results strongly suggest\nthat cryptic speciation occured within the genus Colossendeis. The\nreported broad biogeographic distribution range of Colossendeis\nmegalonyx and perhaps other Antarctic pycnogonids should therefore be\nregarded with caution.","trees":[{"tree_label":"Bayes GTR+g","ntax":"41","rootedtree":"TRUE","title":"Pantopoda_BayesGTR","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6124.phy"},{"tree_label":"MP Bootstrap","ntax":"41","rootedtree":"TRUE","title":"Pantopoda_MP_1000Bootstrap","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6267.phy"}]}