{"Authors":" Elizabeth A Pierson, Anne M Estes, David J Hearn, Judith L\nBronstein","Year":" 2009","Title":" The olive fly endosymbiont, “Candidatus Erwinia dacicola”,\nswitches from an intracellular to an extracellular existence during host\ninsect development","Journal":" Applied and Environmental Microbiology","Volume":" 75","Issue":" 22","Pages":" 7097-7106","Keywords":"","DOI":" 10.1128/aem.00778-09","Abstract":" As polyphagous, holometabolous insects, Tephritid fruit\nflies (Diptera: Tephritidae) pose a unique habitat for endosymbiotic\nbacteria, especially those microbes associated with the digestive\nsystem. Here we examine the endosymbiont of the olive fly (Bactrocera\noleae (Rossi) Diptera: Tephritidae), a tephritid of significant economic\nimportance. “Candidatus Erwinia dacicola” was found in the digestive\nsystem of all life stages of wild olive flies from the southwestern\nUnited States. PCR and microscopy demonstrated that “Ca. Erwinia\ndacicola” resided intracellularly in the gastric caeca of the larval\nmidgut, but extracellularly in the lumen of the foregut and ovipositor\ndiverticulum of adult flies. “Ca. Erwinia dacicola” is one of the few\nnon-pathogenic endosymbionts that transitions between intracellular and\nextracellular lifestyles during specific stages of the host’s life\ncycle. Another unique feature of the olive fly endosymbiont is that\nunlike obligate endosymbionts of monophagous insects, “Ca. Erwinia\ndacicola” has a G+C nucleotide composition similar to that of\nclosely-related plant pathogenic and free-living bacteria. Transitioning\nbetween intracellular-extracellular lifestyles and a G+C nucleotide\ncomposition similar to that of free-living relatives may be two\ncharacteristics “Ca. Erwinia dacicola” posses to facilitate survival in\na changing environment during the development of a polyphagous,\nholometabolous host. We propose that insect-bacterial symbioses should\nbe classified based on the environment that the host provides the\nendosymbiont (the endosymbiont environment).","trees":[{"tree_label":"Fig. 1As","ntax":"81","rootedtree":"TRUE","title":"Candidatus Erwinia dacicola","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6118.phy"},{"tree_label":"Fig. 1Bs","ntax":"42","rootedtree":"TRUE","title":"Candidatus Erwinia dacicola","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6498.phy"},{"tree_label":"Fig. 1Cs","ntax":"60","rootedtree":"TRUE","title":"Candidatus Erwinia dacicola","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6213.phy"},{"tree_label":"Fig. 1","ntax":"88","rootedtree":"TRUE","title":"Candidatus Erwinia dacicola","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6126.phy"}]}