{"Authors":" Victoria Werenkraut, Martín J. Ramírez","Year":" 2009","Title":" A revision and phylogenetic analysis of the spider genus\nCoptoprepes Simon (Araneae: Anyphaenidae, Amaurobioidinae)","Journal":" Zootaxa","Volume":" 2212","Issue":" NA","Pages":" 1-40","Keywords":" NA","DOI":" NA","Abstract":" We review the spider genus Coptoprepes Simon, endemic of\nthe southern forests in Chile and Argentina, and present a phylogenetic\nanalysis of the 10 known species of the genus together with other 91\nrepresentatives of the family Anyphaenidae. Coptoprepes is confirmed as\na member of the tribe Amaurobioidini. The sister group of Coptoptepes is\nthe genus Negayan Ramírez. Both genera are united by having contiguous\nspermathecae and a notch retrolateral to the cymbial conductor, where\nthe median apophysis fits. The synapomorphies of Coptoprepes (the\ntegulum being displaced basally, the copulatory openings on or close to\nthe epigastric furrow, and the lacking of some leg macrosetae) are\nhomoplasious in the tribe Amaurobioidini. Most intergeneric branches\nwithin the tribe, as well as between species of Coptoprepes have low\nsupport values in the cladogram. This is probably related to Coptoprepes\nspecies being heterogeneous in characters usually constant in spider\ngenera, such as the presence of retrolateral tibial apophysis in the\nmale palp, the copulatory ducts being wrapped along an axis, or the\nspherical shape of spermathecae. We describe six new species:\nCoptoprepes ecotono n. sp., Coptoprepes bellavista n. sp., Coptoprepes\ncasablanca n. sp., Coptoprepes contulmo n. sp., Coptoprepes eden n. sp.,\nand Coptoprepes recinto n. sp. We provide additional records,\nillustrations, and reviewed diagnosis of the four previously known\nspecies: Coptoprepes flavopilosus Simon, Coptoprepes nahuelbuta Ramírez,\nCoptoprepes campanensis Ramírez, and Coptoprepes valdiviensis\nRamírez.","trees":[{"tree_label":"Fig. 25","ntax":"101","rootedtree":"TRUE","title":"The Spider Genus Coptoprepes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6371.phy"}]}