{"Authors":" C. Parra- O., Andrew Drinnan, Frank Udovicic, Pauline Y.\nLadiges, Michael James Bayly","Year":" 2009","Title":" Phylogeny, major clades and infrageneric classification of\nCorymbia (Myrtaceae), based on nuclear ribosomal DNA and morphology","Journal":" Australian Systematic Botany","Volume":" 22","Issue":" 5","Pages":" 384-399","Keywords":" NA","DOI":" 10.1071/sb09028","Abstract":" Phylogenetic relationships of sections and species within\nCorymbia (Myrtaceae), the bloodwood eucalypts, were evaluated using\ncombined analyses of nuclear ribosomal DNA (ETS and ITS) and\nmorphological characters. Combining morphological characters with\nmolecular data provided resolution of relationships within Corymbia. The\nanalyses support the monophyly of the genus and recognition of two major\nclades, treated here as subgenera nov.: subgenus Corymbia including\ninformal sections recognised by Hill and Johnson, Rufaria (red\nbloodwoods), Apteria and Fundoria; and subgenus Blakella including\nsections Politaria (spotted gums), Cadagaria, Blakearia (paper-fruited\nbloodwoods or ghost gums) and Ochraria (yellow bloodwoods). Hill and\nJohnson s section Rufaria is monophyletic if Apteria and Fundoria are\nincluded. It is evident that among the red bloodwoods series are not\nmonophyletic and a number of morphological characters result from\nconvergent evolution. There is strong morphological and molecular\nevidence that the three species of red bloodwoods that occur in south\nwest Western Australia (series Gummiferae C. calophylla and C.\nhaematoxylon, and series Ficifolia C. ficifolia) form a monophyletic\ngroup, separate from the eastern C. gummifera (series Gummiferae), which\nis probably sister to the clade of all other red bloodwoods.\nPhylogenetic results support recognition of taxonomic categories within\nCorymbia, which are formalised here.","trees":[{"tree_label":"Fig. 1","ntax":"52","rootedtree":"TRUE","title":"Corymbia spp.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6588.phy"}]}