{"Authors":" Federico Selvi, Maximilian Weigend, Marc Gottschling,\nHartmut H. Hilger","Year":" 2010","Title":" Fossil and extant Western Hemisphere Boragineae, and the\npolyphyly of Trigonotideae Riedl (Boraginaceae: Boraginoideae)","Journal":" Systematic Botany","Volume":" 35","Issue":" 2","Pages":" 409-419","Keywords":"","DOI":" 10.1600/036364410791638423","Abstract":" Boraginaceae tribe Trigonotideae comprises a heterogenous\nassemblage of taxa, many of which have been shown to belong to widely\ndivergent lineages in Boraginaceae in the recent past, with some taxa\nnow assigned to three of the four currently recognized tribes of the\nBoraginaceae sensu stricto, namely the Cynoglosseae, Echiochileae, and\nLithospermeae. The systematics of Moritzia and Thaumatocaryon, the only\nendemic South American genera of Boraginaceae, have been controversially\ndiscussed in the past, and their most recent placementwas in\nTrigonotideae. The present study investigates the phylogenetic\nrelationships of Trigonotideae based on micromorphology and molecular\ndata (ITS including 5.8S rRNA, trnL-trnF spacer). Molecular data show\nthat Trigonotideae are polyphyletic, and none of its members is at all\nclosely related to Trigonotis itself. Moritzia and Thaumatocaryon are\nclosely allied to each other and are the sister group of the Old World\nBoragineae. Flowers, pollen, and fruit morphology strongly support this\nsystematic placement. Extant (native) Boragineae are absent from North\nAmerica and had not previously been reported from South America, whereas\nmembers of the Cynoglosseae, Echiochileae, and Lithospermeae have been\nreported from both continents. Moritzia and Thaumatocaryon are thus the\nonly native representatives of Boragineae in the Americas and represent\nan unexpected western Eurasian/South American disjunction. However,\nseveral (widespread and abundant) fossil taxa from the Cenozoic of North\nAmerica (especially species of Prolithospermum) can be confidently\nplaced into Boragineae. Extant Moritzia/Thaumatocaryon likely go back to\na lineage which reached North America from Europe and then migrated into\nSouth America, with subsequent extinction in North America.","trees":[{"tree_label":"ITS trnLF","ntax":"29","rootedtree":"TRUE","title":"Moritzia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6366.phy"},{"tree_label":"trnLF","ntax":"61","rootedtree":"TRUE","title":"Moritzia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6125.phy"}]}