{"Authors":" Steven Zimmerly, Dawn M Simon, Scot A. Kelchner","Year":" 2009","Title":" A broad-scale phylogenetic analysis of group II intron RNAs\nand intron-encoded reverse transcriptases","Journal":" Molecular Biology and Evolution","Volume":" 26","Issue":" 12","Pages":" 2795-2808","Keywords":" NA","DOI":" 10.1093/molbev/msp193","Abstract":" Group II introns are self-splicing RNAs that are\nfrequently assumed to be the ancestors of spliceosomal introns. They are\nwidely distributed in bacteria and are also found in organelles of\nplants, fungi, and protists. In this study, we present a broad-scale\nphylogenetic analysis of group II introns using sequence data from both\nthe conserved RNA structure and the intron-encoded reverse transcriptase\n(RT). Two similar phylogenies are estimated for the RT ORF, based on\neither amino acid or nucleotide sequence, while one phylogeny is\nproduced for the RNA. In making these estimates, we confronted nearly\nall of the classic challenges to phylogenetic inference including\npositional saturation, base composition heterogeneity, short internodes\nwith low support, and sensitivity to taxon sampling. While the major\nlineages are well-defined, robust resolution of topology is not possible\nbetween these lineages. The approximately unbiased (AU) and\nShimodaira-Hasegawa (SH) topology tests indicated that the RT ORF and\nRNA ribozyme data sets are in significant conflict under a variety of\nmodels, revealing the possibility of imperfect coevolution between group\nII introns and their intron-encoded ORFs. The high level of sequence\ndivergence, large time scale, and limited number of alignable characters\nin our study are representative of many reverse transcriptases and group\nI introns, and our results suggest that phylogenetic analyses of any of\nthese sequences could suffer from the same sources of error and\ninstability identified in this study.","trees":[{"tree_label":"Fig. 6A","ntax":"73","rootedtree":"TRUE","title":"Group II intron RNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6105.phy"},{"tree_label":"Fig. 2B","ntax":"73","rootedtree":"TRUE","title":"Group II intron-encoded ORF-DNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6318.phy"},{"tree_label":"Fig. 2A","ntax":"73","rootedtree":"TRUE","title":"Group II intron-encoded ORF-amino acids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6489.phy"}]}