{"Authors":" Valquíria Rezende Almeida, Vânia Gonçalves Lourenço\nEsteves, A. F. Costa, André Mantovani Oliveira, R. C. O. Arruda, Rafaela\nCampostrini Forzza","Year":" 2009","Title":" Morphological phylogenetics of Quesnelia (Bromeliaceae,\nBromelioideae)","Journal":" Systematic Botany","Volume":" 34","Issue":" 4","Pages":" 660-672","Keywords":"","DOI":" 10.1600/036364409790139619","Abstract":" The genus Quesnelia presently includes 18 species, which\noccur mainly near the east coast of Brazil from the states of Rio de\nJaneiro to Bahia. The genus has been divided into two subgenera,\nQuesnelia and Billbergiopsis. However, its generic and subgeneric\ndelimitation is artificial: in several classifications proposed in the\nfamily, different investigators have questioned the naturalness of the\ngroup, noting its affinity with species of Aechmea and Billbergia. With\nthe objective of assessing the monophyly of the genus, and evaluating\nthe subgeneric delimitation and the relationship of its species to other\ngenera, a phylogenetic analysis was carried out, based on parsimony and\nusing the program PAUP version 4.0. The analysis included 33 taxa, with\n92 morphological characters. The genera Quesnelia and Aechmea emerged as\npolyphyletic, and Billbergia as monophyletic. In regard to the\nsubgeneric classification, Quesnelia subgenus Quesnelia emerged as\nmonophyletic, and Quesnelia subgenus Billbergiopsis as polyphyletic. The\nmajority of the species of Quesnelia subgenus Billbergiopsis emerged as\nthe sister group to Billbergia. Even when anatomical and palynological\ncharacters were included, the consistency index of the tree obtained was\nvery low, indicating high levels of homoplasy in the group. In addition,\nthe majority of the clades formed did not have good statistical support.\nTherefore, taxonomic changes are not proposed because these would be\nvery premature.","trees":[{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Quesnelia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6329.phy"},{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"Quesnelia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6330.phy"},{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Quesnelia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6328.phy"}]}