{"Authors":" David C. Tank, Michael J Donoghue","Year":" 2010","Title":" Phylogeny and phylogenetic nomenclature of the Campanulidae\nbased on an expanded set of genes and taxa.","Journal":" Systematic Botany","Volume":" 35","Issue":" 2","Pages":" 425-441","Keywords":"","DOI":" 10.1600/036364410791638306","Abstract":" Previous attempts to resolve relationships among the\nprimary lineages of Campanulidae (e.g., Apilaes, Asterales, Dipsacales)\nhave mostly been unconvincing, and the placement of a number of smaller\ngroups (e.g., Bruniaceae, Columelliaceae, Escalloniaceae) remains\nuncertain. Here we build on a recent analysis of an incomplete data set\nthat was assembled from the literature for a set of 50 campanulid taxa.\nTo this data set we first added newly generated DNA sequence data for\nthe same set of genes and taxa. Second, we sequenced three additional\ncpDNA coding regions (ca. 8000 bp) for the same set of 50 campanulid\ntaxa. Finally, we assembled the most comprehensive sample of campanulid\ndiversity to date, including ca. 17,000 bp of cpDNA for 122 campanulid\ntaxa and five outgroups. Simply filling in missing data in the 50-taxon\ndata set (rendering it 94% complete) resulted in a topology that was\nvery similar to earlier studies, but with little additional resolution\nor confidence. In contrast, the addition of the ca. 8000 bp of sequence\ndata provided resolution and support for a number of relationships. With\nthe addition of many more campnaulid taxa we recovered a well-resolved\nphylogeny for Campanulidae where, with the exception of the placement of\nEscalloniaceae, support was high for all major clades. In addition, we\nwere able to confidently place a number of enigmatic taxa, some whose\nrelationships were previously unresolved and some never before included.\nIn light of these results, we briefly expand the discussion of floral\nsymmetry and provide a phylogenetic classification of Campanulidae with\nphylogenetic definitions for all of the well-supported major\nclades.","trees":[{"tree_label":"Fig. 2","ntax":"50","rootedtree":"TRUE","title":"Campanulidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6435.phy"},{"tree_label":"Fig. 3","ntax":"127","rootedtree":"TRUE","title":"Campanulidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6459.phy"}]}