{"Authors":" Syuuichi Nekoduka, Kazuaki Tanaka, Yukio Harada, Teruo\nSano","Year":" 2010","Title":" Phylogenetic affinity of Mycochaetophora gentianae, the\ncausal fungus of brown leaf spot on gentian (Gentiana triflora), to\nPseudocercosporella-like hyphomycetes in Helotiales.","Journal":" Mycoscience","Volume":" 51","Issue":" 2","Pages":" 123-133","Keywords":"","DOI":" 10.1007/s10267-009-0021-3","Abstract":" Mycochaetophora gentianae, the causal agent of brown leaf\nspot on gentian (Gentiana scabra), is characterized by its hyaline\nbesom-like sporophore, although its conidiogenesis and phylogenetic\nposition have so far remained unknown. We isolated the causal fungus\nfrom a new host, G. triflora in Iwate, Japan. Both the G. triflora\nisolate and the ex-type M. gentianae isolate produced symptoms on G.\ntriflora, but not on G. scabra. Microscopic observations of the diseased\nleaves indicated that conidiogenesis was blastic from short\nconidiophores, and schizolytic secession of conidia left unthickened and\ninconspicuous conidial scars on the conidiogenous cells. Conidia were\ncatenate, in branched acropetalous chains; secondary conidia were\nblastically produced from the first or second cell at the base of\nprimary conidium. The G. triflora isolate was identified as M. gentianae\nbecause of its identity to the ex-type in characteristics of culture,\npathogenicity, and conidia. Phylogenetic analyses using 3 rDNA sequences\ncombined (SSU + LSU + 5.8S rDNA) indicated that both isolates clustered\nwith Rhexocercosporidium carotae, and the cluster was placed within\nHelotiales-Rhytismatales. Additional analyses using internal transcribed\nspacers (ITS) including 5.8S rDNA sequences revealed that both isolates\nwere monophyletic and that they were closely related to three\nhelotialean Pseudocercosporella-like hyphomycetous genera, Helgardia,\nRhexocercosporidium and Rhynchosporium.","trees":[{"tree_label":"Fig. 4","ntax":"58","rootedtree":"TRUE","title":"Mycochaetophora, combined data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6244.phy"},{"tree_label":"Fig. 5","ntax":"31","rootedtree":"TRUE","title":"Mycochaetophora, ITS data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6598.phy"}]}