{"Authors":" Gabriele Salvo, S. Y. W. Ho, Gideon Rosenbaum, Richard Ree,\nE. Conti","Year":" 2010","Title":" Tracing the Temporal and Spatial Origins of Island Endemics\nin the Mediterranean Region: A Case Study from the Citrus Family (Ruta\nL., Rutaceae)","Journal":" Systematic Biology","Volume":" 59","Issue":" 6","Pages":" 705-722","Keywords":"","DOI":" 10.1093/sysbio/syq046","Abstract":" Understanding the origin of island endemics is a central\ntask of historical biogeography. Recent methodological advances provide\na rigorous framework to determine the relative contribution of different\nbiogeographic processes (e.g., vicariance, land migration, long distance\ndispersal) to the origin of island endemics. With its complex but\nwell-known history of microplate movements and climatic oscillations,\nthe Mediterranean region (including the Mediterranean basin and\nMacaronesia) provides the geographic backdrop for the diversification of\nRuta L., the type genus of Rutaceae (citrus family). Phylogenetic,\nmolecular dating, and ancestral range reconstruction analyses were\ncarried out to investigate the extent to which past geological\nconnections and climatic history of the Mediterranean region explain the\ncurrent distribution of species in Ruta, with emphasis on its island\nendemics. The analyses showed that Ruta invaded the Mediterranean region\nfrom the North well before the onset of the Mediterranean climate, and\ndiversified in situ as the climate became Mediterranean. The continental\nfragment island endemics of the genus originated via processes of land\nmigration/vicariance driven by connections/disconnections between\nmicroplates, whereas the oceanic island endemics were the product of a\nsingle colonization event from the mainland followed by in situ\ndiversification. This study emphasizes the need for an integrative,\nhypothesis-based approach to historical biogeography and stresses the\nimportance of temporary land connections and colonization opportunity in\nthe biotic assembly of continental fragment and oceanic islands,\nrespectively.","trees":[{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Rutaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6161.phy"}]}