{"Authors":" Matthew J Phillips, Thomas H Bennett, M. S. Y. Lee","Year":" 2009","Title":" Molecules, morphology and ecology indicate a recent,\namphibious ancestry for echidnas","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 106","Issue":" 40","Pages":" 17089-17094","Keywords":" NA","DOI":" 10.1073/pnas.0904649106","Abstract":" The semi-aquatic platypus and terrestrial echidnas (spiny\nanteaters) are the only living egg-laying mammals (monotremes). The\nfossil record has provided few clues to their origins and the evolution\nof their ecological specializations. However, recent reassignment of the\nEarly Cretaceous Teinolophos and Steropodon to the platypus lineage\nimplies that platypuses and echidnas diverged >112.5 million years\nago, reinforcing the notion of monotremes as living fossils. This\nplacement is based primarily on characters related to a single feature,\nthe enlarged mandibular canal, which supplies blood vessels and dense\nelectrosensory receptors to the platypus bill. Our re-evaluation of the\nmorphological data instead groups platypus and echidnas to the exclusion\nof Teinolophos and Steropodon, and suggests an enlarged mandibular canal\nis ancestral for monotremes (partly reversed in echidnas in association\nwith general mandibular reduction). A multi-gene evaluation of the\nechidna/platypus divergence using both a relaxed molecular clock and\ndirect fossil calibrations reveals a recent split of 19-48 million years\nago. Platypus-like monotremes (Monotrematum) pre-date this divergence,\nindicating that echidnas had aquatically foraging ancestors that\nreinvaded terrestrial ecosystems. This ecological shift and the\nassociated radiation of echidnas represent a recent expansion of\nniche-space despite potential competition from marsupials. Monotremes\nmight have survived the invasion of marsupials into Australasia by\nexploiting ecological niches in which marsupials are restricted by their\nreproductive mode. Morphology, ecology and molecular biology together\nindicate that Teinolophos and Steropodon are basal monotremes rather\nthan platypus relatives, and that living monotremes are a relatively\nrecent radiation.","trees":[{"tree_label":"Table 2","ntax":"63","rootedtree":"TRUE","title":"Mammalia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6557.phy"},{"tree_label":"Fig. 1","ntax":"14","rootedtree":"TRUE","title":"Mammalia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6701.phy"}]}