{"Authors":" Julio A. Lombardi, Jennifer M. Coughenour, Mark P. Simmons,\nJennifer Jocarole Cappa","Year":" 2010","Title":" Phylogeny of Celastraceae subfamily Salacioideae and tribe\nLophopetaleae Inferred from Morphological Characters and Nuclear and\nPlastid Genes.","Journal":" Systematic Botany","Volume":" 35","Issue":" 2","Pages":" 358-367","Keywords":"","DOI":" 10.1600/036364410791638289","Abstract":" The phylogeny of Celastraceae subfamily Salacioideae (~265\nspecies in the Old and New World tropics) and tribe Lophopetaleae (~29\nspecies in southern Asia and the Austral-Pacific) was inferred using\nmorphological characters together with plastid (matK, trnL-F) and\nnuclear (ITS and 26S rDNA) genes. Brassiantha, a monotypic genus endemic\nto New Guinea, is inferred to be more closely related to the clade of\nDicarpellum (New Caledonia) and Hypsophila (Queensland, Australia) than\nit is to Hippocrateoideae or Salacioideae. This unambiguously supported\nresolution indicates that having a nectary disk positioned outside the\nstamens has been convergently derived in these two lineages. The clade\nof Kokoona and Lophopetalum is resolved as more closely related to\nBrexia and Elaeodendron that it is to Hippocrateoideae or Salacioideae.\nSarawakodendron, a monotypic genus endemic to Borneo, is resolved as\nsister to Salacioideae. Salacioideae are inferred to have an Old World\norigin that was followed by a single successful radiation within Central\nand South America. We infer that capsular fruits are primitive within\nthe clade of Hippocrateoideae + Sarawakodendron + Salacioideae, with\nberries being a synapomorphy for Salacioideae. Based on the resolution\nof Sarawakodendron as sister to Salacioideae, we hypothesize that the\nfilaments of Sarawakodendron arils are homologous to the spiral\nfilaments in the mucilagenous pulp of Salacioideae.","trees":[{"tree_label":"Strict","ntax":"156","rootedtree":"TRUE","title":"Salacioideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6194.phy"}]}