{"Authors":" Marc A McPherson, Mark W. Chase, M. F. Fay, Sean W\nGraham","Year":" 2003","Title":" Parallel loss of a slowly evolving intron from two closely\nrelated families of Asparagales.","Journal":" Systematic Botany","Volume":" 29","Issue":" 2","Pages":" 296-307","Keywords":"","DOI":" 10.1600/036364404774195494","Abstract":" Convergent intron loss in the plastid genome has been\nreported at a broad phylogenetic level in the flowering plants, but no\ncases are known among closely related taxa, aside from those with a\npropensity for genome rearrangement. We performed a large survey of a\nplastid intron in the 3’-rps12 locus and found that it is present in all\nmonocots sampled, apart from two closely related families, Asphodelaceae\nand Hemerocallidaceae, in the order Asparagales. However, only a subset\nof taxa in the latter family lack it. A likelihood-based parametric\nbootstrapping analysis rejects an hypothesis that intron loss is a\nmarker for the monophyly of all the taxa lacking it. Reconstructions of\nevolutionary transformation in intron status (presence vs. absence)\nusing an equal weighting scheme (standard parsimony) on optimal and\nplausible suboptimal trees instead yield two major classes of\nancestral-state assignment. These scenarios indicate that introns were\neither lost in parallel, or there was a single loss and a subsequent\nsecondary origin. Parsimony weighting schemes that are skewed but\n(arguably) more realistic than equal weighting reject the latter\nreconstruction and support an hypothesis that intron loss is not\nhomologous in Asphodelaceae and Hemerocallidaceae. One of the parallel\nlosses supports a recent circumscription of Hemerocallidaceae to\nincorporate the family Johnsoniaceae.","trees":[{"tree_label":"Additional MP Tree 3 of 4","ntax":"82","rootedtree":"TRUE","title":"Asparagales_&_relatives_Tree3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4170.phy"},{"tree_label":"Additional MP Tree 2 of 4","ntax":"82","rootedtree":"TRUE","title":"Asparagales_&_relatives_Tree2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4171.phy"},{"tree_label":"Additional MP Tree 4 of 4","ntax":"82","rootedtree":"TRUE","title":"Asparagales_&_relatives_Tree4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4169.phy"},{"tree_label":"Fig 3","ntax":"82","rootedtree":"TRUE","title":"Asparagales_&_relatives_Tree1_Fig3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4172.phy"}]}