{"Authors":" Vincent L. Woo, Mindie M. Funke, James F. Smith, Peter J.\nLockhart, Philip J. Garnock-Jones","Year":" 2011","Title":" New World Origins of Southwest Pacific Gesneriaceae: Multiple\nMovements Across and Within the South Pacific.","Journal":" American Journal of Botany","Volume":" 172","Issue":" 3","Pages":" 434-357","Keywords":"","DOI":" 10.1086/658183","Abstract":" Coronanthereae is a tribe of twenty species with a suite\nof unusual morphological characters and a disjunct geographic\ndistribution in the southern hemisphere with three species in southern\nSouth America and the remainder in the South Pacific. This distribution\nand disjunction has implied a relictual Gondwanan clade sister to the\nrest of the Gesneriaceae. We tested this hypothesis using phylogenetic\nanalyses of nuclear and chloroplast DNA sequence data and molecular\ndating. The tribe is well placed within the mostly neotropical subfamily\nGesnerioideae and three lineages within Coronanthereae are supported,\nproviding an unexpected inferred history of at least two dispersals from\nSouth America into the South Pacific during the Miocene. The\ntree-forming species form a clade; Australian Lenbrassia, New Caledonian\nDepanthus and Negria from Lord Howe Island. Australian Fieldia forms a\nclade with other epiphytes from South America, a result that does not\nsupport recent placement of Lenbrassia in synonymy of Fieldia. This\nprovides further evidence of long-distance dispersal mechanisms in the\nfloras of continental islands, and does not support the speculation of a\nGondwanan origin for this family. Within Coronanthereae, we recognize\nthree subtribes, Coronantherinae, Mitrariinae, and Negriinae; the last\nof these is newly described here.","trees":[{"tree_label":"Fig. 3","ntax":"25","rootedtree":"TRUE","title":"Coronanthereae Reduced","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6353.phy"},{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Coronanthereae Full","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6506.phy"}]}