{"Authors":" Cody E. Hinchliff, Eric H. Roalson, Rafael Trevisan, Carlos\nR. M. da Silva","Year":" 2010","Title":" Phylogenetic relationships in Eleocharis (Cyperaceae): C4\nphotosynthesis origins and patterns of diversification in the\nspikerushes.","Journal":" Systematic Botany","Volume":" 35","Issue":" 2","Pages":" 257-271","Keywords":"","DOI":" 10.1600/036364410791638270","Abstract":" Eleocharis (Cyperaceae) is a morphologically and\nphysiologically diverse lineage of 250+ species with a cosmopolitan\ndistribution. We here explore phylogenetic relationships in this lineage\nusing maximum parsimony and Bayesian inference analyses of nrDNA ITS and\ncpDNA trnC-ycf6 and ycf6-psbM sequence data with the goals of comparing\nour phylogenetic hypotheses to previous classifications, morphological\nvariation, and photosynthetic pathway variation. Our results suggest\nthat C4 photosynthesis has been derived at least three times, with\nseveral cases of possible reversion to C3-like or intermediate pathways\nand several additional origins of C3-C4 intermediate photosynthetic\npathways, as inferred by carbon isotope ratio measurements. Many\nclassification units currently recognized are not monophyletic, however,\nsubgenus Limnochloa and subgenus Scirpidium are monophyletic. Other\nclassification units largely corresponding to clades include subgenus\nZinserlingia, subseries Chaetariae, and series Maculosae. Problems with\nspecies circumscription and morphological variation in several groups\nare discussed in light of the phylogeny, particularly in the context of\nspecies membership of seven focal clades found in the analyses.","trees":[{"tree_label":"MP tree 3","ntax":"259","rootedtree":"TRUE","title":"Eleocharis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6516.phy"},{"tree_label":"MP tree 4","ntax":"259","rootedtree":"TRUE","title":"Eleocharis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6517.phy"},{"tree_label":"MP tree 1","ntax":"259","rootedtree":"TRUE","title":"Eleocharis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6514.phy"},{"tree_label":"MP tree 2","ntax":"259","rootedtree":"TRUE","title":"Eleocharis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6515.phy"}]}