{"Authors":" David C. Marshall","Year":" 2010","Title":" Cryptic Failure of Partitioned Bayesian Phylogenetic\nAnalyses: Lost in the Land of Long Trees","Journal":" Systematic Biology","Volume":" 59","Issue":" 1","Pages":" 108-117","Keywords":" NA","DOI":" 10.1093/sysbio/syp080","Abstract":" Partitioned Bayesian phylogenetic analyses of routine\ngenetic datasets, constructed using MrBayes (Ronquist and Huelsenbeck,\n2003), can become trapped in regions of parameter space characterized by\nunrealistically long trees and distorted partition-rate multipliers.\nSuch analyses commonly fail to reach stationarity during hundreds of\nmillions of generations of sampling many times longer than most\npublished analyses. Some datasets are so prone to this problem that\npaired MrBayes runs begun from different starting trees repeatedly find\nthe same incorrect long-tree solutions and consequently pass the most\ncommonly employed tests of stationarity, including the ASDSF and PSRF\nstatistics offered by MrBayes (Gelman and Rubin, 1992). In these\nsituations, failure to reach stationarity is recognizable only in light\nof prior knowledge of model parameters, such as the expectation that\nthird-codon-position sites usually evolve fastest in protein-coding\ngenes. The conditions that lead to the long-tree problem are frequently\nencountered in phylogenetic studies today, and I present six\ndemonstration examples from the literature. Although the effects on tree\nlength are often dramatic, effects on topology appear to be subtle.\nSusceptibility to the problem is sometimes predicted by the difference\nbetween the true tree length and the starting tree length. In some\ncases, the problems described here can be avoided or reduced by\nmanipulation of the starting tree length and/or by adjustments to the\nprior on branch lengths. In more difficult situations, accurate branch\nlength estimation may not be possible with Bayesian methods because of\ndependence of the solution on the branch length prior.","trees":[{"tree_label":"majrule","ntax":"51","rootedtree":"TRUE","title":"Kikihia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6279.phy"}]}