{"Authors":" Lynn Bohs","Year":" 2004","Title":" A chloroplast DNA phylogeny of Solanum section\nLasiocarpa.","Journal":" Systematic Botany","Volume":" 29","Issue":" 1","Pages":" 177-187","Keywords":"","DOI":" 10.1600/036364404772974310","Abstract":" Solanum section Lasiocarpa includes about a dozen species\nwith a center of diversity in the New World tropics. Solanum lasiocarpum\nand S. repandum (sometimes considered to be conspecific as S. ferox)\nhave an Old World distribution in Asia and the Pacific Islands. Several\nspecies in this section produce edible fruits, and two, the lulo or\nnaranjilla (S. quitoense) and the cocona (S. sessiliflorum) are\ncultivated commercially. Phylogenetic relationships in Solanum section\nLasiocarpa were investigated using sequence data from the chloroplast\ntrnT-trnL spacer, the trnL-trnF spacer, and the trnL gene, including the\ntrnL intron. Sampling included 24 accessions from section Lasiocarpa and\n14 accesssions of other Solanum species as outgroups. All species\nconsidered to belong to section Lasiocarpa by previous authors were\nexamined with the exception of the recently described S. atheniae.\nSolanum robustum and S. stagnale, sometimes considered to belong to\nsection Lasiocarpa, are excluded from the group on the basis of the trn\ndata. The remaining species in the section form a monophyletic group,\nwith three well-supported clades within it: S. hirtum, S.\npectinatum-sessiliflorum-stramonifolium, and the remainder of the\nspecies in the section. Sequences of S. lasiocarpum and S. repandum are\nextremely similar, and these two Asian taxa cluster with the New World\nS. candidum and S. pseudolulo on the trn trees.","trees":[{"tree_label":"Fig. 3","ntax":"38","rootedtree":"TRUE","title":"Lasiocarpa 50% maj rule","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4173.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Lasiocarpa 50% maj rule","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4174.phy"},{"tree_label":"1mp","ntax":"38","rootedtree":"TRUE","title":"mp tree Analysis 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4175.phy"}]}