{"Authors":" H. Bradley Shaffer, Robert C. Thomson","Year":" 2010","Title":" Sparse Supermatrices for Phylogenetic Inference: Taxonomy,\nAlignment, Rogue Taxa, and the Phylogeny of Living Turtles","Journal":" Systematic Biology","Volume":" 59","Issue":" 1","Pages":" 42-58","Keywords":" 10.1093/sysbio/syp075","DOI":" 10.1093/sysbio/syp075","Abstract":" As phylogenetic datasets grow in size and number,\nobjective methods to summarize this information are becoming\nincreasingly important. Supermatrices can combine existing data\ndirectly, and in principle provide effective syntheses of phylogenetic\ninformation that may reveal new relationships. However, several serious\ndifficulties exist in the construction of large supermatrices that must\nbe overcome before these approaches will enjoy broad utility. We present\nanalyses that examine the performance of sparse supermatrices\nconstructed from large sequence databases for the reconstruction of\nspecies-level phylogenies. We develop a largely automated informatics\npipeline that allows for the construction of sparse supermatrices from\nGenBank data. In doing so, we develop novel strategies for alleviating\nsome of the outstanding impediments to accurate phylogenetic inference\nusing these approaches. These include taxonomic standardization,\nautomated alignment, and the identification of rogue taxa. We use\nturtles as an exemplar clade and present a well-supported species-level\nphylogeny for two thirds of all turtle species based on a ~50kb\nsupermatrix consisting of 93% missing data. Finally, we discuss some of\nthe remaining pitfalls and concerns associated with supermatrix\nanalyses, provide comparisons to supertree approaches, and suggest areas\nfor future research.","trees":[{"tree_label":"Fig. 4b","ntax":"207","rootedtree":"TRUE","title":"Turtle Supermatrix, gblocks","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6300.phy"},{"tree_label":"Fig. 5","ntax":"213","rootedtree":"TRUE","title":"Turtle Supermatrix, all data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6173.phy"},{"tree_label":"Fig. 4c","ntax":"128","rootedtree":"TRUE","title":"Turtle Supermatrix, nuDNA only","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6306.phy"}]}