{"Authors":" Fabian Runge, Sabine Telle, Y. J. Choi, Marco Thines, S. B.\nHong, H. D. Shin","Year":" 2011","Title":" Evidence for high degrees of specialisation, evolutionary\ndiversity, and morphological distinctiveness in the genus Bremia.","Journal":" Fungal Biology","Volume":" 115","Issue":" 2","Pages":" 102-111","Keywords":"","DOI":" 10.1016/j.funbio.2010.10.010","Abstract":" Bremia lactucae is one of the economically most important\npathogens in lettuce production. Recent molecular studies have shown\nBremia lactucae (Peronosporales) to consist of several genetically\ndistinct entities. However, as only few accessions from the same host\nhave been investigated and it is generally believed that it is hardly\npossible to use morphological characteristics for species delimitation\nin Bremia, B. lactucae is still regarded as a sole species of Bremia\ncausing downy mildew disease of the family Asteraceae. Therefore,\nmultiple accessions of selected species that had been described decades\nago, but have not been widely accepted, were investigated both on the\nbasis of multi-gene molecular phylogenies and morphological characters.\nAll previously described species included, B. microspora, B. ovata, B.\nsaussureae, and B. sonchicola could be confirmed as highly distinct,\nhost specific entities. Also morphological characterisitcs of their\nconidiophores and conidia allowed delimitation of the five species.\nTherefore, the wide species concept to merge all Bremia species on the\nCichorioideae under B. lactucae is inappropriate. In addition, it could\nbe shown that B. elliptica is phylogenetically distinct from the second\nspecies infecting the genus Lactuca, B. lactucae. It is therefore\nconcluded that Bremia lactucae is most likely limited to Lactuca sativa\nand closely related species, and thus infections of unrelated wild\nAsteraceae weeds with Bremia are not posing a risk for lettuce\nproduction. The finding that Bremia lactucae is highly host specific\nmight stimulate the search for durable resistance genes in genera\nclosely related to the genus Lactuca and in divergent species of the\ngenus itself.","trees":[{"tree_label":"ME tree","ntax":"29","rootedtree":"TRUE","title":"Bremia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6417.phy"},{"tree_label":"MCMC tree","ntax":"29","rootedtree":"TRUE","title":"Bremia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6061.phy"},{"tree_label":"ML tree","ntax":"29","rootedtree":"TRUE","title":"Bremia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6215.phy"}]}