{"Authors":" Manabu Fukui, Anna Maria Fiore-Donno, Akiko Kamono, Ema E\nChao, Tom Cavalier-Smith","Year":" 2010","Title":" Invalidation of Hyperamoeba by transferring its species to\nother genera of Myxogastria.","Journal":" Journal of Eukaryotic Microbiology","Volume":" 57","Issue":" 2","Pages":" 189-196","Keywords":"","DOI":" 10.1111/j.1550-7408.2009.00466.x","Abstract":" The genus Hyperamoeba Alexeieff, 1923 was established to\naccommodate an aerobic amoeba exhibiting three life stages amoeba,\nflagellate and cyst. As more species/strains were isolated, it became\nincreasingly evident from SSU gene phylogenies and ultrastructure that\nHyperamoeba is polyphyletic and its species occupy different positions\nwithin the class Myxogastria. To pinpoint Hyperamoeba strains within\nother myxogastrid genera we aligned numerous myxogastrid sequences:\nwhole small subunit ribosomal (SSU or 18S rRNA) gene for 50 dark-spored\n(i.e. Stemonitida and Physarida) Myxogastria (including a new\n“Hyperamoeba”/Didymium sequence) and a ~400 bp SSU fragment for 147\nisolates assigned to 10 genera of the order Physarida. Phylogenetic\nanalyses show unambiguously that the type species Hyperamoeba flagellata\nis a Physarum (Physarum flagellatum comb. nov.) as it nests amongst\nother Physarum species as robust sister to Physarum didermoides. Our\ntrees also allow the following allocations: five Hyperamoeba strains to\nthe genus Stemonitis; Hyperamoeba dachnaya, Pseudodidymium\ncryptomastigophorum, and three other Hyperamoeba strains to the genus\nDidymium; and two further Hyperamoeba strains to the family Physaridae.\nWe therefore abandon the polyphyletic and redundant genus Hyperamoeba.\nWe discuss the implications for the ecology and evolution of\nMyxogastria, whose amoeboflagellates are more widespread than previous\ninventories supposed, being now found in freshwater and even marine\nenvironments.","trees":[{"tree_label":"Fig. 4","ntax":"75","rootedtree":"TRUE","title":"Physaraceae Partial 18S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6584.phy"},{"tree_label":"Fig. 3","ntax":"72","rootedtree":"TRUE","title":"Didymiaceae Partial 18S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6268.phy"},{"tree_label":"Fig. 2","ntax":"54","rootedtree":"TRUE","title":"Dark-spored Myxogastria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6210.phy"}]}