{"Authors":" Richard P. Brown, Ziheng Yang","Year":" 2010","Title":" Bayesian Dating of Shallow Phylogenies with a Relaxed\nClock","Journal":" Systematic Biology","Volume":" 59","Issue":" 2","Pages":" 119-131","Keywords":" Agamidae; Bayesian phylogenetics; Caprinae; phylogeny;\nposterior; prior; relaxed clock","DOI":" 10.1093/sysbio/syp082","Abstract":" Bayesian methods are increasingly being used to estimate\ndivergence times without the restrictive assumption of a global clock.\nLittle is known about their reliability for shallow phylogenies where\nDNA sequence divergence is low. We analyzed both simulated and real\nsequence to evaluate dating methods in phylogenies with mid-late Miocene\nroots. A large number of data sets (5000) with ten taxa each were\nsimulated under a rate drift model for trees with two topologies\n(balanced or unbalanced) and with different sets of divergence times\n(characterized by long or short external branches). Data were analyzed\nusing Bayesian Markov chain Monte Carlo methods in which the prior on\ndivergence times was specified from a birth-death process with species\nsampling (BDS) or a Dirichlet distribution, using the programs MCMCTREE\nand MULTIDIVTIME. The programs generally performed well on shallow\nphylogenies, but posterior mean node ages were biased and 95% posterior\nintervals included true ages in fewer than 95% of trees, in some\nanalyses. This typically occurred when the 95% prior interval did not\ninclude the true age and/or sequence lengths were less than 1Kbp. Widths\nof posterior intervals were also very dependent on the position of the\ncalibrated node within the tree, particularly when sequences were short.\nDifferent divergence times priors within MCMCTREE, MULTIDIVTIME and\nBEAST were used to analyze mtDNA data sets from a Bovid subfamily (the\nCaprinae), from Asian Laudakia and North African Chalcides lizards.\nPosterior divergence times were quite sensitive to different BDS priors,\nbut less sensitive to different Dirichlet priors. Our study demonstrates\nthe impact of the prior on divergence times in shallow phylogenies and\nshows that: 1) prior intervals on nodes should be assessed as a\nprerequisite to a dating analysis, 2) greater than 1 Kbp of quite\nrapidly-evolving sequence may be required to obtain accurate posterior\nmeans and usefully narrow posterior intervals.","trees":[{"tree_label":"Fig. 3a","ntax":"10","rootedtree":"TRUE","title":"Laudakia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6613.phy"},{"tree_label":"Fig. 3c","ntax":"16","rootedtree":"TRUE","title":"Chalcides","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6136.phy"},{"tree_label":"Fig. 3b","ntax":"25","rootedtree":"TRUE","title":"Caprinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6411.phy"}]}