{"Authors":" Itay Mayrose, Osnat Penn, Adi Stern, Shaul Shaul, Uri\nGophna, Tal Pupko","Year":" 2010","Title":" An Evolutionary Analysis of Lateral Gene Transfer in\nThymidylate Synthase Enzymes.","Journal":" Systematic Biology","Volume":" 59","Issue":" 2","Pages":" 212-225","Keywords":"","DOI":" 10.1093/sysbio/syp104","Abstract":" Thymidylate synthases (Thy) are key enzymes in the\nsynthesis of deoxythymidylate, one of the four building blocks of DNA.\nAs such, they are essential for all DNA-based forms of life, and\ntherefore implicated in the hypothesized transition from RNA genomes to\nDNA genomes. Two evolutionally unrelated Thy enzymes, ThyA and ThyX, are\nknown to catalyze the same biochemical reaction. Both enzymes are\nsporadically distributed within each of the three domains of life in a\npattern that suggests multiple non-homologous lateral gene transfer\n(LGT) events. We present a phylogenetic analysis of the evolution of the\ntwo enzymes, aimed at unraveling their entangled evolutionary history\nand tracing their origin back to early life. A novel probabilistic\nevolutionary model was developed, which allowed us to compute the\nposterior probabilities and the posterior expectation of the number of\nLGT events. Simulation studies were performed to validate the model’s\nability to accurately detect LGT events, which have occurred throughout\na large phylogeny. Applying the model to the Thy data revealed\nwidespread non-homologous LGT between and within all three domains of\nlife. By reconstructing the ThyA and ThyX gene trees, the most likely\ndonor of each LGT event was inferred. The role of viruses in LGT of Thy\nis finally discussed.","trees":[{"tree_label":"Fig. 2","ntax":"368","rootedtree":"TRUE","title":"ThyA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6174.phy"},{"tree_label":"Fig. 3","ntax":"184","rootedtree":"TRUE","title":"ThyX","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6172.phy"}]}