{"Authors":" Sofia Adolfsson, Yannis Michalakis, Dorota Paczesniak, S.\nN. S. Bode, Roger K. Butlin, Dunja K. Lamatsch, M. J. F. Martins,\nOlivier Schmit, Jochen Vandekerkhove, Jukka Jokela","Year":" 2010","Title":" Evaluation of elevated ploidy and asexual reproduction as\nalternative explanations for geographic parthenogenesis in Eucypris\nvirens ostracods.","Journal":" Evolution","Volume":" 64","Issue":" 4","Pages":" 986-997","Keywords":"","DOI":" 10.1111/j.1558-5646.2009.00872.x","Abstract":" Transitions from sexual to asexual reproduction are often\ncoupled with elevations in ploidy. As a consequence the importance of\nploidy per se for the maintenance and spread of asexual populations is\nunclear. To examine the effects of ploidy and asexual reproduction as\nindependent determinants of the success of asexual lineages, we sampled\ndiploid sexual, diploid asexual and triploid asexual Eucypris virens\nostracods across a European wide range. Applying nuclear and\nmitochondrial markers, we found that E. virens consists of genetically\nhighly differentiated diploid sexual populations, to the extent that\nthese sexual clades could be considered as cryptic species. All sexual\npopulations were found in southern Europe and North Africa and we found\nthat both diploid asexual and triploid asexual lineages have originated\nmultiple times from several sexual lineages. Therefore, the asexual\nlineages show a wide variety of genetic backgrounds and very strong\npopulation genetic structure across the wide geographic range. Finally,\nwe found that triploid, but not diploid, asexual clones dominate\nhabitats in northern Europe. The limited distribution of diploid asexual\nlineages, despite their shared ancestry with triploid asexual lineages,\nstrongly suggest that the wider geographic distribution of triploids is\ndue to elevated ploidy rather than to asexuality.","trees":[{"tree_label":"Fig. 3","ntax":"376","rootedtree":"TRUE","title":"Eucypris virens","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6051.phy"}]}