{"Authors":" Bret A. Summerell, A. J. Carnegie, M. J. Wingfeld, Gavin C\nHunter, Treena I. Burgess, Vera Andjic, Paul A. Barber, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous","Year":" 2009","Title":" Unravelling Mycosphaerella: do you believe in genera?","Journal":" Persoonia","Volume":" 23","Issue":" NA","Pages":" 99-118","Keywords":" NA","DOI":" 10.3767/003158509x479487","Abstract":" Many fungal genera have been defined based on single\ncharacters considered to be informative at the generic level. In\naddition, many unrelated taxa have been aggregated in genera because\nthey shared apparently similar morphological characters arising from\nadaptation to similar niches and convergent evolution. This problem is\naptly illustrated in Mycosphaerella. In its broadest definition, this\ngenus of mainly leaf infecting fungi incorporates more than 30 form\ngenera that share similar phenotypic characters mostly associated with\nstructures produced on plant tissue or in culture. DNA sequence data\nderived from the LSU gene in the present study distinguish several\nclades and families in what has hitherto been considered to represent\nthe Mycosphaerellaceae. In some cases, these clades represent\nrecognisable monophyletic lineages linked to well circumscribed\nanamorphs. This association is complicated, however, by the fact that\nmorphologically similar form genera are scattered throughout the order\n(Capnodiales), and for some species more than one morph is expressed\ndepending on cultural conditions and media employed for cultivation. The\npresent study shows that Mycosphaerella s.s. should best be limited to\ntaxa with Ramularia anamorphs, with other well defined clades in the\nMycosphaerellaceae representing Cercospora, Cercosporella, Dothistroma,\nLecanosticta, Phaeophleospora, Polythrincium, Pseudocercospora,\nRamulispora, Septoria and Sonderhenia. The genus Teratosphaeria\naccommodates taxa with Kirramyces anamorphs, while other clades\nsupported in the Teratosphaeriaceae include Baudoinea, Capnobotryella,\nDevriesia, Penidiella, Phaeothecoidea, Readeriella, Staninwardia and\nStenella. The genus Schizothyrium with Zygophiala anamorphs is supported\nas belonging to the Schizothyriaceae, while Dissoconium and\nRamichloridium appear to represent a distinct family. Several clades\nremain unresolved due to limited sampling. Mycosphaerella, which has\nhitherto been used as a term of convenience to describe ascomycetes with\nsolitary ascomata, bitunicate asci and 1-septate ascospores, represents\nnumerous genera and several families yet to be defined in future\nstudies.","trees":[{"tree_label":"Fig. 1","ntax":"316","rootedtree":"TRUE","title":"Mycosphaerella, ML tree from RAxML based on LSU.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6456.phy"}]}