{"Authors":" Javier Diéguez-Uribeondo, Miguel A. García, Lage Cerenius,\nEva Kozubíková, Isabel Ballesteros, Carol E. Windels, John Weiland,\nHoward Kator, Kenneth Söderhäll, Maria P. Martin","Year":" 2009","Title":" Phylogenetic relationships among plant and animal parasites,\nand saprotrophs in Aphanomyces (Oomycetes)","Journal":" Fungal Genetics and Biology","Volume":" 46","Issue":" 5","Pages":" 365-376","Keywords":" NA","DOI":" 10.1016/j.fgb.2009.02.004","Abstract":" Molecular phylogenetic relationships among 12 species of\nAphanomyces de Bary (Oomycetes) were analyzed based on 108 ITS sequences\nof nuclear rDNA. Sequences used in the analyses belonged to the major\nspecies currently available in pure culture and GenBank. Bayesian,\nmaximum likelihood, and maximum parsimony analyses support that\nAphanomyces constitutes a monophyletic group. Three independent lineages\nwere found: (i) plant parasitic, (ii) animal parasitic, and (iii)\nsaprotrophic or opportunistic parasitic. Sexual reproduction appeared to\nbe critical in plant parasites for survival in soil environments while\nasexual reproduction seemed to be advantageous for exploiting\nspecialization in animal parasitism. Repeated zoospore emergence seems\nto be an advantageous property for both plant and animal parasitic modes\nof life. Growth in unspecific media was generally faster in saprotrophs\ncompared with parasitic species. A number of strains and GenBank\nsequences were found to be misidentified. It was confirmed molecularly\nthat A. piscicida and A. invadans appear to be conspecific, and found\nthat A. iridis and A. euteiches are closely related, if not the same,\nspecies. This study has shown a clear evolutionary separation between\nAphanomyces species that are plant parasites and those that parasitize\nanimals. Saprotrophic or opportunistic species formed a separate\nevolutionary lineage except A. stellatus whose evolutionary position has\nnot yet been resolved.","trees":[{"tree_label":"Fig. 1","ntax":"108","rootedtree":"TRUE","title":"Aphanomyces Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6143.phy"}]}