{"Authors":" Dietrich Gotzek, D. Dewayne Shoemaker, K. G. Ross, M. S.\nAscunce","Year":" 2010","Title":" Species delimitation: A case study in a problematic ant\ntaxon.","Journal":" Systematic Biology","Volume":" 59","Issue":" 2","Pages":" 162-184","Keywords":"","DOI":" 10.1093/sysbio/syp089","Abstract":" Species delimitation has been invigorated as a discipline\nin systematics by an influx of new character sets, analytical methods,\nand conceptual advances. We use genetic data from 68 markers, combined\nwith distributional, bioclimatic, and coloration information, to\nhypothesize boundaries of evolutionarily independent lineages (species)\nwithin the widespread and highly variable nominal fire ant species\nSolenopsis saevissima, a member of a species-group containing invasive\npests as well as organisms regarded as models for ecological and\nevolutionary research. Our integrated approach uses diverse methods of\nanalysis to sequentially test whether populations meet specific\noperational criteria (contingent properties) for candidacy as\nmorphologically cryptic species, including genetic clustering,\nmonophyly, reproductive isolation, and occupation of distinctive niche\nspace. We hypothesize that nominal S. saevissima comprises at least four\nto six previously unrecognized species, including several pairs whose\nparapatric distributions implicate the development of intrinsic\npremating or postmating barriers to gene flow. Our genetic data further\nsuggest that regional genetic differentiation in S. saevissima has been\ninfluenced by hybridization with other nominal species occurring in\nsympatry or parapatry, including the quite distantly related S.\ngeminata. The results of this study illustrate the importance of\nemploying different classes of genetic data (coding and non-coding\nregions; nuclear and mtDNA markers), different methods of genetic data\nanalysis (tree-based and non-tree-based methods), and different sources\nof data (genetic, morphological, and ecological data) to explicitly test\nvarious operational criteria for species boundaries in clades of\nrecently diverged lineages, while warning against over reliance on any\nsingle data type (e.g., mtDNA sequence variation) when drawing\ninferences.","trees":[{"tree_label":"Fig. 5","ntax":"88","rootedtree":"TRUE","title":"Solenopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6415.phy"},{"tree_label":"Fig. 3","ntax":"94","rootedtree":"TRUE","title":"Solenopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6120.phy"}]}