{"Authors":" Lowell E. Urbatsch, Roland P. Roberts","Year":" 2004","Title":" Molecular phylogeny of Chrysothamnus and related genera\n(Asteraceae, Astereae) based on nuclear ribosomal 3’ ETS and ITS\nsequence data.","Journal":" Systematic Botany","Volume":" 29","Issue":" 1","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Established concepts of Chrysothamnus have been primarily\nbased on morphological similarity or on molecular studies employing only\nexemplar taxa. Those investigations and treatments conceptualized\nChrysothamnus as a single evolutionary unit with affinity for\nEricameria, Petradoria, and Stenotus among other taxa. The hypotheses of\nrelationship presented here are based on nuclear ribosomal 3¢ ETS and\nITS data that were analyzed using several optimality criteria. The\nresults indicate that Chrysothamnus as traditionally perceived is\npolyphyletic, with species placed in four well-supported lineages. Three\nof the four clades also contain taxa from other genera. Seven species of\nChrysothamnus along with Acamptopappus, Amphipappus, Hesperodoria\nscopulorum, Tonestus lyallii, and Vanclevea constitute one clade, while\nfour species aggregate in another clade that includes Hesperodoria\nsalicina, Tonestus microcephalus, and T. peirsonii. A third lineage\nconsists of Chrysothamnus gramineus and appears distantly related to any\nother Chrysothamnus. Finally, four species of Chrysothamnus recently\ntransferred to Ericameria are strongly supported within the Ericameria\nlineage. Stenotus and Tonestus as traditionally circumscribed are not\nsupported by the molecular data. Instead, the generitype of each is\naligned with taxa other than species presently included within the same\ngenus. The results of this investigation indicate that some of the\nmorphological features used to delimit these genera may be the product\nof convergence, thus diminishing their value for phylogenetic\nreconstruction.","trees":[{"tree_label":"Fig. 1","ntax":"60","rootedtree":"TRUE","title":"Chrysothamnus and related genera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4176.phy"},{"tree_label":"Fig. 2","ntax":"60","rootedtree":"TRUE","title":"Chrysothamnus and related genera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4177.phy"},{"tree_label":"Fig. 5","ntax":"60","rootedtree":"TRUE","title":"Chrysothamnus and related genera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4178.phy"}]}