{"Authors":" M. Amelia Chemisquy, Osvaldo Morrone","Year":" 2010","Title":" Phylogenetic analysis of the subtribe Chloraeinae\n(Orchidaceae): a preliminary approach based on three chloroplast\nmarkers","Journal":" Australian Systematic Botany","Volume":" 23","Issue":" 1","Pages":" 38-46","Keywords":" Bipinnula; Chloraea; Gavilea; Geoblasta","DOI":" 10.1071/SB09026","Abstract":" The systematic position and relationships between some\nSouth American terrestrial orchids, such as Bipinnula, Chloraea, Gavilea\nand Geoblasta, is unclear. These four genera have been grouped in the\nsubtribe Chloraeinae by several authors. Previous phylogenetic studies\nof the group have only included a few species of Chloraea and Gavilea\nand not of Bipinnula or Geoblasta. Relationships among these four genera\nwere explored and the monophyly of the subtribe Chloraeinae and the\ngenera Chloraea and Gavilea were tested in this contribution. Molecular\nphylogenetic analyses were conducted, using three chloroplast markers:\nthe matK-trnK intron, the atpB-rbcL spacer and the rpoC1 gene. Sequences\nwere analyzed under Maximum Parsimony and Bayesian inference. In all the\nanalyses Bipinnula, Chloraea, Gavilea and Geoblasta were grouped in a\nclade with high support, where Bipinnula, Geoblasta and Gavilea were\nnested inside Chloraea. Consequently, Chloraea was paraphyletic, while\nGavilea turned out to be monophyletic with high values of support. The\nCranichideae species appeared as a sister group of the Chloraeinae. A\nmore exhaustive taxonomic sampling is needed to resolve the systematic\nplacement of the subtribe Chloraeinae and the internal relationships\nbetween the genera and species that form it.","trees":[{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"Chloraeinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6370.phy"},{"tree_label":"rpoC1","ntax":"35","rootedtree":"TRUE","title":"Chloraeinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6002.phy"},{"tree_label":"matK trnK","ntax":"28","rootedtree":"TRUE","title":"Chloraeinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6129.phy"},{"tree_label":"atpB rbcL","ntax":"35","rootedtree":"TRUE","title":"Chloraeinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6388.phy"}]}