{"Authors":" Kazuhiro Fujisawa, Shigeru Okada, Taylor L Weiss, J S\nJohnston, Koremitsu Sumimoto, Joe Chappell, Tim P Devarenne","Year":" 2010","Title":" Phylogenetic Placement, Genome Size, and GC-Content of the\nLiquid Hydrocarbon Producing Green Microalga Botryococcus Braunii var.\nBerkeley (Showa) (Chlorophyta)","Journal":" Journal of Phycology","Volume":" 46","Issue":" 3","Pages":" 534-540","Keywords":"","DOI":" 10.1111/j.1529-8817.2010.00820.x","Abstract":" We report the genome size, the GC content and perform a\nphylogenetic analysis on Botryococcus braunii, Kützing, a green, colony\nforming, hydrocarbon-rich alga that is an attractive source for\nbiopetroleum. While the chemistry of the hydrocarbons produced by the B\nrace of B. braunii has been studied for many years, there is a\ndeficiency of information concerning the molecular biology of this alga.\nAdditionally, there has been some discrepancy as to the phylogenetic\nplacement of the Berkeley (or Showa) strain of the B race. In order to\nclarify its classification, we isolated the Berkeley strain nuclear\nsmall subunit (18S) rRNA gene and beta-actin cDNA and used these\nsequences for phylogenetic analysis to determine that the Berkeley\nstrain belongs to the Trebouxiophyceae class. This is in agreement with\nother B races of B. braunii, indicating the Berkeley strain is a true B\nrace of B. braunii. In order to better understand molecular aspects of\nB. braunii, we obtained the Berkeley strain genome size as a first step\nin genome sequencing. Using flow cytometry, we determined the B.\nbraunii, Berkeley genome size to be 166.2 +/- 2.2 Mb. We also estimated\nthe GC-content of the Berkeley strain as 54.4 +/- 1.2% for expressed\ngene sequences.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"Green algae, 18S rRNA ML HKY85","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6223.phy"},{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Green algae, Actin ML HKY85","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6537.phy"}]}