{"Authors":" James N. Zahniser, Christopher H. Dietrich","Year":" 2009","Title":" Phylogeny of the leafhopper subfamily Deltocephalinae\n(Hemiptera: Cicadellidae) based on molecular and morphological data with\na revised family-group classification.","Journal":" Systematic Entomology","Volume":" 35","Issue":" 3","Pages":" 489-511","Keywords":"","DOI":" 10.1111/j.1365-3113.2010.00522.x","Abstract":" Deltocephalinae is a highly diverse and economically\nimportant subfamily of leafhoppers containing over 6200 species and 36\ntribes distributed worldwide in habitats ranging from xeric grasslands\nand shrublands to tropical rainforests. Recent morphological and\nmolecular phylogenetic analyses of Cicadellidae and a morphology-based\nanalysis of Deltocephalinae and related subfamilies indicated that\nseveral previously recognized cicadellid subfamilies are closely related\nto or derived from within Deltocephalinae, but these analyses did not\nprovide a comprehensive or well-supported hypothesis of the phylogeny of\nDeltocephalinae s.l. due to either low taxon sampling or low branch\nsupport. Here, taxon sampling is increased to include members of most\nfamily-group taxa of Deltocephalinae and molecular data (~2800 bp 28S\nrDNA and ~350 bp Histone H3) are added to improve the phylogenetic\nestimate. Five putative outgroup taxa were included, and parsimony and\nBayesian analyses of the combined molecular and morphological (119\ncharacters) data and maximum likelihood analyses of the 28S data showed\nstrong support for the monophyly of Deltocephalinae as defined here.\nBranches near the base of the tree and toward the tips were longer and\nbetter-supported than many of the shorter internal branches. Similar to\na previous morphological phylogenetic analysis of Deltocephalinae, all\nof the grass and sedge specializing tribes were recovered in one common\nclade, with a few apparent reversals to non-grass feeding. Although\nsupport for this clade was low and requires further testing, the results\nsuggest that grass/sedge specialization is a phylogenetically\nconservative trait within Deltocephalinae. The history of the\nclassification of Deltocephalinae and related subfamilies is reviewed,\nand based on the results of the phylogenetic analyses presented here, a\nrevised family-group taxonomic classification is proposed. In addition\nto subfamilies sensu Oman et al. (1990) that were recently included in\nDeltocephalinae, the following are considered junior synonyms of\nDeltocephalinae: Acostemminae syn.n., Arrugadinae syn.n.,\nDrakensbergeninae syn.n., Mukariinae syn.n., and Stegelytrinae syn.n.\nThe morphological characters supporting this interpretation of\nDeltocephalinae are provided and discussed, and a description of the\nsubfamily is provided. A new tribe, Faltalini tribe n. (11 genera, 31\nspecies) is described, and Magnentiini placement n. and Paraphrodini\nplacement n. are transferred to Deltocephalinae from Nioniinae and\nAphrodinae, respectively. New placements of genera include: Twiningia\nBall and Eusama Oman (Athysanini: Platymetopiina), placement n.;\nCerrillus Oman (Athysanini), placement n.; Scaphotettix Matsumura and\nAgrica Strand (Mukariini), placement n.; Loralia Evans and Phlogotettix\nRibaut, (Deltocephalinae, unplaced to tribe), placement n. The\nrecognition of Scaphoideini Oman 1943 as a nomen nudum results in the\nfollowing placements: Acunasus DeLong, Cantura Oman, Danbara Oman,\nOsbornellus Ball, Prescottia Ball, Scaphodhara Viraktamath & Mohan,\nScaphoideus Uhler, Scaphoidophyes Kirkaldy, Sincholata DeLong, Sobara\nOman, and Soleatus DeLong (Deltocephalinae, unplaced to tribe),\nplacement n.","trees":[{"tree_label":"Fig. 1","ntax":"114","rootedtree":"TRUE","title":"Deltocephalinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6280.phy"}]}