{"Authors":" Gillian C. Gibb, Matthew J Phillips, E. A. Crimp, David\nPenny","Year":" 2010","Title":" Tinamous and moa flock together: mitochondrial genome\nsequence analysis reveals independent losses of flight among\nratites","Journal":" Systematic Biology","Volume":" 59","Issue":" 1","Pages":" 90-107","Keywords":" NA","DOI":" 10.1093/sysbio/syp079","Abstract":" Ratites are large, flightless birds and include the\nostrich, rheas, kiwi, emu and cassowaries, along with extinct members,\nsuch as moa and elephant-birds. Previous phylogenetic analyses of\ncomplete mitochondrial genome sequences have reinforced the traditional\nbelief that ratites are monophyletic and tinamous are their sister\ngroup. However, in these studies ratite monophyly was enforced in the\nanalyses that modelled rate heterogeneity among variable sites. Relaxing\nthis topological constraint results in strong support for the tinamous\n(which fly) nesting within ratites. Furthermore, upon reducing base\ncompositional bias and partitioning models of sequence evolution among\nprotein codon positions and RNA structures, the tinamou-moa clade\ngrouped with kiwi, emu and cassowaries to the exclusion of the\nsuccessively more divergent rheas and ostrich. These relationships are\nconsistent with recent results from a large nuclear dataset, while our\nstrongly supported finding of a tinamou-moa grouping further resolves\npalaeognath phylogeny. We infer flight to have been lost among ratites\nmultiple times in temporally close association with the\nCretaceous-Tertiary extinction event. This circumvents requirements for\ntransient micro-continents and island chains to explain discordance\nbetween ratite phylogeny and patterns of continental break-up. Ostriches\nmay have dispersed to Africa from Eurasia, putting in question the\nstatus of Ratites as an iconic Gondwanan relict taxon.","trees":[{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Palaeognathae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6436.phy"}]}