{"Authors":" Bas Kokshoorn, Inge Erkelens, Marja Van Schoor, Edmund\nGittenberger","Year":" 2010","Title":" Waves of dispersal in island-hopping Chondrina species\n(Gastropoda, Pulmonata, Chondrinidae)","Journal":" Zoologischer Anzeiger","Volume":" 249","Issue":" 2","Pages":" 71-79","Keywords":"","DOI":" 10.1016/j.jcz.2010.02.001","Abstract":" The aim of this study was to unravel the historical\nbiogeography of the speciose land snail genus Chondrina. To this end\nphylogenetic hypotheses were tested using mitochondrial DNA sequence\ndata. Mitochondrial DNA sequences of the Cytochrome Oxidase subunit I\nregion were obtained for 89 individuals, representing just over 70% of\nthe extant Chondrina species. The extent of molecular genetic diversity\nand phylogeographical patterns were investigated by using neighbour\njoining, parsimony and bayesian methods for phylogeny reconstructions.\nThe resulting data were used to infer historical biogeographical\npatterns for the genus Chondrina. The three phylogenetic methods yielded\ncongruent topologies for the phylogeny reconstruction. Six clades were\nidentified, each of which with at least one taxon that is known from the\nIberian peninsula. The most parsimonious scenario indicates at least\nthree waves of dispersal out of the Iberian peninsula into the North and\nEast of Europe and Northern Africa. The phylogenetic relationships\ncombined with the distributional patterns of the various species,\nindicate that only vicariance events cannot explain the actual\nsituation. Apparently, separate waves of dispersal and subsequent\nspeciation occurred, each time starting from the southwestern part of\nthe present generic range. Until recently, this was obscured by\nrepetitive cases of parallel or convergent evolution in shell\ncharacters, as became evident with the use of molecular methods.","trees":[{"tree_label":"Fig. 3","ntax":"93","rootedtree":"TRUE","title":"Chondrina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6465.phy"}]}