{"Authors":" K. H. Larsson, David S. Hibbett, Manfred Binder, Patrick\nBrandon Matheny","Year":" 2010","Title":" Amylocorticiales ord. nov. and Jaapiales ord. nov.:\nearly-diverging clades of Agaricomycetidae dominated by corticioid\nforms","Journal":" Mycologia","Volume":" 102","Issue":"","Pages":" 865-880","Keywords":"","DOI":" 10.3852/09-288","Abstract":" The Agaricomycetidae is one of the most morphologically\ndiverse clades of Basidiomycota that includes the well-known Agaricales\nand Boletales, which are dominated by pileate-stipitate forms, and the\nmore obscure Atheliales, which is a relatively small group of resupinate\ntaxa. This study focuses taxon sampling on resupinate forms that may be\nrelated to these groups, aiming at resolving the early-branching clades\nin the major groups of Agaricomycetidae. The second goal was to resolve\nsister group relationships between Agaricales, Boletales, and Atheliales\nwith confidence, a difficult task based on conflicting results\nconcerning the placement of the Atheliales. To this end, we have\ndeveloped a six-locus nuclear data set (nuc-ssu, nuc-lsu, 5.8S, rpb1,\nrpb2, and tef1) for 191 species, which was analyzed with maximum\nparsimony, maximum likelihood, and Bayesian methods. Our analyses of\nthese data corroborate the view that the Boletales evolved from\nathelioid forms. We have also resolved an additional early-branching\nclade within the Agaricomycetidae that is composed primarily of\nresupinate forms, as well as a few morphologically more elaborate forms\nincluding Plicaturopsis and Podoserpula. This clade, which we describe\nhere as the new order Amylocorticiales, is the sister group of the\nAgaricales. We introduce a second order, the Jaapiales, for the lone\nresupinate genus Jaapia consisting of two species only. The Jaapiales is\nsupported as the sister group to the rest of the Agaricomycetidae,\nsuggesting that the greatest radiation of pileate-stipitate mushrooms\nresulted from the elaboration of resupinate ancestors.","trees":[{"tree_label":"Fig. 1","ntax":"191","rootedtree":"TRUE","title":"Agaricomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6698.phy"},{"tree_label":"Fig. 1S","ntax":"191","rootedtree":"TRUE","title":"Agaricomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6197.phy"},{"tree_label":"Fig. 2","ntax":"40","rootedtree":"TRUE","title":"Amylocorticiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6675.phy"}]}