{"Authors":" Pavel Skaloud, Ondrej Peksa","Year":" 2010","Title":" Evolutionary inferences based on ITS rDNA and actin sequences\nreveal extensive diversity of the common lichen alga Asterochloris\n(Trebouxiophyceae, Chlorophyta)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 54","Issue":" 1","Pages":" 36-46","Keywords":"","DOI":" 10.1016/j.ympev.2009.09.035","Abstract":" The genus Asterochloris is one of the most common lichen\nphotobionts. We present a molecular investigation of 41 cultured\nstrains, for which nuclear-encoded ITS rDNA and partial actin I\nsequences were determined. The loci studied revealed considerable\ndifferences in their evolutionary dynamics as well as sequence\nvariation. As compared to ITS data, the actin sequences show much\ngreater variation, and the phylogenies yield strong resolution and\nsupport of many internal branches. The partitioning of ITS dataset into\nseveral regions yielded better node resolution. We recognized sixteen\nwell-supported monophyletic lineages, of which one represents the type\nspecies of the genus (Asterochloris phycobiontica), and six correspond\nto species previously classified to the genus Trebouxia (T. erici, T.\nexcentrica, T. glomerata, T. irregularis, T. italiana and T. magna).\nOnly 15% of isolated photobionts considered in our study could be\nassigned with certainty to previously described species, emphasizing\namazing cryptic variability in Asterochloris. Concurrently with the\nformal delimitation of the genus Asterochloris, we propose new\ncombinations for the former Trebouxia species; furthermore, T.\npyriformis is reduced to a synonym of A. glomerata. The present\nknowledge of global diversity of Asterochloris algae is discussed.","trees":[{"tree_label":"Fig. S2","ntax":"44","rootedtree":"TRUE","title":"Asterochloris, actin type I","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6608.phy"},{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Asterochloris, Actin type I + ITS rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6652.phy"},{"tree_label":"Fig. S1","ntax":"37","rootedtree":"TRUE","title":"Asterochloris, ITS rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6610.phy"}]}