{"Authors":" Tetsuo Ohi-Toma, Sheng-Hua Wu, Shrirang R. Yadav, Hiroko\nMurata, Jin Murata","Year":" 2010","Title":" Molecular Phylogeny of Typhonium sensu lato and Its Allied\nGenera in the Tribe Areae of the Subfamily Aroideae (Araceae) Based on\nSequences of Six Chloroplast Regions.","Journal":" Systematic Botany","Volume":" 35","Issue":" 2","Pages":" 244-251","Keywords":"","DOI":" 10.1600/036364410791638315","Abstract":" Typhonium was recognized as a monophyletic genus in the\ntribe Areae of the subfamily Aroideae (Araceae) until a recent molecular\nphylogenetic study indicated that the genus was paraphyletic respective\nto other Areae genera. However, that phylogenetic study did not discuss\nthe details of infrageneric relationships due to the limited numbers of\nTyphonium samples. To elucidate the phylogenetic relationships in\nTyphonium sensu lato, we conducted phylogenetic analyses based on the\ncombined DNA sequences of six chloroplast regions (3ォtrnL-trnF,\nrpl20-5ォrps12, psbB-psbH, trnG intron, rpoC2-rps2, and trnK 3ォintron)\nfrom 18 representative Typhonium species and additional samples from\nrelated genera. The resultant tree strongly suggests that Typhonium is\nnot a monophyletic group and that it comprises at least two separate\nlineages, with other Areae genera nested within, and that Typhonium\nsensu lato may be subdivided into several monophyletic groups. These\ngroups are distinguishable based on the stem-type of shoot organization\nas well as other morphological characters, which mostly correspond to\ntraditionally recognized taxa. Based on molecular phylogeny and\nmorphology, we proposed a revision of the Areae, wherein Typhonium sensu\nlato is divided into four genera: Typhonium sensu stricto, Sauromatum,\nand three new genera, Diversiarum, Hirsutiarum, Pedatyphonium, which are\ndescribed here.","trees":[{"tree_label":"Fig. 1","ntax":"34","rootedtree":"TRUE","title":"Typhonium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6221.phy"}]}