{"Authors":" Gustavo Caetano-Anollés, D. Caetano-Anollés","Year":" 2003","Title":" An evolutionarily structured universe of protein\narchitecture.","Journal":" Genome Research","Volume":" 13","Issue":" 7","Pages":" 1563-1571","Keywords":"","DOI":" 10.1101/gr.1161903","Abstract":" Protein structural diversity encompasses a finite set of\narchitectural designs. Embedded in these topologies are evolutionary\nhistories that we here uncover using cladistic principles and\nmeasurements of protein-fold usage and sharing. The reconstructed\nphylogenies are inherently rooted and depict histories of protein and\nproteome diversification. Proteome phylogenies showed two monophyletic\nsister-groups delimiting Bacteria and Archaea, and a topology rooted in\nEucarya. This suggests three dramatic evolutionary events and a common\nancestor with a eukaryotic-like, gene-rich, and relatively modern\norganization. Conversely, a general phylogeny of protein architectures\nshowed that structural classes of globular proteins appeared early in\nevolution and in defined order, the alpha/beta class being the first.\nWhile most ancestral folds shared a common architecture of barrels or\ninterleaved beta-sheets and alpha-helices, many were clearly derived,\nsuch as polyhedral folds in the all-alpha class and beta-sandwiches,\nbeta-propellers, and beta-prisms in all-beta proteins. We also describe\ntransformation pathways of architectures that are prevalently used in\nnature. For example, beta-barrels with increased curl and stagger were\nfavored evolutionary outcomes in the all-beta class. Interestingly, we\nfound cases where structural change followed the alpha-to-beta tendency\nuncovered in the tree of architectures. We finally traced the total\nnumber of enzymatic functions associated with folds in the trees and\nshowed there was a general link between structure and enzymatic\nfunction.","trees":[{"tree_label":"Fig. 2","ntax":"32","rootedtree":"TRUE","title":"Proteomes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4179.phy"},{"tree_label":"Fig. 3","ntax":"536","rootedtree":"TRUE","title":"Architectures","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4180.phy"}]}