{"Authors":" Tor Tønsberg, Stefan Ekman","Year":" 2002","Title":" Most species of Lepraria and Leproloma form a monophyletic\ngroup closely related to Stereocaulon","Journal":" Mycological Research","Volume":" 106","Issue":" 11","Pages":" 1262-1276","Keywords":" NA","DOI":" 10.1017/s0953756202006718","Abstract":" The phylogenetic position of members of the entirely\nasexually reproducing genera Lepraria and Leproloma was investigated\nusing sequence data from the ITS1-5.8S-ITS2 and small subunit (SSU)\nnuclear ribosomal DNA. Phylogenetic reconstructions were carried out\nusing a likelihood-based Bayesian Markov chain Monte Carlo (MCMC) tree\nsampling technique and the unweighted least squares optimality\ncriterion, the latter based on maximum likelihood distances obtained via\nan alignment-free distance estimation technique. The results indicate\nthat most species currently referred to the genera Lepraria and\nLeproloma form a single monophyletic group. This monophyletic group is\nthe sister group to Stereocaulon and Muhria and belongs in the\nStereocaulaceae (Lecanorales, Lecanoromycetes, Ascomycota). This finding\nindicates that Lepraria has an ancestor that switched from a sexual to\nan asexual mode of dispersal. Subsequent speciation must have taken\nplace in the absence of sexual processes, which contradicts the view of\nasexual taxa as ‘evolutionary dead ends’. Leproloma is polyphyletic and\nnested within Lepraria. Lepraria flavescens is a Lecanora, probably\nbelonging in subgenus Glaucomaria. Lepraria lesdainii and L. obtusatica\nare unrelated to each other and to other species currently referred to\nLepraria or Leproloma. Leprocaulon and Crocynia are distantly related to\nthe core group of Lepraria and Leproloma.","trees":[{"tree_label":"Fig. 1","ntax":"82","rootedtree":"TRUE","title":"Lecanoromycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6402.phy"},{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Stereocaulaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6394.phy"}]}