{"Authors":" Michael R. McGowen, Michelle Spaulding, John Gatesy","Year":" 2009","Title":" Divergence date estimation and a comprehensive molecular tree\nof extant cetaceans","Journal":" Molecular Phylogenetics and Evolution","Volume":" 53","Issue":" 3","Pages":" 891–906","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.08.018","Abstract":" Cetaceans are remarkable among mammals for their numerous\nadaptations to an entirely aquatic existence, yet many aspects of their\nphylogeny remain unresolved. Here we merged 37 new sequences from the\nnuclear genes RAG1 and PRM1 with most published molecular data for the\ngroup (45 nuclear loci, transposons, mitochondrial genomes), and\ngenerated a supermatrix consisting of 42,335 characters. The great\nmajority of these data have never been combined. Model-based analyses of\nthe supermatrix produced a solid, consistent phylogenetic hypothesis for\n87 cetacean species. Bayesian analyses corroborated odontocete (toothed\nwhale) monophyly, stabilized basal odontocete relationships, and\ncompletely resolved branching events within Mysticeti (baleen whales) as\nwell as the problematic speciose clade Delphinidae (oceanic dolphins).\nOnly limited conﬂicts relative to maximum likelihood results were\nrecorded, and discrepancies found in parsimony trees were very weakly\nsupported. We utilized the Bayesian supermatrix tree to estimate\ndivergence dates among lineages using relaxed-clock methods. Divergence\nestimates revealed rapid branching of basal odontocete lineages near the\nEocene Oligocene boundary, the antiquity of river dolphin lineages, a\nLate Miocene radiation of balaenopteroid mysticetes, and a recent rapid\nradiation of Delphinidae beginning 10 million years ago. Our\ncomprehensive, time-calibrated tree provides a powerful evolutionary\ntool for broad-scale comparative studies of Cetacea.","trees":[{"tree_label":"Fig. 2","ntax":"91","rootedtree":"TRUE","title":"Extant Cetaceans","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6269.phy"}]}