{"Authors":" M. S. Samain, Stefan Wanke, Paul Goetghebeur","Year":" 2010","Title":" Unraveling extensive paraphyly in the genus Hydrangea s.l.\nwith implications for the systematics of tribe Hydrangeeae.","Journal":" Systematic Botany","Volume":" 35","Issue":" 3","Pages":" 593-600","Keywords":"","DOI":" 10.1600/036364410792495827","Abstract":" Several representatives of Hydrangeaceae tribe Hydrangeeae\nare very popular in the horticultural trade for their inflorescences\nwith attractive marginal flowers, resulting in many hybrids and\ncultivars. However, despite previous morphological and molecular\nstudies, the phylogenetic relationships between the nine currently\nrecognized genera in this clade are still largely unclear, and the\nwidely used infrageneric classification of the genus Hydrangea. by\nMcClintock (which was mainly based on the study of herbarium specimens)\nrequires critical reevaluation. We present a partially well resolved and\nwell supported phylogeny of the tribe Hydrangeeae based on maximum\nparsimony and Bayesian analyses of multiple coding and non-coding\nchloroplast regions (rps16-trnK spacer, trnK intron, trnK exon, matK\ngene and trnK-psbA spacer). All genera, sections and subsections were\nincluded making it a highly representative sampling for the tribe\nHydrangeeae. Hydrangea is paraphyletic with respect to the eight other\ngenera of Hydrangeeae, requiring a classification update. The\nsubsections Heteromallae and Petalanthe of section Hydrangea are\nmonophyletic, the subsections Americanae, Asperae and Macrophyllae are\npoly- resp. paraphyletic. Of the two subsections of section Cornidia,\none, Monosegia, is paraphyletic whereas the other, Polysegia, is\nmonophyletic. The necessary nomenclatural changes based on these results\nmight have a certain effect in the trade but also might encourage\nbreeders to produce intergeneric hybrids between traditionally\nrecognized genera in Hydrangeeae.","trees":[{"tree_label":"Strict","ntax":"72","rootedtree":"TRUE","title":"Hydrangea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6614.phy"}]}