{"Authors":" Frank N. Martin, Paul W. Tooley","Year":" 2003","Title":" Phylogenetic relationships of Phytophthora ramorum, P.\nnemorosa and P. pseudosyringae, three species recovered from areas in\nCalifornia with sudden oak death","Journal":" Mycological Research","Volume":" 107","Issue":" 12","Pages":" 1379-1391","Keywords":" NA","DOI":" 10.1017/s0953756203008785","Abstract":" Sudden oak death has been an emerging disease problem in\ncoastal California and has caused significant losses in forest\necosystems in some regions of the state. The causal agent of this\ndisease has been described as Phytophthora ramorum with two other less\naggressive species, Phytophthora nemorosa and Phytophthora\npseudosyringae, recovered from some symptomatic plants. The phylogenetic\nrelationship of these species with other members of the genus was\nexamined by sequence alignment of 667 bp of the mitochondrially-encoded\ncytochrome oxidase II gene and the nuclear encoded rDNA internal\ntranscribed spacer region. P. ramorum was most closely related to P.\nhibernalis and P. lateralis in trees from both regions, although the\nspecific relationship among species differed depending on the tree. In\nthe cox II tree these species were on a single clade with P. lateralis\nbasal to a group containing P. ramorum and P. hibernalis. On the maximum\nparsimony ITS tree P. ramorum was most closely affiliated with P.\nlateralis and in the same clade as P. hibernalis, but with maximum\nlikelihood analysis P. ramorum was basal to a grouping of P. hibernalis\nand P. lateralis. While bootstrap support was strong for the grouping of\nthese species together, it was not for determining the relationship\namong them. In contrast to the cox II tree, the clade containing these\nthree species grouped with P. cryptogea, P. drechsleri, P.\nerythroseptica, and P. syringae in the ITS tree. Since the same isolates\nof these species were used for both the cox II and ITS sequence\nanalysis, this difference in species grouping suggests either a\ndifferential rate of evolutionary divergence for these two regions,\nincorrect assumptions about alignment of ITS sequences or different\nevolutionary histories of the regions under study. Analysis of combined\ncox II and ITS data sets gave trees where the relationships among these\nspecies were the same as for the ITS tree alone, although the results of\nthe partition homogeneity test (P=0.072) suggest caution should be used\nin interpretation of this data. All analyses supported a close\nrelationship between P. ilicis, P. nemorosa and P. pseudosyringae,\nalthough the analysis did not clarify the evolutionary relationships\namong these three species. Interestingly, these three species had a\nunique 6 bp deletion in the cox II gene just before the termination\ncodon. While there was some similarity in phylogenetic grouping of these\nspecies and morphological characteristics, this was not consistent\nacross all comparisons in the genus. Data would suggest that P. ramorum,\nP. nemorosa and P. pseudosyringae are phylogenetically distinct new\nspecies and not the result of interspecific hybridization.","trees":[{"tree_label":"Fig.1","ntax":"66","rootedtree":"TRUE","title":"Phytophthora: Sudden Oak Death Pathogens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6637.phy"},{"tree_label":"Fig. 3","ntax":"40","rootedtree":"TRUE","title":"Phytophthora: Sudden Oak Death Pathogens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6531.phy"},{"tree_label":"Fig. 2","ntax":"36","rootedtree":"TRUE","title":"Phytophthora: Sudden Oak Death Pathogens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6569.phy"},{"tree_label":"Fig. 4","ntax":"52","rootedtree":"TRUE","title":"Phytophthora: Sudden Oak Death Pathogens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6372.phy"}]}