{"Authors":" Michael D Windham, G. Yastkievych, Kathleen M. Pryer, James\nBenjamin Beck","Year":" 2010","Title":" A Diploids-First Approach to Species Delimitation and\nInterpreting Polyploid Evolution in the Fern Genus Astrolepis\n(Pteridaceae)","Journal":" Systematic Botany","Volume":" 35","Issue":" 2","Pages":" 223-234","Keywords":"","DOI":" 10.1600/036364410791638388","Abstract":" Polyploidy presents a challenge to those wishing to\ndelimit the species within a group and reconstruct the phylogenetic\nrelationships among these taxa. A clear understanding of the tree-like\nrelationships among the diploid species can provide a framework upon\nwhich to reconstruct the reticulate events that gave rise to the\npolyploid lineages. In this study we apply this diploids-first strategy\nto the fern genus Astrolepis (Pteridaceae). Diploids are identified\nusing the number of spores per sporangium and spore size. Analyses of\nplastid and low-copy nuclear sequence data provide well-supported\nestimates of phylogenetic relationships, including strong evidence for\ntwo morphologically distinctive diploid lineages not recognized in\nrecent treatments. One of these corresponds to the type of Notholaena\ndeltoidea, a species that has not been recognized in any modern\ntreatment of Astrolepis. This species is resurrected here as the new\ncombination Astrolepis deltoidea. The second novel lineage is that of a\ndiploid initially hypothesized to exist by molecular and morphological\ncharacteristics of several established Astrolepis allopolyploids. This\npreviously missing diploid species is described here as Astrolepis\nobscura.","trees":[{"tree_label":"Fig. 3","ntax":"17","rootedtree":"TRUE","title":"Astrolepis, trnG-trnR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6131.phy"},{"tree_label":"Fig. 4","ntax":"62","rootedtree":"TRUE","title":"Astrolepis, gapCp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6073.phy"}]}