{"Authors":" Irene Barnes, Brenda D Wingfield, Michael J Wingfield,\nPedro W. Crous","Year":" 2004","Title":" Multigene phylogenies reveal that red band needle blight of\nPinus is caused by two distinct species of Dothistroma, D. septosporum\nand D. pini","Journal":" Studies in Mycology","Volume":" 50","Issue":" 2","Pages":" 551-565","Keywords":" NA","DOI":" NA","Abstract":" The red band needle blight fungus, Dothistroma septosporum\nis a widely distributed pathogen of many pine species. Three\nmorphological varieties of this pathogen have been described based on\ndifferences in conidial length. However, controversy exists as to\nwhether spore size represents an adequate characteristic to distinguish\nbetween forms of D. septosporum. The aim of this investigation was to\nconsider the phylogenetic relationships between D. septosporum isolates\nfrom different countries. An additional objective was to determine\nwhether comparisons of DNA sequence data support the morphological\nvarieties recognized for this species. DNA from portions of the nuclear\nribosomal internal transcribed spacer (ITS), â-tubulin and elongation\nfactor 1-á genes were sequenced and analysed for isolates from 13\ndifferent countries representing five continents. Results show that\nisolates of the pathogen encompasses two divergent lineages representing\ndistinct phylogenetic species. One phylogenetic species (Lineage I) is\nfound worldwide, while the other (Lineage II), is restricted to the\nNorth-Central U.S.A. The names D. pini and D. septosporum are available\nfor these species. The former name should apply to the phylogenetic\nspecies currently known only from the United States. The latter fungus\nhas a worldwide distribution and is the causal agent of the serious\ndisease known as red band needle blight that has damaged exotic\nplantations of Pinus radiata in the Southern Hemisphere. A\nPCR-restriction fragment length polymorphism (RFLP) diagnostic protocol\nis described that distinguishes between all the currently known\nDothistroma species. The previous classification of D. septosporum\nisolates into different varieties based on morphology is inconsistent\nand not supported by our DNA analyses. We therefore reject further use\nof varietal names in Dothistroma.","trees":[{"tree_label":"Fig. 5","ntax":"36","rootedtree":"TRUE","title":"Dothistroma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6566.phy"},{"tree_label":"Fig. 3","ntax":"35","rootedtree":"TRUE","title":"Dothistroma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6048.phy"},{"tree_label":"Fig. 2","ntax":"36","rootedtree":"TRUE","title":"Dothistroma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6278.phy"},{"tree_label":"Fig. 4","ntax":"36","rootedtree":"TRUE","title":"Dothistroma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6657.phy"}]}