{"Authors":" Miroslawa Dabert, W. Witalinski, Andrzej Kazmierski,\nZiemowit Olszanowski, J. Dabert","Year":" 2010","Title":" Molecular phylogeny of acariform mites (Acari, Arachnida):\nstrong conflict between phylogenetic signal and long-branch attraction\nartifacts.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 56","Issue":" 1","Pages":" 222-241","Keywords":"","DOI":" 10.1016/j.ympev.2009.12.020","Abstract":" Acariformes (one of the two main lineages of Acari)\nrepresent an exceptionally diverse group of Arachnida. We performed\nfirst comprehensive phylogenetic analysis of Acariformes using sequence\ndata from the nuclear small subunit rRNA gene (18S rDNA) and the\nmitochondrial cytochrome c oxidase subunit I (COI, amino acids). Our\nanalyses confirm the monophyly of Acariformes and recognize two orders\nwithin Acariformes: Sarcoptiformes, consisting of Endeostigmata and\nOribatida + Astigmata, and Trombidiformes. The data revealed the origin\nof Astigmata within Oribatida with the desmonomatan superfamily\nCrotonioidea as the source of astigmatan radiation and the sexual family\nHermanniidae as the sister group, which generally supports previous\nmorphological hypotheses. These results were found despite the strong\nconflict between long-branch attraction (LBA) artifacts and phylogenetic\nsignal. It is likely that the conflict resulted from differences in the\nsubstitution rates among acariform lineages, especially comparing slowly\nevolving Oribatida with rapidly evolving Astigmata. The use of\nlikelihood methods considered more resistant to LBA only slightly\ndecreased the chance of falling into the LBA trap; the probability of\nrecovering the origin of Astigmata within Desmonomata differs only by\nabout 10% from that of having the long branched Astigmata and\nTrombidiformes either connected directly or shifted to deep parts of the\ntree due to outgroup attraction. Molecular dating using the\nrate-smoothing method PATHd8 shows that Acariformes originated c. 435\nMYA and were probably among the earliest arthropods invading terrestrial\nhabitats in late Silurian or the Lower Devonian, when the first vascular\nplants are thought to have arisen. We recovered clades\nAcariformes-Solifugida and Parasitiformes-Pseudoscorpionida, which did\nnot support the monophyly of Acari. However, a formal revision of\narachnid classification that would reflect these results must await\nfuture analyses.","trees":[{"tree_label":"BI 18S discussed","ntax":"130","rootedtree":"TRUE","title":"Acariform Mites, BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6260.phy"},{"tree_label":"Fig. 3","ntax":"130","rootedtree":"TRUE","title":"Acariform Mites, MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6563.phy"},{"tree_label":"Fig. 4","ntax":"130","rootedtree":"TRUE","title":"Acariform Mites, ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6382.phy"}]}