{"Authors":" Peter R. Crane, P. Kenrick","Year":" 1991","Title":" Water-conducting cells in early fossil land plants:\nImplications for the early evolution of tracheophytes.","Journal":" Botanical Gazette","Volume":" 152","Issue":" 3","Pages":" 335-356","Keywords":" NA","DOI":" NA","Abstract":" Wall structure in the water-conducting cells of Rhynia\ngwynne- vaughanii and Asteroxylon mackiei from the Lower Devonian Rhynie\nChert was examined and compared using thin sections and scanning\nelectron microscopy of etched sections. Although the internal\nthickenings of these cells are superficially similar in both plants,\nthere are significant differences in other aspects of wall structure.\nThe tracheids of A. mackiei are shown to be of a basic type (G-type)\nthat is common in some early land plant fossils such as zosterophylls\nand lycopods, and they are comparable to protoxylem elements in some\nextant ‘pteridophytes’. The tracheids of R. gwynne-vaughanii are more\nsimilar to another kind of water-conducting cell (S-type) that combines\ncertain features of tracheids and moss hydroids. The S-type cell is\nknown from two other Lower Devonian sporophytes, Stockmansella langii\nand Huvenia kleui, supporting recent suggestions that these three taxa\nform a natural group. S-type cells are also found in the gametophyte\nSciadophyton sp. as well as two taxa, Sennicaulis hippocrepiformis and\nTaeniocrada dubia, for which reproductive structures are unknown. The\nwater-conducting tissues of other early land plants are briefly reviewed\nand detailed reconstructions of the S-type and G-type cell are provided.\nA preliminary cladistic analysis focusing on the Rhyniophytina of Banks\nresults in the recognition of a ‘protracheophyte’ grade, as well as a\nsmall clade, the Rhyniaceae, comprising Rhynia, Stockmansella, and\nHuvenia. If the tracheid- like features of S-type and G-type cells are\nregarded as homologous, then the Rhyniaceae are resolved as the basal\nclade that forms the sister group to all other tracheophytes. The\noccurrence of a more or less isomorphic alternation of generations in\nsome Devonian ‘protracheophytes’ and the Rhyniaceae implies that the\ngametophytes of all extant ‘pteridophytes’ are phylogenetically\nreduced.","trees":[{"tree_label":"Fig. 26 B","ntax":"11","rootedtree":"TRUE","title":"Embryophytes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1387.phy"},{"tree_label":"Fig. 26 C","ntax":"11","rootedtree":"TRUE","title":"Embryophytes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1386.phy"},{"tree_label":"Fig. 26 A","ntax":"11","rootedtree":"TRUE","title":"Embryophytes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1385.phy"}]}