{"Authors":" C. Donovan Bailey, Patrick J. Alexander, Michael D Windham,\nGovindarajulu Rajanikanth, Ihsan Al-Shehbaz","Year":" 2010","Title":" Molecular phylogenetics and taxonomy of the genus\nThysanocarpus (Brassicaceae)","Journal":" Systematic Botany","Volume":" 35","Issue":" 3","Pages":" 559-577","Keywords":"","DOI":" 10.1600/036364410792495926","Abstract":" The relationships and taxonomy of the genus Thysanocarpus\n(Brassicaceae) are reassessed based on molecular phylogenetic analyses\nof nuclear ribosomal (ITS) and chloroplast (trnL-F) sequences and a\ncritical re-examination of morphology and nomenclatural types. Based on\nthese analyses, Thysanocarpus is well-supported as a member of tribe\nThelypodieae, but no illuminating phylogenetic structure is found within\nthe tribe. The independent origin of similar fruit morphology in\nThysanocarpus and Athysanus is confirmed. Within Thysanocarpus, seven\nspecies are recognized: T. conchuliferus, T. curvipes, T. desertorum, T.\nerectus, T. laciniatus, T. radians, and T. rigidus. Thysanocarpus\nlaciniatus is found to have originated through hybridisation. However,\nT. desertorum and T. rigidus, which have previously been included within\nT. laciniatus (as T. laciniatus var. hitchcockii and T. laciniatus var.\nrigidus, respectively), do not share that speciesâ hybrid origin and are\ndistinct both phylogenetically and morphologically. Within T. curvipes,\nfive subspecies are recognized: T. curvipes subsp. amplectens, T.\ncurvipes subsp. curvipes, T. curvipes subsp. elegans, T. curvipes subsp.\nlongistylus, and T. curvipes subsp. eradiatus. Thysanocarpus curvipes\nsubsp. elegans and T. curvipes subsp. longistylus form clades in ITS\nand/or trnL-F cladograms as well as showing morphological distinction.\nThe remaining three subspecies are recognized based on a combination of\nmorphology and geography.","trees":[{"tree_label":"Fig. 5","ntax":"55","rootedtree":"TRUE","title":"Thysanocarpus, trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6577.phy"},{"tree_label":"Fig. 3","ntax":"60","rootedtree":"TRUE","title":"Brassicaceae, placement of Thysanocarpus based on ITS\n& trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6595.phy"},{"tree_label":"Fig. 4","ntax":"60","rootedtree":"TRUE","title":"Thysanocarpus, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6679.phy"},{"tree_label":"Fig. 6","ntax":"44","rootedtree":"TRUE","title":"Thysanocarpus, ITS & trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6387.phy"}]}