{"Authors":" Diane L. Rowe, Jonathan M. Waters, Chris P Burridge, Graham\nP. Wallis","Year":" 2010","Title":" Gene trees versus species trees: reassessing life-history\nevolution in a freshwater fish radiation.","Journal":" Systematic Biology","Volume":" 59","Issue":" 5","Pages":" 504-517","Keywords":"","DOI":" 10.1093/sysbio/syq031","Abstract":" Mechanisms of speciation are best understood in the\ncontext of phylogenetic relationships, and as such have often been\ninferred from single gene trees, typically those derived from mtDNA\nmarkers. Recent studies, however, have noted the potential for\nphylogenetic discordance between gene trees and underlying species trees\n(e.g. due to stochastic lineage sorting, introgression, or selection).\nHere we employ a variety of nuclear DNA loci to reassess evolutionary\nrelationships within a recent freshwater fish radiation to reappraise\nmodes of speciation. New Zealand’s freshwater-limited Galaxias vulgaris\ncomplex is thought to have evolved from Galaxias brevipinnis, a\nwidespread migratory species that retains a plesiomorphic marine\njuvenile phase. A well-resolved tree, based on four mtDNA regions,\npreviously suggested that marine migratory ability has been lost on\nthree independent occasions in the evolution of this species flock\n(assuming that loss of diadromy is irreversible). Here we use pseudogene\n(galaxiid Numt: 1801 bp), intron (S7: 903 bp) and exon (RAG-1: 1427 bp)\nmarkers, together with mtDNA, to re-evaluate this hypothesis of parallel\nevolution. Interestingly, partitioned Bayesian analysis of concatenated\nnuclear sequences (3141 bp), and concatenated nuclear and mtDNA (4770\nbp), both recover phylogenies implying a single loss of diadromy, not\nthree parallel losses as previously inferred from mtDNA alone. This\nphylogenetic result is reinforced by a multilocus Bayesian analysis\n(BEST) that estimates the posterior distribution of species trees under\na coalescent model. We discuss factors that might explain the apparently\nmisleading phylogenetic inferences generated by mtDNA.","trees":[{"tree_label":"Fig. 3","ntax":"47","rootedtree":"TRUE","title":"Galaxias, numt","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6333.phy"},{"tree_label":"Fig. 4","ntax":"38","rootedtree":"TRUE","title":"Galaxias, S7","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6106.phy"},{"tree_label":"Fig. 7","ntax":"56","rootedtree":"TRUE","title":"Galaxias, 4 genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6207.phy"},{"tree_label":"Fig. 6","ntax":"81","rootedtree":"TRUE","title":"Galaxias, 3 genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6199.phy"},{"tree_label":"Fig. 5","ntax":"45","rootedtree":"TRUE","title":"Galaxias, GAG1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6676.phy"}]}