{"Authors":" Kevin M. Pitz, Petra Sierwald","Year":" 2010","Title":" Phylogeny of the millipede order Spirobolida (Arthropoda:\nDiplopoda: Helminthomorpha)","Journal":" Cladistics","Volume":" 26","Issue":"","Pages":" 1-29","Keywords":"","DOI":" 10.1111/j.1096-0031.2009.00303.x","Abstract":" This study examines relationships within the millipede\norder Spirobolida using an exemplar approach, sampling within families\nto maximize geographic and morphological diversity; due to lack of\navailable material, Allopocockiidae and Hoffmanobolidae were not\nincluded in analyses. The focus of this study was to test monophyly of\nthe order, the sub-orders, and the families of Spirobolida and to\npropose interfamilial relationships using morphological and molecular\ndata in a total evidence approach. Both maximum parsimony analyses and\nBayesian inference were employed to analyze two datasets consisting of\ncombined morphological and molecular data, one aligned using progressive\nalignment methods and the second alignment guided by secondary structure\nmodels. Rhinocricidae was recovered sister to all remaining spirobolidan\nmillipedes and is elevated to suborder status as suborder Rhinocricidea.\nTrigoniulidea was recovered monophyletic as was Spirobolidea excluding\nRhinocricidae; Spirobolidea is redefined to reflect this change. All\npreviously recognized families were recovered, with the exception of\nSpirobolidae; in all instances, this family was paraphyletic or part of\na polytomy that lacked enough resolution to assess its monophyly. Our\nresults reaffirm much of the existing taxonomic foundation within\nSpirobolida. This study provides the first phylogenetic test of\nhigher-level relationships within Spirobolida and will serve as a\nfoundation for future work in this group at finer levels.","trees":[{"tree_label":"Fig. 4","ntax":"36","rootedtree":"TRUE","title":"Spirobolida","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6681.phy"},{"tree_label":"Fig. 5","ntax":"36","rootedtree":"TRUE","title":"Spirobolida","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6145.phy"},{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"Spirobolida","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6434.phy"},{"tree_label":"Fig. 6","ntax":"29","rootedtree":"TRUE","title":"Spirobolida","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6587.phy"},{"tree_label":"Fig. 7","ntax":"36","rootedtree":"TRUE","title":"Spirobolida","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6156.phy"}]}