{"Authors":" George K. Mugambi, Sabine M. Huhndorf","Year":" 2010","Title":" Multigene phylogeny of the Coronophorales: morphology and new\nspecies in the order","Journal":" Mycologia","Volume":" 102","Issue":" 1","Pages":" 185-210","Keywords":" NA","DOI":" 10.3852/09-043","Abstract":" The phylogenetic relationships within Coronophorales have\nlong been debated because of uncertainty over the level of taxonomic\nusefulness of the distinguishing characterisitics such as quellkörper,\nnumber of ascospores per ascus, presence of ascospore appendages,\npresence of subiculum, and ascomatal vestiture. The phylogenetic\nrelationships within Coronophorales are examined using DNA sequence data\nfrom three nuclear genes targeting 69 taxa representing new collections\nfrom Africa, North, South and Central America and resulting in 130 new\nsequences. The analyses recovered monophyletic Bertiaceae,\nChaetosphaerellaceae, and Scortechiniaceae and confirmed a paraphyletic\nNitschkiaceae. A single collection of Coronophora gregaria is included\nand Coronophoraceae is accepted for the genus. The concept of Bertiaceae\nis expanded to include Gaillardiella and Thaxteria is synonymized with\nBertia with a new combination, B. didyma. Three new species of Bertia\nare described: B. ngongensis from Kenya, B. orbis from Kenya and Costa\nRica and B. triseptata from Ecuador and Puerto Rico. Bertia gigantospora\nis transferred from Nitschkia. Scortechiniaceae is confirmed for the\nquellkörper bearing taxa including the monotypic genera Biciliospora,\nCoronophorella, Neofracchiaea, Scortechiniella and Scortechiniellopsis,\neach represented by single collections. Tympanopsis is reinstated for T.\nconfertula and T. uniseriata while Scortechinia is more narrowly\ncircumscribed to include S. acanthostroma and the new species, S.\ndiminuspora from Ecuador. Cryptosphaerella is accepted in\nScortechiniaceae including six new species from Kenya and Costa Rica, C.\ncelata, C. costaricensis, C. cylindriformis, C. elliptica, C. globosa,\nand C. malindensis. Spinulosphaeria is accepted in Coronophorales with\nuncertain family placement. The number of ascospores in the ascus is not\nphylogenetically useful in distinguishing genera within the order. The\nquellkörper continues to be an important character in defining the\nScortechiniaceae, while taxa within the group show a mixture of\nmorphological characteristics of varying phylogenetic importance. The\npresence of smooth versus spinulose subiculum aids in separating\nTympanopsis and Scortechinia and erumpent ascomata distinguish\nCryptosphaerella species. Taxa within the Bertiaceae vary along the\nlines of robust, tuberculate, collapsing ascomata and hyaline to\npigmented, septate ascospores mostly larger than in other taxa in the\norder.","trees":[{"tree_label":"Fig. 1","ntax":"72","rootedtree":"TRUE","title":"Coronophorales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6254.phy"}]}