{"Authors":" Stephen A Smith, Ross A Sadlier, Todd R. Jackman, Aaron M\nBauer","Year":" 2007","Title":" Molecular phylogeny of the scincid lizards of New Caledonia\nand adjacent areas: evidence for a single origin of the endemic skinks\nof Tasmantis","Journal":" Molecular Phylogenetics and Evolution","Volume":" 43","Issue":" 3","Pages":" 1151-1166","Keywords":" NA","DOI":" 10.1016/j.ympev.2007.02.007","Abstract":" We use ~1900bp of mitochondrial (ND2) and nuclear (c-mos\nand Rag-1) DNA sequence data to recover phylogenetic relationships among\n58 species and 26 genera of Eugongylus group scincid lizards from New\nCaledonia, Lord Howe Island, New Zealand, Australia and New Guinea.\nTaxon sampling for New Caledonian forms was nearly complete. We find\nthat the endemic skink genera occurring on New Caledonia, New Zealand\nand Lord Howe Island, which make up the Gondwanan continental block\nTasmantis, form a monophyletic group. Within this group New Zealand and\nNew Zealand + Lord Howe Island form monophyletic clades. These clades\nare nested within the radiation of skinks in New Caledonia. All of the\nNew Caledonian genera are monophyletic, except Lioscincus. The\nAustralian and New Guinean species form a largely unresolved polytomy\nwith the Tasmantis clade. New Caledonian representatives of the more\nwidespread genera Emoia and Cryptoblepharus are more closely related to\nthe non-Tasmantis taxa than to the endemic New Caledonian genera. Using\nND2 sequences and the calibration estimated for the agamid Laudakia, we\nestimate that the diversification of the Tasmantis lineage began at\nleast 12.7 million years ago. However, using combined ND2 and c-mos data\nand the calibration estimated for pygopod lizards suggests the lineage\nis 35.4-40.74 million years old. Our results support the hypothesis that\nskinks colonized Tasmantis by over-water dispersal initially to New\nCaledonia, then to Lord Howe Island, and finally to New Zealand.","trees":[{"tree_label":"con all compat","ntax":"83","rootedtree":"TRUE","title":"Skinks of Tasmantis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6365.phy"}]}