{"Authors":" Matthew P. Heinicke, William E. Duellman, Linda Trueb, D.\nBruce Means, Ross D. MacCulloch, S. Blair Hedges","Year":" 2009","Title":" A new frog family (Anura: Terrarana) from South America and\nan expanded direct-developing clade revealed by molecular\nphylogeny.","Journal":" Zootaxa","Volume":" NA","Issue":" 2211","Pages":" 1-35","Keywords":" NA","DOI":" NA","Abstract":" Three frogs found in cloud forests on two nearby mountains\nin Guiana were included in a molecular phylogeny of 17 nuclear and\nmitochondrial genes (10,739 aligned sites) that revealed that the\nclosest relatives of these frogs are the Terrarana (Brachycephalidae,\nCraugastoridae, Eleutherodactylidae, and Strabomantidae) and the\nnext-closest relatives are hemiphractid frogs. We place these frogs in a\nnew family, genus, and species, which is strongly supported as the basal\nclade within Terrarana: Ceuthomantidae n. fam., Ceuthomantis smaragdinus\nn. gen, n. sp. Morphological evidence supports the placement of two\nother species from the Guiana Highlands, Pristimantis aracamuni\n(Barrio-Amorós & Molina) and P. cavernibardus (Myers &\nDonnelly), in the new family and genus. This close phylogenetic\nrelationship of terraranans and marsupial frogs, nearly all of which\nhave direct development, supports an hypothesis that direct development\nevolved early in the evolution of this huge clade (~1000 species), for\nwhich we propose the unranked taxonomic epithet Orthobatrachia.","trees":[{"tree_label":"Fig. 10","ntax":"46","rootedtree":"TRUE","title":"Ceuthomantidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6546.phy"},{"tree_label":"Fig. 9","ntax":"46","rootedtree":"TRUE","title":"Ceuthomantidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6060.phy"},{"tree_label":"Fig. 8","ntax":"46","rootedtree":"TRUE","title":"Ceuthomantidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6324.phy"}]}