{"Authors":" Emily M. Lemmon, Alan R. Lemmon, Joseph T. Collins, Julie\nA. Lee-Yaw, David C. Cannatella","Year":" 2007","Title":" Phylogeny-based delimitation of species boundaries and\ncontact zones in the trilling chorus frogs (Pseudacris)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 44","Issue":" 3","Pages":" 1068-1082","Keywords":" NA","DOI":" 10.1016/j.ympev.2007.04.010","Abstract":" Although the trilling chorus frogs (subclade within\nPseudacris: Hylidae) have been important in studies of speciation,\ncontinental patterns of genetic diversity within and among species have\nnot been elucidated. As a result, this North American clade has been the\nsubject of substantial taxonomic debate. In this study, we examined the\nphylogenetic relationships among the trilling Pseudacris and tested\npreviously hypothesized scenarios for speciation using 2.4 kb of\nmitochondrial 12S and 16S rRNA from 253 populations. Bayesian\nphylogenetic analyses, in combination with published morphological and\nbehavioral data, support recognition of at least nine species, including\nan undescribed species from the south-central United States. Evidence is\npresented for substantial geographic subdivision within P. brachyphona\n(northern and southern clades) and P. feriarum (coastal and inland\nclades). Discordance between morphology/behavior and molecular data in\nseveral individuals suggests occasional hybridization between sympatric\nspecies. These results require major revision of range limits for\nseveral taxa, in particular, P. maculata, P. triseriata, and P.\nferiarum. Hypothesis tests using parametric bootstrapping strongly\nreject previously proposed scenarios for speciation in the group. The\ntests also support recognition of the geographically restricted taxon P.\nkalmi as a distinct species. Results of this study provide both a firm\nphylogenetic basis for future studies of speciation in the trilling\nPseudacris and a taxonomic framework for conservation efforts.","trees":[{"tree_label":"Fig. 4","ntax":"246","rootedtree":"TRUE","title":"Pseudacris","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6327.phy"}]}