{"Authors":" Kathryn E. Bushley, B. Gillian Turgeon","Year":" 2010","Title":" Phylogenomics reveals subfamilies of fungal nonribosomal\npeptide synthetases and their evolutionary relationships.","Journal":" BMC Evolutionary Biology","Volume":" 10","Issue":" 26","Pages":"","Keywords":"","DOI":" 10.1186/1471-2148-10-26","Abstract":" Background: Nonribosomal peptide synthetases (NRPSs) are\nmultimodular enzymes, found in fungi and bacteria, which biosynthesize\npeptides without the aid of ribosomes. Although their metabolite\nproducts have been the subject of intense investigation due to their\nlife-saving roles as medicinals and injurious roles as mycotoxins and\nvirulence factors, little is known of the phylogenetic relationships of\nthe corresponding NRPSs or whether they can be ranked into subgroups of\ncommon function. We identified genes (NPS) encoding NRPS and NRPS-like\nproteins in 38 fungal genomes and undertook phylogenomic analyses in\norder to identify fungal NRPS subfamilies, assess taxonomic\ndistribution, to evaluate levels of conservation across subfamilies, and\nto address mechanisms of evolution of multimodular NRPSs. We also\ncharacterized relationships of fungal NRPSs, a representative sampling\nof bacterial NRPSs, and related adenylating enzymes, including\nα-aminoadipate reductases (AARs) involved in lysine biosynthesis in\nfungi. Results: Phylogenomic analysis identified nine major subfamilies\nof fungal NRPSs which fell into two main groups: one corresponds to NPS\ngenes encoding primarily mono/bi-modular proteins which grouped with\nbacterial NRPSs and the other includes genes encoding primarily\nmultimodular and exclusively fungal NRPSs. AARs shared a closer\nphylogenetic relationship to NRPSs than to other acyl-adenylating\nenzymes. Phylogenetic analyses and taxonomic distribution suggest that\nseveral mono/bi-modular subfamilies arose either prior to, or early in,\nthe evolution of fungi, while two multimodular groups appear restricted\nto and expanded in fungi. The older mono/bi-modular subfamilies show\nconserved domain architectures suggestive of functional conservation,\nwhile multimodular NRPSs, particularly those unique to euascomycetes,\nshow a diversity of architectures and of genetic mechanisms generating\nthis diversity. Conclusions: This work is the first to characterize\nsubfamilies of fungal NRPSs. Our analyses suggest that mono/bi-modular\nNRPSs have more ancient origins and more conserved domain architectures\nthan multimodular NRPSs. It also demonstrates that the α- aminoadipate\nreductases involved in lysine biosynthesis in fungi are closely related\nto mono/bi-modular NRPSs. Several groups of mono/bi-modular NRPS\nmetabolites are predicted to play more pivotal roles in cellular\nmetabolism than products of multimodular NRPSs. In contrast,\nmultimodular subfamilies of NRPSs are of more recent origin, are\nrestricted to fungi, show less stable domain architectures, and\nbiosynthesize metabolites which perform more niche-specific functions\nthan mono/bi-modular NRPS products. The EAS NRPS subfamily, in\nparticular, shows evidence for extensive gain and loss of domains\nsuggestive of the contribution of domain duplication and loss in\nresponding to niche-specific pressures.","trees":[{"tree_label":"Additional_File7B","ntax":"274","rootedtree":"TRUE","title":"Reduced Analysis_PhyML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6725.phy"},{"tree_label":"Additional_File6B","ntax":"274","rootedtree":"TRUE","title":"Full Analysis_PhyML_Part1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6714.phy"},{"tree_label":"Additional_File7C","ntax":"274","rootedtree":"TRUE","title":"Reduced Analysis_RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6914.phy"},{"tree_label":"Additional_File6B","ntax":"285","rootedtree":"TRUE","title":"Full Analysis_PhyML_Part2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6715.phy"},{"tree_label":"Additional_File7A","ntax":"274","rootedtree":"TRUE","title":"Reduced Analysis_NJTree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6919.phy"}]}