{"Authors":" Ziheng Yang, Anne D Yoder","Year":" 2003","Title":" Comparison of Likelihood and Bayesian Methods for Estimating\nDivergence Times Using Multiple Gene Loci and Calibration Points, with\nApplication to a Radiation of Cute-Looking Mouse Lemur Species.","Journal":" Systematic Biology","Volume":" 52","Issue":" 5","Pages":" 705-716","Keywords":"","DOI":" 10.1080/10635150390235557","Abstract":" Divergence time and substitution rate are seriously\nconfounded in phylogenetic analysis, making it difficult to estimate\ndivergence times when the molecular clock (rate constancy among\nlineages) is violated. This problem can be alleviated to some extent by\nanalyzing multiple gene loci simultaneously and by using multiple\ncalibration points. While different genes may have different patterns of\nevolutionary rate change, they share the same divergence times. Indeed,\nthe fact that each gene may violate the molecular clock differently\nleads to the advantage of simultaneous analysis of multiple loci.\nMultiple calibration points provide the means for characterizing the\nlocal evolutionary rates on the phylogeny. In this paper, we extend\nprevious likelihood models of local molecular clock for estimating\nspecies divergence times to accommodate multiple calibration points and\nmultiple genes. Heterogeneity among different genes in evolutionary rate\nand in substitution process is accounted for by the models. We apply the\nlikelihood models to analyze two mitochondrial protein-coding genes,\nCOII and cytochrome b, to estimate divergence times of Malagasy mouse\nlemurs and related outgroups. The likelihood method is compared with the\nBayes method of Thorne et al. (1998), which uses a probabilistic model\nto describe the change of evolutionary rate over time and uses Markov\nchain Monte Carlo to derive the posterior distribution of rates and\ntimes. Our likelihood implementation has the drawbacks of failing to\naccommodate uncertainties in fossil calibrations and of requiring the\nresearcher to classify branches on the tree into different rate groups.\nBoth problems are naturally accommodated in the Bayes method. Despite\nthe differences in the two methods, however, we found that data\npartitions and model assumptions had the greatest impact on date\nestimation. The three codon positions have very different substitution\nrates and evolutionary dynamics, and assumptions in the substitution\nmodel affect date estimation in both likelihood and Bayes analyses. When\nthe three codon positions are analyzed simultaneously under the most\nrealistic models using all available calibration information, the two\nmethods produced similar results. The divergence of the mouse lemurs is\ndated to be around 7-10 million years ago, indicating a surprisingly\nearly species radiation for such a morphologically uniform group of\nprimates.","trees":[{"tree_label":"Fig. 1","ntax":"36","rootedtree":"TRUE","title":"Cute-Looking Mouse Lemur Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1222.phy"}]}