{"Authors":" Bernhard Hausdorf, Martin Helmkampf, Maximilian P.\nNesnidal, Iris Bruchhaus","Year":" 2010","Title":" Phylogenetic relationships within the lophophorate lineages\n(Ectoprocta, Brachiopoda and Phoronida).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenomics; Lophophorata; Bryozoa; Ectoprocta;\nBrachiopoda; Phoronida; Brachiozoa","DOI":" 10.1016/j.ympev.2009.12.022","Abstract":" We produced two new EST data sets of so far uncovered\nclades of ectoprocts to investigate the relationships within the\nlophophorate lineages, Ectoprocta, Brachiopoda and Phoronida.\nMaximum-likelihood analyses based on 78 ribosomal proteins of 62\nmetazoan taxa support the monophyly of Ectoprocta and a sister group\nrelationship of Phylactolaemata living in freshwater and the mainly\nmarine Gymnolaemata. Hypotheses suggesting that Ectoprocta is diphyletic\nwith phylactolaemates forming a clade with phoronids or paraphyletic\nwith respect to Entoprocta could be rejected by topology tests. The\nhypotheses that Stenolaemata are the sister group of all other\nectoprocts, that Stenolaemata constitutes a monophyletic group with\nCheilostomata, and that Phylactolaemata have been derived from\nCtenostomata could also be rejected. However, the hypothesis that\nPhylactolaemata and Stenolaemata constitute a monophyletic group could\nnot be rejected. Brachiopoda and Phoronida constitute a monophylum,\nBrachiozoa. The hypotheses that phoronids are the sister group of\narticulate or inarticulate brachiopods could be rejected by topology\ntests, thus confirming the monophyly of Brachiopoda.","trees":[{"tree_label":"Fig. 1A","ntax":"62","rootedtree":"TRUE","title":"Lophophorate lineages, Best ML tree, mixture model","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6775.phy"},{"tree_label":"Fig. 1B","ntax":"62","rootedtree":"TRUE","title":"Lophophorate lineages, Best ML tree, class frequency\nmixture model","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6851.phy"}]}