{"Authors":" Jacob A. Esselstyn, Carl H. Oliveros","Year":" 2010","Title":" Colonization of the Philippines from Taiwan: A multilocus\ntest of the biogeographic and phylogenetic relations of isolated\npopulations of shrews.","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Aim Colonization of the Philippines from Taiwan or\nneighboring areas of the Asian mainland has been proposed as an\nimportant source of diversity for some plant and animal groups in the\nnorthern Philippines. Previous inferences however, were based on\ntaxonomic groupings, which sometimes fail to reflect phylogenetic\nhistory. Here, we test for colonization of the Philippines from the\nnorth in a group of shrews using explicit inferences of evolutionary\nhistory. Location Southeast Asia Methods We estimate the phylogenetic\nrelationships of populations of shrews from Batan and Sabtang islands in\nthe northern Philippines using DNA sequences from two mitochondrial\ngenes and three nuclear loci. We employ topology tests to evaluate the\npossible relationships of these shrews to species from throughout\nSoutheast Asia. Results We find conclusive evidence that shrews from\nBatan and Sabtang are closely related to C. tanakae from Taiwan and\nadditional specimens from the Asian mainland. Bayesian and frequentist\ntopology tests using alignments of individual loci strongly reject any\nnotion that Batan and Sabtang shrews are part of the main Philippine\nradiation of Crocidura, indicating that the northernmost Philippine\nislands were almost certainly colonized by shrews from Taiwan or\nmainland Asia. Main conclusions This study provides the first compelling\nevidence for colonization of the Philippine Archipelago by a terrestrial\nvertebrate via a northern route. Invasion of the northern Philippines by\nshrews, however, did not lead to further range expansion to more\nsoutherly parts of the Philippines. This study, combined with previous\nresults, documents that Crocidura colonized the Philippines at least\nthree times. However, only one of these invasions led to in situ\nspeciation and ubiquity across the archipelago.","trees":[{"tree_label":"DBY","ntax":"29","rootedtree":"TRUE","title":"East Asian Crocidura","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6727.phy"},{"tree_label":"MCGF","ntax":"59","rootedtree":"TRUE","title":"East Asian Crocidura","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6757.phy"},{"tree_label":"mtDNA","ntax":"59","rootedtree":"TRUE","title":"East Asian Crocidura","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6920.phy"},{"tree_label":"ApoB","ntax":"58","rootedtree":"TRUE","title":"East Asian Crocidura","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6758.phy"}]}