{"Authors":" Peter G. Mullin, Timothy S. Harris, Thomas O. Powers","Year":" 2003","Title":" Systematic status of Campydora (Nematoda: Campydorina).","Journal":" Nematology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The systematic position of Campydora which possesses many\nunique morphological features, especially in pharyngeal structure and\nstomatal armature, has long been a matter of uncertainty. Thorne (1939)\nremarked that the ëposition of the Campydorinae’ (containing only\nCampydora) was questionable. Jairajpuri (1983) reviewed the morphology\nof C. demonstrans, the sole species of Campydora, and concluded that the\nspecies warranted placement as the sole member of a monotypic suborder,\nCampydorina, in the order Dorylaimida. Other authors, notably Siddiqi\n(1983), place Campydorina in the order Enoplida. We conducted\nphylogenetic analyses, using 18s small subunit ribosomal DNA sequences\ngenerated from a number of taxa in the subclasses Enoplia and\nDorylaimia, to evaluate these competing hypotheses. Although precise\ntaxonomic placement of the genus Campydora, and the identity of its\nclosest living relatives, is in need of further investigation, our\nanalyses, under maximum parsimony, distance, and maximum likelihood\ncriteria, unambiguously indicate that Campydora shares more recent\ncommon ancestry with genera such as Alaimus, Pontonema, Tripyla and\nIronus (Enoplida) than with any members of Dorylaimida, Mononchida or\nTriplonchida.","trees":[{"tree_label":"Fig. 2","ntax":"21","rootedtree":"TRUE","title":"Campydora ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1224.phy"},{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"Campydora MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1223.phy"},{"tree_label":"Fig. 3","ntax":"21","rootedtree":"TRUE","title":"Campydora BN","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1225.phy"}]}