{"Authors":" Kristina Lehnert, Georg von Samson-Himmelstjerna, Dirk\nSchaudien, Christoph Bleidorn, Peter Wohlsein, Ursula Siebert","Year":" 2010","Title":" Transmission of lungworms of harbour porpoises and harbour\nseals: molecular tools determine potential vertebrate intermediate\nhosts.","Journal":" International Journal for Parasitology","Volume":"","Issue":"","Pages":"","Keywords":" Lungworms; Metastrongyloidea; Intermediate hosts; Life\ncycle; Porpoises; Seals; Fish; Molecular tools","DOI":" 10.1016/j.ijpara.2009.12.008","Abstract":" Harbour porpoises (Phocoena phocoena) and harbour seals\n(Phoca vitulina) from German waters are infected by six species of\nlungworms (Metastrongyloidea). These nematodes parasitize the\nrespiratory tract, are pathogenic and often cause secondary bacterial\ninfections. In spite of their clinical and epidemiological significance,\nthe life cycle and biology of lungworms in the marine environment is\nstill largely unknown. Regions of ribosomal DNA (ITS-2) of all lungworms\nparasitizing harbour porpoises and harbour seals in German waters were\nsequenced to characterise and compare the different species. The\nphylogenetic relationship among the lungworm species was analysed by\nmeans of their ITS-2 nucleotide sequences and the species-specific\ntraits of the ITS-2 were used to screen wild fish as possible\nintermediate hosts for larval lungworms. Molecular markers were\ndeveloped to identify larval nematodes via in-situ hybridisation of\ntissues of harbour porpoise and harbour seal prey fish. Potential wild\nintermediate fish hosts from the North Sea were dissected and found to\nharbour larval nematodes. Histological examination and in-situ\nhybridisation of tissue samples from these fish showed lungworm larvae\nwithin the intestinal wall. Based on larval ITS-2 nucleotide sequences,\nlarval nematodes were identified as Pseudalius inflexus and\nParafilaroides gymnurus. Turbot (Psetta maxima) bred and raised in\ncaptivity were experimentally infected with live L1s of Otostrongylus\ncircumlitus and ensheathed larvae were recovered from the\ngastrointestinal tract of turbot and identified using molecular tools.\nOur results show that fish intermediate hosts play a role in the\ntransmission of metastrongyloid nematodes of harbour porpoises and\nharbour seals.","trees":[{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Lungworms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6744.phy"},{"tree_label":"Fig. 1","ntax":"18","rootedtree":"TRUE","title":"Lungworms","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6837.phy"}]}