{"Authors":" Ricarda Riina, Benjamin W. van Ee, Alex C. Wiedenhoeft,\nAlfonso Cardozo, P. E. Berry","Year":" 2010","Title":" Sectional rearrangement of arborescent clades of Croton\n(Euphorbiaceae) in South America: evolution of arillate seeds and a new\nspecies, Croton domatifer.","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Most of the arborescent Croton species in the New World\nwere treated by Webster as belonging to either section Cyclostigma\nGriseb. or section Luntia (Neck. ex Raf.) G.L.Webster. The\ncircumscription of section Cyclostigma has been treated recently. In\nthis paper we focus on section Luntia, which was subdivided by Webster\ninto two subsections, namely subsection Matourenses G.L.Webster and\nsubsection Cuneati G.L.Webster. Using chloroplast trnL-F and nuclear ITS\nDNA sequence data, a close examination of the morphology of both groups,\nand a broader sampling of additional Croton lineages, we determine that\nthese two subsections are not closely related, and they form distinct\nmonophyletic groups in our current Croton phylogenetic hypothesis. We\nidentify substantial morphological differences between the two groups,\nwhich further support the molecular phylogenetic results. A taxonomic\nrecircumscription of both subsections, now elevated to the sectional\nlevel, is proposed. We focus mainly on section Cuneati, for which we\ninclude an identification key, a taxonomic revision with new synonyms,\nand the description of a new species from the coastal mountains of\nVenezuela, Croton domatifer. This new species is the only one in the\ngenus known to bear leaf domatia. We infer that species in the Cuneati\nclade have lost the typical Croton caruncle, and some of them have\nevolved a different type of aril. We hypothesize that this specialized\naril could be an adaptation to attract fish, which then might disperse\nthe seeds throughout the Orinoco and Amazon river basins, where some of\nthe species of section Cuneati occur.","trees":[{"tree_label":"Fig. 1","ntax":"41","rootedtree":"TRUE","title":"Croton","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6928.phy"}]}