{"Authors":" Ashley B. Morris, Catherine H. Graham, Douglas E. Soltis,\nPamela S. Soltis","Year":" 2010","Title":" Reassessment of phylogeographical structure in an eastern\nNorth American tree using Monmonier’s algorithm and ecological niche\nmodelling.","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Aim Patterns of phylogeographical diversity in eastern\nNorth America have been well-documented, with suggestions of Pleistocene\nrefugia in both coastal and interior regions. However, most studies to\ndate have only qualitatively assessed these patterns, largely through\nvisual observation of haplotype networks. Additionally, many plant\nstudies use only one or two individuals per locality, which likely\nlimits recovery of haplotype diversity. The aim of this study is to\naddress the issues of sampling strategy and quantitative assessment of\nphylogeographical patterns in an eastern North American tree, Fagus\ngrandifolia (American beech). Location eastern North America Methods\nComparing two sampling strategies (more localities with lower sample\nsize within localities vs. fewer localities with increased sample size\nwithin localities), we analysed chloroplast DNA sequence data from more\nthan 230 individuals across 130 localities using statistical parsimony,\nmaximum parsimony, maximum likelihood, and Bayesian analyses. We then\nassessed support for inferred phylogenetic relationships using\nMonmoniers algorithm and AMOVA. As an additional test of biogeographic\nhypotheses, we employed ecological niche models (ENMs) of present and\npalaeodistributions. Results More haplotypes were recovered when more\nlocalities were sampled, but novel haplotypes and haplotype\ndistributions were recovered using both strategies. Phylogeographical\npatterns suggest possible Pleistocene refugia along the Gulf and\nAtlantic Coasts according to ENMs, as well as a more interior refugia\naccording to Monmoniers algorithm. Main conclusions Monmoniers algorithm\nsupported previous findings of an interior refuge in the Lower\nMississippi River Valley / Upper Midwest, while ENMs indicate that the\nGulf and Atlantic Coasts may have provided the most suitable habitat for\nF. grandifolia during the Pleistocene. Our findings allowed us to\nhighlight strengths and weaknesses of the two approaches. We propose\nthat future phylogeographical studies follow a step-wise sampling\nstrategy, balancing cost and expected outcomes.","trees":[{"tree_label":"Appendix S2","ntax":"21","rootedtree":"TRUE","title":"Fagus grandifolia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6783.phy"}]}