{"Authors":" Joshua M. Brokaw, Larry Hufford","Year":" 2010","Title":" Origins and introgression of polyploid species in Mentzelia\nsection Trachyphytum (Loasaceae).","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We used phylogeny reconstructions based on DNA sequences\nfrom plastid regions and the nuclear gene isocitrate dehydrogenase (idh)\nto investigate polyploid origins and introgression in Mentzelia section\nTrachyphytum. Molecular data showed that homoploid hybridization has\nbeen surprisingly common in Trachyphytum, with more detectable instances\nof introgression at idh loci than plastid capture. Diploid species\nexhibited unequal involvement in polyploid origins, but most polyploid\ntaxa had allopolyploid origins from extant progenitors. A few polyploids\nwith extreme phenotypes did not appear to have extant progenitors. We\ninfer that the progenitors of these species were derived from extinct\ndiploid lineages or ancestral lineages of multiple extant diploids. In\nagreement with other recent studies, we recovered molecular evidence of\nmultiple phylogenetically distinct origins for several polyploid taxa,\nincluding the widespread octoploid M. albicaulis. Although idh sequences\nexhibited complicated evolution, including gene duplication, deletion\nand recombination, they provided a much higher percentage of informative\ncharacters for phylogeny reconstruction than the most variable plastid\nregions, allowing tests of hypotheses regarding polyploid origins. Given\nthe necessity of rapidly evolving low-copy nuclear genes, studies of\nhybridization and polyploidy may increasingly turn to complex sequence\ndata.","trees":[{"tree_label":"Fig. 1","ntax":"92","rootedtree":"TRUE","title":"Mentzelia section Trachyphytum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6804.phy"},{"tree_label":"Figs. 2, 3, 4","ntax":"188","rootedtree":"TRUE","title":"Mentzelia section Trachyphytum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6797.phy"}]}