{"Authors":" Stacey DeWitt Smith, Richard E. Miller, Sarah P. Otto,\nRichard G. FitzJohn, Mark D. Rausher","Year":" 2010","Title":" The effects of flower color transitions on diversification\nrates in the morning glories (Ipomoea subg. Quamoclit, Convolvulaceae).\nIn M. Long (ed.) Darwin-China 2009.","Journal":" Peking University Press","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" As in many clades of flowering plants, the Quamoclit clade\nof morning glories (Ipomoea subgenus Quamoclit) exhibits skewed\nproportions of different flower colors, with pigmented species\noutnumbering unpigmented species by nearly a factor of 7. We examined\nthree possible macroevolutionary explanations for this pattern: (1)\nasymmetric transition rates; (2) low transition rates preventing the\nflower colors from reaching equilibrium; and (3) differential\ndiversification. In order to discriminate among these explanations, we\nemploy the newly-developed Binary-State Speciation and Extinction\n(BiSSE) model which jointly estimates transition rates among states and\nthe speciation and extinction rates in each state. Using maximum\nlikelihood and Bayesian BiSSE estimation, we find no evidence for\nasymmetrical transition rates. Also, BiSSE simulations of character\nevolution demonstrate that the estimated transition rates tend to\nproduce a much higher proportion of white species than we observe in\nQuamoclit, suggesting that low-transition rates do not fully account for\nthe paucity of white species. In contrast, we find support for the\ndifferential diversification hypothesis with the rate of speciation in\npigmented lineages estimated as three-fold greater than the rate in\nunpigmented lineages. Our analyses thus indicate the low frequency of\nwhite-flowered morning glory species is due largely to lineage\nselection. Our analysis also suggests that estimating character\ntransition rates without simultaneously estimating speciation and\nextinction rates can lead to greatly biased estimates.","trees":[{"tree_label":"RAxML","ntax":"46","rootedtree":"TRUE","title":"Ipomoea subg. Quamoclit","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6751.phy"}]}