{"Authors":" Matthew P. Nelsen, Martin Grube, Joelle S. Mbatchou,\nLuciana Muggia, Eimy Rivas-Plata, H. Thorsten Lumbsch, Robert\nLücking","Year":" 2009","Title":" Unravelling the phylogenetic relationships of lichenized\nfungi in Dothideomyceta.","Journal":" Studies in Mycology","Volume":" 64","Issue":" 1","Pages":" 1-15","Keywords":" Ascomycota, Pezizomycotina, Dothideomyceta, fungal\nevolution, lichens, multigene phylogeny, phylogenomics, plant pathogens,\nsaprobes, Tree of Life","DOI":" 10.3114/sim.2009.64.01","Abstract":" We present a revised phylogeny of lichenized\nDothideomyceta (Arthoniomycetes and Dothideomycetes) based on a combined\ndata set of nuclear large subunit (nuLSU) and mitochondrial small\nsubunit (mtSSU) rDNA data. Dothideomyceta is supported as monophyletic\nwith monophyletic classes Arthoniomycetes and Dothideomycetes; the\nlatter, however, lacking support in this study. The phylogeny of\nlichenized Arthoniomycetes supports the current division into three\nfamilies: Chrysothrichaceae (Chrysothrix), Arthoniaceae (Arthonia\ns.lat., Cryptothecia, Herpothallon), and Roccellaceae (Chiodecton,\nCombea, Dendrographa, Dichosporidium, Enterographa, Erythrodecton,\nLecanactis, Opegrapha, Roccella, Roccellographa, Schismatomma,\nSimonyella). The widespread and common Arthonia caesia is strongly\nsupported as a (non-pigmented) member of Chrysothrix. Monoblastiaceae,\nStrigulaceae, and Trypetheliaceae are recovered as unrelated,\nmonophyletic clades within Dothideomycetes. Also, the genera\nArthopyrenia (Arthopyreniaceae) and Cystocoleus and Racodium\n(Capnodiales) are confirmed as Dothideomycetes but unrelated to each\nother. Mycomicrothelia is shown to be unrelated to Arthopyrenia s.str.\nbut is supported as a monophyletic clade sister to Trypetheliaceae,\nwhich is supported by hamathecium characters. The generic concept in\nseveral groups is in need of revision, as indicated by non-monophyly of\ngenera, such as Arthonia, Astrothelium, Cryptothecia, Cryptothelium,\nEnterographa, Opegrapha, and Trypethelium in our analyses.","trees":[{"tree_label":"Fig. 1","ntax":"162","rootedtree":"TRUE","title":"Dothideomyceta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6791.phy"}]}