{"Authors":" Atsushi Kurabayashi, Natsuhiko Yoshikawa, Naoki Sato, Yoko\nHayashi, Shohei Oumi, Tamotsu Fujii, Masayuki Sumida","Year":" 2010","Title":" Complete mitochondrial DNA sequence of the endangered frog\nOdorrana ishikawae (family Ranidae) and unexpected diversity of mt gene\narrangements in ranids.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Mitochondrial genome; Gene rearrangement; Ranidae;\nOdorrana","DOI":" 10.1016/j.ympev.2010.01.022","Abstract":" We determined the complete nucleotide sequence of the\nmitochondrial (mt) genome of an endangered Japanese frog, Odorrana\nishikawae (family Ranidae). We also sequenced partial mt genomes of\nthree other Odorrana and six ranid species to survey the diversity of\ngenomic organizations and elucidate the phylogenetic problems remaining\nin this frog family. The O. ishikawae mt genome contained the 37 mt\ngenes and single control region (CR) typically found in vertebrate\nmtDNAs, but the region of Light-strand replication origin (OL) was\ntriplicated in this species. Four protein-encoding genes (atp6, nd2,\nnd3, and nd5) were found to have high sequence divergence and to be\nusable for population genetics studies on this endangered species. Among\nthe surveyed ranids, only two species (Rana and Lithobates) manifested\nthe typical neobatrachian-type mt gene arrangement. In contrast,\nrelatively large gene rearrangements were found in Amolops, Babina, and\nStaurois species; and translocations of single tRNA genes (trns) were\nobserved in Glandirana and Odorrana species. Though the intergeneric and\ninterspecific relationships of ranid taxa remain to be elucidated based\non 12S and 16S rrn sequence data, some of the derived mt gene orders\nwere found to have synapomorphic features useful for solving problematic\nranid phylogenies. The tandem duplication and random loss (TDRL) model,\nthe traditional model for gene rearrangement, failed to easily explain\nseveral of the mt gene rearrangements observed here. Indeed, the recent\nrecombination-based gene rearrangement models seemed to be more suitable\nfor this purpose. The high frequency of gene translocations involving a\nspecific trn block (trnH-trnS1) and several single tRNA genes suggest\nthat there may be a retrotranslocation in ranid mt genomes.","trees":[{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Ranids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6830.phy"},{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"Anurans","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6827.phy"}]}