{"Authors":" Pawan K Dadheech, Andreas Ballot, Peter Casper, Kiplagat\nKotut, Eberto Novelo, Brook Lemma, Thomas Pröschold, Lothar\nKrienitz","Year":" 2010","Title":" Phylogenetic relationship and divergence among planktonic\nstrains of Arthrospira (Oscillatoriales, Cyanobacteria) of African,\nAsian and American origin deduced by 16S23S ITS and phycocyanin operon\nsequences.","Journal":" Phycologia","Volume":" 49","Issue":" 4","Pages":" 361-372","Keywords":" Cyanobacteria, Oscillatoriales, Arthrospira, Phylogeny,\nPhycocyanin operon, ITS, Mexico, Africa, India","DOI":" 10.2216/09-71.1","Abstract":" Arthrospira comprises multicellular, cylindrical, usually\nscrew-like coiled trichomes and is cultivated commercially. In this\nstudy, 33 new strains of Arthrospira isolated from plankton samples\ncollected in Mexico, East Africa and India were investigated and\ncompared to 53 strains or samples of earlier considerations. The study\nincluded observations of morphological features and molecular\nphylogenetic analyses based on nucleotide sequences of internal\ntranscribed spacer (ITS) between 16S rRNA and 23S rRNA genes and partial\nsequences of beta and alpha subunits including intergenic spacer\n(cpcBA-IGS) of phycocyanin operon. Morphological traits of Arthrospira,\nsuch as trichome width, type of coiling and apical cell were not always\nconsistent in culture conditions. It was revealed that Arthrospira\nphylogeny based on cpcBA-IGS locus was broadly comparable to the ITS\nregion as both phylogenetic trees derived from nucleotide sequences\ncould be divided into two main clusters. Cluster I comprised sequences\nfrom American strains mainly while cluster II contained the sequences of\nthe strains originating from Africa and Asia chiefly. Both genetic\nregions of the strains investigated in the present study coincidently\nshowed a significant sequence divergence among Arthrospira strains from\nEast Africa, India and Mexico indicating possible distinct evolutionary\nlineages.","trees":[{"tree_label":"Fig. 9","ntax":"67","rootedtree":"TRUE","title":"Arthrospira strains (cyanobacteria) based on cpcBA-IGS\nregion","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6860.phy"},{"tree_label":"Fig. 8","ntax":"75","rootedtree":"TRUE","title":"Arthrospira strains (cyanobacteria) based on\n16S-23S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6795.phy"}]}