{"Authors":" Sjúrður Hammer, Ruth Brown, Leandro Bugoni, R. L. Palma,\nJoseph Hughes","Year":" 2010","Title":" On the origin of Halipeurus heraldicus on Round Island\npetrels: cophylogenetic relationships between petrels and their chewing\nlice.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Coevolution; Cospeciation; Lice; ParaFit; Phthiraptera;\nGadfly petrels; Round Island; Trindade Island","DOI":" 10.1016/j.ympev.2010.01.013","Abstract":" Lice phylogenetic relationships have often been used to\nelucidate host relationships and vice versa. In this study, we\ninvestigate the louse genus Halipeurus which parasitizes bird hosts in\nthe families Procellariidae, Hydrobatidae and Pelecanoididae. In this\ngenus, the presence of two different lice species on Pterodroma\narminjoniana in different breeding grounds (Halipeurus heraldicus on\nRound Island, off Mauritius in the Indian Ocean and H. kermadecensis on\nTrindade Island in the Atlantic Ocean) has led to some confusion in the\ndistribution of Pt. arminjoniana and its close relatives Pt. heraldica\nand Pt. neglecta. By using a cophylogenetic approach that incorporates\nuncertainties in phylogenetic reconstructions, we show that the presence\nof H. heraldicus on Pt. arminjoniana and Pt. heraldica on Round Island\nand on Pt. heraldica on Gambier Island are the result of a host switch\nwhereas H. kermadecensis is the ancestral parasite of Pt. arminjoniana.\nThis suggests that H. kermadecensis was lost during or after\ncolonisation of Round Island by Pt. arminjoniana. Two alternative\nscenarios are possible, one where birds colonizing Round Island arrived\nwithout H. kermadecensis (“missing the boat”), or that H. kermadecensis\narrived at Round Island but subsequently became extinct (“drowning on\narrival”) and was replaced by H. heraldicus.","trees":[{"tree_label":"Fig. 1b","ntax":"21","rootedtree":"TRUE","title":"Halipeurus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6789.phy"},{"tree_label":"Fig. 1a","ntax":"21","rootedtree":"TRUE","title":"Halipeurus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6809.phy"},{"tree_label":"Fig. 2a","ntax":"39","rootedtree":"TRUE","title":"Petrels","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6955.phy"},{"tree_label":"Fig. 2b","ntax":"39","rootedtree":"TRUE","title":"Petrels","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6711.phy"}]}