{"Authors":" Barbara R. Holland, Hamish G. Spencer, Trevor H. Worthy,\nMartyn Kennedy","Year":" 2010","Title":" Identifying cliques of convergent characters: concerted\nevolution in the cormorants and shags.","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" A phylogenetic tree comprising clades with high bootstrap\nvalues or other strong measures of statistical support is usually\ninterpreted as providing a good estimate of the true phylogeny.\nConvergent evolution acting on groups of characters in concert, however,\ncan lead to highly supported but erroneous phylogenies. Identifying such\ngroups of phylogenetically misleading characters is obviously desirable.\nHere we present a procedure that uses an independent data source to\nidentify sets of characters that have undergone concerted convergent\nevolution. We examine the problematic case of the cormorants and shags,\nfor which trees constructed using osteological and molecular characters\nboth have strong statistical support and yet are fundamentally\nincongruent. We find that the osteological characters can be separated\ninto those that fit the phylogenetic history implied by the molecular\ndata set and those that do not. Moreover, these latter non-fitting\nosteological characters are internally consistent and form groups of\nmutually compatible characters or ÒcliquesÓ, which are significantly\nlarger than cliques of shuffled characters. We suggest, therefore, that\nthese cliques of characters are the result of similar selective\npressures and are a signature of concerted convergence.","trees":[{"tree_label":"Fig. 2a","ntax":"31","rootedtree":"TRUE","title":"Cormorants and Shags","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6847.phy"},{"tree_label":"Fig. 2b","ntax":"33","rootedtree":"TRUE","title":"Cormorants and Shags","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6803.phy"}]}