{"Authors":" Breda M. Zimkus, Mark-Oliver Rödel, Annika Hillers","Year":" 2010","Title":" Complex patterns of continental speciation: molecular\nphylogenetics and biogeography of sub-Saharan puddle frogs\n(Phrynobatrachus).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 55","Issue":" 3","Pages":" 883-900","Keywords":" Africa; Amphibia; Cryptic species; Phrynobatrachidae;\nSystematics","DOI":" 10.1016/j.ympev.2009.12.012","Abstract":" Puddle frogs (Anura: Phrynobatrachidae) are one of the\nmost species-rich sub-Saharan amphibian groups, occupying an\nextraordinarily diverse range of habitats. We construct the first\nphylogeny of puddle frogs, utilizing mitochondrial (12S rRNA,\nvaline-tRNA, and 16S rRNA) and nuclear (RAG-1) DNA. Phylogenetic\nanalyses are conducted using separate and combined partitions under\nmaximum parsimony, maximum likelihood, and Bayesian criterion. Monophyly\nof the Phrynobatrachidae is well supported, and three major clades of\nPhrynobatrachus are identified. We reconstructed a biogeographic history\nusing habitat preference, elevation, and geographic distribution.\nHabitat niches appear to be conserved between sister species, with the\nmajority of species favoring forest over savanna habitats and the most\nrecent common ancestor of the Phrynobatrachidae reconstructed as a\nforest species. Analyses of elevational data identify three independent\ncolonizations of highland regions, one in each of the three major\nclades. Ancestral reconstructions support an East African origination of\npuddle frogs. Most species are restricted to one of five sub-Saharan\nregions and are distributed within the Eastern, Central, and Western\nzones with far fewer species in Southern Africa. These results elucidate\nthe complex patterns of spatial niche partitioning that have contributed\nto the diversification of this widely distributed, sub-Saharan\ngenus.","trees":[{"tree_label":"Fig. 2","ntax":"223","rootedtree":"TRUE","title":"Sub-Saharan Puddle Frogs, combined mtDNA + RAG-1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6878.phy"},{"tree_label":"Fig. 1","ntax":"215","rootedtree":"TRUE","title":"Sub-Saharan Puddle Frogs, mtDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6779.phy"},{"tree_label":"Fig. 2S","ntax":"210","rootedtree":"TRUE","title":"Sub-Saharan Puddle Frogs, RAG-1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6931.phy"},{"tree_label":"Fig. 1S","ntax":"218","rootedtree":"TRUE","title":"Sub-Saharan Puddle Frogs, mtDNA-con","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6907.phy"}]}