{"Authors":" Conrad Lamoraal Schoch, Johannes (Ewald) Zacharias\nGroenewald, Eric W.A. Boehm, Treena I. Burgess, Johannes de Gruyter, G.\nSybren De Hoog, Linley J. Dixon, Martin Grube, Cécile Gueidan, Yukio\nHarada, Satoshi Hatakeyama, Kazuyuki Hirayama, Tsuyoshi Hosoya, Sabine\nM. Huhndorf, Kevin D Hyde, E. B. Gareth Jones, Åsa Kruys, Jan Kohlmeyer,\nYan-Mei Li, H. Thorsten Lumbsch, Ludmila Marvanová, Joelle S. Mbatchou,\nAudrey H. McVay, Andrew N. Miller, George K. Mugambi, Luciana Muggia,\nMatthew P. Nelsen, Paul Nelson, C. Alisha Owensby, Alan John Lander\nPhillips, Souwalak Phongpaichit, Stephen B. Pointing, Valerie\nPujade-Renaud, Huzefa A. Raja, Eimy Rivas-Plata, Barbara Robbertse,\nConstantino Ruibal, Jariya Sakayaroj, Teruo Sano, Laura Selbmann, Carol\nA. Shearer, Takashi Shirouzu, Bernard Slippers, Satinee Suetrong,\nKazuaki Tanaka, Brigitte Volkmann-Kohlmeyer, Michael J Wingfield, Alan R\nWood, Joyce H. C. Woudenberg, Hiroaki Yonezawa, Ying Zhang, Joseph W.\nSpatafora, Robert Lücking, Pedro W. Crous","Year":" 2010","Title":" A class-wide phylogenetic assessment of Dothideomycetes","Journal":" Studies in Mycology","Volume":" 64","Issue":" 1","Pages":" 1-1510","Keywords":" Ascomycota, Pezizomycotina, Dothideomyceta, fungal\nevolution, lichens, multigene phylogeny, phylogenomics, plant pathogens,\nsaprobes, Tree of Life","DOI":" 10.3114/sim.2009.64.01","Abstract":" We present a comprehensive phylogeny derived from 5 genes,\nnucSSU, nucLSU rDNA, TEF1, RPB1 and RPB2, for 356 isolates and 41\nfamilies (six newly described in this volume) in Dothideomycetes. All\ncurrently accepted orders in the class are represented for the first\ntime in addition to numerous previously unplaced lineages. Subclass\nPleosporomycetidae is expanded to include the aquatic order Jahnulales.\nAn ancestral reconstruction of basic nutritional modes supports numerous\ntransitions from saprobic life histories to plant associated and\nlichenised modes and a transition from terrestrial to aquatic habitats\nare confirmed. Finally, a genomic comparison of 6 dothideomycete genomes\nwith other fungi finds a high level of unique protein associated with\nthe class, supporting its delineation as a separate taxon.","trees":[{"tree_label":"Fig. 2","ntax":"350","rootedtree":"TRUE","title":"Dothideomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6859.phy"}]}