{"Authors":" Ulrike Damm, Joyce H. C. Woudenberg, Paul F. Cannon, Pedro\nW. Crous","Year":" 2010","Title":" Colletotrichum species with curved conidia from herbaceous\nhosts.","Journal":" Fungal Diversity","Volume":" 39","Issue":"","Pages":" 45-87","Keywords":" Ascomycota, Colletotrichum, epitypification, Glomerella,\nphylogeny, systematics","DOI":"","Abstract":" Colletotrichum (Glomerellaceae, Sordariomycetes) species\nwith dark setae and curved conidia are known as anthracnose pathogens of\na number of economically important hosts and are often identified as C.\ndematium. Colletotrichum dematium has been synonymised with many\nspecies, including the type of the genus, C. lineola. Since there is no\nliving strain of the original material of either species available, we\nre-collected C. lineola from the original location to serve as an\nepitype of that name, and chose an appropriate epitype specimen and\nassociated strain of C. dematium from the CBS collection. A multilocus\nmolecular phylogenetic analysis (ITS, ACT, Tub2, CHS-1, GAPDH, HIS3) of\n97 isolates of C. lineola, C. dematium and other Colletotrichum species\nwith curved conidia from herbaceous hosts resulted in 20 clades, with 12\nclades containing strains that had previously been identified as C.\ndematium. The epitype strains of C. lineola and C. dematium reside in\ntwo closely related clades. Other clades represent four previously\nundescribed species, C. anthrisci, C. liriopes, C. rusci and C.\nverruculosum, isolated respectively from Anthriscus in the Netherlands,\nLiriope in Mexico, Ruscus in Italy and Crotalaria in Zimbabwe. The new\ncombinations C. spaethianum and C. tofieldiae are made. Colletotrichum\ntruncatum is epitypified, as well as C. circinans, C. curcumae and C.\nfructi. Three further unidentified Colletotrichum taxa were detected in\nthe phylogenetic analysis, which may require description after further\nresearch. Each species is comprehensively described and\nillustrated.","trees":[{"tree_label":"Fig. 1","ntax":"98","rootedtree":"TRUE","title":"Colletotrichum species curved","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6735.phy"}]}