{"Authors":" Susumu Takamatsu, Seiko Niinomi, Mamoru Harada, María\nHavrylenko","Year":" 2010","Title":" Molecular phylogenetic analyses reveal close evolutionary\nrelationship between Podosphaera (Erysiphales: Erysiphaceae) and their\nrosaceous hosts.","Journal":" Persoonia","Volume":" 24","Issue":"","Pages":" 3848","Keywords":" 28S rDNA, evolution, ITS, molecular clock, phylogeny,\npowdery mildew fungi, Rosaceae","DOI":" 10.3767/003158510X494596","Abstract":" Podosphaera is a genus of the powdery mildew fungi\nbelonging to the tribe Cystotheceae of the Erysiphaceae. Among the host\nplants of Podosphaera, 86% of hosts of the section Podosphaera and 57%\nhosts of the subsection Sphaerotheca belong to the Rosaceae. In order to\nreconstruct the phylogeny of Podosphaera and to determine evolutionary\nrelationships between Podosphaera and its host plants, we used 152 ITS\nsequences and 69 28S rDNA sequences of Podosphaera for phylogenetic\nanalyses. As a result, Podosphaera was divided into two large clades:\nclade 1, consisting of the section Podosphaera on Prunus (P. tridactyla\ns. lat.) and subsection Magnicellulatae; and clade 2, composed of the\nremaining member of section Podosphaera and subsection Sphaerotheca.\nBecause section Podosphaera takes a basal position in both clades,\nsection Podosphaera may be ancestral in the genus Podosphaera, and the\nsubsections Sphaerotheca and Magnicellulatae may have evolved from\nsection Podosphaera independently. Podosphaera isolates from the\nrespective subfamilies of Rosaceae each formed different groups in the\ntrees, suggesting a close evolutionary relationship between Podosphaera\nspp. and their rosaceous hosts. However, tree topology comparison and\nmolecular clock calibration did not support the possibility of\nco-speciation between Podosphaera and Rosaceae. Molecular phylogeny did\nnot support species delimitation of P. tridactyla, P. clandestina, P.\nspiraeae, P. ferruginea, and P. aphanis in their current\ncircumscriptions, which suggests the need for revision of these\nspecies.","trees":[{"tree_label":"Fig. 1","ntax":"157","rootedtree":"TRUE","title":"Podosphaera, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6777.phy"},{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"Podosphaera, 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6748.phy"}]}