{"Authors":" Steven J. Wagstaff, Brian P. J. Molloy, Jennifer A.\nTate","Year":" 2010","Title":" Evolutionary significance of long-distance dispersal and\nhybridization in the New Zealand endemic genus Hoheria (Malvaceae).","Journal":" Australian Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Hybridisation is a dynamic evolutionary process in insular\nfloras that helps new immigrants overcome the deleterious effects of a\ngenetic bottleneck in a small founding population and can result in\nstable recombinants in descendent lineages. We used parsimony and\nSplitsTree analyses of ITS and 5 trnK/matK sequence data to assess the\nextent of hybridisation and its evolutionary significance in the New\nZealand endemic genus Hoheria A. Cunn. The seven species of Hoheria form\na monophyletic group along with the New Zealand endemic genus\nPlagianthus J.R.Forst. & G.Forst. and the Australian endemics\nAsterotrichion Klotzsch. and Gynatrix Alef. This strongly supported\nclade is sister to a clade of Australian species of Lawrencia Hook. The\ninferred evolutionary history of Hoheria suggests that the extant\nspecies are derived from a single common ancestor that arrived in New\nZealand by long-distance dispersal. There was little divergence among\nthe species of Hoheria in either their ITS or trnK/matK sequences. The\ntwo known Hoheria hybrids exhibited overlapping heteromorphic\nnucleotides at virtually all of the variable positions. Approximately\n40% of the other Hoheria accessions in our study retain similar\nheteromorphic sites. These polymorphisms were shared among the deepest\nbranches in the ITS phylogeny, which suggests that hybridisation has\noccurred throughout the evolutionary history of Hoheria. The\nphylogenetic structure of the ITS phylogeny completely collapsed in the\nstrict consensus tree, and there was significant conflict between the\nbiparentally inherited ITS phylogeny and the maternally inherited\ntrnK/matK phylogeny. However, the removal of known and suspected hybrids\nresulted in parsimony trees that were more resolved. SplitsTree analyses\nrevealed incompatible signals in the data, but recovered well-supported\ngroups that diverged from a central boxy network. Although the species\nof Hoheria are isolated by their ecological preferences or geographical\ndistributions, interspecific hybrids are common in urban areas where the\nspecies are often planted.","trees":[{"tree_label":"Fig. 5","ntax":"41","rootedtree":"TRUE","title":"Hoheria, ITS Strict consensus of the complete\ndataset","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6762.phy"},{"tree_label":"Fig. 6","ntax":"41","rootedtree":"TRUE","title":"Hoheria, 5’ trnK/matK consensus of the complete\ndataset","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6772.phy"}]}