{"Authors":" M. Amelia Chemisquy, Liliana M. Giussani, M. Amalia\nScataglini, Elizabeth A. Kellogg, Osvaldo Morrone","Year":" 2010","Title":" Phylogenetic studies favour the unification of Pennisetum,\nCenchrus and Odontelytrum (Poaceae): a nuclear, plastid and\nmorphological combined analysis, and nomenclatural","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Backgrounds and aims: Twenty-five genera having sterile\ninflorescence branches were recognized as the monophyletic bristle clade\nwithin the x = 9 Paniceae (Panicoideae). Within the bristle clade,\ntaxonomic circumscription of Cenchrus (20-25 species), Pennisetum\n(80-140) and the monotypic Odontelytrum is still unclear. Several\ncriteria have been applied to characterize Cenchrus and Pennisetum, but\nnone of these has been satisfactory since the diagnostic characters,\nsuch as fusion of bristles in the inflorescences, present continuous\nvariation. Methods: We present a phylogenetic analysis based on\nmorphological, plastid (trnL-F, ndhF) and nuclear (knotted) data for a\nrepresentative species sampling of the genera. All analyses were\nconducted under parsimony, using heuristic searches with TBR swapping.\nBranch support was assessed with parsimony jackknifing. Key results:\nBased on plastid and morphological data, Pennisetum, Cenchrus and\nOdontelytrum were supported as a monophyletic group: the PCO clade. Only\none section of Pennisetum (Brevivalvula) was supported as monophyletic.\nThe position of P. lanatum differed among data partitions, although the\ncombined plastid and morphology and nuclear analyses found this species\nto be included in the PCO clade. The basic chromosome number x = 9 was\nfound to be plesiomorphic, and x = 5, 7, 8, 10 and 17 were derived\nstates. The nuclear phylogenetic analysis revealed a reticulate pattern\nof relationships among Pennisetum and Cenchrus, suggesting that there\nare at least three different genomes. Because apomixis can be\ntransferred to different species through hybridization, its history most\nlikely reflects crossing relationships, rather than its appearence\nindependently several times. Conclusions: Due to the consistency among\nour results, studies that considered morphology, development and\nmultilocus approaches, and the high support found for the PCO clade, we\npropose to unify Cenchrus, Pennisetum and Odontelytrum. Species of\nPennisetum and Odontelytrum are here transferred into Cenchrus, which\nhas priority at the rank of genus. A total of 66 new combinations are\nlisted herein.","trees":[{"tree_label":"Fig. 4","ntax":"131","rootedtree":"TRUE","title":"Pennisetum, Cenchrus and Odontelytrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6905.phy"},{"tree_label":"morph","ntax":"50","rootedtree":"TRUE","title":"Pennisetum, Cenchrus and Odontelytrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6730.phy"},{"tree_label":"Fig. 1b","ntax":"52","rootedtree":"TRUE","title":"Pennisetum, Cenchrus and Odontelytrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6856.phy"},{"tree_label":"ndhF","ntax":"53","rootedtree":"TRUE","title":"Pennisetum, Cenchrus and Odontelytrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6879.phy"},{"tree_label":"trnL-F","ntax":"49","rootedtree":"TRUE","title":"Pennisetum, Cenchrus and Odontelytrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6794.phy"}]}