{"Authors":" David Malloch, James Scott, Brenda Koster, Neil Straus,\nBess Wong","Year":" 2003","Title":" A geographically diverse set of isolates indicates two\nphylogenetic lineages within Stachybotrys chartarum.","Journal":" Canadian Journal of Botany","Volume":" 81","Issue":" NA","Pages":" 1-11","Keywords":" NA","DOI":" 10.1139/B03-056","Abstract":" Stachybotrys chartarum is a black mitosporic fungus\ncapable of dense colonization of cellulose-based building materials such\nas drywall. The presence of S. chartarum in indoor environments has been\nreported as linked to a variety of alleged environment-related illnesses\nincluding infant acute idiopathic pulmonary hemorrhage (AIPH) although\nthere continues to be a lack of direct evidence in support of this\nassociation. We investigated genetic variation among fifty-two\nmorphologically and geographically diverse, indoor and outdoor isolates\nof S. chartarum senu lato using molecular markers based on β-tublulin,\ncalmodulin, elongation factor 1-alpha and trichodiene synthase genes as\nwell as the ITS region of nuclear ribosomal DNA. Gene genealogies proved\nconcordant in dividing all isolates into two strongly supported clades.\nThe majority of the variable sites separating these lineages were fixed\nwithin each of these clades and there was no evidence of recombination\nbetween genotypes. The results of this study therefore provide strong\nsupport for the recognition of two phylogenetic species within S.\nchartarum ss. lat. and further demonstrate the limitations of\nmorphological characters in delineating monophyletic taxa among\nmorphologically simple fungi.","trees":[{"tree_label":"Fig. 1","ntax":"13","rootedtree":"TRUE","title":"Stachybotrys chartarum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1230.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Stachybotrys chartarum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1231.phy"}]}