{"Authors":" Chodon Sass, Chelsea D. Specht","Year":" 2010","Title":" Phylogenetic estimation of the core Bromelioids with an\nemphasis on the genus Aechmea (Brome- liaceae).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Aechmea; Bromeliaceae; Bromelioideae; ETS; g3pdh;\nMolecular phylogeny; Neotropical biogeography; rpb2","DOI":" 10.1016/j.ympev.2010.01.005","Abstract":" We developed a phylogeny of the core Bromelioideae\nincluding Aechmea and related genera, with the specific goals of\ninvestigating the monophyly of Aechmea and its allied genera, redefining\nmonophyletic lineages for taxonomic revision, and investigating the\nbiogeographic history of the group. Chloroplast, nuclear ribosomal, and\nlow copy nuclear DNA sequences from 150 species within the Bromelioideae\nwere used to develop the phylogeny. Phylogenies constructed with the\ncombined four gene dataset provided sufficient resolution for\ninvestigating evolutionary relationships among species. Many genera are\nnested within Aechmea, or are rendered para- or polyphyletic by\ninclusion of Aechmea species. Several genera and subgenera of Aechmea\nwith species in disjunct geographic locations are found to be\npolyphyletic, divided into separate clades that reflect geographic\ndistribution rather than morphological similarity. This suggests that\ncertain morphological characteristics thought to be indicative of common\nancestry have instead evolved multiple times in parallel\n(i.e. ecological conservatism), possibly indicative of local adaptations\nto an epiphytic habit across the range of the Bromelioideae. These\napparently homoplastic morphological characters used to assign species\nto genera or subgenera may be useful taxonomically when geography is\nalso taken into account.","trees":[{"tree_label":"Fig. 1","ntax":"151","rootedtree":"TRUE","title":"Core Bromelioideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6740.phy"}]}