{"Authors":" Neil E. Bell, Jaakko Hyvönen","Year":" 2010","Title":" Phylogeny of the moss class Polytrichopsida (Bryophyta):\ngeneric- level structure and an anomalous 18S gene tree.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Analysis of an extensive new molecular dataset for the\nmoss class Polytrichopsida provides convincing support for many\ntraditionally recognized genera and identifies higher-level phylogenetic\nstructure with a strong geographic component. A large apical clade that\nis most diverse in the northern hemisphere is subtended by a grade of\nsouthern temperate and tropical genera, while the earliest diverging\nlineages have widely separated relictual distributions. However, there\nis strongly supported topological incongruence between the nuclear 18S\nrRNA gene tree and the chloroplast and mitochondrial data for the\npositions of some taxa and notably for the status of Pogonatum. While\nPogonatum is unambiguously paraphyletic in the 18S tree, it is well\nsupported as monophyletic by the combined chloroplast and mitochondrial\ndata, this being corroborated by several distinctive morphological\nsynapomorphies and a 51-53 bp deletion in the rps4-trnS spacer. We\nexplore various reticulate historical processes and methodological\nissues as possible explanations for incongruence, and suggest that\neither 1) the 18S topology is an artefact created by convergence of\nsubstitutions at specific sites due to functional and/or\nmolecular-structural constraints not accounted for by the model, or 2)\nthe incongruence is a product of ancient hybridization events. Under the\nlatter scenario, incongruent topologies for Pogonatum are parsimoniously\nexplained if Polytrichum (including Polytrichastrum sect. Aporotheca) is\nultimately descended from a hybridization event involving an extinct\nmaternal taxon derived from the branch ancestral to the combined\nPogonatum / Polytrichum s.l. clade, and a paternal taxon belonging to\n(or ancestral to) the apical Pogonatum group to which the majority of\nextant species belong. Numerous novel relationships of taxonomic and\nevolutionary significance are supported. Notably, both Polytrichastrum\nand Oligotrichum are polyphyletic. While Polytrichastrum sect.\nAporotheca is closely related to Polytrichum, other species, including\nthe type, are not. The large majority of Oligotrichum species sampled\noccur in one of two distantly related clades with predominantly northern\nand southern hemisphere distributions respectively, implying convergent\nevolution of this morphology in each of the two temperate zones.","trees":[{"tree_label":"Fig. 1","ntax":"120","rootedtree":"TRUE","title":"Polytrichopsida, organellar data only, Bayesian maximum\nclade credibility tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6817.phy"}]}