{"Authors":" Willian T. Stanley, Jacob A. Esselstyn","Year":" 2010","Title":" Biogeography and diversity among montane populations of mouse\nshrew (Soricidae: Myosorex) in Tanzania.","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We assess variation in morphological and molecular\ncharacters among three species of Myosorex (the mouse shrew), including\nM. geata, M. kihaulei and M. zinki, as a means to test previously\nproposed biogeographic hypotheses for Tanzanian “sky islands” and\nsystematic hypotheses for Tanzanian mouse shrews. We analyze seventeen\ncranial and dental variables using multivariate statistics and perform\nphylogenetic and phylogeographic analyses on sequences of mitochondrial\nand nuclear DNA; samples are drawn from every known Tanzanian population\nof Myosorex. Morphometric and phylogenetic analyses reveal that M. zinki\nis distinct, but that currently isolated populations of M. geata and M.\nkihualei are relatively similar to one another, and may not have been\nisolated over geological time scales. Analyses of molecular variance\nidentify statistically significant, but limited genetic variation within\nand between isolated populations of M. geata and M. kihualei, as well as\non either side of two putative biogeographic barriers. Between two\nputative regional biogeographic boundaries, greater genetic variation is\nexplained by grouping populations on either side of the Ruaha River than\nby grouping populations on either side of the Makambako Gap. Our results\nare in agreement with recent studies illustrating the close relationship\nbetween faunas of the Southern Highlands and southern Eastern Arc\nMountains, diminishing the apparent importance of the Makambako Gap as a\nhistorical biogeographic barrier.","trees":[{"tree_label":"Fig. 4A","ntax":"74","rootedtree":"TRUE","title":"Tanzanian Myosorex, Combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6933.phy"},{"tree_label":"Fig. 4B","ntax":"59","rootedtree":"TRUE","title":"Tanzanian Myosorex, ND2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6873.phy"}]}