{"Authors":" Stephen A Smith, Michael J Donoghue","Year":" 2010","Title":" Combining historical biogeography with niche modeling in the\nCaprifolium clade of Lonicera (Caprifoliaceae, Dipsacales).","Journal":" Systematic Biology","Volume":" 59","Issue":" 3","Pages":" 322-341","Keywords":" Biogeography; Caprifoliaceae; Caprifolium; disjunction;\nLonicera; MadreanTethyan; niche modeling; phylogeny","DOI":" 10.1093/sysbio/syq011","Abstract":" The Lonicera clade Caprifolium contains ~ 25 species\ndistributed around the Northern Hemisphere, including in the\nMediterranean climates of California and Europe. We sequenced the 2nd\nintron of LFY to help resolve relationships within the clade where ITS\nand chloroplast markers had previously failed to do so. Divergence time\nestimation and biogeographic analyses over the posterior distribution of\ndated trees suggest that a widespread ancestor was distributed across\nthe Northern Hemisphere some 7 to 17 million years ago. Asian species\nform a sister group to a clade in which the European species are sister\nto the North American species. We use climatic niche modeling and\ndivergence time estimates to explore the evolution of climate variables\nin the group. Principal component analyses help to identify instances of\nconvergence, especially between distantly related species in the\nMediterranean basin and in the chaparral of California. We document\nseveral cases of significant divergence between sister species in\neastern North America and western North America. Climatic models were\nprojected from one continent into the others (e.g., North American\nspecies projected into Asia and Europe) to examine whether species\nliving in these areas occupy similar climates. This study demonstrates\nthe utility of combining niche modeling with historical biogeographic\nanalyses and documents significant climatic niche evolution within a\ngroup of species distributed throughout the Northern Hemisphere. These\nresults suggest a possible model for the origin of the Madrean-Tethyan\ndisjunction pattern.","trees":[{"tree_label":"Fig. 1","ntax":"18","rootedtree":"TRUE","title":"Caprifolium clade of Lonicera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6935.phy"}]}