{"Authors":" Anna Wysocka, Goce Kostoski, Agnieszka Kilikowska, Borys\nWróbel, Jerzy Sell","Year":" 2010","Title":" The Proasellus (Crustacea, Isopoda) species group, endemic to\nthe Balkan Lake Ohrid: a case of ecological diversification?","Journal":" Fundamental and Applied Limnology","Volume":" 172","Issue":" 4","Pages":" 301-313","Keywords":" ECOLOGICAL DIVERSIFICATION; ISOPODS; MITOCHONDRIAL DNA;\nPHYLOGENY; PROASELLUS; LAKE OHRID","DOI":" 10.1127/1863-9135/2008/0172-0301","Abstract":" Phylogenetic relationships and divergence times of the\nendemic Proasellus species group from the relict Lake Ohrid were\nexamined using mitochondrial COI gene sequences. This group is composed\nof two divergent, well-supported reciprocally monophyletic clades. The\ntopology of the phylogenetic tree, however, does not reflect the present\nmorphology-based classifi cation, especially in positioning P. remyi\nf. nudus outside the rest of P. remyi forms and separating P.\narnautovici elongatus from P. arnautovici arnautovici. The results of\nthe present study appear to be not fully consistent with the hypothesis\nof adaptive diversifi cation driven by ecologically different\nenvironments. The study provides insight into speed and mode of\nmorphological and molecular evolution in aquatic isopods, and it\npresents one of the fi rst arguments for rapid diversifi cation in Lake\nOhrid.","trees":[{"tree_label":"Fig. 3B","ntax":"22","rootedtree":"TRUE","title":"Proasellus, ML tree forced to agree with monophyletic\ngroupings","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6945.phy"},{"tree_label":"Not printed 36seq ML tree","ntax":"36","rootedtree":"TRUE","title":"Proasellus, ML tree with no constraints","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6808.phy"},{"tree_label":"Fig. 3A","ntax":"22","rootedtree":"TRUE","title":"Proasellus, ML tree with no constraints","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6880.phy"}]}