{"Authors":" Jorge Manuel Santos, Viviana G. Correia, Alan John Lander\nPhillips","Year":" 2010","Title":" Primers for mating-type diagnosis in Diaporthe and Phomopsis:\ntheir use in teleomorph induction in vitro and biological species\ndefinition.","Journal":" Fungal Biology","Volume":" 114","Issue":" 2-3","Pages":" 255-270","Keywords":"","DOI":" 10.1016/j.funbio.2010.01.007","Abstract":" Sexual reproduction in ascomycete fungi is governed by the\nmating-type (MAT) locus. The MAT loci of Diaporthe and its Phomopsis\nanamorphs differ in only one gene: MAT1-1-1 in mating-type MAT1-1 and\nMAT1-2-1 in mating-type MAT1-2. In order to diagnose mating-types in\nDiaporthe and Phomopsis and evaluate their usefulness in teleomorph\ninduction in vitro and biological species delimitation, we designed\nprimers that amplify part of the MAT1-1-1 and MAT1-2-1 genes. MAT\nphylogenies were generated and compared with ITS and EF1-รก phylograms.\nSpecies recognized in the EF1-รก phylogeny corresponded directly with\nthose determined in the MAT phylogenies. ITS was shown to be highly\nvariable resulting in a large number of phylogenetic species that were\ndiscordant with MAT and EF1-รก species. Mating experiments were conducted\nto evaluate the existence of reproductive barriers between some\nisolates, and their anamorphic morphologies were compared. The primers\nproved to be useful in the mating-type diagnosis of isolates, selection\nof compatible mating pairs, and in the assessment of biological species\nboundaries.","trees":[{"tree_label":"Fig. 2","ntax":"128","rootedtree":"TRUE","title":"Diaporthe and Phomopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6801.phy"},{"tree_label":"Fig. 4","ntax":"39","rootedtree":"TRUE","title":"Diaporthe and Phomopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6938.phy"},{"tree_label":"Fig. 5","ntax":"86","rootedtree":"TRUE","title":"Diaporthe and Phomopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6894.phy"},{"tree_label":"Fig. 3","ntax":"34","rootedtree":"TRUE","title":"Diaporthe and Phomopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6897.phy"}]}