{"Authors":" Bryan C. Carstens, Tanya A. Dewey","Year":" 2010","Title":" Species delimitation using a combined coalescent and\ninformation theoretic approach: An example from North American Myotis\nbats.","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Coalescent model-based methods for phylogeny estimation\nforce systematists to confront issues related to the identification of\nspecies boundaries. Unlike conventional phylogenic analysis, where\nspecies membership can be assessed qualitatively after the phylogeny is\nestimated, the phylogenies that are estimated under a coalescent model\ntreat aggregates of individuals as the operational taxonomic units, and\nthus require a priori definition of these sets because the models assume\nthat the alleles in a given lineage are sampled from a single panmictic\npopulation. Fortunately, the use of coalescent model-based approaches\nallow systematists to conduct probabilistic tests of species limits by\ncalculating the probability of competing models of lineage composition.\nHere we conduct the first exploration of the issues related to applying\nsuch tests to a complex empirical system. Sequence data from multiple\nloci were used to assess species limits and phylogeny in a clade of\nNorth American Myotis bats. After estimating gene trees at each locus,\nthe likelihood of models representing all hierarchical permutations of\nlineage composition were calculated and Akaike information criterion\nscores were computed. Metrics borrowed from information theory suggest\nthat there is strong support for several models that include multiple\nevolutionary lineages within the currently-described species Myotis\nlucifugus and M. evotis. While these results are preliminary, they\nillustrate the practical importance of coupled species delimitation and\nphylogeny estimation.","trees":[{"tree_label":"Fig. S2a 681b","ntax":"37","rootedtree":"TRUE","title":"North American Myotis bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6853.phy"},{"tree_label":"Fig. 2b 734z","ntax":"37","rootedtree":"TRUE","title":"North American Myotis bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6742.phy"},{"tree_label":"Fig. 2b 685a","ntax":"38","rootedtree":"TRUE","title":"North American Myotis bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6861.phy"},{"tree_label":"681A Fig. 2a","ntax":"26","rootedtree":"TRUE","title":"North American Myotis bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6911.phy"},{"tree_label":"Fig. 2c 735f","ntax":"46","rootedtree":"TRUE","title":"North American Myotis bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6818.phy"},{"tree_label":"Fig. 2c 735b","ntax":"42","rootedtree":"TRUE","title":"North American Myotis bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6944.phy"}]}