{"Authors":" Eric J. Tepe, Lynn Bohs","Year":" 2010","Title":" A molecular phylogeny of Solanum sect. Pteroidea (Solanaceae)\nand the utility of COSII markers in resolving relationships among\nclosely related species.","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Solanum section Pteroidea is a lineage of ten species of\nNeotropical herbs and vines with a center of distribution in the eastern\nAndean slopes. It is a member of the informally named Potato clade of\nSolanum, a group that includes the potato (S. tuberosum) and tomato (S.\nlycopersicum). Members of Solanum sect. Pteroidea are characterized by\ninflorescences that emerge from the leaf axils and rugose, sharply\npointed fruits in most species. The aim of this study is to infer\nphylogenetic relationships among sixteen species of Solanum, including\nall ten species of sect. Pteroidea, using DNA sequence data from the\nchloroplast trnT–trnF and five nuclear regions: ITS, the granule bound\nstarch synthase gene (GBSSI or waxy), and three Conserved Orthologous\nSet II (COSII) markers. Results provide strong support for the monophyly\nof sect. Pteroidea and for its sister group relationship to sect.\nHerpystichum. Solanum mite, one of the most widespread and\nmorphologically variable species in the section, is not monophyletic.\nThe COSII markers ranged in length from 414–1666 bp with intronic\ncontent between 66–91%, and the three COSII markers together had more\nparsimony-informative characters than the three more commonly used\nmarkers combined. Bayesian analyses using a total evidence concatenated\napproach and a coalescent approach implemented in BEST (Bayesian\nEstimation of Species Trees) produced largely congruent topologies. The\ntotal evidence trees, however, were much more highly-supported than the\nBEST trees. Although not useful individually in sect. Pteroidea, the\nthree COSII markers were easy to amplify, provided clean sequences, and\nwere tremendously useful in increasing resolution and support among the\nclosely related species of sect. Pteroidea in combined analyses.","trees":[{"tree_label":"Fig. S2 trnT-trnF","ntax":"28","rootedtree":"TRUE","title":"Solanum sect. Pteroidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6778.phy"},{"tree_label":"Fig. S2 cos1C","ntax":"28","rootedtree":"TRUE","title":"Solanum sect. Pteroidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6881.phy"},{"tree_label":"Fig. S2 ITS","ntax":"27","rootedtree":"TRUE","title":"Solanum sect. Pteroidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6909.phy"},{"tree_label":"Fig. S2 cos9B","ntax":"26","rootedtree":"TRUE","title":"Solanum sect. Pteroidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6814.phy"},{"tree_label":"Fig. S2 cos11","ntax":"28","rootedtree":"TRUE","title":"Solanum sect. Pteroidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6743.phy"},{"tree_label":"Fig. S2 GBSSI","ntax":"28","rootedtree":"TRUE","title":"Solanum sect. Pteroidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6893.phy"}]}