{"Authors":" Heroen Verbruggen, Christine A. Maggs, Gary W. Saunders,\nLine Le Gall, Hwan Su Yoon, Olivier De Clerck","Year":" 2010","Title":" Data mining approach identifies research priorities and data\nrequirements for resolving the red algal tree of life.","Journal":" BMC Evolutionary Biology","Volume":" 10","Issue":" 16","Pages":"","Keywords":"","DOI":" 10.1186/1471-2148-10-16","Abstract":" Background: The assembly of the tree of life has seen\nsignificant progress in recent years but algae and protists have been\nlargely overlooked in this effort. Many groups of algae and protists\nhave ancient roots and it is unclear how much data will be required to\nresolve their phylogenetic relationships for incorporation in the tree\nof life. The red algae, a group of primary photosynthetic eukaryotes of\nmore than a billion years old, provide the earliest fossil evidence for\neukaryotic multicellularity and sexual reproduction. Despite this\nevolutionary significance, their phylogenetic relationships are\nunderstudied. This study aims to infer a comprehensive red algal tree of\nlife at the family level from a supermatrix containing data mined from\nGenBank. We aim to locate remaining regions of low support in the\ntopology, evaluate their causes and estimate the amount of data required\nto resolve them. Results: Phylogenetic analysis of a supermatrix of 14\nloci and 98 red algal families yielded the most complete red algal tree\nof life to date. Visualization of statistical support showed the\npresence of five poorly supported regions. Causes for low support were\nidentified with statistics about the age of the region, data\navailability and node density, showing that poor support has different\norigins in different parts of the tree. Parametric simulation\nexperiments yielded optimistic estimates of how much data will be needed\nto resolve the poorly supported regions (ca. 103 to ca. 104 nucleotides\nfor the different regions). Nonparametric simulations gave a markedly\nmore pessimistic image, some regions requiring more than 2.8 105\nnucleotides or not achieving the desired level of support at all. The\ndiscrepancies between parametric and nonparametric simulations are\ndiscussed in light of our dataset and known attributes of both\napproaches. Conclusions: Our study takes the red algae one step closer\nto meaningful inclusion in the tree of life. In addition to the recovery\nof stable relationships, the recognition of five regions in need of\nfurther study is a significant outcome of this work. Based on our\nanalyses of current availability and future requirements of data, we\nmake clear recommendations for forthcoming research.","trees":[{"tree_label":"MLtree","ntax":"98","rootedtree":"TRUE","title":"Red Algae, Maximum likelihood tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6836.phy"},{"tree_label":"BItree","ntax":"98","rootedtree":"TRUE","title":"Red Algae, Bayesian Inference tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6753.phy"}]}