{"Authors":" Andrew N. Miller, Eric W.A. Boehm, George K. Mugambi,\nSabine M. Huhndorf, Seonju Marincowitz, Joseph W. Spatafora, Conrad\nLamoraal Schoch","Year":" 2009","Title":" A molecular phylogenetic reappraisal of the Hysteriaceae,\nMytilinidiaceae and Gloniaceae (Pleosporomycetidae, Dothideomycetes)\nwith keys to world species.","Journal":" Studies in Mycology","Volume":" 64","Issue":" 1","Pages":" 49-83","Keywords":" Evolution, fungi, Hysteriales, Mytilinidiales,\nPatellariales, phylogeny, speciation, taxonomy","DOI":" 10.3114/sim.2009.64.03","Abstract":" A reappraisal of the phylogenetic integrity of bitunicate\nascomycete fungi belonging to or previously affiliated with the\nHysteriaceae, Mytilinidiaceae, Gloniaceae and Patellariaceae is\npresented, based on an analysis of 121 isolates and four nuclear genes,\nthe ribosomal large and small subunits, transcription elongation factor\n1 and the second largest RNA polymerase II subunit. A geographically\ndiverse and high density taxon sampling strategy was employed, including\nmultiple isolates/species from the following genera: Anteaglonium (6/4),\nEncephalographa (1/1), Farlowiella (3/1), Gloniopsis (8/4), Glonium\n(4/2), Hysterium (12/5), Hysterobrevium (14/3), Hysterographium (2/1),\nHysteropatella (2/2), Lophium (4/2), Mytilinidion (13/10), Oedohysterium\n(5/3), Ostreichnion (2/2), Patellaria (1/1), Psiloglonium (11/3),\nQuasiconcha (1/1), Rhytidhysteron (8/3), and 24 outgroup taxa. Sequence\ndata indicate that although the Hysteriales are closely related to the\nPleosporales, sufficient branch support exists for their separation into\nseparate orders within the Pleosporomycetidae. The Mytilinidiales are\nmore distantly related within the subclass and show a close association\nwith the Gloniaceae. Although there are examples of concordance between\nmorphological and molecular data, these are few. Molecular data instead\nsupport the premise of a large number of convergent evolutionary\nlineages, which do not correspond to previously held assumptions of\nsynapomorphy relating to spore morphology. Thus, within the\nHysteriaceae, the genera Gloniopsis, Glonium, Hysterium and\nHysterographium are highly polyphyletic. This necessitated the transfer\nof two species of Hysterium to Oedohysterium gen. nov. (Od. insidens\ncomb. nov. and Od. sinense comb. nov.), the description of a new\nspecies, Hysterium barrianum sp. nov., and the transfer of two species\nof Gloniopsis to Hysterobrevium gen. nov. (Hb. smilacis comb. nov. and\nHb. constrictum comb. nov.). While Hysterographium, with the type Hg.\nfraxini, is removed from the Hysteriaceae, some of its species remain\nwithin the family, transferred here to Oedohysterium (Od. pulchrum comb.\nnov.), Hysterobrevium (Hb. mori comb. nov.) and Gloniopsis (Gp.\nsubrugosa comb. nov.); the latter genus, in addition to the type, Gp.\npraelonga, with two new species, Gp. arciformis sp. nov. and Gp.\nkenyensis sp. nov. The genus Glonium is now divided into Anteaglonium\n(Pleosporales), Glonium (Gloniaceae), and Psiloglonium (Hysteriaceae).\nThe hysterothecium has evolved convergently no less than five times\nwithin the Pleosporomycetidae (e.g., Anteaglonium, Farlowiella, Glonium,\nHysterographium and the Hysteriaceae). Similarly, thin-walled\nmytilinidioid (e.g., Ostreichnion) and patellarioid (e.g.,\nRhytidhysteron) genera, previously in the Mytilinidiaceae and\nPatellariaceae, respectively, transferred here to the Hysteriaceae, have\nalso evolved at least twice within the subclass. As such, character\nstates traditionally considered to represent synapomorphies among these\nfungi, whether they relate to spore septation or the ascomata, in fact,\nrepresent symplesiomorphies, and most likely have arisen multiple times\nthrough convergent evolutionary processes in response to common\nselective pressures","trees":[{"tree_label":"Fig. 1","ntax":"121","rootedtree":"TRUE","title":"Hysteriaceous fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6870.phy"},{"tree_label":"MB Tree","ntax":"121","rootedtree":"TRUE","title":"Hysteriaceous fungi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6948.phy"}]}