{"Authors":" Satinee Suetrong, Joseph W. Spatafora, Jan Kohlmeyer,\nBrigitte Volkmann-Kohlmeyer, Jariya Sakayaroj, Souwalak Phongpaichit,\nKazuaki Tanaka, Kazuyuki Hirayama, E. B. Gareth Jones, Conrad Lamoraal\nSchoch","Year":" 2010","Title":" Molecular systematics of the marine Dothideomycetes.","Journal":" Studies in Mycology","Volume":" 64","Issue":" 1","Pages":" 155-173","Keywords":" Dothideomycetes, ecology, marine fungi, multi-locus, new\ngenera, systematics","DOI":" 10.3114/sim.2009.64.09","Abstract":" Phylogenetic analyses of four nuclear genes, namely the\nlarge and small subunits of the nuclear ribosomal RNA, transcription\nelongation factor 1-alpha and the second largest RNA polymerase II\nsubunit, established that the ecological group of marine bitunicate\nascomycetes has representatives in the orders Capnodiales, Hysteriales,\nJahnulales, Mytilinidiales, Patellariales and Pleosporales. Most of the\nfungi sequenced were intertidal mangrove taxa and belong to members of\n12 families in the Pleosporales: Aigialaceae, Didymellaceae,\nLeptosphaeriaceae, Lenthitheciaceae, Lophiostomataceae, Massarinaceae,\nMontagnulaceae, Morosphaeriaceae, Phaeosphaeriaceae, Pleosporaceae,\nTestudinaceae and Trematosphaeriaceae. Two new families are described:\nAigialaceae and Morosphaeriaceae, and three new genera proposed:\nHalomassarina, Morosphaeria and Rimora. Few marine species are reported\nfrom the Dothideomycetidae (e.g. Mycosphaerellaceae, Capnodiales), a\ngroup poorly studied at the molecular level. New marine lineages include\nthe Testudinaceae and Manglicola guatemalensis in the Jahnulales.\nSignificantly, most marine Dothideomycetes are intertidal tropical\nspecies with only a few from temperate regions on salt marsh plants\n(Spartina species and Juncus roemerianus), and rarely totally submerged\n(e.g. Halotthia posidoniae and Pontoporeia biturbinata on the seagrasses\nPosidonia oceanica and Cymodocea nodosum). Specific attention is given\nto the adaptation of the Dothideomycetes to the marine milieu, new\nlineages of marine fungi and their host specificity.","trees":[{"tree_label":"Fig. 1","ntax":"199","rootedtree":"TRUE","title":"Marine Dothideomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6957.phy"}]}