{"Authors":" Paul E Marek","Year":" 2010","Title":" A revision of the Appalachian millipede genus Brachoria\nChamberlin, 1939 (Polydesmida, Xystodesmidae, Apheloriini).","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The apheloriine millipede genus Brachoria as\npresented here comprises 34 species distributed throughout the\nsouth-eastern US Appalachian Mountains. Members of this genus are blind\n(like all millipedes in the order Polydesmida), large (46 cm in length),\nand display conspicuous aposematic coloration in yellow, red, orange,\nand violet. Many Brachoria species participate in Müllerian\nmimicry rings with co-occurring Apheloriini, in particular with species\nin the genus Apheloria. Some areas contain five co-mimic species\nof Apheloriini and a high local density totalling 43 individuals per 50\nm2. Since the first revision in 1959, workers have suggested\nthat many more species were awaiting discovery in the Cumberland\nMountains. Here I present a taxonomic revision and describe ten new\nspecies: Brachoria badbranchensis, Brachoria\nblackmountainensis, Brachoria campcreekensis, Brachoria\ncumberlandmountainensis, Brachoria flammipes, Brachoria\ngrapevinensis, Brachoria guntermountainensis, Brachoria\nhendrixsoni, Brachoria sheari, and Brachoria virginia.\nFive of these new species occur in the Cumberland Mountain Thrust Block\nregion and five occur elsewhere throughout the Appalachian Highlands in\neastern Kentucky, north-eastern Alabama, southern West Virginia,\nsouth-western Virginia, and the Blue Ridge Mountains of Tennessee. A\nmolecular phylogeny of Brachoria species is well supported at\ndeeper divergences, corresponds closely with geography, and is used as a\nphylogenetic basis for the taxonomy presented here.","trees":[{"tree_label":"Fig. 3B","ntax":"89","rootedtree":"TRUE","title":"Apheloriini","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6810.phy"},{"tree_label":"Fig. 3A","ntax":"36","rootedtree":"TRUE","title":"Brachoria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6923.phy"}]}