{"Authors":" Gunther Jansen, Riitta Savolainen, Kari Vepäläinen","Year":" 2010","Title":" Phylogeny, divergence-time estimation, biogeography and\nsocial parasitehost relationships of the Holarctic ant genus Myrmica\n(Hymenoptera: Formicidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Emerys rule; Inquilines; Molecular phylogeny; Nearctic;\nPalearctic; Social parasitism; Temporary social parasites","DOI":" 10.1016/j.ympev.2010.01.029","Abstract":" We reconstructed a molecular phylogeny of > 70 Myrmica\nspecies, tested reciprocal monophyly of the Nearctic and Palearctic\nrepresentatives, and inferred social parasite-host relationships for\nfive workerless inquilines and four temporary parasites. We sequenced\nsix gene fragments of 106 specimens (17 not identified to species),\nanalysed the data with Bayesian phylogenetic inference and maximum\nlikelihood, and estimated divergence times using penalized likelihood.\nOur well resolved phylogeny supported most morphologically defined\nspecies groups. The Nearctic and Palearctic species were not\nreciprocally monophyletic, which suggested repeated species interchange\nacross the Beringian land bridge. Parasitism evolved several times in\nMyrmica. Three inquilines and one temporary parasite were closest\nrelatives of their host, two inquiline species and one temporary\nparasite clustered basally to their host(s), and two temporary parasites\nmore distantly. Myrmica probably diversified following drastic climatic\ncooling at the EoceneOligocene boundary ca. 34 Ma, the oldest species\ngroups being rugosa and ritae in central and southeastern Asia. The\noldest inquiline, Myrmica karavajevi, was estimated at 17 Ma, the\nyoungest species Myrmica hirsuta at 0.8 Ma, whereas the microgyne of\nMyrmica rubra is an intraspecific inquiline.","trees":[{"tree_label":"Fig. 1","ntax":"112","rootedtree":"TRUE","title":"Myrmica Bayesian consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6951.phy"}]}