{"Authors":" Siobhan C. Cox, Salvador Carranza, Richard P. Brown","Year":" 2010","Title":" Divergence times and colonization of the Canary Islands by\nGallotia lizards.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 56","Issue":" 2","Pages":" 747-757","Keywords":"","DOI":" 10.1016/j.ympev.2010.03.020","Abstract":" The Canary Islands have become a model region for\nevolutionary studies. We obtained 1.8 Kbp of mtDNA sequence from all\nknown island forms of the endemic lizard genus Gallotia and from its\nsister taxon Psammodromus in order to reanalyze phylogenetic\nrelationships within the archipelago, estimate lineage divergence times,\nand reconstruct the colonization history of this group. Well-supported\nphylogenies were obtained using maximum parsimony and Bayesian\ninference. Previous studies have been unable to establish the branching\npattern at the base of the tree. We found evidence that G. stehlini\n(Gran Canaria) originated from the most basal Gallotia node and G.\natlantica from the subsequent node. Divergence times were estimated\nunder a global clock using Bayesian Markov Chain Monte Carlo methods\nimplemented by three different programs: BEAST, MCMCTREE, MULTIDIVTIME.\nNode constraints were derived from data on subaerial island appearance\nand were incorporated into the analyses as soft or hard maximal bounds.\nPosterior node ages differed slightly between programs, possibly due to\nthe different ways in which the priors on divergence times were\nspecified. The most eastern Canary Islands first emerged just over 20\nmya and colonization from the mainland appears to have taken place\nrelatively quickly, around 18-20 mya. The subsequent node is consistent\nwith cladogenesis due to colonization of Gran Canaria from the eastern\nislands about 11-13 mya. The western islands appear to have been\ncolonized by a dispersal event from Lanzarote/Fuerteventura in the east\nto either La Gomera or one of the ancient edifices that subsequently\nformed Tenerife in the west, about 9-10 mya. Within the western islands,\nthe most recent node that is ancestral to both the G. intermedia/G.\ngomerana/G. simonyi and the G. galloti/G. caesaris clades is dated at\nabout 5-6 mya. Subsequent dispersal events between ancient Tenerife\nislands and La Gomera are dated at around 3 mya in both clades, although\nthe direction of dispersal cannot be determined. Finally, we show that\nG. galloti is likely to have colonized La Palma more than 0.5 Ma after\nemergence of the island 1.77 mya, while G. caesaris from the same clade\nmay have colonized El Hierro very soon after it emerged 1.12 mya. There\nare tentative indications that the large-bodied endangered G. simonyi\ncolonized El Hierro around the same time or even later than the\nsmaller-bodied G. caesaris. This study demonstrates the effectiveness of\nBayesian dating of a phylogeny in helping reconstruct the historical\npattern of dispersal across an oceanic archipelago.","trees":[{"tree_label":"MrBayes Consensus","ntax":"67","rootedtree":"TRUE","title":"Gallotia lizards","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6816.phy"}]}