{"Authors":" Rakel Blaalid, Stefan Ekman","Year":" 2010","Title":" The Devil in the Details: Interactions Between the\nBranch-Length Prior and Likelihood Model Affect Node Support and Branch\nLengths in the Phylogeny of the Psoraceae.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" In popular use of Bayesian phylogenetics, a default\nbranch-length prior is applied almost universally without knowing how a\ndifferent prior would have affected the outcome. We performed Bayesian\nand maximum likelihood inference of phylogeny based on empirical\nnucleotide sequence data from a family of lichenized ascomycetes, the\nPsoraceae, the morphological delimitation of which has been\ncontroversial. We specifically assessed the influence of the combination\nof Bayesian branch-length prior and likelihood model on the properties\nof the MCMC tree sample, including node support, branch-lengths, and the\nstability of individual taxa. Data included two regions of the\nmitochondrial ribosomal RNA gene, the ITS1-5.8S-ITS2 regions of the\nnuclear ribosomal RNA gene, as well as the largest subunit of RNA\npolymerase II (RPB1), a nuclear protein-coding gene. The degree of\npartitioning of the data was selected using Bayes Factors, whereas the\nbest-fitting model of each partition was selected using the Bayesian\nInformation Criterion (BIC). Given the data and model, short Bayesian\nbranch-length priors generate a higher number of strongly supported\nnodes, short trees, as well as trees that are on average similar to one\nanother and sampled from a part of tree space that is largely unexplored\nby the maximum likelihood bootstrap. Long branch-length priors, on the\nother hand, generate fewer strongly supported nodes, longer trees, and\ntrees are more dissimilar and sampled from within the range of tree\nspace sampled by the maximum likelihood bootstrap. Priors near the\nmaximum likelihood distribution of branch lengths generate the best\nmarginal likelihood and the highest frequency of “rogue” (unstable)\ntaxa. The branch-length prior was shown to interact with the likelihood\nmodel: Complex partitioned models are more clearly affected by the\nstretching effect of the branch-length prior and fewer nodes are\nstrongly supported under a more complex model given the same\nbranch-length prior. Furthermore, given the same branch-length prior,\ntrees are on average more dissimilar under a simpler (unpartitioned)\nmodel compared to the more complex partitioned models. The distribution\nof the maximum likelihood branch lengths, although clearly monotonously\ndescending, was shown to better fit a gamma or pareto distribution than\nan exponential one. A test of model adequacy indicates that the best\nmodel (according to BIC) in five out of eight partitions does not\nadequately describe the evolutionary processes that shaped the data.\nIntegrating over realistic values of exponential distributions means\nunder the best-fitting model, we find that the support for the existence\nof the family Psoraceae, including Psora, Protoblastenia, and the\nMicarea sylvicola group, is approximately 0.96. Support for the genus\nPsora is clearly lower, but we found no evidence to contradict the\ncurrent classification.","trees":[{"tree_label":"Bayesian con 8xBICmodel mean0.1brlenspr","ntax":"37","rootedtree":"TRUE","title":"Psoraceae Bayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6949.phy"},{"tree_label":"ML optimal 8xBICmodel","ntax":"37","rootedtree":"TRUE","title":"Psoraceae ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6871.phy"}]}