{"Authors":" Susana Magallón","Year":" 2010","Title":" Using fossils to break long branches in molecular dating: a\ncomparison of relaxed clocks applied to the origin of angiosperms.","Journal":" Systematic Biology","Volume":" 59","Issue":" 4","Pages":" 384-399","Keywords":"","DOI":" 10.1093/sysbio/syq027","Abstract":" Long branches are potentially problematic in molecular\ndating because they can encompass a vast number of combinations of\nsubstitution rate and time. A long branch is suspected to have biased\nmolecular clock estimates of the age of flowering plants (angiosperms)\nto be much older that their earliest fossils. This study explores the\neffect of the long branch subtending angiosperms in molecular dating,\nand how different relaxed clocks react to it. Fossil angiosperm\nrelatives, identified through a combined morphological and molecular\nphylogenetic analysis for living and fossil seed plants, were used to\nbreak the long angiosperm stem branch. Nucleotide sequences of\nangiosperm fossil relatives were simulated using a phylogeny and model\nparameters from living taxa, and incorporated in molecular dating. Three\nrelaxed clocks, which implement among-lineage rate heterogeneity\ndifferently, were used: penalized likelihood (using two different rate\nsmoothing optimization criteria), a Bayesian rate-autocorrelated method,\nand a Bayesian uncorrelated method. Different clocks provided highly\ncorrelated ages across the tree. Breaking the angiosperm stem branch did\nnot result in major age differences, except for a few sensitive nodes.\nBreaking the angiosperm stem branch resulted in a substantially younger\nage for crown angiosperms only with one of the four methods, but\nnevertheless, the obtained age is considerably older than the oldest\nangiosperm fossils. The origin of crown angiosperms is estimated between\nthe Upper Triassic and the early Permian. The difficulty in estimating\ncrown angiosperm age probably lies in a combination of intrinsic and\nextrinsic complicating factors, including substantial molecular rate\nheterogeneity among lineages and through time. A more adequate molecular\ndating approach might combine moderate background rate heterogeneity\nwith large changes in rate at particular points in the tree.","trees":[{"tree_label":"Majority rule consensus of sampled trees","ntax":"70","rootedtree":"TRUE","title":"Seed plant cp phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6902.phy"},{"tree_label":"Strict consensus","ntax":"46","rootedtree":"TRUE","title":"Seed plant total evidence phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6732.phy"}]}