{"Authors":" Holger Schmidt, Ludwig Niessen, Rudi F. Vogel","Year":" 2004","Title":" The use of tri5 gene sequences for PCR detection and taxonomy\nof trichothecene-producing species in the Fusarium section\nSporotrichiella.","Journal":" International Journal of Food Microbiology","Volume":" 95","Issue":" 3","Pages":" 305-319","Keywords":" NA","DOI":" 10.1016/j.ijfoodmicro.2003.12.009","Abstract":" Purified DNA from representative isolates each of Fusarium\npoae, F. sporotrichioides, F. kyushuense and the newly described F.\nlangsethae was used to amplify a 658 bp fragment from the trichodiene\nsynthase (tri5) gene of these fungi using the gene specific primer pair\nTox5-1/Tox5-2. Fragments obtained were isolated and sequenced. The\nnucleotide sequences were aligned to each other. Sequence analysis\nrevealed high similarity between F. sporotrichioides and F. langsethae\n(98.7 %). Similarity between the latter species and F. poae was lower\n(90.9 %). Phylogenetic analysis of the aligned sequences with the tri5\nsequence of Stachybotrys chartarum as outgroup revealed a clear\nseparation between F. poae and the group of F. sporotrichioides and F.\nlangsethae sp. nov. Within this subgroup, two species were supported by\nhigh boostrap values.Oligonucleotide primers were designed from the\naligned sequences and used as reverse primers in combination with the\ngene specific forward primer Tox5-1. The newly designed reverse primers\nenabled amplification of a 400 bp fragment when purified DNA from F.\npoae and F. sporotrichioides were used as template, respectively. Two\ndifferent reverse primers designed for F. langsethae sp. nov. both could\nnot differentiate this species from F. sporotrichioides but from F. poae\nand F. kyushuense. All primer pairs were tested for cross reactivity\nwith 25 fungal species and subspecies capable of producing\ntrichothecenes with no unspecific amplification found. The PCR assays\ndeveloped were applied in analysis of artificially and naturally\ninfected cereal grain. The species were selectively detected by the\nrespective primers. In naturally infected oats, F. langsethae sp. nov.\nwas identified by the combination of two PCR assays.","trees":[{"tree_label":"Figure","ntax":"13","rootedtree":"TRUE","title":"Fusarium section Sporotrichiella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1235.phy"}]}