{"Authors":" Janina Dordel, Frauke Fisse, Guenter Purschke, Torsten H.\nStruck","Year":" 2010","Title":" Phylogenetic position of Sipuncula derived from multi-gene\nand phylogenomic data and its implication for the evolution of\nsegmentation.","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The phylogenetic position of Sipuncula, a group of\nunsegmented marine worms, has been controversial for several decades:\nEspecially based on morphological data, closer relationships to Mollusca\nor Annelida were among the most favored hypotheses. Increasing amounts\nof molecular data in recent years have consistently placed Sipuncula\neither in close affinity to or even within Annelida, the segmented\nworms, and rejected a close relationship to Mollusca. However, it\nremained uncertain whether Sipuncula is the sister group of Annelida or\nan annelid subtaxon. Therefore, herein we gathered data for five nuclear\ngenes, which have been rarely used regarding Annelida and Sipuncula, and\ncombined these with data for six previously used genes to further\nelucidate the phylogenetic position of Sipuncula. We also compiled a\ndata set for 78 ribosomal proteins from publicly available genomic data\nsets. These are the two largest data sets for annelids, with more than\n10 taxa to date. All analyses placed Sipuncula within Annelida. For the\nfirst time topology tests significantly rejected the possibility that\nSipuncula is sister to Annelida. Thus our analyses revealed that\nSipuncula had secondarily lost segmentation. Given that unsegmented\nEchiura is also an annelid subtaxon, segmentation, a key character of\nAnnelida, is much more variable than previously thought. However, this\nconclusion does not support the hypothesis that the last common ancestor\nof Annelida, Arthropoda and Chordata was segmented, assuming several\nlosses along the branches leading to them. As yet no traces of\nsegmentation could be shown in taxa exhibiting serially organized organ\nsystems such as certain Mollusca, while in Sipuncula and Echiura such\ntraces could be demonstrated. Therefore, it seems unlikely that taxa\nwith uncertain segmental ancestry lost segmentation. An independent\norigin of segmentation in these three taxa thus appears to be more\nplausible and parsimonious.","trees":[{"tree_label":"Fig. 2B","ntax":"29","rootedtree":"TRUE","title":"Multiple Genes (nuc/aa) with Myzostomida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6770.phy"},{"tree_label":"Fig. 2A","ntax":"26","rootedtree":"TRUE","title":"Multiple Genes (nuc/aa) without Myzostomida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6786.phy"},{"tree_label":"Fig. 1B","ntax":"29","rootedtree":"TRUE","title":"Multiple Genes (nuc) with Myzostomida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6947.phy"},{"tree_label":"Fig. 3A","ntax":"48","rootedtree":"TRUE","title":"Ribosoma Proteins without Myzostomida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6717.phy"},{"tree_label":"Fig. 1A","ntax":"26","rootedtree":"TRUE","title":"Multiple Genes (nuc) without Myzostomida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6904.phy"},{"tree_label":"Fig. 3B","ntax":"50","rootedtree":"TRUE","title":"Ribosoma Proteins with Myzostomida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6852.phy"}]}