{"Authors":" Yvonne Valles, Vincent Giani, Sung-Jin Cho, Elaine Seaver,\nDavid A. Weisblat","Year":" 2010","Title":" Evolutionary dynamics of the Wnt gene family: a\nlophotrochozoan perspective.","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Wnt family genes, Lophotrochozoan genomes, gene\nduplication and diversification, annelid, leech, polychaete","DOI":" 10.1093/molbev/msq052","Abstract":" The Wnt gene family encodes a set of secreted\nglycoproteins involved in key developmental processes, including cell\nfate specification and regulation of posterior growth (Cadigan and Nusse\n1997; Martin and Kimelman 2009). As for many other gene families,\nevidence for expansion and/or contraction of the wnt family is available\nfrom deuterostomes [e.g. echinoderms and vertebrates (Nusse and Varmus\n1992; Schubert et al. 2000; Croce et al. 2006)] and ecdysozoans\n[e.g. arthropods and nematodes (Eisenmann 2005; Bolognesi et al. 2008)],\nbut little is known from the third major bilaterian group, the\nlophotrochozoans [e.g. mollusks and annelids (Prud’homme et al. 2002)].\nTo obtain a more comprehensive scenario of the evolutionary dynamics of\nthis gene family, we exhaustively mined wnt gene sequences from the\nwhole genome assemblies of a mollusk (Lottia gigantea) and two annelids\n(Capitella teleta and Helobdella robusta), and examined them by\nphylogenetic, genetic linkage, intron-exon structure and embryonic\nexpression analyses. The 36 wnt genes obtained represent 11, 12 and 9\ndistinct wnt subfamilies in Lottia, Capitella and Helobdella\nrespectively. The genome of the leech Helobdella reflects significantly\nmore dynamism than those of Lottia and Capitella, as judged by gene\nduplications and losses, branch length and changes in genetic linkage.\nFinally, comparisons of the embryonic expression patterns of the\nduplicated wnt genes in Helobdella with their orthologs in Capitella\nreveal extensive regulatory diversification of the duplicated leech wnt\ngenes. Furthermore, the conservation of the wnt subfamilies across\nmetazoans emphasizes the importance and complexity of this gene family\n(Logan and Nusse 2004; Martin and Kimelman 2009).","trees":[{"tree_label":"Fig. 1","ntax":"90","rootedtree":"TRUE","title":"Metazoan wnts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6720.phy"}]}