{"Authors":" Mario Vargas-Ramírez, Miguel Vences, William R. Branch,\nSavel R. Daniels, Frank Glaw, Margaretha D. Hofmeyr, Gerald Kuchling,\nJérôme Maran, Theodore J Papenfuss, Pavel Siroky, David R. Vieites, Uwe\nFritz","Year":" 2010","Title":" Deep genealogical lineages in the widely distributed African\nhelmeted terrapin: Evidence from mitochondrial and nuclear DNA\n(Testudines: Pelomedusidae: Pelomedusa subrufa).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Africa; Pelomedusidae; mtDNA; nDNA; Phylogeography;\nSub-Saharan distribution","DOI":" 10.1016/j.ympev.2010.03.019","Abstract":" We used mitochondrial and nuclear sequence data to\ninvestigate the phylogeographic differentiation of the widely\ndistributed African helmeted terrapin Pelomedusa subrufa. Congruent\namong different analyses, nine strongly divergent mitochondrial clades\nwere found, representing three major geographical groupings: (1) A\nnorthern group which includes clades I from Cameroon, II from Ghana and\nIvory Coast, III from Benin, Burkina Faso and Niger, IV from the Central\nAfrican Republic, and V from Kenya; (2) a northeastern group consisting\nof clades VI from Somalia, and VII from Saudi Arabia and Yemen; and (3)\na southern group comprising clade VIII from Botswana, the Democratic\nRepublic of Congo, Madagascar and Malawi, and clade IX from South\nAfrica. Malagasy and continental African populations were not clearly\ndifferentiated, indicating very recent arrival or introduction of\nPelomedusa in Madagascar. The southern group was sister to Pelusios,\nrendering Pelomedusa paraphyletic with respect to that genus. However,\nusing sequence data of the three nuclear genes, Pelomedusa was\nmonophyletic, with high support, suggesting that its mitochondrial\nparaphyly is due to either ancient introgressive hybridization or\nphylogenetic noise. Otherwise, nuclear sequence data recovered a lower\nlevel of divergence, but corroborated the general differentiation\npattern of Pelomedusa as revealed by mtDNA. This, and the depth of the\ndivergences between clades, indicates ancient differentiation. The\ndivergences observed fall within, and in part exceed considerably, the\ndifferentiation typically observed among chelonian species. To test\nwhether Pelomedusa is best considered a single species, composed of deep\nconspecific lineages, or a complex of up to nine distinct species, we\nsuggest a taxonomic revision that should (1) extend the geographical\nsampling of molecular data, specifically focusing on contact zones and\nthe sympatric occurrence of lineages that do not admix, and (2) evaluate\nthe morphology of the various genealogical lineages in context of the\ntype specimens or topotypical material of the numerous junior synonyms\nof P. subrufa.","trees":[{"tree_label":"Fig. 3B","ntax":"16","rootedtree":"TRUE","title":"African helmeted terrapin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6834.phy"},{"tree_label":"Fig. 3A","ntax":"16","rootedtree":"TRUE","title":"African helmeted terrapin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6821.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"African helmeted terrapin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6835.phy"}]}