{"Authors":" John J. Schenk, Larry Hufford","Year":" 2010","Title":" Effects of Substitution Models on Divergence Time Estimates:\nSimulations and an Empirical Study of Model Uncertainty Using\nCornales.","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phylogenetic divergence time estimates inferred from trees\noptimized using maximum likelihood apply branch lengths. These branch\nlengths are influenced by the substitution model applied in the\nanalysis, which can, in turn, affect divergence time estimates. In order\nto examine the effects of substitution models on divergence time\nestimates, we applied an empirical data set for Cornales that had 16\ncalibration point constraints in maximum likelihood analyses using 19\ndifferent substitution models to obtain topologies with branch lengths.\nPenalized likelihood was then used to obtain divergence time estimates\nfor corresponding nodes of these topologies. Discrepancy in divergence\ntime estimates among corresponding nodes of trees constructed with\ndifferent models was small in most cases (falling within 95% confidence\nintervals based on the most supported model); however, we recovered\ninstances of nodes differing by as much as 23.7% from times on\ncorresponding nodes of the phylogeny reconstructed from our best-fit\nsubstitution model. We estimated that, on average for all nodes within a\ntree, divergence times differ 1.0  3.6% among the trees based on\ndifferent models; however, the range of variation differs greatly among\ntrees based on different substitution models. Discrepancy in divergence\ntime estimates was associated with long branches, although this was\nreduced by using models similar to the best-fit model. Branches of a\nlength within one standard deviation of mean branch length were an\nunexpected source of discrepancy regardless of the substitution model\napplied, although the cause of this discrepancy was unclear. We found no\ndifferences in disparity among nodes that were reconstructed in deep-,\nmid-, or shallow-level regions of the topologies. Simulations\ndemonstrated that use of underparameterized models affected age\nestimates more than use of overparameterized models. Increasing the\nnumber of calibration points can limit but not completely remove\ndiscrepancies introduced by underparameterized models.","trees":[{"tree_label":"Fig. 1","ntax":"102","rootedtree":"TRUE","title":"Cornales, TvM+Gamma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6865.phy"}]}