{"Authors":" Stephen R Stern, Lynn Bohs, Terri L. Weese","Year":" 2010","Title":" A three-gene evolutionary study of Solanum section\nAndroceras.","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The Leptostemonum clade of the genus Solanum contains\napproximately 350-450 species, including the cultivated eggplant, S.\nmelongena. This clade is characterized by the presence of prickles and\napically attenuate anthers. Solanum section Androceras, the focus of\nthis study, is a group of ca. 12 species belonging to the Leptostemonum\nclade. This section is unusual in the genus because of its mostly\ntemperate distribution and distinctive zygomorphic, heterantherous,\nenantiostylous flowers. We infer phylogenetic relationships among 43\nSolanum taxa, including 11 of the species and all the varieties of sect.\nAndroceras, using DNA sequence data from two nuclear regions (ITS and\nthe granule-bound starch synthase gene [GBSSI or waxy]) and the\nchloroplast region trnT-F. The combined phylogenetic tree supports sect.\nAndroceras as a monophyletic group sister to Solanum sect. Crinitum.\nOnly one of the three series proposed by previous taxonomists, ser.\nPacificum, was found to be monophyletic. Solanum tenuipes from the\nnorthern Chihuahua Desert is sister to the remaining species in sect.\nAndroceras. Species-level relationships were also tested and it was\nfound that two species, S. heterodoxum and S. citrullifolium, were not\nmonophyletic. The ancestral flower color in sect. Androceras appears to\nbe violet, with white and yellow flowers restricted to more derived\nclades. Characters formerly used to diagnose ser. Androceras, such as\nexclusively branched hairs and lack of complex foliar flavonoids, appear\nto have evolved more than once in the section. Keywords  heteranthery,\nITS, section Androceras, Solanum, trnT-F, waxy.","trees":[{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Section Androceras combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6924.phy"}]}