{"Authors":" Sally Harrow, Reza Farrokhi-Nejad, Andrew Pitman, Ian\nScott, Alison Bentley, Charlotte Hide, Matthew Cromey","Year":" 2010","Title":" Characterisation of New Zealand Fusarium populations using a\npolyphasic approach differentiates the F. avenaceum/F. acuminatum/F.\ntricinctum species complex in cereal and grassland systems.","Journal":" Fungal Biology","Volume":" 114","Issue":" 4","Pages":" 293-311","Keywords":" Biogeography; Cereals; Fusarium; Grasses; Molecular\nphylogeny","DOI":" 10.1016/j.funbio.2010.01.005","Abstract":" The purpose of this study was to determine the diversity\nand prevalence of Fusarium species in a survey of cereal and grassland\nsystems from the South Island of New Zealand by applying morphological\nand molecular techniques. Isolates were collected from soil, roots and\nstems from 21 cereal and grassland sites. Ten Fusarium species were\nidentified using morphological characters, including F. acuminatum, F.\navenaceum, F. crookwellense, F. culmorum, F. equiseti, F. oxysporum, F.\npoae, F. pseudograminearum, F. sambucinum and F. tricinctum. In general,\ntheir distribution was found to be unrelated to biogeographical\nlocation, although agricultural practice increased the overall diversity\nof Fusarium. Phylogenetic analyses were successfully used to identify\nmorphologically similar isolates belonging to the F. avenaceum/F.\nacuminatum/F. tricinctum species complex and to resolve previously\nundetermined relationships amongst these species. Fifty-eight isolates\nclassified as either F. avenaceum, F. acuminatum or other closely\nrelated species as well as several well characterised isolates from\ninternational culture collections were examined using DNA sequence data\nfrom the â-tubulin (âTUB), translation elongation factor 1á (EF1á) and\nmitochondrial small subunit ribosomal RNA (mtSSU) genes. Analyses of\ngene sequence data from both âTUB and EF1á discriminated among isolates\nof F. avenaceum, F. acuminatum and F. tricinctum and determined that\nthese three distinct sequence groups formed a single clade. By contrast,\nmtSSU was unable to differentiate F. avenaceum from F. acuminatum and\nother closely related species believed to be F. tricinctum. Comparison\nof the EF1á sequences with the international FUSARIUM-ID database\nsupported the identification of isolates in this study. As in other\nstudies, F. avenaceum was found to be widespread in agricultural and\nnative ecosystems. However, F. acuminatum in New Zealand was found only\non non-wheat hosts. The reason for the absence of this wheat pathogen in\ncereal-based ecosystems in New Zealand remains unknown.","trees":[{"tree_label":"Fig. 4","ntax":"20","rootedtree":"TRUE","title":"Fusarium populations","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6850.phy"},{"tree_label":"Fig. 3","ntax":"14","rootedtree":"TRUE","title":"Fusarium populations","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6838.phy"},{"tree_label":"Fig. 5","ntax":"21","rootedtree":"TRUE","title":"Fusarium populations","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6813.phy"}]}