{"Authors":" Eri Hasegawa, Yuko Ota, Tsutomu Hattori, Taisei\nKikuchi","Year":" 2010","Title":" Sequence-based identification of Japanese Armillaria species\nusing the elongation factor-1 alpha gene.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Armillaria, translation elongation factor-1 alpha gene,\nIGS, ITS, RFLP, species identification","DOI":" 10.3852/09-238","Abstract":" We analyzed the sequences of 3 DNA regionsthe translation\nelongation factor-1 alpha (EF-1 alpha) gene and the internal transcribed\nspacer (ITS) and intergenic spacer (IGS) regions of ribosomal DNAto\ncompare their accuracy in identifying different species of Japanese\nArmillaria. We studied 49 isolates of 8 Armillaria species: A. mellea,\nA. ostoyae, A. nabsnona, A. cepistipes, A. gallica, A. sinapina, A.\ntabescens and the biological species Nagasawa E (Nag. E). The\nphylogenetic analyses of the ITS and IGS data helped in identifying A.\nmellea, A. ostoyae, A. nabsnona, A. tabescens and Nag. E, but could not\nbe used to identify A. gallica, A. cepistipes and A. sinapina.\nNevertheless, our analysis showed that the EF-1 alpha gene was clearly\ndifferent in the 8 examined species. Restriction fragment length\npolymorphisms (RFLPs) of the IGS-1 region could be used to distinguish\nmost species, but the RFLP profiles of some isolates of A. cepistipes\nand A. sinapina were the same even with 4 different restriction enzymes.\nIn conclusion, among the techniques examined in this study, analyzing\nthe EF-1 alpha sequence was found to be the most suitable method for\nidentifying the different species of Japanese Armillaria.","trees":[{"tree_label":"Fig. 4","ntax":"75","rootedtree":"TRUE","title":"Armillaria, EFjpeu","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6768.phy"},{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Armillaria, IGS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6844.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Armillaria, EFjp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6812.phy"},{"tree_label":"Fig. 1","ntax":"49","rootedtree":"TRUE","title":"Armillaria, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6707.phy"}]}