{"Authors":" Hanli Yang, Guangyu Sun, Jean Carlson Batzer, Mark L.\nGleason, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2010","Title":" Novel fungal genera and species associated with the sooty\nblotch and flyspeck complex on apple in China and the USA.","Journal":" Persoonia","Volume":" 24","Issue":"","Pages":" 29-37","Keywords":"","DOI":" 10.3767/00315","Abstract":" Fungi in the sooty blotch and flyspeck (SBFS) complex\ncause blemishes on apple and pear fruit that result in economic losses\nfor growers. The SBFS fungi colonise the epicuticular wax layer of\npomaceous fruit but do not invade the cuticle. Fungi causing fuliginous\nand punctate mycelial types on apple are particularly difficult to\nidentify based on morphological criteria because many species in the\nSBFS complex share the same mycelial phenotypes. We compared the\nmorphology and nuclear ribosomal DNA phylogeny (ITS, LSU) of 11 fungal\nstrains isolated from SBFS blemishes on apple obtained from two\nprovinces in China and five states in the USA. Parsimony analysis,\nsupported by cultural characteristics and morphology in vitro, provided\nsupport to delimit the isolates into three novel genera, representing\nfive new species. Phaeothecoidiella, with two species, P. missouriensis\nand P. illinoisensis, is introduced as a new genus with pigmented\nendoconidia in the Dothideomycetes. Houjia (Capnodiales) is introduced\nfor H. pomigena and H. yanglingensis. Although morphologically similar\nto Stanjehughesia (Chaetosphaeriaceae), Houjia is distinct in having\nsolitary conidiogenous cells. Sporidesmajora (Capnodiales), based on S.\npennsylvaniensis, is distinguished from Sporidesmium (Sordariomycetes)\nin having long, multiseptate conidiophores that frequently have a\nsubconical, darkly pigmented apical cell, and very long, multi-euseptate\nconidia.","trees":[{"tree_label":"Fig. 1","ntax":"85","rootedtree":"TRUE","title":"Sooty blotch and flyspeck, 1 of 14 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6769.phy"}]}