{"Authors":" Mohamed Ahmed Abdel-Wahab, Ka-Lai Pang, Takahiko Nagahama,\nFaten Awad Abdel-Aziz, E. B. Gareth Jones","Year":" 2010","Title":" Phylogenetic evaluation of anamorphic species of Cirrenalia\nand Cumulospora with the description of eight new genera and four new\nspecies.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Four new helicoid anamorphic fungi collected from marine\nhabitats in Egypt and Japan are described. Three marine and one\nterrestrial Cirrenalia species along with two Cumulospora species and\nthe four new fungi were sequenced for LSU and SSU rDNA. Phylogenetic\nanalyses of the generated sequences, along with those from GenBank,\nconfirmed the polyphyly of the genera Cirrenalia and Cumulospora, and\nnew genera were erected to accommodate the displaced species. Eight new\ngenera, four new species and four new combinations are made: 1. Halazoon\nanam.-gen. nov. (Halazoon melhae sp. nov., H. fusca for Cirrenalia\nfusca), 2. Moheitospora anam.-gen. nov. (Moheitospora frutexum sp. nov.,\nM. adarca for Cirrenalia adarca), 3. Moleospora anam.-gen nov.\n(Moleospora maritima sp. nov.), and 4. Glomerulispora anam.-gen. nov.\n(Glomerulispora mangrovei sp. nov); Cirrenalia pygmea, Cirrenalia\ntropicalis and Cumulospora varia are transferred to the new genera, 5.\nHydea anam.-gen. nov, 6. Matsusporium anam.-gen. nov., and 7. Moromyces\nanam.-gen. nov., respectively. These genera can be assigned to the\norders Lulworthiales, TBM clade, while Cirrenalia macrocephala nested\nwithin the order Halosphaeriales. Few morphological characters delineate\nthe genera and species assigned to the Lulworthiales and this aspect is\ndiscussed in relation to the molecular data. The phylogenetic position\nof the terrestrial species, Cirrenalia japonica, shows that it is a\nmember of the order Pleosporales and a new genus, 8. Hiogispora\nanam.-gen. nov. is proposed for the fungus.","trees":[{"tree_label":"LSU SSU Halo","ntax":"29","rootedtree":"TRUE","title":"Cirrenalia, Halosphaeriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6846.phy"},{"tree_label":"LSU SSU Pleo","ntax":"28","rootedtree":"TRUE","title":"Cirrenalia, Pleosporales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6738.phy"}]}