{"Authors":" Lei Xie, Liang-Qian Li, Jun Wen","Year":" 2010","Title":" Phylogenetic analyses of Clematis (Ranunculaceae) based on\nsequences of nuclear ribosomal ITS and three plastid regions.","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Clematis, a largely temperate genus of vines and lianas,\nconsists of approximately 300 species. Based on a sampling from all\ncontinents, sequences of the nrITS, the plastid atpB-rbcL spacer,\npsbA-trnH-trnQ spacer, and rpoB-trnC spacer regions were analyzed using\nparsimony, maximum likelihood, and Bayesian inference methods. Analysis\nof the combined data set using parsimony, maximum likelihood, and\nBayesian inference methods yielded similar topologies. Previously\nrecognized genera including Archiclematis and Naravelia are nested\nwithin Clematis, supporting the merging of these genera within Clematis.\nTen major clades with various levels of support were detected in the\ncombined analyses. Our results in general do not support previous\ninfrageneric classifications based on morphological characters and\nsuggest significant convergence in floral and vegetative characters in\nClematis. Several clades were resolved as regional geographic groups.\nBayesian dating suggests a relatively ancient origin of the genus in the\nOligocene, yet a relatively recent species radiation of the crown\nClematis in the Miocene. Geologic and climatic changes in the late\nTertiary are perhaps important for the speciation of Clematis,\nespecially in eastern Asia. Long-distance fruit dispersal of the fruits\nby wind, water, and/or animals, and strong environmental adaptability\nare proposed as the main mechanisms for the current cosmopolitan\ndistribution and high species diversity of Clematis.","trees":[{"tree_label":"MajRule ITS","ntax":"115","rootedtree":"TRUE","title":"Clematis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6876.phy"},{"tree_label":"MajRule comb","ntax":"115","rootedtree":"TRUE","title":"Clematis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6858.phy"},{"tree_label":"Strict comb","ntax":"115","rootedtree":"TRUE","title":"Clematis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6857.phy"},{"tree_label":"Strict plastid","ntax":"115","rootedtree":"TRUE","title":"Clematis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6882.phy"},{"tree_label":"MajRule plastid","ntax":"115","rootedtree":"TRUE","title":"Clematis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6883.phy"},{"tree_label":"Strict ITS","ntax":"115","rootedtree":"TRUE","title":"Clematis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6875.phy"}]}