{"Authors":" S. I. Warwick, K. Mummenhoff, Connie A Sauder, Marcus Koch,\nIhsan Al-Shehbaz","Year":" 2010","Title":" Closing the gaps: Phylogenetic relationships in the\nBrassicaceae based on DNA sequence data of nuclear ribosomal ITS\nregion.","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Brassicaceae, ITS region, Phylogeny, Systematics, Tribal\nassignments","DOI":" 10.1007/s00606-010-0271-8","Abstract":" Sequence data from the nuclear encoded ribosomal internal\ntranscribed spacer (ITS) region were used to determine monophyly of\ntribes, tribal limits and tribal relationships of 96 so far unassigned\nor tentatively assigned genera (represented by 101 taxa/accessions)\nwithin the Brassicaceae. Maximum parsimony and maximum-likelihood\nanalyses of 185 ITS Brassicaceae sequences, which also included\nrepresentatives of each of the 34 currently recognized tribes, supported\nthe separate phylogenetic distinctness of these tribes and permitted the\ntribal assignment of all but 12 of the unassigned genera into tribal\nclades. The data support the recognition of eight, new, well-resolved,\nuni- or oligogeneric tribes recognized herein as the Alyssopsideae (96%\nBS; including the central and southwestern Asian Alyssopsis and\nCalymmatium), Asteae (100% BS; including the Mexican Asta), Eudemeae\n(97% BS; South American Brayopsis, Eudema, and Xerodraba), Kernereae\n(96% BS; European Kernera and Rhizobotrya), Notothlaspideae (100% BS;\nNew Zealandic Notothlaspi), Oreophytoneae (100% BS; eastern African\nOreophyton and southern European Murbeckiella), and Yinshanieae (100%\nBS; Chinese Yinshania), as well as the moderately supported\nMicrolepidieae (75% BS; Australian Microlepidium and Carinavalva).\nFurthermore, the results fully support the recent findings that the\ntribes Schizopetaleae and Thelypodieae ought to be recognized as two\ndistinct, instead of a single tribe, as well as provide some support for\nthe re-establishment of the tribe Cremolobeae, bringing the total number\nto 44 tribes in the family. Nearly 92% (315 of the 343 genera in the\nfamily have been assigned to a tribe.","trees":[{"tree_label":"ITS Tree","ntax":"186","rootedtree":"TRUE","title":"Brassicaceae, Generic Gap ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6899.phy"}]}