{"Authors":" Sarah Leo, Margo Pybus, Felix A.H. Sperling","Year":" 2010","Title":" Deep mitochondrial DNA lineage divergences within Alberta\npopulations of Dermacentor albipictus (Acari: Ixodidae) do not indicate\ndistinct species.","Journal":" Journal of Medical Entomology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The winter tick Dermacentor albipictus (Packard) has a\nsingle-host life cycle that allows it to reach severe infestation levels\non ungulates, particularly moose. Genotypic variation within these and\nrelated ticks has been a source of taxonomic confusion, although the\ncontinuity in their morphology and life history has generally been\ninterpreted as indicating the existence of a single species. To further\ninvestigate this variation, we sequenced regions of two mtDNA genes (COI\nand 16S rDNA), two nuclear genes (lysozyme and ITS-2), and two bacterial\nmarkers (17kDa lipoprotein of Francisella tularensis (Dorofe’ev) and 16S\nrDNA of Francisella-like endosymbionts). We sampled 42 D. albipictus\nindividuals from whitetail and mule deer culled from three populations\nin east-central Alberta, as well as four D. albipictus and two D.\nvariabilis (Say) from other locations. We then compared DNA sequence\nvariation between the genes and related this to variation in the\nmorphology of spiracle plates. Both mtDNA regions indicated two deeply\ndiverged lineages (mean difference of 7.1% for COI and 4.5% for 16S)\nthat would normally be considered diagnostic of distinct species in DNA\nbarcoding studies. However, very little divergence was revealed by\nnuclear gene sequences, bacterial endosymbionts and morphometric\nanalyses, and any variation that did occur in these markers was not\ncongruent with mtDNA divergences. We conclude that the sampled\npopulations in Alberta represent a single species, D. albipictus, and\nreiterate the importance of integrative approaches in species\ndelimitation.","trees":[{"tree_label":"Fig. 5","ntax":"11","rootedtree":"TRUE","title":"Francisella tularensis 17kDa lipoprotein homolog","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6896.phy"},{"tree_label":"Fig. 3","ntax":"39","rootedtree":"TRUE","title":"Dermacentor, 16S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6747.phy"},{"tree_label":"Fig. 4A","ntax":"8","rootedtree":"TRUE","title":"Dermacentor albipictus ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6932.phy"},{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Dermacentor albipictus COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6934.phy"},{"tree_label":"Fig. 6","ntax":"15","rootedtree":"TRUE","title":"Francisella-like endosymbiont 16SrRNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6815.phy"}]}