{"Authors":" Anna K, Monfils, L. Alan Prather","Year":" 2010","Title":" Phylogeny of Cantua (Polemoniaceae): Evidence from\nChloroplast and Nuclear DNA Sequence Data.","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" A phylogeny of Cantua was estimated using parsimony\nanalyses of DNA sequences from the nuclear ribosomal ITS region and the\nchloroplast spacers trnT-trnL, trnL-trnF, and partial ndhF coding\nregion. One of the two species formerly included in Huthia was included\nin these analyses; the other is known only from the type. Data from the\nphylogenetic analyses strongly supported the paraphyly of Cantua to this\ntaxon, Cantua volcanica (=Huthia coerulea). This result supports the\nearlier inclusion of the two species formerly placed in Huthia within\nCantua. Cantua volcanica was most closely related to C. quercifolia, and\nthese two species were the sister group to the rest of Cantua. The\nremaining taxa, C. flexuosa, C. cuzcoensis, C. bicolor, C. candelilla,\nC. buxifolia, and C. pyrifolia were well supported as a monophyletic\ngroup. When multiple specimens were sampled within a species they formed\nmonophyletic clades, supporting current species circumscriptions in the\ngenus, with the exception of C. buxifolia. Relationships between C.\nbuxifolia and the other species in the clade remain unresolved. Cantua\nmediamnis (=Huthia longiflora) and C. dendritica were not included in\nthe phylogenetic analyses, however based on morphological characters the\nformer is clearly allied with C. volcanica and the latter with C.\nflexuosa.","trees":[{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"Cantua, Combination","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6936.phy"},{"tree_label":"Fig. 1","ntax":"19","rootedtree":"TRUE","title":"Cantua, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6867.phy"},{"tree_label":"Fig. 2","ntax":"19","rootedtree":"TRUE","title":"Cantua, Chloroplast","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6787.phy"}]}