{"Authors":" James M. Cook, Carlos Lopez-Vaamonde, H. Charles J.\nGodfray","Year":" 2003","Title":" Evolutionary dynamics of host plant utilisation in a genus of\nleaf-mining moths.","Journal":" Evolution","Volume":" 57","Issue":" 8","Pages":" 1804-1821","Keywords":" NA","DOI":" NA","Abstract":" We used nuclear 28S rDNA sequence data to estimate the\nphylogeny of 77 leaf-mining Phyllonorycter (Gracillariidae) moth\nspecies, including all 55 British species, feeding on 44 different plant\ngenera. There was strong support for both the monophyly of\nPhyllonorycter and the placement of the genus Cameraria as its sister\ngroup. Host plant use was mapped onto the moth phylogeny and\ninvestigated statistically in several ways. First, we show that the\nestimated level of co-speciation between leafminers and their host\nplants is not greater than expected by chance, despite the physical\nintimacy of the association. Nevertheless, the pattern of host plant use\nis far from random, with closely related Phyllonorycter species\ngenerally feeding on closely related plants. However, while\nPhyllonorycter species from a given host plant tend to form distinct\nclades, there is also statistical support for multiple independent\ncolonisations of some host plant taxa (e.g. the order Rosales and the\ngenus Corylus). Despite numerous host shifts, most Phyllonorycter\nspecies feed on trees and the few species that attack shrubs or herbs\nhave mostly acquired these habits independently. There is also limited\nevidence that host shifts to herbs are more likely from shrubs than from\ntrees. Similarly, most species mine the lower surface of leaves but the\nfew upper surface miners have each evolved the habit independently.\nConsequently, these shifts to new adaptive zones have not led to\nsubstantial radiations.","trees":[{"tree_label":"Fig. 1","ntax":"94","rootedtree":"TRUE","title":"Phyllonorycter spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1238.phy"}]}