{"Authors":" Conrad Lamoraal Schoch, Kevin D Hyde, Alan R Wood, Cécile\nGueidan, G. Sybren De Hoog, Johannes (Ewald) Zacharias Groenewald, Pedro\nW. Crous","Year":" 2010","Title":" Crous, P. W., C. L. Schoch, K. D. Hyde, A. R. Wood, C.\nGueidan, G. S. de Hoog, and J. Z. Groenewald. 2009. Phylogenetic\nlineages in the Capnodiales. Studies in Mycology, 64:17-47.","Journal":" Studies in Mycology","Volume":" 64","Issue":"","Pages":" 17-47","Keywords":"","DOI":" 10.3114/sim.2009.64.02","Abstract":" The Capnodiales incorporates plant and human pathogens,\nendophytes, saprobes and epiphytes, with a range of nutritional modes.\nSeveral species are lichenised, or occur as parasites on fungi, or\nanimals. The aim of the present study was to use DNA sequence data of\nthe nuclear ribosomal small and large subunit genes to test the\nmonophyly of the Capnodiales, and resolve families within the order. We\ndesigned primers to allow the amplification and sequencing of almost the\ncomplete nuclear ribosomal small and large subunit genes. Other than the\nCapnodiaceae (sooty moulds), and the Davidiellaceae, which contains\nsaprobes and plant pathogens, the order presently incorporates families\nof major plant pathological importance such as the Mycosphaerellaceae,\nTeratosphaeriaceae and Schizothyriaceae. The Piedraiaceae was not\nsupported, but resolves in the Teratosphaeriaceae. The Dissoconiaceae is\nintroduced as a new family to accommodate Dissoconium and\nRamichloridium. Lichenisation, as well as the ability to be saprobic or\nplant pathogenic evolved more than once in several families, though the\ntaxa in the upper clades of the tree lead us to conclude that the\nstrictly plant pathogenic, nectrotrophic families evolved from saprobic\nancestors (Capnodiaceae), which is the more primitive state.","trees":[{"tree_label":"Fig. 1","ntax":"295","rootedtree":"TRUE","title":"Capnodiales, RAxML tree based on partial LSU\nalignment.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6792.phy"},{"tree_label":"Fig. 2","ntax":"205","rootedtree":"TRUE","title":"Capnodiales, RAxML tree based on 18S, 5.8S and 28S\nnrDNA alignment.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6864.phy"}]}