{"Authors":" Ka-Lai Pang, Takahiko Nagahama, Faten Awad Abdel-Aziz, E.\nB. Gareth Jones, Mohamed Ahmed Abdel-Wahab","Year":" 2010","Title":" Phylogenetic evaluation of anamorphic species of Cirrenalia\nand Cumulospora with the description of eight new genera and four new\nspecies.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Halosphaeriales, Helicoid fungi, Lulworthiales, Marine\nfungi, Pleosporales, TBM clade","DOI":" 10.1007/s11557-010-0661-x","Abstract":" Four new helicoid anamorphic fungi collected from marine\nhabitats in Egypt and Japan are described. Three marine and one\nterrestrial Cirrenalia species along with two Cumulospora species and\nthe four new fungi were sequenced for LSU and SSU rDNA. Phylogenetic\nanalyses of the generated sequences, along with those from GenBank,\nconfirmed the polyphyly of the genera Cirrenalia and Cumulospora, and\nnew genera are erected to accommodate the displaced species. Eight new\ngenera, four new species and six new combinations are made: 1. Halazoon\nanam.-gen. nov. (Halazoon melhae sp. nov., H. fusca for Cirrenalia\nfusca), 2. Moheitospora anam.-gen. nov. (Moheitospora frutexum sp. nov.,\nM. adarca for Cirrenalia adarca), 3. Moleospora anam.-gen nov.\n(Moleospora maritima sp. nov.), and 4. Glomerulispora anam.-gen. nov.\n(Glomerulispora mangrovei sp. nov); Cirrenalia pygmea, Cirrenalia\ntropicalis and Cumulospora varia are transferred to the new genera, 5.\nHydea anam.-gen. nov, 6. Matsusporium anam.-gen. nov., and 7. Moromyces\nanam.-gen. nov., respectively. These genera can be assigned to the order\nLulworthiales, TBM (Torpedospora/Bertia/Melanospora) clade, while\nCirrenalia macrocephala nested within the order Halosphaeriales. Few\nmorphological characters delineate the genera and species assigned to\nthe Lulworthiales and this aspect is discussed in relation to the\nmolecular data. The phylogenetic position of the terrestrial species,\nCirrenalia japonica, shows that it is a member of the order Pleosporales\nand a new genus, 8. Hiogispora anam.-gen. nov. is proposed for the\nfungus.","trees":[{"tree_label":"Strict","ntax":"62","rootedtree":"TRUE","title":"Cirrenalia and Cumulospora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6906.phy"}]}