{"Authors":" Diego San Mauro","Year":" 2010","Title":" A multilocus timescale for the origin of extant\namphibians","Journal":" Molecular Phylogenetics and Evolution","Volume":" 56","Issue":" 2","Pages":" 554561","Keywords":" Amphibia, Lissamphibia, Anura, Caudata, Gymnophiona,\nMolecular Phylogeny, Molecular Dating, Divergence Time","DOI":" 10.1016/j.ympev.2010.04.019","Abstract":" One of the most hotly debated topics in vertebrate\nevolution is the origin of extant amphibians (Lissamphibia). The recent\ncontribution of molecular data is shedding new light on this debate, but\nmany important questions still remain unresolved. I have assembled a\nlarge and comprehensive multilocus dataset (the largest to date in terms\nof number and heterogeneity of sequence characters) combining\nmitogenomic and nuclear information from 23 genes for a sufficiently\ndense taxon sampling with the key major lineages of extant amphibians.\nThis dataset has been used to infer a robust phylogenetic framework and\nmolecular timescale for the origin of extant amphibians employing the\nmost recent phylogenetic and dating methods, as well as several\nalternative calibration schemes. The monophyly of each extant amphibian\norder and the sister group relationship between frogs and salamanders\n(Batrachia hypothesis) are all strongly supported. Dating analyses (all\nmethods and calibration schemes used) suggest that the origin of extant\namphibians (divergence between caecilian and batrachians) occurred in\nthe Late Carboniferous, around 315 Mya, and the divergence between frogs\nand salamanders occurred in the Early Permian, around 290 Mya. These age\nestimates are more consistent with the fossil record than previous older\nestimates, and more in line with the Temnospondyli or the Lepospondyli\nhypotheses of lissamphibian ancestry (although the polyphyly hypothesis\ncannot be completely ruled out).","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Extant Amphibians","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_20830.phy"}]}