{"Authors":" Tee Havananda, E. Charles Brummer, Ivan J Maureira-Butler,\nJeff J. Doyle","Year":" 2010","Title":" Relationships among diploid members of the Medicago sativa\n(Fabaceae) species complex based on chloroplast and mitochondrial DNA\nsequences.","Journal":" Systematic Botany","Volume":" 35","Issue":" 1","Pages":" 140-150","Keywords":" Chloroplast DNA, Medicago, mitochondrial DNA, statistical\nparsimony","DOI":" 10.1600/036364410X493340","Abstract":" The Medicago sativa species complex includes tetraploid\ncultivated alfalfa and several other diploid and tetraploid taxa that\nare recognized either as subspecies of M. sativa or as separate species.\nThe two principal diploid taxa are “caerulea,” with purple-flowers and\ncoiled pods, and “falcata” with yellow-flowers and falcate pods. To\nunderstand the evolutionary relationships among taxa in the complex,\nsequence variation in two noncoding regions of chloroplast DNA (cpDNA:\nrpl20-rps12 and trnS-trnG spacers) and three regions of mitochondrial\nDNA (mtDNA: nad4 intron, nad7 intron, and rpS14-cob spacer) were\nsurveyed from 48 (37 for mtDNA) individuals representing these and other\ndiploid taxa in the complex. These sequences afforded independent\nperspectives on the evolutionary history of the group, because mtDNA is\nmaternally inherited in Medicago whereas cpDNA is biparentally inherited\nwith strong paternal bias. Twenty and 21 haplotypes were identified for\ncpDNA and mtDNA, respectively. Haplotype networks were constructed and\ntests of differentiation were conducted. Results from cpDNA sequences\nsupported the recognition of “caerulea” and “falcata” as differentiated\ntaxa, despite the presence of some shared haplotypes, in agreement with\nmorphological characters. In contrast, no significant evidence of mtDNA\nhaplotype differentiation was observed. Incongruence between cpDNA and\nmtDNA is more likely explained by introgression of the mitochondrial\ngenome than by incomplete lineage sorting of mtDNA haplotypes, given the\nexpected smaller effective population size for uniparentally inherited\nmtDNA than for biparentally inherited cpDNA. Moreover, the two taxa are\nreadily crossable, making natural hybridization possible. The long-time\ndisagreement on whether to recognize “falcata” as a separate species or\na subspecies of M. sativa sensu lato is due to the common problem of\nunequal rates of differentiation for different characters during\nspeciation.","trees":[{"tree_label":"NJ substitute for Fig. 4","ntax":"37","rootedtree":"TRUE","title":"Medicago sativa, mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6979.phy"},{"tree_label":"NJ substitute for Fig. 3","ntax":"51","rootedtree":"TRUE","title":"Medicago sativa, cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6978.phy"},{"tree_label":"mtDNA not published","ntax":"22","rootedtree":"TRUE","title":"Medicago sativa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6981.phy"},{"tree_label":"cpDNA not published","ntax":"21","rootedtree":"TRUE","title":"Medicago sativa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6980.phy"}]}