{"Authors":" Michal Tomsovsky, Audrius Menkis, Rimvydas Vasaitis","Year":" 2010","Title":" Phylogenetic relationships in European Ceriporiopsis species\ninferred from nuclear and mitochondrial ribosomal DNA sequences.","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1016/j.funbio.2010.02.004","Abstract":" The aim of this work was to clarify taxonomy and examine\nevolutionary relationships within European Ceriporiopsis species using a\ncombined analysis of the large subunit (nLSU) nuclear rRNA and small\nsubunit (mtSSU) mitochondrial rRNA gene sequences. Data from the ITS\nregion were applied to enhance the view of the phylogenetic\nrelationships among different species. The studied samples grouped into\nfour complex clades, suggesting that the genus Ceriporiopsis is\npolyphyletic. The generic type Ceriporiopsis gilvescens formed a\nseparate group together with Ceriporiopsis guidella and Phlebia spp. in\nthe phlebioid clade. In this clade, the closely related species\nCeriporiopsis resinascens and Ceriporiopsis pseudogilvescens grouped\ntogether with Ceriporiopsis aneirina. C. resinascens and C.\npseudogilvescens have identical LSU and SSU sequences but differ in ITS.\nCeriporiopsis pannocincta also fell in the phlebioid clade, but showed\ncloser proximity to Gloeoporus dichrous than to C. gilvescens or C.\naneirinaC. pseudogilvescensC. resinascens group. Another clade was\ncomposed of a Ceriporiopsis balaenaeCeriporiopsis consobrina group and\nwas found to be closely related to Antrodiella and Frantisekia, with the\noverall clade highly reminiscent of the residual polyporoid clade. The\nmonotypic genus Pouzaroporia, erected in the past for Ceriporiopsis\nsubrufa due to its remarkable morphological differences, also fell\nwithin the residual polyporoid clade. Ceriporiopsis subvermispora held\nan isolated position from the other species of the genus. Therefore, the\npreviously proposed name Gelatoporia subvermispora has been adopted for\nthis species. Physisporinus rivulosus appeared unrelated to two other\nEuropean Physisporinus species. Moreover, Ceriporiopsis (=Skeletocutis)\njelicii grouped in a separate clade, distinct from Ceriporiopsis\nspecies. Finally, the ITS data demonstrated theproximity of some\nCeriporiopsis species (Ceriporiopsis portcrosensis and Ceriporiopsis\nsubsphaerospora) to Skeletocutis amorpha.","trees":[{"tree_label":"Fig. 2","ntax":"40","rootedtree":"TRUE","title":"Ceriporiopsis, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6764.phy"},{"tree_label":"Fig. 1","ntax":"51","rootedtree":"TRUE","title":"Ceriporiopsis, LSU SSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6950.phy"}]}