{"Authors":" Ben Wielstra, Gonçalo Espregueira Themudo, Ozgur Guclu,\nKurtulus Olgun, Nickolay Poyarkov, Jan-Willem Arntzen","Year":" 2010","Title":" Cryptic crested newt diversity at the Eurasian transition:\nthe mitochondrial DNA phylogeography of Near Eastern Triturus newts","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Anatolia, Balkan Peninsula, Caucasia, Historical\nbiogeography, Iran, Mediterranean, Phylogeny, Triturus cristatus\nsuperspecies, Triturus karelinii, Triturus arntzeni","DOI":" 10.1016/j.ympev.2010.04.030","Abstract":" Crested newts of the Triturus karelinii group occur in a\nphylogeographically understudied region: the Near East. Controversy\nsurrounds the systematic position of these newts within the complete\ncrested newt assemblage (the Triturus cristatus superspecies). We\nexplore the situation using mitochondrial sequence data (ND2 and ND4,\n≈1.7 kb) and employing different methods of phylogenetic inference\n(Bayesian inference and Maximum Likelihood using mixed models) and\nmolecular dating (r8s and BEAST). The T. karelinii group is monophyletic\nand constitutes one of four main lineages in the Triturus cristatus\nsuperspecies. The separation of the T. karelinii group from the\nremaining crested newts around 9 Ma is related to the formation of the\nMid-Aegean Trench, which separated the Balkan and Anatolian landmasses.\nThe T. karelinii group comprises three geographically structured clades\n(eastern, central and western). The genetic divergence shown by these\nclades is comparable to that among recognized crested newt species. We\nsuggest the uplift of the Armenian Plateau to be responsible for the\nseparation of the eastern clade around 7 Ma, and the re-establishment of\na marine connection between the Black Sea and the Mediterranean at the\nend of the Messinian Salinity Crisis to have caused the split between\nthe central and western clade around 5.5 Ma. Genetic structuring within\nthe three clades dates to the Quaternary Ice Age (<2.59 Ma) and is\nassociated with alternating periods of isolation and reconnection caused\nby periodic changes in sea level and surface runoff.","trees":[{"tree_label":"Fig. x","ntax":"73","rootedtree":"TRUE","title":"Near Eastern Triturus newts","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6986.phy"}]}