{"Authors":" Enith I Rojas, Stephen A Rehner, Gary J Samuels, Sunshine A\nVanBael, Edward A. Herre, Paul Cannon, Chen Rui, Junfeng Pang, Ruiwu\nWang, Yaping Zhang, Yan-Qiong Peng, Tao Sha","Year":" 2010","Title":" Colletotrichum gloeosporioides s.l. associated with Theobroma\ncacao and other plants in Panamá: multilocus phylogenies distinguish\nhost-associated pathogens from asymptomatic endophytes","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" anthracnose, China, endophyte, multi-locus, Panamá,\npathogen","DOI":"","Abstract":" Colletotrichum interacts with numerous plant species\novertly as symptomatic pathogens and cryptically as asymptomatic\nendophytes. It is not known whether these contrasting ecological modes\nare optional strategies expressed by individual Colletotrichum species\nor whether a species ecology is explicitly pathogenic or endophytic. We\nexplored this question by inferring relationships among 77 C.\ngloeosporioides s.l. strains isolated from asymptomatic leaves and from\nanthracnose lesions on leaves and fruits of Theobroma cacao (cacao) and\nother plants from Panamá. ITS and 5-tef1 were used to assess diversity\nand to delineate operational taxonomic units for multilocus phylogenetic\nanalysis. The ITS and 5’-tef1 screens concordantly resolved four\nstrongly supported lineages, clades A-D: clade A includes the ex type of\nC. gloeosporioides, clade C includes the ex type ITS sequence of C.\nboninense, and clades C and D are unidentified. The ITS yielded limited\nresolution and support within all clades, in particular the C.\ngloeosporioides clade (clade A), the focal lineage dealt with in this\nstudy. In contrast, the 5-tef1 screen differentiated nine distinctive\nhaplotype subgroups within the C. gloeosporioides clade that were\nconcordant with phylogenetic terminals resolved in a 5-locus nuclear\nphylogeny. Among these were two phylogenetic species associated with\nsymptomatic infections specific to either cacao or mango and five\nphylogenetic species isolated principally as asymptomatic infections\nfrom cacao and other plant hosts. We formally describe two new species,\nC. tropicale and C. ignotum, that are frequent asymptomatic associates\nof cacao and other Neotropical plant species, and epitypify C.\ntheobromicola, which is associated with foliar and fruit anthracnose\nlesions of cacao. Asymptomatic Colletotrichum strains isolated from\ncacao plants grown in China included six distinct C. gloeosporioides\nclade taxa, only one of which is known to occur in the Neotropics.","trees":[{"tree_label":"Fig. 1a ITS","ntax":"77","rootedtree":"TRUE","title":"Colletotrichum ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_6989.phy"},{"tree_label":"tef1_4","ntax":"34","rootedtree":"TRUE","title":"Tr6992","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6992.phy"},{"tree_label":"tef1_1b","ntax":"77","rootedtree":"TRUE","title":"Tr6990","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6990.phy"},{"tree_label":"multiloc_3","ntax":"29","rootedtree":"TRUE","title":"Tr6991","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6991.phy"}]}