{"Authors":" Hanno Schaefer, Susanne S Renner","Year":" 2010","Title":" A gift from the New World? The West African crop Cucumeropsis\nmannii and the American Posadaea sphaerocarpa (Cucurbitaceae) are the\nsame species","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Benincaseae, DNA barcoding, egusi, long distance\ndispersal, molecular phylogenetics, oil-rich seeds","DOI":"","Abstract":" The biogeographical history of several important\nvegetables is still unclear. In the gourd family, Cucurbitaceae, this\napplies to melon and cucumber, but also to many species of more regional\nimportance. Cucumeropsis mannii is cultivated in West Tropical Africa\nfor its nutritious seeds. Family-wide phylogenetic analyses suggested\nthat it is closest to Posadaea sphaerocarpa from Central and South\nAmerica, the seeds of which are also eaten and the fruit of which is\nmade into bowls. To reconstruct these species historical biogeography,\nwe sequenced six plastid markers and the nuclear ribosomal ITS region\nfor several accessions of both species, plus all relevant outgroups.\nMorphological traits were studied in 102 herbarium specimens\nrepresenting both species. A 5,155 nucleotide-long matrix of chloroplast\nand nuclear DNA contained a single informative mutation in a poly-C\nregion of nuclear ITS among six accessions that covered the species\nnative ranges. Next-closest species differed in all plastid markers and\nby >34 mutations in ITS1 and ITS2. Study of the morphology revealed a\npossible small difference in fruit shape (cylindrical-ovate versus\nspherical), presumably resulting from human selection on the African\npopulations. The closest outgroups Melancium and Melothria are endemic\nto the neotropics, and maximum likelihood area reconstruction indicates\nthat Cucumeropsis mannii also originated there. The near-absence of\ngenetic and morphological differentiation implies that gene flow between\nCucumeropsis manni and Posadaea sphaerocarpa stopped relatively\nrecently, and taxonomically they should (or could) be treated as one\nspecies. Transport of seeds during the transatlantic slave trade is a\npossible scenario, although we cannot reject natural dispersal.","trees":[{"tree_label":"Cucumeropsis_comb","ntax":"15","rootedtree":"TRUE","title":"Tr7011","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7011.phy"}]}