{"Authors":" Barbara Gravendeel, Henk C. den Bakker, Thomas W.\nKuyper","Year":" 2003","Title":" An ITS phylogeny of Leccinum and an analysis of the evolution\nof minisatellite-like sequences within ITS1.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Abstract: Phylogenetic relationships of the European\nspecies of Leccinum (Boletales, Boletaceae) were investigated by maximum\nparsimony, Bayesian and likelihood analyses of nrITS1-5.8S-ITS2 and 28S\nsequences. The separate gene trees inferred were largely concordant, and\ntheir combined analysis indicates that several traditional sectional and\nspecies-level taxonomic schemes are artificial. In Leccinum, the nrITS\nregion ranges in size from 694 to 1480 bp. This extreme length\nheterogeneity is localized to a part of the ITS1 spacer that contains a\nminisatellite characterized by the repeated presence of CTATTGAAAAG and\nCTAATAGAAAG core sequences and mutational derivatives thereof. The\nnumber of core sequences present in the minisatellite varied from 12 to\n36. Intra-individual sequence variation of the minisatellite was always\nsmaller than between different species, indicating that concerted\nevolution proceeds rapidly enough to retain phylogenetic signal at the\ninfraspecific level. In contrast, the evolutionary pattern exhibited by\nthe major ITS1 repeat types found was homoplastic when mapped onto the\nspecies lineages inferred from the combined 5.8S-ITS2 sequences. The\nminisatellite therefore appears not to be useful for phylogeny\nreconstruction at or above the species level.","trees":[{"tree_label":"Fig. 1","ntax":"27","rootedtree":"TRUE","title":"Leccinum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1242.phy"},{"tree_label":"Fig. 2","ntax":"27","rootedtree":"TRUE","title":"Leccinum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1243.phy"},{"tree_label":"ITSplus28S","ntax":"11","rootedtree":"TRUE","title":"Leccinum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1244.phy"}]}