{"Authors":" Victor A. Chepurnov, Thomas Friedl, Anke Behnke, David G.\nMann","Year":" 2003","Title":" Reproductive compatibility and rDNA sequence analyses in the\nSellaphora pupula species complex (Bacillariophyta).","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" In the Sellaphora pupula complex, a model system for\ninvestigations of the species concept and speciation in diatoms, it was\ntested in this study whether ITS rDNA sequence differences are\ncorrelated with sexual compatibility. Also the phylogenetic stucture\namong the demes and the phylogenetic position of the genus within the\nraphid diatoms was investigated. The division of clones of S. pupula and\nS. laevissima into groups, based on sequence similarities and\nphylogenetic analyses, reflected a grouping as based on sexual\ncompatibility: a high ITS sequence divergence was found among clones\nwhose gametangia do not interact, making full alignment difficult or\nimpossible, while there was little sequence divergence among\ninterfertile clones. This is clearly consistent with the idea that ‘Z\nclades’ exhibit less intraclade than interclade variation in ITS and, as\ncomparisons of secondary structure models for the RECT and PSEUDOCAP\nclones showed, that there is an equivalence of ‘CBC and Z-clades’ in the\nrectangular and pseudocapitate demes of S. pupula, as earlier\nhypothesized for chlorophytes. Intraclonal, presumably intraindividual,\nvariation in ITS was found in S. pupula with a degree of variation less\nthan that found within a single Z clade and it was too minor to affect\nthe interclonal relationships in the ITS phylogeny. Sellaphora, which\nappears monophyletic in 18S phylogenies and with Pinnularia and Navicula\npelliculosa as its closest allies, may also include some species\ncurrently classified in Eolimna. The S. pupula-S. laevissima group began\nto diversify in or before the Miocene.","trees":[{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Sellaphora pupula complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1249.phy"},{"tree_label":"Fig. 4","ntax":"13","rootedtree":"TRUE","title":"Sellaphora pupula complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1250.phy"}]}