{"Authors":" R. Toby Pennington, C. A Pendry, Susan Pell, Darien E.\nPrado, Matthew T. Lavin, Charles A. Butterworth","Year":" 2003","Title":" Neotropical seasonally dry forest plants show patterns of\nboth Tertiary and Quaternary diversification.","Journal":" Philosophical Transactions of the Royal Society B","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Historical climate changes have had a major effect on the\ndistribution and evolution of plant species in the Neotropics. What is\nmore controversial is whether relatively recent Pleistocene climatic\nchanges have driven speciation, or whether Neotropical species diversity\nis more ancient. This question is addressed using evolutionary rates\nanalysis of nuclear ribosomal ITS sequence data on diverse taxa\noccupying Neotropical seasonally dry forests, including Ruprechtia\n(Polygonaceae), robinioid legumes (Fabaceae), Chaetocalyx and Nissolia\n(Fabaceae), and Loxopterygium (Anacardiaceae). Species diversifications\nin these taxa occurred both during and before the Pleistocene in Central\nAmerica, but were primarily pre-Pleistocene in South America. This\nindicates plausibility both for models that predict tropical species\ndiversity to be recent and that invoke a role for Pleistocene climatic\nchange, and those that consider it ancient and implicate geological\nfactors such as the Andean orogeny and the closure of the Panama\nIsthmus. Cladistic vicariance analysis was attempted to identify common\nfactors underlying evolution in these groups. In spite of the similar\nmid-Miocene to Pliocene ages of the study taxa, and their high degree of\nendemicity in the different fragments of South American dry forests, the\nanalysis yielded equivocal, non-robust patterns of area\nrelationships.","trees":[{"tree_label":"Fig. 10","ntax":"8","rootedtree":"TRUE","title":"Loxopterygium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1254.phy"},{"tree_label":"Fig. 7","ntax":"75","rootedtree":"TRUE","title":"Fabaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1251.phy"},{"tree_label":"Fig. 8","ntax":"38","rootedtree":"TRUE","title":"Ruprechtia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1252.phy"},{"tree_label":"Fig. 9","ntax":"29","rootedtree":"TRUE","title":"Fabaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1253.phy"}]}