{"Authors":" Thomas Silberfeld, Jessica W. Leigh, Heroen Verbruggen,\nCorinne Cruaud, Bruno de Reviers, Florence Rousseau","Year":" 2010","Title":" A multi-locus time-calibrated phylogeny of the brown algae\n(Heterokonta, Phaeophyceae): investigating the evolutionary nature of\nthe “Brown Algal Crown Radiation”","Journal":" Molecular Phylogenetics and evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phaeophyceae, brown algal crown radiation, non-molecular\ncharacters evolution, multi-marker phylogeny, time-calibrated phylogeny,\nbayesian relaxed molecular clock, hard/soft polytomy","DOI":"","Abstract":" The most conspicuous feature in the phaeophycean phylogeny\nis a vast polytomy, named “brown algal crown radiation” (BACR),\nencompassing 10+ out of 17 currently recognized brown algal orders.\nLately a resolution of the BACR has been initiated, therefore suggesting\nthat the so-called radiation may actually be an artefact due to the use\nof quantitatively and/or qualitatively insufficient molecular markers.\nNevertheless (i) the resolution of the BACR remained incomplete and\nambiguous, and (ii) further exploration of the apparent polytomic nature\nof the BACR is still lacking. The present work aims to address these\nissues using a dual approach. First, a multi-marker phylogeny of the\nbrown algae was built from ten mitochondrial, plastid and nuclear loci\n(>10,000 nt) of 72 phaeophycean taxa. Our phylogeny confirms the\nphylogenetic insights uncovered by previous studies and increases\ninter-ordinal resolution within the BACR. Non-molecular characters\nclassically used in ordinal delimitation were mapped on the molecular\ntopology to study their evolutionary history. Bayesian relaxed molecular\nclock analysis was carried out to better characterize the nature of the\nBACR and results in the first extensively sampled, time-calibrated\nphaeophycean phylogeny to be published. The analysis shows that the BACR\nis likely to be a soft polytomy encompassing an episode of\ndiversification spanning most of the Lower Cretaceous.","trees":[{"tree_label":"10 Genes","ntax":"72","rootedtree":"TRUE","title":"Tr9805","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9805.phy"},{"tree_label":"10 Genes Tree","ntax":"72","rootedtree":"TRUE","title":"Phaeophyceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9806.phy"}]}