{"Authors":" Amanda Castillo, Susana Magallón","Year":" 2009","Title":" Angiosperm diversification through time.","Journal":" American Journal of Botany","Volume":" 96","Issue":" 1","Pages":" 349-365","Keywords":" crown group; diversification; extinction; fossils;\nmolecular clock: penalized likelihood; stem group","DOI":" 10.3732/ajb.0800060","Abstract":" The extraordinary diversity of angiosperms is the ultimate\noutcome of the interplay of speciation and extinction, which determine\nthe net diversification of different lineages. We document the temporal\ntrends of angiosperm diversification rates during their early history.\nAbsolute diversification rates were estimated for order-level clades\nusing ages derived from relaxed molecular clock analyses that included\nor excluded a maximal constraint to angiosperm age. Diversification\nrates for angiosperms as a whole ranged from 0.0781 to 0.0909 net\nspeciation events per million years, with dates from the constrained\nanalysis. Diversification through time plots show an inverse\nrelationship between clade age and rate, where the younger clades tend\nto have the highest rates. Angiosperm diversity is found to have mixed\norigins: slightly less than half of the living species belong to\nlineages with low to moderate diversification rates, which appeared\nbetween 130 and 102 Mya (Barremian-uppermost Albian; Lower Cretaceous).\nSlightly over half of the living species belong to lineages with\nmoderate to high diversification rates, which appeared between 102 and\n77 Mya (Cenomanian-mid Campanian; Upper Cretaceous). Terminal lineages\nleading to living angiosperm species, however, may have originated soon\nor long after the phylogenetic differentiation of the clade to which\nthey belong.","trees":[{"tree_label":"265 PP","ntax":"265","rootedtree":"TRUE","title":"Angiosperm diversification","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_7459.phy"},{"tree_label":"265 cons","ntax":"265","rootedtree":"TRUE","title":"Angiosperm diversification","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_7458.phy"}]}