{"Authors":" Meherun Naher, Keiichi Motohashi, Hideki Watanabe, Yoshiaki\nChikuo, Masako Senda, Haruhisa Suga, Clive M. Brasier, Koji\nKageyama","Year":" 2010","Title":" Phytophthora chrysanthemi sp. nov., a new species causing\nroot rot of chrysanthemum in Japan","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" high temperature, chrysanthemum, phylogeny, Phytophthora,\nroot rot","DOI":" 10.1007/s11557-010-0670-9","Abstract":" A new species of Phytophthora was isolated from stem and\nroot rot of chrysanthemum in the Gifu and Toyama prefectures of Japan.\nThe species differs from other Phytophthora species morphologically, and\nis characterized by nonpapillate, noncaducous sporangia with internal\nproliferation, formation of both hyphal swellings and chlamydospores,\nhomothallic nature, distinctive intercalary antheridia, and funnel\nshaped oogonia. The new species can grow even at 35C, with an optimum\ngrowth temperature of s 30C in V8 juice agar medium. In phylogenetic\nanalyses based on five nuclear regions (LSU rDNA; genes for translation\nelongation factor 1¿, À-tubulin, 60S ribosomal protein L10, and heat\nshock protein 90), the isolates formed a monophyletic clade. Although\nthe rDNA ITS region shows a high resolution and has proven particularly\nuseful for the separation of Phytophthora species, it was difficult to\nalign the sequences for phylogenetic analysis. Therefore, ITS region\nanalysis using related species as defined by the multigene phylogeny was\nperformed, and the topology of the resulting tree also revealed a\nmonophyletic clade formed by the isolates of the species. The\nmorphological characteristics and phylogenetic relationships indicate\nthat the isolates represent a new species, Phytophthora chrysanthemum\nsp. nov. In pathogenicity tests, chrysanthemum plants inoculated with\nthe isolates developed lesions on stems and roots within three days, and\nthe symptoms resembled the ones originally observed. Finally, the\npathogenfs identity was confirmed by re-isolation from lesions of\ninfected plants.","trees":[{"tree_label":"Fig. 4","ntax":"76","rootedtree":"TRUE","title":"Phytophthora chrysanthemi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_7306.phy"},{"tree_label":"Fig. 5","ntax":"16","rootedtree":"TRUE","title":"Phytophthora chrysanthemi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_7305.phy"}]}