{"Authors":" Torbjorn Ekrem, Endre Willassen, Elisabeth Stur","Year":" 2010","Title":" Phylogenetic utility of five genes for dipteran phylogeny: a\ntest case in the Chironomidae leads to generic synonymies","Journal":" Molecular Phylogenetics and Evolution","Volume":" 57","Issue":"","Pages":" 561-571","Keywords":" Parapsectra, Paratanytarsus, Krenopsectra, Bayesian\nphylogeny, paralogous EF-1a, diagnostic characters, likelihood mapping,\nphylogenetic signal, neighbour nets.","DOI":" 10.1016/j.ympev.2010.06.006","Abstract":" In this study we examine the utility of three\nmitochondrial (COI, COII, 16S,) and two nuclear (CAD and EF-1a) markers\nfor estimating lower-level phylogenetic relationships within the\ndipteran family Chironomidae. As a test case we use species of the genus\nMicropsectra and the putatively closely related genera Krenopsectra,\nParapsectra and Paratanytarsus. We also examine the phylogenetic\nevidence for the currently accepted species groups within the genus\nMicropsectra. In our results, highly variable EF-1a sequences within\nsome species indicate the first find of paralogous gene copies in\nnematocerous Diptera. Among the other genes, COI is found to have the\nweakest while CAD contains the strongest phylogenetic signal. The\nresulting phylogeny displays a well-supported, but paraphyletic\nMicropsectra with regard to Krenopsectra acuta and five Parapsectra\nspecies, indicating taxonomic synonymy of these genera with 100%\nposterior probability. The genus Parapsectra is polyphyletic within\nMicropsectra while Paratanytarsus remains monophyletic although with low\nposterior probability. Micropsectra acuta, M. bumasta, M. fallax. M.\nnohedensis, M. mendli, M. uliginosa, M. chionophila, M. nana, M.\nstyriaca and M. wagneri will all be new combinations as a consequence of\nthe synonymy.","trees":[{"tree_label":"con all compat","ntax":"74","rootedtree":"TRUE","title":"Phylogeny of Micropsectra","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_7474.phy"}]}