{"Authors":" Christer Erseus, Emilia Rota, Lisa Matamoros, Pierre De\nWit","Year":" 2010","Title":" Molecular phylogeny of Enchytraeidae (Annelida,\nClitellata)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 57","Issue":"","Pages":" 849-858","Keywords":" Oligochaetes, Molecular systematics, Bayesian\ninference","DOI":" 10.1016/j.ympev.2010.07.005","Abstract":" A multigene data set (12S, 16S, and COI mitochondrial DNA;\n18S and 28S nuclear DNA) was analyzed by Bayesian inference to estimate\nthe phylogeny of a sample of the clitellate family Enchytraeidae (86\nspecies representing 14 nominal genera). The nuclear genes support a\nsister group relationship between Enchytraeidae and earthworms\n(Crassiclitellata), but this support is lost when analysing all genes\ncombined. Monophyly, as well as a basal dichotomy, of the family\nEnchytraeidae obtained maximum support, with one clade containing\nHemienchytraeus and Achaeta, the other the remaining 12 genera analysed.\nThe latter group is basally resolved in several well supported clades.\nLumbricillus and Grania are closely related. Bryodrilus, Oconnorella,\nHenlea and two species of Marionina (M. cf. riparia, and M. communis)\nform a well supported clade. Cognettia is sister to Stercutus, and\nCernosvitoviella sister to Mesenchytraeus, and the four together appear\nto be a monophyletic group. A large part of the taxonomically\nproblematic Marionina appears to be a group not closely related to the\ntype species (M. georgiana), and this group also includes Enchytronia.\nFurther, this Marionina/Enchytronia appears to be sister to a clade\ncomprising the more or less littoral marine genera Stephensoniella and\nEnchytraeus. Hemifridericia, Buchholzia and Fridericia, the three genera\ncharacterized by two types of coelomocytes, also form a well-supported\nclade. The study corroborates most of the multi-species genera analysed\n(Cognettia, Cernosvitoviella, Mesenchytraeus, Oconnorella, Henlea,\nEnchytraeus, Grania, Buchholzia and Fridericia); only Lumbricillus and\nMarionina are non-monophyletic as currently defined.","trees":[{"tree_label":"MAP","ntax":"103","rootedtree":"TRUE","title":"Enchytraeidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_7471.phy"}]}