{"Authors":" Xue-Jun Ge, Gang Hao, Nan-Xian Zhao, Chi-Ming Hu, Yong-Ming\nYuan","Year":" 2003","Title":" Molecular phylogeny of Lysimachia (Myrsinaceae) based on\nchloroplast trnL-F and nuclear ribosomal ITS sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Both nuclear ribosomal ITS and chloroplast trnL-F\nsequences were acquired for 57 species (accessions) of Lysimachia and\nits close relatives, and were analyzed together with sequences retrieved\nfrom databases. The results of phylogenetic analyses based on these data\n(separately or combined) show that Lysimachia is paraphyletic, with the\nmonotypic genus Glaux nested deeply inside. Previous suggestions that\nAnagallis and Trientalis could be ingroups of Lysimachia were not\ncorroborated by our results. The molecular phylogenies do not support\nthe current infrageneric divisions of Lysimachia. Subgenus Lysimachia\ncontains at least five independent lineages. The Hawaii endemic subgenus\nLysimachiopsis was shown to group with subgenera Palladia and\nHeterostylandra, instead of subgenus Idiophyton as previously suggested.\nThe two North American representatives of Lysimachia, subgenus Seleucia\nand section Verticillatae of subgenus Lysimachia are group together as\nthe most basal clade of the genus. Parallel and independent evolutions\nwere inferred for morphological characters that were previously used as\ndiagnostic criteria. Molecular phylogenies do not offer clear inferences\non the overall historical biogeography of Lysimachia, but Southeast Asia\norigins of several clades, including the Hawaiian endemic clade and the\nIberian L. ephemerum are strongly supported.","trees":[{"tree_label":"Fig. 1.II","ntax":"60","rootedtree":"TRUE","title":"Lysimachia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5796.phy"},{"tree_label":"combined","ntax":"58","rootedtree":"TRUE","title":"Lysimachia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5797.phy"},{"tree_label":"Fig. 1.I","ntax":"71","rootedtree":"TRUE","title":"Lysimachia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5798.phy"}]}