{"Authors":" Frank N. Martin, Paul W. Tooley","Year":" 2003","Title":" Phylogenetic relationships among Phytophthora species\ninferred from sequence analysis of the mitochondrially-encoded\ncytochrome oxidase I and II gene.","Journal":" Mycologia","Volume":" 95","Issue":" 2","Pages":" 269-284","Keywords":" NA","DOI":" NA","Abstract":" The phylogenetic relationships of 51 isolates representing\n27 species of Phytophthora were assessed by sequence alignment of 568 bp\nof the mitochondrially-encoded cytochrome oxidase II gene. A total of\n1299 bp of the cytochrome oxidase I gene also was examined for a subset\nof 13 species. The cox II gene trees constructed by a heuristic search\nbased on maximum parsimony for a bootstrap 50% majority-rule consensus\ntree revealed 18 species grouping into 7 clades and 9 species\nunaffiliated with a specific clade. The phylogenetic relationships among\nspecies observed on cox II gene trees did not exhibit consistent\nsimilarities in groupings for morphology, pathogenicity, host range or\ntemperature optima. The topology of the cox I gene trees constructed by\na heuristic search based on maximum parsimony for a bootstrap 50%\nmajority-rule consensus tree for 13 species of Phytophthora revealed 10\nspecies grouping into 3 clades and 3 species unaffiliated with a\nspecific clade. The groupings in general agreed with what was observed\nin the cox II tree. Species relationships observed for the cox II gene\ntree were in general agreement with those based on ITS regions, with\nsome notable exceptions. Analysis of combined data sets of ITS and cox\nII generated a tree that did not differ substantially from analysis of\nITS data alone, however, the results of a partition homogeneity test\nsuggest that combining data sets may not be valid.","trees":[{"tree_label":"Fig. 5","ntax":"26","rootedtree":"TRUE","title":"Phytophthora ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5741.phy"},{"tree_label":"Fig. 2","ntax":"54","rootedtree":"TRUE","title":"Phytophthora coxII","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5742.phy"},{"tree_label":"Fig. 6","ntax":"40","rootedtree":"TRUE","title":"Phytophthora coxII + ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5743.phy"},{"tree_label":"Fig. 4","ntax":"15","rootedtree":"TRUE","title":"Phytophthora coxI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5744.phy"}]}