{"Authors":" Patrik Inderbitzin, Richard M Bostock, Florent P.\nTrouillas, Themis J Michailides","Year":" 2010","Title":" A six-locus phylogeny reveals high levels of species\ndiversity in Botryosphaeriaceae from California almond","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Lasiodiplodia theobromae, D. mutila, Neoscytalidium\ndimidiatum, Do. iberica, Dich. eucalypti, Neof. australe, Neof. luteum,\nDich. versiformis.","DOI":"","Abstract":" The Botryosphaeriaceae are important pathogens on a\nvariety of woody hosts, including almond, a major crop in California.\nAlmond is susceptible to Botryosphaeria dothidea that forms band cankers\non almond trunks, and the same fungus is also isolated from cankers of\nthe canopy. In order to study the diversity and host range of B.\ndothidea and allied species from almond, we used 132 isolates from 36\ndifferent plant hosts from five continents, including 45 strains from\nalmond in California. Species were identified by comparison to 13\nex-type strains using phylogenetic analyses based on six loci, including\nthe internal transcribed spacer (ITS) regions of the nuclear ribosomal\nRNA gene repeat, and portions of the coding genes elongation factor\n1-alpha, glyceraldehyde-3-phosphate dehydrogenase, heat shock protein,\nhistone-3 and beta-tubulin. A total of seven species were found from\nalmond: Botryosphaeria dothidea, Neofusicoccum parvum, Neof.\nmediterraneum, Neof. nonquaesitum, Diplodia seriata and Macrophomina\nphaseolina were identified from band cankers, and B. dothidea, Neof.\nmediterraneum, Neof. parvum and Dothiorella sarmentorum from canopy\ncankers. All were capable of inducing cankers on inoculated almond\nbranches in the field. All species found on almond also occurred on\nother hosts suggesting that infected vegetation adjacent to almond\norchards could serve as source of inoculum of virulent almond strains.\nOf the 19 monophyletic groups obtained at the species level, thirteen\ncontained ex-type strains, five were morphologically similar to\nestablished species, and one was morphologically distinct from its\nclosest relatives Neof. andinum and Neof. arbuti, as well as from the\nmore than 190 described species of Fusicoccum and Neofusicoccum, and was\nthus described as the new species Neof. nonquaesitum. Evidence for\ncryptic speciation was found in B. dothidea, Neof. ribis and\nSpencermartinsia viticola. Botryosphaeria dothidea and Neof. ribis\ncomprised lineages that formed the morphologically distinct Dichomera\nanamorph not found in any other isolates recognized as B. dothidea and\nNeof. ribis. A S. viticola isolate from California was phylogenetically\ndivergent, and had conidia that differed morphologically from the type.\nNeofusicoccum parvum was diverse, but lacked any morphological features\ncorrelating with molecular diversity. Phylogenetic analyses of different\ncombinations of datasets showed that pooled analyses of all six datasets\nresulted in the highest number of supported branches, suggesting that\naddition of more data might yet improve phylogenetic resolution.","trees":[{"tree_label":"PAUP 1","ntax":"132","rootedtree":"TRUE","title":"Botryosphaeriaceae from California almond","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_7818.phy"}]}