{"Authors":" Kelly P. Steele, Stefanie M. Ickert-Bond, Shahin Zarre,\nMartin F. Wojciechowski","Year":" 2011","Title":" Phylogeny and character evolution in Medicago (Leguminosae):\nevidence from analyses of plastid trnK/matK and nuclear GA3ox1\nsequences","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Medicago, Trigonella, trnK/matK, GA3ox1, aneuploidy,\nsingle-seeded fruits","DOI":"","Abstract":" The genus Medicago includes about 88 species, including\nthe model legume M. truncatula and a number of important forage species,\nfor example M. sativa (alfalfa), M. scutellata (snail medic) and M.\nlupulina (black medic). Relationships within the genus are not yet\nsufficiently resolved contributing to difficulty understanding evolution\nof a number of characteristics such as aneuploidy and polyploidy, life\nhistory, structure of cotyledons, and number of seeds per fruit.\nPhylogenetic relationships of 70-73 species of Medicago and its sister\ngenus Trigonella were reconstructed from nucleotide sequences of the\nplastid trnK/matK region and the nuclear-encoded GA3ox1 gene using\nmaximum parsimony and Bayesian inference methods. Our results support\ncertain currently recognized groups, e.g., sect. Medicago and sect.\nBuceras. Other strongly supported clades, the “reduced subsection\nLeptospireae clade” that includes species currently in three different\nsubsections or sections, the “polymorpha clade” that includes M. murex\nand M. polymorpha currently in different subsections and the “subsection\nPachyspireae clade”, contradict the current classification. These\nresults allow us to hypothesize that the 2n=14 chromosome number has\narisen at least four times, that single-seeded fruits in both Medicago\nand Trigonella arose more than once, and support the utility of GA3ox1\nsequences for phylogenetic analyses among and within closely related\ngenera.","trees":[{"tree_label":"Strict","ntax":"80","rootedtree":"TRUE","title":"Tr7869","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7869.phy"},{"tree_label":"Strict","ntax":"72","rootedtree":"TRUE","title":"Tr7870","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7870.phy"}]}