{"Authors":" Christina Bock, Thomas Proeschold, Lothar Krienitz","Year":" 2010","Title":" Two new Dictyosphaerium-morphotype lineages of the\nChlorellaceae (Trebouxiophyceae): Heynigia gen. nov. and Hindakia gen.\nnov.","Journal":" European Journal of Phycology","Volume":" 45","Issue":" 3","Pages":" 267-277","Keywords":" Chlorella, Dictyosphaerium, Heynigia gen. nov., Hindakia\ngen. nov., ITS, Parachlorella, phylogeny, SSU, taxonomy","DOI":"","Abstract":" Previous studies on the colonial coccoid green algal genus\nDictyosphaerium have shown a polyphyletic origin of this morphotype\nwithin the Chlorellaceae. Recent molecular analyses assigned the type\nspecies D. ehrenbergianum to the Parachlorella clade of the\nChlorellaceae. In the present study we focused on strains of D.\ntetrachotomum, one of the most frequent morphospecies of the genus in\ninland waters. Analyses of combined SSU and ITS rRNA gene sequences\nrevealed that strains of D. tetrachotomum morphology do not share a\nclose phylogenetic relationship with the type species D. ehrenbergianum.\nThese strains are part of a subclade of the Chlorella clade of the\nChlorellaceae, nested between members of Didymogenes and a second new\nlineage of different Dictyosphaerium-like strains. Due to the unique\nposition of these strains in the tree, we here establish the new genera\nHindakia and Heynigia. Morphological analysis and phylogenetic and\nsecondary structure analyses of the SSU, ITS1 and ITS2 of Hindakia\nstrains have revealed considerable differences within this subclade,\nleading to the separation of two distinct species: H. tetrachotoma and\nH. fallax. Closely related to this new genus are two colony-forming\nstrains with spherical cells, constituting a distinct lineage consisting\nof Heynigia dictyosphaerioides, sp. nov., and Heynigia riparia, sp. nov.\nFurther, our results have confirmed the polyphyletic origin of the\nDictyosphaerium morphotype within the Chlorellaceae.","trees":[{"tree_label":"paup_nj","ntax":"43","rootedtree":"TRUE","title":"Dictyosphaerium-morphotype lineages","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_7852.phy"}]}