{"Authors":" Daniel Lang, Benjamin Weiche, Gerrit Timmerhaus, Sandra\nRichardt, Diego M. Riaño-Pachón, Luiz G. G. Corrêa, Ralf Reski, Bernd\nMueller-Roeber, Stefan A. Rensing","Year":" 2010","Title":" Genome-wide phylogenetic comparative analysis of plant\ntranscriptional regulation: a timeline of loss, gain, expansion and\ncorrelation with complexity","Journal":" Genome Biology and Evolution","Volume":" 2","Issue":"","Pages":" 488-503","Keywords":" transcription factor, evolution, Plantae, phylogenetic\ncomparative methods, organism complexity","DOI":" 10.1093/gbe/evq032","Abstract":" Evolutionary retention of duplicated genes encoding\ntranscription associated proteins (TAPs, comprising transcription\nfactors and other transcriptional regulators) has been hypothesized to\nbe positively correlated with increasing morphological complexity and\npaleopolyploidizations, especially within the plant kingdom. Here, we\npresent the most comprehensive set of classification rules for TAPs and\nits application for genome-wide analyses of plants and algae. Using a\ndated species tree and phylogenetic comparative analyses we define the\ntimeline of TAP loss, gain and expansion among Viridiplantae and find\nthat two major bursts of gain/expansion occurred, coinciding with the\nwater-to-land-transition and the radiation of flowering plants. For the\nfirst time, we provide phylogenetic comparative proof for the\nlong-standing hypothesis that TAPs are major driving forces behind the\nevolution of morphological complexity, the latter in Plantae being\nshaped significantly by polyploidization and subsequent biased paleolog\nretention. Principal component analysis incorporating the number of TAPs\nper genome provides an alternate and significant proxy for complexity,\nideally suited for phylogenetic comparative genomics. Our work lays the\nground for further interrogation of the shaping of gene regulatory\nnetworks underlying the evolution of organism complexity.","trees":[{"tree_label":"Fig. 5","ntax":"20","rootedtree":"TRUE","title":"Plantae species with genomes species tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_7873.phy"}]}