{"Authors":" Bart C.J. Jacobs, Suzy Huysmans, Erik Smets","Year":" 2010","Title":" Evolution and systematic value of fruit and seed characters\nin the Adoxaceae (Dipsacales)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Adoxaceae; Caprifoliaceae; anatomy; evolution; fruit;\nmorphology; seed","DOI":"","Abstract":" This study presents a description of the morphology and\nanatomy of the fruits and seeds of Adoxa, Sambucus, and Viburnum. The\nphylogenetic study includes Adoxa moschatellina, Sinadoxa corydalifolia,\nSambucus, Tetradoxa omeiensis, and Viburnum. All major clades of\nCaprifoliaceae, the sister family of Adoxaceae, were sampled and used as\noutgroup. Maximum parsimony and Bayesian inference optimality criteria\nwere used to analyze three data sets, molecular data (ITS, trnK, matK),\nmorphological data (21 fruit and seed characters), and a combined data\nset. We used parsimony optimization to study character evolution.\nResults of the phylogenetic analyses were congruent with previously\npublished results. Viburnum is the basalmost lineage in the family and\nsister to subfamily Adoxoideae. In Adoxoideae, Sambucus is sister to the\nAdoxina clade (i.e., Adoxa, Sinadoxa, and Tetradoxa). Our results also\nconfirmed the sister relationship between Sinadoxa corydalifolia and\nAdoxa plus Tetradoxa. For the first time, clear autapomorphies are\ndescribed for Sambucus, such as a long, slender, cylindrical embryo,\nsclereids with a u-shaped sclerification pattern, a rugose endocarp\nsurface, and numerous, small calcium oxalate crystals in the endocarp\nsclereids. Character evolution in Sambucus, however, is complex and a\nbroader sampling is required to draw firm conclusions. The evolution\ntoward Viburnum is marked by a number of shifts such as the development\nof small, amorphous crystals in endosperm cells and a well-developed,\nparenchymatous seed coat. Based on our results and previous studies we\nhypothesize a paedomorphic event took place at the origin of Adoxina.\nEvidence supporting this hypothesis is the presence of green fruits,\nweakly sclerified endocarp sclereids, small seeds, and semi-inferior\novaries in Adoxina. Finally, our results indicate that the first\nAdoxaceae were characterized by tricarpellate ovaries with an endocarp\ncomposed of an outer layer of sclereids and an inner layer of fibers. A\nthorough study of the fruits and seeds of Sinadoxa and Tetradoxa is\nvital to fully understand fruit and seed evolution in Adoxaceae.","trees":[{"tree_label":"Strict","ntax":"38","rootedtree":"TRUE","title":"Tr7847","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7847.phy"},{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Tr7848","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7848.phy"},{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Tr7849","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7849.phy"},{"tree_label":"Strict","ntax":"38","rootedtree":"TRUE","title":"Tr7850","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7850.phy"}]}