{"Authors":" Eve Gazave, Pascal Lapébie, Emmanuelle Renard, Jean\nvacelet, Caroline Rocher, Alexander V. Ereskovsky, Dennis V. lavrov,\nCarole Borchiellini","Year":" 2010","Title":" Molecular Phylogeny restores the Supra-Generic Subdivision of\nHomoscleromorph (Dendy, 1905) Sponges","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Homoscleromorpha, molecular phylogeny, characters\nevolution, Oscarellidae, Plakinidae, mitochondrial genome, nuclear\nmarkers","DOI":"","Abstract":" Homoscleromorpha is the fourth sponge lineage, recently\nrecognized as a distinct group from Demospongiae. They are classically\nconsidered to be composed of 7 genera based on morphological characters.\nHere we describe the first molecular phylogeny based on nuclear (18S and\n28S rDNA) and complete mitochondrial DNA data, for this group, and\ninvestigate especially genus relationships. Our results show a clear\ndistinction of two robust clades, one containing the spiculated species\n(Plakina, Plakortis, Plakinastrella and Corticium genera) and the other\nnon-spiculated species (Oscarella and Pseudocorticium genera). We thus\npropose to restore an ancient classification of the Homoscleromorpha\nthat has been given up in 1995 with the description of the genus\nPseudocorticium, in two families: Plakinidae Schulze, 1880 for the first\nclade and Oscarellidae Lendenfeld, 1887 for the second one. This\nclassification is also supported by the mitochondrial genome: each clade\nbeing characterized by a diagnostic gene arrangement. These results\nchallenges the previously proposed relatedness between Pseudocorticium\nand Corticium genera based on morphological and allozymic characters.\nAmong the Plakinidae, three main clades are distinguished: one\ncontaining the Corticium species, another grouping Plakortis and\nPlakinastrella genera and the third one grouping only two out of four\nstudied species of the Plakina genus, revealing the polyphyly of this\ngenus. All of these clades are furthermore supported by specific\nmorphological characters, notably the type of spicules.","trees":[{"tree_label":"28s Ml rDNA","ntax":"21","rootedtree":"TRUE","title":"Tr7878","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_7878.phy"}]}