{"Authors":" Janelle M. Burke, Adriana Sanchez, Kathleen A. Kron,\nMelissa A. Luckow","Year":" 2010","Title":" Placing the Woody Tropical Genera of Polygonaceae: A\nHypothesis of Character Evolution and Phylogeny.","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Polygonaceae, Eriogonoideae, ruminate endosperm,\nCoccoloba, ochrea","DOI":"","Abstract":" Premise of the Study Taxonomic groups have often been\nrecognized on the basis of geographic distinctions rather than\naccurately representing evolutionary relationships. This has been\nparticularly true for temperate and tropical members from the same\nfamily. Polygonaceae exemplifies this problem, wherein the woody\ntropical genera were segregated from temperate members of the family and\nplaced in the subfamily Polygonoideae as two tribes: Triplarideae and\nCoccolobeae. Modern phylogenetic studies, especially when inferred from\nmany lines of evidence, can elucidate more probable hypotheses of\nrelationships. This study builds on previous work in the family and aims\nto test the traditional classification of the tropical woody taxa, which\nhave been understudied and undersampled compared to their temperate\nrelatives. Methods A phylogenetic study was undertaken with expanded\nsampling of the tropical genera with data from five plastid markers\n(psbA-trnH, psaI-accD, matK, ndhF, and rbcL), nuclear ribosomal DNA\n(ITS) and morphology. Key Results Results support the placement of nine\nof twelve genera of the Triplarideae and Coccolobeae within\nEriogonoideae, where these genera form a paraphyletic assemblage giving\nrise to Eriogoneae. The remaining woody tropical genera excluded from\nEriogonoideae occur in the Paleotropics. Conclusions Traditional\ncharacters used to delimit Coccolobeae and Triplarideae are not useful\nfor defining monophyletic groups. The six-tepal condition is derived\nfrom the five-tepal condition, and unisexual flowers have arisen\nmultiple times in different sexual systems. Ruminate endosperm has\narisen multiple times in the family, suggesting this character is highly\nplastic.","trees":[{"tree_label":"Hennig 1+","ntax":"95","rootedtree":"FALSE","title":"Eriogonoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_7892.phy"}]}