{"Authors":" Lee A. Weigt, Andrew J. Crawford, A. Stanley Rand, Michael\nJ. Ryan","Year":" 2005","Title":" Biogeography of the Túngara Frog, Physalaemus pustulosus: a\nMolecular Perspective.","Journal":" Molecular Ecology","Volume":" 14","Issue":"","Pages":" 3857-3876","Keywords":" allozymes, biogeography, intergradation, mtDNA","DOI":" 10.1111/j.1365-294X.2005.02707.x","Abstract":" Physalaemus pustulosus, a small leptodactylid frog with\nSouth American affinities, ranges across northern South America through\nMiddle America to southern Mexico. To investi- gate its geographic\nvariation and evolutionary origins, we analysed the presumptive gene\nproducts of 14 allozyme loci and sequenced a portion of the\nmitochondrial COI gene from individuals sampled throughout the\ndistribution. Generally, allozyme dissimilarities and sequence\ndivergences are correlated with each other and with geographic\nproximity. The greatest discontinuity in genetic variation was found\nbetween populations in Middle America vs. South America + Panama. Based\non two Bayesian MCMC (Markov chain Monte Carlo) divergence time\nestimates involving two independent temporal constraints, the timing of\nthe separation of northern and southern túngara frog lineages is\nsignificantly older than the time since completion of the current Panama\nland bridge. P. pustulosus first invaded Middle America from South\nAmerica about 610 million years ago giving rise to the northern lineage.\nThe southern lineage then invaded Panama independently after land bridge\ncomple- tion. Despite millions of years of independent evolution, the\nmultilocus allozyme data revealed that western Panama populations\nrepresent a contact zone containing individuals with alleles from both\ngroups present.","trees":[{"tree_label":"Fig. 3","ntax":"30","rootedtree":"TRUE","title":"Phylogeography of Physalaemus pustulosus population\nsamples","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_7900.phy"},{"tree_label":"NJ Unpublished","ntax":"39","rootedtree":"TRUE","title":"Phylogeography of Physalaemus pustulosus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_7899.phy"}]}