{"Authors":" Felix Georg Marx","Year":" 2010","Title":" Licence to Krill  a Comprehensive Phylogeny of Baleen\nWhales","Journal":" Journal of Mammalian Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Mysticeti, baleen, whale, evolution, phylogeny, cladistic,\nBayesian","DOI":"","Abstract":" The origin of baleen whales, and their specialized mode of\nfilter-feeding, marks an important event in the evolutionary history of\nmammals that gave rise to one of the most distinctive groups of animals\nalive today. Recent years have seen the description of a number of\nimportant new specimens, as well as the publication of a large number of\nphylogenetic analyses. Yet, despite this great effort, a broad consensus\non even the most fundamental relationships within this group has so far\nremained elusive, a fact perhaps most strikingly reflected in the\nongoing debate regarding the taxonomic placement of the extant gray and\npygmy right whales, as well as the question of the relative closeness of\nrelationship, and thus evolutionary uniqueness, of all the extant\nmembers of the mysticete crown group. Here, I present the taxonomically\nmost comprehensive phylogenetic analysis of extinct and extant baleen\nwhales carried out to date, based on morphological data and utilizing\nboth maximum parsimony and Bayesian methodologies. The results of this\nstudy were well-resolved and consistent across methodologies. Apart from\nrecovering a clade comprising the pygmy right whale, gray whales and\nrorquals, a grouping new to morphological analyses but supported by a\nnumber of molecular studies, this investigation also revealed a\nrelatively distant phylogenetic relationship of right whales with the\nrest of the extant mysticetes, thus contradicting previous notions of a\nclosely related mysticete crown group. In addition, this analysis also\nidentified a novel clade comprising nearly all the described archaic\ntoothed mysticetes from the late Oligocene (about 23-28 Ma) to the\nexclusion of all toothless mysticetes. This finding is consistent with a\nbasic assessment of the functional morphology of toothed mysticete\nvision, and may have implications for the evolution of mysticete\nfilter-feeding and the recently proposed interpretation of some of these\narchaic taxa as transitional forms possessing both teeth and baleen at\nthe same time.","trees":[{"tree_label":"Figure 3","ntax":"56","rootedtree":"TRUE","title":"Tr7894","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7894.phy"},{"tree_label":"Figure 2","ntax":"56","rootedtree":"TRUE","title":"Tr7893","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7893.phy"},{"tree_label":"Figure 3","ntax":"56","rootedtree":"TRUE","title":"Tr7897","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7897.phy"},{"tree_label":"Figure 4","ntax":"56","rootedtree":"TRUE","title":"Tr7895","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7895.phy"},{"tree_label":"Figure 2","ntax":"56","rootedtree":"TRUE","title":"Tr7896","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7896.phy"},{"tree_label":"Figure 4","ntax":"56","rootedtree":"TRUE","title":"Tr7898","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_7898.phy"}]}