{"Authors":" Michael David Pirie, Aelys M. Humphreys, Chloé Galley,\nNigel P. Barker, G. Anthony Verboom, David Allan Orlovich, Suzy J\nDraffin, Kelvin Lloyd, Carlos M. Baeza, Maria Negritto, Eduardo Ruiz, J.\nHugo Cota Sanchez, Elizabeth Reimer, Hans Peter Linder","Year":" 2008","Title":" A novel supermatrix approach improves resolution of\nphylogenetic relationships in a comprehensive sample of danthonioid\ngrasses.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 48","Issue":" 3","Pages":" 1106-1119","Keywords":" Coding and non-coding DNA sequence data; Conflict;\nDanthonioideae; Missing data; Phylogeny reconstruction; Poaceae;\nSampling strategy; Supermatrix","DOI":" 10.1016/j.ympev.2008.05.030","Abstract":" Phylogeny reconstruction is challenging when branch\nlengths vary and when different genetic loci show conflicting signals.\nThe number of DNA sequence characters required to obtain robust support\nfor all the nodes in a phylogeny becomes greater with denser taxon\nsampling. We test the usefulness of an approach mixing densely sampled,\nvariable non-coding sequences (trnL-F; rpl16; atpB-rbcL; ITS) with\nsparsely sampled, more conservative protein coding and ribosomal\nsequences (matK; ndhF; rbcL; 26S), for the grass subfamily\nDanthonioideae. Previous phylogenetic studies of Danthonioideae revealed\nextensive generic paraphyly, but were often impeded by insufficient\ncharacter and taxon sampling and apparent inter-gene conflict. Our\nvariably-sampled supermatrix approach allowed us to represent 79% of the\nspecies with up to c. 9900 base pairs for taxa representing the major\nclades. A ‘taxon duplication’ approach for taxa with conflicting\nphylogenetic signals allowed us to combine the data whilst representing\nthe differences between chloroplast and nuclear encoded gene trees. This\napproach efficiently improves resolution and support whilst maximising\nrepresentation of taxa and their sometimes composite evolutionary\nhistories, resulting in a phylogeny of the Danthonioideae that will be\nuseful both for a wide range of evolutionary studies and to inform\nforthcoming realignment of generic delimitations in the subfamily.","trees":[{"tree_label":"cpDNA MrBayes","ntax":"259","rootedtree":"TRUE","title":"Danthonioid Grasses","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_7950.phy"},{"tree_label":"nrDNA MrBayes","ntax":"215","rootedtree":"TRUE","title":"Danthonioid Grasses","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_7949.phy"},{"tree_label":"Supermatrix","ntax":"290","rootedtree":"TRUE","title":"Danthonioid Grasses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_7948.phy"}]}