{"Authors":" R. Toby Pennington, Aniceto Daza, Carlos Reynel, Matthew T.\nLavin","Year":" 2011","Title":" Poissonia eriantha (Leguminosae) From Cuzco, Peru: An\nOverlooked Species Underscores a Pattern of Narrow Endemism Common to\nSeasonally Dry Neotropical Vegetation","Journal":" Systematic Botany","Volume":" 36","Issue":" 1","Pages":" 59-68","Keywords":" coalescence, dispersal limitation, geographic phylogenetic\nstructure, phylogenetic niche conservatism, seasonally dry tropical\nwoodlands","DOI":"","Abstract":" The Peruvian Poissonia eriantha is segregated from\nperipatric Poissonia orbicularis and reinstated as the third\nunifoliolate species of Poissonia and the second from the Apurimac River\nbasin in Peru. Poissonia eriantha is distinguished phenotypically and by\nDNA sequences from the nuclear ribosomal internal transcribed region and\nthe chloroplast trnD-T region and morphology. This overlooked species is\nknown from the type specimen and a recent collection from just north of\nthe Apurimac River in westcentral Cuzco where seasonally dry tropical\nforest vegetation predominates that is rich in succulent taxa (e.g.,\nCactaceae). Poissonia orbicularis is known from downstream along the\nApurimac River and is disjunct further north along the Mantaro River all\nwithin the same kind of seasonally dry vegetation. This seemingly small\ngeographic distinction belies large genetic and phenotypic differences,\na finding that may be most common to species groups confined to\nseasonally dry neotropical forest vegetation. The case of Poissonia\neriantha exemplifies the potentially high degree of niche conservatism\nand dispersal limitation that seasonally dry succulent-rich woodlands\ncan impose on its constituent lineages.","trees":[{"tree_label":"PAUP 1","ntax":"52","rootedtree":"TRUE","title":"Poissonia eriantha (Leguminosae) From Cuzco","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31262.phy"},{"tree_label":"PAUP 1","ntax":"45","rootedtree":"TRUE","title":"Poissonia eriantha (Leguminosae) From Cuzco","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31263.phy"}]}