{"Authors":" Luciano Paganucci de Queiroz, Matthew T. Lavin","Year":" 2011","Title":" Coursetia (Leguminosae) From Eastern Brazil: Nuclear\nRibosomal and Chloroplast DNA Sequence Analysis reveal the Monophyly of\nThree Caatinga-inhabiting Species","Journal":" Systematic Botany","Volume":" 36","Issue":" 1","Pages":" 69-79","Keywords":" coalescence, dispersal limitation, geographic phylogenetic\nstructure, phylogenetic niche conservatism, seasonally dry tropical\nwoodlands","DOI":"","Abstract":" Three woody species of Coursetia from eastern Brazil are\nhere classified into the Rostrata clade, Coursetia caatingicola, C.\nrostrata, and C. vicioides. All come from the Southern Sertaneja\nDepression of the caatinga, and the first of these is herein described.\nThe antiquity of this geographically confined clade is suggested by its\nphylogenetic isolation within Coursetia and minimum age estimates of\nabout 9 Ma for each of the species stem clades and about 17 Ma for the\nRostrata stem. These age estimates were biased young and are associated\nwith ITS rates of substitution of about 2-3 x 10-9 substitutions per\nsite per year, an expected rate for woody plant lineages. Multiple DNA\nsequence accessions coalesce with respect to nuclear ribosomal 5.8S and\ninternal transcribed spacer (ITS) sequences for Coursetia caatingicola\nand C. rostrata, and with respect to chloroplast trnD-T sequences for\nCoursetia caatingicola. Coalescence of conspecific nuclear DNA sequence\nsamples combined with relatively old minimum age estimates are\nsuggestive of the evolutionary stability of local patches of seasonally\ndry tropical vegetation that are rich in succulent taxa. This\nphylogenetic signature is more likely to be found in lineages harbored\nby this than other types of Neotropical vegetation.","trees":[{"tree_label":"PAUP 1","ntax":"25","rootedtree":"TRUE","title":"Coursetia (Leguminosae) From Eastern Brazil","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27607.phy"},{"tree_label":"PAUP 1","ntax":"90","rootedtree":"TRUE","title":"Coursetia (Leguminosae) From Eastern Brazil","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27608.phy"}]}