{"Authors":" M. Weifl, Franz Oberwinkler, Sigisfredo Garnica","Year":" 2003","Title":" Morphological and molecular phylogenetic studies in South\nAmerican Cortinarius species.","Journal":" Mycological Research","Volume":" 107","Issue":" 10","Pages":" 1-14","Keywords":" NA","DOI":" NA","Abstract":" Thirty South American species of Cortinarius belonging to\nthe subgenera Telamonia, Dermocybe, Myxacium, Phlegmacium, and\nCystogenes were studied using an integrated approach that included\nmorphological, anatomical, and ultrastructural data, and also molecular\nphylogenetic analysis of nuclear rDNA sequences. The micromorphology of\nthe basidiomes was studied by light microscopy, and the principal\nstructures were illustrated by line drawings. Basidiospore ornamentation\nwas studied by scanning electron microscopy (SEM). Internal transcribed\nspacers (ITS, including the 5.8S gene) and the D1/D2 domains of the\nlarge ribosomal subunit were sequenced and analysed using a Bayesian\nMarkov chain Monte Carlo method to estimate phylogenetic relationships\nbetween the studied Cortinarius species. Morphology and anatomy of the\npileus surface and basidiome pigmentation appeared to be the most useful\ncharacters to delimit some natural groups, whereas microcharacters\nrelated to the structure of pileus context, hymenophoral and stipe trama\nwere of little taxonomic value. Basidiospore morphology and\ncheilocystidia seem to be taxonomically relevant at the species level.\nThe following infrageneric five groups were supported by the\nmorphological, chemical and molecular data: (1) Telamonia characterized\nby wide hyaline hyphae of the veil and by small basidiomes; (2)\nDermocybe spp. with an epicutis as the most external layer of the\npileus, and skyrin and hypericin pigments; (3) Dermocybe spp. with a\nthin viscid layer on the pileus, and endocrocin and dermolutein\npigments; (4) Phlegmacium spp. characterized by a long and radicating\nstipe and (5) Phlegmacium spp. that overlap in some macrocharacters with\nTelamonia species. Our analyses suggest that classification concepts\nbased mainly on macromorphological characters are likely to lead to\nartificial grouping, whereas certain microscopical and chemical\ncharacters seem to be useful in constructing a more natural\nclassification system for Cortinarius.","trees":[{"tree_label":"Fig. 6","ntax":"32","rootedtree":"TRUE","title":"Cortinarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5804.phy"}]}