{"Authors":" Monique Louise Sakalidis, Giles E. St. J. Hardy, Treena I\nBurgess","Year":" 2010","Title":" Endophytes and potential pathogens of the baobab species\nAdansonia gregorii; a focus on the Botryosphaeriaceae","Journal":" Fungal Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Lasiodiplodia theobromae, Neoscytalidium, Neofusicoccum,\nPseudofusicoccum, tropical fungi, pathogenicity, tropical Australia, the\nKimberley, latent pathogens.","DOI":"","Abstract":" Adansonia gregorii (baobab) is an iconic tree species\noccurring in the north-west of Australia, A. gregorri is closely related\nto A. digitata, the African baobab. Dying baobabs have been reported\nfrom southern Africa. Surveys were conducted to assess the health of A.\ngregorii, to determine the endophytic microflora of A. gregorii and\nsurrounding tree species and to determine if these endophytes have the\nability to cause disease in A. gregorii. Endophytes were isolated from\nasymptomatic baobabs across twenty-four sites in the Kimberley region,\nnorth-west Australia. Material was also taken from surrounding native\ntree species at three sites. Material was also collected from\nasymptomatic and dying Adansonia species in the George Brown Darwin\nBotanic Gardens and from a dying baobab in a nursery in Broome.\nEndophytic fungi that were isolated from these samples were identified\nusing molecular and morphological methods. Eleven botryosphaeriaceous\nspecies were identified along with eighteen other non-\nbotryosphaeriaceous species, L. theobromae was the most common species.\nThe pathogenicity of the botryosphaeriaceous species to baobabs was\ndetermined by inoculating the taproot of seedlings and stems of young\nbaobab trees. L. theobromae is confirmed as a significant potential\npathogen of baobabs","trees":[{"tree_label":"ITS tree","ntax":"82","rootedtree":"TRUE","title":"Heuristic search of ITS data set from\nbotryosphaeriaceous species associated with baobabs in Australia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9253.phy"},{"tree_label":"ITS-EF tree","ntax":"71","rootedtree":"TRUE","title":"Heuristic search of combined ITS- EF data set from\nbotryosphaeriaceous species associated with baobabs in Australia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_9255.phy"},{"tree_label":"ITS-EF bootstrap tree","ntax":"71","rootedtree":"TRUE","title":"Bootstrap tree of combined ITS-EF data set of\nbotrytospheriaceous species associated with baobabs in Australia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_9256.phy"},{"tree_label":"EF","ntax":"78","rootedtree":"TRUE","title":"Heuristic search of EF data set from\nbotryosphaeriaceous species associated with baobabs in Australia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26252.phy"}]}