{"Authors":" Corrie S. Moreau","Year":" 2008","Title":" Unraveling the evolutionary history of the “hyperdiverse” ant\ngenus Pheidole (Hymenoptera: Formicidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 48","Issue":" 1","Pages":" 224-239","Keywords":" Formicidae, ants, Pheidole, phylogeny, hyperdiverse","DOI":" 10.1016/j.ympev.2008.02.020","Abstract":" Pheidole is currently the most species rich genus of ants\nin the world, with many taxa still awaiting description. In this study,\nI reconstruct the phylogeny of Pheidole using molecular characters from\nthree mitochondrial genes and two nuclear genes for \u0002140 species. The\nphylogenetic relationships of Pheidole are investigated with special\ninterest in understanding factors that may have led to their remarkable\ndiversity. The results presented here establish a framework for\nunderstanding the explosive radiation of this group by providing (1) a\nphylogenetic estimate, and (2) a comparative analysis of life history\ntraits that are likely to have been important in the diversification of\nthe group. In all analyses, Pheidole is recovered as a monophyletic\nlineage, and molecular clock estimates infer an age of 58.461.2 million\nyears ago (Ma) for crown group members of the genus. Using an estimate\nof diversification rate, it appears that Pheidole has undergone\n0.1080.103 speciation events per million years. Previous hypotheses of\nspecies groups were largely not upheld in the analyses presented here.\nWorkers of the genus Pheidole are dimorphic with a minor and major\n(soldier) subcaste. A third subcaste of super majors is known in eight\nspecies of Pheidole and this trait was found to have arisen multiple\ntimes throughout the phylogeny. Seed harvesting is common among species\nof the genus and is thought to be one of the factors leading to the\ndiversification of the group, but additional data will be required to\nfurther test this hypothesis. To address biogeographic questions on the\norigin of the genus, both New and Old World species were included in\nthese analyses, and the results suggest that Pheidole is New World in\norigin with a possible single introduction into the Old World.","trees":[{"tree_label":"ML equal brlen","ntax":"171","rootedtree":"TRUE","title":"Pheidole","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_7952.phy"}]}