{"Authors":" Johanna Ahtiainen, Evgeny Sidorov, Pekka Niemelä, Ari\nPappinen, Riikka Linnakoski, Z. Wilhelm de Beer, Michael J\nWingfield","Year":" 2010","Title":" Ophiostoma spp., including five new species, associated with\npine- and spruce-infesting bark beetles in Finland and Russia","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" symbiosis, Ophiostoma, bark beetle, insect-fungus\nrelationship, Ophiostomatales","DOI":"","Abstract":" The timber and pulp industries of Finland rely heavily on\nimportations from Russia as source of raw timber. These imports raise\nthe risk of accidentally importing forest pests and pathogens,\nespecially bark beetles and their associated fungi, into Finland.\nAlthough ophiostomatoid fungi have previously been reported from Finland\nand Russia, the risks of accidentally moving these fungi has prompted a\nfirst survey to compare the diversity of conifer-infesting bark beetles\nand associated fungi from boreal forests on both sides of the\nFinnish-Russian border. The aim of the present study was to identify and\ncharacterize Ophiostoma species isolated in association with 11 bark\nbeetle species infesting Pinus sylvestris and Picea abies during this\nsurvey in the eastern parts of Finland and neigbouring Russia. Fungal\nisolates were grouped based on morphology and representatives of each\nmorphological group were subjected to DNA sequence comparisons of the\ninternal transcribed spaced region (ITS1, 5.8S, ITS2) and β-tubulin gene\nregion. A total of 15 species of Ophiostoma were identified, including\nseven known species, five new species, and three species for which the\nidentity remains uncertain. In the O. piceae-complex we identified O.\ncanum, O. floccosum, O. karelicum and O. rachisporum sp. nov., and\nrelated to these, some isolates belonging to the European clade of O.\nminus in the O. minus-complex. Ophiostoma bicolor and O. fuscum sp. nov.\nwere identified in the O. ips-complex, while O. ainoae, O.\nbrunneo-ciliatum, O. tapionis sp. nov. and O. pallidulum sp. nov. were\nshown to group close to, but not in a strict monophyletic lineage with\nspecies of the O. ips-complex. Together with a single O. abietinum-like\nisolate, the only species that grouped close to the Sporothrix\nschenckii-O. stenoceras complex, was O. saponiodorum sp. nov.","trees":[{"tree_label":"Ophiostoma_ITS","ntax":"83","rootedtree":"TRUE","title":"Tr8682","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_8682.phy"}]}