{"Authors":" Joachim W. Kadereit, Hans Peter Comes, Li-Bing Zhang","Year":" 2003","Title":" The temporal course of Quaternary diversification in the\nEuropean high mountain endemic Primula sect. Auricula\n(Primulaceae).","Journal":" International Journal of Plant Sciences","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" Primula sect. Auricula is one of only few endemics of the\nEuropean high mountains with a comparatively large number of species. We\nexplored the section’s geographical origin, time of origin, and temporal\ncourse of diversification via parsimony, genetic distance, and\nlineages-through-time analyses based on the internal transcribed spacer\n(ITS) regions of nuclear ribosomal DNA. The taxa analysed included 52\nindividuals representing all 25 species of the section, representatives\nof seven other European, Asian and/or North American sections of the\ngenus, and two species of Douglasia. We present evidence that sect.\nAuricula likely originated from an Asian ancestor at the end of the Late\nTertiary, followed by its primary diversification into an ‘eastern’ and\n‘western’ lineage at the Plio-/Pleistocene boundary. Comparison with a\nconstant-rates null model of stochastic diversification-extinction\n(‘birth-death’) demonstrates that diversification has proceeded\nnon-randomly through Quaternary times in both lineages. They display a\npulse of speciation events occurring soon after their origin, and\nrelatively few such events occurring since. This pattern contrasts with\nthe predictions of the ëLate Pleistocene origins’ hypothesis and implies\nunpredictability of the evolutionary response of sect. Auricula to the\nrecurrent abiotic conditions of the Quaternary glacial-interglacial\ncycles. We conclude that there is no necessity to invoke an increase in\nextinction rate. Rather, the observed slowdown of inter- (and\nintra-)specific diversification in sect. Auricula toward the present\nlikely results from a decrease in diversification rate due to ecological\nand/or geographical space filling processes.","trees":[{"tree_label":"Fig. x","ntax":"39","rootedtree":"TRUE","title":"Primula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5805.phy"},{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Primula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5806.phy"}]}