{"Authors":" Eli M Sarnat, Corrie S. Moreau","Year":" 2011","Title":" Biogeography and morphological evolution in a Pacific island\nant radiation","Journal":" Molecular Ecology","Volume":" 20","Issue":" 1","Pages":" 114-130","Keywords":" convergent evolution;ecological\nrelease;Fiji;Formicidae;Pheidole;spinescence","DOI":" 10.1111/j.1365-294X.2010.04916.x","Abstract":" While insular radiations are documented for many\nterrestrial arthropods, few examples are known for eusocial insects.\nThis study seeks to ascertain whether the spinescence observed among\nFijian Pheidole ants was inherited from an oversea ancestor or is\nevidence of ecological release from interspecific competitors. We\nbroaden our understanding of morphological convergence, insular\nradiation and Pacific biogeography by testing three hypotheses proposed\npreviously for the Fijian Pheidole roosevelti group: (i) the group is\nmonophyletic; (ii) spinescence is a plesiomorphic trait inherited from\nan overseas ancestor; and (iii) the group is closely related to\nspinescent New Guinean relatives. The analysis included the fragments of\ntwo mitochondrial genes (COI, cytb) and two nuclear genes (H3, EF1α-F2)\nfrom 66 taxa, including all members of the roosevelti group,\nrepresentatives from the spinescent subgenus Pheidolacanthinus, Fijian\ncongeners and widespread Pacific congeners. Our results yield new\ninsights into the biogeographic history of Fiji, reveal a fascinating\nexample of convergent evolution and serve as a novel example of\necological release occurring within an insular eusocial insect lineage.\nThese findings recover the history of a presumably unremarkable ant\nspecies that colonized a remote oceanic archipelago in the Miocene (1710\nMa) and radiated across the emerging islands into niche-space occupied\nelsewhere in the Pacific by distantly related spinescent congeners. We\npropose the radiation of Fijian Pheidole into spinescent morphotypes was\nthe consequence of ecological opportunities afforded by the absence of\ncompeting ant lineages with conspicuous epigaeic foraging\nstrategies.","trees":[{"tree_label":"Bayesian partitioned MajRule","ntax":"66","rootedtree":"TRUE","title":"Pacific island ant radiation","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_8918.phy"}]}