{"Authors":" Sandra B. Boles, C. J. Cox, Bernard Goffinet, A. Jonathan\nShaw","Year":" 2003","Title":" Phylogenetic relationships among the mosses based on\nheterogeneous Bayesian analysis of multiple genes from multiple genomic\ncompartments.","Journal":" Systematic Botany","Volume":" 29","Issue":" 2","Pages":" 234-250","Keywords":"","DOI":" 10.1600/036364404774195458","Abstract":" Nucleotide sequences from eight nuclear, chloroplast, and\nmitochondrial genes were obtained from 30 mosses (plus four outgroup\nliverworts) in order to resolve phylogenetic relationships among the\nmajor clades of division Bryophyta. Phylogenetic analyses were conducted\nusing maximum parsimony, maximum likelihood (ML), and Bayesian\ninference. Inferences were compared from Bayesian analyses using\nhomogeneous and several heterogeneous models. Estimates of clade\nconfidence were based on bootstrap analyses, posterior probabilities (in\nBayesian analyses) and novel combined approaches. Most ingroup\nrelationships were congruent among analyses, but support for individual\nclades depended on the analytical approach. Increasingly parameterized\nmodels of nucleotide substitution in the likelihood analyses provided\nsignificantly higher goodness-of-fit to the data. The results suggest\nthat 1) the Bryophyta, including Sphagnum and Takakia, are monophyletic,\n2) Andreaea and Andreaeobryum form a monophyletic group, 3) Oedipodium\ngriffithianum is sister to all other operculate taxa, 4) mosses with\nnematodontous peristomes are paraphyletic and basal to arthrodontous\nmosses, 5) Diphyscium is sister to all other arthrodontous mosses, 6)\nEncalypta is sister to the Funariaceae, and 6) mosses with\ndiplolepideous-alternate peristomes form a monophyletic group.\nImplications of the phylogenetic hypothesis for morphological evolution\nin mosses include 1) a pseudopodium has arisen independently in Sphagnum\nand Andreaea, 2) the mucilage hairs of Andreaeobryum and Takakia are\nnon-homologous, 3) the stomata found in Sphagnum are not homologous to\nthose of other mosses, and 4) that stomata were absent in the ancestor\nof all mosses.","trees":[{"tree_label":"Fig. 3a","ntax":"34","rootedtree":"TRUE","title":"Mosses, ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5807.phy"}]}