{"Authors":" Nathaniel M Evans, Paulyn Cartwright","Year":" 2010","Title":" The Phylogenetic Position of Myxozoa: Exploring Conflicting\nSignals in Phylogenomic and Ribosomal Datasets","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" phylogenomic, ribosomal, CAT model, Myxozoa","DOI":"","Abstract":" Myxozoans are a diverse group of microscopic endoparasites\nthat have been the focus of much controversy regarding their\nphylogenetic position. Two dramatically different hypotheses have been\nput forward regarding the placement of Myxozoa within Metazoa. One\nhypothesis, supported by rDNA data, place Myxozoa as a sister taxon to\nBilateria. The alternative hypothesis, supported by phylogenomic data\nand morphology, place Myxozoa within Cnidaria. Here we investigate these\nconflicting hypotheses and explore the effects of missing data, model\nchoice, and inference methods, all of which can have an effect in\nplacing highly divergent taxa. In addition, we identify subsets of the\ndata that most influence the placement of Myxozoa and explore their\neffects by removing them from the datasets. Assembling the largest\ntaxonomic sampling of myxozoans and cnidarians to date, with a\ncomprehensive sampling of other metazoans for 18S and 28S nuclear\nribosomal DNA sequences, we recover a well-supported placement of\nMyxozoa as an early diverging clade of Bilateria. By conducting\nparametric bootstrapping, we find that the bilaterian placement of\nBuddenbrockia could not alone, be explained by long-branch attraction.\nAfter trimming a published phylogenomic dataset, to circumvent problems\nof missing data, we recover the myxozoan Buddenbrockia plumatellae as a\nmedusozoan cnidarian. In further explorations of these datasets, we find\nthat removal of just a few identified sites under a maximum likelihood\ncriterion employing the WAG amino acid substitution model, changes the\nplacement of Buddenbrockia from within Cnidaria to the alternative\nhypothesis at the base of Bilateria. Under a Bayesian criterion\nemploying the CAT model, the cnidarian placement is more resilient to\ndata removal, but under one test, a well-supported early diverging\nbilaterian position for Buddenbrockia is recovered. Our results confirm\nthe existence of two relatively stable placements for myxozoans and\ndemonstrate that conflicting signal exists not only between the two\ntypes of data but also within the phylogenomic dataset. These analyses\nunderscore the importance of careful model selection, taxon and data\nsampling, and in-depth data exploration, when investigating the\nphylogenetic placement of highly divergent taxa.","trees":[{"tree_label":"Fig. 1A","ntax":"60","rootedtree":"TRUE","title":"Myxozoa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9000.phy"},{"tree_label":"Fig. 1B","ntax":"60","rootedtree":"TRUE","title":"Myxozoa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9001.phy"},{"tree_label":"Fig. 2","ntax":"413","rootedtree":"TRUE","title":"Myxozoa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9002.phy"}]}