{"Authors":" David A. Baum, W. J. Hahn, Warren L. Wagner, Kenneth J.\nSytsma, A. Rodriguez, P. C. Hoch, Rachel A. Levin, Liliana Katinas,\nElizabeth A. Zimmer","Year":" 2003","Title":" Paraphyly in tribe Onagreae: Insights into phylogenetic\nrelationships of Onagraceae based on nuclear and chloroplast sequence\ndata.","Journal":" Systematic Botany","Volume":" 29","Issue":" 1","Pages":" 147-164","Keywords":" NA","DOI":" 10.1600/036364404772974293","Abstract":" Onagraceae are a family of 17 genera in seven tribes, with\nthe majority of species in tribes Onagreae and Epilobieae. Despite the\nspecies-richness of these two tribes, to date no phylogenetic study has\nbeen done with sufficient taxon sampling to examine relationships\nbetween and within these tribes. In this study, we used DNA sequence\ndata from one nuclear region (ITS) and two chloroplast regions\n(trnL-trnF and rps16) to infer phylogenetic relationships among 93 taxa\nacross the family, with concentrated sampling in the large tribe\nOnagreae. Results strongly suggest that tribe Gongylocarpeae is sister\nto tribes Epilobieae + Onagreae, both of which are monophyletic. Within\nOnagreae, Camissonia seems to be broadly paraphyletic, and Oenothera is\nalso paraphyletic. In Oenothera there appear to be two lineages, one of\nwhich has Gaura + Stenosiphon nested within it. At the base of the\nOnagraceae phylogeny, we have clarified previous confusion regarding\nconflicting placements of Hauya and Lopezia based on nuclear versus\nchloroplast data. Results of these analyses are supported by morphology\nand suggest the need for new taxonomic delimitations, which are\nforthcoming.","trees":[{"tree_label":"Fig. 2","ntax":"75","rootedtree":"TRUE","title":"Onagreae, ITS + trnL-F + rps16","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_616.phy"},{"tree_label":"cp only-trnL-F + rps16","ntax":"75","rootedtree":"TRUE","title":"Paraphyly in tribe Onagreae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4192.phy"},{"tree_label":"Fig. 1","ntax":"93","rootedtree":"TRUE","title":"Onagreae, ITS + trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5808.phy"},{"tree_label":"ITS only","ntax":"93","rootedtree":"TRUE","title":"Paraphyly in tribe Onagreae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5809.phy"}]}