{"Authors":" Janusz Blaszkowski, Gabor M. Kovacs, Timea K. Balazs,\nElzbieta Orlowska, Mehdi Sadravi, Tesfaye Wubet, François Buscot","Year":" 2010","Title":" Glomus africanum and G. iranicum, two new species of\narbuscular mycorrhizal fungi (Glomeromycota)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" arbuscular fungi, Glomeromycota, molecular phylogeny,\nmycorrhizae, new species","DOI":"","Abstract":" Abstract: Two new arbuscular mycorrhizal fungal species\n(Glomeromycota) of the genus Glomus, G. africanum and G. iranicum, are\ndescribed and illustrated. Both species formed spores in loose clusters\nand singly in soil, and G. iranicum sometimes inside roots. Spores of G.\nafricanum are pale yellow to brownish yellow, globose to subglobose,\n(60‒)87(‒125) µm diam., sometimes ovoid to irregular, 80‒110 × 90‒140\nµm. Their spore wall consists of a semi-permanent, hyaline, outer layer\nand a laminate, smooth, pale yellow to brownish yellow, inner layer,\nwhich always is markedly thinner than the outer layer. Spores of G.\niranicum are hyaline to pastel yellow, globose to subglobose,\n(13‒)40(‒56) µm diam., rarely egg-shaped, prolate to irregular, 39‒54 ×\n48‒65 µm. The spore wall consists of three smooth layers: a\nmucilaginous, short-lived, hyaline outermost layer, a permanent,\nsemi-rigid, hyaline middle layer, and a laminate, hyaline to pastel\nyellow innermost layer. Only the outermost spore wall layer of G.\niranicum stains red in Melzer’s reagent. In the field, G. africanum was\nassociated with roots of five plant species and an unrecognized shrub\ncolonizing maritime sand dunes of two countries of Europe and two of\nAfrica, and G. iranicum was associated with Triticum aestivum cultivated\nin southwestern Iran. In one-species cultures with Plantago lanceolata\nas the host plant, G. africanum and G. iranicum formed arbuscular\nmycorrhizae. Phylogenetic analyses of partial SSU sequences of nrDNA\nplaced the two new species in Glomus group A. Both species were\ndistinctly separated from sequences of described Glomus species.","trees":[{"tree_label":"Fig. 13","ntax":"71","rootedtree":"FALSE","title":"Glomus africanum and G. iranicum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_8974.phy"}]}