{"Authors":" Reza Mostowfizadeh-Ghalamfarsa, Zia Banihashemi, Samad\nJamali","Year":" 2010","Title":" Molecular Phylogeny of three desert truffles from Iran based\non ribosomal genome","Journal":" Rostaniha","Volume":"","Issue":"","Pages":"","Keywords":" Truffle, Ascomycota, Phylogenetics, ectomycorrhizal fungi,\ninternal transcribed spacer of rDNA","DOI":"","Abstract":" Desert truffles are hypogeous ascomycetes which can be\nfound in semi-arid ranges of Middle East, specially Iran. So far, there\nare no study has been carried out on the phylogenetic relationships of\nthese ectomycorrhizal symbionts in Iran. Therefore, samples of three\ndesert truffle species collected from different geographical locations.\nVoucher specimens deposited in fungal collection of the Department of\nPlant Protection, Shiraz University, Shiraz, Iran. DNA was extracted\nfrom specimens using a Genomic DNA Purification kit. Regions of internal\ntranscribed spacers 1, 2 and 5.8S genes of rDNA amplified using ITS4 and\nITS1 universal primer set. Fragments of ca 600 bp recovered from PCR,\npurified, sequenced, edited and deposited in GenBank. The ITS rDNA\nsequences generated in this study compared to those of other related\nauthentic taxa obtained from GenBank. The alignments of sequences were\nanalysed by both distance-based and maximum likelihood methods. Among 12\nspecimens studied with ITS sequencing, seven isolates corresponded to\nTerfezia claveryi reported by other authors. Iranian T. claveryi\nspecimens had an average identity of 99.4% (range 98.7100%) among\nthemselves, while all T. claveryi sequences analyzed had an average of\n95.2% (range 87.2100%). Four specimens corresponded to Trimania pinoyi,\nbeing a sister taxon of Trimania nivea, of which only one specimen could\nbe studied. Iranian T. pinoyi specimens had an average of 99.9% identity\n(range 99.8-100%) among themselves, and 97.2% (range 93.1-100%) between\nall T. pinoyi sequences compared. All T. nivea sequences, including\nIranian specimen, had an average of 96.6% identity (range 92.2-99.8%).\nIranian truffles flora resembles those of Meditranian areas and South\ncoast of Persian Gulf. Phylogenetics of other Iranian species is under\ninvestigation.","trees":[{"tree_label":"Imported tree 0","ntax":"42","rootedtree":"TRUE","title":"Tr8948","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_8948.phy"}]}