{"Authors":" Ulrike Damm, Paul H. Fourie, Pedro W. Crous","Year":" 2010","Title":" Coniochaeta (Lecythophora), Collophora gen. nov. and\nPhaeomoniella species associated with wood necroses of Prunus trees","Journal":" Persoonia","Volume":" 24","Issue":"","Pages":" 60-80","Keywords":" Collophora, Coniochaeta, EF-1alpha, GAPDH, ITS,\nLecythophora, LSU, pathogenicity, Phaeomoniella, Prunus, SSU,\nsystematics","DOI":" 10.3767/003158510X500705","Abstract":" Species of the genus Coniochaeta (anamorph: Lecythophora)\nare known as pathogens of woody hosts, but can also cause opportunistic\nhuman infections. Several fungi with conidial stages resembling\nLecythophora were isolated from necrotic wood samples of Prunus trees in\nSouth Africa. In order to reveal their phylogenetics relationships,\nthese fungi were studied on a morphological and molecular (5.8S nrDNA,\nITS-1, ITS-2, GAPDH, EF-1Î±, 28S nrDNA, 18S nrDNA) basis. Some of the\nisolates were identified as Coniochaeta (Sordariomycetes), including C.\nvelutina and two new species, C. africana and C. prunicola. The majority\nof the isolates, however, formed pycnidial or pseudopycnidial\nsynanamorphs and were not closely related to Coniochaeta. According to\ntheir 28S nrDNA phylogeny, they formed two distinct groups, one of which\nwas closely related to Helotiales (Leotiomycetes). The new genus\nCollophora is proposed, comprising five species that frequently occur in\nnecrotic peach and nectarine wood, namely Co. africana, Co. capensis,\nCo. paarla, Co. pallida and Co. rubra. The second group was closely\nrelated to Phaeomoniella chlamydospora (Eurotiomycetes), occurring\nmainly in plum wood. Besides P. zymoides occurring on Prunus salicina,\nfour new species are described, namely P. dura, P. effusa, P. prunicola\nand P. tardicola. In a preliminary inoculation study, pathogenicity was\nconfirmed for some of the new species on apricot, peach or plum\nwood.","trees":[{"tree_label":"Fig. 1","ntax":"36","rootedtree":"TRUE","title":"Coniochaeta (Lecythophora), Collophora gen. nov. and\nPhaeomoniella species associated with wood necroses of Prunus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_8971.phy"}]}