{"Authors":" Charles W Linkem, Kyle M Hesed, Arvin C Diesmos, Rafe M.\nBrown","Year":" 2010","Title":" Species boundaries and cryptic lineage diversity in a\nPhilippine forest skink complex (Reptilia; Squamata; Scincidae:\nLygosominae)","Journal":" Molecular phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1016/j.ympev.2010.03.043","Abstract":" In the megadiverse conservation hotspot of the\nPhilippines, biodiversity is not uniformly distributed throughout the\narchipelago, but hierarchically partitioned into islands and island\ngroups that were conjoined during the mid- to late Pleistocene. Few\nspecies groups are widely distributed throughout the archipelago, but\nsome exceptions exist, such as the common scincid lizards of the\nSphenomorphus jagori complex (including S. jagori, S. coxi, and S.\nabdictus). Using mtDNA haplotype data we test biogeographic and\ntaxonomic predictions in these abundant, large-bodied, forest floor\nlizards and arrive at conclusions that differ significantly from both\npast, and current, appraisals of species diversity. In contrast to\nexpectations based on existing taxonomy (three species, each with two\nsubspecies), we find evidence of at least eleven highly divergent\nspecies lineages diagnosed by haplotypic variation. Each lineage\ncorresponds to a biogeographically circumscribed distribution (i.e.,\nisolated islands or geological components of islands), suggesting\nlineage cohesion and allopatric differentiation. Parametric\nbootstrapping tests reject taxonomic and biogeographic hypotheses and\nsuggest a complex pattern of unpredicted relationships. Only one of the\nformer species (S. jagori) appears as a monophyletic entity (including\nfour allopatric, highly divergent lineages that we suspect may represent\nevolutionary species), and the remaining species are paraphyletic,\nnecessitating a comprehensive future taxonomic revision. The pattern of\nbiogeographic provincialism and hidden cryptic species diversity\ndetected here leads us to suspect that even the most common, presumably\nwell-studied, and widespread species complexes in the Philippines are in\nneed of thorough analysis with modern genetic and phylogenetic\ntechniques. Such studies of speciation genetics in these common, widely\ndistributed groups may lead to a better understanding of the genetic\nunderpinnings of biodiversity, allow for an enhanced appreciation of the\nevolutionary history of this model island archipelago, and enable more\ninformed conservation planning in a global biodiversity hotspot","trees":[{"tree_label":"Fig 3A","ntax":"167","rootedtree":"TRUE","title":"Tr8973","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_8973.phy"}]}