{"Authors":" Karien Bezuidenhout, Sandra Denman, Susan Ann Kirk, Wilhelm\nJ Botha, Lizel Mostert, Adele McLeod","Year":" 2010","Title":" Phytophthora taxa associated with cultivated Agathosma, with\nemphasis on the P. citricola complex and P. capensis sp. nov.","Journal":" Persoonia","Volume":" 25","Issue":"","Pages":" 32-49","Keywords":" Phytophthora citricola, Agathosma, ITS, multigene\nanalysis","DOI":" 10.3767/003158510X538371","Abstract":" Agathosma species, which are indigenous to South Africa,\nare also cultivated for commercial use. Recently growers experienced\nsevere plant loss, and symptoms shown by affected plants suggested that\na soilborne disease could be the cause of death. A number of\nPhytophthora taxa were isolated from diseased plants, and this paper\nreports their identity, mating type, and pathogenicity to young\nAgathosma plants. Using morphological and sequence data seven\nPhytophthora taxa were identified: the A1 mating type of P. cinnamomi\nvar. cinnamomi, P. cinnamomi var. parvispora and P. cryptogea, the A2\nmating type of P. drechsleri and P. nicotianae, and two homothallic taxa\nfrom the P. citricola complex. The identity of isolates in the P.\ncitricola complex was resolved using reference isolates of P. citricola\nCIT groups 1 to 5 sensu Oudemans et al. (1994) along with multi-locus\nphylogenies (three nuclear and two mitochondrial regions), isozyme\nanalyses, morphological characteristics and temperature-growth studies.\nThese analyses revealed the isolates from Agathosma to include P.\nmultivora and a putative novel species, P. taxon emzansi. Furthermore,\namong the P. citricola reference isolates the presence of a new species\nwas revealed, described here as P. capensis. Findings of our study,\nalong with some recent other studies, have contributed to resolving some\nof the species complexity within the P. citricola complex, resulting in\nthe identification of a number of phylogenetically distinct taxa. The\npathogenicity of representative isolates of the taxa from Agathosma was\ntested on A. betulina seedlings. The putative novel species, P. taxon\nemzansi, and P. cinnamomi var. parvispora were non-pathogenic, whereas\nthe other species were pathogenic to this host.","trees":[{"tree_label":"PAUP 1","ntax":"10","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25324.phy"},{"tree_label":"MajRule","ntax":"66","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25323.phy"},{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25326.phy"},{"tree_label":"PAUP 2","ntax":"19","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25327.phy"},{"tree_label":"PAUP 3","ntax":"19","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25328.phy"},{"tree_label":"PAUP 4","ntax":"19","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25329.phy"},{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25325.phy"}]}