{"Authors":" Ivan Fiala, Pavla Bartosova","Year":" 2010","Title":" Studies on some gall bladder myxosporeans (Myxozoa):\nprevalence, genetic distances, cryptic species assemblages and\ndevelopment of multiplex PCR","Journal":" Diseases of Aquatic Organisms","Volume":"","Issue":"","Pages":"","Keywords":" Chloromyxum; Zschokkella; cyprinid fishes; multiplex PCR;\ncryptic species; ribosomal DNA; prevalence","DOI":"","Abstract":" Chloromyxum cristatum, C. fluviatile, and Zschokkella nova\n(Myxozoa: Myxosporea) are common gall bladder parasites of cyprinid\nfishes where they frequently occur in mixed infections. Light and\nscanning electron microscopy were used for the morphological\ncharacterization of these myxosporeans. Especially, the latter method\nwas essential for the identification of C. cristatum and C. fluviatile\nwhose spores are known for the high variability in their complex surface\npattern. The prevalence of C. cristatum, C. fluviatile, and Z. nova in\nthe samples of Hypophthalmichthys molitrix and Ctenopharyngodon idella\nis assessed. The phylogenetic position of these parasites is retrieved\nfrom the SSU and LSU rDNA data and compared to the known phylogeny of C.\ncyprini and C. legeri, junior synonyms of C. cristatum and C.\nfluviatile. Intra- and interspecies variability is studied by the\ncomparison of myxosporean genetic distances. Specific PCR primers\ntargeting the D2 region of LSU rDNA of these species were designed. The\ncomparison of the detection efficiency of the light microscopy, standard\nPCR and multiplex PCR has shown that the last method is the most\neffective tool for the detection of these myxosporeans and their\ndiscrimination when present in mixed infections. The synonymy of C.\ncyprini with C. cristatum is supported by our molecular data and the\nexistence of cryptic species assemblages of C. fluviatile and Z. nova is\nsuggested. However, these findings have to be confirmed by further\nmolecular studies on well morphologically characterized isolates of\nthese myxosporeans from their type hosts.","trees":[{"tree_label":"tree1","ntax":"30","rootedtree":"TRUE","title":"Tr9034","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9034.phy"},{"tree_label":"tree1","ntax":"30","rootedtree":"TRUE","title":"Tr9033","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9033.phy"},{"tree_label":"tree1","ntax":"30","rootedtree":"TRUE","title":"Tr9030","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9030.phy"},{"tree_label":"tree1","ntax":"30","rootedtree":"TRUE","title":"Tr9032","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9032.phy"},{"tree_label":"tree1","ntax":"30","rootedtree":"TRUE","title":"Tr9031","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9031.phy"}]}