{"Authors":" Jason A. Koontz, Douglas E. Soltis, Pamela S. Soltis","Year":" 2004","Title":" Using phylogeny reconstruction to test hypotheses of hybrid\norigin in Delphinium section Diedropetala.","Journal":" Systematic Botany","Volume":" 29","Issue":" 2","Pages":" 345-357","Keywords":"","DOI":" 10.1600/036364404774195539","Abstract":" One-hundred ITS rDNA and 32 trnL-F cpDNA sequences were\nused to reconstruct the phylogeny of 62 (of 67) species of Delphinium\nsection Diedropetala to test the hypothesized hybrid origins of\nDelphinium gypsophilum and D. luteum. Delphinium gypsophilum has been\nproposed to be a hybrid derivative of D. recurvatum and D. hesperium\nsubsp. pallescens; D. luteum is of putative hybrid origin between D.\ndecorum and D. nudicaule. The nuclear and chloroplast sequence data were\nanalyzed separately and, because there was no conflict, in combination.\nTrnL-F alone did not provide much resolution. The ITS data set and the\ncombined ITS/trnL-F data set resolved several small clades. Delphinium\nluteum appears in a clade with both of its putative parents, and D.\ngypsophilum appears in a clade with D. recurvatum. In both cases, the\nsequence data are consistent with hybrid origin, but are also consistent\nwith the putative hybrids being closely related to one or both of their\nproposed progenitors. Population-level data (allozymes, RAPDs, and\nAFLPs) support the latter hypothesis. Although our goal was not to\nresolve all relationships throughout sect. Diedropetala, the results\nprovide initial information on subsectional relationships.","trees":[{"tree_label":"Fig. 2","ntax":"98","rootedtree":"TRUE","title":"Delphinium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4195.phy"},{"tree_label":"Fig. 1","ntax":"93","rootedtree":"TRUE","title":"Delphinium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4196.phy"},{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Delphinium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4197.phy"},{"tree_label":"Fig. 4","ntax":"32","rootedtree":"TRUE","title":"Delphinium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4198.phy"}]}