{"Authors":" Henrik Lantz, Duckchul Park, David W Minter, Peter\nJohnston","Year":" 2010","Title":" Molecular phylogeny reveals core clade of Rhytismatales.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Helotiales, Leotiomycetes, Lophodermium, nuclear LSU,\nmitochondrial SSU","DOI":"","Abstract":" The Rhytismatales (Leotiomycetes, Pezizomycotina,\nAscomycota) are an order of mostly plant-associated ascomycetes with a\nglobal distribution. Well known taxa include the Rhytisma tar-spots on\nAcer spp. and several needle-cast pathogens in the genera Lophodermium\nand Meloderma. Critical studies are lacking at all taxonomic levels from\norder to species, and in particular the genus level taxonomy in the\norder has been criticized for being unnatural. We used nuclear LSU and\nmitochondrial SSU sequences in Bayesian phylogenetic analyses to define\na core clade of Rhytismatales sensu stricto. Some of the genera\ntraditionally placed within the Rhytismatales, Ascodichaena,\nMarthamyces, Mellitiosporium, Potebniamyces, Propolis, and\nPseudophacidium, are shown to be phylogenetically distinct, all related\nto various other taxa at present placed in the polyphyletic Helotiales.\nWithin the core clade, only Cudonia, Spathularia, and Terriera are\nsupported as monophyletic. The large genera Coccomyces, Hypoderma and\nLophodermium are all polyphyletic as are a few smaller genera. The\ntraditionally used characters of ascoma and spore shape are shown to be\nunreliable for the delimitation of monophyletic genera but in some cases\ncan be useful when combined with other characters. In this study we\nprovide 72 new nrLSU and 64 new mtSSU sequences. Together with publicly\navailable sequences, data for 103 specimens representing 91 species of\nthe Rhytismatales are now available. Despite this, taxon sampling\nintensity is still too low to propose an alternative generic\ntaxonomy.","trees":[{"tree_label":"con 50 majrule","ntax":"37","rootedtree":"TRUE","title":"Rhytismatales, WIDE","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9073.phy"},{"tree_label":"con 50 majrule","ntax":"37","rootedtree":"TRUE","title":"Rhytismatales, WIDE","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9072.phy"},{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Rhytismatales, CORE","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9074.phy"},{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Rhytismatales, CORE","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9075.phy"}]}