{"Authors":" Ed Biffin, Robert S. Hill, Lowe J Andrew","Year":" 2010","Title":" Did Kauri (Agathis: Araucariaceae) Really Survive the\nOligocene Drowning of New Zealand?","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Araucariaceae, molecular clock, evolutionary rates,\nfossils, biogeography","DOI":"","Abstract":" New Zealand (NZ) is both a Gondwanan continental fragment\nand a geologically active oceanic island, and hence unravelling the\norigins and diversification of its biota has been considered important\nto biogeographic theory more generally (Nelson, 1975). For instance,\ngiven this dual nature, the modern NZ land mass provides an ideal\nsetting to consider the relative contribution of vicariance (NZ is\nbelieved to have separated from the Gondwanan supercontinent c. 80\nmillion years ago, Ma; but see, e.g. Ladiges and Cantrill, 2007, who\nsuggest more recent terrestrial connections between Australia and NZ)\nversus more recent trans-oceanic long distance dispersal in shaping\nbiogeographic patterns (Crisp, 2008; Wallis and Trewick, 2008).\nFollowing its rifting from Gondwana, crustal thinning resulted in\nprogressive submergence of the plate that carried NZ culminating in the\n‘Oligocene drowning’ (c. 34-24 Ma) when the emergent landmass of what\nwould become NZ was reduced to a small fraction of the modern area, or\nwas submerged entirely (Campbell and Landis, 2003; Trewick et al., 2006;\nLandis et al., 2008). The fossil record of NZ indicates a very high rate\nof biotic turnover since the Cretaceous (Pole, 1994; Pole and Vajda,\n2009).The importance of Tertiary oceanic long distance dispersal in the\nassembly of the modern biota has been widely demonstrated (e.g. Fleming,\n1979; Mildenhall, 1980; Pole, 1994; Macphail, 1997; Winkworth et al.,\n2002; Cook and Crisp, 2005; Knapp et al., 2005). In light of these data,\nit has been argued that the burden of proof rests with biogeographers to\ndemonstrate in situ Gondwanan (vicariant) heritage, or indeed, a\ncontinuous pre-Oligocene link for the modern NZ biota (Waters and Craw,\n2006; Landis et al., 2008). Here, we review the claim that Kauri\n(Agathis australis), the sole extant NZ representative of the\npredominantly Southern Hemisphere conifer family Araucariaceae, survived\nthe Oligocene drowning (Stöckler et al., 2002; Knapp et al., 2007).","trees":[{"tree_label":"TREE1b","ntax":"24","rootedtree":"TRUE","title":"Kauri","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9361.phy"},{"tree_label":"TREE1a","ntax":"24","rootedtree":"TRUE","title":"Kauri","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9360.phy"}]}