{"Authors":" Karen Meusemann, Björn M. von Reumont, Sabrina Simon, Falko\nRoeding, Sascha Strauss, Patrick Kück, Ingo Ebersberger, Manfred Walzl,\nGünther Pass, Sebastian Breuers, Viktor Achter, Arndt von Haeseler,\nThorsten Burmester, Heike Hadrys, J. Wolfgang Wägele, Bernhard\nMisof","Year":" 2010","Title":" A phylogenomic approach to resolve the arthropod tree of\nlife","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" arthropod phylogeny, phylogenomics, Expressed Sequence\nTags (ESTs), supermatrix, matrix saturation, relative\ninformativeness","DOI":" 10.1093/molbev/msq130","Abstract":" Arthropods were the first animals to conquer land and air.\nThey encompass more than three quarters of all described living species.\nThis extraordinary evolutionary success is based on an astoundingly wide\narray of highly adaptive body organizations. A lack of robustly resolved\nphylogenetic relationships, however, currently impedes the reliable\nreconstruction of the underlying evolutionary processes. Here, we show\nthat phylogenomic data can substantially advance our understanding of\narthropod evolution and resolve several conflicts among existing\nhypotheses. We assembled a data set of 233 taxa and 775 genes from which\nan optimally informative data set of 117 taxa and 129 genes was finally\nselected using new heuristics and compared to the unreduced data set. We\nincluded novel EST data for eleven species and all published\nphylogenomic data augmented by recently published EST data on\ntaxonomically important arthropod taxa. This thorough sampling reduces\nthe chance of obtaining spurious results due to stochastic effects of\nundersampling taxa and genes. Orthology prediction of genes, alignment\nmasking tools, and selection of most informative genes due to a balanced\ntaxa-gene ratio using new heuristics were established. Our optimized\ndata set robustly resolves major arthropod relationships. We received\nstrong support for a sister group relationship of onychophorans and\neuarthropods, and strong support for a close association of tardigrades\nand cycloneuralia. Within pancrustaceans, our analyses yielded\nparaphyletic crustaceans and monophyletic hexapods, and robustly\nresolved monophyletic endopterygote insects. However, our analyses also\nshowed for few deep splits that were recently thought to be resolved,\nfor example the position of myriapods, a remarkable sensitivity to\nmethods of analyses.","trees":[{"tree_label":"Fig. 2","ntax":"117","rootedtree":"TRUE","title":"Arthropods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9269.phy"},{"tree_label":"Fig. 1","ntax":"117","rootedtree":"TRUE","title":"Arthropods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9268.phy"},{"tree_label":"Tree 1","ntax":"233","rootedtree":"TRUE","title":"Arthropods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9267.phy"}]}