{"Authors":" Riva Bruenn, Matthew Croley, alexia vandeventer, James\nHorn, Amit Dhingra, Samuel F Brockington, Maribeth Latvis, Jeremy\nRamdial, Roolse Alexandre, Ana Piedrahita, Zhenxiang Xi, Charles C.\nDavis, Douglas E. Soltis, Pamela S. Soltis, Michael James Moore, Nasr S.\nHassan, Matthew A. Gitzendanner","Year":" 2010","Title":" Analysis of a plastid inverted repeat supermatrix for 246\ntaxa improves confidence in deeper level angiosperm relationships","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Angiosperm Tree of Life, plastid inverted repeat,\nphylogenetics, large data sets","DOI":"","Abstract":" Recent studies employing complete plastid genome sequences\nhave helped clarify the backbone phylogeny of angiosperms. However, the\nrelatively limited taxon sampling in these studies has left several\nmajor clades poorly represented, precluding resolution of some regions\nof angiosperm phylogeny with strong support. Other recent work has\nsuggested that the 25,000 bp plastid inverted repeat (IR) region may be\na valuable source of characters for resolving these remaining\nproblematic nodes. Consequently we constructed a data set of all\navailable angiosperm IR sequences, resulting in a matrix of 24,702\naligned bases and 246 accessions, including 21 newly sequenced taxa.\nMaximum likelihood analyses of these data yielded a generally\nwell-supported topology that was highly congruent with recent trees\nbased on complete plastid genome sequences. Notably, IR analyses resolve\nPentapetalae into three well-supported clades: (1) superasterids\n(including Santalales, Caryophyllales, Berberidopsidales, and\nAsteridae), (2) superrosids (including Vitales, Saxifragales, and\nRosidae), and (3) Dilleniaceae, whose position as sister to remaining\nPentapetalae had the highest maximum likelihood bootstrap support yet\nobtained for this recalcitrant clade using character-rich data sets.\nThese results provide important new evidence for a stable,\nwell-supported phylogenetic framework for angiosperms, and demonstrate\nthe usefulness of IR data at deeper levels of angiosperm phylogeny.","trees":[{"tree_label":"Figure 1","ntax":"246","rootedtree":"TRUE","title":"Tr9212","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9212.phy"},{"tree_label":"Figure 1","ntax":"246","rootedtree":"TRUE","title":"Tr9211","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9211.phy"}]}