{"Authors":" Robert Aaron Makowsky, Christian Cox, Corey Roelke, Paul T.\nChippindale","Year":" 2010","Title":" Analyzing the Relationship between Sequence Divergence and\nNodal Support using Bayesian Phylogenetic Analyses","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Divergence, Phylogenetics, Bayesian, Sequence","DOI":"","Abstract":" Determining the appropriate gene for phylogeny\nreconstruction can be a difficult process. Rapidly evolving genes tend\nto resolve recent relationships, but suffer from alignment issues and\nincreased homoplasy among distantly related species. Conversely, slowly\nevolving genes generally perform best for deeper relationships, but lack\nsufficient variation to resolve recent relationships. We determine the\nrelationship between sequence divergence and Bayesian phylogenetic\nreconstruction ability using both natural and simulated datasets. The\nnatural data is based on 28 well-supported relationships within the\nsubphylum Vertebrata. Sequences of 12 genes were acquired and Bayesian\nanalyses were used to determine phylogenetic support for correct\nrelationships. Simulated datasets were designed to determine whether an\noptimal range of sequence divergence exists across extreme phylogenetic\nconditions. Across all genes we found that an optimal range of\ndivergence for resolving the correct relationships does exist, although\nthis level of divergence expectedly depends on the distance metric.\nSimulated datasets show that an optimal range of sequence divergence\nexists across diverse topologies and models of evolution. We determine\nthat a simple to measure property of genetic sequences (genetic\ndistance) is related to phylogenic reconstruction ability in Bayesian\nanalyses. This information should be useful for selecting the most\ninformative gene to resolve any relationships, especially those that are\ndifficult to resolve, as well as minimizing both cost and confounding\ninformation during project design.","trees":[{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Tetrapods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9215.phy"}]}