{"Authors":" Carlos Gutiérrez-Gutiérrez, Juan Emilio Palomares-Rius,\nCarolina Cantalapiedra-Navarrete, Blanca B. Landa, Daniel Esmenjaud,\nPablo Castillo","Year":" 2010","Title":" Molecular analysis and comparative morphology to resolve a\ncomplex of cryptic Xiphinema species","Journal":" Zoologica Scripta","Volume":"","Issue":"","Pages":"","Keywords":" dagger nematodes, taxonomy, phylogeny","DOI":"","Abstract":" During nematode surveys in cultivated and natural\nenvironments in southern Spain nine populations of parthenogenic\nXiphinema species tentatively identified Xiphinema cf. pyrenaicum and\none population morphologically close to Xiphinema turcicum were\ndetected. Surveys in southern France also identified one population\nresembling X. pyrenaicum. We developed a comparative study among these\nrelated Xiphinema species, including topotypes of two species of this\ngroup previously synonymised, viz. Xiphinema hispanum and Xiphinema\nsphaerocephalum, by considering morphological and morphometrical\nfeatures together with molecular data from nuclear ribosomal RNA genes\n(D2-D3 expansion segments of 28S, ITS1, and partial 18S). Morphological\nand morphometrical results identified eight of the Spanish populations\nas Xiphinema nuragicum (previously synonymised with X. pyrenaicum)\nwhereas the ninth population was identified as Xiphinema adenohystherum\n(also synonymised with X. pyrenaicum). The species X. adenohystherum, X.\nnuragicum, X. pyrenaicum, and X. sphaerocephalum were shown to be\nmorphologically almost indistinguishable but clearly separated by\nphylogenetic analyses, thus constituting a complex of cryptic species.\nConsequently, X. adenohystherum, X. nuragicum, and X. sphaerocephalum\nwere re-established as valid species. Similarly, X. hispanum\n(morphologically similar to X. aceri) was also shown as a valid species.\nXiphinema turcicum, morphologically related to X. pyrenaicum complex by\nits rounded tail, uterus with a pseudo-Z differentiation and small\nspines, was phylogenetically distant to these species based on D2-D3\nexpansion segments of 28S and ITS1, which suggests a morphological\nconvergence in their evolution.","trees":[{"tree_label":"Fig. 8B d2d3mas","ntax":"48","rootedtree":"TRUE","title":"Tr9260","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9260.phy"},{"tree_label":"Fig. 8A ITS1","ntax":"14","rootedtree":"TRUE","title":"Tr9259","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9259.phy"},{"tree_label":"Fig. 8C 18S","ntax":"44","rootedtree":"TRUE","title":"Tr9261","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9261.phy"}]}