{"Authors":" Vera Andjic, Geoff Pegg, Angus Carnegie, Andrew Callister,\nGiles E. St.J. Hardy, Treena I Burgess","Year":" 2010","Title":" Teratosphaeria pseudoeucalypti, a new cryptic species\nresponsible for leaf blight of Eucalyptus in subtropical and tropical\nAustralia","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" clone evaluation, DNA sequence, Eucalyptus spp.\nhaplotypes, Kirramyces leaf blight phylogeographic analysis","DOI":" 10.1111/j.1365-3059.2010.02308.x","Abstract":" Sub-tropical and tropical plantations of Eucalyptus\ngrandis hybrids in eastern Australia have been severely affected by\nanamorphs of Teratosphaeria (formerly Kirramyces) causing a serious leaf\nblight disease. Initially the causal organism in Queensland, Australia,\nwas identified as Teratosphaeria eucalypti, a known leaf parasite of\nendemic Eucalyptus spp. However, some inconsistencies in symptoms,\ndamage and host range suggested that the pathogen in Queensland may be a\nnew species. Isolates of T. eucalypti from throughout its known endemic\nrange, including Queensland, as well as in New Zealand, where it is an\nexotic pathogen, were compared using multi gene phylogenies.\nPhylogenetic studies revealed that the species responsible for leaf\nblight in Queensland represent a new taxon, described here as\nTeratosphaeria pseudoeucalypti. While the DNA sequence of T.\npseudoeucalypti were more similar to T. eucalypti the symptoms and\ncultural characteristics resembled that of T. destructans. The impact of\nthis disease in central Queensland has increased annually and is the\nmajor threat to the eucalypt plantation industry in the region.","trees":[{"tree_label":"PAUP 1","ntax":"30","rootedtree":"TRUE","title":"Teratosphaeria pseudoeucalypti","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9213.phy"},{"tree_label":"Fig. 2","ntax":"30","rootedtree":"TRUE","title":"Teratosphaeria pseudoeucalypti","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9214.phy"}]}