{"Authors":" Pierre De Wit, Emilia Rota, Christer Erseus","Year":" 2011","Title":" Phylogeny and character evolution in Grania (Annelida,\nClitellata)","Journal":" Zoologica Scripta","Volume":" 40","Issue":" 5","Pages":" 509-519","Keywords":" Grania, Enchytraeidae, phylogeny, systematics,\nevolution","DOI":" 10.1111/j.1463-6409.2011.00486.x","Abstract":" In this study, DNA sequences from six loci of twenty\nspecies are combined with a 54-character morphological matrix coded for\nall described species of the marine clitellate genus Grania\n(Enchytraeidae) in the first ever attempt to illuminate the phylogeny of\nthe group. The data are found to be inadequate for resolving the\nphylogeny of the entire genus, but a well-supported, fully resolved\nphylogeny of the subset of twenty species for which DNA data are\navailable is found both through Bayesian inference and Maximum\nParsimony. Using well-supported nodes from the Bayesian analysis, we\ninvestigate the morphological character evolution using parsimony\nancestral state reconstruction. We find that most morphological\ncharacters used in standard species descriptions are homoplasious.\nMorphological characters which are found to be homological within clades\n(although not globally) include chaetal characters, midventral glands,\npenial stylets, coloration and possession of a head organ. Surprisingly,\nthe head organ is strongly suggested as having evolved at least twice\nwithin the genus, but an alternative hypothesis is that this structure\nis an ancestral feature of the genus that has been secondarily lost, or\nsimply has not been optically detected, in some lineages. Also, the\ngeographical distributions of the Grania species used in the\nDNA-analysis tend to follow the phylogeny, indicating limited dispersal\ncapabilities. The geographical distributions of the Grania species used\nin the DNA-analysis follow the phylogeny closely, indicating limited\ndispersal capabilities.","trees":[{"tree_label":"80 taxa parsimony jackknife majrule consensus","ntax":"80","rootedtree":"TRUE","title":"Phylogeny of Grania","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46321.phy"},{"tree_label":"26 taxa MPT","ntax":"26","rootedtree":"TRUE","title":"Phylogeny of Grania","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46322.phy"},{"tree_label":"Bayes 26 taxa majrule","ntax":"26","rootedtree":"TRUE","title":"Phylogeny of Grania","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46323.phy"},{"tree_label":"Bayes 80 taxa majrule","ntax":"80","rootedtree":"TRUE","title":"Phylogeny of Grania","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46324.phy"}]}