{"Authors":" Fernando A. Fernandez, Sabine M. Huhndorf, Andrew N.\nMiller","Year":" 2003","Title":" Molecular systematics of the Sordariales: The order and the\nfamily Lasiosphaeriaceae redefined.","Journal":" Mycologia","Volume":" 95","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Sordariales is a taxonomically diverse group that has\ncontained from seven to 14 families in recent years. The largest family\nis the Lasiosphaeriaceae, which has contained between 33 and 53 genera\ndepending on the chosen classification. To determine the affinities and\ntaxonomic placement of the Lasiosphaeriaceae and other families in the\nSordariales, taxa representing every family in the Sordariales and most\nof the genera in the Lasiosphaeriaceae were targeted for phylogenetic\nanalysis using partial sequences of the large subunit (LSU) nrDNA. Based\non molecular data, only genera within the families Chaetomiaceae,\nLasiosphaeriaceae and Sordariaceae are retained within the redefined\nSordariales. The order is a coherent group with morphologies that vary\nalong well-defined lines including large ascomata with large-celled\nmembraneous or coriaceous walls and ascospores that show variation on a\ndistinctive developmental theme, often with appendages or sheaths. The\nparaphyletic chaetomiaceous complex and the strongly supported\nSordariaceae are nested among taxa traditionally placed in the\nLasiosphaeriaceae. Analyses also indicate that 11 genera belong in the\nparaphyletic lasiosphaeriaceous complex. These taxa share a similar\ndevelopmental pattern in their ascospore morphology that extends to the\nSordariales as a whole. Based on these similarities in morphology, 13\nadditional genera are retained within the lasiosphaeriaceous complex and\nmore than 35 genera have relationships in the order overall. Based on\nLSU data, 17 genera that have been assigned to the Lasiosphaeriaceae\nsensu lato are transferred to other families outside the Sordariales and\n22 additional genera with differing morphologies subsequently are\ntransferred out of the order. Two new orders, Coniochaetales and\nChaetosphaeriales, are recognized for the families Coniochaetaceae and\nChaetosphaeriaceae respectively. The Boliniaceae is accepted in the\nBoliniales and the Nitschkiaceae is accepted in the Coronophorales.\nAnnulatascaceae and Cephalothecaceae are placed in Sordariomycetidae\ninc. sed., and Batistiaceae is placed in the Euascomycetes inc.\nsed.","trees":[{"tree_label":"Fig. 1","ntax":"85","rootedtree":"TRUE","title":"Sordariales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4202.phy"}]}