{"Authors":" Robert Aaron Makowsky, John C. Marshall, John David McVay,\nPaul T. Chippindale, Leslie J. Rissler","Year":" 2010","Title":" Phylogeographic analysis of the plain-bellied watersnake\n(Nerodia erythrogaster) reveals low genetic and ecological\ndifferentiation and no support for subspecies","Journal":" Molecular Phylogenetics and Evolution","Volume":" 55","Issue":" 3","Pages":" 985-995","Keywords":" Nerodia erythrogaster, Natricinae, Subspecies,\nThamnophiinae, Watersnake, Phylogeography, Ecological niche\nmodeling","DOI":" 10.1016/j.ympev.2010.03.012","Abstract":" Species that exhibit geographically defined phenotypic\nvariation have traditionally been divided into subspecies. Subspecies\nbased on morphological features may not comprise monophyletic groups due\nto a possible combination of selection, gene flow, or convergent\nevolution. In many taxonomic groups the number of species once\ndesignated as widespread is dwindling rapidly, and many workers reject\nthe concept of subspecies altogether. We tested whether currently\nrecognized subspecies in the plain-bellied watersnake Nerodia\nerythrogaster are concordant with relationships based on mitochondrial\nmarkers. The range of this species spans multiple potential\nbiogeographic barriers (Mississippi River and Apalachicola Rivers) that\ncorrespond with lineage breaks in many species, including other snakes.\nWe sequenced three genes (NADH-II, Cyt-b, Cox-I) from 156 geo-referenced\nspecimens and developed ecological niche models using Maxent and\nspatially-explicit climate data to examine historical and ecological\nfactors affecting variation in N. erythrogaster across its range.\nOverall, we found little support for the recognized subspecies and\nconclude that although some genetic and niche differentiation has\noccurred, most populations assigned to N. erythrogaster appear to\nrepresent a single, widespread species. However, additional sampling and\napplication of nuclear markers are necessary to clarify the status of\nthe easternmost populations.","trees":[{"tree_label":"Fig. 2","ntax":"161","rootedtree":"TRUE","title":"Nerodia erythrogaster cytb nd2 cox1","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9316.phy"}]}