{"Authors":" Yanis Bouchenak-Khelladi, G. Anthony Verboom, Trevor R.\nHodkinson, Vincent Savolainen","Year":" 2010","Title":" Biogeography of the grasses (Poaceae): a phylogenetic\napproach to reveal evolutionary history in geographical space and\ngeological time.","Journal":" Botanical Journal of the Linnean Society","Volume":" 162","Issue":"","Pages":" 543-557","Keywords":" ancestral reconstructions, grass family, macro-evolution,\npalaeo-biogeography, palaeo-ecology, phylogenetics","DOI":" 10.1111/j.1095-8339.2010.01041.x","Abstract":" The grasses (Poaceae) are the fifth most diverse family of\nangiosperms, including 800 genera and more than 10 000 species. Few\nphylogenetic studies have tried to investigate palaeo-biogeographical\nand palaeo-ecological scenarios that may have led to present-day\ndistribution and diversity of grasses at the family level. We produced a\ndated phylogenetic tree based on combined plastid DNA sequences and a\ncomprehensive sample of Poaceae. Furthermore, we produced an additional\ntree using a supermatrix of morphological and molecular data that\nincluded all 800 grass genera so that ancestral biogeography and\necological habitats could be inferred. We used a likelihood-based\nmethod, which allows the estimation of ancestral polymorphism in both\nbiogeographical and ecological analyses for large data sets. The origin\nof Poaceae was retrieved as African and shade adapted. The crown node of\nthe BEP + PACCMAD clade was dated at 57 Mya, in the early Eocene.\nGrasses dispersed to all continents by approximately 60 million years\nafter their Gondwanan origin in the late Cretaceous. PACCMAD taxa\nadapted to open habitats as early as the late Eocene, a date consistent\nwith recent phytolith fossil data for North America. C4 photosynthesis\nfirst originated in Africa, at least for Chloridoideae in the Eocene at\nc. 30 Mya. The BEP clade members adapted to open habitats later than\nPACCMAD members; this was inferred to occur in Eurasia in the\nOligocene.","trees":[{"tree_label":"Fig. 2","ntax":"802","rootedtree":"TRUE","title":"Grasses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9274.phy"},{"tree_label":"TREE1","ntax":"298","rootedtree":"TRUE","title":"Tr9902","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9902.phy"}]}