{"Authors":" Sahadevan Seena, Cláudia Pascoal, Ludmila Marvanová,\nFernanda Cássio","Year":" 2010","Title":" DNA barcoding of fungi: a case study using ITS sequences for\nidentifying aquatic hyphomycete species","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" ITS sequences, Barcoding, Aquatic hyphomycetes","DOI":"","Abstract":" Aquatic hyphomycetes are a polyphyletic group of fungi\nthat play a crucial role in organic matter turnover in streams. They\nhave been traditionally identified based on the morphology of conidia\ncollected in stream water or obtained from leaves colonized in nature\nthrough aeration methods in laboratory. Therefore, species\nidentification may be limited by our ability to induce conidium\nproduction and to establish pure cultures. Conidial shapes are believed\nto be the result of convergent evolution (Ingold 1975), so similar\nconidia may be produced by different conidiogenesis processes and\nneglecting this may lead to erroneous identification. Currently, a great\neffort in fungal taxonomy is being made at introducing a set of criteria\nbased on comparisons of selected nucleotide sequences instead of or in\naddition to phenotypic characters. We examined the suitability of whole\nITS region or its subregions to identify aquatic hyphomycetes, by\nsequencing and comparing these regions in 94 fungal isolates belonging\nto 19 species collected in Portuguese streams with different\nenvironmental conditions during 8 years. The ITS1, ITS2 and\nITS1-5.8S-ITS2 sequences of the Portuguese isolates of aquatic\nhyphomycetes and those from the GenBank exhibited taxonomic\ncohesiveness, all the isolates grouped with their respective species but\nall the Tricladium species did not group within the Tricladium genus.\nCohesiveness was not observed between isolates with respect to location,\ncondition of stream or date of collection. Evolutionary divergences\n(ITS1-5.8S-ITS2 sequences; Kimura 2-parameter distance) between\ncon-specific isolates were shallow and a deep divergence between species\nwas generally observed. The phylogenetic trees based on ITS1 or ITS2\nsequences had lower statistical support for many internal nodes, so we\npropose mainly the use of entire ITS1-5.8S-ITS2 as barcodes for\nidentifying species of aquatic hyphomycetes.","trees":[{"tree_label":"ITS1","ntax":"108","rootedtree":"TRUE","title":"Aquatic Hyphomycetes, ITS1 Tree","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9358.phy"},{"tree_label":"ITS2","ntax":"108","rootedtree":"TRUE","title":"Aquatic Hyphomycetes, ITS2 Tree","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9359.phy"},{"tree_label":"ITS1-5.8S-ITS2","ntax":"108","rootedtree":"TRUE","title":"Aquatic Hyphomycetes, ITS1-5.8S-ITS2 Tree","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9357.phy"}]}