{"Authors":" Lorenzo Cecchi, Federico Selvi","Year":" 2010","Title":" Evolutionary lineages of Ni-hyperaccumulation and systematics\nin Europaean Alysseae (Brassicaceae): evidence from nrDNA sequence\ndata","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Alysseae, Alyssum sect. Odontarrhena, Bornmuellera,\nBrassicaceae, Leptoplax, molecular phylogeny, Ni-hyperaccumulation","DOI":"","Abstract":" Background and Aims Ni-hyperaccumulation is a rare form of\nphysiological specialization shared by a small number of angiosperms\ngrowing on ultramafic soils. The evolutionary patterns of this feature\namong Europaean members of tribe Alysseae is investigated using a\nphylogenetic approach to assess relationships among Ni-hyperaccumulators\nat the genus, species, and below-species level. Methods Original ITS\nsequences were generated for multiple accessions of Alysseae.\nPhylogenetic trees were obtained for the genera of the tribe and Alyssum\nsect. Odontarrhena. All accessions and additional herbarium material\nwere tested for Ni-hyperaccumulation with the dimethylglyoxime\ncolorimetric method. Key results Molecular data strongly support the\npoorly-known hyperaccumulator endemic Leptoplax (Peltaria) emarginata as\nsister to hyperaccumulator species of Bornmuellera within Alysseae. This\nis contrary to previous assumptions of affinity between L. emarginata\nand non-hyperaccumulator Peltaria in Thlaspideae. The lineage\nBornmuellera-Leptoplax is, in turn, sister to the two\nnon-hyperaccumulator Mediterranean endemics Ptilotrichum rupestre and P.\ncyclocarpum. Low ITS sequence variation was found within monophyletic\nAlyssum sect. Odontarrhena and especially in A. murale s.l.\nNi-hyperaccumulation was not monophyletic in any of three main clades\nretrieved, each consisting of hyperaccumulators and\nnon-hyperaccumulators of different geographic origin. Conclusions\nAbility for Ni-hyperaccumulation in Alysseae has a double origin, while\nit did not evolve in Thlaspideae. In Bornmuellera-Leptoplax it\nrepresents an early synapomorphy appeared from an ancestor shared with\nthe calcicolous, sister clade of Mediterranean Ptilotrichum. In A. sect.\nOdontarrhena it has multiple origins even within the three Europaean\nclades recognized. Lack of geographic cohesion suggests that\naccumulation ability has been lost or gained over the different\nserpentine areas of south Europe through independent events of\nmicroevolutionary adaptation and selection. Genetic continuity and\nstrong phenotypic plasticity in the A. murale s.l. complex call for a\nreduction of the number of Ni-hyperaccumulator taxa to be formally\nrecognized.","trees":[{"tree_label":"Alysseae","ntax":"30","rootedtree":"TRUE","title":"Tr9367","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9367.phy"},{"tree_label":"Alyssum","ntax":"48","rootedtree":"TRUE","title":"Tr9366","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9366.phy"}]}