{"Authors":" M. Réblová, Keith Seifert","Year":" 2010","Title":" Discovery of the teleomorph of the hyphomycete,\nSterigmatobotrys macrocarpa, and epitypification of the genus to\nholomorphic status","Journal":" Studies in Mycology","Volume":"","Issue":"","Pages":"","Keywords":" anamorph-teleomorph connection, Carpoligna, ncLSU rDNA,\nphylogeny, Pleurothecium, teleotypification","DOI":"","Abstract":" The teleomorph was discovered for Sterigmatobotrys\nmacrocarpa, a conspicuous dematiaceous hyphomycete characterized by\nmacronematous, penicillate conidiophores with branches or metulae\narising from the apex of the stipe that are terminated by cylindrical,\nelongated conidiogenous cells producing conidia in a holoblastic manner.\nThe teleomorph is lignicolous, and a perithecial ascomycete with\nperithecia associated with fertile conidiophores of S. macrocarpa on the\nhost; an identical anamorph developed from isolated ascospores in axenic\nculture. The teleomorph is morphologically similar to those produced by\nspecies of the genera Carpoligna and Chaetosphaeria, especially in its\nnonstromatic perithecia; hyaline, cylindrical to fusiform ascospores,\nunitunicate asci with each ascus having a distinct apical annulus; and\ntapering paraphyses. Sterigmatobotrys includes two species, S.\nmacrocarpa, a taxonomic synonym of the type species (S. elata), and S.\nuniseptata. Although described in 1886 by Oudemans, its teleomorph was\nunknown until now. Because no teleomorph was described in the protologue\nof Sterigmatobotrys, we apply Article 59.7 of the International Code of\nBotanical Nomenclature. Thus, we epitypify (teleotypify) both names,\nSterigmatobotrys elata and S. macrocarpa to give the genus holomorphic\nstatus, and the name S. macrocarpa is adopted for the teleomorph. To\nevaluate the ordinal and familial affinities of Sterigmatobotrys and its\nrelationships with morphologically similar Carpoligna and\nChaetosphaeria, phylogenetic relationships were inferred based on\nmolecular sequence data of the large subunit nuclear ribosomal DNA\n(ncLSU rDNA).","trees":[{"tree_label":"LSU Phylogeny","ntax":"87","rootedtree":"TRUE","title":"Fig. 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9343.phy"}]}