{"Authors":" Martina Réblová, Walter Gams, Keith A Seifert","Year":" 2011","Title":" Monilochaetes and allied genera of the Glomerellales, and a\nreconsideration of families in the Microascales","Journal":" Studies in Mycology","Volume":" 68","Issue":"","Pages":" 163-191","Keywords":" Australiasca, Australiascaceae, Ceratocystidaceae,\nCylindrotrichum, Dischloridium, Gondwanamycetaceae, Reticulascus,\nReticulascaceae, phylogeny, Plectosphaerellaceae","DOI":" 10.3114/sim.2011.68.07","Abstract":" The phylogenetic relationships of two species that mimic\nChaetosphaeria in teleomorph and anamorph morphologies, Chaetosphaeria\ntulasneorum with a Cylindrotrichum anamorph and Australiasca\nqueenslandica with a Dischloridium anamorph, are studied with four\nmolecular data sets: the ITS region including ITS1, 5.8S rDNA and ITS2\n(ITS), nc28S (ncLSU) rDNA, nc18S (ncSSU) rDNA and a combined dataset of\nncLSU-ncSSU-RPB2. The traditional placement of Ch. tulasneorum with taxa\nof the Microascales, based on the ncLSU sequences, is not supported;\nneither does Australiasca belong to the Chaetosphaeriaceae. Both\nholomorph species are nested within the Glomerellales, an order that can\nbe reliably phylogenetically defined. A new genus, Reticulascus, is\nintroduced for Ch. tulasneorum, with associated Cylindrotrichum\nanamorphs; another holomorph species of Reticulascus and its anamorph in\nCylindrotrichum are described as new. The structure of the order\nGlomerellales is clarified; it includes three families, the\nGlomerellaceae and the newly described Australiascaceae and\nReticulascaceae. Based on ITS and ncLSU rDNA sequence data, we confirm a\nclose relationship between the anamorph genera Dischloridium and\nMonilochaetes. Consequently Dischloridium laeense, the type species of\nthe genus, and three related species are transferred to Monilochaetes,\nwhich is the oldest name. The teleomorph of D. laeense is described in\nAustraliasca as a new species. The Plectosphaerellaceae, which newly\ninclude the anamorph genus Stachylidium, are situated in a basal\nposition to the Glomerellales in the three-gene phylogeny. Stilbella\nannulata of this family is newly combined in Acrostalagmus. Three\nphylogenetic analyses based on ncLSU, ncSSU and a combined data set of\nncLSU, ncSSU, and RPB2 sequences were also performed to investigate the\nfamilial relationships within the Microascales. The family\nCeratocystidaceae is validated here as a strongly supported monophyletic\ngroup consisting of Ceratocystis, Cornuvesica, Thielaviopsis and the\ntype species of Ambrosiella. The new family Gondwanamycetaceae, a\nstrongly supported sister clade to the Ceratocystidaceae is introduced\nfor the teleomorph genus Gondwanamyces and its Custingophora anamorph.\nFour families are accepted in the order Microascales, Ceratocystidaceae,\nGondwanamycetaceae, Halosphaeriaceae and Microascaceae. Because of a\nsuggested affinity of a Faurelina indica isolate to the Microascales,\nthe phylogenetic position of the Chadefaudiellaceae is reevaluated\nherein. Based on the results from a separate ncLSU analysis of the\nDothideomycetes, Faurelina (Chadefaudiellaceae) is excluded from the\nMicroascales and placed in the Pleosporales.","trees":[{"tree_label":"Fig. 3","ntax":"54","rootedtree":"TRUE","title":"Monilochaetes SSU-LSU-RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77890.phy"}]}