{"Authors":" Nicola Georgina Bergh, Hans Peter Linder","Year":" 2009","Title":" Cape diversification and repeated out-of-southern-Africa\ndispersal in paper daisies","Journal":" Molecular Phylogenetics and Evolution","Volume":" 51","Issue":" Special issue: origins and evolution of a biodiversity\nhotspot, the biodiversity of the African Cape Floristic Region","Pages":" 5 - 18","Keywords":" Ancestral area, Asteraceae, Australia, biogeography,\nGnaphalieae, long-distance dispersal, Relhaniinae, Southern Africa,\nuncorrelated relaxed Bayesian clock, West Wind Drift","DOI":" 10.1016/j.ympev.2008.09.001","Abstract":" The large daisy tribe Gnaphalieae occurs in extra-tropical\nhabitats worldwide, but is most diverse in southern Africa and in\nAustralia. We explore the age and evolutionary history of the tribe by\nmeans of a phylogenetic hypothesis based on Bayesian analysis of plastid\nand nuclear DNA sequences, maximum likelihood reconstruction of\nancestral areas, and relaxed Bayesian dating. Early diversification\noccurred in southern Africa in the EoceneOligocene, resulting in a grade\nof mostly Cape-centred lineages which subsequently began speciating in\nthe Miocene, consistent with diversification times for many Cape groups.\nGnaphalieae from other geographic regions are embedded within a southern\nAfrican paraphylum, indicating multiple dispersals out of southern\nAfrica since the Oligocene to Miocene which established the tribe in the\nrest of the world. Colonisation of Australia via direct long-distance\ntrans-oceanic dispersal in the Miocene resulted in the radiation which\nproduced the Australasian gnaphalioid flora. The similarly diverse\nregional gnaphalioid floras of Australasia and southern Africa thus\nexhibit very different temporal species accumulation histories. An\nexamination of the timing and direction of trans-Indian Ocean dispersal\nevents in other angiosperms suggests a role for the West Wind Drift in\nlong-distance dispersal eastwards from southern Africa.","trees":[{"tree_label":"TREE1","ntax":"73","rootedtree":"TRUE","title":"Paper Daisies","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_9454.phy"}]}