{"Authors":" Donald H. Les, Sallie P. Sheldon, Nicholas P. Tippery","Year":" 2010","Title":" Hybridization in Hydrophiles: Natural Interspecific Hybrids\nin Najas L. (Hydrocharitaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" matK/trnK, nrITS, phylogenetics, rbcL, water nymph, water\npollination","DOI":"","Abstract":" Pollination by water (hydrophily) is a highly specialized\nmechanism that occurs rarely among aquatic angiosperms, which mainly\nretain the reproductive systems reminiscent of their terrestrial\nancestors. Hydrophily is abiotic and typically associated with unisexual\nflowers, factors which predictably would promote xenogamy and\noutcrossing. Yet, there have been few reports of hybridization involving\nwater-pollinated plants (hydrophiles), with no firm evidence of natural\ninterspecific hybridization. The genus Najas comprises about 40 species\nof submersed aquatic plants, all characterized by subsurface hydrophily.\nHybridization in this genus has been suspected, but verified previously\nonly among infraspecific taxa. In this study we document the first\ninstance of interspecific hybridization in Najas, using genetic evidence\nfrom three populations that were identifiable as N. guadalupensis but\nyielded polymorphic DNA sequence profiles. To facilitate our analysis we\nfirst conducted a phylogenetic survey of New World Najas taxa using\nnuclear and chloroplast markers. Alleles cloned from a\nbiparentally-inherited locus (nrITS) in these aberrant populations\nassociated with two distinct, but phylogenetically sister species (N.\nguadalupensis subsp. olivacea and N. flexilis) thus confirming their\nhybrid origin. In all cases, the chloroplast markers associated with N.\nguadalupensis subsp. olivacea, implicating it as the maternal parent.\nThe hybrid Najas plants occur at the edge of the sympatric range of the\nparental species. They possess no readily distinctive morphological\nfeatures and require genetic analysis for confident detection. One\npopulation grows aggressively, raising concerns that at least some\nhybrid Najas plants represent a potential conservation threat. The\npossible hybrid ancestry of the endemic N. guadalupensis subsp.\nmuenscheri also was assessed, but could not be confirmed or refuted by\nthe data evaluated.","trees":[{"tree_label":"Strict","ntax":"39","rootedtree":"TRUE","title":"Hybridization in Hydrophiles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25405.phy"}]}