{"Authors":" Gabriel Edwin Hoffman, Maria Virginia Sanchez Puerta,\nCharles F. Delwiche","Year":" 2011","Title":" Phylogenetic analysis of algal light-harvesting complex\nproteins and its implications for functional inference","Journal":" BMC Evolutionary Biology","Volume":" 11","Issue":"","Pages":" 101","Keywords":"","DOI":" 10.1186/1471-2148-11-101","Abstract":" Background. Light harvesting complex (LHC) proteins\nfunction in photosynthesis by binding chlorophyll (Chl) and carotenoid\nmolecules that absorb light and transfer the energy to the reaction\ncenter Chl of the photosystem. Most research has focused on LHCs of\nplants and chlorophytes that bind Chl a and b and extensive work on\nthese proteins has uncovered a diversity of biochemical functions,\nexpression patterns and amino acid sequences. We focus here on a\nless-studied family of LHCs that bind Chl a and c which are widely\ndistributed in chl c-containing algae and other algal taxa. Previous\nphylogenetic analyses of these proteins suggested that individual algal\nlineages possess proteins from one or two subfamilies, and that most\nsubfamilies are specific to the algal lineage. Results. We reconstruct a\nphylogeny of LHCs from chl c containing algae and related lineages using\ndata from recent sequencing projects to give ~10-fold larger taxon\nsampling than previous studies. The phylogeny indicates that individual\ntaxa possess proteins from multiple LHC subfamilies and that distant\nalgal lineages contain members of the same LHC subfamilies. Comparison\nof the gene phylogeny with data on gene expression, carotenoid binding\nand physical associations with other LHCs is consistent with hypotheses\nof functional differentiation, and suggests a complex evolution of\nfunction, gene transfer, and lineage-specific diversification.\nConclusion. The phylogeny provided a strikingly different picture than\nprevious analyses of LHC evolution. This work allows these recent\nexperimental findings about molecular function to be understood in a\nbroader phylogenetic context.","trees":[{"tree_label":"nucs","ntax":"246","rootedtree":"TRUE","title":"Tr47827","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47827.phy"},{"tree_label":"Fig. 1","ntax":"246","rootedtree":"TRUE","title":"Light-Harvesting Complex Nucleotides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47828.phy"}]}