{"Authors":" Jennifer A. Tate, Steven J. Wagstaff","Year":" 2011","Title":" Phylogeny and character evolution in the New Zealand endemic\ngenus Plagianthus (Malveae, Malvaceae)","Journal":" Systematic Botany","Volume":" 36","Issue":" 2","Pages":" 405-418","Keywords":" Bayesian analysis, divergence estimates, long-distance\ndispersal, Malveae, New Zealand, Plagianthus","DOI":"","Abstract":" As presently circumscribed, the genus Plagianthus includes\ntwo morphologically distinct species that are endemic to New Zealand.\nPlagianthus divaricatus, a divaricate shrub, is a dominant in coastal\nwetland communities, whereas P. regius is a tree of lowland and montane\nforests. Results from independent analyses of ITS and 5′ trnK/matK\nsequences are congruent, and when combined provide a robust framework to\nstudy character evolution. Our findings suggest the ancestor of the\ngenus originated in Australia where the sister genera Asterotrichion and\nGynatrix are distributed. Divergence estimates obtained by maximum\nlikelihood are older than those obtained from Bayesian analysis, with\nconsiderable uncertainty surrounding the mean values. The stem age of\nPlagianthus was estimated at 7.3 (4.014.0) million years ago (Ma) and\nthe crown radiation at 3.9 (1.98.2) Ma. The Miocene epoch coincided with\nexpanded aridity in Australia, whereas the onset of cooler climatic\nconditions in New Zealand caused extinction, which may have opened\necological niches for the newly established founders. Most of the\nfunctional characters that were optimized onto the molecular phylogeny\nare pleisomorphic as they were shared with the source lineages in\nAustralia. Only the divaricate branching pattern characteristic of\nPlagianthus divaricatus was apomorphic, because it was acquired after\nthe lineage became established in New Zealand. The initial Plagianthus\nfounders were shrubs or small trees with deciduous leaves and small\ninconspicuous dioecious flowers. Juvenile vegetative morphology and\nsexual maturation are decoupled in Plagianthus; heteroblastic vegetative\ndevelopment is well documented in Plagianthus and its close\nrelatives.","trees":[{"tree_label":"no gaps","ntax":"19","rootedtree":"TRUE","title":"Plagianthus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9476.phy"},{"tree_label":"Strict consensus","ntax":"28","rootedtree":"TRUE","title":"Plagianthus","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9364.phy"},{"tree_label":"Strict consensus","ntax":"28","rootedtree":"TRUE","title":"Plagianthus","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9362.phy"}]}