{"Authors":" Jana Frank, Johannes (Ewald) Zacharias Groenewald, Bernhard\nOertel, Kevin D Hyde, Pheng Phengsintham, Hans-Josef Schroers, Pedro W.\nCrous","Year":" 2010","Title":" Microcyclospora and Microcyclosporella: novel genera\naccommodating epiphytic fungi causing sooty blotch on apple","Journal":" Persoonia","Volume":" 24","Issue":"","Pages":" 93-105","Keywords":" Devriesia, hyphomycetes, Malus, microfungi,\nPseudocercospora, Pseudocercosporella, SBFS, taxonomy","DOI":" 10.3767/003158510X510560","Abstract":" Recent studies have found a wide range of ascomycetes to\nbe associated with sooty blotch and flyspeck (SBFS) blemishes on the\nsurfaces of pomaceous fruits, specifically apples. Based on collections\nof such fungi from apple orchards in Germany and Slovenia we introduce\ntwo novel genera according to analyses of morphological characters and\nnuclear ribosomal DNA sequences (large subunit and internal transcribed\nspacer regions). Microcyclosporella is represented by a single species,\nM. mali, and is presently known from Germany and Slovenia.\nMicrocyclosporella is Pseudocercosporella-like in morphology, but\ngenetically and morphologically distinct from Pseudocercosporella\ns.str., for which an epitype is designated based on a fresh collection\nof P. bakeri from Laos. Furthermore, Pseudocercosporella is shown to be\nparaphyletic within the Capnodiales. Microcyclospora gen. nov. is\nPseudocercospora-like in morphology, but is genetically and\nmorphologically distinct from Pseudocercospora s.str., which is based on\nP. vitis. Three species, Microcyclospora malicola, M. pomicola (both\ncollected in Germany), and M. tardicrescens (collected in Slovenia) are\ndescribed. Finally, a new species of Devriesia, D. pseudoamericana, is\ndescribed from pome fruit surfaces collected in Germany. Devriesia is\nshown to be paraphyletic, and to represent several lineages of which\nonly Devriesia s.str. is thermotolerant. Further collections are\nrequired, however, before the latter generic complex can be\nresolved.","trees":[{"tree_label":"Fig. 1","ntax":"75","rootedtree":"TRUE","title":"Tr9374","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9374.phy"},{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Tr9375","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9375.phy"}]}