{"Authors":" John W. Taylor, Jeremy R Dettman, David J Jacobson","Year":" 2003","Title":" A Multilocus Genealogical Approach to Phylogenetic Species\nRecognition in the Model Eukaryote Neurospora.","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" To critically examine the relationship between species\nrecognized by phylogenetic and reproductive compatibility criteria, we\napplied phylogenetic species recognition (PSR) to the fungus in which\nbiological species recognition (BSR) has been most comprehensively\napplied, the well-studied genus Neurospora. Four independent anonymous\nnuclear loci were characterized and sequenced from 147 individuals that\nwere representative of all described outbreeding species of Neurospora.\nBased on genealogical concordance of multiple loci, we recognized a\ntotal of eight phylogenetic species, five of which corresponded with the\nfive traditional biological species, and three of which were newly\ndiscovered. Not only were phylogenetic criteria superior to traditional\nreproductive compatibility criteria in revealing the full species\ndiversity of Neurospora, but significant phylogenetic subdivisions were\ndetected within some species. Despite previous suggestions of\nhybridization between N. crassa and N. intermedia in nature, and the\nfact that several putative hybrid individuals were included in this\nstudy, no molecular evidence in support of recent interspecific gene\nflow or the existence of true hybrids was observed. The sequence data\nfrom the four loci were combined and used to clarify how the species\ndiscovered by PSR were related. Although species-level clades were\nstrongly supported, the phylogenetic relationships among species\nremained difficult to resolve, perhaps due to conflicting signals\nresulting from differential lineage sorting.","trees":[{"tree_label":"Fig. 2","ntax":"147","rootedtree":"TRUE","title":"Neurospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4208.phy"}]}