{"Authors":" Tonya L. Shearer, Andrew R. Hannes, Scott R. Santos, Mary\nAlice Coffroth","Year":" 2003","Title":" Fine-scale specificity and diversity in the most prevalent\nlineage of symbiotic dinoflagellates (Symbiodinium, Dinophyceae) in the\nCaribbean.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The success of coral reefs is due to obligate mutualistic\nsymbioses involving invertebrates and photosynthetic dinoflagellate\nsymbionts belonging to the genus Symbiodinum. In the Caribbean, the vast\nmajority of octocorals and other invertebrate hosts associate with\nSymbiodinium clade B, and more selectively, with a single lineage of\nthis clade, Symbiodinium B1/B184. Although Symbiodinium B1/B184\nrepresents the most prevalent Symbiodinium in the Caribbean, it is\nunknown whether it represents a single evolutionary lineage or is\ncomprised of distinct sublineages. To explore this question, the\nflanking regions of two polymorphic microsatellites were sequenced from\na series of Symbiodinium clade B cultures along with Symbiodinium\nB1/B184 populations of the octocorals Pseudopterogorgia elisabethae, P.\nbipinnata, and Gorgonia ventalina. Seven distinct sequence variants,\nreferred to as phylotypes, were identified from these samples and their\nphylogenetic relationships inferred. Five of the phylotypes belonged to\nSymbiodinium B1/B184, providing the first evidence that the lineage is\ncomprised of distinct sublineages. Furthermore, identification of\nspecific Symbiodinium B1/B184 phylotypes associated with sympatric P.\nelisabethae and P. bipinnata at San Salvador, Bahamas, demonstrate\nunequivocally the existence of fine-scale specificity between Caribbean\noctocorals and these algae. Taken together, this study exemplifies the\ncomplex nature of Symbiodinium biodiversity and specificity.","trees":[{"tree_label":"NJTree","ntax":"8","rootedtree":"TRUE","title":"Symbiotic Dinoflagellates, Allelic Relationships","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4210.phy"}]}