{"Authors":" Jorge Manuel Santos, Karolina Vrandecic, Jasenka Cosic,\nTomislav Duvnjak, Alan John Lander Phillips","Year":" 2011","Title":" Resolving the Diaporthe species occurring on soybean in\nCroatia.","Journal":" Persoonia","Volume":" 27","Issue":"","Pages":" 9-19","Keywords":" Anamorph, EF1-α, ITS, Mating-types, Phylogeny,\nSystematics, Taxonomy, Teleomorph","DOI":" 10.3767/003158511X603719","Abstract":" Diaporthe (anamorph = Phomopsis) species are plant\npathogens and endophytes on a wide range of hosts including economically\nimportant crops. At least four Diaporthe taxa occur on soybean and they\nare responsible for serious diseases and significant yield losses.\nAlthough several studies have extensively described the culture and\nmorphological characters of these pathogens, their taxonomy has not been\nfully resolved. Diaporthe and Phomopsis isolates were obtained from\nsoybean and other plant hosts throughout Croatia. Phylogenetic\nrelationships were determined through analyses of partial translation\nelongation factor 1-alpha (EF1-a) gene and ITS nrDNA sequence data. By\ncombining morphological and molecular data, four species could be\ndistinguished on soybeans in Croatia. Diaporthe phaseolorum is described\nin this study and its synonyms are discussed. Diaporthe phaseolorum var.\ncaulivora is raised to species status and the name Diaporthe caulivora\nis introduced to accommodate it. A species previously known as Phomopsis\nsp. 9 from earlier studies on sunflower, grapevine, rooibos and\nhydrangea is reported for the first time on soybean, and is formally\ndescribed as Diaporthe novem. The well-known soybean pathogen Phomopsis\nlongicolla was also collected in the present study and was transferred\nto Diaporthe longicolla comb. nov. The presence of these species on\nherbaceous hosts raises once more the relevance of weeds as reservoirs\nfor pathogens of economically important plants.","trees":[{"tree_label":"Fig. 2","ntax":"27","rootedtree":"TRUE","title":"Diaporthe species on soybean","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26548.phy"},{"tree_label":"Fig. 1","ntax":"42","rootedtree":"TRUE","title":"Diaporthe species on soybean","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26547.phy"}]}