{"Authors":" Guohua Yu, Mingwang Zhang, Junxing Yang","Year":" 2010","Title":" A species boundary within the Chinese Kurixalus odontotarsus\nspecies group (Anura: Rhacophoridae): New insights from molecular\nevidence","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Species boundary; Kurixalus odontotarsus group; 12S rRNA;\n16S rRNA","DOI":" 10.1016/j.ympev.2010.05.008","Abstract":" We construct the phylogeny of the Kurixalus odontotarsus\nspecies group using two mitochondrial (12S rRNA and 16S rRNA) genes in\nan attempt to delimit species boundaries within the Chinese K.\nodontotarsus group. With strong support values, three major clades are\nobtained, and all phylogenetic analyses reject monophyly of K.\nodontotarsus. The Tibetan lineage of K. odontotarsus was clustered with\nKurixalus verrucosus from Myanmar (labeled Clade I); K. odontotarsus\nhaplotypes from the type locality and nearby regions formed a distinct\nclade (labeled Clade II), and K. odontotarsus haplotypes from other\nplaces, together with those from Kurixalus bisacculus, K. verrucosus\nfrom Vietnam, and Kurixalus hainanus, formed a distinct clade (labeled\nClade III). Clade II is the sister taxon to Clade III. The average\nuncorrected p-distance of 16S rRNA sequences between these three major\nclades range from 3.11% to 7.88%, which is obviously higher than that\nwithin these three major clades (0.03-1.89%). We propose that K.\nodontotarsus, K. bisacculus, and K. verrucosus should be treated as\nthree independent species. The Tibetan lineage of K. odontotarsus does\nnot belong to K. odontotarsus, and we tentatively place it in K.\nverrucosus. Kurixalus hainanus is considered a synonym of K. bisacculus.\nThe distribution range of K. bisacculus should be expanded widely to\ninclude most regions of South China, and in China the distribution of K.\nodontotarsus should be limited to its type locality and nearby\nregions.","trees":[{"tree_label":"Strict","ntax":"41","rootedtree":"TRUE","title":"Tr9383","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9383.phy"},{"tree_label":"con all compat","ntax":"41","rootedtree":"TRUE","title":"Tr9384","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9384.phy"}]}