{"Authors":" Brigitte Marazzi, Michael J. Sanderson","Year":" 2010","Title":" Large-Scale Patterns of Diversification in the Widespread\nLegume Genus Senna and the Evolutionary Role of Extrafloral\nNectaries.","Journal":" Evolution","Volume":" 64","Issue":" 12","Pages":" 3570-3592","Keywords":"","DOI":" 10.1111/j.1558-5646.2010.01086.x","Abstract":" Unraveling the diversification history of old,\nspecies-rich and widespread clades is difficult because of extinction,\nundersampling and taxonomic uncertainty. In the context of these\nchallenges, we investigated the timing and mode of lineage\ndiversification in Senna (Leguminosae) to gain insights into the\nevolutionary role of extrafloral nectaries (EFNs). EFNs secrete nectar,\nattracting ants and forming ecologically important ant-plant mutualisms.\nIn Senna, EFNs characterize one large clade (“EFN clade”), including 80%\nof its 350 species. Taxonomic accounts make Senna the largest\ncaesalpinioid genus, but quantitative comparisons to other taxa require\ninferences about rates. Molecular dating analyses suggest that Senna\noriginated in the early Eocene, and its major lineages appeared during\nearly/mid Eocene to early Oligocene. EFNs evolved in the late Eocene,\nafter the main radiation of ants. The EFN clade diversified faster,\nbecoming significantly more species-rich than non-EFN clades. The shift\nin diversification rates associated with EFN evolution supports the\nhypothesis that EFNs represent a (relatively old) key innovation in\nSenna. EFNs may have promoted the colonization of new habitats appearing\nwith the early uplift of the Andes. This would explain the distinctive\ngeographic concentration of the EFN clade in South America.","trees":[{"tree_label":"Fig. 2","ntax":"88","rootedtree":"TRUE","title":"Senna","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_9444.phy"},{"tree_label":"Fig. 1a","ntax":"77","rootedtree":"TRUE","title":"Glomogram (partial matK)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47834.phy"}]}