{"Authors":" Laura Wegener Parfrey, Jessica R Grant, Yonas I Tekle ,\nErica Lasek-Nesselquist, David J Patterson, Hilary G Morrison, Mitchell\nSogin, Laura A Katz","Year":" 2010","Title":" Broadly Sampled Multigene Analyses Yield a Well-resolved\nEukaryotic Tree of Life","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Keywords: Microbial eukaryotes, supergroups, taxon\nsampling, Rhizaria, systematic error","DOI":"","Abstract":" An accurate reconstruction of the eukaryotic tree of life\nis essential to identify the innovations underlying the diversity of\nmicrobial and macroscopic (e.g. plants and animals) eukaryotes. Previous\nwork has divided eukaryotic diversity into a small number of high-level\n‘supergroups’, many of which receive strong support in phylogenomic\nanalyses. However, the abundance of data in phylogenomic analyses can\nlead to highly supported but incorrect relationships due to systematic\nphylogenetic error. Further, the paucity of major eukaryotic lineages\n(19 or fewer) included in these genomic studies may exaggerate\nsystematic error and reduces power to evaluate hypotheses. Here, we use\na taxon-rich strategy to assess eukaryotic relationships. We show that\nanalyses emphasizing broad taxonomic sampling (up to 451 taxa\nrepresenting 72 major lineages) combined with a moderate number of genes\nyield a well-resolved eukaryotic tree of life. The consistency across\nanalyses with varying numbers of taxa (88-451) and levels of missing\ndata (17-69%) supports the accuracy of the resulting topologies. The\nresulting stable topology emerges without the removal of rapidly\nevolving genes or taxa, a practice common to phylogenomic analyses.\nSeveral major groups are stable and strongly supported in these analyses\n(e.g. SAR, Rhizaria, Excavata), while the proposed supergroup\n‘Chromalveolata’ is rejected. Further, extensive instability among\nphotosynthetic lineages suggests the presence of systematic biases\nincluding endosymbiotic gene transfer from symbiont (nucleus or plastid)\nto host. Our analyses demonstrate that stable topologies of ancient\nevolutionary relationships can be achieved with broad taxonomic sampling\nand a moderate number of genes. Finally, taxon-rich analyses such as\npresented here provide a method for testing the accuracy of\nrelationships that receive high bootstrap support in phylogenomic\nanalyses and enable placement of the multitude of lineages that lack\ngenome scale data.","trees":[{"tree_label":"16 4","ntax":"160","rootedtree":"TRUE","title":"Tr9409","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9409.phy"},{"tree_label":"16 6","ntax":"111","rootedtree":"TRUE","title":"Tr9408","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9408.phy"},{"tree_label":"16 10","ntax":"88","rootedtree":"TRUE","title":"Tr9407","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9407.phy"},{"tree_label":"15 5","ntax":"111","rootedtree":"TRUE","title":"Tr9411","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9411.phy"},{"tree_label":"16 all","ntax":"451","rootedtree":"TRUE","title":"Tr9414","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9414.phy"},{"tree_label":"15 all","ntax":"240","rootedtree":"TRUE","title":"Tr9413","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9413.phy"},{"tree_label":"15 3","ntax":"160","rootedtree":"TRUE","title":"Tr9412","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9412.phy"},{"tree_label":"15 9","ntax":"89","rootedtree":"TRUE","title":"Tr9410","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9410.phy"}]}