{"Authors":" Daniel Piñero, David S. Gernandt, Aaron Liston","Year":" 2003","Title":" Phylogenetics of Pinus Subsections Cembroides and Nelsoniae\nInferred from cpDNA Sequences.","Journal":" Systematic Botany","Volume":" 28","Issue":" 4","Pages":" 657-673","Keywords":"","DOI":" 10.1043/02-63.1","Abstract":" We sequenced chloroplast DNA from the matK, rbcL, and\nrpl16 regions to infer interrelationships within the pinyon pines (Pinus\nsubsections Cembroides and Nelsoniae). Pinyons, together with\nsubsections Balfourianae, Gerardianae, and Krempfianae have been\nclassified in section Parrya, characterized by a dorsal umbo (raised\narea) on the ovulate cone scale. All three cpDNA regions support the\nseparation of pinyon pines into subsection Cembroides and a monotypic\nsubsection Nelsoniae and indicate that section Parrya is paraphyletic.\nWe propose restricting section Parrya to the North American clade\n(subsections Cembroides, Nelsoniae, and Balfourianae) and transferring\nthe Asian subsections Gerardianae and Krempfianae to section\nQuinquefolius (generally know as section Strobus). The data moderately\nsupport a sister relationship between subsections Nelsoniae and\nBalfourianae, rendering the pinyons paraphyletic. Several monophyletic\ngroups can be identified within subsection Cembroides, including a\nsister relationship between P. maximartinezii and P. pinceana, which is\nat variance with morphological cladistic analyses. In general,\nrelationships inferred from cpDNA are less consistent with morphological\nevidence than with internal transcribed spacer region data, despite\nparalogy in the latter marker.","trees":[{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"Malusa, morphology","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4213.phy"},{"tree_label":"Fig. 1","ntax":"38","rootedtree":"TRUE","title":"Parrya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4211.phy"},{"tree_label":"Fig. 2","ntax":"56","rootedtree":"TRUE","title":"Pinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4212.phy"}]}