{"Authors":" Barry M. Pryor, Donna M. Bigelow","Year":" 2003","Title":" Molecular characterization of Embellisia and Nimbya species\nand their relationship to Alternaria, Ulocladium, and Stemphylium.","Journal":" Mycologia","Volume":" 95","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" DNA sequences from rDNA and protein-coding regions were\ndetermined for six Embellisia and two Nimbya spp. species and were\ncompared to those from Alternaria, Ulocladium and Stemphylium spp.\nSequences determined included rDNA from the nuclear internal\ntranscribed-spacer region (ITS1/5.8S/ITS2) and the mitochondrial small\nsubunit (SSU), and a portion of the glyceraldehyde-3-phosphate\ndehydrogenase gene (gpd). Phylogenetic analyses were performed on each\ndataset separately and then combined for total evidence analysis using\nmethods of maximum parsimony and maximum likelihood. Results revealed\nthat Embellisia and Nimbya clustered within a large monophyletic\nAlternaria-Nimbya-Embellisia-Ulocladium clade with Stemphylium as the\nsister taxon. Members of the A. infectoria species group were the most\nbasal group in this large polygeneric clade. Embellisia and Nimbya were\nsister taxa of the remaining Alternaria and Ulocladium spp. and were\nrelated more closely to Alternaria than was Stemphylium. Four Embellisia\nspp. formed a monophyletic clade. However, E. allii clustered with the\ntwo Nimbya spp., and E. indefessa clustered with Alternaria and\nUlocladium spp., revealing that Embellisia, as currently circumscribed,\nis polyphyletic. Potential revisions of taxonomy for all genera are\ndiscussed.","trees":[{"tree_label":"Fig. 3, SSU tree","ntax":"40","rootedtree":"TRUE","title":"Embellisia and Nimbya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4215.phy"},{"tree_label":"Fig. 2, ITS tree","ntax":"40","rootedtree":"TRUE","title":"Embellisia and Nimbya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4214.phy"},{"tree_label":"Fig. 4, gpd tree","ntax":"40","rootedtree":"TRUE","title":"Embellisia and Nimbya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4216.phy"}]}