{"Authors":" Patrick A Reeves, Christopher M Richards","Year":" 2011","Title":" Species Delimitation under the General Lineage Concept: An\nEmpirical Example Using Wild North American Hops (Cannabaceae: Humulus\nlupulus)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" AFLP, CANNABACEAE, HOPS, NICHE MODEL, SPECIES\nDELIMITATION, PHYLOGEOGRAPHY","DOI":"","Abstract":" There is an emerging consensus that the intent of most\nspecies concepts is to identify evolutionarily distinct lineages.\nHowever, the criteria used to identify lineages differ among concepts\ndepending on the perceived importance of various attributes of evolving\npopulations. We have examined five different species criteria to ask\nwhether the three taxonomic varieties of Humulus lupulus (hops) native\nto North America are distinct lineages. Three criteria (monophyly,\nabsence of genetic intermediates, diagnosability) focus on evolutionary\npatterns; two (intrinsic reproductive isolation, niche specialization)\nconsider evolutionary processes. Phylogenetic analysis of AFLP data\nunder a relaxed molecular clock, a stochastic Dollo substitution model,\nand parsimony identified all varieties as monophyletic, thus they\nsatisfy the monophyly criterion for species delimitation. Principal\ncoordinate analysis and a Bayesian assignment procedure revealed deep\ngenetic subdivisions and little admixture between varieties, indicating\nan absence of genetic intermediates and compliance with the genotypic\ncluster species criterion. Diagnostic morphological and AFLP characters\nwere found for all varieties, thus they meet the diagnosability\ncriterion. Natural history information suggests that reproductive\nisolating barriers may have evolved in var. pubescens, potentially\nqualifying it as a species under a criterion of intrinsic reproductive\nisolation. Environmental niche modeling showed that the preferred\nhabitat of var. neomexicanus is climatically unique, suggesting niche\nspecialization and thus compliance with an ecological species criterion.\nIsolation by distance coupled with imperfect sampling can lead to\nerroneous lineage identification using some species criteria. Compliance\nwith complementary pattern and process oriented criteria provides\npowerful corroboration for a species hypothesis, and mitigates the\nnecessity for comprehensive sampling of the entire species range, a\npractical impossibility in many systems. We hypothesize that var.\npubescens maintains its genetic identity, despite substantial niche\noverlap with var. lupuloides, via the evolution of partial reproductive\nisolating mechanisms. Variety neomexicanus, conversely, will likely\npersist as a distinct lineage, regardless of limited gene flow with\nvars. lupuloides and pubescens, because of ecological\nisolationadaptation to the unique conditions of the Rocky Mountain\ncordillera. Thus we support recognition of vars. neomexicanus and\npubescens as species, but delay making a recommendation for var.\nlupuloides until sampling of genetic variation is complete, or a stable\nbiological process can be identified to explain its observed genetic\ndivergence.","trees":[{"tree_label":"Strict 1","ntax":"159","rootedtree":"TRUE","title":"Wild North American Hops","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9526.phy"},{"tree_label":"Strict 2","ntax":"159","rootedtree":"TRUE","title":"Wild North American Hops","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9527.phy"}]}