{"Authors":" Tetsuji Hosoda, Jun J Sato, Liang-Kong Lin, Yen-Jean Chen,\nMasashi Harada, Hitoshi Suzuki","Year":" 2010","Title":" Phylogenetic history of mustelid fauna in Taiwan inferred\nfrom mitochondrial genetic loci","Journal":" Canadian Journal of Zoology","Volume":"","Issue":"","Pages":"","Keywords":" Taiwanese mustelids, molecular phylogeny, divergence time,\ncytochrome b, NADH dehydrogenase subunit 2, endemism","DOI":"","Abstract":" Phylogenetic relationships among species of the family\nMustelidae were examined using the combined nucleotide sequences of the\nthree mitochondrial genetic loci, cytochrome b (MT-CYB; 1140 bp), NADH\ndehydrogenase subunit 2 (MT-ND2; 1044 bp), and displacement loop\n(MT-DLOOP; 540 bp), with special emphasis on the phylogenetic history of\nfour Taiwanese mustelid species: Martes flavigula, Melogale moschata,\nMustela nivalis, and Mustela sibirica. Maximum likelihood phylogenetic\nanalysis of the combined sequences of the mitochondrial genetic loci\nproduced a topology largely congruent with that of previous studies at\nspecies level. Analyses of intraspecific genetic variations revealed two\nMelogale moschata individuals from Taiwan and Vietnam that showed\ngenetic distances comparable to interspecific variations within the\nmustelid lineages. Furthermore, Mustela nivalis, recently discovered in\nTaiwan, was not as genetically differentiated from other continental\nconspecific individuals as a previous morphological survey suggested.\nDivergence time estimations for the mustelid lineages of Taiwan and the\nEurasian continent by the Bayesian relaxed-molecular clock approach\nsuggested multiple colonization of Taiwan by mustelids from the\ncontinent during the Pleistocene, creating a hierarchical pattern of\nendemism based on the differential isolation history of the mustelid\nspecies in Taiwan.","trees":[{"tree_label":"CombinedML","ntax":"44","rootedtree":"TRUE","title":"Mustelidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_25795.phy"}]}