{"Authors":" Andrea Weeks, Kristen E. Baird, Conley K. McMullen","Year":" 2010","Title":" Origin and evolution of endemic Galápagos Cordia species\n(Boraginaceae s.l.).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Galápagos, island evolution, Cordia, Boraginaceae,\nVarronia","DOI":"","Abstract":" Four endemic Cordia species (Boraginaceae s.l.) occupy the\nGalápagos archipelago in addition to two native species. Three of the\nspecies comprise the C. leucophlyctis-complex (C. anderssonii, C.\nleucophlyctis, C. scouleri), whose species limits are not well-marked\nbut that is morphologically distinct from the fourth endemic species, C.\nrevoluta. Sequence data from the nuclear rDNA ITS region and the cpDNA\nndhF gene were gathered from 49 accessions of Galapagean Cordia from\nfive islands in order to test the evolutionary relationships of endemic\nCordia species, determine the probable geographic origin of their\nancestor(s) and estimate their dates of divergence. All endemic species\nnest within Cordia section Varronia. We find little evidence of\nphylogenetic structuring of the C. leucophlyctis-complex but strongly\ndivergent phylogenetic signals from nuclear and chloroplast genomes\nregarding its relationship to C. revoluta. Results are consistent with\nat least one ancestral hybridization event involving the Galapagean and\nnorthwestern South American native C. polycephala as the maternal\nparent, or a related species, and the widespread Central and South\nAmerican species C. macrocephala. Fossil-based divergence time estimates\nindicate endemic species diverged from ancestral continental South\nAmerican species ca. 1.12 to 4.5 Myr ago, which coincides with ages of\nexposed and subsided Galápagos islands.","trees":[{"tree_label":"ITS MP C","ntax":"114","rootedtree":"TRUE","title":"Origin and evolution of endemic Galápagos Cordia\nspecies","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9519.phy"},{"tree_label":"ndhF MB","ntax":"39","rootedtree":"TRUE","title":"Origin and evolution of endemic Galápagos Cordia\nspecies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9521.phy"},{"tree_label":"ITS B MB","ntax":"42","rootedtree":"TRUE","title":"Origin and evolution of endemic Galápagos Cordia\nspecies","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9520.phy"}]}