{"Authors":" A. Jonathan Shaw, Cymon John Cox, William R. Buck, Nicolas\nDevos, Alex Buchanan , Lynette Cave, Rod Seppelt, Blanka Shaw, Juan\nLarraín , Richard Andrus, Johann Greilhuber, Eva Temsch","Year":" 2010","Title":" Newly resolved relationships in an early land plant lineage:\nBryophyta class Sphagnopsida (peat mosses)","Journal":" American Journal of Botany","Volume":" 97","Issue":" 9","Pages":" 1511-1531","Keywords":" Ambuchanania; bryophyte phylogeny; land plant phylogeny;\npeat mosses; Sphagnopsida; Sphagnum","DOI":" 10.3732/ajb.1000055","Abstract":" Premise of the study: The Sphagnopsida, an early-diverging\nlineage of mosses (phylum Bryophyta), are morphologically and\necologically unique and have profound impacts on global climate. The\nSphagnopsida are currently classified in two genera, Sphagnum (peat\nmosses) with some 350500 species and Ambuchanania with one species. An\nanalysis of phylogenetic relationships among species and genera in the\nSphagnopsida were conducted to resolve major lineages and relationships\namong species within the Sphagnopsida. Methods: Phylogenetic analyses of\nnucleotide sequences from the nuclear, plastid, and mitochondrial\ngenomes (11 704 nucleotides total) were conducted and analyzed using\nmaximum likelihood and Bayesian inference employing seven different\nsubstitution models of varying complexity. Key results: Phylogenetic\nanalyses resolved three lineages within the Sphagnopsida: (1) Sphagnum\nsericeum, (2) S. inretortum plus Ambuchanania leucobryoides, and (3) all\nremaining species of Sphagnum. Sister group relationships among these\nthree clades could not be resolved, but the phylogenetic results\nindicate that the highly divergent morphology of A. leucobryoides is\nderived within the Sphagnopsida rather than plesiomorphic. A new\nclassification is proposed for class Sphagnopsida, with one order\n(Sphagnales), three families, and four genera. Conclusions: The\nSphagnopsida are an old lineage within the phylum Bryophyta, but the\nextant species of Sphagnum represent a relatively recent radiation. It\nis likely that additional species critical to understanding the\nevolution of peat mosses await discovery, especially in the southern\nhemisphere.","trees":[{"tree_label":"Fig. 2","ntax":"9","rootedtree":"TRUE","title":"Sphagnopsida Shaw et al 2010 9x11","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76248.phy"},{"tree_label":"Fig. 1","ntax":"60","rootedtree":"TRUE","title":"Sphagnopsida Shaw et al 2010 60x8","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76249.phy"}]}