{"Authors":" Sebastian Kvist, Indra Neil Sarkar, C. Erséus","Year":" 2010","Title":" Genetic variation and phylogeny of the cosmopolitan marine\ngenus Tubificoides (Annelida: Clitellata: Naididae: Tubificinae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Genetic variation; Haplotype diversity; Species\ndelimitation; Invasive species; Phylogeny; Combined analysis; DNA\nbarcoding; Tubificoides; Tubificinae; Naididae","DOI":"","Abstract":" Prior attempts to resolve the phylogenetic relationships\nof the cosmopolitan, marine clitellate genus Tubificoides, using only\nmorphology, resulted in unresolved trees. In this study, three\nmitochondrial and three nuclear loci (5912 aligned sites) were analyzed,\nrepresenting 14 morphologically separate species. Genetic distances\nwithin and between these forms on the basis of the mitochondrial genes\n(COI, 16S and 12S) revealed that 18 distinct mitochondrial lineages were\nrepresented in the data set. After analyzing also nuclear data (28S, 18S\nand ITS) we conclude that 17 separately evolving lineages (i.e.,\nphylogenetic species) were represented, including three new, cryptic\nspecies closely related to T. pseudogaster, T. amplivasatus and T.\ninsularis, respectively. Special emphasis was put on the DNA barcoding\ngene (COI), which was subject to haplotype diversity analysis and, for\nfour species, diagnostic position (as determined by the Characteristic\nAttribute Organization System [CAOS]) screening. Typically, the\nintralineage variation was 1-2 orders of magnitude smaller than the\ninterlineage divergence, making COI useful for identification of species\nwithin Tubificoides. Monophyly of the genus is supported and the\nevolutionary history of parts of the genus is revealed by phylogenetic\nanalysis of the combined data set. A northern hemisphere origin of the\ngenus is suggested, and most of the widely distributed species are\nmembers of one particular clade. Two morphological characters previously\nemphasized in Tubificoides taxonomy (hair chaetae and cuticular\npapillation) were optimized on the phylogenetic tree, revealing\nconsiderable homoplasy, belying the utility of these features as\nphylogenetic markers.","trees":[{"tree_label":"PAUP 1","ntax":"62","rootedtree":"TRUE","title":"Tubificoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9894.phy"}]}