{"Authors":" Natalia Vadimovna Annenkova, Dennis V. lavrov, Sergey I\nBelikov","Year":" 2010","Title":" Dinoflagellates associated with freshwater sponges from the\nancient Lake Baikal","Journal":" Protist","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Dinoflagellates are a diverse group of protists that are\ncommon in both marine and freshwater environments. While the biology of\nmarine dinoflagellates has been the focus of several recent studies,\ntheir freshwater relatives remain little-investigated. In the present\nstudy we explore the diversity of dinoflagellates in Lake Baikal by\nidentifying and analyzing dinoflagellate sequences for 18S rDNA and\nITS-2 from the total DNA extracted from three species of endemic\nBaikalian sponges (Baikalospongia intermedia, Baikalospongia recta and\nLubomirskia incrustans). Phylogenetic analyses of these sequences\nrevealed extensive dinoflagellate diversity in Lake Baikal. We found two\ngroups of sequences clustering within the order Suessiales , known for\nits symbiotic relationships with various invertebrates. Thus they may be\nregarded as potential symbionts of Baikalian sponges. In addition,\nGyrodinium helveticum, several representatives from the genus\nGymnodinium, dinoflagellates close to the family Pfiesteriaceae, and a\nfew dinoflagellates without definite affiliation were detected. No\npronounced difference in the distribution of dinoflagellates among the\nstudied sponges was found, except for the absence of the\nPiscinoodinium-like dinoflagellates in L. incrustans. To the best of our\nknowledge, this is the first study of the diversity of dinoflagellates\nin freshwater sponges, the first systematic investigation of\ndinoflagellate molecular diversity in Lake Baikal and the first finding\nof members of the order Suessiales as symbionts of freshwater\ninvertebrates.","trees":[{"tree_label":"Fig. 3","ntax":"101","rootedtree":"TRUE","title":"Dinoflagellates associated with freshwater sponges,\n18S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9825.phy"},{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Dinoflagellates associated with freshwater sponges,\nITS2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9822.phy"}]}