{"Authors":" Ronald A Van Den Bussche, Justin Britt Lack","Year":" 2010","Title":" Identifying the Confounding Factors in Resolving Phylogenetic\nRelationships in Vespertilionidae.","Journal":" Journal of Mammalogy","Volume":"","Issue":"","Pages":"","Keywords":" Vespertilionidae, Phyllostomidae, adaptive radiation,\nevolutionary rates","DOI":"","Abstract":" Resolving phylogenetic relationships within\nVespertilionidae has been difficult, with large datasets (>100 taxa,\n>7 kilobases) resolving portions of the phylogeny, but leaving\nintertribal relationships within the Vespertilioninae unresolved. As a\nresult, the evolutionary history of the most speciose chiropteran family\nis largely unknown. The presence of short internodes followed by long\nterminal branches relative to other chiropteran phylogenies suggests\nevolutionary rates of DNA substitution and lineage diversification may\nbe inhibiting phylogenetic resolution. To test this hypothesis, we\nobtained sequences of the mtDNA 12s rRNA, tRNAVAL, and 16s rRNA as well\nas the nuclear exon RAG2, resulting in over 3 kilobases of digenomic DNA\nsequence data for representatives of all subfamilies and tribes within\nVespertilionidae and Phyllostomidae, a family of bats that radiated at\napproximately the same time as Vespertilionidae. Analyses revealed\nsubstitution rates for Vespertilionidae were significantly higher than\nPhyllostomidae, with the majority of fast-evolving lineages found within\nVespertilioninae. Cladogenesis analyses characterized the vespertilionid\nradiation as compressed toward the root, with a rapid initial\ndiversification, while the phyllostomid diversification was much more\ngradual. We suggest ecological differences between tropical and\ntemperate environments may have influenced diversification rates for\nVespertilionidae and Phyllostomidae.","trees":[{"tree_label":"rate chrono","ntax":"171","rootedtree":"TRUE","title":"Vespertilionidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9874.phy"},{"tree_label":"rate phylo","ntax":"171","rootedtree":"TRUE","title":"Vespertilionidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9873.phy"}]}