{"Authors":" Frank N Martin","Year":" 2010","Title":" Mitochondrial haplotype analysis as a tool for\ndifferentiating isolates of Verticillium dahliae.","Journal":" Phytopathology","Volume":" 100","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The ability to monitor mitochondrial background in\nVerticillium dahliae may provide an additional tool for population\nstudies and monitoring clonal populations. Published mitochondrial\ngenome sequences of V. dahliae (DQ351941) were used to design primers\nfor amplification of spacer regions for assessment of mitochondrial\nhaplotype differences among isolates. Five regions were examined (5,229\nbp, or 19% of the total genome size) for 30 isolates representing a\nrange in VCG, host, and geographic origin. Observed differences among\nisolates were due to single nucleotide polymorphisms, different numbers\nof bases in specific homopolymeric regions, and copies of subrepeated\nsequences. When all the differences observed for each locus was totaled\nthere were polymorphisms at 28 loci; when the results of each locus for\nindividual isolates were combined there were 15 mitochondrial\nhaplotypes. Some of the observed grouping correlated with VCG. For\nexample, five VCG-1A and 1B isolates from California, Spain and Greece\nhad identical haplotypes, however, this was not observed for VCG-2 or\nVCG-4 isolates. While some VCG-2 isolates also were identical and fell\ninto a single haplotype, 5 haplotypes were found for this group (5 other\nhaplotypes were observed for other isolate that had not been\ncharacterized to VCG but grouped with VCG-2 isolates in the phylogenetic\nanalysis). Likewise, five VCG-4 isolates fell into 4 mitochondrial\nhaplotypes, one of which was identical to the largest VCG-2 grouping. A\nheterokaryon self-incompatible isolate that was reported in the\nliterature to cluster with VCG-2 isolates by AFLP analysis grouped was\nidentical with VCG-1 isolates for 4 of the 5 loci but was intermediate\nbetween VCG-1 and VCG-2 in the haplotype analysis. Phylogenetic analysis\nwith these five regions revealed the mitochondrial background of VCG-1\nand VCG2-B to be monophyletic but VCG-2A and VCG-4 could not be\nseparated. The results obtained indicate that there is variation in\nmitochondrial haplotypes and this type of analysis may be a useful for\ncharacterization of isolates. While data from all five regions was\nneeded for the haplotype separation obtained in this study, depending on\nthe VCG or the level of variability observed within a population it may\nbe possible to use fewer loci.","trees":[{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Verticillium dahliae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9547.phy"}]}