{"Authors":" Barbara J Crandall-Stotler, Laura Lowe Forrest, Raymond E\nStotler","Year":" 2011","Title":" A phylogeny of Fossombroniaceae based on three chloroplast\nloci","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Fossombronia, Austrofossombronia, rbcL, rps4, trnL,\nphylogeny, ancestral state reconstructions, spore wall architecture","DOI":"","Abstract":" As currently delimited, Fossombroniaceae includes only\nFossombronia, the most speciose genus of the Pelliidae or simple\nthalloid I clade. Limited sampling in liverwort-wide phylogenies has\nconsistently resolved the family as a monophyletic lineage of the\nPelliidae, intermediate in position between the clades comprising the\nPelliales and Pallaviciniales. Phylogenetic structure within the family\nand patterns of character evolution have, however, not been addressed.\nSince gametophytes of Fossombronia are typically fragile and ephemeral,\nsystematic inferences of species level diversity and relationships have\ndepended primarily on characters of spore wall architecture and sexual\nstrategy, although their reliability as informative characters has not\nbeen tested. In this study, maximum parsimony, maximum likelihood and\nBayesian inference techniques are used to infer the phylogenetic\nrelationships of 30 accessions of Fossombronia from three chloroplast\nloci, rbcL, rps4 and trnL. Three major clades are resolved within the\ngenus, one comprising most of the taxa having reticulate spores and a\nsecond, most of the taxa having lamellate spores. The geographically\nwidespread species F. foveolata and F. pusilla are paraphyletic. Dioicy\nis reconstructed as ancestral for the genus. Neither spore wall\narchitecture nor caulocalyx morphology consistently predicts the\nphylogenetic position of an accession","trees":[{"tree_label":"best","ntax":"36","rootedtree":"TRUE","title":"Fossombronia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25496.phy"}]}