{"Authors":" Danica T Harbaugh, Hank L Oppenheimer, Kenneth R Wood,\nWarren L. Wagner","Year":" 2010","Title":" Taxonomic Revision of the Endangered Hawaiian Red-flowered\nSandalwoods (Santalum) and Discovery of an Ancient Hybrid Species.","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" endangered species, Hawaiian Islands, microsatellites,\nmolecular phylogeny, morphology, taxonomic revision","DOI":"","Abstract":" The Hawaiian Islands are home to a quarter of the named\ndiversity of sandalwoods in the genus Santalum. There has been\nconsiderable confusion on how to best interpret the variation patterns\nof the red-flowered Hawaiian sandalwoods, S. freycinetianum and S.\nhaleakalae, and particularly of the endangered S. freycinetianum var.\nlanaiense in an appropriate taxonomy. In this study, nrDNA (ITS, ETS)\nand cpDNA (3 trnK intron) sequence, microsatellite, and morphological\ndata are integrated to appropriately revise the taxonomy of this group\nby better understanding the genetic and morphological diversity within\nand between populations. Results reveal that populations of S.\nfreycinetianum from\nOahu are genetically distinct from populations on Molokai,\nLanai, and Maui.  Santalum freycinatianum is now considered only to occur on Oahu.\nThe East Maui endemic S. haleakalae intergrades morphologically and is\nnot genetically distinct from populations of S. freycinetianum var.\nlanaiense based on the sequence and microsatellite data gathered thus\nfar. We combine them here into a single species, S. haleakalae, with two\nvarieties (var. haleakalae and var. lanaiense, comb nov.). Lastly,\nexamination of populations of S. freycinetianum var. pyrularium suggest\nit is best treated at specific rank as S. pyrularium. Some populations\nthat are sympatric with S. pyrularium and S. ellipticum in the coastal\ncliffs and valleys of northern Kaua`i, are morphologically similar to S.\npyrularium but are more closely related to the white-flowered S.\nellipticum clade according to both nrDNA and cpDNA data. However, at\nleast three synapomorphic sites in the nrDNA data indicate that its\norigin may have been the result of an ancient hybridization event with\nthe red-flowered clade . The morphological characteristics of this\ninferred ancient hybrid lineage appear to correspond with the species S.\ninvolutum described by H. St. John.","trees":[{"tree_label":"Strict","ntax":"28","rootedtree":"TRUE","title":"Tr9818","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9818.phy"}]}