{"Authors":" László G. Nagy, Grit Walther, Judit Házi, Csaba Vágvölgyi,\nTamás Papp","Year":" 2010","Title":" Understanding the Evolutionary Processes of Fungal Fruiting\nBodies: Correlated Evolution and Divergence Times in the\nPsathyrellaceae","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" fungi, morphological evolution, comparative methods,\ncorrelation, Markov model, Bayes Factor, fossil, calibration","DOI":"","Abstract":" Fruiting body evolution is one of the central topics in\nfungal evolutionary biology. A number of hypotheses have been developed\nto explain the contemporary diversity of fruiting body forms, but their\nevaluation has been hampered by the lack of well-sampled data sets and\nsuitable statistical methods. Phylogenetic evidence of the physiological\nchanges that accompany switches in fruiting body type is lacking, and\nvery little is known about the age of major events of fruiting body\nevolution. Based on a new multi-gene phylogeny, by using Bayesian\nmethods we demonstrate the existence of correlation between a number of\nmorphological features and switches from non-deliquescent to\ndeliquescent (autodigesting) fruiting bodies in the mushroom family\nPsathyrellaceae. Our results show that switches in the anatomy of two\ntypes of spacer cells (cystidia and pseudoparaphyses) and basidia\n(bimorphic or monomorphic) as well as the structure of the mushroom cap\nfollow the evolution of deliquescent fruiting bodies, which suggests\nstrong functional linkage between these traits. We performed Bayes\nFactor based tests, referred hereafter to as evolutionary pathway test\n(EPT), to decide which of the correlated characters were gained first\nduring evolution. The EPTs strongly suggest that deliquescence was\ngained first, followed after short waiting times by the other\nmorphological features. Bayesian relaxed molecular clock analyses\nsuggest that the various events of switching between fruiting body types\noccurred independently at various ages during the history of the family.\nThe utility of two mushroom fossils (Archaemarasmius and Protomycena),\nthe only ones with unambiguous taxonomic positions, for the calibration\nof agaric trees were also examined. Based on our results, we suggest\nthat the evolutionary benefit of deliquescence may be prevention against\ndesiccation via accelerated ontogeny of the fruiting body. Hypotheses\nregarding the functional significance of the correlated evolution are\npresented and discussed. Further, we argue that the changes in fruiting\nbody types in mushrooms in general can be attributed to independent\nevents (e.g. dispersal and adaptation) and not to particular geologic\nages.","trees":[{"tree_label":"con_50_majrule","ntax":"125","rootedtree":"TRUE","title":"Tr9561","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9561.phy"},{"tree_label":"con_50_majrule","ntax":"125","rootedtree":"TRUE","title":"Tr9562","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9562.phy"},{"tree_label":"con_50_majrule","ntax":"125","rootedtree":"TRUE","title":"Tr9808","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9808.phy"},{"tree_label":"TREE1","ntax":"41","rootedtree":"TRUE","title":"Tr9809","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9809.phy"}]}