{"Authors":" Barbara Whitlock, Amanda M. Hale","Year":" 2010","Title":" Phylogenetics of Ayenia, Byttneria, and Rayleya (Malvaceae\ns.l.)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Ayenia, Bytternia, Rayleya, Malvaceae, Byttnerieae,\nByttnerioideae, growth forms, biogeography","DOI":"","Abstract":" Tropical plants show a diversity of growth forms, yet few\nstudies examine the transitions between trees, shrubs, and lianas, and\nhow changes in growth form are associated with new geographic\ndistributions. Here, we use a phylogenetic approach to test hypotheses\non the evolution of climbing plants and examine biogeography in 37\nspecies of erect and climbing woody plants in Ayenia, Byttneria, and\nRayleya using chloroplast DNA sequences. Results show that Rayleya is\nsister to a combined clade of Ayenia and Byttneria; Byttneria is\nparaphyletic with Ayenia nested within it. The common ancestor of the\ncombined Ayenia/Byttneria/Rayleya clade is reconstructed as a\nneotropical tree or shrub. Within the Ayenia/Byttneria clade, there is a\nsingle transition to unarmed lianas, with subsequent radiations into the\nAsian and African tropics. A second independent transition from trees or\nshrubs to spiny, semi-scandent shrubs occurred in the neotropics. We\nfound no evidence of transitions from lianas to any other growth form;\nhowever, we recovered a reversal from semi-scandent shrubs to fully\nupright plants. Within the neotropics, there are two independent\nradiations into seasonal, open habitats. Additional sampling of African\nspecies of Byttneria may yield more complicated scenarios in both\nbiogeography and the evolution of growth forms.","trees":[{"tree_label":"Strict","ntax":"42","rootedtree":"TRUE","title":"Byttneria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_14934.phy"},{"tree_label":"PAUP 1","ntax":"42","rootedtree":"TRUE","title":"Malvaceae s.l.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9878.phy"}]}