{"Authors":" Amanda L. Ingram","Year":" 2010","Title":" Evolution of Leaf Blade Anatomy in Eragrostis (Poaceae)","Journal":" Systematic Botany","Volume":" 35","Issue":" 4","Pages":"","Keywords":" Chloridoideae, classification, leaf blade anatomy,\nphylogeny, trnL-F","DOI":"","Abstract":" Classification within Eragrostis, a large genus of ca. 400\nspecies in Poaceae subfamily Chloridoideae, has long been problematic.\nWhile spikelet disarticulation characters have been the most common\nbasis of infrageneric classifications, they have not been demonstrated\nto describe monophyletic groups. An alternative classification system\nlinked to leaf blade anatomy characters is explored using phylogenies\nbased on DNA sequence data from three loci (nuclear GBSSI, plastid\nrps16, and the plastid trnL-F region) in this study. Eragrostis\npossesses a great deal of variation in leaf blade anatomy, ranging from\nNAD-ME-like in structure (subgenus Eragrostis) to PCK-like (subgenus\nCaesiae), with some intermediates between these extremes. This study\nreveals that a great deal of variation exists in those species\ntraditionally classified as “intermediate” in leaf blade anatomy. It\nalso indicates that the PCK-like species form a monophyletic group in\nphylogenetic analyses based on plastid data, GBSSI sequences, and\nsimultaneous analysis of all loci. NAD-ME-like and intermediate species\ndo not form monophyletic groups, but phylogenies based on plastid\nsequences indicate some evolutionary conservation of the various types\nof intermediate anatomy. This study also evaluates the leaf anatomy type\nin allopolyploids. A high proportion of these allopolyploids have\nintermediate leaf anatomy, potentially reflecting their derivation from\nprogenitors with distinct anatomical types.","trees":[{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Eragrostis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9812.phy"},{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Eragrostis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9813.phy"},{"tree_label":"fig 3","ntax":"52","rootedtree":"TRUE","title":"Eragrostis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9814.phy"},{"tree_label":"Fig. 2","ntax":"41","rootedtree":"TRUE","title":"Eragrostis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9815.phy"}]}