{"Authors":" Brian H Seitzman, Andrew Ouimette, Rachel L. Mixon, Erik A.\nHobbie, David S. Hibbett","Year":" 2010","Title":" Conservation of biotrophy in Hygrophoraceae inferred from\ncombined stable isotope and phylogenetic analyses","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Cuphophyllus, ecology, Gliophorus, Humidicutis, Hygrocybe,\nHygrophorus, nutritional status","DOI":"","Abstract":" The nutritional modes of genera in Hygrophoraceae\n(Basidiomycota: Agaricales), apart from the ectomycorrhizal Hygrophorus\nand lichen-forming taxa, are uncertain. New δ15N and δ13C values were\nobtained from 15 taxa under Hygrophoraceae collected in central\nMassachusetts and combined with isotopic data sets from five prior\nstudies including a further 12 species using a data standardization\nmethod to allow cross-site comparison. Based upon these data, we\ninferred the probable nutritional modes for species of Hygrophorus,\nHygrocybe, Humidicutis, Cuphophyllus, and Gliophorus. A phylogeny of\nHygrophoraceae was constructed by maximum likelihood analysis of nuclear\nribosomal 28S and 5.8S sequences and standardized δ15N and δ13C values\nwere used for parsimony optimization on this phylogeny. Our results\nsupport biotrophy in Hygrocybe, Humidicutis, Cuphophyllus, and\nGliophorus quantitatively unlike that in more than 450 other fungal taxa\nsampled in the present and prior studies. Parsimony optimization of\nstable isotope data indicates moderate conservation of nutritional\nstrategies in Hygrophoraceae and suggests a single switch to a\npredominantly ectomycorrhizal lifestyle in the lineage leading to\nHygrophorus. We conclude that Hygrophoraceae of previously unknown\nnutritional status are unlikely to be saprotrophs and are probably in\nsymbiosis with understory plants.","trees":[{"tree_label":"ASR Tree","ntax":"50","rootedtree":"TRUE","title":"Tr9804","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_9804.phy"}]}