{"Authors":" Geir Hestmark, Emily Fraker, Katalin Molnar, Francois\nLutzoni, Jolanta Maria Miadlikowska, Frank Kauff","Year":" 2010","Title":" Single origin and subsequent diversification of Central\nAndean endemic Umbilicaria species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Neotropics, endemism, evolutionary radiation, apothecium\ntypes, reproductive strategies, lichen-forming Lecanoromycetes","DOI":"","Abstract":" We studied an Andean endemic group of species of the\nlichen-forming fungal genus Umbilicaria from the sub-alpine and\nlow-alpine zone, with their biogeographic center in Bolivia and Peru. A\nnumber of species and varieties have been described from this element,\nbut apparent instability in several morphological traits has made it\ndifficult to precisely delimit taxa. Based on DNA sequences of nuclear\nITS, LSU and mitochondrial SSU from extensive collections from\nArgentina, Bolivia, Chile, Colombia, Ecuador and Peru, we present here a\nmolecular phylogenetic analysis of this Andean endemic element within\nthe genus Umbilicaria. All analyses (MP, ML, and Bayesian) support a\nsingle origin for the entire endemic element, and a division into two\nmajor groups, characterized by different apothecium types: the\nUmbilicaria dichroa group and the U. calvescens group. The taxa U.\nkrempelhuberi, U. peruviana and U. subcalvescens are nested within U.\ncalvescens, and are treated as conspecific with the latter species. The\nendemic element shares a most recent common ancestor with the\nUmbilicaria vellea group, which has a world-wide distribution, and\ncontains several asexually reproducing (sorediate) species. Independent\nreversals to sexual reproduction might explain the evolution of two\ndifferent types of apothecia in this monophyletic endemic lineage. A\nnumber of cosmopolitan, mostly high-alpine, species of Umbilicaria also\npresent in the central Andes are only remotely related to the endemic\nelement, and do not exhibit speciation into endemics. Because the Andean\nendemic element completely dominates the Umbilicaria habitats of the\nlow- and sub-alpine zones, we propose that the founder of the endemic\nelement colonized the Andes at a time when the mountains had not yet\nreached their current elevation, while the high-alpine species arrived\nmore recently.","trees":[{"tree_label":"tree 0","ntax":"73","rootedtree":"TRUE","title":"Central Andean endemic Umbilicaria species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9899.phy"}]}