{"Authors":" Rong Li, Jun Wen","Year":" 2010","Title":" Phylogeny and Biogeography of Dendropanax (Araliaceae), an\nAmphi-Pacific Disjunct Genus between Tropical/Subtropical Asia and the\nNeotropics","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" amphi-Pacific tropical disjunction, Araliaceae,\nbiogeography, Dendropanax, phylogeny","DOI":"","Abstract":" Dendropanax (Araliaceae) is a genus of about 75-80 species\ndisjunctly distributed in tropical to subtropical Asia and the\nneotropics with an amphi-Pacific tropical disjunction. The phylogeny of\nthe genus was constructed with the sampling of 95 accessions\nrepresenting 33 species of Dendropanax and 43 closely related taxa\nemploying sequences of the nuclear ribosomal internal transcribed spacer\n(ITS) region, and six plastid regions (the ndhF gene, the trnL-F region,\nthe rps16 intron, the atpB-rbcL intergenic spacer, the rpl16 intron, and\nthe psbA-trnH intergenic spacer). Phylogenetic analyses of the combined\nplastid and ITS data suggested that the monophyly of Dendropanax was not\nsupported because the Asian D. lancifolius - D. hainanensis clade did\nnot group with the main Dendropanax clade. Nevertheless, the maximally\nparsimonious trees (MPTs) from the analysis constraining Dendropanax as\na monophyletic group were only one step longer than the unconstrained\nMPTs. The New World and the Old World Dendropanax except D. lancifolius\nand D. hainanensis each formed a robustly supported clade sister to each\nother. Based on biogeographic analyses and fossil-calibrated Bayesian\ndating, Dendropanax was hypothesized to have originated in the Old World\nand migrated into the New World via the North Atlantic land bridges in\nthe early Tertiary. The amphi-Pacific intercontinental disjunction of\nDendropanax was estimated to be 41.83 mya with 95% high posterior\ndensity [HPD] interval of 28.46-56.15 mya. The crown New World clade of\nDendropanax was estimated at 27.43 mya (95% HPD: 17.56-38.47 mya) and\nthe crown Old World clade was dated to be at 24.92 mya (95% HPD:\n14.75-35.65 mya). The diversification in Central and South America was\nperhaps driven by the uplift of the northern Andes and the rising of the\nvolcanic islands between South America and Central America in the late\nTertiary. The diversification in the Old World was centered in southern\nChina and Indochina, corresponding to the active orogenies in\ncontinental Asia due to the uplift of the Himalaya and the subsequent\nclimatic changes in the region in the late Tertiary.","trees":[{"tree_label":"Strict","ntax":"95","rootedtree":"TRUE","title":"Dendropanax","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9824.phy"}]}