{"Authors":" Dorothy E. Tuthill","Year":" 2003","Title":" Genetic variation and recombination in Penicillium miczynskii\nand Eupenicillium species.","Journal":" Mycological Progress","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Reproduction in the genus Penicillium is thought to be\ncompletely asexual. Sexual reproduction, as occurs in the related genus\nEupenicillium, is thought to provide evolutionary benefits because it\nallows for new combinations of alleles and therefore increases the\namount of variation within the species. This hypothesis was tested using\ninter-simple sequence repeats (ISSRs) to assess the amount of\nintraspecific and intra-population variation within Penicillium\nmiczynskii and the closely related Eupenicillium shearii. The data for\nboth genera were also used to test for clonal reproduction against the\nnull hypothesis of panmixis, using measures of genotypic diversity,\nlinkage disequilibrium and phylogenetic tree length. The ISSR\nfingerprints indicated that the 70 Eupenicillium strains actually\nincluded two distinct species, Eupenicillium shearii and Eupenicillium\ntropicum sp. nov., each represented by populations in both Costa Rica\nand India. While none of the species or populations were found to be\nrandomly recombining, the relative strength of the clonal component\ndiffered among the species. Penicillium miczynskii had the smallest\nclonal component, with the highest genotypic diversity, lowest Index of\nAssociation, 40% of alleles non-randomly associated, and phylogenetic\ntree length closer to that of recombined data sets than to the minimum\npossible. Eupenicillium tropicum showed nearly complete clonal\nreproduction with the lowest genotypic diversity and 100% of alleles\nnon-randomly associated in both populations. On the other hand, it also\nhad the greatest amount of intraspecific variation, with as little as\n38% similarity among strains. The results indicate that Penicillium\nspecies may, on rare occasion, genetically recombine; the regular\noccurrence of meiosis in the life cycle of Eupenicillium species does\nnot facilitate recombination; And the greatest amount of genetic\nvariation was not associated with recombination, but with clonal\npropagation.","trees":[{"tree_label":"Fig. 3","ntax":"18","rootedtree":"TRUE","title":"Penicillium miczynskii","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5817.phy"}]}