{"Authors":" Adam Skinner","Year":" 2010","Title":" Rate Heterogeneity, Ancestral Character State Reconstruction,\nand the Evolution of Limb Morphology in Lerista (Scincidae,\nSquamata)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Character evolution, Dollo’s law, likelihood, limb\nreduction, lizard, model, skink","DOI":"","Abstract":" Rates of phenotypic evolution derive from numerous\ninterrelated processes acting at varying spatial and temporal scales,\nand frequently differ substantially among lineages. Although current\nmodels employed in reconstructing ancestral character states permit\nindependent rates for distinct types of transition (forward and reverse\ntransitions, and transitions between different states), these rates are\ntypically assumed to be identical for all branches in a phylogeny. In\nthis paper, I present a general model of character evolution enabling\nrate heterogeneity among branches. This model is employed in assessing\nthe extent to which the assumption of uniform transition rates affects\nreconstructions of ancestral limb morphology in the scincid lizard clade\nLerista and, accordingly, the potential for rate variability to mislead\ninferences of evolutionary patterns. Permitting rate variation among\nbranches significantly improves model fit for both the manus and pes. A\nconstrained model in which the rate of digit acquisition is assumed to\nbe effectively zero is strongly supported in each case; when compared\nwith a model assuming unconstrained transition rates, this model\nprovides a substantially better fit for the manus and a nearly identical\nfit for the pes. Ancestral states reconstructed assuming the constrained\nmodel imply patterns of limb evolution differing significantly from\nthose implied by reconstructions for uniform-rate models, particularly\nfor the pes; while ancestral states for the uniform-rate models\nconsistently entail the reacquisition of pedal digits, those for the\nmodel incorporating among-lineage rate heterogeneity imply repeated,\nunreversed digit loss. These results indicate that the assumption of\nidentical transition rates for all branches in a phylogeny may be\ninappropriate in modelling the evolution of phenotypic traits, and\nemphasise the need for careful evaluation of phylogenetic tests of\nDollo’s law.","trees":[{"tree_label":"Tree1","ntax":"83","rootedtree":"TRUE","title":"Evolution of Limb Morphology in Lerista","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9817.phy"}]}