{"Authors":" Andrew M Minnis, Nelson Menolli Jr, Marina Capelari, Olivia\nRodriguez, Ekaterina Malysheva, Marco Contu, Stefano Ghignone, David S.\nHibbett, Alfredo Justo, Alfredo Vizzini","Year":" 2010","Title":" Phylogeny of the Pluteaceae (Agaricales, Basidiomycota):\nTaxonomy and Character Evolution","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1016/j.funbio.2010.09.012","Abstract":" The phylogeny of the genera traditionally classified in\nthe family Pluteaceae (Agaricales, Basidiomycota) was investigated using\nmolecular data from nuclear ribosomal genes (nSSU, ITS, nLSU) and\nconsequences for taxonomy and character evolution were evaluated. The\ngenus Volvariella is polyphyletic, as most of its representatives fall\noutside the Pluteoid clade and shows affinities to some hygrophoroid\ngenera (Camarophyllus, Cantharocybe). Volvariella gloiocephala and\nallies are placed in a different clade, which represents the sister\ngroup of Pluteus, and a new generic name, Volvopluteus, is proposed to\naccommodate these taxa. Characters such as basidiospore size and\npileipellis structure can be used to separate Pluteus, Volvariella and\nVolvopluteus. The genus Pluteus is monophyletic and includes species\nwith partial veil traditionally classified in the genus Chamaeota. The\nevolution of morphological features used in the infrageneric taxonomy of\nthe genus, such as metuloid cystidia and pileipellis structure, was\nanalyzed. Agreement between the molecular phylogeny and morphological\nsubdivision of Pluteus is, generally speaking, good, though some\nrearrangements are necessary: (i) species with non-metuloid\npleurocystidia and pileipellis as a cutis are placed either in sect.\nCelluloderma, together with the species characterized by a hymenidermal\npipeipellis, or in sect. Pluteus, with the metuloid bearing species;\n(ii) subdivision of sect. Celluloderma according to the presence/absence\nof cystidioid elements in the pileipellis is not supported by molecular\ndata","trees":[{"tree_label":"Agaricales_ribosomal","ntax":"117","rootedtree":"TRUE","title":"Phylogeny of the Pluteaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9846.phy"},{"tree_label":"ITS","ntax":"211","rootedtree":"TRUE","title":"Phylogeny of the Pluteaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9907.phy"},{"tree_label":"nLSU-Tree","ntax":"96","rootedtree":"TRUE","title":"Phylogeny of the Pluteaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9842.phy"}]}