{"Authors":" Pauline Y. Ladiges, Gareth Nelson, Michael James Bayly","Year":" 2010","Title":" East-west continental vicariance in Eucalyptus subgenus\nEucalyptus","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 267-303","Keywords":"","DOI":"","Abstract":" Eucalyptus subgenus Eucalyptus (commonly called the\n‘monocalypts’) is well-supported as a monophyletic group, with flowers\ncharacterised by a single petaline operculum, lack of free sepals, and\nanatropous ovules arranged in two rows per loculus. The group, with 111\nspecies in a number of recognisable clades, includes some of Australias\nmost important timber trees, such as E. marginata (jarrah) and E.\nregnans (mountain ash), the latter the tallest flowering plant in the\nworld. The subgenus is distributed in both western and eastern\nAustralia, ranging from tropical to cool temperate latitudes, and is\nmost common in southern coastal and upland regions. A phylogenetic\nanalysis of all taxa is presented based on published morphological\nanalyses of individual clades, and new molecular analyses based on ITS\nand ETS nrDNA sequences (including 68 sequences newly published here).\nIt is hypothesised that the subgenus was present in the Early Eocene\nacross western and eastern Australia when conditions were warm and wet.\nThe earliest lineages to differentiate are in the south-west of Western\nAustralia, including tall wet forests trees on loamy soils and in river\nvalleys (Jarrah forest bioregion); other clades occur today on lower\nnutrient soils on weathered lateritic plateau or sands of the Swan\nCoastal Plain. Mallee species are associated with granitic and quartzite\nhills, and south coast siliceous and calcareous sands of the Esperance\nPlains. Marine inundation during the Eocene and major climatic change at\nthe Eocene/Oligocene boundary isolated these western lineages from\neastern populations, which form a monophyletic group. Humid conditions\npersisted in eastern Australia, associated with the elevated Great\nDividing Range. The oldest, eastern lineages survive today in Queensland\nin a climate as warm as that of the Eocene, while more derived clades\nhave evolved in the cooler south-east in a range of environments.","trees":[{"tree_label":"PAUP 1","ntax":"66","rootedtree":"TRUE","title":"Tr9877","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9877.phy"}]}