{"Authors":" Natteewan Poonwan, Roseli S de Freitas, Zhenyu Qin, Takao\nKasuga, Angela Restrepo, Gina L Koenig, Carlos da Silva Lacaz, Tom J\nWhite, Ricardo Negroni, Elizabetha Castaneda, John W. Taylor, Maria\nLucia Taylor, Yuzuru Mikami, Miki Tamura, Juan McEwen, Dee A. Carter,\nGeorgina F Miller, Elisabeth M Heins-Vaccari, Rosely M\nZancope-Oliveira","Year":" 2003","Title":" Phylogeography of the Fungal Pathogen Histoplasma\ncapsulatum.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Until recently, Histoplasma capsulatum was believed to\nharbor three varieties; var. capsulatum (chiefly a New World human\npathogen), var. duboisii (an African human pathogen) and var.\nfarciminosum (an Old World horse pathogen), which varied in clinical\nmanifestations and geographical distribution. We analyzed the\nphylogenetic relationships of 137 individuals representing the three\nvarieties from six continents using DNA sequence variation in four\nindependent protein-coding genes. At least eight clades were identified:\n(1) North American class 1 clade, (2) North American class 2 clade, (3)\nLatin American group A clade, (4) Latin American group B clade, (5)\nAustralian clade, (6) Netherlands (Indonesian?) clade, (7) Eurasian\nclade, and (8) African clade. Seven of eight clades represented\ngenetically isolated groups that may be recognized as phylogenetic\nspecies. The sole exception was the Eurasian clade, which originated\nfrom within the Latin American group A clade. The phylogenetic\nrelationships among the clades made a star phylogeny. H. capsulatum var.\ncapsulatum individuals were found in all eight clades. The African clade\nincluded all of the H. capsulatum var. duboisii individuals, as well as\nindividuals of the other two varieties. The thirteen individuals of var.\nfarciminosum were distributed among three phylogenetic species. These\nfindings suggest that the three varieties of Histoplasma are\nphylogenetically meaningless. Instead we have to recognize the existence\nof genetically distinct geographical populations or phylogenetic\nspecies. Combining DNA substitution rates of protein-coding genes with\nthe phylogeny suggests that the radiation of Histoplasma started between\nthree and thirteen million years ago in Latin America.","trees":[{"tree_label":"MP","ntax":"80","rootedtree":"TRUE","title":"Histoplasma capsulatum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5818.phy"},{"tree_label":"NJ","ntax":"80","rootedtree":"TRUE","title":"Histoplasma capsulatum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5819.phy"}]}