{"Authors":" Anthony R Ives, Matthew R Helmus","Year":" 2010","Title":" Phylogenetic metrics of community similarity","Journal":" American Naturalist","Volume":" 176","Issue":" 5","Pages":" E128E142","Keywords":" fish, macrophyte, Wisconsin, lake, dissimilarity measure,\nenvironmental gradient, phylogenetic community structure, phylogenetic\nbeta diversity, phylogeny, Sørensens similarity index, species turnover,\nUniFrac","DOI":" 10.1086/656486","Abstract":" We derive a new metric of community similarity that takes\ninto account the phylogenetic relatedness among species. This metric,\nphylogenetic community dissimilarity (PCD), can be partitioned into two\ncomponents, a non-phylogenetic component that reflects shared species\nbetween communities (analogous to Sørensens similarity metric), and a\nphylogenetic component that reflects the evolutionary relationships\namong non-shared species. Therefore, even if a species is not shared\nbetween two communities, if it is phylogenetically related to species in\nthe other community, it will increase the similarity of the two\ncommunities. We illustrate PCD with data on fish and aquatic macrophyte\ncommunities from 59 temperate lakes. Dissimilarity between fish\ncommunities associated with environmental differences between lakes\noften has a phylogenetic component, while this is not the case for\nmacrophyte communities. With simulations, we then compare PCD with two\nother metrics of phylogenetic community similarity, ST and UniFrac. Of\nthe three metrics, PCD was best at identifying environmental drivers of\ncommunity dissimilarity, showing lower variability and greater\nstatistical power. Thus, PCD is a statistically powerful metric that\nseparates the effects of environmental drivers on compositional\nvs. phylogenetic components of community structure.","trees":[{"tree_label":"Fig. B1","ntax":"43","rootedtree":"TRUE","title":"Fish species pool phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9875.phy"},{"tree_label":"Fig. B2","ntax":"64","rootedtree":"TRUE","title":"Macrophyte species pool phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_9876.phy"}]}