{"Authors":" Kenneth J. Wurdack, Charles C. Davis","Year":" 2009","Title":" Malpighiales phylogenetics: Gaining ground on one of the most\nrecalcitrant clades in the angiosperm tree of life.","Journal":" American Journal of Botany","Volume":" 96","Issue":" 8","Pages":" 1551-1570","Keywords":" Centroplacaceae; classification; low-copy nuclear gene;\nMalpighiales; multigene analyses; Peridiscaceae; Rafflesiaceae; rapid\nradiation.","DOI":" 10.3732/ajb.0800207","Abstract":" The eudicot order Malpighiales contains ~16 000 species\nand is the most poorly resolved large rosid clade. To clarify phyloge-\nnetic relationships in the order, we used maximum likelihood, Bayesian,\nand parsimony analyses of DNA sequence data from 13 gene regions,\ntotaling 15604 bp, and representing all three genomic compartments\n(i.e., plastid: atpB, matK, ndhF, and rbcL; mitochondrial: ccmB, cob,\nmatR, nad1B-C, nad6, and rps3; and nuclear: 18S rDNA, PHYC, and newly\ndeveloped low-copy EMB2765). Our sampling of 190 taxa includes\nrepresentatives from all families of Malpighiales. These data provide\ngreatly in- creased support for the recent additions of Aneulophus,\nBhesa, Centroplacus, Ploiarium, and Rafflesiaceae to Malpighiales;\nsister relations of Phyllanthaceae + Picrodendraceae, monophyly of\nHypericaceae, and polyphyly of Clusiaceae. Oxalidales + Huaceae,\nfollowed by Celastrales are successive sisters to Malpighiales.\nParasitic Rafflesiaceae, which produce the worlds largest flowers, are\nconfirmed as embedded within a paraphyletic Euphorbiaceae. Novel\nfindings show a well-supported placement of Ctenolopho- naceae with\nErythroxylaceae + Rhizophoraceae, sister-group relationships of Bhesa +\nCentroplacus, and the exclusion of Medu- sandra from Malpighiales. New\ntaxonomic circumscriptions include the addition of Bhesa to\nCentroplacaceae, Medusandra to Peridiscaceae (Saxifragales),\nCalophyllaceae applied to Clusiaceae subfamily Kielmeyeroideae, Peraceae\napplied to Euphorbi- aceae subfamily Peroideae, and Huaceae included in\nOxalidales.","trees":[{"tree_label":"Fig. 2, 3","ntax":"190","rootedtree":"TRUE","title":"Malpighiales phylogenetics","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_9928.phy"}]}