{"Authors":" Andrew M Minnis, Stefano Ghignone, Nelson Menolli Jr,\nMarina Capelari, Olivia Rodriguez, Ekaterina Malysheva, Marco Contu,\nAlfredo Justo, Alfredo Vizzini","Year":" 2010","Title":" Species recognition in Pluteus and Volvopluteus: Morphology,\nGeography and Phylogeny","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1007/s11557-010-0716-z","Abstract":" Abstract: The phylogeny of several species-complexes of\nthe genera Pluteus and Volvopluteus (Agaricales, Basidiomycota) was\ninvestigated using molecular data (ITS) and consequences for taxonomy,\nnomenclature and morphological species recognition in these groups were\nevaluated. Conflicts between morphological and molecular delimitation\nwere detected in sect. Pluteus, especially for taxa in the\ncervinus-petasatus clade with clamp-connections or white basidiocarps.\nSome species of sect. Celluloderma are apparently widely distributed in\nEurope, North America and Asia, either with (P. aurantiorugosus, P.\nchrysophlebius, P. fenzlii, P. phlebophorus) or without (P. romellii)\nmolecular differentiation in collections from different continents. A\nlectotype and a supporting epitype are designated for Pluteus cervinus,\nthe type species of the genus. The name Pluteus chrysophlebius is\naccepted as the correct name for the species in sect. Celluloderma also\nknown under the names P. admirabilis and P. chrysophaeus. A lectotype is\ndesignated for the latter. Pluteus saupei and Pluteus heteromarginatus,\nfrom the U.S.A., P. castri, from Russia and Japan, and Volvopluteus\nasiaticus, from Japan, are described as new. A complete description and\na new name, Pluteus losulus, are given for the African P. cervinus var.\nealaensis. The American Volvopluteus michiganensis is described in\ndetail. Taxonomic comments and a morphology-based key to all known\nspecies of Volvopluteus are provided.","trees":[{"tree_label":"MajRule","ntax":"17","rootedtree":"TRUE","title":"Volvopluteus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_21531.phy"},{"tree_label":"ITS","ntax":"31","rootedtree":"TRUE","title":"Pluteus section Hispidoderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9913.phy"},{"tree_label":"MajRule","ntax":"100","rootedtree":"TRUE","title":"Pluteus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9911.phy"},{"tree_label":"ITS","ntax":"81","rootedtree":"TRUE","title":"Celluloderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_9912.phy"}]}