{"Authors":" Jonathan M. Waters, Michael S Roy","Year":" 2004","Title":" Out of Africa: the slow train to Australasia.","Journal":" Systematic Biology","Volume":" 53","Issue":" 1","Pages":" 18-24","Keywords":"","DOI":" 10.1080/10635150490264671","Abstract":" We used mitochondrial DNA sequences to test biogeographic\nhypotheses for Patiriella exigua (Asterinidae), one of the world’s most\nwidespread coastal sea-stars. This small intertidal species has an\nentirely benthic life-history and yet occurs in southern temperate\nwaters of the Atlantic, Indian and Pacific oceans. Despite its abundance\naround southern Africa, south-eastern Australia, and several oceanic\nislands, P. exigua is absent from the shores of Western Australia, New\nZealand, and South America. Phylogenetic analysis of mtDNA sequences\n(COI, control region) indicates that South Africa houses an assemblage\nof P. exigua that is not monophyletic (P = 0.04), whereas Australian and\nLord Howe Island specimens comprise an interior monophyletic group. The\nplacement of the root in Africa, and small genetic divergences\n(1.1-1.9%) between eastern African and Australian haplotypes, strongly\nsuggests Pleistocene dispersal eastwards across the Indian Ocean.\nDispersal was probably achieved by rafting on wood or macroalgae,\nfacilitated by the West Wind Drift. Genetic data also support\nPleistocene colonisation of oceanic islands (Lord Howe Island, Amsterdam\nIsland, St Helena). Although many biogeographers have speculated about\nthe role of long-distance rafting, this study is one of the first to\nprovide convincing evidence. The marked phylogeographic structure\nevident across small geographic scales in Australia and South Africa\nindicates that gene flow among populations may be generally insufficient\nto prevent the local evolution of monophyly. We suggest that P. exigua\nmay rely on passive mechanisms of dispersal.","trees":[{"tree_label":"Fig. 1","ntax":"28","rootedtree":"TRUE","title":"Patiriella exigua","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5821.phy"}]}