{"Authors":" Samantha Ann Price, Felix Georg Marx, James E. Tarver","Year":" 2010","Title":" A Whale of a Tale - Cetacean Evolution as Revealed by a\nTime-Calibrated Tree of Extinct and Extant Species","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cetacea Odontoceti Mysticeti Fossil Supertree\nDivergence","DOI":"","Abstract":" The adaptation of whales to an obligately aquatic\nlifestyle represents one of the most profound transitions in mammalian\nevolution, and has affected all aspects of cetacean biology. However,\nthe investigation of macroevolutionary trends across Cetacea is\ncurrently hindered by the lack of a comprehensive phylogenetic\nhypothesis that spans the terrestrial-aquatic transition, as well as\nmodern lineages. Here we present a time-calibrated phylogeny of 203\ncetacean species comprising all extant, as well as one fifth of all\nnamed fossil species, including terrestrial, amphibious and fully\naquatic taxa. The tree was built using the matrix representation with\nparsimony (MRP) supertree method and was dated using relaxed molecular\nclock methods for the modern taxa, based on twelve mitochondrial genes,\neleven conservative fossil calibration points, and stratigraphic ranges\nfor the extinct species. Our analysis suggests that baleen (mysticetes)\nand toothed (odontocetes) whales originated in the late Eocene and\nstarted to diversify at about the same time during the early Oligocene.\nAccording to our lineage-through-time plots, mysticetes steadily\nincreased in diversity until the end of the mid-Miocene, after which\nthey declined to a relatively stable level. By contrast, odontocetes\nexperienced a number of diversification events up to their peak\ndiversity during the late Miocene, following which they started to\ndecline in numbers. Peak cetacean diversity occurred in the late Miocene\napproximately 8-10 million years ago, during the rapid radiation of the\nextant dolphin and beaked-whale clades. This peak was followed by a\ndecline in diversity during the late Miocene and Pliocene caused\nprimarily by the loss of the speciose marine relatives of the Ganges and\nIndus river dolphins, as well as early members of the sperm-whale,\nbeaked-whale and porpoise families. This pattern may be linked to\nCenozoic climate change, and also supports previous suggestions that\nmembers of the diversifying dolphin clade with their superior\necholocating abilities may have out-competed many of the mid-Miocene\nspecies with the exception of the two extant platanistoids, which were\nperhaps protected by their riverine habitat.","trees":[{"tree_label":"extinct&extantsupertree","ntax":"203","rootedtree":"TRUE","title":"Tr9917","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_9917.phy"}]}