{"Authors":" Michael Andrew Sundue","Year":" 2010","Title":" A Morphological Cladistic Analysis of Terpsichore\n(Polypodiaceae)","Journal":" Systematic Botany","Volume":" 35","Issue":"","Pages":"","Keywords":" Taxonomy, grammitid ferns, character evolution,\nneotropical, Acrospermum","DOI":"","Abstract":" Terpsichore, a neotropical genus of about 70 species, was\nshown in previous molecular phylogenetic studies to be polyphyletic. The\npresent study assesses this conclusion using morphology and also\nexamines the phylogenetic relationships of five informal species groups\noriginally described within Terpsichore. A morphological matrix was\nconstructed for 109 qualitative characters and 129 terminals. Maximum\nparsimony was used to analyze the complete data set and three different\npartitions of that data set which excluded characters of either leaf\nshape or indument position or both. Terpsichore is polyphyletic in all\nanalyses, and the characters originally used to define the genus are\neither plesiomorphic or homoplastic. Whereas the analysis of the\ncomplete matrix, recovered a clade similar to the original\ncircumscription, analyses of the partitioned data sets yielded results\nsimilar to those of molecular phylogenetic studies. In all analyses, two\nof the five infrageneric groups of Terpsichore are resolved as\nmonophyletic, whereas the others are either paraphyletic or\npolyphyletic. In all analyses, species from the Terpsichore taxifolia\nGroup are recovered as diphyletic, a result corresponding to that found\nin the previous molecular phylogenetic studies. By scoring morphological\ncharacters for this study, it was found that two vascular bundles are\npresent in many grammitid petioles and are not unique to Luisma,\nmesophyll composed of long-armed stellate parenchyma evolves at least\nthree times and is not unique to Enterosora, and perforated dictyosteles\nare common in grammitids and not restricted to Zygophlebia.","trees":[{"tree_label":"t1","ntax":"129","rootedtree":"TRUE","title":"Terpsichore","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_19935.phy"}]}