{"Authors":" Sylvain Dubey, Nicolas Salamin, Manuel Ruedi, Patrick\nBarrière, Marc Colyn, Peter Vogel","Year":" 2008","Title":" Biogeographic origin and radiation of the Old World\ncrocidurine shrews (Mammalia: Soricidae) inferred from mitochondrial and\nnuclear genes.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 48","Issue":"","Pages":" 953-963","Keywords":" Africa, dispersion, Eurasia, phylogeny, Pleistocene,\nPliocene","DOI":" 10.1016/j.ympev.2008.07.002","Abstract":" The crocidurine shrews include the most speciose genus of\nmammals, Crocidura. The origin and evolution of their radiation is,\nhowever, poorly understood because of very scant fossil records and a\nrather conservative external morphology between species. Here, we use an\nalignment of 3560 base pairs of mitochondrial and nuclear DNA to\ngenerate a phylogenetic hypothesis for the evolution of Old World shrews\nof the subfamily Crocidurinae. These molecular data confirm the\nmonophyly of the speciose African and Eurasian Crocidura, which also\nincludes the fossorial, monotypic genus Diplomesodon. The phylogenetic\nreconstructions give further credit to a paraphyletic position of Suncus\nshrews, which are placed into at least two independent clades (one in\nAfrica and sister to Sylvisorex and one in Eurasia), at the base of the\nCrocidura radiation. Therefore, we recommend restricting the genus\nSuncus to the Palaearctic and Oriental taxa, and to consider all the\nAfrican Suncus as Sylvisorex. Using molecular dating and biogeographic\nreconstruction analyses, we suggest a PalaearcticOriental origin for\nCrocidura dating back to the Upper Miocene (6.8 million years ago) and\nseveral subsequent colonisations of the Afrotropical region by\nindependent lineages of Crocidura.","trees":[{"tree_label":"PAUP 1 189 taxa","ntax":"189","rootedtree":"TRUE","title":"Old World crocidurine shrews","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_19938.phy"},{"tree_label":"PAUP 1 139 taxa","ntax":"139","rootedtree":"TRUE","title":"Old World crocidurine shrews","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_19937.phy"}]}