{"Authors":" Nicholas Peter Tippery, C. Thomas Philbrick, Claudia Patean\nBove, Donald H. Les","Year":" 2010","Title":" Systematics and phylogeny of neotropical\nPodostemaceae-Podostemoideae with monad pollen","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Aquatic plants, Malpighiales, nrITS, river-rapids,\ntaxonomy, trnL","DOI":"","Abstract":" New World Podostemaceae (riverweeds) comprise\napproximately 136 species in 21 genera, most of which are of tropical\ndistribution, shed pollen in monads, and belong to subfamily\nPodostemoideae. We undertook a phylogenetic study of neotropical\nPodostemoideae with monad pollen, using molecular (nrITS, rbcL, trnL)\nand morphological data, to assess the monophyly of genera and their\ninterrelationships. Extensive taxon sampling (40 taxa in 15 genera)\nrevealed that the large genera Apinagia and Marathrum are not\nmonophyletic as currently circumscribed, although several species of the\nformer comprised a clade that could be delimited morphologically by the\nshared character of upright stems (i.e., anchored to the substrate only\nbasally). Marathrum species were split geographically, with Central and\nSouth American taxa resolving in different clades. Oserya also comprised\ntwo geographically disparate clades, with the type species belonging to\nthe South American clade. In order to establish the monophyly of Oserya,\nwe erected a new genus Noveloa to accommodate the Central American\nspecies N. coulteriana and N. longifolia. The Central American Marathrum\nclade included the monotypic Vanroyenella, which we transferred to that\ngenus as Marathrum plumosum. The genera Castelnavia and Rhyncholacis\nwere monophyletic in our analyses; C. multipartita f. pendulosa was\nelevated to species rank as Castelnavia pendulosa. The monotypic\nLonchostephus resolved within Mourera, with which it shares a number of\nmorphological features that are found also in Tulasneantha (also\nmonotypic), but which otherwise are unique in Podostemaceae. We\nrecommend that Lonchostephus and Tulasneantha be merged with Mourera and\nprovide the new combination Mourera monadelpha for the latter. Finally,\nan unexpected clade of morphologically diverse genera, including members\nof Apinagia, Jenmaniella, Lophogyne, Marathrum, and Monostylis, resolved\nwith strong support but uncertain morphological integrity, as sister to\nall ingroup taxa except Mourera; however, nomenclatural changes in this\ngroup have not been made, pending additional taxon sampling and\nprocurement of further molecular and morphological evidence.","trees":[{"tree_label":"Fig. 1","ntax":"38","rootedtree":"TRUE","title":"Neotropical Podostemaceae-Podostemoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_19964.phy"},{"tree_label":"Fig. 3","ntax":"71","rootedtree":"TRUE","title":"Neotropical Podostemaceae-Podostemoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_19963.phy"}]}