{"Authors":" Andrea Weeks, Beryl B. Simpson, Alan Tye","Year":" 2004","Title":" Is the Galápagos IUCN vulnerable species Bursera malacophylla\n(Burseraceae) distinguishable genetically from its widespread sister, B.\ngraveolens?","Journal":" Conservation Genetics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Bursera species are common components of the Gal·pagos\nArid and Transition Zone forests and are distributed on all forested\nislands in the oceanic archipelago. One of two Gal·pagos species, B.\nmalacophylla, is an IUCN vulnerable species because it is endemic and\nnarrowly distributed on islands close to population centers and tourist\ntraffic. Its hypothesized progenitor and sister species, B. graveolens,\nhas a much wider, mostly allopatric distribution in the Gal·pagos and on\nthe American continents. Recent field work has identified sympatric\npopulations of the two species as well as populations of morphologically\nintermediate individuals on Santa Cruz Island and San Salvador Island,\nwhich are next to the islands of distribution for B. malacophylla. These\nfindings call into question whether B. malacophylla represents an\nindependent lineage from that of B. graveolens and whether the\nintermediate populations represent hybrid progeny. Using AFLP\nfingerprint data for 87 accessions, we find extraordinarily low genetic\nvariation within and among species across the archipelago, concordant\nwith most other genetic studies of Gal·pagos plant species. We find no\nevidence to support hybrid origin for morphological intermediate\npopulations and, based on cluster analysis and AMOVA tests, conclude\nthat B. malacophylla does not represent a lineage separate from that of\nB. graveolens. We discuss the morphological distinctions between these\ntwo species, probable causes of their genetic homogeneity across the\narchipelago and recommend the reduction of B. malacophylla to B.\ngraveolens forma malacophylla.","trees":[{"tree_label":"Fig. 3","ntax":"87","rootedtree":"TRUE","title":"Bursera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5838.phy"}]}