{"Authors":" Jessica E Light, Vincent S. Smith, Julie M Allen, Lance A.\nDurden, David L. Reed","Year":" 2010","Title":" Evolutionary history of mammalian sucking lice (Phthiraptera:\nAnoplura)","Journal":" BMC Evolutioanry Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background Sucking lice (Phthiraptera: Anoplura) are\nobligate, permanent ectoparasites of eutherian mammals, parasitizing\nmembers of 12 of the 29 recognized mammalian orders and approximately\n20% of all mammalian species. These host specific, blood-sucking insects\nare morphologically adapted for life on mammals: they are wingless,\ndorso-ventrally flattened, possess tibio-tarsal claws for clinging to\nhost hair, and have piercing mouthparts for feeding. Although there are\nmore than 540 described species of Anoplura and despite the potential\neconomical and medical implications of sucking louse infestations, this\nstudy represents the first attempt to examine higher-level anopluran\nrelationships using molecular data. In this study, we use molecular data\nto reconstruct the evolutionary history of 65 sucking louse taxa with\nphylogenetic analyses and compare the results to findings based on\nmorphological data. We also estimate divergence times among anopluran\ntaxa and compare our results to host (mammal) relationships. Results and\nConclusions This study represents the first hypothesis of sucking louse\nrelationships using molecular data and we find significant conflict\nbetween phylogenies constructed using molecular and morphological data.\nWe also find that multiple families and genera of sucking lice are not\nmonophyletic and that extensive taxonomic revision will be necessary for\nthis group. Based on our divergence dating analyses, sucking lice\ndiversified in the late Cretaceous, approximately 77 Ma, and soon after\nthe Cretaceous-Paleogene boundary approximately 65 Ma, these lice\nproliferated rapidly to parasitize multiple mammalian orders and\nfamilies. These dates are in agreement with mammalian evolutionary\nhistory: all modern mammal orders are hypothesized to have diverged by\n75 Ma thus providing suitable habitat for the colonization and radiation\nof sucking lice. Despite the concordant timing of diversification events\nearly in the association between anoplurans and mammals, there is\nsubstantial conflict between the host and parasite phylogenies. This\nconflict is likely the result of a complex history of host switching and\nextinction events that occurred throughout the evolutionary association\nbetween sucking lice and their mammalian hosts. It is unlikely that\nthere are any ectoparasite groups (including lice) that tracked the\nearly and rapid radiation eutherian mammals.","trees":[{"tree_label":"PAUP 1","ntax":"1","rootedtree":"TRUE","title":"Mammalian Sucking Lice","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_19967.phy"},{"tree_label":"PAUP 1","ntax":"72","rootedtree":"TRUE","title":"Mammalian Sucking Lice","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_19968.phy"}]}