{"Authors":" Kazuaki Tanaka, Vadim Mel’nik, Maasa Kamiyama, Kazuyuki\nHirayama, Takashi Shirouzu","Year":" 2011","Title":" Molecular phylogeny of two coelomycetous genera with\nstar-shaped conidia, Prosthemium and Asterosporium on Fagales tree","Journal":" Botany","Volume":" 88","Issue":"","Pages":" 1057-1071","Keywords":" Anamorphic fungi, Ascomycetes, Diaporthales, Pleomassaria,\nPelosporales","DOI":" 10.1139/B10-078","Abstract":" Prosthemium (teleomorph: Pleomassaria) and Asterosporium\n(teleomorph: unknown) are coelomycetous genera with stellate conidia on\nFagales trees. Their morphological resemblance suggests their close\nrelationship, but phylogenetic relatedness remains unknown. They have\nbeen distinguished either on the basis of conidiomatal morphology\n(pycnidia in Prosthemium and acervuli in Asterosporium), or by their\ndiffering conidial septation (euseptate in Prosthemium and distoseptate\nin Asterosporium). To reveal their phylogenetic affinities and clarify\nreliable distinguishing phenotypical characters, five species of\nProsthemium and two of Asterosporium were investigated using sequences\nof the SSU, LSU, ITS nrDNA, and β-tubulin gene from 42 isolates of these\nspecies. The analyses revealed the following: 1) Asterosporium typified\nby A. asterospermum on Fagus is a member of the Sordariomycetes and is\ndistinct from Prosthemium belonging to the Dothideomycetes: 2) A.\nbetulinum on Betula species should be excluded from Asterosporium and\ntransferred to Prosthemium as Prosthemium neobetulinum nom. nov.: 3)\nconidial septation does not seem have a diagnostic value, whereas\nconidiomatal morphology is useful in distinguishing both genera: 4)\nnumber and length of conidial arms are useful criteria in distinguishing\nProsthemium species. A new species, Prosthemium intermedium, found on\nboth B. ermanii and B. maximowicziana, is described and\nillustrated.","trees":[{"tree_label":"Fig. 3","ntax":"37","rootedtree":"FALSE","title":"Prosthemium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20709.phy"},{"tree_label":"Fig. 1 NJ","ntax":"73","rootedtree":"FALSE","title":"Prosthemium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20707.phy"},{"tree_label":"Fig. 2 NJ","ntax":"39","rootedtree":"FALSE","title":"Asterosporium and Diaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20708.phy"},{"tree_label":"SSU tree","ntax":"58","rootedtree":"FALSE","title":"Prosthemium and Asterosporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20074.phy"}]}