{"Authors":" C. F. D. Gurgel, James N Norris, Suzanne Fredericq","Year":" 2003","Title":" Phylogeography of Gracilaria tikvahiae (Gracilariaceae,\nRhodophyta): a study of genetic discontinuity in a continuously\ndistributed species based on molecular evidence.","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Gracilaria tikvahiae, a highly morphologically variable\nred alga, is one of the most common species of Gracilariaceae inhabiting\nAtlantic estuarine environments and the Intracoastal Waterway of eastern\nNorth America. Populations of G. tikvahiae at the extremes of their\ngeographic range (Canada and southern Mexico) are subjected to very\ndifferent environmental regimes. In this study we used two types of\ngenetic markers, the chloroplast-encoded rbcL and the nuclear ITS\nregion, to examine the genetic variability within G. tikvahiae, to infer\nthe taxonomic and phylogenetic relationships between geographically\nisolated populations and discuss its distributional information in a\nphylogeographic framework. Based on rbcL and ITS phylogenies, specimens\nfrom populations collected at the extreme distributional ranges reported\nfor G. tikvahiae are indeed part of the same species; however, rbcL but\nnot ITS based-phylogenies, detected phylogenetic structure among the 14\nG. tikvahiae haplotypes found in this study. The four distinct rbcL\nlineages were identified as: (1) a Canadian-northeast US lineage; (2) a\nsoutheast Florida lineage; (3) an eastern Gulf of Mexico lineage; and,\n(4) a western Gulf of Mexico lineage. We found no evidence of G.\ntikvahiae occurrence in the Caribbean Sea. The genetic disjunctions\ncoincide with hypothesized geographic barriers to gene flow, such as the\nsouthern tip of the Florida Peninsula and the mouth of the Mississippi\nRiver in the northern Gulf of Mexico. Observed phylogeographic patterns\nmatch patterns of genetic structures reported for marine animal taxa\nwith continuous and quasi-continuous geographic distribution along the\nsame geographic ranges.","trees":[{"tree_label":"ML","ntax":"21","rootedtree":"TRUE","title":"Gracilaria tikvahiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5839.phy"},{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"Gracilaria tikvahiae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5840.phy"},{"tree_label":"Tree 1","ntax":"16","rootedtree":"TRUE","title":"Gracilaria tikvahiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5841.phy"},{"tree_label":"Tree 2","ntax":"16","rootedtree":"TRUE","title":"Gracilaria tikvahiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5842.phy"},{"tree_label":"Tree 3","ntax":"16","rootedtree":"TRUE","title":"Gracilaria tikvahiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5843.phy"}]}