{"Authors":" Kim van der Linde, David Houle, Greg S Spicer, Scott J.\nSteppan","Year":" 2010","Title":" A supermatrix-based molecular phylogeny of the family\nDrosophilidae","Journal":" Genetics Research","Volume":" 92","Issue":" 01","Pages":" 25-38","Keywords":"","DOI":" 10.1017/S001667231000008X","Abstract":" The genus Drosophila is diverse and heterogeneous and\ncontains a large number of easy-to-rear species, so it is an attractive\nsubject for comparative studies. The ability to perform such studies is\ncurrently compromised by the lack of a comprehensive phylogeny for\nDrosophila and related genera. The genus Drosophila as currently defined\nis known to be paraphyletic with respect to several other genera, but\nconsiderable uncertainty remains about other aspects of the phylogeny.\nHere, we estimate a phylogeny for 176 drosophilid (12 genera) and four\nnon-drosophilid species, using gene sequences for up to 13 different\ngenes per species (average: 4333 bp, five genes per species). This is\nthe most extensive set of molecular data on drosophilids yet analysed.\nPhylogenetic analyses were conducted with maximum-likelihood (ML) and\nBayesian approaches. Our analysis confirms that the genus Drosophila is\nparaphyletic with 100% support in the Bayesian analysis and 90%\nbootstrap support in the ML analysis. The subgenus Sophophora, which\nincludes Drosophila melanogaster, is the sister clade of all the other\nsubgenera as well as of most species of six other genera. This sister\nclade contains two large, well-supported subclades. The first subclade\ncontains the Hawaiian Drosophila, the genus Scaptomyza, and the\nvirilis-repleta radiation. The second contains the immigrans-tripunctata\nradiation as well as the genera Hirtodrosophila (except Hirtodrosophila\nduncani), Mycodrosophila, Zaprionus and Liodrosophila. We argue that\nthese results support a taxonomic revision of the genus Drosophila.","trees":[{"tree_label":"Strict MP","ntax":"180","rootedtree":"TRUE","title":"Drosophilidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20085.phy"},{"tree_label":"Bayesian supplemental","ntax":"180","rootedtree":"TRUE","title":"Drosophilidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20083.phy"},{"tree_label":"Fig. 3","ntax":"176","rootedtree":"TRUE","title":"Partitioned ML phylogram of the Drosophilidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20084.phy"}]}