{"Authors":" Marco Thines","Year":" 2010","Title":" Recent outbreaks of downy mildew on grape ivy (Parthenocissus\ntricuspidata, Vitaceae) in Germany are caused by a new species of\nPlasmopara.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" downy mildews, molecular phylogeny, morphology,\nPeronosporaceae, taxonomy.","DOI":"","Abstract":" Downy mildew on grape causes high direct and indirect\ncosts in all major vine-growing areas of the world. The species is\nthought to be native in North America, from where it is known since the\n1850s (Mosher 1857), and from where it has spread throughout the world\n(Viennot-Bourgin 1949, 1981) and has become an important constraints for\ngrape production. The causal agent, Plasmopara viticola, is thought to\nhave a wide host range, encompassing a wide range of North American\nVitaceae, including members of the genera Vitis and Parthenocissus\n(Wilson 1908, Ellett 1970). Therefore, the long known downy mildew from\nParthenocissus tricuspidata has been attributed to Plasmopara viticola\n(Halsted 1890). In northern temperate Europe, Plasmopara viticola is\ncommonly observed from the genus Vitis but not from other Vitaceae.\nDuring the past decade it has been revealed that the broad host spectrum\nassumed for some downy mildews (Yerkes & Shaw 1959) is not reflected\nby their genetic diversity and that a narrow species concept, as\nadvocated by Gäumann (1923) is more appropriate (Riethmüller et\nal. 2002, Voglmayr 2003, Göker et al. 2004, Choi et al 2007a, Komjáti et\nal. 2007, García-Blazquez et al. 2008). As a consequence, several new\nspecies were described (Voglmayr et al. 2006, Choi et al. 2007b, 2009,\nVoglmayr & Constantinescu 2008, Thines et al. 2009). In the light of\nthese studies, the broad host range of Plasmopara viticola reported so\nfar seems to be doubtful. In the past, several varieties of Plasmopara\nviticola and the species Plasmopara amurensis have been described\n(Săvulescu 1941, Procenko 1946, Săvulescu & Săvulescu 1952, Golovina\n1955), however, in the absence of clear cut distinguishing features\n(Rafailă et al. 1968), these were not widely recognised and thus remain\nto be evaluated by molecular phylogenetic investigations. In 2008,\nPlasmopara on Parthenocissus tricuspidata was observed by the author in\none isolated location in downtown Stuttgart. In 2009, the oomycete was\npresent at this location and could also be observed in southern suburbs\nof Stuttgart, including Sillenbuch and Hohenheim, but also in the\nadjacent towns of Leinfelden-Echterdingen and Ostfildern. In all cases,\nthe host was Parthenocissus tricuspidata. It was the aim of this study\nto clarify, whether this new epidemic of Plasmopara on Parthenocissus\ntricuspidata has to be attributed to a more aggressive strain of\nPlasmopara viticola or whether it is caused by a new species previously\noverlooked.","trees":[{"tree_label":"ITS2 MajRule","ntax":"15","rootedtree":"TRUE","title":"Downy Mildew on Grape Ivy","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20660.phy"},{"tree_label":"con all compat","ntax":"25","rootedtree":"TRUE","title":"Downy Mildew on Grape Ivy","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20659.phy"}]}