{"Authors":" Vanessa Plana","Year":" 2003","Title":" Phylogenetic relationships of the Afro-Malagasy members of\nthe large genus Begonia inferred from trnL intron sequences.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The first extensive cpDNA phylogeny of African Begonia was\nestimated with chloroplast trnL intron DNA sequences. A total of 81\nBegonia species was sampled and analysed using parsimony and maximum\nlikelihood methods. Analyses showed well-resolved sectional\nrelationships, but little resolution at the base of the phylogeny.\nMalagasy species of Begonia were monophyletic, as were the mainland\nAfrican wingless fleshy-fruited species with the exception of section\nMezierea. Species in section Mezierea are not as closely related to\nother wingless fleshy-fruited species as once thought. The section is\npolyphyletic, with the Malagasy members of the section nested within the\nMalagasy clade. The phylogenetic position of species in section Mezierea\ndemonstrates that fleshy fruits have evolved at least twice in African\nBegonia. The terrestrial, 2-tepaled, West and Central African\nyellow-flowered begonias and their related species are also\nmonophyletic, with the monotypic section Cristasemen and B. iucunda\nholding a solitary, basal position. The predominantly East and South\nAfrican species in sections Rostrobegonia, Augustia, Sexalaria and\nPeltaugustia show greater affinity with Asian and American, rather than\nother African begonias, and are interdigitated among them; therefore\nAfrican Begonia are not monophyletic. The trnL intron is a useful region\nfor identifying monophyletic groups across the whole genus and breaking\nup the genus into workable units. This demonstrates the value of\nreconstructing phylogenies of large genera in order to achieve more\nstable classifications.","trees":[{"tree_label":"Fig. x","ntax":"83","rootedtree":"TRUE","title":"African Begonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5845.phy"}]}