{"Authors":" J. L. Nieves-Aldrey, Fredrik Ronquist, John P. Huelsenbeck,\nJohan A. A. Nylander","Year":" 2004","Title":" Bayesian Phylogenetic Analysis of Combined Data.","Journal":" Systematic Biology","Volume":" 53","Issue":" 1","Pages":" 47-67","Keywords":"","DOI":" 10.1080/10635150490264699","Abstract":" The recent development of Bayesian phylogenetic inference\nusing Markov chain Monte Carlo techniques has facilitated the\nexploration of parameter-rich evolutionary models. At the same time,\nstochastic models have become more realistic (and complex), and they\nhave been extended to new types of data, such as morphology. Based on\nthis foundation, we develop a Bayesian MCMC approach to the analysis of\ncombined datasets and explore its utility in inferring relationships\namong gall wasps based on data from morphology and four genes (nuclear\nand mitochondrial, ribosomal and protein-coding). Examined models range\nin complexity from those recognizing only a morphological and a\nmolecular partition to those having complex substitution models with\nindependent parameters for each gene. We find that Bayesian MCMC\nanalysis deals efficiently with complex models: convergence occurs\nfaster and more predictably for complex models, mixing is adequate for\nall parameters even under very complex models, and the parameter update\ncycle is virtually unaffected by model partitioning across sites.\nMorphology contributes only 5 % of the characters in the dataset but\nnevertheless influences the combined-data tree, supporting the utility\nof morphological data in multi-gene analyses. We use Bayesian criteria\n(Bayes factors) to show that process heterogeneity across data\npartitions is a significant model component, although not as important\nas among-site rate variation. More complex evolutionary models are\nassociated with more topological uncertainty and less conflict between\nmorphology and molecules. Bayes factors sometimes favor simpler models\nover considerably more parameter-rich ones but the best model overall is\nalso the most complex one and Bayes factors do not support exclusion of\napparently weak parameters from this model. Thus, Bayes factors appear\nto be useful for selecting among complex models but it is still an open\nquestion whether their use strikes a reasonable balance between model\ncomplexity and error in parameter estimates.","trees":[{"tree_label":"Fig.4d","ntax":"32","rootedtree":"TRUE","title":"5MkGTRIG","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5846.phy"}]}