{"Authors":" Daisuke Takuma, Shimpei Wada, Ayako Sano, Kishio Hatai","Year":" 2010","Title":" Aphanomyces sinensis sp. nov., isolated from juvenile\nsoft-shelled turtle, Pelodiscus sinensis in Japan.","Journal":" Mycoscience","Volume":" 48","Issue":" 6","Pages":"","Keywords":" Artificial infection; Fungal infection; Histopathology;\nIdentification; Oomycetes","DOI":"","Abstract":" A species of Aphanomyces was isolated from juvenile\nsoft-shelled turtle, Pelodiscus sinensis cultured in Japan. Typically,\nan infected turtle showed small whitish maculae on the carapace. Many\nhyphae were observed in the epidermis. White fluffy colonies from\nsub-cultures of the growth were isolated on glucose-yeast (GY) agar\nplates. These isolates consisted of delicate, slightly wavy and\nmoderately branched hyphae. Zoosporangia were isodiametric, namely, it\nwas slender and same diameter when compared with the vegetative hyphae.\nOogonia were abundant and approximately 18 to 25 μm in diameter with\nsmooth surface; most were spherical or sub-spherical and only rarely\npyriform. Individual oospores usually contained a single oogonium, were\nspherical and 15 to 22 μm in diameter. The internal structure of\noospores was dominantly centric to sub-centric. Often, a clear nuclear\nspot was observed in the center of oospore. Antheridial branches\noccurred infrequently; when present the branches were predominantly\ndiclinous. Ooginia with double or triple antheridia are predominated.\nThe optimal growth temperature for isolates was 25?30 °C and optimum pH\nwas 6?9. Experimental infection tests with isolates produced small\nwhitish macula on the carapace, and soft-shelled turtle artificially\ninfected with the zoospores showed high mortality, especially in the\nhigh dose group. Phylogenic analysis based on the internal transcribed\nspacer 1 and 2 including 5.8S rRNA gene region (ITS rDNA) indicates that\nthese isolates are as yet unidentified species of Aphanomyces.","trees":[{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Aphanomyces sinensis sp. nov.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20662.phy"}]}