{"Authors":" Carlos A. Perez, Nora A. Altier, Sofía Simeto, Robert A.\nBlanchette, Michael J Wingfield","Year":" 2010","Title":" Puccinia psidii Infecting Cultivated Eucalyptus and Native\nMyrtaceae in Uruguay","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Eucalyptus rust, guava rust","DOI":"","Abstract":" Eucalyptus or guava rust caused by Puccinia psidii is a\nserious disease of Eucalyptus and other Myrtaceae. In Uruguay, it has\nbeen previously found on Eucalyptus globulus and Psidium brasiliensis.\nAlmost nothing is known regarding the occurrence of this pathogen on\nother Eucalyptus species or native Myrtaceae in that country. In this\nstudy, we determined the presence of P. psidii on Eucalyptus species and\nnative Myrtaceae trees in Uruguay and evaluated the pathogenicity of\nspecimens from native myrtaceous hosts on E. globulus and E. grandis.\nPhylogenetic analyses based on the internal transcribed spacer (ITS)\nregion of the nuclear ribosomal DNA operon were used to confirm pathogen\nidentity. Comparisons of ITS sequences confirmed the identity of P.\npsidii on Eucalyptus globulus, E. grandis, Myrcianthes pungens, and\nMyrrhinium atropurpureum var. octandrum. This is the first report of P.\npsidii on M. atropurpureum var. octandrum. Pathogenicity tests showed\nthat isolates from native Myrtaceae could infect both Eucalyptus species\ntested, indicating a strong biological relationship between both\nintroduced and native Myrtaceae. This study supplies relevant field\ndata, morphological information, molecular phylogenetic analyses and\ninfection studies that contribute to a better understanding of an\nimportant and little studied pathogen.","trees":[{"tree_label":"MajRule","ntax":"35","rootedtree":"TRUE","title":"Puccinia psidii on Eucalyptus and Myrtaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20697.phy"},{"tree_label":"con 50 majrule","ntax":"35","rootedtree":"TRUE","title":"Puccinia psidii on Eucalyptus and Myrtaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20695.phy"}]}