{"Authors":" Daniel Potter, Sang-Hun Oh","Year":" 2003","Title":" Phylogenetic utility of the second intron of LEAFY in\nNeillia and Stephanandra (Rosaceae) and implications for\nthe origin of Stephanandra.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 29","Issue":" NA","Pages":" 203-215","Keywords":" NA","DOI":" NA","Abstract":" A homeotic gene, LEAFY, has been suggested to be a\nsingle-copy gene in diploid angiosperms. Nucleotide sequences of the\nsecond intron of this gene, along with those of several regions of the\nchloroplast genome (trnL-trnF, trnD-trnY-trnE-trnT, and\nmatK-trnK) and nuclear ribosomal ITS, were obtained from the\nspecies of Neillia and Stephanandra to examine the\nphylogenetic utility of the intron and to elucidate the phylogenetic\nrelationships among species of the two genera. PCR amplification of the\nsecond intron of LEAFY using universal degenerate primers\nproduced PCR products in sufficient quantity for successful direct\nsequencing. The length of the intron ranged from 591 to 622 base pairs\n(bp) in Neillia and Stephanandra, except in N.\nthibetica (ca. 1370 bp), and sequence analysis of this region from\nmultiple accessions revealed low levels of infraspecific variation.\nComparison of the LEAFY data with ITS and cpDNA data demonstrated\nthat the LEAFY intron was the most variable and useful for\nphylogenetic analysis at the species level, providing many more\nphylogenetically informative characters per 100 bp (7.4) than either ITS\n(3.2) or cpDNA (0.7). Phylogenetic analyses of LEAFY data using\nboth maximum parsimony and likelihood methods generated well supported\nand highly resolved gene trees with few homoplasies (CI = 0.97).\nStephanandra is monophyletic and is nested within Neillia\nin both LEAFY and cpDNA trees, while the relationship is poorly\nresolved by ITS data. LEAFY and cpDNA data, however, strongly\nconflicted with each other with respect to the position of\nStephanandra: LEAFY trees placed Stephanandra as\nsister to the ((N. affinis, N. gracilis), N. thyrsiflora)\nclade whereas cpDNA data suggested Stephanandra is sister to\nN. uekii. Both gene trees, however, are nearly identical to each\nother when Stephanandra is excluded. A hybrid origin of\nStephanandra is suggested as a plausible hypothesis to explain\nthe incongruence between LEAFY and cpDNA data sets, though gene\nduplication/loss and lineage sorting events cannot be ruled out as\npossibilities.","trees":[{"tree_label":"Fig. 2","ntax":"36","rootedtree":"TRUE","title":"Neillia LEAFY clones","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5847.phy"},{"tree_label":"Fig. 4a","ntax":"19","rootedtree":"TRUE","title":"Neillia LFY","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5848.phy"},{"tree_label":"Fig. 4b","ntax":"19","rootedtree":"TRUE","title":"Neillia cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5849.phy"},{"tree_label":"Fig. 4x","ntax":"19","rootedtree":"TRUE","title":"Neillia ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5850.phy"},{"tree_label":"Fig. 5","ntax":"13","rootedtree":"TRUE","title":"Neillia ITSsm","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5851.phy"}]}