{"Authors":" Wendy L. Clement, Michael J Donoghue","Year":" 2011","Title":" Dissolution of Viburnum section Megalotinus (Adoxaceae) of\nSoutheast Asia and its implications for morphological evolution and\nbiogeography","Journal":" International Journal of Plant Sciences","Volume":" 172","Issue":" 4","Pages":" 559-573","Keywords":" Viburnum; Megalotinus; phylogeny; biogeography;\nmorphological evolution; Southeast Asia","DOI":" 10.1086/658927","Abstract":" This study marks a significant increase in the number of\nspecies and genetic loci used in reconstructing the phylogeny of\nViburnum. In particular, we expanded sampling of the morphologically\nheterogeneous section Megalotinus of Southeast Asia, which to date has\nbeen represented by only one species. Our results provide increased\nsupport for the monophyly of most of the previously named clades and for\nrelationships within them. However, the four subsections of Megalotinus\nare placed with confidence in widely separate places in the phylogeny\nand their disparate relationships are supported by morphological\ncharacters including branching patterns, inflorescence types, and\ntrichomes. These findings, along with the phylogenetic placement of\nseveral additional Southeast Asian species are critical in assessing the\nancestral condition of Viburnum inflorescence architecture and endocarp\nshape. Our results also highlight a new biogeographic possibility,\nnamely that Viburnum may have originated and initially diversified in\nmontane subtropical forests in Southeast Asia and later moved into\nnorthern temperate forests with which most of them are associated today.\nThis study provides a clear-cut example of the importance of including\nin phylogenetic studies rare and difficult to obtain species from\noutside of main centers of diversity, and of the value of dismantling\nnon-monophyletic taxonomic groups.","trees":[{"tree_label":"BIT","ntax":"90","rootedtree":"TRUE","title":"Megalotinus, Chloroplast Bayesian majority consensus\ntree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26265.phy"},{"tree_label":"BIT","ntax":"90","rootedtree":"TRUE","title":"Megalotinus, Chloroplast and ITS Bayesian majority\nconsensus tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26266.phy"},{"tree_label":"BIT","ntax":"84","rootedtree":"TRUE","title":"Megalotinus, ITS Bayesian majority consensus tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26267.phy"}]}