{"Authors":" Wendy A. Untereiner","Year":" 2011","Title":" A new species of Heliocephala from Mexico with an assessment\nof the systematic positions of the anamorph genera Heliocephala and\nHolubovaniella","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, hyphomycete, iterative germination, rostrate\nconidia, taxonomy, tropical microfungi","DOI":"","Abstract":" During a study of the microfungi on decaying leaves\ncollected in México we encountered a fungus sharing features of the\nanamorph genera Heliocephala and Holubovaniella. This hyphomycete\nresembled Hol. elegans in possessing obclavate to fusiform, 3-septate,\nrostrate phragmoconidia but it can be distinguished by its much shorter,\nbranched, determinate conidiophores. Unlike members of the genus\nHeliocephala, which also possess determinant conidiophores, the\nphragmoconidia of this taxon are short-rostrate and have not been\nobserved to germinate iteratively.\nPrompted by the discovery of this hyphomycete, we investigated the\nphylogenetic relationships among species of Heliocephala and\nHolubovaniella. Analysis of large subunit rDNA gene sequences positioned\nspecies of Heliocephala and Holubovaniella in the Dothideomycetes and\nidentified Stomiopeltis betulae (Micropeltididaceae) as their closest\nrelative. These results also indicate that Heliocephala and\nHolubovaniella are closely related taxa. Based on these findings and the\nsimilarity of the developmental and morphological characters of species\nof Heliocephala and Holubovaniella, we recognize these genera as\nsynonymous and describe a new species, Heliocephala triseptata. A\ndichotomous key to the species of Heliocephala is provided.","trees":[{"tree_label":"PAUP 1","ntax":"34","rootedtree":"TRUE","title":"Tr20718","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20718.phy"},{"tree_label":"PAUP 1","ntax":"27","rootedtree":"TRUE","title":"Tr20717","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20717.phy"}]}