{"Authors":" Ester Gaya, Benjamin D. Redelings, Pere Navarro-Rosines,\nXavier Llimona, Miquel de Caceres, Francois M. Lutzoni","Year":" 2010","Title":" Align, or not to align? Resolving species complexes within\nthe Caloplaca saxicola group as a case study","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Alignment, Caloplaca, Gasparrinia, lichens, molecular\nphylogeny, morphological phylogeny, morphospecies, species complex,\nTeloschistaceae","DOI":"","Abstract":" The Caloplaca saxicola group is the main group of\nsaxicolous lobed-effigurate species within the genus Caloplaca\n(Teloschistaceae, Lecanoromycetideae, lichen-forming Ascomycota). A\nrecent monographic revision by the first author detected a wide range of\nmorphological variation at both intra- and interspecific levels within\nthis group. To confront the phenotypically-based circumscription of\nthese taxa and to resolve their relationships, morphological and\ninternal-transcribed spacer (ITS rDNA) data were obtained for 56\nindividuals representing eight Caloplaca species (11 taxa) belonging to\nthe C. saxicola group. We tested the monophyly of these eight\nmorphospecies by performing maximum parsimony, maximum likelihood, and\ntwo different types of Bayesian analyses (i.e., with and without a\npriori alignments). Restricting phylogenetic analyses to non-ambiguously\naligned portions of ITS was sufficient to resolve, with high bootstrap\nsupport, five of the eight previously recognized species of Caloplaca\nwithin the C. saxicola group. However, only when morphological\ncharacters and signal from ambiguously aligned regions was recovered\nwith coded characters (INAASE) and added to the non-ambiguously aligned\nITS sites, or when the entire ITS 1 and 2 regions were not aligned a\npriori but rather were an integral component of a Bayesian analysis\n(BAli-Phy) was it possible to reach the level of phylogenetic resolution\nand support necessary to disentangle all or most of the eight species,\ncurrently included as two distinct subgroups within the C. saxicola\ngroup. The C. arnoldii subgroup includes the C. arnoldii species\ncomprising four subspecies. The C. saxicola subgroup includes two\nwell-supported main clades. Clade A encompasses C. arnoldiiconfusa, C.\nrouxii, and C. saxicola s. str. Clade B includes C. biatorina, C.\ndecipiens, C. pusilla, and C. schistidii. Contrary to the C. saxicola\nsubgroup, monophyly of taxa included within the C. arnoldii subgroup (C.\narnoldii ssp. arnoldii, C. arnoldii ssp. clauzadeana, C. arnoldii ssp.\nnana, and C. arnoldii ssp. obliterata) and their relationships cannot be\nresolved with ITS and morphological data. Unequivocal morphological\nsynapomorphies for all species except for C. arnoldii and C. pusilla are\nrecognized and presented.","trees":[{"tree_label":"Strict","ntax":"60","rootedtree":"TRUE","title":"Caloplaca saxicola group","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20723.phy"}]}