{"Authors":" Amy J Lind, Phillip Q. Spinks, Gary M Fellers, H. Bradley\nShaffer","Year":" 2010","Title":" Rangewide Phylogeography and Landscape Genetics of the\nWestern U.S. Endemic Frog Rana boylii (Ranidae): Implications for the\nConservation of Frogs and Rivers.","Journal":" Conservation Genetics","Volume":"","Issue":"","Pages":"","Keywords":" declining amphibian, California, river basins, foothill\nyellow-legged frog, conservation genetics","DOI":"","Abstract":" Genetic data are increasingly being used in conservation\nplanning for declining species. We sampled both the ecological and\ndistributional limits of the foothill yellow-legged frog, Rana boylii to\ncharacterize mitochondrial DNA (mtDNA) variation in this declining,\nriverine amphibian. We evaluated 1525 base pairs (bp) of cytochrome b\nand ND2 fragments for 77 individuals from 34 localities using\nphylogenetic and population genetic analyses. We constructed gene trees\nusing maximum likelihood and Bayesian inference, and quantified genetic\nvariance (using AMOVA and partial Mantel tests) within and among\nhydrologic regions and river basins. Rana boylii populations fell into\nseveral moderately supported, geographically-cohesive mtDNA clades.\nWhile genetic variation was low among populations in the largest, most\ninclusive clade, samples from localities at the edges of the geographic\nrange demonstrated substantial genetic divergence from each other and\nfrom more central populations. Hydrologic regions and river basins,\nwhich represent likely dispersal corridors for R. boylii, accounted for\nsignificant levels of genetic variation. These results suggest that both\nrivers and larger hydrologic basins should be used in conservation\nplanning for R. boylii.","trees":[{"tree_label":"BI","ntax":"78","rootedtree":"TRUE","title":"Tr20721","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20721.phy"},{"tree_label":"Amy trop NJ","ntax":"10","rootedtree":"TRUE","title":"Tropomyosin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20835.phy"}]}