{"Authors":" Mika Bendiksby, Trond Schumacher, Galina Gussarova, Jamili\nNais, Kamarudin Mat-Salleh, Nery Sofiyanti, Domingo Madulid, Stephen A\nSmith, Todd Barkman","Year":" 2010","Title":" Elucidating the evolutionary history of the Southeast Asian,\nholoparasitic, giant-flowered Rafflesiaceae: Pliocene vicariance,\nmorphological convergence and character displacement","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" BEAST; Bayesian inference; biogeographic history;\ncharacter displacement; DIVA; homoplasy; LAGRANGE C++; phylogeny;\nRafflesiaceae; Rafflesia; Rhizanthes; Sapria; Southeast Asia; Sundaland;\nPhilippines; atp6; matR; nad1 B-C intron; ITS; 16S.","DOI":"","Abstract":" The aim of the present study is to elucidate the\nevolutionary history of the enigmatic holoparasitic Rafflesiaceae. More\nspecifically, floral morphological evolution is interpreted in a\nmolecular phylogenetic context, the biogeographic history of the family\nis investigated, and the possibility of character displacement to have\nbeen operating in this family is assessed. Parsimony and Bayesian\nmethods are used to estimate phylogeny and divergence times among\nRafflesiaceae species based on nuclear and mitochondrial DNA sequence\ndata from Barkman et al. (2008) as well as new sequence data from\nadditional samples and an additional genetic marker, the plastid 16S.\nAncestral areas are inferred using dispersal-vicariance analysis (DIVA)\nas well a more recently developed parametric likelihood method\n(LAGRANGE), now including an update that allows for estimation over the\nposterior distribution of dated trees. Our extended molecular phylogeny\nof Rafflesiaceae implies a general lack of morphological synapomorphies\nas well as a high level of morphological homoplasy. In particular, a\nhigh level of floral morphological homoplasy is detected among Rafflesia\nspecies suggestive of similar patterns of pollinator-based selection in\ndifferent geographic areas, and multiple instances of divergent floral\nsize evolution is consistent with a model of character displacement.\nInitial diversification of Rafflesiaceae during the Late Cretaceous was\nfollowed by a long period of no-net diversification, likely due to\nextinctions caused by a Late Eocene to Miocene dramatic reduction in\nrainforest cover. A Late Miocene to Early Pliocene rise in sea-level\nprobably caused the vicariant diversification observed between areas of\nendemism. The most recent species divergences are concordant with\nPleistocene changes in climate and sea levels, but apparently with no\nsuccessful inter-area migrations, supportive of savannah, rather than\nrainforest, covered landbridges. An explosive increase in net\ndiversification rate, most pronounced in Rafflesia, may be explained by\nMid-Miocene to Pliocene rainforest-favorable conditions as well as\nnatural selection promoting character displacement for Rafflesia flower\nsize.","trees":[{"tree_label":"TREE1","ntax":"29","rootedtree":"TRUE","title":"Rafflesiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20834.phy"}]}