{"Authors":" Karolina Fucikova, Jared C. Rada, Louise A. Lewis","Year":" 2011","Title":" The tangled taxonomic history of Dictyococcus, Bracteacoccus,\nand Pseudomuriella (Chlorophyceae, Chlorophyta) and their distinction\nbased on a phylogenetic perspective.","Journal":" Phycologia","Volume":" 50","Issue":" 4","Pages":"","Keywords":" coccoid, inflection, chloroplast","DOI":"","Abstract":" In coccoid green algae, sole use of the limited morphology\nfor taxonomy and systematics can lead to taxonomic and systematic\nconfusion. Using other forms of data, several green coccoid genera have\nbeen shown to be non-monophyletic in the past. Using phylogenetic\nanalysis of rbcL and 18S rDNA sequence data, this study clarifies the\nrelationship of coccoid genera Bracteacoccus, Dictyococcus and\nPseudomuriella. We show that Bracteacoccus engadinensis (Kol & F.\nChodat) Starr is closely related to the alga Pseudomuriella aurantiaca\nHanagata (Vischer), rather than to the rest of examined Bracteacoccus\nspecies. Similarly, Dictyococcus schumacherensis Metting is related to\nP. aurantiaca, rather than to the type species of Dictyococcus, D.\nvarians. In both cases, this placement is consistent with the species\necology and vegetative morphology. Consequently, we propose\nPseudomuriella schumacherensis (based on Dictyococcus schumacherensis)\nand P. engadinensis (based on Bracteacoccus engadinensis), and emend the\nspecies description of the former with an altered interpretation of\nchloroplast features. The genus Dictyococcus, based on its type species,\nD. varians Gerneck, remains a distinct taxon, but its placement in\nChlorophyceae remains poorly resolved by 18S and rbcL data. The\npreviously expected sister relationship of Dictyococcus with\nBracteacoccus is not supported by this study. We examined morphological\nfeatures of the three genera, Dictyococcus, Bracteacoccus, and\nPseudomuriella in order to identify characters for their distinction on\nthe level of light microscopy. The generic diagnosis of Pseudomuriella\nis emended to accommodate our findings.","trees":[{"tree_label":"PAUP 1","ntax":"25","rootedtree":"TRUE","title":"Dictyococcus, Bracteacoccus, and Pseudomuriella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_20780.phy"}]}