{"Authors":" NA","Year":" 2010","Title":" Nematophagous fungus, proposal as a new genus, isolated from\nMeloidogyne spp. and soils of Colombia (South America).","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Fungal Biology, Fungal Taxonomy, Fungal Phylogeny, Fungal\nADNr, Fungal β-tubulin, Paecilomyces lilacinus.","DOI":"","Abstract":" The research is a Thesis degree(Ph.D) and describes the\nstudies that were carried out with the fungus strain named Cenicafé\n9501. Such studies allowed formulating the hypothesis that it was a new\norganism. A phylogenetic study was made using ADNr and ß tubulin,\nconstructing for it data bases that contained individual and combined\nfragments, with sequences of fungi coming from international\npublications or reference laboratories. In order to work with a\ngenetically homogenous fungus, monosporic cultures were done from which\none was chosen, to come to make the amplification by PCR of interest\nfragments and the phylogenetic analysis. The nature of the fungus forced\nto make descriptive morphological studies that allowed to identify it\nand to establish their conidiogénesis in sequential form. Also,\npreliminary tests were developed about the growth of the fungus in some\nculture media that served as a base for other morphologic studies that\nwent developed later. In the other hand, were cloned genes\ndifferentially expressed, during the in vitro interaction of the fungi\nstrain Cenicafé 9501 with eggs of Meloidogyne incognita and M. javanica,\nin two different times (24-48 hours), which allowed to generate four (4)\nlibraries of DNAc to make the annotation of the genes, which made us to\ndetermine the functional similarity with other existing ones in the\nnetwork. Within the similarities that were observed in the worked data\nbases, it was possible to find, among others, genes related to primary\nmetabolism, mechanisms of transport, synthesis and folding of proteins,\nas well as some possibly involved in the pathogenicity. To the being\ncompared with the existing sequences in the data bases, were some with\nfunctional identity, even though the great majority of the worked\nsequences did not shown identities or its function was not known.","trees":[{"tree_label":"PAUP 1","ntax":"132","rootedtree":"TRUE","title":"Tr20734","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20734.phy"},{"tree_label":"106taxa","ntax":"106","rootedtree":"TRUE","title":"Tr20736","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20736.phy"},{"tree_label":"PAUP 1","ntax":"35","rootedtree":"TRUE","title":"Tr20732","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20732.phy"},{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Tr20733","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20733.phy"},{"tree_label":"PAUP 1","ntax":"34","rootedtree":"TRUE","title":"Tr25783","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25783.phy"}]}