{"Authors":" Diana M. Percy, Quentin C. B. Cronk, Roderic D. M.\nPage","Year":" 2004","Title":" Plant-insect interactions: double-dating associated insect\nand plant lineages reveals asynchronous radiations.","Journal":" Systematic Biology","Volume":" 53","Issue":" 1","Pages":" 120-127","Keywords":" Cospeciation; host plant colonization; molecular clock;\nphylogeny; plantinsect interactions; sequential evolution; species\nradiations","DOI":" 10.1080/10635150490264996","Abstract":" An increasing number of plant-insect studies using\nphylogenetic analysis suggest that cospeciation events are rare in\nplant-insect systems. Instead, non-random patterns of phylogenetic\ncongruence are produced by phylogenetically conserved host switching (to\nrelated plants) or tracking of particular resources or traits\n(e.g. chemical). The dominance of host switching in many phytophagous\ninsect groups may make the detection of genuine cospeciation events\ndifficult. One important test of putative cospeciation events is to\nverify whether reciprocal speciation is temporally plausible. We explore\ntechniques for double-dating of both plant and insect phylogenies. We\nuse dated molecular phylogenies of a psyllid (Hemiptera) ñ Genisteae\n(Fabaceae) system, a predominantly monophagous insect-plant association\nwidespread on the Atlantic Macaronesian islands. Phylogenetic\nreconciliation analysis suggests high levels of parallel cladogenesis\nbetween legumes and psyllids. However, dating using molecular clocks\ncalibrated on known geological ages of the Macaronesian islands, reveals\nthat the legume and psyllid radiations were not contemporaneous but\nsequential. Whereas the main plant radiation occurred some 8 million\nyears ago, the insect radiation occurred about 3 million years ago. We\nestimate that more than 60% of the psyllid speciation results from host\nswitching between related hosts. The only evidence for true cospeciation\nis in the much more recent and localized radiation of genistoid legumes\nin the Canary Islands, where the psyllid and legume radiations have been\npartially contemporaneous. The identification of specific cospeciation\nevents over this time period however, is hindered by the phylogenetic\nuncertainty in both legume and psyllid phylogenies due to the apparent\nrapidity of the species radiations.","trees":[{"tree_label":"legume ITS","ntax":"44","rootedtree":"TRUE","title":"Genisteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5853.phy"},{"tree_label":"psyllid 12S+CO","ntax":"53","rootedtree":"TRUE","title":"Arytaininae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5854.phy"}]}