{"Authors":" Darin S. Penneys, Fabian A. Michelangeli, Walter S. Judd,\nFrank Almeda","Year":" 2010","Title":" Henrietteeae (Melastomataceae): A new Neotropical\nberry-fruited tribe.","Journal":" Systematic Botany","Volume":" 35","Issue":" 4","Pages":"","Keywords":" Henrietteeae, Melastomataceae, nrITS, ndhF","DOI":"","Abstract":" With nearly 2000 species, all restricted to the\nNeotropics, Miconieae represent the largest radiation within the\nMelastomataceae. Generic limits and relationships within the tribe have\nlong been contested. Our molecular phylogenetic analyses of the tribe,\nbased on sequences of nrITS and ndhF, resulted in consistent support for\na clade comprising Bellucia, Loreya, Henriettea, and Henriettella, which\nis neither nested within nor sister to the Miconieae. Furthermore, and\nbased upon a series of presumably synapomorphic anatomical and\nmorphological characters, e.g., megastyloid crystals, absence of both\nmedullary and cortical vascular bundles, plinerved leaves, axillary or\ncauliflorous inflorescences, we consider three additional genera,\nKirkbridea, Llewelynia, and Myriaspora, to belong to this clade, a newly\nrecognized tribe, Henrietteeae. These seven genera had formerly been\nassigned to the Miconieae based on their having exappendiculate anthers\n(except Kirkbridea) and berry fruits. Henriettella and Llewelynia are\nrelegated to synonymy under Henriettea (25 new combinations are made\nunder that genus), and Loreya and Myriaspora are synonymized under\nBellucia (with nine new combinations under that genus). A description of\nHenrietteeae along with a key to and brief descriptions of its\nconstituent genera are provided, in addition to necessary new\ncombinations.","trees":[{"tree_label":"HenriITS52","ntax":"52","rootedtree":"TRUE","title":"Henrietteeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21367.phy"},{"tree_label":"Strict","ntax":"52","rootedtree":"TRUE","title":"Henrietteeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_21369.phy"},{"tree_label":"Strict","ntax":"52","rootedtree":"TRUE","title":"Henrietteeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_21368.phy"},{"tree_label":"Strict","ntax":"52","rootedtree":"TRUE","title":"Henrietteeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_21366.phy"}]}