{"Authors":" Sabine Fink, Martin C. Fischer, Laurent Excoffier, Gerald\nHeckel","Year":" 2010","Title":" Genomic Scans Support Repetitive Continental Colonization\nEvents during the Rapid Radiation of Voles (Rodentia: Microtus): the\nUtility of AFLPs versus Mitochondrial and Nuclear Sequence Markers","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" rodents, Arvicolinae, voles, AFLP, arginine-vasopressin\nreceptor 1a, cytochrome b, phylogeny, colonization","DOI":"","Abstract":" Single locus studies might not resolve phylogenetic\nrelationships and the evolutionary history of taxa. The analysis of\nmultiple markers promises higher resolution, and congruence among loci\nmay indicate that the phylogenies represent the underlying species\nhistory. Here we examine the utility of a genome-wide approach based on\namplified fragment length polymorphisms (AFLP) and several DNA sequence\nmarkers in resolving phylogenetic signals in the rapidly radiating\nrodent genus Microtus which produced about 70 vole species within the\nlast 1.2 to 2 million years. The current Holarctic distribution of\nMicrotus is assumed to have resulted from three independent colonization\nevents out of Asia to North America, Europe, and northern Asia without\nsubsequent colonization, which would have led to deep splits between\nspecies from different continents. We investigated this hypothesis of\nthree single colonization events by reconstructing the phylogenetic\nrelationships among species from all three continents based on data from\nthe first exon of the nuclear arginine vasopressin receptor 1a gene\n(EXON1), an adjacent non-coding region and the mitochondrial cytochrome\nb gene. The phylogenetic patterns obtained from these sequence markers\nare contrasted to genome-wide data on more than 1,800 amplified fragment\nlength polymorphisms (AFLP) analyzed for the same samples. Our results\nshow that the single sequence markers partially resolve the phylogenetic\nrelationships within Microtus, but with some incongruence mostly between\nEXON1 and the other loci. However, deeper nodes of the radiation are\nonly weakly supported and neither the combination of the markers nor\nadditional nuclear sequences improved the resolution significantly.\nAFLPs provided much stronger support for major continent-specific\nclades, and show also that reciprocal monophyly of American and European\nvoles is incomplete. Our results demonstrate that Microtus voles\ncolonized the American and European continents each repeatedly in\nseveral independent events on similar colonization routes during their\nradiation. More generally, this study supports the suitability of AFLPs\nas an alternative to sequence markers to resolve the evolutionary\nhistory of rapidly radiating taxa.","trees":[{"tree_label":"Fig.3c exon 74seq","ntax":"74","rootedtree":"TRUE","title":"Tr20824","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_20824.phy"},{"tree_label":"Fig. 2a","ntax":"25","rootedtree":"TRUE","title":"Voles, cytb 25 species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20819.phy"},{"tree_label":"Fig. 2b","ntax":"32","rootedtree":"TRUE","title":"Voles, avpr1a upstream 25 species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20820.phy"},{"tree_label":"Fig. 2c","ntax":"34","rootedtree":"TRUE","title":"Voles, avpr1a upstream 25 species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20821.phy"},{"tree_label":"Fig. 3c","ntax":"59","rootedtree":"TRUE","title":"Voles, avpr1a upstream 59 seq","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20823.phy"},{"tree_label":"Fig. 7","ntax":"44","rootedtree":"TRUE","title":"Voles, combined UPSTREAM EXON CYTB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20825.phy"},{"tree_label":"Fig. 8","ntax":"9","rootedtree":"TRUE","title":"Voles, combined UPSTREAM EXON GHR tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20826.phy"},{"tree_label":"Fig. 3a","ntax":"62","rootedtree":"TRUE","title":"Voles, cytb 62seq","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20822.phy"}]}