{"Authors":" Jonathan A Campbell, Eric N. Smith, Jeffrey W Streicher,\nManuel E Acevedo, Edmund D Brodie","Year":" 2010","Title":" New Salamanders (Caudata: Plethodontidae) from Guatemala,\nwith Miscellaneous Notes on Known Species","Journal":" Miscellaneous Publications, Museum of Zoology, University\nof Michigan","Volume":" 200","Issue":"","Pages":" 60 pp","Keywords":" Amphibia, Caudata, Plethodontidae, Bolitoglossa,\nDendrotriton, Guatemala, new species","DOI":"","Abstract":" Sixteen new species of salamanders are described from the\nhighlands of Guatemala: Bolitoglossa centenorum sp. n.; B. daryorum sp.\nn.; B. eremia sp. n.; B. huehuetenanguensis sp. n.; B. kaqchikelorum sp.\nn.; B. la sp. n.; B. ninadormida sp. n.; B. nussbaumi sp. n.; B. nympha\nsp. n.; B. pacaya sp. n.; B. psephena sp. n.; B. suchitanensis sp. n.;\nB. tzultacaj sp. n.; B. xibalba sp. n.; Dendrotriton chujorum sp. n.;\nand D. kekchiorum sp. n. A neotype for B. morio (Cope, 1869) is\ndesignated and B. omniumsanctorum Stuart (1952) is resurrected from the\nsynonymy of B. morio. Examination of material in the University of Texas\nat Arlington collections reveals previously unknown species occurring\nfrom near the Mexican border in the west across the Guatemalan Plateau\nand southeastern highlands to the Honduras and El Salvador borders in\nthe east. These new salamanders are members of the genera Dendrotriton\nand Bolitoglossa. We describe species from at least three subgenera of\nBolitoglossa, with emphasis on the B. morio group within Magnadigita.\nThese new species are distinguished from their congeners by morphology,\nincluding elements of color pattern. We provide a phylogeny for many of\nthe Middle American species based on molecular differences. We collected\nthe material discussed herein during the last 40 years. Unfortunately,\nthe type-localities for many of these salamanders are now badly\ndegraded.","trees":[{"tree_label":"cytochrome b Phylo","ntax":"99","rootedtree":"TRUE","title":"Plethodontidae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_20862.phy"},{"tree_label":"cytochrome b PP","ntax":"99","rootedtree":"TRUE","title":"Plethodontidae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_20863.phy"},{"tree_label":"TREE1","ntax":"80","rootedtree":"TRUE","title":"Plethodontidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20864.phy"}]}