{"Authors":" Gechen Zhang, Li-Bing Zhang","Year":" 2011","Title":" Impatiens shimianensis sp. nov. (Balsaminaceae): A new\nspecies from southwest China based on morphological and molecular\nevidence","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" AtpB-rbcL sequence, Balsaminaceae, Impatiens shimianensis,\nITS sequence, Sichuan","DOI":"","Abstract":" A new species, Impatiens shimianensis (Balsaminaceae), is\ndescribed and illustrated. Impatiens shimianensis is morphologically\nmost similar to I. delavayi in having ovate or ovate-orbicular leaf\nshape, crenate leaf margins, and bilobed spurs. The two species differ\nin that I. shimianensis has orbicular upper petal of lateral united\npetals and very shortly clawed lateral united petals while I. delavayi\nhas subtetragonous upper petal of lateral united petals and\nconspicuously clawed lateral united petals. The upper portion of the\nlower sepal of I. shimianensis is yellow and the lower portion of the\nlower sepal has brown stripes, whereas the whole lower sepal of I.\ndelavayi is dark purple or pink. In addition, the petals of I.\nshimianensis are yellow or whitish yellow whereas those of I. delavayi\nare dirty yellow or pink. Phylogenetic analyses based on DNA sequences\nfrom the nuclear internal transcribed spacer (ITS) and the chloroplast\natpB-rbcL intergenic spacer showed that I. shimianensis formed a\nwell-supported clade comprising of I. barbata, I. corchorifolia, I.\ndelavayi, and I. poculifer. In addition to these species, a few other\nmorphologically related but molecular-phylogenetically unsampled species\nwere also compared with the species newly discovered. Impatiens\nshimianensis can easily be distinguished morphologically from all these\nspecies by having yellowish white flowers, dark red spur tip, and purple\nabaxial leaf surface.","trees":[{"tree_label":"PAUP 2","ntax":"92","rootedtree":"TRUE","title":"Impatiens shimianensis sp. nov","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20865.phy"},{"tree_label":"PAUP 3","ntax":"107","rootedtree":"TRUE","title":"Impatiens shimianensis sp. nov","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20866.phy"}]}