{"Authors":" Suzanne Shoup, Louise A. Lewis","Year":" 2003","Title":" Polyphyletic origin of parallel basal bodies in swimming\ncells of chlorophycean green algae (Chlorophyta).","Journal":" Journal of Phycology","Volume":" 39","Issue":" NA","Pages":" 789-796","Keywords":" NA","DOI":" NA","Abstract":" The evolutionary affinities of Heterochlamydomonas Cox and\nDeason and Dictyochloris Vischer ex Starr were investigated using\nphylogenetic analyses of combined data set of 18S and 28S ribosomal DNA\nsequences with those from 38 additional green algae. Previous\nultrastructural studies have shown that motile cells of\nHeterochlamydomonas and Dictyochloris have an unusual flagellar\napparatus organization in that the two flagella are of unequal length\nand are the basal bodies are persistently parallel. Because of this\nsimilarity, these taxa along with Bracteacoccus Tereg, a third taxon\nwith this same flagellar apparatus arrangement, were hypothesized to be\nclosely related. We show, with maximum parsimony and Bayesian analyses,\nthat the parallel basal bodies are not homologous in the three genera.\nRather, Heterochlamydomonas is most closely related to Chlamydomonas\nbaca in the clockwise flagellar apparatus clade, and Dictyochloris and\nBracteacoccus are nested within the Sphaeropleales, which has the\ndirectly opposite flagellar absolute orientation. Surprisingly,\nDictyochloris and Bracteacoccus are not supported as closest relatives.\nThese relationships are supported by certain morphological features such\nas the presence or absence of a walled motile cell, but not by the\norientation of basal bodies. In addition, our data are derived from\nmultiple isolates of each of the study genera and the analyses show that\nHeterochlamydomonas and Dictyochloris are each monophyletic.","trees":[{"tree_label":"Fig. 1","ntax":"46","rootedtree":"TRUE","title":"chlorophycean green algae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4223.phy"}]}