{"Authors":" Laura Lowe Forrest, Noris Salazar Allen, Jose A Gudiño,\nHelena Korpelainen, David G. Long","Year":" 2011","Title":" Molecular and morphological evidence for distinct species in\nDumortiera (Dumortieraceae)","Journal":" The Bryologist","Volume":" 114","Issue":" 1","Pages":" 102-115","Keywords":" Dumortiera, liverwort species, Central America, rbcL,\npsbA-trnH, rpoC1, ITS","DOI":" 10.1639/0007-2745-114.1.102","Abstract":" Contemporary taxonomists usually recognize a single\nspecies in Dumortiera, which is widely distributed through tropical and\nsubtropical regions and extends into some temperate regions. Two\nsubspecies, D. hirsuta subsp hirsuta and subsp. nepalensis, are also\nrecognized in some treatments; both of these were thought to occur in\nCentral America. We used DNA sequence data from the nuclear internal\ntranscribed spacer region ITS, and three chloroplast loci (rbcL,\npsbA-trnH and rpoC1) to barcode Dumortiera across a wide geographic\nrange, included a total of 50 accessions from the Americas, Asia and\nEurope. We also used light and scanning electron microscopy to examine\nmorphological differences between accessions from Central America.\nPhylogenetic analyses of the sequence data show two highly distinct\nlineages. One appears to be restricted to Central America, while the\nother occurred in all the geographic regions sampled. This widespread\nlineage could itself be subdivided into several genetically and\ngeographically distinct clades. The restricted Central American lineage\ncontains plants that have a light green velvety appearance, due to an\nabundance of papillae on their upper thallus surface surrounded by\nelongated cells delimiting polygonal areas, and few to absence of\nmarginal hairs. These can therefore be distinguished morphologically\nfrom Central American accessions from the widespread lineage, which are\ndark green, with a wide range of papillae densities (absent, few or\nabundant) on the thallus and usually with abundant marginal hairs.\nHowever, the wider application of these characters to lineages outside\nthe Central American region has not yet been confirmed. We conclude that\nDumortiera contains at least two, if not more, distinct species.\nHowever, we consider the application of the epithet nepalensis to plants\nin Central America premature until a reinvestigation of type material\nhas been made.","trees":[{"tree_label":"best","ntax":"47","rootedtree":"TRUE","title":"Dumortiera and Monoclea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20850.phy"}]}