{"Authors":" Pamela Laureto, Todd Barkman","Year":" 2010","Title":" Nuclear and chloroplast DNA suggest a complex single origin\nfor the threatened allopolyploid Solidago houghtonii (Asteraceae)\ninvolving reticulate evolution and introgression","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" AbstractSolidago houghtonii is a federally threatened\npolyploid plant species likely of hybrid origin. Several hypothesized\ncombinations of parental species have been suggested but none have been\nphylogenetically tested. Additionally, it is unclear whether the species\nresulted from a single or polytopic origin. To study the evolutionary\nhistory of S. houghtonii we sequenced four noncoding cpDNA loci\n(accD-psaI, psbA-trnH, trnL-trnF, rps16-trnQ), and the nrDNA ITS and\n3’ETS regions for four accessions of S. houghtonii, which span its\ngeographic range, and 25 other species of Solidago including all\nsympatric species. Polymorphisms within the direct nrDNA sequences of\nall S. houghtonii accessions indicated the presence of multiple\nhomeologue types. These were separated by molecular cloning of the 3055\nbp 3’ETS  ITS region, allowing us to positively link the ETS and ITS\nhomeologue types. Phylogenetic analyses of the nuclear and chloroplast\ndatasets revealed incongruent topologies. Analysis of cloned nrDNA\nsequence data indicated that S. riddellii, S. ptarmicoides, and S.\nohioensis have contributed to the nuclear genome of S. houghtonii.\nAnalysis of cpDNA sequence data revealed the presence of multiple\ninsertions/deletions that are shared by all accessions. The unique\npattern of indels was also recovered in S. gigantea. Phylogenetic\nanalysis of the cpDNA sequence data and coded indels indicate S.\ngigantea is the maternal genome donor. However, we did not recover a S.\ngigantea nrDNA sequence type. Taken together, these data reveal both a\nsingle origin and a complex pattern of reticulation that is consistent\nnot only with the hypothesized allohexaploid nature of this species, but\nalso with chloroplast capture of cpDNA from an unexpected source through\nintrogression.","trees":[{"tree_label":"PAUP 1","ntax":"35","rootedtree":"TRUE","title":"Solidago houghtonii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_20860.phy"}]}