{"Authors":" Sarah Santos Gonçalves, Josep Cano, Patricio C\nGodoy-Martinez, Arnaldo Lopes Colombo, Josep Guarro, Alberto Miguel\nStchigel","Year":" 2010","Title":" Two new species of Aspergillus of the section Flavi","Journal":" Mycologia Aplicada International","Volume":"","Issue":"","Pages":"","Keywords":" Acetamidase gene, Aspergillus parasiticus,\nO-methyltransferase gene, molecular identification, fungal taxonomy","DOI":"","Abstract":" During a survey on the incidence of Aspergillus in\nclinical environments, we found some interesting isolates\nmorphologically similar to Aspergillus parasiticus, but differing from\nthis species mainly in the color of the colonies and in the conidial\nornamentation. In the present study, those isolates were characterized\nusing a polyphasic approach. A phylogenetic analysis, based on partial\nsequences of the acetamidase (amdS) and O-methyltransferase (omtS) genes\nand the internal transcribed spacer (ITS) region of rDNA, together with\na detailed morphological and physiological study, which included\naflatoxins production and assimilation profiles of different carbon and\nnitrogen sources, were performed. The phenotypic and genotypic results\nsupported the proposal of two new species, Aspergillus novoparasiticus\nand Aspergillus spinosissimus, both phylogenetically related to A.\nparasiticus. The former has lobate-reticulate conidia and does not\nproduce aspergillic acid on AFPA or organic acid on CREA, while A.\nparasiticus has echinulate conidia and produces aspergillic and organic\nacids. In addition, this new species, as well as A. parasiticus,\nproduces aflatoxins B1, B2, G1 and G2. Aspergillus spinosissimus differs\nfrom A. parasiticus because the former produces echinulate-lobate\nconidia with pyramidal spines, abundant sclerotia, a red diffusible\npigment at 37 C on PDA, and only aflatoxin B1.","trees":[{"tree_label":"PAUP 1","ntax":"18","rootedtree":"TRUE","title":"Tr26233","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26233.phy"}]}