{"Authors":" Zoltan Feher, Ágnes Major, Virág Krízsik","Year":" 2013","Title":" Spatial pattern of intraspecific mitochondrial diversity in\nthe Northern Carpathian endemic spring snail, Bythinella pannonica\n(Frauenfeld, 1865) (Gastropoda: Hydrobiidae)","Journal":" Organisms Diversity and Evolution","Volume":" 13","Issue":"","Pages":" 569-587","Keywords":" Intraspecific diversity, COI, Barcoding, Phylogeography,\nSpecies delimitation, Cryptic lineage","DOI":" 10.1007/s13127-013-0141-7","Abstract":" Bythinella is a species-rich genus of spring-snails,\nhaving a wide range in Europe and Asia Minor. The genus contains several\nendemic species with narrow ranges, creating interest from a\nconservation perspective as well as their use as a model for research\ninto biogeographical patterns and evolutionary development. Most of the\nspecies of the genus Bythinella are difficult to distinguish by\ntraditional methods due to their similar shell morphology. In previous\nstudies, molecular approaches often came to conclusions that\ncontradicted those from a morphology-based approach, hence the\nclassification of species of Bythinella has been in dispute. Bythinella\npannonica has clearly distinct shell morphological features, and\nconsequently is one of the few species of undisputed taxonomic status\nwithin this genus. As an important step towards clarifying the\nsystematics of this genus, we have attempted to describe the structure\nand spatial pattern of diversity of the mitochondrial COI marker within\nthis species, in the hope of applying these findings generally to the\nwhole genus. Molecular results support the monophyly of B. pannonica\nwithin the genus. The largest pairwise intraspecific COI sequence\ndifference was almost 5 %, much larger than the value of 1.5 %\npreviously proposed as a barcoding threshold for delimitation of\nBythinella species. This finding suggests that incautious application of\nbarcoding might lead to incorrect taxonomic conclusions. Within B.\npannonica there are two deeply divergent intraspecific clades, the\nspatial distribution of which has been shaped by fragmentation, as well\nas by short and long distance dispersal events. These two clades have\nnot been found syntopically but, as a peculiar feature of this taxon,\nthey are able to persist in nearby habitats. We have demonstrated that\nthe patchy distribution of suitable habitats and the restricted, but\nnon-zero gene flow amongst the populations might play a key role in\nmaintenance of the observed genetic structure of this species.","trees":[{"tree_label":"BI","ntax":"35","rootedtree":"TRUE","title":"Bythinela pannonica Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_21093.phy"}]}