{"Authors":" Susanne S Renner, Shixiao Luo","Year":" 2010","Title":" Nuclear ITS sequences help disentangle Phyllanthus\nreticulatus (Phyllanthaceae), an Asian species not occurring in Africa,\nbut introduced to Jamaica","Journal":" Systematic Botany","Volume":" 63","Issue":" 1","Pages":" 99-104","Keywords":" Anthropogenic introduction, Jamaica, lectotypification,\nnuclear ribosomal ITS, Phyllanthus phylogenetics, Phyllanthaceae","DOI":"","Abstract":" Phyllanthus comprises approximately 1270 species, making\nit one of the Worlds largest plant genera. Molecular data so far are of\nlimited value for understanding Phyllanthus because of the sheer size of\nthe genus. They can, however, help sort-out cryptic species and provide\ninformation on the origin of suspected introduced species. One of the\nseemingly most widespread species is P. reticulatus, which has been\nrecorded from Asia, Australia, Africa, and Jamaica. The name is based on\na mixed collection from tropical Asia now in the Lamarck herbarium, and\nwe lectotypify it here. We use nuclear ITS sequences to test the broad\ntreatment of P. reticulatus in recent floras, identify records of “P.\nreticulatus” from Africa, and investigate the origin of P. reticulatus\non Jamaica. A maximum likelihood tree for accessions of P. reticulatus\nfrom throughout its supposed range (plus relevant outgroups) shows that\nthe Jamaican plants represent the Asian species, that the African plants\ncalled P. reticulatus belong to a separate clade for which P.\npolyspermus is the oldest available name, and that the sensu lato\ntreatment of P. reticulatus in recent floras is unjustified. Treating\nthe Asian entities P. reticulatus and P. microcarpus as separate species\nappears justified, and identical ITS sequences in Asian and Jamaican P.\nreticulatus indicate a recent introduction. The first “island\nbotanists,” J. Macfadyen and N. Wilson, introduced many plants from\nIndia in the 1800s, and theirs are the oldest Jamaican collections of P.\nreticulatus. Since the species was introduced to Jamaica without its\nobligate Epicephala moth pollinators, it does not set fruit, persisting\ninstead by vegetative growth.","trees":[{"tree_label":"ML","ntax":"43","rootedtree":"TRUE","title":"Phyllanthus ITS ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50430.phy"}]}