{"Authors":" Todd A Castoe, Matthew D Herron, Christopher L\nParkinson","Year":" 2003","Title":" Sciurid phylogeny and the paraphyly of Holarctic ground\nsquirrels (Spermophilus).","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The squirrel family, Sciuridae, is one of the largest and\nmost widely dispersed families of mammals. In spite of the wide\ndistribution and conspicuousness of this group, phylogenetic\nrelationships remain poorly understood. We used DNA sequence data from\nthe mitochondrial cytochrome b gene of 114 species in 21 genera to infer\nphylogenetic relationships among sciurids based on maximum parsimony and\nBayesian phylogenetic methods. Although we evaluated more complex\nalternative models of nucleotide substitution to reconstruct Bayesian\nphylogenies, none provided a better fit to the data than the GTR+G+I\nmodel. We used the reconstructed phylogenies to evaluate the current\ntaxonomy of the Sciuridae. At essentially all levels of relationships,\nwe found the phylogeny of squirrels to be in substantial conflict with\nthe current taxonomy. At the highest level, the flying squirrels do not\nrepresent a basal divergence, and the current division of Sciuridae into\ntwo subfamilies is therefore not phylogenetically informative. At the\ntribal level, the Neotropical pygmy squirrel, Sciurillus, represents a\nbasal divergence and is not closely related to the other members of the\ntribe Sciurini. At the genus level, the sciurine genus Sciurus is\nparaphyletic with respect to the dwarf squirrels (Microsciurus), and the\nHolarctic ground squirrels (Spermophilus) are paraphyletic with respect\nto antelope squirrels (Ammospermophilus), prairie dogs (Cynomys), and\nmarmots (Marmota). Finally, several species of chipmunks and Holarctic\nground squirrels do not appear monophyletic, indicating a need for\nreevaluation of alpha taxonomy.","trees":[{"tree_label":"Fig. 3","ntax":"169","rootedtree":"TRUE","title":"Holarctic ground squirrels","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4225.phy"},{"tree_label":"Fig. 1","ntax":"169","rootedtree":"TRUE","title":"Holarctic ground squirrels","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4224.phy"}]}