{"Authors":" Yong-Hong Zhang, Sergei Volis, Hang Sun","Year":" 2010","Title":" Chloroplast phylogeny and phylogeography of Stellera\nchamaejasme on the Qinghai-Tibet Plateau and in adjacent regions","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Stellera chamaejasme, phylogeny, phylogeography,\nQinghai-Tibet Plateau, refugium, postglacial expansion","DOI":"","Abstract":" Historic events such as the uplift of Qinghai-Tibet\nPlateau (Q-T Plateau) and climatic oscillations in the Quaternary period\ngreatly affected the evolution and modern distribution of Sino-Tibetan\nflora. Stellera chamaejasme, a perennial herb with flower color\npolymorphism that is distributed from the mountainous southeastern Q-T\nPlateau (Hengduan Mountains, H-D Mountains) to the vast platform of the\nQ-T Plateau and the adjacent plain of northern China, provides an\nexcellent model to explore the effects of historic events on the\norigination and variation of species. In this study, we conducted a\nphylogenetic and phylogeographical study using three chloroplast\nsequences (trnT-L, trnL-F and rpL16) in 26 populations of Stellera\nchamaejasme and 12 outgroups from the Thymeleaceae. Phylogenetic\nanalysis and molecular clock estimation revealed that the monophyletic\norigin of S. chamaejasme occurred ca. 6.5892 Ma, which is consistent\nwith the radical environment changes caused by the rapid uplift of the\nQ-T Plateau ca. 7 Ma. Intraspecific differentiation of S. chamaejasme is\nestimated to have occurred after ca. 2.1 Ma. Twelve haplotypes were\nrevealed from combined trnL-F and rpL16 sequences. High genetic\ndiversity (hT = 0.834) and population differentiation (NST = 0.997 and\nGST = 0.982) imply restricted gene flow among populations and\nsignificant geographical or environmental isolation. All populations\nfrom the vast plain of northern China were dominated by one haplotype\n(H1), and the same haplotype was fixed in most populations from the high\nelevation platform of the western and northern Q-T Plateau. In contrast,\nthe majority of the haplotypes were found in the relatively narrow area\nof the H-D Mountains, in the southeastern distribution of S.\nchamaejasme. The contrasting haplotype distribution patterns suggested\nthat the H-D Mountains were either a refugium for S. chamaejasme during\nthe Quaternary climatic oscillations or a diversification center of this\nspecies. The present wide distribution of this species on the Q-T\nPlateau platform and in northern China is likely to have resulted from a\nrapid postglacial population expansion from the southeastern refugium\ninvolving founder effects, facilitated by the adjacent geographic range\nwith a similar grassland habitat.","trees":[{"tree_label":"Strict","ntax":"39","rootedtree":"TRUE","title":"Tr21088","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_21088.phy"},{"tree_label":"MajRule","ntax":"39","rootedtree":"TRUE","title":"Tr21089","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_21089.phy"}]}