{"Authors":" Steven J. Wagstaff","Year":" 2003","Title":" Evolution and biogeography of the austral genus Phyllocladus\n(Podocarpaceae).","Journal":" Journal of Biogeography","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Abstract Aim Examine evolutionary relationships within the\ngenus Phyllocladus and among its close relatives by phylogenetic\nanalysis of DNA sequences. Interpret the inferred relationships in\nassociation with the fossil record to examine the origin and\ndiversification of the genus. Location Australasia. Methods Phylogenetic\nanalyses of rbcL, matK and ITS sequences representing all of the extant\nspecies of Phyllocladus and a selection of outgroups from the\nPodocarpaceae and Araucariaceae. Results The rbcL and matK sequences\nexhibit little variation within Phyllocladus, but ally its members to\nPodocarpaceae although its immediate sister remains unclear. The ITS\nsequences resolve all five species of Phyllocladus and two intraspecific\necotypes of P. alpinus. Main conclusions Phyllocladus forms a distinct\nlineage that diverged early in the evolutionary history of the\nPodocarpaceae. The fossil record indicates that the genus was more\nwidely distributed and morphologically diverse during the early Tertiary\nthan at present. Although of Mesozoic origin, the level of sequence\nvariation within Phyllocladus suggests that the extant species have\nundergone a relatively recent radiation. New Zealand is the present\ncenter of species diversity. Keywords Araucariaceae, Australasia,\nbiogeography, DNA sequences, ITS, matK, New Zealand, Phyllocladus,\nphylogeny, Podocarpaceae, rbcL.","trees":[{"tree_label":"Fig. 2","ntax":"15","rootedtree":"TRUE","title":"Phyllocladus rbcL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4228.phy"},{"tree_label":"Fig. 3","ntax":"15","rootedtree":"TRUE","title":"Phyllocladus matK/rbcL combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4229.phy"},{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"Phyllocladus ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4230.phy"},{"tree_label":"Fig. 2","ntax":"15","rootedtree":"TRUE","title":"Phyllocladus matK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4227.phy"}]}