{"Authors":" Mike Thiv, T. v. d. Niet, Frank Rutschmann, Mats Thulin,\nThomas Brune, Hans Peter Linder","Year":" 2011","Title":" OldNew World And Trans-African Disjunctions of Thamnosma\n(Rutaceae): Intercontinental Long-Distance Dispersal and Local\nDifferentiation in the Succulent Biome.","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" phylogeny, biogeography, disjunctions, molecular dating,\nMadro-Tertiary flora, succulent biome, Thamnosma, Rutaceae","DOI":"","Abstract":" Premise of the study: The succulent biome is highly\nfragmented throughout the Old and New World. The resulting disjunctions\non global and regional scales have been explained by various hypotheses.\nTo evaluate these, we used Thamnosma, which is restricted to the\nsucculent biome and has trans-atlantic and trans-African disjunctions.\nIts three main distribution centers are in southern North America,\nsouthern and eastern Africa including Socotra. Methods: We conducted\nparsimony, maximum likelihood, and Bayesian phylogenetic analyses based\non chloroplast and nuclear sequence data. We applied molecular clock\ncalculations using the programs BEAST and MULTIDIVTIME and biogeographic\nreconstructions using S-DIVA and Lagrange. Key results: Our data\nindicate a weakly supported paraphyly of the New World species with\nrespect to a palaeotropical lineage, which is further subdivided into a\nsouthern African and a Horn of Africa group. The disjunctions in\nThamnosma are mostly dated to the Miocene. Conclusions: We conclude that\nthe OldNew World disjunction of Thamnosma is likely the result of\nlong-distance dispersal. The Miocene closure of the arid corridor\nbetween southern and eastern Africa in the Miocene may have caused the\nsplit within the Old World lineage, thus making a vicariance explanation\nfeasible. The colonization of Socotra is also due to long-distance\ndispersal. All recent Thamnosma species are part of the succulent biome,\nand the North American species may have been members of the arid Neogene\nMadro-Tertiary Geoflora. Phylogenetic niche conservatism, rare\nlong-distance dispersal, and local differentiation account for the\ndiversity among species of Thamnosma.","trees":[{"tree_label":"TREE1","ntax":"16","rootedtree":"TRUE","title":"Thamnosma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26208.phy"},{"tree_label":"PAUP 1","ntax":"38","rootedtree":"TRUE","title":"Thamnosma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26207.phy"}]}