{"Authors":" M. G. Simpson","Year":" 1990","Title":" Phylogeny and classification of the Haemodoraceae.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 77","Issue":" NA","Pages":" 722-784","Keywords":" NA","DOI":" NA","Abstract":" A phylogenetic analysis of the monocot family\nHaemodoraceae is presented to assess the classification and\ninterrelationships of tribes, genera, and species complexes and to\ndetermine patterns of evolutionary and biogeographic change. Evidence is\nreviewed for the monophylesis of the family (as here delimited) and of\nsome family genera. In order to assign character polarities, two\nfamilies, Philydraceae and Pontederiaceae, were hypothesized as closest\noutgroups based on presumed synapomorphies shared with the\nHaemodoraceae, including: (1) unifacial leaves (Philydraceae) and (2)\nverrucate pollen wall sculpturing and non-tectate-columellate exine\nstructure (Pontederiaceae). A detailed analysis of the selection,\ndefinition, and coding of characters and character states is presented.\nComputer parsimony algorithms were used to construct most parsimonious\ntrees. Utilizing all characters, including several for which polarity\ncould not be determined, two equally most parsimonious cladograms were\nderived, differing only in the relative placement of the genera Dilatris\nand Lachnanthes. A cladistic analysis restricted to only those\ncharacters for which polarity could be determined yielded the same two\nequally parsimonious topologies; one in which correlated characters were\nscaled yielded one of the two topologies. Cladistic analyses support the\nmonophylesis of the (herein defined) tribes Haemodoreae and\nConostylideae. However, of the fourteen genera in the family,\nWachendorfia, Haemodorum, and, Xiphidium could not be a priori\nestablished as monophyletic, and the genera Anigozanthos and Conostylis\nare paraphyletic. Evolutionary events, as portrayed in the cladograms,\nare reviewed with emphasis on evolution of trichome anatomy, ovary\nposition, ovule morphology, seed morphology, and chromosome number.\nPossible biogeographic scenarios support a Gondwanan origin for the\nHaemodoraceae with one major vicariance event occurring by the\ncontinental separation of present Antarctica from South America-Africa.\nWith regard to interfamilial relationships, the Haemodoraceae are\nhypothesized as the sister group of the family Pontederiaceae, with both\nfamilies more distantly related to the Philydraceae. Relationships to\nthe Typhales, Bromeliaceae, and Zingiberales are still ambiguous, but\nthe possibility of a close relationship of the\nHaemodoraceae-Pontederiaceae to the Zingiberales is considered.","trees":[{"tree_label":"Fig. 167","ntax":"17","rootedtree":"TRUE","title":"Haemodoraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_630.phy"},{"tree_label":"Fig. 175B","ntax":"8","rootedtree":"TRUE","title":"Haemodoraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_631.phy"},{"tree_label":"Fig. 175A","ntax":"8","rootedtree":"TRUE","title":"Haemodoraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_632.phy"},{"tree_label":"Fig. 174A","ntax":"8","rootedtree":"TRUE","title":"Haemodoraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_633.phy"},{"tree_label":"Fig. 173","ntax":"17","rootedtree":"TRUE","title":"Haemodoraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_634.phy"},{"tree_label":"Fig. 166","ntax":"17","rootedtree":"TRUE","title":"Haemodoraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_629.phy"}]}