{"Authors":" Rodney G. Roberts, Stephen T. Reymond, Joseph Frank\nBischoff","Year":" 2011","Title":" Differential gene expression in Alternaria gaisen exposed to\ndark and light.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Alternaria, small-spored, aegerolysin.","DOI":" 10.1007/s11557-011-0752-3","Abstract":" Character states observed during sporulation have been the\nbasis for segregation and description of many of the small-spored\nspecies of Alternaria. Phylogenetic analyses of ITS and housekeeping\ngenes from small-spored Alternaria spp. do not support most of the\ncurrently defined morphological species or species-groups. However,\nthese molecular data are incongruent with a range of other\nspecies-associated physiological and pathological characters. The\nconidiation response of Alternaria gaisen was characterized by forward\nand reverse selective subtractive hybridization of cDNA produced from\ncultures of A. gaisen grown either in total darkness or in total\ndarkness followed by scarification and 24h exposure to light.\nDifferential expression of 184 transcripts was confirmed by virtual\nNorthern analysis. Transcripts or their translation products were\nidentified by similarity to known sequences using BLAST. Sixty-seven\ncloned ESTs or their hypothetically translated proteins had either no\nsignificant similarity to any GenBank accession or were similar to\nshotgun sequences with no known function. Multiple transcripts with\nsimilarity to ORF-1 of the AM-toxin gene were obtained from the light\nlibrary. L152 is a full reading frame EST in the light library whose ORF\ntranslation has similarity to the conserved domain aegerolysin\n(pfam06355), a family of hemolytic proteins associated with sporulation\nevents in bacteria and fungi. A Cocas extract of A. gaisen mycelium was\nhemolytic to sheep red blood cells in an agar plate test. A set of\neleven ex-type or representative isolates including A. alternata, A.\ngaisen, A. yaliinficiens, A. arborescens, A. tenuissima and A.\nbrassicicola were resolved by UPGMA analysis of partial genomic sequence\n(415 base pairs) of L152, but were not resolved by a similar analysis of\nITS sequences. Based upon these preliminary results, the sequences of\nputative aegerolysin homologs appear to be variable and informative, and\nwith additional analyses of a broader and more inclusive isolate set,\nmay have useful levels of variability for phylogenetic studies.","trees":[{"tree_label":"c. Fig. 1R","ntax":"11","rootedtree":"TRUE","title":"Alternaria L152","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47697.phy"},{"tree_label":"c. Fig. 1L","ntax":"11","rootedtree":"TRUE","title":"Alternaria ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47698.phy"}]}