{"Authors":" Steven B Janssens, Steven Dessein, Erik Smets","Year":" 2010","Title":" Portrayal of Impatiens nzabiana (Balsaminaceae): a\nmorphological, molecular and biogeographic study of a new Gabonese\nspecies","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" diversification, Gabon, Impatiens, Massif du Chaillu,\nphylogeny, pollen morphology, taxonomy","DOI":"","Abstract":" Recent fieldwork in Gabon yielded material of a previously\nunknown Impatiens species that resembles Impatiens kamerunensis and I.\noumina. Molecular analyses based on ImpDEF1, ImpDEF2 and ITS in\ncombination with a thorough comparative morphological study confirmed\nthe status of the newly collected material. It is phylogenetically\npositioned within the West-African Impatiens clade. Impatiens nzabiana\ncan be distinguished from I. kamerunensis in having a narrowly\nlanceolate leaf shape, a 7 to 7.5 mm long appendage on the lower lateral\npetal and the presence of 3 to 8 mm long fimbriae at the leaf base.\nMolecular data strongly support a sister group relationship with I.\noumina, whereas both I. nzabiana and I. oumina are sister to I.\nkamerunensis. Impatiens oumina is similar to I. nzabiana by the presence\nof long fimbriae near the base of the leaf and simple or sparsely\nbranched stems, but can be easily distinguished from the new species by\nthe narrowly ovate leaf shape, the smaller size of both the plants and\nthe flowers, the subumbellate racemes, the pinkish-white corollas and\nthe white spur sepals. By calculating age estimates and investigating\nthe biogeography of I. nzabiana and its closest relatives, we have been\nable to hypothesize the evolutionary history of the new species.","trees":[{"tree_label":"ITS","ntax":"13","rootedtree":"TRUE","title":"Impatiens nzabiana","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21360.phy"},{"tree_label":"DEF1","ntax":"12","rootedtree":"TRUE","title":"Impatiens nzabiana","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21358.phy"},{"tree_label":"DEF2","ntax":"10","rootedtree":"TRUE","title":"Impatiens nzabiana","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21359.phy"},{"tree_label":"ITS/DEF1/DEF2","ntax":"14","rootedtree":"TRUE","title":"Impatiens nzabiana","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21361.phy"}]}