{"Authors":" James D. Lawrey, Paul Diederich, Matthew P. Nelsen,\nMasoumeh Sikaroodi, Patrick M. Gillevet, Maarten Brand, Pieter Van den\nBoom","Year":" 2011","Title":" The obligately lichenicolous genus Lichenoconium represents a\nnovel lineage in the Dothideomycetes.","Journal":" Fungal Biology","Volume":" 115","Issue":"","Pages":" 176-187","Keywords":" Anamorphic fungi, Coelomycetes, Conidial fungi, Mitosporic\nfungi.","DOI":"","Abstract":" Lichenicolous fungi are obligately lichen-associated\norganisms that have evolved many times throughout the Ascomycota and\nBasidiomycota. Approximately 20 % of lichenicolous ascomycetes are\nrecognized only from asexual (anamorphic) characteristics, so the\nphylogenetic position of many groups has never been resolved. Here we\npresent the first molecular phylogeny of Lichenoconium, a genus of\nstrictly asexual, obligately lichenicolous species with broad geographic\ndistributions and diverse host ecologies. We obtained nuclear and\nmitochondrial rDNA sequences from fungal cultures isolated from four\nspecies in the genus, including a new species, Lichenoconium aeruginosum\nsp. nov., collected in France, Luxembourg and Netherlands. Our\nmultilocus phylogeny supports the monophyly of fungi in the genus\nLichenoconium, and places the genus in the Dothideomycetes, an\nascomycete class made up mainly of saprobes and plant-associated\nendophytes and pathogens. There are only a few recognized groups of\nlichen-formers in the Dothideomycetes, but Lichenoconium is not\nsupported as being closely related to any of these, nor to any other\nrecognized order within the Dothideomycetes. Given that Lichenoconium is\nbut one of over 100 genera of anamorphic lichenicolous fungi, most of\nwhich have never been studied phylogenetically, we suggest that asexual\nlichenicolous fungi may represent novel and evolutionarily significant\nphylogenetic groups in the Kingdom Fungi.","trees":[{"tree_label":"ML tree from RAxML","ntax":"52","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21341.phy"},{"tree_label":"Imported tree 0","ntax":"92","rootedtree":"TRUE","title":"Dothideomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27315.phy"}]}