{"Authors":" Marcele Vermeulen, Marieka Gryzenhout, Jolanda Roux,\nMichael J Wingfield","Year":" 2010","Title":" New records of the Cryphonectriaceae from southern Africa\nincluding a description of Latruncellus aurorae gen. sp. nov.","Journal":" Mycologia","Volume":" 103","Issue":"","Pages":" 554-569","Keywords":" Canker pathogens, Celoporthe, Chrysoporthe, Galpinia\ntransvaalica, Holocryphia, Myrtales, Tree diseases","DOI":"","Abstract":" The Cryphonectriaceae accommodates some of the worlds most\nimportant tree pathogens, including four genera known from native and\nintroduced Myrtales in Africa. Because the Cryphonectriaceae are\nimportant tree pathogens, continued surveys are needed for these fungi.\nSurveys in the past three years in southern Africa have led to the\ndiscovery of cankers with fruiting structures resembling those of the\nCryphonectriaceae on trees in the Myrtales in Namibia, South Africa,\nSwaziland and Zambia. These fungi were identified using morphological\ncharacteristics and DNA sequence data. For the first time, we report\nChrysoporthe austroafricana from Namibia and on Syzygium guineense and\nHolocryphia eucalypti in Swaziland on a Eucalyptus grandis clone. The\nhost and geographic ranges of Celoporthe dispersa were expanded to\ninclude S. legatti in South Africa and S. guineense in Zambia. In\naddition, a monotypic genus, Latruncellus aurorae gen. sp. nov., was\ndescribed from Galpinia transvaalica (Lythraceae, Myrtales) in\nSwaziland. The present, and other recent studies, clearly emphasizes the\nlimited understanding of the true diversity and distribution of fungi in\nthe Cryphonectriaceae in Africa.","trees":[{"tree_label":"ITS BT2","ntax":"61","rootedtree":"TRUE","title":"Cryphonectriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21523.phy"},{"tree_label":"BTexonsLSU","ntax":"27","rootedtree":"FALSE","title":"Cryphonectriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21524.phy"}]}