{"Authors":" Katharina Maria Jörger, Isabella Stöger, Yasunori Kano,\nHiroshi Fukuda, Thomas Knebelsberger, Michael Schrödl","Year":" 2010","Title":" On the origin of Acochlidia and other enigmatic euthyneuran\ngastropods, with implications for the systematics of Heterobranchia","Journal":" BMC Evolutionary Biology","Volume":" 10","Issue":"","Pages":" 323","Keywords":" phylogeny, Euthyneura, Gastropoda, Aitengidae","DOI":" 10.1186/1471-2148-10-323","Abstract":" Background A robust phylogenetic hypothesis of euthyneuran\ngastropods, as a basis to reconstructing their evolutionary history, is\nstill hindered by several groups of aberrant, more or less worm-like\nslugs with unclear phylogenetic relationships. As a traditional “order”\nin the Opisthobranchia, the Acochlidia have a long history of\ncontroversial placements, among others influenced by convergent\nadaptation to the mainly meiofaunal habitats. The present study includes\nsix out of seven acochlidian families in a comprehensive euthyneuran\ntaxon sampling with special focus on minute, aberrant slugs. Since there\nis no fossil record of tiny, shell-less gastropods, a molecular clock\nwas used to estimate divergence times within Euthyneura. Results Our\nmulti-locus molecular study confirms Acochlidia in a pulmonate\nrelationship, as sister to Eupulmonata. Previous hypotheses of\nopisthobranch relations, or of a common origin with other meiofaunal\nEuthyneura, are clearly rejected. The enigmatic amphibious and\ninsectivorous Aitengidae incerta sedis clusters within Acochlidia, as\nsister to meiofaunal and brackish Pseudunelidae and limnic\nAcochlidiidae. Euthyneura, Opisthobranchia and Pulmonata as\ntraditionally defined are non-monophyletic. A relaxed molecular clock\napproach indicates a late Paleozoic diversification of Euthyneura and a\nMesozoic origin of the major euthyneuran diversity, including\nAcochlidia. Conclusions The present study shows that the inclusion of\nsmall, enigmatic groups is necessary to solve deep-level phylogenetic\nrelationships, and underlines that “pulmonate” and “opisthobranch”\nphylogeny, respectively, cannot be solved independently from each other.\nOur phylogenetic hypothesis requires reinvestigation of the traditional\nclassification of Euthyneura: morphological synapomorphies of the\ntraditionally defined Pulmonata and Opisthobranchia are evaluated in\nlight of the presented phylogeny, and a redefinition of major groups\nis","3 - proposed. It is demonstrated that the invasion of the meiofaunal\nhabitat has occurred several times independently in various euthyneuran\ntaxa, leading to convergent adaptations previously misinterpreted as\nsynapomorphies. The inclusion of Acochlidia extends the structural and\nbiological diversity in pulmonates, presenting a remarkable flexibility\nconcerning habitat choice.":"","trees":[{"tree_label":"Fig. 1","ntax":"78","rootedtree":"TRUE","title":"Origin of Acochlidia within Heterobranchia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21348.phy"}]}