{"Authors":" Akihiko Tsuneda, Sarah Hambleton, Randolph S. Currah","Year":" 2003","Title":" Comparative morphology and phylogenetic placement of two\nmicrosclerotial black fungi from Sphagnum.","Journal":" Mycologia","Volume":" 95","Issue":" NA","Pages":" 959-975","Keywords":" NA","DOI":" NA","Abstract":" Capnobotryella renispora and Scleroconidioma sphagnicola\nform black, irregularly shaped microsclerotia that are indistinguishable\nin gross morphology on leaves of Sphagnum fuscum. In culture,\nmicrosclerotia of these fungi were similar in that mature component\ncells possessed thick, highly melanized cell walls, poorly defined\norganelles, large lipid bodies, and simple septa. They were different in\nmorphogenesis, in the way their component cells were organized and in\ndisseminative propagules. Microsclerotia of S. sphagnicola formed\nphialidic conidiogenous cells on their surface, whereas in C. renispora,\nadjacent cells in mature microsclerotia often separated from each other\nby septum schizolysis and formed chlamydospores. The identification of\nC. renispora from Sphagnum is provisional despite a 100% ITS sequence\nmatch with data for a culture derived from the type strain. No\nholoblastic, reniform conidia typical of the species were formed in\nnature or in culture and the SSU sequence for a separately preserved\nculture of the ex-type strain was markedly divergent. Parsimony analyses\nof nuclear ribosomal DNA sequences showed that these two fungi were\nrelated to separate orders of Dothideomycetes. Both SSU and ITS data\nsupported a close relationship for S. sphagnicola to the Dothideales\nsensu stricto while the closest ITS match was to Rhizosphaera spp. In\nthe SSU analyses, C. renispora was nested within the Capnodiales.","trees":[{"tree_label":"Fig. 28","ntax":"25","rootedtree":"TRUE","title":"Dothideales and Dothioraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4232.phy"},{"tree_label":"Fig. 27","ntax":"38","rootedtree":"TRUE","title":"Dothideomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4233.phy"},{"tree_label":"Fig. 26","ntax":"88","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4234.phy"}]}