{"Authors":" László G. Nagy, Alexander Urban, Leif Örstadius, Ellen\nLarsson, Tamás Papp, Csaba Vágvölgyi","Year":" 2010","Title":" The evolution of autodigestion in the mushroom family\nPsathyrellaceae (Agaricales) inferred from Maximum Likelihood and\nBayesian methods","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycetes, character evolution, fruiting body,\nmultigene phylogeny, phylogenetic comparative method, reversible-jump\nMCMC","DOI":" 10.1016/j.ympev.2010.08.022","Abstract":" Recently developed comparative phylogenetic methods offer\na wide spectrum of applications in evolutionary biology, although it is\ngenerally accepted that their statistical properties are incompletely\nknown. Here, we examine and compare the statistical power of the ML and\nBayesian methods with regard to selection of best-ﬁt models of\nfruiting-body evolution and hypothesis testing of ancestral states on a\nreal-life data set of a physiological trait (autodigestion) in the\nfamily Psathyrellaceae. Our phylogenies are based on the ﬁrst multigene\ndata set generated for the family. Two different coding regimes (binary\nand multistate) and two data sets differing in taxon sampling density\nare examined. The Bayesian method outperformed Maximum Likelihood with\nregard to statistical power in all analyses. This is particularly\nevident if the signal in the data is weak, i.e. in cases when the ML\napproach does not provide support to choose among competing hypotheses.\nResults based on binary and multistate coding differed only modestly,\nalthough it was evident that multistate analyses were less conclusive in\nall cases. It seems that increased taxon sampling density has favourable\neffects on inference of ancestral states, while model parameters are\ninﬂuenced to a smaller extent. The model best ﬁtting our data implies\nthat the rate of losses of deliquescence equals zero, although model\nselection in ML does not provide proper support to reject three of the\nfour candidate models. The results also support the hypothesis that\nnon-deliquescence (lack of autodigestion) has been ancestral in\nPsathyrellaceae, and that deliquescent fruiting bodies represent the\npreferred state, having evolved independently several times during\nevolution.","trees":[{"tree_label":"Nagyetal2010 MPE","ntax":"67","rootedtree":"TRUE","title":"Psathyrellaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25322.phy"}]}