{"Authors":" Joshua R. McDill, Beryl B. Simpson","Year":" 2010","Title":" Molecular phylogeny of Linaceae with complete generic\nsampling and data from two chloroplast genes..","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Hugoniaceae Malpighiales - matK - molecular dating -\nmolecular phylogenetics - rbcL","DOI":"","Abstract":" The phylogeny of Linaceae is examined, with sampling from\nthe 13 commonly-recognized genera of the family and sequence data from\nthe chloroplast genes matK and rbcL. Representatives of 24 additional\nfamilies of the order Malpighiales are included in analyses, with\nmembers of Celastrales, Fabales, Fagales, Oxalidales, and Rosales used\nas outgroups. The Linaceae and both of its subfamilies, the temperate\nLinoideae and the tropical Hugonioideae, are found to be monophyletic in\nlikelihood and parsimony-based analyses, although the monophyly of\nHugonioideae is not well-supported. Average divergence time estimates\nusing rbcL indicate that the subfamilies diverged from each other during\nthe Paleocene, approximately 60 million years ago. No sister-group to\nLinaceae is consistently identified in these analyses, but relationships\namong families of Malpighiales are not well resolved. In accord with\nprevious estimates of Linoideae phylogeny, Linum in shown to be\nnon-monophyletic,with several segregate genera nested within it, but the\nrelationships of the southeast Asian genera, Anisadenia, Reinwardtia,\nand Tirpitzia, remain uncertain. In Hugonioideae, Indorouchera and\nPhilbornea are found to be closely related to members of Hugonia section\nDurandea. Relationships of the neotropical genera Hebepetalum and\nRoucheria to the paleotropical Hugonioids are not consistently\nresolved.","trees":[{"tree_label":"bestREP32","ntax":"91","rootedtree":"TRUE","title":"Molecular phylogeny of Linaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21393.phy"},{"tree_label":"RBCLbestREP9","ntax":"92","rootedtree":"TRUE","title":"Molecular phylogeny of Linaceae","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_21391.phy"},{"tree_label":"CombobestREP8","ntax":"92","rootedtree":"TRUE","title":"Molecular phylogeny of Linaceae","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_21392.phy"}]}