{"Authors":" Gilberto A Ocampo, J. Travis Columbus","Year":" 2010","Title":" Molecular phylogenetics of suborder Cactineae\n(Caryophyllales), including insights into photosynthetic diversification\nand historical biogeography","Journal":" American Journal of Botany","Volume":" 97","Issue":" 11","Pages":" 1827-1847","Keywords":" C4; Cactineae; Cactaceae; CAM; Caryophyllales; divergence\ntimes; historical biogeography; photosynthesis diversification;\nPortulacaceae; Portulacineae.","DOI":" 10.3732/ajb.1000227","Abstract":" Premise of the study: Phylogenetic relationships were\ninvestigated among the eight families (Anacampserotaceae, Basellaceae,\nCactaceae, Didiereaceae, Halophytaceae, Montiaceae, Portulacaceae,\nTalinaceae) forming suborder Cactineae (= Portulacineae) of the\nCaryophyllales. In addition, photosynthesis diversification and\nhistorical biogeography were addressed. Methods: Chloroplast DNA\nsequences, mostly noncoding, were used to estimate the phylogeny.\nDivergence times were calibrated using two Hawaiian Portulaca species,\ndue to the lack of an unequivocal fossil record for Cactineae.\nPhotosynthesis pathways were determined from carbon isotope ratios\n(13C) and leaf anatomy. Key results: Maximum likelihood and Bayesian\nanalyses were consistent with previous studies in that the suborder,\nalmost all families, and the ACPT clade (Anacampserotaceae, Cactaceae,\nPortulacaceae, Talinaceae) were strongly supported as monophyletic;\nhowever, relationships among families remain uncertain. The age of\nCactineae was estimated to be 18.8 million years. 13C and leaf anatomy\nwere congruent in most cases, and inconsistencies between these pointed\nto photosynthetic intermediates. Reconstruction of photosynthesis\ndiversification showed C3 to be the ancestral pathway, a shift to C4 in\nPortulacaceae and five independent origins of CAM. Cactineae were\ninferred to have originated in the New World. Conclusions: Although the\nC3 pathway is inferred as the ancestral state in Cactineae, some CAM\nactivity has been reported in the literature in almost every family of\nthe suborder, leaving open the possibility that CAM may have one origin\nin the group. Incongruence among loci could be due to internal short\nbranches, which possibly represent rapid radiations in response to\nincreasing aridity in the Miocene.","trees":[{"tree_label":"Bayesian","ntax":"53","rootedtree":"TRUE","title":"Cactineae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_21491.phy"},{"tree_label":"ML","ntax":"53","rootedtree":"TRUE","title":"Cactineae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21492.phy"}]}