{"Authors":" Barbara G. Briggs, Hans Peter Linder, P. Eldens, Pia\nEldenäs","Year":" 2003","Title":" Contrasting patterns of radiation in African and Australian\nRestionaceae.","Journal":" Evolution","Volume":" 57","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The floras of the mediterranean-climate areas of southern\nAfrica and south-western Australia are remarkably species rich. Since\nthe two areas are at similar latitudes and in similar positions on their\nrespective continents, they have probably had similar Cenozoic climatic\nhistories. Here we test the prediction that the evolution of the species\nrichness in the two areas followed a similar temporal progression, by\ncomparing the rates of lineage accumulation for African and Australian\nRestionaceae. Restionaceae (Poales) are typical and often dominant\nelements in the fynbos vegetation of the Cape Floristic Region of\nSouthern Africa and the kwongan vegetation of the South Western\nFloristic Province of Western Australia. The phylogeny of the family was\nestimated from combined datasets for rbcL and trnLñF sequences and a\nlarge morphological dataset: these datasets are largely congruent. The\nmonophyly of Restionaceae is supported, and a basal division into an\nAfrican clade (c. 350 species) and an Australian clade (146 species)\ncorroborated. There is also support for a futher subdivision of these\ntwo large sister-clades, but the terminal resolution within the African\nclade is very weak. Fossil pollen records provided a minimum age of the\ncommon ancestor of Australian and African Restionaceae as 64ñ71 Mya, and\nthis date was used to calibrate a molecular clock. Since a molecular\nclock was rejected by a likelihood ratio test, rate changes between the\nlineages were smoothed using non-parametric rate smoothing. The\nrate-corrected ages were used to construct a plot of lineages through\ntime. During the Palaeogene the Australian lineage diversity increased\nconsistent with the predictions of the constant birthrate model, while\nthe African lineage diversity showed a dramatic increase in\ndiversification rate in the Miocene. Incomplete sampling obscures the\npatterns in the Neogene, but extending the trends to the modern extant\ndiversity suggests that this acceleration in the speciation rate\ncontinued in the African clade, while the Australian clade retained a\nconstant diversification rate. The substantial morphological and\nanatomical similarity between the African and Australian Restionaceae\nappear to preclude morphological innovations as possible explanations\nfor the inter-continental differences. Most likely these differences are\ndue to the greater geographical extent and ecological variation in\ntemperate Australia than temperate Africa, which might have provided\nrefugia for basal Restionaceae lineages, while the more mountainous\nterrain of southern Africa might have provided the selective regimes for\na more rapid, recent speciation.","trees":[{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"Restionaceae, morphology","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4236.phy"},{"tree_label":"Fig. 2","ntax":"50","rootedtree":"TRUE","title":"Restionaceae, rbcL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4237.phy"},{"tree_label":"Fig. 3","ntax":"50","rootedtree":"TRUE","title":"Restionaceae, trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5862.phy"},{"tree_label":"Fig. 4","ntax":"50","rootedtree":"TRUE","title":"Restionaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5863.phy"}]}