{"Authors":" Rishi Ram Burlakoti, Stephen M Neate, Tika Bahadur\nAdhikari, Sanjaya Gyawali, Bacilio Salas, Brian J. Steffenson, Paul B\nSchwarz","Year":" 2011","Title":" Trichothecene Profiling and Population Genetic Analysis of\nGibberella zeae from Barley in North Dakota and Minnesota.","Journal":" Phytopathology","Volume":" 101","Issue":" 6","Pages":" 687-695","Keywords":" Biology, Fusarium graminearum, Hordeum vulgare L.,\npopulation genetics","DOI":" 10.1094/PHYTO-04-10-0101","Abstract":" Gibberella zeae, the principal cause of Fusarium head\nblight (FHB) of barley contaminates grains with several mycotoxins,\nwhich creates a serious problem for the malting barley industry in the\nUS, China and Europe. However, limited studies have been conducted on\nthe trichothecene profiles and population genetic structure of G. zeae\nisolates collected from barley in the United States. Trichothecene\nbiosynthesis gene (TRI)-based PCR assays, and 10 variable number tandem\nrepeats (VNTR) markers were used to determine the genetic diversity and\ncompare the trichothecene profiles of an older population (n = 115\nisolates) of G. zeae collected from 1997 to 2000 with a newer population\n(n = 147 isolates) collected in 2008. Samples were from across the major\nbarley growing regions in North Dakota and Minnesota. The results of\nTRI¬-based PCR assays were further validated using a subset of 32 and 28\nisolates of G. zeae by sequence analysis and gas chromatography,\nrespectively. TRI-based PCR assays revealed that all the G. zeae\nisolates in both populations had markers for DON and the frequencies of\nisolates with a 3-acetyldeoxynivalenol (3-ADON) marker in the newer\npopulation were approximately 11-fold higher than those among isolates\nin the older population. Gibberella zeae populations from barley in the\nMidwest, USA showed no spatial structure and all the isolates were\nsolidly in clade 7 of G. zeae, which is quite different than other\nbarley growing areas of world where multiple species of G. zeae are\ncommonly found in close proximity, and display spatial structure. VNTR\nanalysis showed high gene diversity (H = 0.82 to 0.83) and genotypic\ndiversity, but low linkage disequilibrium (LD = 0.02 to 0.07) in both\npopulations. Low genetic differentiation (Fst = 0.013) and high gene\nflow (Nm = 36.84) was observed between the two populations and among\nsubpopulations within the same population (Nm = 12.77 to 29.97),\nsuggesting that temporal and spatial variations had little influence on\npopulation differentiation in the Upper Midwest of the United States.\nSimilarly, low Fst (0.02) was observed between 3-ADON and 15-ADON\npopulations, indicating minor influence of chemotype of G. zeae isolates\non population subdivision, although there was a rapid increase in the\nfrequencies of isolates with the 3-ADON marker in the Upper Midwest of\nthe United States between the older collection made between 1997 and\n2000, and the newer collection made in 2008. This study provides\ninformation to barley breeding programs for their selection of isolates\nof G. zeae for evaluating barley genotypes for resistance to FHB and DON\naccumulation.","trees":[{"tree_label":"Fig. 1b","ntax":"62","rootedtree":"TRUE","title":"Gibberella zeae from Barley","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25630.phy"},{"tree_label":"Fig. 1a","ntax":"62","rootedtree":"TRUE","title":"Gibberella zeae from Barley","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25629.phy"}]}