{"Authors":" Conchita Alonso, Carlos M Herrera","Year":" 2010","Title":" Back-and-forth hermaphroditism: phylogenetic context of\nreproductive system evolution in subdioecious Daphne laureola","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" geographic variation, gynodioecy, Iberian Peninsula, ITS,\nphylogeography, microevolution, molecular markers","DOI":"","Abstract":" Recent phylogenetic analyses of sexual reproductive system\nsupported the evolutionary pathway from hermaphroditism to dioecy via\ngynodioecy in different groups of Angiosperms. In this study, we explore\nthe evolution of sexual reproductive system in Daphne laureola L.\n(Thymelaeaceae), a species with variation in population reproductive\nsystem, using molecular markers. Sequences from the ITS region of the\nnuclear ribosomal cistron and two plastid markers (psbA-trnH and ndhF)\nwere analyzed and used to map the population reproductive system along\nthe molecular phylogeny. Our results support D. laureola as a\nmonophyletic lineage with three different clades within the Iberian\nPeninsula. The hermaphroditic populations belong to two different\nclades, whereas gynodioecy is ubiquitous but characteristic of the third\nclade, which grouped together all the North-Western Iberian populations\nsampled, and include the apparently oldest haplotype sampled. Gynodioecy\nappears as the most likely basal condition of the 13 analyzed\npopulations, but different evolutionary transitions in reproductive\nsexual system were traced within each D. laureola clade. Both ecological\nconditions and (meta)population dynamics may contribute to explain plant\nreproductive system evolution at the microevolutionary scale, and\nphylogenetic studies in which the historical relationships between\npopulations differing in reproductive system can be ascertained will\nhelp to clarify the process.","trees":[{"tree_label":"Fig.3","ntax":"47","rootedtree":"TRUE","title":"Tr21486","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21486.phy"},{"tree_label":"Fig.2","ntax":"65","rootedtree":"TRUE","title":"Tr21485","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_21485.phy"}]}