{"Authors":" Kevin van den Hof, Barbara Gravendeel, Pieter B. Pelser,\nRuud Van der Meijden","Year":" 2003","Title":" The systematic value of morphological characters in Senecio\nsect. Jacobaea (Asteraceae) as compared to DNA sequences.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The systematic value of morphological characters in\nSenecio sect. Jacobaea (Asteraceae) is studied using separate and\ncombined parsimony analyses of morphological and DNA sequence data.\nThese analyses are the first studies of morphological characters in a\nphylogenetic context in Senecio. Although the morphological data set\nforms a valuable addition to DNA sequences in providing greater\nresolution and support for several molecular based clades, most\ncharacters are not suitable for identifying clades containing more than\njust a few closely related species. One of these characters, the\nstigmatic configuration, commonly used to study generic and subtribal\nlimits of Senecioneae, is too variable for classification purposes in\nsect. Jacobaea. Among the four morphological characters that can be used\nto identify relatively large clades in the section are two indument\ncharacters. Because indument characters also have been found to be\nphylogenetically informative in other sections and genera in\nSenecioneae, we argue that they might be suitable for classification\npurposes throughout this tribe. We show that on the basis of these and\nother morphological characters and DNA sequences, S. gallerandianus and\nS. maroccanus should be included in sect. Jacobaea. This brings the\ntotal number of species in this section to 26.","trees":[{"tree_label":"Morphology","ntax":"31","rootedtree":"TRUE","title":"Senecio sect. Jacobaea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_617.phy"},{"tree_label":"DNA sequence","ntax":"31","rootedtree":"TRUE","title":"Senecio sect. Jacobaea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1255.phy"},{"tree_label":"Total evidence","ntax":"31","rootedtree":"TRUE","title":"Senecio sect. Jacobaea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5865.phy"}]}