{"Authors":" Norbert Holstein, Susanne S Renner","Year":" 2011","Title":" A dated phylogeny and collection records reveal repeated\nbiome shifts in the African genus Coccinia (Cucurbitaceae)","Journal":" BMC Evolutionary Biology","Volume":" 11","Issue":"","Pages":" 28","Keywords":" phylogenetics, climate change, Neogene, climate niche\nevolution","DOI":" 10.1186/1471-2148-11-28","Abstract":" Background Conservatism in climatic tolerance may limit\ngeographic range expansion and should enhance the effects of habitat\nfragmentation on population subdivision. Here we study the effects of\nhistorical climate change, and the associated habitat fragmentation, on\ndiversification in the mostly sub-Saharan cucurbit genus Coccinia, which\nhas 27 species in a broad range of biota from semi-arid habitats to mist\nforests. Species limits were inferred from morphology, and nuclear and\nplastid DNA sequence data, using multiple individuals for the widespread\nspecies. Climatic tolerances were assessed from the occurrences of 1189\ngeo-referenced collections and WorldClim variables. Results Nuclear and\nplastid gene trees included 35 or 65 accessions, representing up to 25\nspecies. The data revealed four species groups, one in southern Africa,\none in Central and West African rain forest, one widespread but absent\nfrom Central and West African rain forest, and one that occurs from East\nAfrica to southern Africa. A few individuals are differently placed in\nthe plastid and nuclear (LFY) trees or contain two ITS sequence types,\nindicating hybridization. A molecular clock suggests that the\ndiversification of Coccinia began about 6.9 Ma ago, with most of the\nextant species diversity dating to the Pliocene. Ancestral biome\nreconstruction reveals six switches between semi-arid habitats,\nwoodland, and forest, and members of several species pairs differ\nsignificantly in their tolerance of different precipitation regimes.\nConclusions The most surprising findings of this study are the frequent\nbiome shifts (in a relatively small clade) over just 6 - 7 million years\nand the limited diversification during and since the Pleistocene.\nPleistocene climate oscillations may have been too rapid or too shallow\nfor full reproductive barriers to develop among fragmented populations\nof Coccinia, which would explain the apparently still ongoing\nhybridization between certain species. Steeper ecological gradients in\nEast Africa and South Africa appear to have resulted in more advanced\nallopatric speciation there.","trees":[{"tree_label":"TREE2","ntax":"35","rootedtree":"TRUE","title":"Coccinia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50427.phy"},{"tree_label":"TREE1","ntax":"32","rootedtree":"TRUE","title":"Coccinia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50412.phy"},{"tree_label":"TREE3","ntax":"69","rootedtree":"TRUE","title":"Coccinia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50428.phy"}]}