{"Authors":" Keith Martin Bayha, Micahel N Dawson","Year":" 2010","Title":" A new family of allomorphic jellyfishes, Drymonematidae\n(Scyphozoa, Discomedusae), emphasizes evolution in the functional\nmorphology and trophic ecology of gelatinous zooplankton.","Journal":" Biological Bulletin","Volume":" 219","Issue":" 3","Pages":"","Keywords":" adaptation, cryptic species, cryptic ecology, niche\nevolution, scyphomedusae","DOI":"","Abstract":" Molecular analyses have revealed many cryptic species in\nthe oceans, oftentimes permitting small morphological differences to be\nrecognized as diagnosing species, but less commonly leading to\nconsideration of cryptic ecology. Here, based on analyses of three\nnuclear (ribosomal 18S, 28S and internal transcribed spacer 1 [ITS1])\nand two mitochondrial (cytochrome c oxidase subunit I [COI] and\nribosomal 16S) DNA sequence markers and fifty-five morphological\nfeatures, we revise the classification of the enigmatic jellyfish genus\nDrymonema. We describe a new scyphozoan family, Drymonematidae,\nelevating the previous subfamily Drymonemidae and correcting its\nspelling, to accommodate three species: the type species D. dalmatinum\nfrom the Mediterranean region, for which we identify a neotype, the\nwestern South Atlantic species D. gorgo and the new species D. larsoni\nfrom the western Atlantic and Caribbean, which is also described here.\nThis revision emphasizes the remarkable morphological disparity of\nDrymonematidae from all other scyphomedusae, including allometric growth\nof the bell margin distal of the rhopalia, an annular zone of tentacles\non the subumbrella, and ontogenetic loss of gastric filaments.\nAnatomical innovations are likely functionally related to predatory\nspecialization on large gelatinous zooplankton, most notably the\nphylogenetically younger moon jellyfish Aurelia, indicating evolution of\nthe feeding niche in Drymonematidae. This family-level revision\ncontributes to the growing body of evidence that scyphomedusae are far\nmore taxonomically rich, their biogeography a more detailed mosaic, and\ntheir phenotypes more nuanced than traditionally thought. Ecological and\nevolutionary responses to environmental change, past or future, are\nlikely commensurately diverse.","trees":[{"tree_label":"Figure 9B","ntax":"14","rootedtree":"TRUE","title":"Drymonematidae 16S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21496.phy"},{"tree_label":"Figure 9C","ntax":"14","rootedtree":"TRUE","title":"Drymonematidae ITS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21498.phy"},{"tree_label":"Figure 9A","ntax":"14","rootedtree":"TRUE","title":"Drymonematidae COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21497.phy"}]}