{"Authors":" Miles J McKenna, Mark P Simmons, Christine Dorothy Bacon,\nJulio A. Lombardi","Year":" 2011","Title":" Delimitation of the Segregate Genera of Maytenus sensu lato\n(Celastraceae) Based on Morphological and Molecular Characters","Journal":" Systematic Botany","Volume":" 36","Issue":"","Pages":" 922-932","Keywords":" Denhamia, Gloveria, Gymnosporia, Moya, Putterlickia,\nTricerma","DOI":"","Abstract":" Maytenus sensu lato (including Gymnosporia) is a\nmorphologically diverse genus of about 300 species that is widely\ndistributed in the tropics and subtropics of both the Old and New\nWorlds. Its delimitation has been extensively debated and despite the\nsegregation of Gymnosporia, Maytenus sensu stricto remains a\nheterogeneous, polyphyletic group. In order to delimit natural segregate\ngenera we increased taxon sampling and generated sequences from two\nnuclear gene regions (ITS and 26S rDNA) and two plastid loci (matK and\ntrnL-F) to analyze together with morphological characters. Both Moya and\nTricerma were found to be nested within the New World Maytenus and are\nrecognized as synonyms of Maytenus sensu stricto. In contrast, the three\nNew World species of Gymnosporia are recognized as a new genus that is\nclosely related to Gyminda. Haydenia is erected for these three species:\nH. gentryi, H. haberiana, and H. urbaniana. One or more previously\nproposed or novel genera are required to accommodate the systematically\ndifficult African Maytenus. Putterlickia, and most likely Gloveria, are\nnested within Gymnosporia and should be synonymized with that genus. New\nbinomials are required for four Chinese and one Rapan species of\nGymnosporia that have been previously treated only as Maytenus:\nGymnosporia austroyunnanensis, G. confertiflora, G. dongfangensis, G.\nguangxiensis, and G. pertinax. Austral-Pacific Maytenus are transferred\nto Denhamia, requiring eight new binomials: Denhamia bilocularis, D.\ncunninghamii, D. cupularis, D. disperma, D. fasciculiflora, D.\nferdinandii, D. fournieri, and D. silvestris. Existing intrageneric\nclassifications of Gymnosporia and Maytenus sensu stricto were not\nsupported in their entirety. Gymnosporia is inferred to have had an\nAfrican origin followed by dispersals to Madagascar, southeast Asia and\nthe Austral-Pacific.","trees":[{"tree_label":"Strict+","ntax":"58","rootedtree":"TRUE","title":"Tr80081","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80081.phy"},{"tree_label":"Strict","ntax":"32","rootedtree":"TRUE","title":"Tr80082","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80082.phy"}]}