{"Authors":" Konstanze Schubert, Johannes (Ewald) Zacharias Groenewald,\nJan Dijksterhuis, Mieke Starink-Willemse, Birgitte Andersen, Bret A.\nSummerell, Hyeon-Dong Shin, Frank Dugan, Hans-Josef Schroers, Uwe Braun,\nPedro W. Crous","Year":" 2010","Title":" Species and ecological diversity within the Cladosporium\ncladosporioides complex (Davidiellaceae, Capnodiales)","Journal":" Studies in Mycology","Volume":" 67","Issue":"","Pages":" 1-94","Keywords":" Cladosporium oxysporum, Cladosporium tenuissimum,\nepitypification, new species, phylogeny, taxonomy","DOI":" 10.3114/sim.2010.67.01","Abstract":" The genus Cladosporium is one of the largest genera of\ndematiaceous hyphomycetes, and is characterised by a coronate scar\nstructure, conidia in acropetal chains and Davidiella teleomorphs. Based\non morphology and DNA phylogeny, the species complexes of C. herbarum\nand C. sphaerospermum have been resolved, resulting in the elucidation\nof numerous new taxa. In the present study, more than 200 isolates\nbelonging to the C. cladosporioides complex were examined and\nphylogenetically analysed on the basis of DNA sequences of the nuclear\nribosomal RNA gene operon, including the internal transcribed spacer\nregions ITS1 and ITS2, the 5.8S nrDNA, as well as partial actin and\ntranslation elongation factor 1-α gene sequences. For the saprobic,\nwidely distributed species Cladosporium cladosporioides, both a neotype\nand epitype are designated in order to specify a well established\ncircumscription and concept of this species. Cladosporium tenuissimum\nand C. oxysporum, two saprobes abundant in the tropics, are epitypified\nand shown to be allied to, but distinct from C. cladosporioides.\nTwenty-two species are newly described on the basis of phylogenetic\ncharacters and cryptic morphological differences. The most important\nphenotypic characters for distinguishing species within the C.\ncladosporioides complex, which represents a monophyletic subclade within\nthe genus, are shape, width, length, septation and surface ornamentation\nof conidia and conidiophores; length and branching patterns of conidial\nchains and hyphal shape, width and arrangement. Many of the treated\nspecies, e.g., C. acalyphae, C. angustisporum, C. australiense, C.\nbasiinflatum, C. chalastosporoides, C. colocasiae, C. cucumerinum, C.\nexasperatum, C. exile, C. flabelliforme, C. gamsianum, and C.\nglobisporum are currently known only from specific hosts, or have a\nrestricted geographical distribution. A key to all species recognised\nwithin the C. cladosporioides complex is provided.","trees":[{"tree_label":"Unpublished ITS","ntax":"253","rootedtree":"TRUE","title":"Cladosporium cladosporioides complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21519.phy"},{"tree_label":"Unpublished ACT","ntax":"253","rootedtree":"TRUE","title":"Cladosporium cladosporioides complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21520.phy"},{"tree_label":"Unpublished TEF","ntax":"253","rootedtree":"TRUE","title":"Cladosporium cladosporioides complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21521.phy"},{"tree_label":"Fig. 1","ntax":"253","rootedtree":"TRUE","title":"Cladosporium cladosporioides complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21522.phy"}]}