{"Authors":" Kevin Christopher Rowe","Year":" 2011","Title":" Recent and Rapid Speciation with limited Morphological\nDisparity in the Genus Rattus","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Molecular systematics, Murinae, chromosomal\nrearrangements, Australia, New Guinea, adaptive radiation","DOI":"","Abstract":" Recent and rapid radiations provide rich material to\nexamine the factors that drive speciation. Most recent and rapid\nradiations that have been well-characterized involve species that\nexhibit overt ecomorphological differences associated with clear\npartitioning of ecological niches in sympatry. The most diverse genus of\nrodents, Rattus (66 species), evolved fairly recently, but without overt\necomorphological divergence among species. We used multi-locus molecular\nphylogenetic data and five fossil calibrations to estimate the tempo of\ndiversification in Rattus, and their radiation on Australia and New\nGuinea (Sahul, 24 species). Based on our analyses, the genus Rattus\noriginated at a date centered on the Pliocene-Pleistocene boundary (1.84\n- 3.17 Ma) with a subsequent colonization of Sahul in the middle\nPleistocene (0.85- 1.28 Ma). Given these dates, the per lineage\ndiversification rates in Rattus and Sahulian Rattus are among the\nhighest reported for vertebrates (1.1-1.9 and 1.6-3.0 species per\nlineage per million years, respectively). Despite their rapid\ndiversification, Rattus display little ecomorphological divergence among\nspecies and do not fit clearly into current models of adaptive\nradiations. Lineage through time plots and ancestral state\nreconstruction of ecological characters suggest that diversification of\nSahulian Rattus was most rapid early on as they expanded into novel\necological conditions. However rapid lineage accumulation occurred even\nwhen morphological disparity within lineages was low suggesting that\nfuture studies consider other phenotypes in the diversification of\nRattus.","trees":[{"tree_label":"maj rule","ntax":"70","rootedtree":"TRUE","title":"Genus Rattus, full concatenation","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_21539.phy"}]}