{"Authors":" Sara B. Hoot, Kyle M. Meyer, J. C. Manning","Year":" 2012","Title":" Phylogeny and Reclassification of Anemone (Ranunculaceae),\nwith an Emphasis on Austral Species","Journal":" Systematic Botany","Volume":" 37","Issue":" 1","Pages":" 139152","Keywords":" atpB-rbcL spacer, Barneoudia, Hepatica, ITS, Knowltonia,\nOreithales, Pulsatilla","DOI":" 10.1600/036364412X616729","Abstract":" Previous phylogenies based on molecular data indicated\nthat segregate genera from both the Northern and Southern Hemispheres\n(Hepatica, Pulsatilla, Knowltonia, Oreithales, Barneoudia) are embedded\nwithin Anemone and should be subsumed within the genus. Based on a new\nphylogeny that substantially increases the sampling of the austral\nanemones (especially from Africa), we present a formal reclassification\nof Anemone s.l. We analysed combined sequence data (chloroplast\natpB-rbcL spacer and nuclear ITS regions) for 55 species of Anemone\ns.l., using both likelihood and cladistic methods. The segregate genera,\nOreithales and Barneoudia, nest within Anemone and are included in a\nwell supported clade (subgenus Anemone, section Pulsatilloides)\nconsisting largely of Southern Hemisphere species. The Mexican A.\nmexicana is sister to all remaining members of section Pulsatilloides\nwhich consists of two clades: a poorly supported South American and\nTasmanian clade (A. sellowii, A. helleborifolia, A. rigida, Barneoudia\nand Oreithales species, A. crassifolia) and a highly supported southern\nAfrican clade of nine Knowltonia and Anemone species. A. antucensis\n(Chile, Argentina) is in a separate clade (subgenus and section\nAnemonidium), sister to A. tenuicaulis (New Zealand). Anemone thomsonii\n(eastern Africa) and A. somaliensis (Somalia) are in a clade (subgenus\nand section Anemone) composed largely of Northern Hemisphere species. A.\nsomaliensis is further associated with other Mediterranean tuberous\nanemones in subsection and series Anemone (A. coronaria, A. hortensis,\nA. pavonina). The topology of both sections Pulsatilloides and\nAnemonidium suggest that anemones originated in the Northern Hemisphere\nand subsequently spread to the Southern Hemisphere, a pattern found in\ncommon with some other members of Ranunculaceae. We present a formal\nreclassification of Anemone s.l., including the following new\ncombinations and taxa of Anemone section Anemone: subsections\nAlchimillifoliae, Anemonanthea, Barneoudia, Crassifoliae,\nHelleborifoliae, Kilimansharicae, Mexicanae, Oreithales, Rigidae, and\nSellowii; series Carolinianae of subsection Anemone; plus the new\ncombination Anemone balliana (= Barneoudia balliana).","trees":[{"tree_label":"Fig. 2","ntax":"59","rootedtree":"TRUE","title":"Anemone","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_21545.phy"}]}