{"Authors":" Jan M van Niekerk, Paul H. Fourie, Francois Halleen,\nJohannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2003","Title":" DNA phylogeny and morphological characterization of\nBotryosphaeria species occurring on grapevines.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Several species of Botryosphaeria are known to occur on\ngrapevines, causing a wide range of disorders including bud mortality,\ndieback, brown wood streaking and bunch rot. In the present study the 11\nBotryosphaeria spp. associated with grapevines growing in various parts\nof the world, but specifically in South Africa, were distinguished based\non morphology, DNA sequences (ITS-1, 5.8S, ITS-2 and EF-1a) and\npathological data. Botryosphaeria australe, B. lutea, B. obtusa, B.\nparva, B. rhodina and a Diplodia sp. were confirmed from vines in South\nAfrica, while Diplodia porosum, Fusicoccum viticlavatum and F.\nvitifusiforme were described as new. Although isolates of B. dothidea\nand B. stevensii were confirmed from grapevines in Portugal, none of\nthese two was found among the isolates obtained in South Africa, nor\nwere any isolates of B. ribis confirmed from grapevines. All grapevine\nisolates formerly presumed to be B. ribis, were identified as B. parva\nbased on their EF-1a sequence data. From artificial inoculations on\ngrapevine shoots, we conclude that B. ribis, B. australe, B. stevensii\nand B. parva were more virulent that the other species studied. The\nDiplodia sp. collected from grapevine canes was morphologically similar,\nbut phylogenetically distinct from D. sarmentorum. Diplodia sarmentorum\nwas confirmed as anamorph of Otthia spiraeae, the type species of the\ngenus Otthia (Botryosphaeriaceae), which phylogenetically clustered\nwithin Botryosphaeria and is therefore synonymized with it. These\nfindings confirm earlier suggestions that the generic concept of\nBotryosphaeria should be expanded to include genera with septate\nascospores and Diplodia anamorphs.","trees":[{"tree_label":"Fig. 1","ntax":"41","rootedtree":"TRUE","title":"Botryosphaeria species occurring on grapevines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1257.phy"},{"tree_label":"Unused","ntax":"137","rootedtree":"TRUE","title":"Botryosphaeria species occurring on grapevines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1258.phy"}]}