{"Authors":" Selene Setsuko Nikaido, Jay Alan Raveill","Year":" 2010","Title":" Mulberry (Morus:Moraceae) hybridization in eastern North\nAmerica: morphological and molecular evidence","Journal":" Rhodora","Volume":"","Issue":"","Pages":"","Keywords":" Morus alba, Morus rubra, Moraceae, hybridization, ITS,\ntrnL, trnF, intergenic spacer, RFLP","DOI":"","Abstract":" Two species of mulberry (Morus:Moraceae) are found in\neastern North America. Red mulberry (M. rubra) is generally found as a\nsubcanopy or understory species in native forest while white mulberry\n(M. alba) occurs in more open or disturbed locations. Sequencing\nchloroplast (trnL-F region) and nuclear (18S-28S ribosomal DNA region)\ngenes demonstrated genetic separation between the species and revealed\nspecies-specific restriction fragment length polymorphisms within the\nintron of trnL and within ITS1 between 18S and 5.8S ribosomal RNA genes.\nPossible hybridization between mulberry species was examined at three\nlocations in west-central Missouri where the habitats of the two species\nwere in close proximity. Individuals heterozygous for the ITS1\nrestriction fragment length polymorphic site were confirmed as hybrids.\nHybrid individuals were present at each location and primarily occurred\nin the habitat of the chloroplast parent. Morphological comparison\nbetween the parental species was complicated by the high level of\nvariation within individuals, but was most successful when variation\nextremes were measured from samples taken specifically to document the\ntotal morphological variation of that individual. The morphology of the\nconfirmed hybrids was on average intermediate between the two species\nbut when separated into two groups by chloroplast parent then the\nintermediacy was minimal and hybrids clustered with samples of the\nmaternal parent.","trees":[{"tree_label":"Fig. 1 t 2","ntax":"17","rootedtree":"TRUE","title":"Mulberry hybridization","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_22191.phy"},{"tree_label":"Fig. 2 t 1","ntax":"17","rootedtree":"TRUE","title":"Mulberry hybridization","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_22190.phy"}]}