{"Authors":" David A. Simpson, Stephen A. Harris, Julian R. Starr","Year":" 2004","Title":" Phylogeny of the unispicate taxa in Cyperaceae tribe Cariceae\nI: Generic relationships and evolutionary scenarios.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Despite the controversy surrounding Cariceae generic and\nCarex subgeneric limits, most debates centre on a relatively small\nnumber of highly reduced unispicate taxa. This study examines Cariceae\nphylogeny by using all five genera (Schoenoxiphium, Kobresia, Uncinia,\nCarex, Cymophyllus) and four Carex subgenera (Primocarex, Vignea,\nIndocarex, Carex), with the emphasis of sampling on the tribe’s\ntaxonomically difficult unispicate groups (Uncinia, Cymophyllus,\nKobresia pro parte, Carex subgenera Primocarex and Carex pro parte).\nPhylogenies based on rDNA internal and external transcribed spacer (ITS,\nETS1f) sequences indicate that the tribe consists of four primary clades\n(((A, B) C) D) that support a fundamental split between dioecious and\nandrogynous unispicate taxa. Dioecious species are related to\nmultispicate species of either Carex subgenera Carex (Clade D) or Vignea\n(Clade C), whereas the androgynous species of Uncinia, Kobresia,\nCymophyllus and Carex are related to multispicate species of\nSchoenoxiphium and Kobresia (Clades A and B). Trees strongly indicate\nthat the genus Carex is artificial. Moreover, analyses support proposals\nto merge Carex subgenera Carex and Indocarex (Clade D), and they support\nthe monophyly of Carex subgenus Vignea and the polyphyly of Carex\nsubgenus Primocarex. Analyses also reject the common evolutionary link\nmade between Schoenoxiphium and Carex subgenus Indocarex, and the belief\nthat Schoenoxiphium and Kobresia should be merged. The monotypic genera\nCymophyllus and Vesicarex do not warrant generic status. The\nimplications of the phylogeny for tribal inflorescence evolution are\ndiscussed.","trees":[{"tree_label":"Parsimonious tree 1","ntax":"52","rootedtree":"TRUE","title":"Used to perform SH + KH tests in Table 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1262.phy"},{"tree_label":"Fig. 2","ntax":"52","rootedtree":"TRUE","title":"Cariceae, Strict consensus of 2 MP trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1263.phy"},{"tree_label":"Parsimonious tree 2","ntax":"52","rootedtree":"TRUE","title":"Used to perform SH + KH tests in Table 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1261.phy"},{"tree_label":"Fig. 4","ntax":"52","rootedtree":"TRUE","title":"Cariceae, ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1264.phy"},{"tree_label":"Fig. 3","ntax":"69","rootedtree":"TRUE","title":"Cariceae, Strict consensus of 479 most parsimonious\ntrees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1265.phy"}]}