{"Authors":" Li Yu, Pengtao Luan, Wei Jin, Oliver A. Ryder, Leona G.\nChemnick, Heidi A. Davis, Yaping Zhang","Year":" 2010","Title":" Phylogenetic Utility of Nuclear Introns in Interfamilial\nRelationships of Caniformia (Order Carnivora).","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" phylogeny; intron; Caniformia; intra-individual allele\nheterozygotes; transposable elements","DOI":"","Abstract":" The monophyletic group Caniformia (dog-like carnivores) in\nthe order Carnivora comprises nine families. Except for the general\nconsensus for the earliest divergence of Canidae and the grouping of\nProcyonidae and Mustelidae, conflicting phylogenetic hypotheses exist\nfor the other caniformian families. In the present study, a data set\ncomprising > 22kb of 22 nuclear intron loci from 16 caniformian\nspecies is used to investigate the phylogenetic utility of nuclear\nintrons in resolving the interfamilial relationships of Caniformia. Our\nphylogenetic analyses support Ailuridae as the sister taxon to a clade\ncontaining Procyonidae and Mustelidae, with Mephitinae being the sister\ntaxon to all of them. The unresolved placements of Ursidae and Pinnipeds\nhere emphasize a need to add more data and include more taxa to resolve\nthis problem. The present study not only resolves some of the ambiguous\nrelationships in Caniformia phylogeny, but also shows that the\nnon-coding nuclear markers can offer powerful complementary data for\nestimating the species tree. None of the newly developed introns here\nhave previously been used for phylogeny reconstruction, thus increasing\nthe spectrum of molecular markers available to mammalian systematics.\nInterestingly, all the newly developed intron data partitions exhibit\nintra-individual allele heterozygotes (IIAHs). There are 115 cases of\nIIAHs in total. The incorporation of IIAHs into phylogenetic analysis\nnot only provides insights into the interfamilial relationships of\nCaniformia but also identifies two potential hybridization events\noccurred within Ursidae and Otariidae, respectively. Finally, the powers\nand pitfalls of phylogenetics using nuclear introns as markers are\ndiscussed in the context of Caniformia phylogeny.","trees":[{"tree_label":"ML tree from combined 22 introns data with no gap","ntax":"16","rootedtree":"FALSE","title":"Caniformia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_24825.phy"},{"tree_label":"Bayesian tree from combined 22 introns data with no\ngap","ntax":"16","rootedtree":"TRUE","title":"Caniformia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_24826.phy"},{"tree_label":"Bayesian tree from combined 22 introns data with half\ngap","ntax":"16","rootedtree":"TRUE","title":"Caniformia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_24830.phy"},{"tree_label":"ML tree from combined 22 introns data with all gap","ntax":"16","rootedtree":"FALSE","title":"Caniformia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_24827.phy"},{"tree_label":"Bayesian tree from combined 22 introns data with all\ngap","ntax":"16","rootedtree":"TRUE","title":"Caniformia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_24828.phy"},{"tree_label":"ML tree from combined 22 introns data with half\ngap","ntax":"16","rootedtree":"FALSE","title":"Caniformia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_24829.phy"}]}