{"Authors":" Hsiu-Chin Lin, Phil Hastings","Year":" 2011","Title":" Evolution of a Neotropical marine fish lineage (Subfamily\nChaenopsinae, Suborder Blennioidei) based on phylogenetic analysis of\ncombined molecular and morphological data.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 60","Issue":"","Pages":" 236-248","Keywords":" Chaenopsidae, Phylogeny, Rapid radiation, Habitat use,\nTrans-isthmian geminate, Convergent evolution, Mimicry","DOI":" 10.1016/j.ympev.2011.04.018","Abstract":" Phylogenetic relationships within tube blennies\n(Chaenopsinae) were reconstructed using Bayesian, maximum parsimony and\nlikelihood analyses of multiple molecular markers (mitochondrial DNA:\nCOI; nuclear DNA: TMO-4C4, RAG1, Rhodopsin, and Histone H3) and 148\nmorphological characters. This total evidence based topology is\nwell-resolved and congruent across analytical methods with strong\nsupport for the monophyly of the Chaenopsinae, all included genera and\nseveral internal nodes. A rapid radiation in the early evolution of\nchaenopsins is inferred from the relatively poor support values for\nrelationships among basal lineages and their divergence into different\nhabitats (rocky reefs, coral reefs and the reef/ sand interface). Rates\nof molecular evolution in chaenopsins, as inferred by divergence among\nfour putative transisthmian geminate species pairs, are rapid compared\nto other fishes. Conflicts among genetic markers and morphology are\nespecially evident within the genus Coralliozetus, with different\nspecies relationships supported by morphology, TMO-4C4, and RAG1 plus\nRhodopsin. This study hypothesizes a novel sistergroup relationship\nbetween Ekemblemaria and Hemiemblemaria, consistent with morphological,\nmolecular and habitat use data. Our total evidence phylogenetic\nhypothesis indicates that previously hypothesized morphological\ncharacters supporting a close relationship between Hemiemblemaria and\nChaenopsis plus Lucayablennius resulted from convergent evolution in\nthese relatively free-swimming blennies.","trees":[{"tree_label":"MP MajRule","ntax":"40","rootedtree":"TRUE","title":"Chaenopsinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_47504.phy"},{"tree_label":"MajRule","ntax":"40","rootedtree":"TRUE","title":"Chaenopsinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_47503.phy"}]}