{"Authors":" Karolina Fucikova, Jared C. Rada, Alena Lukesova, Louise A.\nLewis","Year":" 2011","Title":" Cryptic Diversity within the Genus Pseudomuriella Hanagata\n(Chlorophyta, Chlorophyceae, Sphaeropleales) Assessed Using Four Barcode\nMarkers.","Journal":" Nova Hedwigia","Volume":" 93","Issue":"","Pages":" 29 - 46","Keywords":" barcoding, coccoid, rbcL, cox1, ITS, tufA, cryptic\nspecies.","DOI":"","Abstract":" The taxonomy of green coccoid algae traditionally has been\nlimited by their character- poor morphology observable by light\nmicroscopy. Alternative methods, especially the use of molecular\nsequence data, often reveal cryptic diversity and help clarify\nphylogenetic affiliations of green coccoids. The present study focuses\non the morphologically cryptic diversity within the genus Pseudomuriella\nHanagata, established using a phylogenetic approach based on a four-gene\nphylogeny. Suitability of the four individual molecular markers, the\nnuclear internal transcribed spacer 2, the plastid genes rbcL and tufA,\nand the mitochondrial cox1 gene, for species recognition (barcoding) was\nassessed by comparison of their performance in species-level resolution\nwithin the Pseudomuriella clade, while also considering the ease of\ntheir use. All four genes examined were found to contain variation\nusable for species-level resolution, and provided largely consistent\nphylogenies. Cox1 was about twice as variable among species as the other\nthree markers but needed taxon specific primers. A joint use of the four\nmarkers may be the ideal tool for barcoding cryptic green algal species,\nbut both rbcL and tufA appear to be the most practical combination of\ngood phylogenetic signal and ease of use.","trees":[{"tree_label":"18S + rbcL","ntax":"7","rootedtree":"TRUE","title":"Pseudomuriella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27621.phy"},{"tree_label":"4barcodes","ntax":"12","rootedtree":"TRUE","title":"Pseudomuriella","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27620.phy"}]}