{"Authors":" Martina Reblova, Walter Gams, Vaclav Stepanek","Year":" 2011","Title":" The new hyphomycete genera Brachyalara and Infundichalara,\nthe similar Exochalara and species of Phialophora sect. Catenulatae\n(Leotiomycetes)","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Chalara, Glomerellales, Helotiales, Lasiadelphia,\nMonilochaetes, Phialophora, phylogeny","DOI":"","Abstract":" The phylogenetic relationships of five morphologically\nsimilar strains labeled Exochalara longissima were studied with\nsequences of Internal Transcribed Spacer (ITS1-nc5.8S-ITS2) and the\nsmall and large subunits of nuclear ribosomal DNA (nc18S and nc28S rDNA)\nin three different molecular data sets. The phylogenetic analyses,\nmaximum likelihood, maximum parsimony heuristic search and Bayesian\napproach, revealed that these strains belong to three different genera.\nBased on the two-gene phylogeny of nc18S-nc28S rDNA, the true\nrelationship of the anamorphic genus Exochalara, typified with E.\nlongissima (strains CBS 393.82 and CBS 980.73), lies within the\nHelotiales of the Leotiomycetes. Exochalara is characterized by upright,\npigmented conidiophores with terminally integrated cylindrical\nmonophialides and hyaline fusiform to drop-shaped conidia, cohering\nend-to-end in basipetal chains. The holomorph genera Hyphodiscus\n(anamorph Catenulifera) and Chlorociboria (anamorph Dothiorina) are\nshown as closest relatives of Exochalara. The strains CBS 622.82 and CBS\n114633, which differ from Exochalara in shorter, decumbent\nconidiophores, ampulliform monophialides, ellipsoidal to obovoidal,\n1-celled hyaline conidia straw-yellow in the mass and sympodial\nramification/branching of conidiophores in vitro also grouped in the\nLeotiomycetes but on a separate position from Exochalara. The new genus\nBrachyalara is introduced for them. Subsequently four strains of the\nmorphologically similar Chalara microchona were analysed. Three strains,\nincluding the ex-type strain, which formed a strongly supported\nmonophylum distinct from more typical species of Chalara, Exochalara and\nBrachyalara, are introduced as a new monotypic genus Infundichalara.\nExochalara and the two newly recognized genera are compared with\nChalara, Herreromyces and Phialophora. The strain MUCL 40959, according\nto the ITS (ITS1-ITS2) and three-gene phylogeny (nc18S-nc5.8S-nc28S\nrDNA) is found to belong to Monilochaetes, which is the anamorph of the\nholomorph genus Australiasca in the Glomerellales, Sordariomycetes. The\nfungus is described as a new anamorphic species and compared with the\nother four species in the genus.","trees":[{"tree_label":"tree 1","ntax":"75","rootedtree":"TRUE","title":"Tr25320","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25320.phy"}]}