{"Authors":" Kareen Schnabel","Year":" 2010","Title":" Galatheoidea is not monophyletic  molecular and morphological\nphylogeny of the squat lobsters (Decapoda: Anomura) with recognition of\na new superfamily","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" 16S, 18S, 28S ribosomal RNA, Galatheidae, Chirostylidae,\nKiwaidae","DOI":"","Abstract":" The monophyletic status of the squat lobster superfamily\nGalatheoidea has come under increasing doubt by studies using evidence\nas diverse as larval and adult somatic morphology, sperm ultrastructure,\nand molecular data. Here we synthesize phylogenetic data from these\ndiverse strands, with the addition of new molecular and morphological\ndata to examine the phylogeny of the squat lobsters and assess the\nstatus of the Galatheoidea. A total of 64 species from 16 of the 17\ncurrently recognised anomuran families are included. Results support\nprevious work pointing towards polyphyly in the superfamily Galatheoidea\nand Paguroidea, specifically, suggesting independent origins of the\nGalatheidae + Porcellanidae and the Chirostylidae + Kiwaidae.\nMorphological characters are selected that support clades resolved in\nthe combined analysis and the taxonomic status of Galatheoidea sensu\nlato is revised. Results indicate that Chirostylidae are more closely\nrelated to an assemblage including Aegloidea, Lomisoidea and Paguroidea\nthan to the remaining Galatheoidea and are referred to the superfamily\nChirostyloidea to include the Chirostylidae and Kiwaidae. A considerable\namount of research highlighting morphological differences supporting\nthis split is discussed. The Galatheoidea sensu stricto is restricted to\nthe families Galatheidae and Porcellanidae, and diagnoses for both\nChirostyloidea and Galatheoidea are provided. Present results highlight\nthe need for a detailed revision of a number of taxa, challenge some\ncurrently used morphological synapomorphies, and emphasise the need for\nintegrated studies with wide taxon sampling and multiple data sources to\nresolve complex phylogenetic questions.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Galatheoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25300.phy"},{"tree_label":"Fig. 2 DNA only","ntax":"64","rootedtree":"TRUE","title":"Galatheoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25302.phy"},{"tree_label":"Fig. 2 morph","ntax":"64","rootedtree":"TRUE","title":"Galatheoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25304.phy"}]}