{"Authors":" Zu-Yu Yang, Jin-Hua Ran, Xiao-Quan Wang","Year":" 2010","Title":" Three Genome-based Phylogeny of Cupressaceae s.l.: Nuclear\nGene Evolution in the Rare Polyploids of Conifers and Further Evidence\nfor the Southern Hemisphere Biogeography","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cupressaceae s.l.; LEAFY (LFY); NEEDLY (NLY); Chloroplast\nmatK; Mitochondrial rps3; Gymnosperm phylogeny; Polyploid; Gondwana","DOI":"","Abstract":" While DNA sequences from different genomes have been\nwidely utilized in phylogenetic reconstruction at various taxonomic\nlevels, it is still difficult to use nuclear genes to reconstruct\nphylogenies of plant groups with a large genome and complex gene\nfamilies, such as gymnosperms. Here, we use two single-copy nuclear\ngenes LEAFY and NEEDLY that originated from an ancient gene duplication,\ntogether with chloroplast matK and mitochondrial rps3 genes, to\nreconstruct the phylogeny of the important conifer family Cupressaceae\ns.l., based on a complete sampling of its 32 genera covering all\ncontinents except Antarctica. It is very exciting that the gene trees\ngenerated from the three genome data are highly congruent in topology,\nsupporting the basal position of Cunninghamia and the seven-subfamily\nclassification. In particular, the estimated divergence times based on\ndifferent data sets not only correspond well with each other but also\nwith the oldest fossil records. These results may imply that we have\nobtained the organismal phylogeny of Cupressaceae s.l.. In addition,\npossible origins of all three polyploid genera or species of conifers\n(Fitzroya, Sequioa and Juniperus chinensis) were investigated based on\nphylogenetic reconstruction and the evolutionary patterns of LEAFY and\nNEEDLY genes, and a hybrid origin was suggested for Cupressus, Fitzroya\nand Sequioa. Moreover, we found that the biogeographic history of\nCupressaceae s.l. is closely associated with the separation between\nLaurasia and Gondwanawa and the further break-up of the later, although\nlong distance dispersal could have occurred. Our study also provides new\nevidence for the phylogeny of gymnosperms.","trees":[{"tree_label":"PHYLIP 1","ntax":"77","rootedtree":"TRUE","title":"Tr25295","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25295.phy"},{"tree_label":"PHYLIP 1","ntax":"76","rootedtree":"TRUE","title":"Tr25296","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25296.phy"},{"tree_label":"PHYLIP 1+","ntax":"42","rootedtree":"FALSE","title":"Tr25297","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25297.phy"},{"tree_label":"PHYLIP 1+","ntax":"47","rootedtree":"FALSE","title":"Tr25298","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25298.phy"},{"tree_label":"PHYLIP 1","ntax":"45","rootedtree":"TRUE","title":"Tr25299","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25299.phy"}]}