{"Authors":" Young-Joon Choi, Hyeon-Dong Shin, Sebastian Ploch, Marco\nThines","Year":" 2010","Title":" Three new cryptic species are the closest relatives of the\nwidespread species Albugo candida","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Albuginales, broad species concept, host specificity,\nHyaloperonospora, morphology, species key, obligate biotroph, white\nblister rust","DOI":"","Abstract":" White blister rust caused by the obligate biotroph Albugo\ncandida (Albuginaceae; Oomycota) is one of the most notorious and common\ndiseases of Brassicaceae. During the past five years, A. candida\nspecimens collected from about 30 host genera were phylogenetically and\nmorphologically investigated in several studies. These not only revealed\nthat A. candida s.str. has a broad host range, encompassing a large\nnumber of host plants belonging to Brassicales, but also the presence of\npreviously overlooked species of Albugo with hosts in this order. In\nthis study, we examined specimens from Alyssum, Barbarea, and Rorippa,\nof which many species were commonly recorded as host plants of A.\ncandida but could not be included in previous works due to the paucity\nof specimens available. It was revealed that Albugo specimens from\nAlyssum montanum, Barbarea vulgaris, and various Rorippa species, were\nplaced in three phylogenetically distinct clades, but closer to A.\ncandida s.str. than any previously reported species. Oospores were\nobserved from Albugo specimens parasitic to Rorippa and could be\ndistinguished morphologically from A. candida. Therefore, Albugo\nrorippae sp. nov. is described and illustrated here. The present study\nreveals that a large number of Albugo species remain still undiscovered,\nand that species close to A. candida exist, which could help elucidating\nthe basis of the broad host range of A. candida as opposed to the narrow\nspecialisation that is seemingly present in other species of Albugo on\nthe Brassicaceae.","trees":[{"tree_label":"ITS","ntax":"38","rootedtree":"TRUE","title":"Cryptic Species of Albugo candida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25418.phy"},{"tree_label":"COX2","ntax":"51","rootedtree":"TRUE","title":"Cryptic Species of Albugo candida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25419.phy"}]}