{"Authors":" Linda Fuselier, Blanka Shaw, John Engel, Matt von Konrat,\nDenise Pinheiro da Costa, Nicolas Devos, A. Jonathan Shaw","Year":" 2010","Title":" The status and phylogeography of liverwort genus Apometzgeria\nKuwah. (Metzgeriaceae)","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" bryophyte systematics, cryptic speciation,\nMarchantiophyta, disjunct distributions, Metzgeria","DOI":"","Abstract":" Three species have been formerly segregated from Metzgeria\nin the genus Apometzgeria. One of the species, A. frontipilis, is\nendemic to South America but the second, A. pubescens, is currently\nunderstood as having a bipolar range with populations across the\nHolarctic and in southern South America. The third species, A.\nlongifrondis, was described from China (and is not included in this\nstudy). Species of bryophytes that range across continents and have\nlittle or no morphological variation among populations may nevertheless\nharbor morphologically cryptic genetic lineages. We used nuclear and\nplastid sequence data to examine the phylogenetic relationship between\nApometzgeria and Metzgeria, and phylogeographic patterns in taxa\nassigned to Apometzgeria. Two species often assigned to Apometzgeria are\nphylogenetically embedded within Metzgeria in two separate clades, one\ncomprising all Holarctic A. pubescens and a second with A. pubescens\nfrom South America and all accessions of A. frontipilis. Phylogenetic\nand haplotype analyses reveal a lack of phylogeographic structure among\nA. pubescens plants from throughout its Holarctic distribution. However,\nA. pubescens in South America is more closely related to A. frontipilis\nand species of Metzgeria from South America than they are to any A.\npubescens from the Northern Hemisphere. Thus, A. pubescens is Holarctic\nin distribution and morphologically similar plants form a divergent\nlineage in South America. Our results do not support Apometzgeria as a\nseparate genus in the Metzgeriaceae.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"Apometzgeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25357.phy"}]}