{"Authors":" Jianhua Li, Michael J Donoghue, Bruce G. Baldwin, Richard\nCharles Winkworth","Year":" 2004","Title":" Viburnum phylogeny based on chloroplast trnK intron and\nnuclear ribosomal ITS DNA sequences.","Journal":" Systematic Botany","Volume":" 29","Issue":" 1","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses of chloroplast trnK intron and\nnuclear ribosomal ITS DNA sequences yield significant improvements in\nour understanding of relationships, character evolution, and\nbiogeography in Viburnum (Adoxaceae). We confirm that most of the ten\ntraditionally recognized sections are monophyletic. The most striking\nexception is Odontotinus, which is divided into: (i) a purple-fruited\nNew World clade within which the Latin American section Oreinotinus is\nnested, and (ii) an Old World, mostly red-fruited clade that is closely\nrelated to V. cylindricum (section Megalotinus) and the New World,\npurple-fruited V. acerifolium. We identify three major supra-sectional\ngroupings: (i) a clade consisting of the\nOdontotinus-Oreinotinus-Megalotinus complex, the circum-boreal section\nOpulus, and the Eurasian section Tinus, (ii) a clade containing the Old\nWorld section Viburnum, the New World section Lentago, and, with less\nsupport, section Pseudotinus, and (iii) a clade containing the Asian\nsections Tomentosa and Solenotinus. Two species are not clearly allied\nto any of these supra-sectional clades: V. urceolatum, a\nTaiwanese/Japanese species traditionally placed in section Viburnum, and\nV. clemensiae, a Bornean species previously assigned to section\nSolenotinus. The placement of the root also remains uncertain, but\nprobably does not fall within any of the three major supra-sectional\nclades. Knowledge of relationships within sections is useful in\nclarifying historical biogeography and the evolution of sterile flowers\nand fruit color. The one case of conflict between datasets highlights a\npossible instance of homoploid hybrid speciation.","trees":[{"tree_label":"Fig. 1","ntax":"45","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1292.phy"},{"tree_label":"Fig. 2","ntax":"45","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1293.phy"},{"tree_label":"Fig. 3","ntax":"45","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1294.phy"}]}