{"Authors":" Steven J. Wagstaff, Ilse Breitwieser, Motomi Ito","Year":" 2011","Title":" Evolution and biogeography of Pleurophyllum (Astereae,\nAsteraceae), a small genus of megaherbs endemic to the subantarctic\nislands","Journal":" American Journal of Botany","Volume":" 98","Issue":" 1","Pages":" 62-75","Keywords":" Antarctica; Astereae; divergence estimate; phylogenetic\ninference; megaherb; Pleurophyllum; subantarctic islands","DOI":" 10.3732/ajb.1000238","Abstract":"  Premise of the study The abundance of fossils in\nAntarctica suggests this continent was a center of diversification and\ncorridor for migration for many austral plant groups until the late\nTertiary and may have played a pivotal role in shaping plant\ndistributions in the Southern Hemisphere. While the Antarctic flora was\nlargely erased by glaciation during the Pleistocene, at least some of\nAntarctic plant species found refuge on the subantarctic islands. \nMethods We used independent and combined analysis of ITS, ETS, trnK and\ntrnL DNA sequences to infer phylogenetic relationships in Pleurophyllum,\na small genus of three species that are endemic to the subantarctic\nislands of Australia and New Zealand. The inferred phylogeny provided a\nframework to reconstruct the origin and patterns of diversification in\nthe genus.  Key results Here we summarize support for the hypothesis\nthat Pleurophyllum survived episodes of Pleistocene glaciation in the\nsubantarctic islands, and its sisters dispersed northward in response to\nglacial advance.  Conclusions The distinctive flora of the subantarctic\nislands may harbor some of the last remnants of a once diverse flora and\nmay still retain distinctive features of their Antarctic ancestors.\nStudies of endemic plants such as Pleurophyllum may be the key to\nresolving this puzzle.","trees":[{"tree_label":"Fig. 4","ntax":"37","rootedtree":"TRUE","title":"Crown Radiation in Pleurophyllum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25437.phy"}]}