{"Authors":" Eric W.A. Boehm, Conrad Lamoraal Schoch, Joseph W.\nSpatafora","Year":" 2009","Title":" On the evolution of the Hysteriaceae and Mytilinidiaceae\n(Pleosporomycetidae, Dothideomycetes, Ascomycota) using four nuclear\ngenes.","Journal":" Mycological Research","Volume":" 113","Issue":" 4","Pages":" 461-479","Keywords":" Gloniaceae; Hysteriales; Loculoascomycetes;\nMytilinidiales; Patellariales","DOI":" 10.1016/j.mycres.2008.12.001","Abstract":" We present a molecular phylogenetic analysis for two\nfamilies of Dothideomycetes, the Hysteriaceae, currently classified in\nthe Hysteriales and the Mytilinidiaceae, originally placed in the\nMelanommatales, then considered as Dothideomycetes et\nChaetothyriomycetes incertae sedis, and more recently viewed as\nPleosporomycetidae incertae sedis. Taxon sampling in the Hysteriaceae\nincluded 35 isolates, representing five of the eight currently accepted\ngenera: Hysterium (6 species), Hysterographium (4 species), Gloniopsis\n(2 species), Glonium (5 species), and Farlowiella (1 species). For the\nMytilinidiaceae, 11 isolates were included, representing three of the\nseven currently accepted genera, Mytilinidion (7 species), Lophium (1\nspecies), and Ostreichnion (2 species). Phylogenetic reconstruction\nutilized four nuclear genes, the ribosomal small and large subunits,\ntranscription elongation factor and RNA polymerase II subunit 2, and\ngenerated a total of 125 new GenBank accessions. Multigene phylogenies\nprovide strong support for the monophyly of the Hysteriaceae and of the\nMytilinidiaceae, both within the Pleosporomycetidae. However, sequence\ndata also indicate that both families are not closely related within the\nsubclass. Although core groups for many of the genera in the\nHysteriaceae have been defined, Hysterium, Gloniopsis, and\nHysterographium are polyphyletic, with affinities not premised on spore\nseptation and pigmentation, implying that the phragmospore and\ndictyospore have evolved independently and repeatedly within the group.\nGlonium is also polyphyletic, but along two highly divergent lines. The\ngenus lies outside of the Hysteriaceae, and finds close affinities\ninstead with the family Mytilinidiaceae. It is restricted here to\nspecies with subiculate, dichotomously branched, laterally anastomosed\nhysterothecia, bearing acuminate didymospores, for which we propose the\nGloniaceae fam. nov. to accommodate the type, G. stellatum and related\nforms (e.g., G. circumserpens). The genus Psiloglonium is reinstated\nwithin the Hysteriaceae, with P. lineare, as type, to accommodate\nnon-subiculate species, with apically obtuse didymospores. Farlowiella,\nwith one-celled papillate ascospores, is is removed from the\nHysteriaceae, but remains within the Pleosporomycetidae. In contrast,\ndespite divergent spore morphologies, the genera Mytilinidion and\nLophium form a strongly supported clade, thus defining a highly\nmonophyletic Mytilinidiaceae, adjacent to the Gloniaceae, for which we\npropose the Mytilinidiales ord. nov. The genus Ostreichnion, previously\nin the Mytilinidiaceae, is here transferred to the Hysteriaceae. It is\nconcluded that the evolution of the hysterothecium occurred multiple\ntimes within the Pleosporomycetidae, and alone it is not a synapomorphic\ncharacter state for the Hysteriaceae. The ability to perennate, and time\nspore discharge with environmental conditions suitable for germination,\nmay be the driving force behind the evolution of the hysterothecium\namong unrelated groups, since most of these fungi occur on decorticated\nwoody substrates prone to prolonged periods of desiccation. The\nfollowing new combinations are proposed: Mytilinidion andinense\n(Basionym: Hysterium andinense), Psiloglonium compactum (Basionym:\nGlonium compactum), Psiloglonium simulans (Basionym: Glonium simulans),\nand Psiloglonium clavisporum (Basionym: Glonium clavisporum).","trees":[{"tree_label":"Fig. 3","ntax":"80","rootedtree":"TRUE","title":"Dothideomycetes with the Pleosporomycetidae\nDothideomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25447.phy"},{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Combined nuSSU, nuLSU, TEF1, and RPB2 for the\nDothideomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25446.phy"}]}