{"Authors":" Christian H. Uhink, Joachim W. Kadereit","Year":" 2009","Title":" Phylogeny and Biogeography of the Hyoscyameae (Solanaceae):\nEuropean - East Asian Disjunctions and the Origin of European Mountain\nPlant Taxa.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 22-54","Keywords":" ITS, ndhF/trnLF, BEAST, Bayesian relaxed molecular\nclock.","DOI":"","Abstract":" It has long been claimed that Asian high mountain areas\nconstitute an important source for European mountain floras. The\nconnection between these areas might have been through intervening\nmountain regions such as the Himalayas, Hindu Kush, Elburs and Caucasus,\nor along a more northern route. To address this question, we have\nanalysed plant groups with a disjunct distribution in Eurasia (Europe,\nCaucasus and East Asia). Their phylogeny is expected to reveal the\nsequence of range splits in Eurasia, and to answer the question whether\nthe European representatives are closely related to taxa in the Caucasus\nthan to eastern representatives or not. If yes, this is interpreted as\nevidence in favour of a mountain route from Asia into Europe. The\nHyoscyameae, a tribe of Solanaceae, consisting of Atropa, Scopolia,\nHyoscyamus, Physochlaina, Atropanthe, Anisodus and Prezewalskia is a\nwell-supported monophyletic clade. Whereas the latter three genera have\na rather narrow distribution area and are endemic to W China and the\nHimalayas, the remaining genera are widely or disjunctly distributed in\nAsia and reach into Europe and even N Africa. Several taxa of\nHyoscyameae have a montane or alpine ecology and are associated with\nmountain ranges. We reconstructed the phylogeny of the Hyoscyameae using\nnuclear and plastid markers. All genera were found to be monophyletic,\nbut relationships among them are not fully supported. In the\nPrezewalskia/Physochlaina/Scopolia clade first branches are mainly found\n21 in W China and C Asia and the close relationship between\nEuropean/Caucasian and Japanese Scopolia taxa supports the assumption of\na northern connection between the European mountains and E Asia. This is\ncongruent with results obtained by us in Epimedium (Berberidaceae). In\nAtropa, A. baetica from N Africa/Southwest Europe is sister to the\nremainder of the genus which is distributed across Europe, in the\nCaucasus and in C Asia. The Himalayan A. acuminatum can not be\ndistinguished from the European A. belladonna on the DNA-sequence level,\nand both are part of a polytomy together with Caucasian and C Asian\ntaxa. Although these latter results do not allow us to draw any\nconclusions about the relationships and possible origin of most of the\nEuropean material of Atropa, the sister group relationship of A. baetica\nto the rest of the genus may imply that much in contrast to our findings\nin the Prezewalskia/Physochlaina/Scopolia-clade, range formation in\nAtropa proceeded from west to east.","trees":[{"tree_label":"Fig. 4","ntax":"17","rootedtree":"TRUE","title":"Solanaceae-Hyoscyameae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25420.phy"},{"tree_label":"Fig. 3","ntax":"45","rootedtree":"TRUE","title":"Hyoscyameae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25439.phy"},{"tree_label":"Fig. 2","ntax":"45","rootedtree":"TRUE","title":"Hyoscyameae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25441.phy"},{"tree_label":"Fig. 5","ntax":"49","rootedtree":"TRUE","title":"Solanaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25444.phy"}]}