{"Authors":" Nuria E Macias-Hernandez, Pedro Oromi, Miquel A Arnedo","Year":" 2010","Title":" Integrative Taxonomy Uncovers Hidden Species Diversity in\nWoodlouse Hunter Spiders (Araneae, Dysderidae) Endemic to the\nMacaronesian Archipelagoes.","Journal":" Systematics & Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Canary Islands, cryptic species, data set incongruence,\nFuerteventura, incomplete lineage sorting, Lanzarote, molecular\nphylogeny, Salvage Islands","DOI":"","Abstract":" The development of molecular techniques as a taxonomic\ntool and its integration with information provided by other disciplines,\nhas enhanced species discovery, facilitated species delimitation and\nafforded invaluable data for inferring species phylogeny. In this paper,\nwe provide an example of how DNA sequence data, along to morphometric,\ndistributional and ecological information, helps to identify and\ndiagnose lineages overlooked in former traditional taxonomic revisions.\nThe nocturnal, ground-dwelling spider genus Dysdera has colonized all\nthe Macaronesian archipelagos, and undergone a major diversification in\nthe Canary Islands. A recent molecular phylogenetic analysis of Dysdera\nspecies endemic to the eastern Canary Islands has revealed deep genetic\ndivergences among some populations, suggesting the existence of cryptic\ntaxa. Here, we combine data from mitochondrial and nuclear loci with\nmorphological and ecological evidence to delimit and formally describe\nthree previously overlooked species: D. aneris sp. nov. endemic to the\nSalvage Islands, D. mahan sp. nov. distributed along coastal and sandy\nhabitats of Lanzarote, north of Fuerteventura and adjacent islets, and\nD. simbeque sp. nov. restricted to two valleys in northern Lanzarote.\nMolecular markers provide key information to transform apparent\nmorphological polymorphism into diagnostic features of evolutionary\nindependent lineages. Dysdera mahan sp. nov. is unique among Canarian\nDysdera in that it is found in the intertidal zone on pebbled beaches.\nLow genetic variability and genital differentiation associated with\nrelatively high somatic divergence, suggest that speciation in D. mahan\nsp. nov. was probably driven by a selection of phenotypic traits\nadaptive to this rare environment. Separate analyses and statistical\ntests revealed instances of phylogenetic incongruence between\nmitochondrial and nuclear genes, probably as a result of incomplete\nlineage sorting. The temporal framework for the origin and\ndiversification of the new species inferred from the molecular data\ncorroborates former hypotheses on the late Pliocene origin of\npresent-day Salvage Islands biota","trees":[{"tree_label":"MPT 1","ntax":"48","rootedtree":"TRUE","title":"Dysderids in Macaronesian Archipelagoes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25450.phy"},{"tree_label":"MPT 2","ntax":"48","rootedtree":"TRUE","title":"Dysderids in Macaronesian Archipelagoes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25451.phy"}]}