{"Authors":" Amanda D Roe, Adrianne V Rice, David W Coltman, Janice EK\nCooke, Felix A.H. Sperling","Year":" 2010","Title":" Comparative phylogeography, genetic differentiation, and\ncontrasting reproductive modes in three fungal symbionts of a\nmultipartite bark beetle symbiosis","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" comparative phylogeography, congruence analysis,\nmultilocus sequence typing, Dendroctonus ponderosae, fungi, multipartite\nsymbiosis","DOI":"","Abstract":" Multipartite symbioses are complex symbiotic relationships\ninvolving multiple interacting partners. These partnerships provide an\nexcellent system in which to apply a comparative approach to identify\ncommon historical patterns of population differentiation and\nspecies-specific life history traits. Using three symbiotic blue stain\nfungal species (Ophiostomatacea) associated with outbreaking populations\nof the mountain pine beetle (Dendroctonus ponderosae Hopkins) in western\nCanada, we applied phylogenetic, population genetic, and demographic\napproaches to identify similar and contrasting phylogeographic patterns\namong the three fungal species. Broadly, the three species showed\nsignificant population differentiation, forming northern and southern\npopulations, despite dramatic differences in haplotype diversity. Finer\nscale structuring and population demographic patterns were less\nconsistent, showing some interspecific incongruence. By contrasting\nthese species simultaneously, we were able to identify differences in\nreproductive mode and recombination rate that, in turn, can explain the\nobserved patterns of incongruence among the fungal species. By applying\na comparative approach to partners of a multipartite symbiosis we were\nable to distinguish congruent population structuring and\nspecies-specific differences that help us to understand the complexity\nand evolution of this symbiotic system.","trees":[{"tree_label":"UNTITLED","ntax":"66","rootedtree":"TRUE","title":"Fungal Symbionts of Beetle Symbiosis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25456.phy"}]}