{"Authors":" Edward Claiborne Theriot, Matt Ashworth, Elizabeth Clare\nRuck, Teofil Nakov, Robert K Jansen","Year":" 2010","Title":" A preliminary multigene phylogeny of the diatoms\n(Bacillariophyta): challenges for future research.","Journal":" Plant Ecology and Evolution","Volume":" 143","Issue":" 3","Pages":" 1-18","Keywords":" diatoms, phylogeny, SSU, rbcL, psbC, taxon sampling,\nhypothesis testing","DOI":"","Abstract":" Background and aims  Formal inferences of the diatom\nphylogeny have largely depended on the nuclear-encoded small subunit of\nthe rDNA gene (SSU). Large parts of the tree remain unresolved,\nsuggesting that new sources of data need to be applied to this question.\nThe next largest dataset consists of the large subunit of the\nribulose-bisphosphate carboxylase gene (rbcL). The photosystem II gene\npsbC has also been applied to problems at higher levels of the diatom\nphylogeny. Thus, we sequenced each of these three genes for 136 diatoms\nin an attempt to determine their applicability to inferring the diatom\nphylogeny. Methods  We attempted to obtain a more or less even sampling\nacross the diatom tree. In particular, we increased sampling among the\nradial and polar centrics and among taxa that morphologically appear to\nbe transitional between polar centrics and araphid pennates. Normal\nsequencing methods were used. Data were analyzed under maximum\nlikelihood. Key results  Analysis of SSU and chloroplast data returned\nmany of the same clades and the same general structure of the tree.\nCombined, the data weakly reject monophyly of the radial centrics. The\nchloroplast data weakly support monophyly of the polar centrics but SSU\nand combined data weakly reject polar centric monophyly. There may be an\nhitherto unrecognized clade of araphid pennates sister to the remaining\npennates. Conclusion  While it is obvious that more genetic data need to\nbe collected, perhaps the greatest obstacle to inferring an accurate, or\nat least global and robust, diatom phylogeny is the fact that the parts\nof the diatom tree that appear to be the most intractable to date\n(relationships among centric groups and between centrics and pennates)\nare also the most undersampled. This is in part due to major extinctions\nin the radial and polar centrics. We believe diatomists need to support\nmore effort in both the molecular and morphological studies of these\ndiatoms, and in the search for more information about the first half of\nthe diatom stratigraphic record.","trees":[{"tree_label":"Fig. 12","ntax":"137","rootedtree":"TRUE","title":"Preliminary Multi-gene Phylogeny of the Diatoms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25455.phy"}]}