{"Authors":" Kenneth J. Sytsma, Hugh H Iltis, Jocelyn C Hall","Year":" 2004","Title":" Molecular phylogenetics of core Brassicales, placement of\norphan genera Emblingia, Forchhammeria,Tirania, and character\nevolution.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Many genera previously placed in the traditionally\ncircumscribed Capparaceae are either unrelated or, more commonly,\nisolated lineages in the order Brassicales. This study examines the\nrelationships of three of these orphan genera, Emblingia, Forchhammeria,\nand Tirania, in the context of a focused analysis of the core\nBrassicales. In order to assess relationships of these genera, analyses\nwere conducted across Brassicales using chloroplast rbcL, ndhF, and matK\nsequence information. Both maximum parsimony and maximum likelihood\nanalyses place all three genera in the well-supported core Brassicales\n(Brassicaceae, Capparaceae, Cleomaceae, Gyrostemonaceae,\nPentadiplandraceae, Resedaceae, and Tovariaceae). The Asiatic Tirania\nand New World tropical Forchhammeria are closely related to two small\nfamilies, the pan-temperate Resedaceae and the Australian\nGyrostemonaceae. These analyses also indicate a novel placement of\nEmblingia as sister to all remaining members of core Brassicales.\nAlthough there is strong support for the relationships among most of\nthese taxa, relationships of Pentadiplandraceae and Tovariaceae are\nweakly resolved. Thus, the core Brassicales is a biogeographically\ndispersed lineage that is comprised of many small and morphologically\ndistinct clades plus the large crown group Brassicaceae s. lat. Patterns\nof morphological evolution appear complex, especially in floral merosity\nand carpel and locule number. Likewise, the evolution of breeding\nsystems within this lineage involves recurrent shifts towards monoecy or\ndioecy, and possible reversals back to bisexuality. Further sampling of\nCapparaceae tribe Stixeae is critical for any taxonomic recommendation\nof familial status for these orphan genera.","trees":[{"tree_label":"Fig. 2D","ntax":"35","rootedtree":"TRUE","title":"Brassicales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_447.phy"},{"tree_label":"Fig. 2A","ntax":"35","rootedtree":"TRUE","title":"Brassicales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1676.phy"},{"tree_label":"Fig. 2B","ntax":"35","rootedtree":"TRUE","title":"Brassicales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1677.phy"},{"tree_label":"Fig. 2c","ntax":"31","rootedtree":"TRUE","title":"Brassicales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1678.phy"},{"tree_label":"Fig. 3","ntax":"35","rootedtree":"TRUE","title":"Brassicales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1679.phy"}]}