{"Authors":" Lisa M. Schultheis, Michael J Donoghue","Year":" 2004","Title":" Molecular phylogenetic and biogeographic analyses of Ribes\n(Grossulariaceae) with an emphasis on gooseberries (subg.\nGrossularia).","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Gooseberries are often distinguished from currants as a\ndistinct genus (Grossularia) or subgenus (Ribes subg. Grossularia), but\nrecent molecular phylogenetic analyses of chloroplast and nuclear data\ndisagree as to the monophyly of this group. We report new sequence data\nfrom the 18-26S nuclear rDNA ITS and ETS regions and from the\nchloroplast psbA-trnH intergenic spacer that, in combination with\npreviously reported data, suggest subg. Grossularia is monophyletic and\nnested within Ribes. Two main lineages are evident within subg.\nGrossularia, corresponding to the true gooseberries (subg. Grossularia\nsect. Grossularia) and a clade of glabrous-styled western North American\ngooseberries (subg. Grossularia sect. Robsonia, subg. Hesperia, Lobbia).\nBiogeographic analyses based on DIVA optimizations suggest a western\nNorth American origin for subg. Grossularia, with subsequent dispersal\nto east Asia giving rise to a well-supported clade of Asian gooseberry\nspecies in sect. Grossularia. This example contrasts with the\nwell-documented pattern of dispersal from Asia to North America, and\nhighlights the need to investigate additional groups distributed widely\nthrough the Northern Hemisphere.","trees":[{"tree_label":"Fig. 2","ntax":"72","rootedtree":"TRUE","title":"Ribes, ETS tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1680.phy"},{"tree_label":"not pictured","ntax":"77","rootedtree":"TRUE","title":"Ribes, ITS tree, majority rule consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1681.phy"},{"tree_label":"Fig. 3","ntax":"53","rootedtree":"TRUE","title":"Ribes, psba-trnH tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1682.phy"}]}