{"Authors":" Michael Hart, Charlotte Jeffrey Abt, Richard Emlet","Year":" 2011","Title":" Molecular phylogeny of echinometrid sea urchins: new species\nof ‘Heliocidaris’ with derived modes of reproduction","Journal":" Invertebrate Biology","Volume":"","Issue":"","Pages":"","Keywords":" bindin, COI, Shimodaira-Hasegawa test, evolutionary\ndevelopmental biology","DOI":"","Abstract":" Abstract. Pachechinus bajulus is an endemic Tasmanian sea\nurchin species with an unusual mode of brooded larval development. We\nused mitochondrial and nuclear gene sequences to estimate phylogenetic\nrelationships among Pachechinus and other Echinometridae, including\nwell-studied species of Heliocidaris with planktonic development. We\nfound strong evidence for the planktotrophic species H. tuberculata as\nthe sister group to a clade of three closely related species in which\ndevelopment is known (H. erythrogramma, P. bajulus) or suspected (P.\naustraliae) to be lecithotrophic. Shimodaira-Hasegawa tests rejected\nmonophyly of Heliocidaris species. Our most well resolved gene tree\nbased on analysis of combined data from two loci suggested that\nPachechinus species are not monophyletic either. The sister species to\nH. erythrogramma is most likely the virtually unstudied Australian\nendemic P. australiae. The phylogeny has potentially important\nimplications for comparative studies of developmental morphology and\ngenetics that have assumed a close sister-group relationship between H.\nerythrogramma and H. tuberculata, and highlight the need for such data\nfrom Pachechinus species. The results strongly suggest the need for a\ntaxonomic revision (for example, by reassigning Pachechinus species to\nHeliocidaris).","trees":[{"tree_label":"ML","ntax":"12","rootedtree":"TRUE","title":"Echinometrid Sea Urchins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25492.phy"},{"tree_label":"ML","ntax":"14","rootedtree":"TRUE","title":"Echinometrid Sea Urchins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25493.phy"}]}