{"Authors":" Elissa S Ballman, Paul Rugman-Jones, Richard Stouthamer,\nMark S Hoddle","Year":" 2010","Title":" Genetic structure of Graphocephala atropunctata (Signoret)\n(Hemiptera: Cicadellidae) Populations Across its Natural Range in\nCalifornia Reveals Isolation by Distance","Journal":" Journal of Economic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" Graphocephala flavovittata, Graphocephala cythura,\nsharpshooters, COI, 28S","DOI":"","Abstract":" The genetic structure of 23 populations of Graphocephala\natropunctata, a vector of the plant pathogenic bacterium Xylella\nfastidiosa, was investigated using ribosomal 28S and mitochrondrial\ncytochrome C oxidase I gene sequences. 28S sequences were identical\nacross all G. atropunctata specimens and populations, but 16\nmitochondrial haplotypes were detected and significant interpopulation\ndifferences were found in the distribution of these haplotypes. Pairwise\nestimates of FST correlated positively with geographical distance\nbetween populations; a phenomenon known as genetic isolation by\ndistance. Thus, despite potential for widespread movement of G.\natropunctata through nursery and agricultural industries, isolated\npopulations of G. atropunctata have remained genetically distinct,\nsuggesting that negligible numbers of G. atropunctata are actually\ntransported or population interbreeding rarely occurs. The phylogenetic\nrelationship between G. atropunctata and two additional congeners, G.\ncythura Baker and G. flavovittata Metcalf, which have overlapping\ndistributions with G. atropunctata, was also investigated. Although 28S\nsequences of G. flavovittata were strikingly similar to those of G.\natropunctata, mitochondrial DNA suggests that both species are\ngenetically distinct from G. atropunctata.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"The genetic structure of 23 populations of\nGraphocephala atropunctata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25564.phy"}]}