{"Authors":" Greg W. Douhan","Year":" 2010","Title":" Development of molecular markers and preliminary\ninvestigation of the population structure and mating system of the black\nmorel (Morchella elata) group in the Pacific Northwestern USA","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" morels, population genetics","DOI":"","Abstract":" Phylogenetic analysis of LSU/ITS sequence data revealed\ntwo distinct lineages among 44 morphologically similar fruiting bodies\nof natural black morels (Morchella elata group) sampled at three\nnon-burn locations in the St. Joe and Kanisku National Forests in\nnorthern Idaho. Most of the sampled isolates (n = 34) represented a\ndominant LSU/ITS haplotype present at all three sites identical to an\nisolate from the “Mel-12” phylogenetic lineage (GU551425) identified in\na previous study. Variation at 1-3 nucleotide sites was also detected\namong a small number of isolates (n = 6) within this well supported\nclade (94%). Four isolates sampled from a single location were in a\nwell-supported clade (97%) distinct from the dominant haplotypes, and\nmay represent a previously unsampled, cryptic phylogenetic species.\nSpecies-specific SNP and SCAR markers were developed for Mel-12 lineage\nisolates by cloning and sequencing AFLP amplicons and segregation of\nAFLP markers were studied from single ascospore isolates from individual\nfruitbodies. Based on the segregation of AFLP markers within single\nfruiting bodies, split decomposition analyses of two SCAR markers, and\npopulation genetic analyses of SNP, SCAR, and AFLP markers, it appears\nthat members of the Morchella sp. Mel-12 phylogenetic lineage are\nheterothallic and outcross in nature similar to yellow morels. To our\nknowledge, this is the first set of locus-specific molecular markers\nthat has been developed for any Morchella species. These markers will\nprove to be valuable tools to study mating system, gene flow, and\ngenetic structure of black morels at various spatial scales using\nfield-collected fruiting bodies and eliminate the need to culture\nsamples in vitro.","trees":[{"tree_label":"PAUP 1","ntax":"47","rootedtree":"TRUE","title":"Tr25494","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25494.phy"}]}