{"Authors":" Huanyu Y Li, Guangyu Sun, Jean Carlson Batzer, Johannes\n(Ewald) Zacharias Groenewald, Aziz Karakaya, Mark L. Gleason, Pedro W.\nCrous","Year":" 2011","Title":" Scleroramularia gen. nov. associated with sooty blotch and\nflyspeck of apple and pawpaw from the Northern Hemisphere","Journal":" Fungal Diversity","Volume":" 46","Issue":"","Pages":" 53-66","Keywords":" anamorph, SBFS, taxonomy","DOI":" 10.1007/s13225-010-0074-9","Abstract":" Scleroramularia is proposed as a new hyphomycetous fungal\ngenus associated with sooty blotch and flyspeck (SBFS) blemishes of\napple and pawpaw fruit in the Northern Hemisphere. Morphologically the\ngenus closely resembles Ramularia (Mycosphaerellaceae), based on its\nchains of hyaline conidia, with thickened, darkened, somewhat refractive\nconidiogenous loci. Scleroramularia is distinguished by forming black\nsclerotial bodies in culture, and having conidial chains that do not\nquickly disarticulate as observed in Ramularia. Based on the nuclear\nribosomal DNA phylogeny (LSU), Scleroramularia represents an undescribed\norder in the Dothideomycetes, clustering between the Pleosporales and\nthe Botryosphaeriales. Further analysis of morphology in combination\nwith DNA phylogeny of the nuclear ribosomal ITS region and partial\ntranslation elongation factor 1-alpha (TEF) gene sequences delimited\nfive species. These include S. asiminae on Asimina triloba (pawpaw\nfruit) in the U.S.A., and four other species occurring on apple fruit,\nnamely S. abundans (on a local cultivar in Ardeşen, Rize, Turkey), S.\nshaanxiensis (on ‘Fuji’ in China), S. pomigena (on ‘Golden Delicious’ in\nthe U.S.A.), and S. henaniensis (on ‘Fuji’ in China, and ‘Golden\nDelicious’ and ‘Gold Rush’ in the U.S.A.). Morphologically these taxa\ncan be distinguished based on a combination of culture characteristics\nand conidial morphology in vitro, which is reflected in a key to the\nspecies treated.","trees":[{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Scleroramularia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25506.phy"},{"tree_label":"Unpublished ITS","ntax":"10","rootedtree":"TRUE","title":"Scleroramularia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25507.phy"},{"tree_label":"Unpublished TEF","ntax":"10","rootedtree":"TRUE","title":"Scleroramularia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25508.phy"},{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Scleroramularia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25509.phy"}]}