{"Authors":" Daisie Iris Huang, Elizabeth A. Friar","Year":" 2010","Title":" Relationships in the Lupinus albifrons species complex\n(Fabaceae) based on two highly variable chloroplast regions","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" phylogenetics, genetic diversity, haplotype networks,\nspecies radiation, peripatric speciation, Lupinus paynei","DOI":"","Abstract":" The perennial lupines of western North America, previously\nsuggested to be monophyletic, comprise an apparently rapid and recent\nspecies radiation concentrated in the California Floristic Province. The\nLupinus albifrons species complex consists of a number of closely\nrelated yet morphologically variable taxa within the larger group of\nperennial lupines. We used sequence data from two rapidly evolving\nnoncoding chloroplast regions to analyze relationships in the perennial\nlupines, with special emphasis on the Lupinus albifrons species complex.\nSampling from throughout the ranges of species thought to be closely\nrelated to Lupinus albifrons, we found that this group is characterized\nby high genetic diversity not only between species, but also within\nspecies and even within populations. The results of this study call into\nquestion the monophyly of the western North American perennials. Only\ntwo taxa clearly emerge as deserving recognition at the species or\nsubspecies level based on the molecular data: Lupinus paynei from Simi\nValley, California, and Lupinus excubitus from eastern California and\nthe San Gabriel Mountains. Although some taxonomic conclusions can be\nextrapolated from this study, overall, these results warn against\nundersampling in phylogenetic studies of recently evolved groups.","trees":[{"tree_label":"Fig. 1","ntax":"71","rootedtree":"TRUE","title":"Lupinus albifrons species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25497.phy"},{"tree_label":"Alternative ML","ntax":"71","rootedtree":"TRUE","title":"Lupinus albifrons species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25498.phy"}]}