{"Authors":" Annie Archambault, Anne Bruneau","Year":" 2004","Title":" Phylogenetic utility of the LEAFY/FLORICAULA gene in the\nCaesalpinioideae (Leguminosae): Gene duplication and a novel\ninsertion.","Journal":" Systematic Botany","Volume":" 29","Issue":" 3","Pages":" 609-626","Keywords":"","DOI":" 10.1600/0363644041744374","Abstract":" Nuclear sequence data are needed for plant systematics\nstudies in order to supplement data from the chloroplast genome and from\nmorphology. We cloned and sequenced a partial sequence of LEAFY, from\nthe 3’ end of the second intron to the 3’ end of the third exon, for 44\nspecies from the three Leguminosae subfamilies, but with greater taxon\nsampling in the basal subfamily Caesalpinioideae. LEAFY is a single copy\ngene in the Leguminosae, except in members of tribe Detarieae where our\nphylogenetic analyses suggest that two copies are present, one of them\nmight be a pseudogene. Sampled species Brownea Jacq.and Browneopsis\nHuber (Detarieae) possess a large unique insertion, which appears to be\na useful taxonomic marker for this bigeneric group. The rate of\nsubstitution in the coding sequences of LEAFY gives a phylogenetic\nsignal at a broad spectrum of phylogenetic levels, from the intergeneric\nlevel to the family level. The second intron is highly variable, and for\nthe copy that seems to be under relaxed selective constraint, the\nsequences cannot be compared between species of different tribes or\nsubfamilies. The phylogenetic analysis of LEAFY sequences results in\ntopologies that, overall, are consistent with past taxonomy and\nchloroplast sequence analyses. However, incongruence between the\nchloroplast trnL intron and one of the copies of LEAFY is found in the\ntribe Detarieae. This incongruence remains poorly explained, but may\nresult from hidden paralogy or lineage sorting of divergent alleles.\nThis study thus provides an example of the unexpected complexity that\ncan arise when evaluating the plylogenetic utility of a low-copy nuclear\ngene.","trees":[{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"LEAFY Long sq intron_exon Legume 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1684.phy"},{"tree_label":"PAUP 23","ntax":"103","rootedtree":"TRUE","title":"LEAFY coding Legumes 23","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1685.phy"},{"tree_label":"PAUP 22","ntax":"103","rootedtree":"TRUE","title":"LEAFY coding Legumes 22","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1686.phy"}]}