{"Authors":" Robert Alexander Pyron, Frank T. Burbrink, Guarino Rinaldi\nColli, Adrian Nieto Montes de Oca, Laurie J Vitt, Caitlin A. Kuczynski,\nJohn J. Wiens","Year":" 2010","Title":" The Phylogeny of Advanced Snakes (Colubroidea), with\nDiscovery of a New Subfamily and Comparison of Support Methods for\nLikelihood Trees","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" bootstrapping, Colubroidea, combined analysis,\nphylogenetic methods, snakes, supermatrix","DOI":"","Abstract":" The superfamily Colubroidea (>2500 species) includes\nthe majority of snake species and is one of the most conspicuous and\nwell-known radiations of terrestrial vertebrates. However, many aspects\nof the phylogeny of the group remain contentious, and dozens of genera\nhave yet to be included in molecular phylogenetic analyses. We present a\nnew, large-scale, likelihood-based phylogeny for the colubroids,\nincluding 761 species sampled for up to five genes: cytochrome b (93% of\n761 species sampled), ND4 (69%), ND2 (28%), c-mos (54%), and RAG-1\n(13%), totaling up to 5,814 bp per species. We also compare likelihood\nbootstrapping and a recently proposed ultra-fast measure of branch\nsupport (Shimodaira-Hasegawa-like [SHL] approximate likelihood ratio),\nand find that the SHL test shows strong support for several clades that\nwere weakly-supported by bootstrapping in this or previous analyses\n(e.g., Dipsadinae, Lamprophiidae). We find that SHL values are\npositively related to branch lengths, but show stronger support for\nshorter branches than bootstrapping. Despite extensive missing data for\nmany taxa (mean = 67% per species), we find that neither bootstrap nor\nSHL support values for terminal species are related to their\nincompleteness, and that all highly incomplete taxa are placed in the\nexpected families from previous taxonomy, typically with very strong\nsupport. The phylogeny indicates that the Neotropical colubrine genus\nScaphiodontophis represents an unexpectedly ancient lineage within\nColubridae. We present a revised higher-level classification of\nColubroidea, which includes a new subfamily for Scaphiodontophis\n(Scaphiodontophiinae). Our study provides the most comprehensive\nphylogeny of Colubroidea to date, and suggests that SHL values may\nprovide a useful complement to bootstrapping for estimating support on\nlikelihood-based trees.","trees":[{"tree_label":"Imported 0","ntax":"767","rootedtree":"TRUE","title":"Phylogeny of Advanced Snakes (Colubroidea)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25517.phy"},{"tree_label":"Imported 0","ntax":"767","rootedtree":"TRUE","title":"Phylogeny of Advanced Snakes (Colubroidea)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25518.phy"}]}