{"Authors":" Torsten Hugo Struck, Christiane Paul, Natascha Hill,\nStefanie Hartmann, Christoph Hösel, Michael Kube, Bernhard Lieb, Achim\nMeyer, Ralph Tiedemann, Guenter Purschke, Christoph Bleidorn","Year":" 2011","Title":" Phylogenomic analyses unravel annelid evolution","Journal":" Nature","Volume":" 471","Issue":"","Pages":" 95-98","Keywords":" Phylogenomic, EST data, Annelida, Sedentaria,\nErrantia","DOI":" 10.1038/nature09864","Abstract":" Annelida, the ringed worms, are a highly diverse animal\nphylum with over 15,000 described species and are the dominant benthic\nmacrofauna from the intertidal down to the deep sea. A robust annelid\nphylogeny would shape our understanding of animal body plan evolution\nand shed light on the bilaterian ground pattern. Traditionally Annelida\nsplit into two major groups, Clitellata (earthworms and leeches) and\npolychaetes (bristle worms), but recent evidence suggests to include\nother taxa once considered separate phyla (i.e., Sipuncula, Echiura, and\nSiboglinidae, also known as Pogonophora)1-4. However, deep-level\nevolutionary relationships of Annelida are so far poorly understood and\na robust reconstruction of annelid evolutionary history is still wanted.\nHere we show that phylogenomic analyses of 34 annelid taxa using 47,953\namino acid positions recovered a well-supported phylogeny with strong\nsupport for major splits. Our results recover chaetopterids, myzostomids\nand sipunculids in the basal part of the tree, though the position of\nMyzostomida remains uncertain due to its long branch. The remaining taxa\nsplit into two clades, Errantia (including the model annelid\nPlatynereis) and Sedentaria (including Clitellata). Ancestral character\ntrait reconstructions suggest that these clades show adaptation to\neither an errant or sedentary life history with alteration of\naccompanying morphological traits such as peristaltic movement,\nparapodia, and sensory perception. Finally, life history characters in\nAnnelida seem to be phylogenetically informative.","trees":[{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Annelid Evolution","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25557.phy"}]}