{"Authors":" Maximilian P. Nesnidal, Martin Helmkampf, Iris Bruchhaus,\nBernhard Hausdorf","Year":" 2011","Title":" The complete mitochondrial genome of Flustra foliacea\n(Ectoprocta, Cheilostomata)  compositional bias affects phylogenetic\nanalyses of lophotrochozoan relationships","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Brachiozoa; Bryozoa; compositional bias; Entoprocta;\nLophotrochozoa; mitochondrial genome; phylogenomics","DOI":"","Abstract":" Abstract Background: The phylogenetic relationships of the\nlophophorate lineages, ectoprocts, brachiopods and phoronids, within\nLophotrochozoa are still controversial. We sequenced an additional\nmitochondrial genome of the most species-rich lophophorate lineage, the\nectoprocts. Although it is known that there are large differences in the\nnucleotide composition of mitochondrial sequences of different lineages\nas well as in the amino acid composition of the encoded proteins, this\nbias is often not considered in phylogenetic analyses. We applied\nseveral approaches for reducing compositional bias and saturation in the\nphylogenetic analyses of the mitochondrial sequences. Results: The\ncomplete mitochondrial genome (16,089 bp) of Flustra foliacea\n(Ectoprocta, Gymnolaemata, Cheilostomata) was sequenced. All\nprotein-encoding, rRNA and tRNA genes are transcribed from the same\nstrand. Flustra shares long intergenic sequences with the cheilostomate\nectoproct Bugula, which might be a synapomorphy of these taxa. Further\nsynapomorphies might be the loss of the DHU arm of the tRNA L(UUR), the\nloss of the DHU arm of the tRNA S(UCN) and the unique anticodon sequence\nGAG of the tRNA L(CUN). The gene order of the mitochondrial genome of\nFlustra differs strongly from that of the other known ectoprocts.\nPhylogenetic analyses of mitochondrial nucleotide and amino acid data\nsets show that the lophophorate lineages are more closely related to\ntrochozoan phyla than to deuterostomes or ecdysozoans confirming the\nLophotrochozoa hypothesis. Furthermore, they support the monophyly of\nCheilostomata and Ectoprocta. However, the relationships of the\nlophophorate lineages within Lophotrochozoa differ strongly depending on\nthe data set and the used method. Different approaches for reducing\nheterogeneity in nucleotide and amino acid data sets and saturation did\nnot result in a more robust resolution of lophotrochozoan relationships.\n3 Conclusion: The contradictory and usually weakly supported\nphylogenetic reconstructions of the relationships among lophotrochozoan\nphyla based on mitochondrial sequences indicate that these alone do not\ncontain enough information for a robust resolution of the relations of\nthe lophotrochozoan phyla. The mitochondrial gene order is also not\nuseful for inferring their phylogenetic relationships, because it is\nhighly variable in ectoprocts, brachiopods and some other\nlophotrochozoan phyla. However, our study revealed several rare genomic\nchanges like the evolution of long intergenic sequences and changes in\nthe structure of tRNAs, which may be helpful for reconstructing\nectoproct phylogeny.","trees":[{"tree_label":"Fig. 5A","ntax":"49","rootedtree":"TRUE","title":"Lophotrochozoa","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49738.phy"},{"tree_label":"Fig. 5B","ntax":"49","rootedtree":"TRUE","title":"Lophotrochozoa","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49739.phy"}]}