{"Authors":" A. W. Douglas, S. C. Tucker","Year":" 1993","Title":" Utility of ontogenetic and conventional characters in\ndetermining phylogenetic relationships of Saururaceae and Piperaceae\n(Piperales).","Journal":" Systematic Botany","Volume":" 18","Issue":" NA","Pages":" 614-641","Keywords":" NA","DOI":" NA","Abstract":" Morphological and developmental evidence is utilized in a\nphylogenetic analysis of Piperales. Best resolution of trees was\nobtained by combining ontogenetic data with conventional morphological\ndata. Floral ontogeny provides a means to determine homology among\ncharacter states as well as to provide additional characters not\nobservable in mature flowers. Both Lundberg and outgroup rooting were\nperformed using a hypothetical ancestor defined by general ontogenetic\nstates in the former and by five taxa presumably related to the ingroup\nin the latter. Polarization of character states via ontogenetic\ngenerality principles is congruent with outgroup polarization.\nSaururaceae and Piperaceae are each monophyletic. Saururaceae are\nsupported by three synapomorphies, with Saururus as the basal taxon. The\nother three saururaceous genera (Anemopsis, Houttuynia, Gymnotheca)\nshare the derived character states of syncarpy, stamen-carpel adnation,\nand an inferior or half-inferior ovary. Piperaceae are supported by\nseven synapomorphies with Zippelia as the basal taxon. Six other\nsynapomorphies unite the remaining Piperaceae suggesting that Macropiper\nand Pothomorphe are specialized offshoots of the morphologically\nvariable Piper. Numerous autapomorphies support Peperomia as a distinct\nand specialized offshoot within Piperaceae. Within the sister clades\nSaururaceae and Piperaceae, there are parallel reduction trends in\nfloral organ number and in the sequence of floral organ initiation.","trees":[{"tree_label":"Fig. 4b","ntax":"14","rootedtree":"TRUE","title":"Piperales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1510.phy"},{"tree_label":"Fig. 5","ntax":"9","rootedtree":"TRUE","title":"Piperales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1511.phy"},{"tree_label":"Fig. 4a","ntax":"14","rootedtree":"TRUE","title":"Piperales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1509.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Piperales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1508.phy"}]}