{"Authors":" Johannes (Ewald) Zacharias Groenewald, Johannes de Gruyter,\nJoyce H. C. Woudenberg, Maikel M. Aveskamp, Gerard J.M. Verkley, Pedro\nW. Crous","Year":" 2010","Title":" Systematic reappraisal of species in Phoma section Paraphoma,\nPyrenochaeta and Pleurophoma","Journal":" Mycologia","Volume":" 102","Issue":" 5","Pages":" 1066-1081","Keywords":" coelomycetes, 18S nrDNA, molecular phylogeny,\nPleosporales, Pyrenochaetopsis gen. nov, Setophoma gen. nov, 28S nrDNA,\nNeosetophoma gen. nov.","DOI":" 10.3852/09-240","Abstract":" Sequence data from the 18S nrDNA (SSU) and 28S nrDNA (LSU)\nregions of isolates of Phoma section Paraphoma were compared with those\nof representative isolates of the morphologically similar anamorph\ngenera Pleurophoma and Pyrenochaeta and of the type species of Phoma\nsections Phoma, Pilosa and Plenodomus. Phoma section Paraphoma was found\nto be highly polyphyletic within the Pleosporales and only distantly\nrelated to Phoma section Phoma. The genus Paraphoma, which is based on\nParaphoma radicina, is reintroduced in the Phaeosphaeriaceae with two\nadditional taxa. The new genera Setophoma and Neosetophoma, type species\nSetophoma terrestris comb. nov. and Neosetophoma samarorum comb. nov.,\nare introduced and represent species that are closely related to\nParaphoma but differ based on morphological characters and molecular\nphylogeny. Phoma coonsii is transferred to genus Chaetosphaeronema that\nalso belongs to the Phaeosphaeriaceae. Pyrenochaetopsis gen. nov. is\nintroduced to accommodate the type species Pyrenochaetopsis leptospora\ncomb. nov., as well as several other species formerly accommodated in\nPhoma and Pyrenochaeta. Pyrenochaetopsis is closely related to\nPyrenochaeta and classified in the Cucurbitariaceae. Pleurophoma cava is\ntransferred to genus Pyrenochaeta. The new genera elucidate the\nconfusing taxonomy of species in genera Phoma, Pyrenochaeta and\nPleurophoma and recognize monophyletic genera with distinct teleomorph\naffinities.","trees":[{"tree_label":"con 50 majrule","ntax":"80","rootedtree":"TRUE","title":"Phoma section Paraphoma, Pyrenochaeta and\nPleurophoma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25600.phy"},{"tree_label":"con 50 majrule","ntax":"80","rootedtree":"TRUE","title":"Phoma section Paraphoma, Pyrenochaeta and\nPleurophoma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25599.phy"}]}