{"Authors":" Amanda D Roe, Adrianne V Rice, Sean Bromilow, Janice EK\nCooke, Felix A.H. Sperling","Year":" 2010","Title":" Multilocus species identification and fungal DNA barcoding:\ninsights from blue stain fungal symbionts of the mountain pine\nbeetle","Journal":" Molecular Ecology Resources","Volume":" 10","Issue":"","Pages":" 946-959","Keywords":" DNA barcoding, Dendroctonus ponderosae, Ophiostomataceae,\nidentification, molecular diagnostics, fungi","DOI":" 10.1111/j.1755-0998.2010.02844.x","Abstract":" There is strong community-wide interest in applying\nmolecular techniques to fungal species delimitation and identification,\nbut selection of a standardized region or regions of the genome has not\nbeen finalized. A single marker, the ribosomal DNA internal transcribed\nspacer region (ITS), has frequently been suggested as the standard for\nfungi. We used a group of closely related blue stain fungi associated\nwith the mountain pine beetle (Dendroctonus ponderosae Hopkins) to\nexamine the success of such single locus species identification,\ncomparing ITS to four other nuclear markers. We demonstrate that single\nloci varied in their utility for identifying the six fungal species\nexamined, while use of multiple loci was consistently successful. In a\nliterature survey of 21 similar studies, individual loci were also\nhighly variable in their ability to provide consistent species\nidentifications and were less successful than multilocus diagnostics.\nAccurate species identification is the essence of any molecular\ndiagnostic system and this consideration should be central to locus\nselection. Moreover, our study and the literature survey demonstrate the\nvalue of using closely related species as the proving ground for\ndeveloping a molecular identification system. We advocate use of a\nmultilocus barcode approach that is similar to the practice employed by\nthe plant barcode community, rather than reliance on a single\nlocus.","trees":[{"tree_label":"UNTITLED","ntax":"43","rootedtree":"TRUE","title":"Blue Stain Fungal Symbionts of the Mountain Pine\nBeetle","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_25631.phy"}]}