{"Authors":" Adam F Green, Tara S Ramsey, Justin Ramsey","Year":" 2010","Title":" Phylogeny and Biogeography of Ivies (Hedera spp.,\nAraliaceae), a Polyploid Complex of Woody Vines","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" chloroplast DNA, chromosome evolution, low-copy nuclear\ngene, molecular systematics, phylogeography","DOI":"","Abstract":" Ivy (Hedera spp., Araliaceae) is a polyploid complex of\nwoody vines. Native to Eurasia and northern Africa, ivy is cultivated\nworldwide and has become an aggressive invader of North American\nforests. Despite its ecological impacts and economic significance to the\nhorticultural industry, the taxonomy of Hedera is controversial and\nhistorical relationships are poorly defined. Here we characterize the\nphylogeny of Hedera based on the low-copy nuclear locus Granule-Bound\nStarch Synthase I (GBSSI) and twelve noncoding cpDNA regions. Maximum\nparsimony and Bayesian analyses of both data sets generally identified\nHedera as monophyletic. For GBSSI, we isolated eighteen haplotypes that\nwere widely shared across species. There was no evidence of fixed\nheterozygosity or haplotype additivity in polyploids, suggesting a\npossible autopolyploid origin. For cpDNA, we isolated sixteen haplotypes\nthat were highly structured by geography. Haplotype diversity and\nphylogenetic structure were greatest in northern Africa and southern\nEurope. Thus, while most members of the Araliaceae reside in tropical\nand subtropical Asia, the early diversification of Hedera probably\noccurred in the Mediterranean Basin. Geographically-structured clades\nincluded diploid and polyploid species, suggesting that genome\nduplication has occurred repeatedly in the genus. Closely-related ivies\noften differed in leaf size and trichome morphology, indicating\nevolutionary lability of traits traditionally used for classification.\nNonetheless, we recovered similar or identical DNA sequences within\nmorphologically-defined species. Notable exceptions included southern\npopulations of H. helix (H. helix subsp. caucasigena and H. helix subsp.\nrhizomatifera) that had cpDNA haplotypes distinct from those of central\nand northern Europe (H. helix subsp. helix).","trees":[{"tree_label":"PAUP 1","ntax":"32","rootedtree":"TRUE","title":"Tr25797","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25797.phy"},{"tree_label":"PAUP 1","ntax":"39","rootedtree":"TRUE","title":"Tr25796","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_25796.phy"}]}