{"Authors":" Wendy K. Bellows, Brian Wysor, Charles J. O’Kelly","Year":" 2004","Title":" Phylogenetic position of Bolbocoleon piliferum (Ulvophyceae,\nChlorophyta): evidence from reproduction, zoospore and gamete\nultrastructure, and SSU ribosomal RNA gene sequences.","Journal":" Journal of Phycology","Volume":" 40","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Aspects of the reproduction of Bolbocoleon piliferum N.\nPringsheim, a common, small, filamentous, endophytic marine green alga,\nwere examined by light and transmission electron microscopy. These\nobservations were combined with phylogenetic analysis of nuclear-encoded\nSSU rRNA gene sequences to assess the phylogenetic position of B.\npiliferum. Quadriflagellate zoospores and planozygotes derived from\nfusion of isogametes yielded plants with identical morphology.\nZoosporangia and gametangia divided by sequential cleavages. Plugs at\nthe apices of zoosporangia and gametangia formed during development;\ntubes were found at zoosporangial and gametangial apices after swarmer\nrelease. Flagellar apparatuses of zoospores and gametes were similar to\nthose of algae in the Ulvales (Ulvophyceae), except that terminal caps\nwere entire rather than bilobed, and rhizoplasts and stacked\nmicrotubular root configurations were absent. Structures associated with\nplanozygotes were identical with those observed in other algae currently\nassigned to Ulotrichales and Ulvales. Molecular phylogenetic analyses\nplaced B. piliferum within the Ulvophyceae, at the base of a clade that\ncontains representatives of the families Ulvaceae, Ulvellaceae and\nKornmanniaceae. The results support an earlier hypothesis that B.\npiliferum constitutes a distinct lineage. Analyses including\nKornmanniaceae recover monophyletic Ulotrichales and Ulvales, whereas\nanalyses omitting the Kornmanniaceae indicate that Ulotrichales is\nparaphyletic. The structures associated with gamete fusion are conserved\nwithin Ulotrichales and Ulvales, and perhaps more widely within\nChlorophyta.","trees":[{"tree_label":"Figure","ntax":"34","rootedtree":"TRUE","title":"Position of Bolbocoleon piliferum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1689.phy"}]}