{"Authors":" Ya Yang, Paul E. Berry","Year":" 2011","Title":" Molecular phylogeny and evolution of the Chamaesyce clade of\nEuphorbia, Euphorbiaceae: origin of C4 photosynthesis in North America\nand expansion worldwide with extensive hybridization","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" allopolyploids; C4 photosynthesis; Chamaesyce; Euphorbia;\nHawaiian Islands; long-distance dispersal; low-copy nuclear marker;\nshort chloroplast genome inversion; weeds","DOI":"","Abstract":"  Premise of the study: We performed the first\ncomprehensive phylogenetic analysis of the Chamaesyce clade of\nEuphorbia, to provide a framework for understanding the evolution of C4\nphotosynthesis in one of the largest C4 eudicot lineages, and to\nevaluate the role of long-distance dispersal, hybridization, and\nallopolyploidy in shaping the groups worldwide diversification. \nMethods: Two nuclear (ITS and exon 9 of EMB2765) and three chloroplast\nmarkers (matK, rpl16, and trnL-F) were PCR amplified and directly\nsequenced for 138 ingroup and six outgroup species. In addition, exon 9\nof EMB2765 was cloned in accessions with > 1% double peaks.  Key\nresults: The Chamaesyce clade is monophyletic. It consists of three\nmajor subclades [1(2,3)]: 1) the Acuta clade, containing three North\nAmerican species with C3 photosynthesis and C3-C4 intermediates; 2) the\nPeplis clade, mostly North American and entirely C4; and 3) the\nHypericifolia clade, all C4, with both New and Old World groups.\nIncongruence between chloroplast and ITS phylogenies and divergent\nalleles in EMB2765 exon 9 suggest extensive hybridization, especially in\nthe Hawaiian Islands radiation and the Euphorbia serpens species\ncomplex.  Conclusions: The Chamaesyce clade originated in warm, dry\nareas of North America, where it evolved C4 photosynthesis. It then\ndiversified globally through widespread interspecific hybridization and\nat least six long-distance dispersal events from the New World to the\nOld World. Distinctive local adaptations and dramatic island radiations\ndemonstrate the ongoing evolutionary potential of this weedy plant\ngroup.","trees":[{"tree_label":"con 50 majrule","ntax":"153","rootedtree":"TRUE","title":"Tr26132","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26132.phy"}]}