{"Authors":" Hermann Voglmayr, Walter M Jaklitsch","Year":" 2011","Title":" Molecular data reveal high host specificity in the\nphylogenetically isolated genus Massaria (Ascomycota, Massariaceae)","Journal":" Fungal Diversity","Volume":" 46","Issue":" 1","Pages":" 133-170","Keywords":" Aglaospora; Dothideomycetes; Massariaceae; molecular\nphylogeny; new species; pathogen; Pleosporales; systematics","DOI":" 10.1007/s13225-010-0078-5","Abstract":" Molecular phylogenetic analyses of a four-gene sequence\nmatrix (LSU, SSU, rpb2, tef1) demonstrate monophyly of the genus\nMassaria, which is placed as most basal lineage within Pleosporales.\nData from microscopic morphology, pure cultures, and phylogenetic\nanalyses of partial SSU-ITS-LSU rDNA and tef1 sequences revealed 17 taxa\nof Massaria, seven of which are described as new (M. ariae, M.\naucupariae, M. campestris, M. mediterranea, M. parva, M. platanoidea, M.\nvindobonensis). Massarina macra is formally combined into Massaria.\nSynonymy of the genus Aglaospora with Massaria is confirmed, and the\ngeneric type Massaria inquinans is lecto- and epitypified. Massaria\nvomitoria, M. gigaspora and M. pyri, commonly considered as conspecific\nwith M. inquinans, are shown to be distinct species. Due to homonymy,\nthe new name M. gigantispora is introduced for M. gigaspora Fuckel.\nSeveral species are lecto- and/or epitypified. A key to all treated\nspecies is provided. Most Massaria species revealed by molecular\nphylogenetic analyses can be well characterised by a suite of\nmorphological traits like ascospore shape, ascospore length and width,\nascospore colour in the intact ascus vs. after ejection, size of\npseudothecia, presence or absence of a black stromatic zone delimiting\nthe pseudostroma, and staining of the substrate. Two different modes of\nascospore germination were observed in pure culture, i.e. hyphal or by\nejection of a naked protoplast, the former developing into hyphal\ncolonies and the latter into meristematically growing colonies. Modes of\nascospore germination and colony growth were found to be characteristic\nfor the respective species. All species were found to be highly\nhost-specific, disproving the wide host range given for Massaria\ninquinans in the literature. Biodiversity of Massaria was found to be\ncentred on the genus Acer (seven species), where up to four species can\noccur on the same host species, and on Rosaceae (four species). Evidence\nfor a hemibiotrophic life style and weak parasitism of Massaria is\nprovided and discussed. Geographic distribution of species is\nreconsidered, concluding that Europe may be the centre of Massaria\nbiodiversity.","trees":[{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Massaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48843.phy"},{"tree_label":"Fig, 1","ntax":"67","rootedtree":"FALSE","title":"Massaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_25696.phy"}]}