{"Authors":" Jen-Pan Huang, Chung-Ping Lin","Year":" 2011","Title":" Lineage-Specific Late Pleistocene Expansion of An Endemic\nSubtropical Gossamer-Wing Damselfly, Euphaea formosa in Taiwan","Journal":" BMC Evolutionary Biology","Volume":" 11","Issue":"","Pages":" 94","Keywords":"","DOI":" 10.1186/1471-2148-11-94","Abstract":" Background: Pleistocene glacial oscillations have\nsignificantly affected the historical population dynamics of temperate\ntaxa. However, the general effects of recent climatic changes on the\nevolutionary history and genetic structure of extant subtropical species\nremain poorly understood. In the present study, phylogeographic and\nhistorical demographic analyses based on mitochondrial and nuclear DNA\nsequences were used. The aim was to investigate whether Pleistocene\nclimatic cycles, paleo-drainages or mountain vicariance of Taiwan shaped\nthe evolutionary diversification of a subtropical gossamer-wing\ndamselfly, Euphaea formosa. Results: E. formosa populations originated\nin the middle Pleistocene period (0.3 Mya) and consisted of two\nevolutionarily independent lineages. It is likely that they derived from\nthe Pleistocene paleo-drainages of northern and southern Minjiang, or\nalternatively by divergence within Taiwan. The ancestral North-central\nlineage colonized northwestern Taiwan first and maintained a slowly\ngrowing population throughout much of the early to middle Pleistocene\nperiod. The ancestral widespread lineage reached central-southern Taiwan\nand experienced a spatial and demographic expansion into eastern Taiwan.\nThis expansion began approximately 30,000 years ago in the Holocene\ninterglacial period. The ancestral southern expansion into eastern\nTaiwan indicates that the central mountain range (CMR) formed a barrier\nto east-west expansion. However, E. formosa populations in the three\nmajor biogeographic regions (East, South, and North-Central) exhibit no\nsignificant genetic partitions, suggesting that river drainages and\nmountains did not form strong geographical barriers against gene flow\namong extant populations. Conclusions: The present study implies that\nthe antiquity of E. formosas colonization is associated with its high\ndispersal ability and larval tolerance to the late Pleistocene dry\ngrasslands. The effect of late Pleistocene climatic changes on the\nsubtropical damselflys historical demography is lineage-specific,\ndepending predominantly on its colonization history and geography. It is\nproposed that the Riss and Würm glaciations in the late Pleistocene\nperiod had a greater impact on the evolutionary diversification of\nsubtropical insular species than the last glacial maximum (LGM).","trees":[{"tree_label":"Fig. 2a","ntax":"58","rootedtree":"TRUE","title":"Tr43876","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43876.phy"},{"tree_label":"Fig. 2b","ntax":"106","rootedtree":"TRUE","title":"Tr43877","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43877.phy"}]}