{"Authors":" ShuaiFei Chen, Jolanda Roux, Bernard Slippers, Yaojian Xie,\nXuDong Zhou, Draginja Pavlic, Michael J Wingfield","Year":" 2011","Title":" Characterization of Botryosphaeriaceae from plantation-grown\nEucalyptus species in South China","Journal":" Plant Pathology","Volume":" 60","Issue":"","Pages":" 739751","Keywords":" Botryosphaeria, canker, endophyte, Fusicoccum\nfabicercianum, Lasiodiplodia, Neofusicoccum","DOI":" 10.1111/j.1365-3059.2011.02431.x","Abstract":" The Botryosphaeriaceae is a species-rich family that\nincludes pathogens of a wide variety of trees, including Eucalyptus\nspecies. Symptoms typical of infection by the Botryosphaeriaceae have\nrecently been observed in Eucalyptus plantations in South China. The aim\nof this study was to identify the Botryosphaeriaceae associated with\nthese symptoms. Isolates were collected from branch cankers and\nsenescent twigs of different Eucalyptus spp. All isolates resembling\nBotryosphaeriaceae were separated into groups based on conidial\nmorphology. Initial identifications were made using PCR-RFLP\nfingerprinting, by digesting the ITS region of the rRNA operon with the\nrestriction enzymes (RE) CfoI and KspI. Furthermore, to distinguish\nisolates in the Neofusicoccum parvum/N. ribis complex, a locus (BotF15)\npreviously shown to define these species, was amplified and restricted\nwith CfoI. Selected isolates were then identified using comparisons of\nDNA sequence data for the ITS rDNA and translation elongation factor\n1-alpha (TEF-1α) gene regions. Based on anamorph morphology and DNA\nsequence comparisons, five species were identified including\nLasiodiplodia pseudotheobromae, L. theobromae, Neofusicoccum parvum, N.\nribis sensu lato and one undescribed taxon, for which the name\nFusicoccum fabicercianum sp. nov. is provided. Isolates of all species\ngave rise to lesions on the stems of an E. grandis clone in glasshouse\ninoculation trials and on the stems of five Eucalyptus genotypes\ninoculated in the field, where L. pseudotheobromae and L. theobromae\nwere most pathogenic. The five Eucalyptus genotypes differed in their\nsusceptibility to the Botryosphaeiaceae species suggesting that breeding\nand selection offers opportunity for disease avoidance in the\nfuture.","trees":[{"tree_label":"MP Str","ntax":"55","rootedtree":"TRUE","title":"Botryosphaeriaceae from plantation-grown\nEucalyptus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25889.phy"},{"tree_label":"MP Boot","ntax":"55","rootedtree":"TRUE","title":"Botryosphaeriaceae from plantation-grown\nEucalyptus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25887.phy"},{"tree_label":"MB","ntax":"55","rootedtree":"TRUE","title":"Botryosphaeriaceae from plantation-grown\nEucalyptus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25888.phy"}]}