{"Authors":" Bernard Slippers, Gerda Fourie, Teresa A. Coutinho, Brenda\nD Wingfield, Michael J Wingfield, Pedro W. Crous","Year":" 2004","Title":" Multiple gene sequences delimit Botryosphaeria australis sp.\nnov. from B. lutea.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Botryosphaeria lutea (anamorph Fusicoccum luteum) is most\neasily distinguished from other Botryosphaeria spp. by a yellow pigment\nthat is formed in young cultures. This fungus has been reported from a\nnumber of cultivated hosts in New Zealand and Portugal. During a survey\nof Botryosphaeria fungi that occur on native Acacia species in\nAustralia, a yellow pigment was observed in some cultures. These\nisolates were morphologically similar to B. lutea, but the pigment\ndiffered slightly from the one formed by authentic B. lutea isolates.\nPreliminary data also revealed small differences in ITS rDNA sequence\ndata. The aim of this study was to determine whether these small\ndifferences were indicative of separate species or merely variations\nwithin B. lutea. Anamorph, teleomorph and culture morphology were\ncompared between B. lutea and Acacia isolates from Australia. Sequence\ndata of two other genome regions, namely the É\u001a-tubulin and EF1-É\u001a gene\nand intron regions, were combined with ITS rDNA sequence data to\ndetermine the phylogenetic relationship between these isolates. Isolates\nof B. lutea and those from Australian Acacia species were not\nsignificantly different in spore morphology. The yellow pigment,\nhowever, was much more distinct in cultures of B. lutea than in cultures\nfrom Acacia. There were only a few base pair variations in each of the\nanalyzed gene regions, but these variations were fixed in the two groups\nin all regions. By combining these data it was clear that B. lutea and\nthe isolates from Acacia were distinct species, albeit very closely\nrelated. We, therefore, propose the new epithet B. australis for the\nfungus from Australia. Botryosphaeria australis also was isolated in\nthis study from exotic Sequoiadendron trees in Australia. Re-analyses of\nGenBank data in this study showed that B. australis also occurs on other\nnative Australian hosts, namely a Banksia sp. and a Eucalyptus sp., as\nwell as a native Protea sp. in South Africa and on Pistachio in Italy.\nThese records from GenBank have been identified previously as B. lutea.\nThe common occurrence of B. australis on a variety of native hosts\nacross Australia suggests that this fungus is native to this area.","trees":[{"tree_label":"Fig. 1","ntax":"19","rootedtree":"TRUE","title":"Botryosphaeria australis sp. nov","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1692.phy"}]}