{"Authors":" Jadranka Rota","Year":" 2011","Title":" Data Partitioning in Bayesian Analysis: Molecular\nPhylogenetics of Metalmark Moths (Lepidoptera: Choreutidae).","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" In this study a multilocus phylogenetic analysis of\nmetalmark moths (Lepidoptera: Choreutidae) focused on resolving the\nhigher-level phylogeny of this group is presented. Through the analysis\nof this data set, I explore different data partitioning strategies in\nBayesian phylogenetic inference and find that a partitioning strategy\ncan have a large influence on the results of phylogenetic analysis.\nDepending on how the data are partitioned, there can be significant\ndifferences in branch support. I also test for the existence of the\nBayesian star tree paradox and its importance in this data set, and find\nthat it appears to inflate support for the clade including Rhobonda\ngaurisana, Hemerophila houttuinialis, H. diva, and H. felis, but plays\nno role in other cases where the differences between maximum likelihood\nbootstraps and Bayesian posterior probabilities are large. The results\nof all the phylogenetic analyses strongly suggest that including\nMillieriinae in Choreutidae renders the family polyphyletic. The\nmonophyly of the other two subfamilies, Brenthiinae and Choreutinae, as\nwell as their sister group relationship, is strongly supported.\nSimilarly, the monophyly of all the genera examined except Hemerophila\nis also well supported. To bring the classification of Choreutidae in\nline with our current understanding of the phylogenetic relationships in\nthe family, I propose to exclude Millieriinae from Choreutidae, elevate\nit to Millieriidae Heppner, 1982, and place it as incertae sedis within\nDitrysia.","trees":[{"tree_label":"con 50 majrule","ntax":"83","rootedtree":"TRUE","title":"Metalmark Moths","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_25895.phy"}]}