{"Authors":" Gina J Colletti, Stephen R. Downie, Feng-Jie Sun, Deborah S\nKatz-Downie","Year":" 2004","Title":" A Phylogenetic Study of Perideridia (Apiaceae) Based on\nNuclear Ribosomal DNA ITS Sequences.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic study of the genus Perideridia (Apiaceae;\ntribe Oenantheae) was conducted to elucidate its circumscription,\ninfrageneric relationships, and patterns in the evolution of available\nmorphological, anatomical, and cytological characters. Nuclear rDNA ITS\nsequences were procured from 84 accessions of Perideridia, representing\nall 14 of its species and four of its six subspecies, and five outgroup\ntaxa, and analyzed using maximum parsimony, maximum likelihood, and\nBayesian inference methods. The trees recovered by each of these\noptimality criteria were congruent and generally quite robust. Upon the\nremoval of the east Asian Perideridia neurophylla, previously referable\nto Pterygopleurum neurophyllum, the genus Perideridia is monophyletic\nand exclusively North American in distribution. Three major clades\nwithin the genus are inferred; the midwestern U.S. Perideridia americana\nis sister to all other species. With the exceptions of Perideridia\nlemmonii and P. bolanderi (where each species comprises two separate\nlineages), and P. oregana (whose limits are expanded to include\ntetraploid populations previously referred to as P. leptocarpa), all\ntaxa were recovered as monophyletic. Optimization of 16 non-molecular\ncharacters on a phylogeny inferred by maximum parsimony analysis of\ncombined ITS and non-molecular data revealed high instances of\nhomoplasy, with the clade of P. howellii and P. kelloggii, taxa\ncharacterized by monostelic roots, supported by four of six\nsynapomorphies. The occurrence of multistelic tuberous roots in all\nother species of Perideridia and in the unrelated Pterygopleurum\nneurophyllum suggests that this uncommon character among dicots has\nevolved twice in the family Apiaceae.","trees":[{"tree_label":"Fig. 1","ntax":"88","rootedtree":"TRUE","title":"Perideridia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1693.phy"}]}