{"Authors":" Vincent Savolainen, William John Baker, Maria V. Norup,\nJames J Clarkson, T. L. P. Couvreur, John L Dowe, Carl E. Lewis,\nJean-Christophe Pintaud, Tomas Wilmot, Mark W. Chase","Year":" 2011","Title":" Phylogenetic relationships among arecoid palms (Arecaceae:\nArecoideae)","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Arecaceae, Areceae, Arecoideae, coconut, Cocos, Elaeis,\nincongruence, low-copy nuclear DNA, oil palm, Palmae, paralogy,\nphylogeny, pseudogene","DOI":"","Abstract":" Background and Aims. The Arecoideae is the largest and\nmost diverse of the five subfamilies of palms (Arecaceae/Palmae),\ncontaining more than 50% of the species in the family. Despite its\nimportance, phylogenetic relationships among Arecoideae are poorly\nunderstood. Here we present the most densely sampled phylogenetic\nanalysis of Arecoideae available to date. The results are used to test\nthe current classification of the subfamily and to identify priority\nareas for future research.  Methods. DNA sequence data for the low-copy\nnuclear genes PRK and RPB2 were collected from 190 palm species,\ncovering 103 (96%) genera of Arecoideae. The data were analysed using\nthe parsimony ratchet, maximum likelihood, and both likelihood and\nparsimony bootstrapping.  Key Results and Conclusions. Despite the\nrecovery of paralogues and pseudogenes in a small number of taxa, PRK\nand RPB2 were both highly informative, producing well resolved\nphylogenetic trees with many nodes supported by bootstrap percentages\n>50%. Simultaneous analyses of the combined datasets provided\nadditional resolution and support. Two areas of incongruence between PRK\nand RPB2 were strongly supported by the bootstrap relating to the\nplacement of tribes Chamaedoreeae, Iriarteeae and Reinhardtieae; the\ncauses of this incongruence remain uncertain. The current classification\nwithin Arecoideae was strongly supported by our data. Only five\nsubtribes from tribe Areceae (Basseliniinae, Linospadicinae,\nOncospermatinae, Rhopalostylidinae, Verschaffeltiinae) failed to receive\nsupport. Three major higher-level clades were strongly supported: 1) the\nRRC clade (Roystoneeae, Reinhardtieae, Cocoseae), 2) the POS clade\n(Podococceae, Oranieae, Sclerospermeae), and 3) the core arecoid clade\n(Areceae, Euterpeae, Geonomateae, Leopoldinieae, Manicarieae and\nPelagodoxeae). However, new data sources are required to elucidate\nambiguities that remain in phylogenetic relationships among and within\nthe major groups of Arecoideae, as well as within the Areceae, the\nlargest tribe in the palm family.","trees":[{"tree_label":"StrictPRK","ntax":"208","rootedtree":"TRUE","title":"PRK Tree for Arecoideae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26099.phy"},{"tree_label":"StrictPRKRPB2","ntax":"173","rootedtree":"TRUE","title":"PRK&RPB2 Tree for Arecoideae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26101.phy"},{"tree_label":"StrictRPB2","ntax":"206","rootedtree":"TRUE","title":"RPB2 Tree for Arecoideae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26100.phy"}]}