{"Authors":" Levente Kiss, Alexandra Pintye, Gábor M. Kovács, Tünde\nJankovics, Michael C. Fontaine, Nick Harvey, Xiangming Xu, Philippe C.\nNicot, Marc Bardin, Jacqui A. Shykoff, Tatiana Giraud","Year":" 2011","Title":" Temporal isolation explains host-related genetic\ndifferentiation in a group of widespread mycoparasitic fungi","Journal":" Molecular Ecology","Volume":" 20","Issue":" 7","Pages":" 1492-1507","Keywords":" biotrophic pathogens; isolation in time; speciation;\ntri-trophic interactions","DOI":" 10.1111/j.1365-294X.2011.05007.x","Abstract":" Understanding the mechanisms responsible for divergence\nand specialization of pathogens on different hosts is of fundamental\nimportance, especially in the context of the emergence of new diseases\nvia host shifts. Temporal isolation has been reported in a few plants\nand parasites but is probably one of the least studied speciation\nprocesses. We studied whether temporal isolation could be responsible\nfor the maintenance of genetic differentiation among sympatric\npopulations of Ampelomyces, widespread intracellular mycoparasites of\npowdery mildew fungi, themselves plant pathogens. The timing of\ntransmission of Ampelomyces depends on the life cycles of the powdery\nmildew species they parasitize. ITS sequences and microsatellite markers\nshowed that Ampelomyces populations found in apple powdery mildew\n(Podosphaera leucotricha) were genetically highly differentiated from\nother Ampelomyces populations sampled from several other powdery mildew\nspecies across Europe, infecting plant hosts other than apple. While P.\nleucotricha starts its life cycle early in spring, and the main apple\npowdery mildew epidemics occur before summer, the fungal hosts of the\nother Ampelomyces cause epidemics mainly in summer and autumn. When two\npowdery mildew species were experimentally exposed to Ampelomyces\nstrains naturally occurring in P. leucotricha in spring, and to strains\nnaturally present in other mycohost species in autumn, cross-infections\nalways occurred. Thus, the host-related genetic differentiation in\nAmpelomyces cannot be explained by narrow physiological specialization,\nbecause Ampelomyces were able to infect powdery mildew species they were\nunlikely to have encountered in nature, but instead appears to result\nfrom temporal isolation.","trees":[{"tree_label":"PHYLIP 1","ntax":"185","rootedtree":"TRUE","title":"Ampelomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27304.phy"}]}