{"Authors":" Eimy Rivas Plata, Jesús Hernández, Bettina Staiger, Klaus\nKalb, Marcela E. S. Cáceres, Robert Lücking","Year":" 2011","Title":" Graphis is two genera  A remarkable case of parallel\nevolution in lichenized Ascomycota","Journal":" Taxon","Volume":" 60","Issue":"","Pages":"","Keywords":" Allographa, Graphis, Hemithecium, phenotype phylogeny,\nprincipal component analysis","DOI":"","Abstract":" Molecular phylogenetic analysis of mitochondrial small\nsubunit and nuclear large subunit ribosomal DNA revealed that the lichen\ngenus Graphis sensu Staiger represents two separate lineages. Graphis\ns.str. comprises the species of the G. scripta and G. subserpentina\ngroups (‘Eugraphis’), as well as the G. striatula group sensu Lücking.\nFor the segregate genus, the name Allographa Chevall. is available, and\nthis genus includes the G. acharii, G. dussii, G. marginata, G. nuda,\nand G. symplecta groups. The separation of both lineages is supported by\nprincipal component analysis species ordination based on phenotype\ncharacters, although the G. dussii and G. subserpentina groups appear\nphenotypically intermediate. Species formerly placed in Hemithecium\nsubgen. Hemithecium sensu Staiger were shown to belong to at least four\nlineages, one nested within Graphis (H. implicatum), one within\nAllographa (H. chlorocarpum), one sister to Allographa (H.\nrufopallidum), and one nested within the Phaeographis clade (H.\nplicosum). Allographa is genetically close to the bulk of lirellate\nGraphidaceae (Diorygma, Glyphis, Pallidogramme, Phaeographis,\nPlatygramme, Platythecium, Sarcographa, Thalloloma, Thecaria), whereas\nGraphis s.str. exhibits unique genetic apomorphies and takes a more\nisolated position.","trees":[{"tree_label":"PAUP 1","ntax":"89","rootedtree":"TRUE","title":"Graphis and Allographa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26187.phy"},{"tree_label":"PAUP 1","ntax":"82","rootedtree":"TRUE","title":"Graphis and Allographa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26188.phy"}]}