{"Authors":" Stephen R. Downie, Feng-Jie Sun, Ronald L. Hartman","Year":" 2004","Title":" An ITS-Based Phylogenetic Analysis of the Perennial, Endemic\nApiaceae Subfamily Apioideae of Western North America.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses of 159 DNA sequences from the\nnuclear rDNA internal transcribed spacer region were conducted to\nevaluate the monophyly of the herbaceous, perennial genera of Apiaceae\nsubfamily Apioideae endemic to North America (north of Mexico) and to\ndetermine the relationships of those elements that currently comprise\nCymopterus within the group. The results of a previous phylogenetic\nstudy were equivocal in suggesting monophyly for these perennial,\nendemic taxa and revealed Cymopterus to be polyphyletic, with its\nspecies closely linked with those of Aletes, Lomatium, Musineon,\nOreoxis, Orogenia, Podistera, Pseudocymopterus, Pteryxia, and Tauschia.\nHerein, we expand sampling to include comprehensive representation of\nAletes, Cymopterus, Musineon, Oreoxis, Orogenia, Podistera,\nPseudocymopterus, and Pteryxia and greater representation of Lomatium\nand Tauschia. We also include all members of two genera not examined\npreviously, Glehnia and Oreonana, as well as additional outgroup genera\nfrom the Angelica clade of the apioid superclade. Our results indicate\nthat the perennial, endemic apioid umbellifers of North America\nconstitute a (weakly supported) monophyletic group, with Angelica and\nthe meso-American Arracacia clade comprising two of several possible\nsister groups. The two subspecies of Glehnia littoralis ally with\nAngelica and Peucedanum japonicum; Oreonana shows affinity with several\nspecies of Cymopterus and Lomatium. The lack of resolution in the ITS\ntrees precludes unambiguous hypotheses of relationship among these\nperennial, endemic umbellifers but does show that many of these genera,\nwhere resolved, are not monophyletic. Indeed, Cymopterus and Lomatium\nare highly polyphyletic and permeate all major clades resolved in the\nmolecule-derived trees. Evidence from branch lengths and low sequence\ndivergence suggests that that this group of North American umbellifers\nunderwent rapid radiation, likely during the geoclimatic events of the\nLate Tertiary and Quaternary.","trees":[{"tree_label":"Fig. 1","ntax":"150","rootedtree":"TRUE","title":"Cymopterus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1694.phy"}]}