{"Authors":" Susan V Sprunt, L. E. Watson, Steve J Russell, Adriana\nNavarro-Gomez, James Hickey, Harald Schneider","Year":" 2010","Title":" Exploring the molecular phylogeny and biogeography of\nPleopeltis polypodioides (Polypodiaceae, Polypodiales) inferred from\nplastid DNA sequences","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" psbA-trnH (IGS), trnL-F, Mexico, epiphyte, Polypodium,\nPleopeltis","DOI":"","Abstract":" Pleopeltis polypodioides is a widespread Neotropical\nepiphytic fern consisting of six varieties and one subspecies.\nObjectives of this study were to assess placement of Polypodium\npolypodioides within the genus Pleopeltis, the monophyly of Pl.\npolypodioides, and the relationships and geographic patterns among its\ninfraspecific taxa. Two plastid DNA regions (trnLUAA-trnFGAA and\npsbA-trnHGUG) were sequenced for individuals across its geographic\nrange. Maximum parsimony, maximum likehood, and network analysis of\nchloroplast DNA sequences were performed revealing evidence for seven\nhaplotype lineages. The seven lineages, based on sister relationships,\ncan be reduced to four clades within the Pleopeltis polypodioides\ncomplex, each of which have distinctive geographic ranges. Clade 1\n(viz. varieties burchellii and polypodioides) was found primarily in\nSouth America and the Caribbean basin. Clade 2 (viz. variety ecklonii)\nis restricted to southern Africa. Clade 3 (viz. varieties knoblochianum\nand acicularis) was found only in the north and western regions of\nMexico. Clade 4 (viz. varieties acicularis and michauxiana) extends from\nnortheastern and southern Mexico into the United States and the northern\nBahama Archipelago. Analyses of the data did not fully support the\nmonophyly of Pl. polypodioides; however the majority of the recovered\nclades correspond to currently defined taxa. Our analyses is of special\ninterest in that it takes a population-level approach to a molecular\nphylogenetic study and provides clarity to a taxonomic group that has\nproved difficult to elucidate. The results have added to a growing body\nof evidence that suggests Pl. polypodioides may consist of more than one\nspecies.","trees":[{"tree_label":"PAUP 1","ntax":"55","rootedtree":"TRUE","title":"Pleopeltis polypodioides species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26184.phy"}]}