{"Authors":" Bruce G. Baldwin, Susan Kalisz, W. Scott Armbruster","Year":" 2011","Title":" Phylogenetic perspectives on diversification, biogeography,\nand floral evolution of Collinsia and Tonella (Plantaginaceae)","Journal":" American Journal of Botany","Volume":" 98","Issue":" 4","Pages":" 731-753","Keywords":" California; chromosome evolution; cryptic diversity;\nendangered species; floral evolution, hybrid speciation; phylogeography;\nreproductive isolation; Transverse Range break","DOI":" 10.3732/ajb.1000346","Abstract":" Premise of the study: Collinsia was the subject of classic\nbiosystematic studies by Garber and colleagues and is increasingly\ninvestigated to address major evolutionary questions. Lack of\nphylogenetic data from more than one gene region and one taxonomic\nexemplar has left relationships, diversity, and phytogeography of\nCollinsia in question and has limited understanding of its\ndiversification. Methods: Phylogenetic analyses representing 179\npopulations of Collinsia and closely related Tonella were conducted\nbased on DNA sequences of nuclear ribosomal transcribed spacers, the\nchloroplast trnK intron, and the single-copy nuclear gene CYCLOIDEA-1 to\nreexamine systematic hypotheses and extend understanding of the\nimportance of chromosome evolution, interfertility, crossability,\nhybridization, edaphic factors, and ecogeographic barriers to\ndiversification in the group. Key results: Informal “sections” of\nCollinsia are artificial, although pedicel length and other traditional\ndeep-level taxonomic characters are more conservative evolutionarily\nthan flower size (and timing of self-pollination). Evolutionary loss of\ncrossability and interfertility in Collinsia appears to be largely a\nbyproduct of divergence. Although most taxa appear to have arisen by\ndivergent evolution, multiple lines of evidence indicate a homoploid\nhybrid constitution of C. tinctoria, possibly explaining an occurrence\nof convergent chromosome evolution. Phylogeographic and cryptic\ndiversity are extensive. Conclusions: Diversity in Collinsia is greater\nthan previously documented. Recently divergent lineages are often\nassociated with distinct habitat (including soil) and geographic\nfactors, different flower sizes, and contrasting chromosomal\narrangements. Evidence for a hybrid constitution of diploid C. tinctoria\nis consistent with lack of strong intersterility barriers between\nclosely related taxa.","trees":[{"tree_label":"con 50 majrule","ntax":"139","rootedtree":"TRUE","title":"Collinsia nrDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26212.phy"},{"tree_label":"con 50 majrule","ntax":"148","rootedtree":"TRUE","title":"Collinsia nrDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26215.phy"},{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Collinsia cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26213.phy"},{"tree_label":"TREE1","ntax":"29","rootedtree":"TRUE","title":"Collinsia all partitions","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26211.phy"},{"tree_label":"con 50 majrule","ntax":"47","rootedtree":"TRUE","title":"Collinsia CYC1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26214.phy"}]}