{"Authors":" Luis E Eguiarte, Susana Magallón, Arturo De-Nova, TANIA\nHERNÁNDEZ-HERNÁNDEZ, HECTOR M HERNÁNDEZ, RAUL PUENTE","Year":" 2011","Title":" Phylogenetic Relationships and Evolution of Growth Form in\nCactaceae (Caryophyllales, Eudicotyledoneae).","Journal":" American Journal of Botany","Volume":" 98","Issue":"","Pages":" 44-61","Keywords":" Cacteae; Opuntioideae; Pachycereeae; parsimony ratchet;\nppc; RAxML; rpl16; Trichocereeae; trnK/matK; trnL-trnF","DOI":" 10.3732/ajb.1000129","Abstract":" Premise of the study: Cactaceae is one of the most\ncharismatic plant families due to the extreme succulence and outstanding\ndiversity of growth forms of its members. Although cacti are conspicuous\nelements of arid ecosystems throughout the American continent, and are\nmodel systems for ecological and anatomical studies; the evolutionary\nrelationships and trends among lineages have been difficult to recognize\nbecause of the high morphological convergence, and the scarcity of\nphenotypic synapomorphies. Methods: We performed phylogenetic analyses\nimplementing parsimony ratchet and likelihood methods, using plastid and\nnuclear markers (trnK/matK, matK, trnL-trnF, rpl16, and ppc), to infer\nevolutionary relationships within Cactaceae. We included 224 species\nrepresenting approximately 85% of the familys genera. The obtained\nphylogeny was used to perform an ancestral character reconstruction\nwithin Cactoideae, the richest subfamily in terms of morphological\ndiversity and species number, to evaluate possible growth form\nevolutionary trends. Key results: The final concatenated matrix includes\n6148 bp, of which 3400 (55.3 %) are invariant and 1597 (26.2%) are\nparsimony informative. Our phylogenetic results support previous studies\nshowing the paraphyly of subfamily Pereskioideae, and the monophyly of\nSubfamilies Opuntioideae and Cactoideae. The monophyly of certain clades\nwithin them was also confirmed, however, para- or polyphyly was found to\nbe persistent in different regions of the phylogeny. Main Cactoideae\nclades were found to have different ancestral growth forms; and\nconvergence towards globose, arborescent or columnar forms occurred in\ndifferent lineages.\nConclusions: Our study provides a detailed hypothesis of relationships\namong cacti lineages, representing the most complete general\nphylogenetic framework available to date to understand evolutionary\ntrends within Cactaceae.","trees":[{"tree_label":"rep.1375000","ntax":"226","rootedtree":"TRUE","title":"Cactaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26255.phy"}]}