{"Authors":" T. A. Hedderson, Donald J. Murray, C. J. Cox, Tracey L.\nNowell","Year":" 2004","Title":" Phylogenetic relationships of haplolepideous mosses\n(Dicranidae) inferred from rps4 gene sequences.","Journal":" Systematic Botany","Volume":" 29","Issue":" NA","Pages":" 29-41","Keywords":" NA","DOI":" NA","Abstract":" The haplolepideous mosses (Dicranidae) constitute a large\ngroup of ecologically and morphologically diverse species recognised\nprimarily by having peristome teeth with a single row of cells on the\ndorsal surface. The reduction of sporophytes in numerous moss lineages\nrenders circumscription of the Dicranidae problematic. Delimitation of\ngenera and higher taxa within it has also been difficult. We analyse\nchloroplast-encoded rps4 gene sequences for 129 mosses, including\nrepresentatives of nearly all the haplolepideous families and\nsubfamilies, using parsimony, likelihood and Bayesian criteria. The data\nset includes 59 new sequences generated for this study. With the\nexception of Bryobartramia, which falls within the Encalyptaceae, the\nDicranidae are resolved in all analyses as a monophyletic group\nincluding the extremely reduced Archidiales and Ephemeraceae. The\nmonotypic Catoscopium, usually assigned to the Bryidae is consistently\nresolved as sister to Dicranidae, and this lineage has a high posterior\nprobability under the Bayesian criterion. Within the Dicranidae, a core\nclade is resolved that comprises most of the species sampled, and all\nanalyses identify a proto-haplolepideous grade of taxa previously placed\nin various haplolepideous families. The data provide considerable\nresolution of relationships within the core Dicranidae, yielding a\nnumber of well-supported clades. These correspond only roughly to taxa\nthat are currently recognised, and most families and orders of\nDicranidae apparently are non-monophyletic under their current\ncircumscriptions.","trees":[{"tree_label":"Fig. 1","ntax":"130","rootedtree":"TRUE","title":"haplolepideous mosses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1697.phy"}]}