{"Authors":" S. I. Warwick, Connie A Sauder, Ihsan Al-Shehbaz","Year":" 2011","Title":" Systematic position of Ivania, Scoliaxon, and Phravenia\n(Brassicaceae)","Journal":" Taxon","Volume":" Volume 60","Issue":" Number 4","Pages":" 1156-1164","Keywords":" Brassicaceae, ITS phylogeny, tribal assignments, Ivania,\nScoliaxon, Phravenia, Scoliaxoneae.","DOI":"","Abstract":" Sequence data from the ribosomal internal transcribed\nspacer (ITS) region were used to determine the tribal placement of the\npreviously unassigned genera Ivania, Scoliaxon, and Phravenia (gen.\nnov.). The ITS-based phylogenetic tribal backbone of Brassicaceae was\nused to determine the position of these three genera in relation to the\n44 recognized tribes in the family. Scoliaxon, although showing\nremarkable morphological similarities to Asta (Asteae), formed an\nindependent clade with 100% bootstrap (BS) support in the tribal\nanalysis, whereas both Ivania and Phravenia clustered with the\nThelypodieae clade (96% BS support). In a second and more comprehensive\nanalysis of the Thelypodieae, both species of Ivania formed a clade with\n61% BS support within the tribe and were affiliated to other\nThelypodieae genera from the Southern Hemisphere. The monospecific\nPhravenia formed a clade with 74% bootstrap support within the\nThelypodieae, and its species did not resolve with Dryopetalon or Sibara\nin which it had been previously assigned. The present findings support\nthe placement of Ivania and Phravenia in the Thelypodieae, as well as\nthe recognition of the new genus Phravenia and new tribe Scoliaxoneae,\nboth of which are formally described herein.","trees":[{"tree_label":"Strict","ntax":"35","rootedtree":"TRUE","title":"Tr26263","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26263.phy"},{"tree_label":"Maximum","ntax":"1","rootedtree":"TRUE","title":"Tr31290","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31290.phy"},{"tree_label":"MxLikeli","ntax":"33","rootedtree":"TRUE","title":"Tr31292","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31292.phy"},{"tree_label":"Strict","ntax":"100","rootedtree":"TRUE","title":"Tr26264","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26264.phy"},{"tree_label":"MxLikeli","ntax":"35","rootedtree":"TRUE","title":"Tr31293","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31293.phy"}]}