{"Authors":" Natalie Cusimano, Simon J. Mayo, Josef Bogner, Sin Y. Wong,\nMichael Hesse, Wilbert L. A. Hetterscheid, Richard C. Keating, J. C.\nFrench","Year":" 2011","Title":" Relationships within the Araceae: comparison of morphological\npatterns with molecular phylogenies","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Araceae; Calla; character evolution, classification;\nLemnoideae; molecular phylogeny; phenotypic characterization","DOI":"","Abstract":" Premise of the study: The first family-wide molecular\nphylogeny of the Araceae, a family of about 4000 species and 120 genera,\nbecame available in 1995, followed by a cladistic analysis of\nmorpho-anatomical data in 1997. The most recent and comprehensive\nfamily-wide molecular phylogeny was published in 2008 and included\nspecies from 102 genera. Here, we reanalysed the molecular data with a\nmore complete genus sampling and compared the resulting phylogeny with\nmorphological and anatomical data with a view to contributing to a new\nformal classification of the Araceae. Methods: We analysed 113 aroid\ngenera and 4,494 aligned nucleotides resulting from adding 11 genera to\nthe 2008 molecular matrix. We also analysed 81 morphological characters\nin the context of the molecular phylogeny, using an extended version of\nthe 1997 morpho-anatomical data set. Key Results: The resulting\nphylogeny is well resolved and supported and most of the 44 larger\nclades also have morphological or anatomical synapomorphies as well as\necological or geographic cohesion. Of the 44 clades, 16 are here newly\ncircumscribed and informally named. However, some relationships remain\npoorly supported within the Aroideae subfamily. The most problematic\nplacement is Calla within Aroideae, which conflicts with the\ndistribution of morphological, anatomical and palynological character\nstates. Conclusions: The comparison of the molecular analysis with\nmorphological and anatomical data presented here represents an important\nbasis for a new formal classification for the Araceae and the\nunderstanding of the evolution of this ancient family, one of the\nearliest monocot groups known in the fossil record.","trees":[{"tree_label":"ML","ntax":"117","rootedtree":"TRUE","title":"Araceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26254.phy"},{"tree_label":"MB","ntax":"117","rootedtree":"TRUE","title":"Araceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26253.phy"}]}