{"Authors":" Steve Leavitt, L. A. Johnson, Larry L. St. Clair","Year":" 2010","Title":" Species delimitation and evolution in morphologically and\nchemically diverse communities of the lichen-forming genus\nXanthoparmelia (Parmeliaceae, Ascomycota) in western North America","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" morphology, secondary metabolites; species delimitation,\nvagrant lichens; Xanthoparmelia","DOI":"","Abstract":" Premise of the study Accurate species delimitation is\nimportant for understanding factors driving diversification of biota and\nhas critical implications for ecological and conservation studies.\nHowever, a growing body of evidence indicates that morphology-based\nspecies circumspection in lichenized fungi misrepresents fungal\ndiversity. The foliose lichen genus Xanthoparmelia (Vainio) Hale.\nincludes over 800 species displaying a complex array of morphological\nand secondary metabolite diversity. Methods In this study we used a\nmultifaceted approach, applying phylogenetic, population genetic, and\ngenealogical analyses to delimit species in a single well-supported\nmonophyletic clade containing ten morphologically and chemically diverse\nXanthoparmelia species in western North America. Sequence data from 4\nribosomal and 2 nuclear loci, along with chemical and morphological were\nused to assess species diversity. Key results We find that traditionally\ncircumscribed species are not supported by molecular data. Rather, all\nsampled taxa were better represented by three polymorphic population\nclusters supported, in part, by multiple analytical approaches. Our\nresults suggest that secondary metabolite variation may have limited\nutility in diagnosing lineages within this group, while identified\npopulations clusters did not reflect major phylogeographic or ecological\npatterns. Conclusions In contrast to studies revealing previously\nundiscovered fungal lineages masked within lichen species circumscribed\nby traditional morphological and chemical concepts, the present study\nsuggests that species diversity has been overestimated in the species\nrich genus Xanthoparmelia. A concordance approach using multiple lines\nof evidence and analytical tools provides an effective approach to\ndelimit lichenized fungi species in notoriously challenging groups.","trees":[{"tree_label":"PAUP NJ","ntax":"158","rootedtree":"TRUE","title":"Xanthoparmelia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26258.phy"}]}