{"Authors":" Yan Kang, Yan-Ling Ji, Chen-Wei Zhang, Zhi-Wei Wang","Year":" 2011","Title":" Neotyphodium sinicum, found in several Roegneria species\nthroughout China, provides insights into the evolution of asexual\nendophytes","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Neotyphodium; Elymus; morphological diversity;\nphylogenetic analysis","DOI":"","Abstract":" Neotyphodium sinicum, found in natural symbiosis with\nasymptomatic Roegneria spp., is widely distributed in China. From 2001\nto 2007 we collected 1809 asymptomatic Roegneria grasses of six species\nin 14 cities of 9 provinces of China and 45.7% were endophyte-infected.\nFrom 100 strains obtained, 31 strains were tested for cultural\ncharacteristics and a phylogenetic study was conducted of the tubB and\ntefA genes of 21 of those strains. The 31 strains show abundant\nmorphological diversity including growth rates (7.561.7 mm/3 weeks), 5\ncolony type and conidial shapes and lengths (4.67.3 μm). The 21 strains\nwere phylogenetically clustered into 3 types: 15/21 strains had two\ndivergent alleles of both tubB and tefA; 3/21 had two alleles of only\ntubB and 3/21 had two alleles of only tefA. In the tubB NJ tree,\nalleles-1 formed two distinct sub-clades in the Epichloë bromicola/E.\nyangzi clade (EBY); allele-2 was located in three sub-clades widely\ndistributed within the E. typhina clade (ETC). The allele-1 of the tefA\ngene was also located within the EBY clade and formed two sub-clades;\nallele-2 was located in 3 sub-clades within the ETC clade. No\nrelationship was observed between phylogenetic relationships and\nmorphology in N. sinicum strains, and the phylogenetic characteristics\nhad little relationship to the host species or site of origin of the\nstrains. The manuscrip provide additional insights into the evolution of\nasexual endophytes.","trees":[{"tree_label":"PAUP tefA NJ","ntax":"107","rootedtree":"TRUE","title":"Tr26262","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26262.phy"},{"tree_label":"PAUP 1","ntax":"122","rootedtree":"TRUE","title":"Tr26261","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26261.phy"}]}