{"Authors":" Didier Salmon, Carsten Krumbholz, Markus Kador, Sabine\nBachmaier, Jasmin Anna Gossmann, Pierrick Uzureau, Etienne Pays, Michael\nBoshart","Year":" 2010","Title":" The ESAG4 sub-family of adenylyl cyclases is required for\ncytokinesis of Trypanosoma brucei bloodstream forms","Journal":" Molecular Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" adenylyl cyclase, ESAG4, GRESAG4, cytokinesis, RNAi","DOI":"","Abstract":" For antigenic variation of the parasite Trypanosoma brucei\nmonoallelic variant surface glycoprotein (VSG) expression is selected\nfrom a collection of multiple telomeric VSG expression sites (ESs). Each\nof these ESs harbours a long polycistronic transcription unit containing\nseveral expression site-associated genes (ESAGs). ESAG4 copies encode\nbloodstream stage-specific adenylyl cyclases and belong to a larger\nfamily of around 80 members, the majority of which, termed genes related\nto ESAG4 (GRESAG4s), are not encoded in ESs and are expressed\nconstitutively in the life cycle. Here we report that ablation of ESAG4\nfrom the active ES did not affect parasite growth, neither in culture\nnor upon rodent infection, consistent with no significant change in\ntotal cyclase activity. In contrast, inducible RNAi-mediated knockdown\nof the ESAG4 sub-family, that includes two ESAG4-like GRESAG4s,\ndecreased total adenylyl cyclase (AC) activity and induced a lethal\nphenotype linked to impaired cytokinesis. Compensatory upregulation of\napparently functionally redundant ESAG4-like GRESAG4s is observed in the\n∆esag4 line and suggests that the level of total AC expression is\ncritical for cell division in the bloodstream stage, rather than\nES-linked expression or an isoform-specific signaling event.\nAccordingly, the ESAG4 sub-family does not appear to be involved in\ncellular differentiation.","trees":[{"tree_label":"con all compat","ntax":"78","rootedtree":"TRUE","title":"Tr26277","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26277.phy"}]}