{"Authors":" Bernard Goffinet, Leah C Newman, Jessica M. Budke","Year":" 2011","Title":" Micromitriaceae a new family of highly reduced mosses","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Bryophyte phylogeny, Ephemeraceae, Micromitrium,\nmorphological reduction, neoteny","DOI":"","Abstract":" Morphological complexity tends to increase at a\nmacroevolutionary scale among land plants, but reversals or loss of\npreviously acquired complex traits occurs across various lineages and in\nparticular in bryophytes. In mosses reduction may pertain to the leafy\ngametophyte and the architecture of the sporophyte, and is often\nconsidered linked to shifts in habitats. Reduction in morphological\ncomplexity may obscure the phylogenetic affinities of the taxa, in\nparticular when multiple derived characters are lost. The Ephemeraceae\ncomprise two genera, Ephemerum and Micromitrium, growing typically on\ndisturbed, seasonally moist soils. The hypothesis of a shared ancestry\nof these genera is drawn from the similarity in their highly reduced\nmorphology: their ephemeral gametophytes are tiny, bearing few leaves\ncomposed of typically smooth cells, and their capsules that lack a\ndifferentiated lid and are nearly sessile. The family was historically\nincluded in the Funariideae, but recent phylogenetic inferences revealed\nthat the Ephemeraceae likely arose within the Dicranideae and may be of\npolyphyletic origin. Phylogenetic inferences based on eight loci\nconfirms that both genera belong to the Dicranidae, and reconstructions\nof the familial relationships within this subclass corroborate the\nindependent origins of the ephemeral life history and associated\ncharacter losses, with Ephemerum diverging from a Pottiaceous ancestor\nand Micromitrium sharing a unique common ancestor with the Leucobryaceae\n(Dicranales). Micromitrium is thus excluded from the Ephemeraceae and\naccommodated within its own newly described family, the\nMicromitriaceae.","trees":[{"tree_label":"Fig. 3","ntax":"101","rootedtree":"TRUE","title":"Micromitriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26268.phy"},{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Micromitriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26275.phy"}]}