{"Authors":" Erin T. Riley-Hulting, Alfonso Delgado-Salinas, Matthew T.\nLavin","Year":" 2004","Title":" Phylogenetic systematics of Strophostyles (Fabaceae): a North\nAmerican temperate genus within a neotropical diversification.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A combined parsimony analysis of cpDNA trnK, nrDNA\nITS/5.8S, and morphology reveals that the genus Strophostyles is indeed\nmonophyletic and comprises three species centered in eastern North\nAmerica. In contrast to the conventional view of the geographic\nrelationships of eastern North America, Strophostyles is nested within a\nprimarily neotropical group. However, its sister is the South American\ngenus Dolichopsis, which is endemic to the Chaco, a region characterized\nby having an annual frost interval. Strophostyles is apomorphically\ndiagnosed by divergent stipules, persistent secondary floral bracts,\ncalyces with four acute to sometimes attenuate lobes, and seed testae\noften with a cellular coat. Its sister relationship with Dolichopsis is\nsupported in part by a shared keel petal morphology involving a gibbous\nventral margin proximal to the rostrum. The three traditionally\nrecognized species of Strophostyles are phenotypically and genetically\ndistinct. Strophostyles peduncularis is the most genetically variable at\nthe ITS locus and has a geographical distribution centered in southern\nAppalachia. The geographically most widespread S. helvolus shows the\nleast amount of intraspecific genetic variation at this locus,\nsuggesting recent and rapid range expansion throughout eastern North\nAmerica. Nucleotide sequence variation is intermediate in Strophostyles\nleiosperma, a species distributed primarily in central North\nAmerica.","trees":[{"tree_label":"Figs. 1, 2, 3","ntax":"83","rootedtree":"TRUE","title":"Strophostyles","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1706.phy"},{"tree_label":"Fig. 4","ntax":"18","rootedtree":"TRUE","title":"Phaseolinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1707.phy"}]}