{"Authors":" Hitoshi Murata, Yuko Ota, Yamaguchi Muneyoshi, Shinichiro\nKatahata, Yuichiro Otsuka, Akiyoshi Yamada, Katsuhiko Babasaki, hitoshi\nneda","Year":" 2010","Title":" Short interspersed nuclear elements AbaMEG1, AbaMEG2 and\nAbaIGS1 from species of Tricholoma that produce prized ectomycorrhizal\nmushrooms ‘matsutake’","Journal":" Applied and Environmental Microbiology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We have previously reported a novel macroevolutionary\ngenomic marker of the Phylum Basidiomycota designated megB1 that resides\neither on rDNA intergenic sequence 1 (IGS1) or out of rDNA, the\nlocalizations that do not have any relationship with current taxonomic\ncriteria [Babasaki, K., H. Neda, and H. Murata. 2007. Biosci.\nBiotechnol. Biochem. 71:1927-1939]. In the present study, we\ninvestigated where megB1 had come from and what relationship megB1 has\nwith rDNA IGS1 using species of Tricholoma that produce prized\nectomycorrhizal mushrooms ‘matsutake’ distributed over the Northern\nHemisphere being diversified into current species unique to respective\nendemic regions. In ‘matsutake’, megB1 is localized out of rDNA as a\nsingle copy element unlike other basidiomycetous mushrooms where\nmulticopy megB1 is associated within rDNA. megB1 through its associated\n5 flanking sequence is in fact the complementary strand of a dimer of\nheterologous short interspersed nuclear elements (SINEs) that bears\ntypical features of Alu-elements known in human and primates. The left\nand right SINEs in the dimer are designated AbaMEG1 and AbaMEG2,\nrespectively [Aba = Alu-like element in Basidiomycota]. Four species of\nTricholoma that produce ‘matsutake’, each rather confined to a limited\nregion, i.e., T. matsutake (Far East through Scandinavia), T. anatolicum\n(Mediterranean regions), and T. magnivelare (North America) and\nTricholoma sp. from Mexico, conserve the genomic localization as well as\nthe structure of the AbaMEG1-AbaMEG2 dimer. Whereas T. matsutake and T.\nbakamatsutake, which morphologically resemble to each other and often\nshare the habitat in the Far East, have their SINE dimer markedly\ndifferentiated from each other at the 3 poly (A) stretch and distinctly\nlocalized in the genome. Subsequently, a monomeric SINE designated\nAbaIGS1 was identified in the complementary strand of the terminal\nsequence of 5S rDNA extending through most part of IGS1 from species of\nTricholoma, a structural feature also harbored by basidiomycetous\nmushrooms carrying megB1 within rDNA IGS1. These results suggest that\nmegB1 currently observed in T. matsutake, T. anatolicum, T. magnivelare\nand Tricholoma sp. from Mexico was formed by SINEs, which may belong to\nthe “stealth-driver” elements featuring low transposition activity, in\ntheir most recent common ancestor just prior to regional\ndiversification. While megB1 in T. bakamatsutake was formed before the\noccurrence of the ancestor of the former four species. In addition, rDNA\nIGS1 carrying megB1 in other basidiomycetes was produced by the\ninsertion of the AbaMEG1-AbaMEG2 dimer into AbaIGS1 in the complementary\nstrand of the 5S rRNA gene during a rather late evolutionary stage. This\nis the first report of SINEs in Basidiomycetous mushrooms.","trees":[{"tree_label":"Fig4","ntax":"62","rootedtree":"TRUE","title":"Phylogenic study of Trichoroma matsutake based on\nmegB1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26521.phy"}]}