{"Authors":" Peter John Unmack, Michael Hammer, Mark Adams, Thomas E\nDowling","Year":" 2011","Title":" A Phylogenetic Analysis of Pygmy Perches (Teleostei:\nPercichthyidae) with an Assessment of the Major Historical Influences on\nAquatic Biogeography in Southern Australia","Journal":" Systematic Biology","Volume":" 60","Issue":" 6","Pages":" 797-812","Keywords":" Percichthyidae; Nannoperca; biogeography; Nullarbor;\nincongruence; mitochondrial replacement; introgression; molecular\nclock.","DOI":" 10.1093/sysbio/syr042","Abstract":" The biogeography of southern Australia is characterized by\na repeated pattern of relatedness between the biota of southwestern and\nsoutheastern Australia. Both areas possess a temperate climate but are\nseparated by a vast arid region, currently lacking permanent freshwater\nhabitats, which has become increasingly drier since about 15 Ma (million\nyears ago). Aquatic organisms have thus potentially remained isolated\nfor a considerable time. Pygmy perches (Nannatherina and Nannoperca,\nPercichthyidae) provide an excellent scenario for investigating\nbiogeographic relationships between southwestern and southeastern\nregions as multiple species occur on either side of Australia. This\nallows us to potentially differentiate between “Multiple Invasion” and\n“Endemic Speciation,” the two major hypotheses proposed to account for\ncurrent distributions. The first suggests that multiple east-west\nmovements have occurred, while the second suggests a single east-west\nsplit, with current biodiversity in each region being reciprocally\nmonophyletic. Systematic relationships within this group were\ninvestigated with the mitochondrial cytochrome b gene, nuclear intron\nand exon sequences from S7, RAG1 and RAG2, and 53 allozyme loci. Our\ndata supported the hypothesis of multiple movements across southern\nAustralia, based on a consistent lack of support for reciprocal\nmonophyly of eastern and western species. This study provides the first\nevidence for multiple east-west movement in southern Australia, as all\nother aquatic and terrestrial fauna previously examined displayed a\nsingle east-west split. Despite a high degree of sympatry within each\nregion, the only evidence for hybridization was found between Nannoperca\naustralis and N. obscura, with the latter having its mitochondrial\ngenome completely replaced by that of N. australis, with no evidence for\nnuclear introgression. This is one of only a few confirmed examples of\ncomplete replacement of the mitochondrial genome in one species with\nthat of another. Cryptic differentiation was also evident within the two\nmost widespread species, Nannoperca australis and N. vittata, indicating\nthese likely consist of multiple species. We also highlight the need for\nmultiple molecular markers with different strengths in order to obtain a\nmore robust phylogeny, despite problems resulting from potential\nincongruences between datasets.","trees":[{"tree_label":"Imported tree rag","ntax":"9","rootedtree":"TRUE","title":"Tr26289","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26289.phy"},{"tree_label":"Nannoperca_cytb_tre","ntax":"38","rootedtree":"TRUE","title":"Tr26286","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_26286.phy"},{"tree_label":"Imported tree combined","ntax":"9","rootedtree":"TRUE","title":"Tr26288","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26288.phy"},{"tree_label":"Imported tree S7","ntax":"24","rootedtree":"TRUE","title":"Tr26287","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26287.phy"}]}