{"Authors":" Steve Leavitt, Johnathon D Fankhauser, Dean Leavitt, Lyndon\nD. Porter, L. A. Johnson, Larry L. St. Clair","Year":" 2010","Title":" Complex patterns of speciation in cosmopolitan “rock posy”\nlichens - discovering and delimiting cryptic fungal species in the\nlichen-forming Rhizoplaca melanophthalma species-complex (Lecanoraceae,\nAscomycota)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Coalescent theory, species delimitation, lichen species\nconcepts, Rhizoplaca, secondary metabolites, species delimitation,\nspecies tree phylogeny estimation, vagrant lichens\n","DOI":"","Abstract":" A growing body of evidence indicates that in some cases\nmorphology-based species circumscription of lichenized ascomycetes\nmisrepresents the number of existing species. The cosmopolitan “rock\nposy” lichen (Rhizoplaca melanophthalma) species-complex includes a\nnumber of morphologically distinct species that are both geographically\nand ecologically widespread, providing a model system to evaluate\nspeciation in lichen-forming ascomycetes. In this study, we assembled\nmultiple lines of evidence from nuclear DNA sequence data, morphology,\nand biochemistry for species delimitation in the Rhizoplaca\nmelanophthalma species-complex. We define a total of ten candidate\nspecies in this study, four of which were previously recognized as\ndistinct taxa and six previously unrecognized lineages found within what\nhas been thus far considered a single species. Candidate species are\nsupported using inferences from multiple empirical operational criteria.\nMultiple instances of sympatry support the view that these lineages\nmerit recognition as distinct taxa. Generally, we found little\ncorroboration between morphological and chemical characters and\npreviously unidentified lineages defined in this study, as most\ncandidate species were morphologically polymorphic. However, secondary\nmetabolite data supported one cryptic saxicolous lineage, characterized\nby orsellinic-derived gyrophoric and lecanoric acids, which we consider\nto be taxonomically significant. Our study of the R. melanophthalma\nspecies-complex indicates that the genus Rhizoplaca, as presently\ncircumscribed, is more diverse in western North American than originally\nperceived, and we present our analyses as a working example of species\ndelimitation in morphologically cryptic and recently diverged lichenized\nfungi.","trees":[{"tree_label":"TREE1","ntax":"153","rootedtree":"TRUE","title":"Rhizoplaca melanophthalma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26278.phy"}]}