{"Authors":" SHUAIFEI CHEN, Marieka Gryzenhout, Jolanda Roux, Yaojian\nXie, XuDong Zhou, Michael J Wingfield","Year":" 2011","Title":" Novel species of Celoporthe identified from Eucalyptus and\nSyzygium trees in China and Indonesia","Journal":" Mycologia","Volume":" 103","Issue":" 6","Pages":" 13841410","Keywords":" Cryphonectriaceae, stem canker pathogens, Myrtales,\nplantation forestry, Southeast Asia","DOI":" 10.3852/11-006","Abstract":" Many species in the Cryphonectriaceae cause diseases of\ntrees, including those in the genera Eucalyptus and Syzygium. During\ndisease surveys on these trees in South China, fruiting structures\ntypical of fungi in the Cryphonectriaceae and associated with dying\nbranches and stems were observed. Morphological comparisons indicated\nthat these fungi were distinct from the well-known Chrysoporthe\ndeuterocubensis, also found on these trees in China. The aim of this\nstudy was to identify the fungi and evaluate their pathogenicity to\nEucalyptus clones/species and Syzygium cumini. Three morphologicaly\nsimilar fungal isolates collected previously from Indonesia were also\nincluded in the study. Isolates were characterized based on comparisons\nof their morphology and DNA sequence data for the partial LSU and ITS\nnuclear ribosomal areas, β-tubulin, and TEF-1α gene regions. Following\nglasshouse trials to select virulent isolates, field inoculations were\nundertaken to screen different commercial Eucalyptus clones/species and\nS. cumini trees for susceptibility to infection. Phylogenetic analyses\nshowed that the Chinese isolates and those from Indonesia reside in a\nclade close to previously identified South African Celoporthe isolates.\nBased on morphology and DNA sequence comparisons, four new Celoporthe\nspp. were identified, including C. syzygii, C. eucalypti, C.\nguangdongensis and C. indonesiensis. Field inoculations indicated that\nthe three tested Chinese Celoporthe spp., namely C. syzygii, C.\neucalypti and C. guangdongensis, are pathogenic to all tested Eucalyptus\nand S. cumini trees. Significant differences in the susceptibility of\nthe inoculated Eucalyptus clones/species suggest that it will be\npossible to select disease tolerant planting stock for forestry\noperations in the future.","trees":[{"tree_label":"Fig. 4c","ntax":"13","rootedtree":"TRUE","title":"Celoporthe, 5 2 TEF MP Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26299.phy"},{"tree_label":"Fig. 3","ntax":"61","rootedtree":"TRUE","title":"Cryphonectriaceae 2 2 BT&ITS exon MP Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26296.phy"},{"tree_label":"Fig. 4a","ntax":"15","rootedtree":"TRUE","title":"Celoporthe, 3 2 BT MP Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26297.phy"},{"tree_label":"Fig. 4b","ntax":"15","rootedtree":"TRUE","title":"Celoporthe , 4 2 ITS MP Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26298.phy"},{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Cryphonectriaceae, 1 2 LSU MPTree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26464.phy"}]}