{"Authors":" Jolanta Maria Miadlikowska, Conrad L Schoch, Stacie A\nKageyama, Katalin Molnar, Francois Lutzoni, Bruce McCune","Year":" 2010","Title":" Hypogymnia phylogeny, including Cavernularia, reveals\nbiogeographic structure","Journal":" The Bryologist","Volume":" 114","Issue":" 2","Pages":" 392-400","Keywords":" Biogeography, Cavernularia, DNA sequences, GPD1,\nHypogymnia, ITS, lichenized ascomycetes, Parmeliaceae, species pair","DOI":" 10.1639/0007-2745-114.2.392","Abstract":" ABSTRACT. We inferred phylogenetic relationships using\nBayesian and maximum likelihood approaches for two genera of lichenized\nfungi, Hypogymnia and Cavernularia (Parmeliaceae). Based on the combined\nITS and GPD1 dataset from 23 species (49 specimens) of Hypogymnia and\ntwo species (8 specimens) of Cavernularia, we conclude that Hypogymnia\nis paraphyletic, and that it should include Cavernularia to retain its\nmonophyly. Hypogymnia hultenii (= Cavernularia hultenii) and H. lophyrea\n(= C. lophyrea) are accepted here. Five species of Hypogymnia\nrepresented by more than a single individual were found to be\nmonophyletic and significantly supported. The phylogeny reflects a\nstatistically significant biogeographic pattern where continental-scale\nendemic taxa tend to occur within the same phylogenetic group. Sorediate\ntaxa, which have worldwide or broader geographical ranges than\naffiliated species lacking soredia are spread across the phylogenetic\ntree. Hypogymnia contains three species pairs: H. krogiae and the\nsorediate counterpart H. incurvoides, H. minilobata and the sorediate H.\nmollis, and H. lophyrea and the sorediate H. hultenii. In the case of H.\nminilobata, both members of the pair are restricted to a small area in\nsouthern California. In the other two cases, the fertile counterpart\noccurs only in North America, while the sorediate species occurs in both\nNorth America and Fennoscandia. This suggests an origin of each species\npair in North America with migration of the sorediate member to\nFennoscandia following the prevailing wind direction.","trees":[{"tree_label":"MLT","ntax":"59","rootedtree":"FALSE","title":"Hypogymnia ITS gpd1 59 data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_73442.phy"}]}