{"Authors":" Robert Alexander Pyron","Year":" 2011","Title":" Divergence-Time Estimation Using Fossils as Terminal Taxa and\nthe Origins of Lissamphibia","Journal":" Systematic Biology","Volume":" 60","Issue":" 4","Pages":" 466-481","Keywords":" Divergence-time estimation, Lissamphibia, fossil\nconstraints, Tetrapoda, molecular clock, evolutionary rates","DOI":" 10.1093/sysbio/syr047","Abstract":" Were molecular data available for extinct taxa, questions\nregarding the origins of many groups could be settled in short order. As\nthis is not the case, various strategies have been proposed to combine\npaleontological and neontological datasets. The use of fossil dates as\nnode age calibrations for divergence time estimation from molecular\nphylogenies is commonplace. In addition, simulations suggest that the\naddition of morphological data from extinct taxa may improve\nphylogenetic estimation when combined with molecular data for extant\nspecies, and a few studies have combined morphological and molecular\ndata to estimate combined-evidence phylogenies containing both fossil\nand extant taxa. However, to date, few if any studies have attempted to\ninfer divergence time estimates using phylogenies containing both\nextinct and living taxa, sampled for both molecular and morphological\ndata. Here, I infer both the phylogeny and time of origin for\nLissamphibia using Bayesian methods, based on a dataset containing\nmorphological data for extinct taxa, molecular data for a number of\nextant species, and molecular and morphological data for a subset of\nextant taxa. The results suggest that Lissamphibia is monophyletic,\nnested within Lepospondyli, and originated in the late Carboniferous at\nthe earliest. This research illustrates potential pitfalls for the use\nof fossils as post-hoc age constraints on internal nodes, and highlights\nthe importance of explicit phylogenetic analysis of extinct taxa. These\nresults suggest that the application of fossils as minima or maxima on\nmolecular phylogenies should be supplemented or supplanted by\ncombined-evidence analyses whenever possible.","trees":[{"tree_label":"Fig. 3","ntax":"75","rootedtree":"TRUE","title":"Lissamphibians and related tetrapods, morph +\nRAG-1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48028.phy"},{"tree_label":"Fig. 1","ntax":"49","rootedtree":"TRUE","title":"Phylogeny of lissamphibians and related tetrapods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48026.phy"},{"tree_label":"Fig. 4","ntax":"75","rootedtree":"TRUE","title":"Dated chronogram with branch lengths equal to time in\nmillions of years","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48029.phy"},{"tree_label":"Fig. 2","ntax":"49","rootedtree":"TRUE","title":"Lissamphibians and related tetrapods, morph +\nRAG-1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48027.phy"},{"tree_label":"TMA 2Clock Com","ntax":"75","rootedtree":"TRUE","title":"Dated chronogram with branch lengths equal to time in\nmillions of years","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48030.phy"}]}