{"Authors":" Gillian Kim Brown, Daniel John Murphy, Pauline Y\nLadiges","Year":" 2011","Title":" Relationships of the Australo-Malesian genus Paraserianthes\n(Mimosoideae: Leguminosae) identifies the sister group of Acacia sensu\nstricto and two biogeographic tracks","Journal":" Cladistics","Volume":"","Issue":"","Pages":"","Keywords":" Paraserianthes; Ingeae; Acacia; Malesia","DOI":"","Abstract":" Paraserianthes (tribe Ingeae) as circumscribed by Nielsen\net al. (1983a,b) includes four species and five subspecies in two\nsections endemic to Australia, Indonesia, New Guinea and the Solomon\nislands. An alternative classification, proposed by Barneby and Grimes\n(1996), raised Nielsens two sections to generic level, thereby reducing\nParaserianthes to include one species, P. lophantha, and recognising\ngenus Falcataria. Neither treatment has been adopted by all. Thus a\nphylogenetic and systematic analysis of Paraserianthes is required to\nclarify the taxonomic circumscription of the genus and relationships\namong the species and subspecies. Furthermore, elucidation of the\nphylogenetic relationships of Paraserianthes is significant to an\nunderstanding of the evolutionary history and biogeography of Acacia\nsensu stricto. The external transcribed spacer regions (ETS) of nuclear\nribosomal DNA and the rpl32-trnL intergenic spacer of chloroplast DNA\nwere sequenced for all species of Paraserianthes, a representative\nsample of Acacia sensu stricto (phyllodinous group) and 18 other members\nof tribe Ingeae, including an outgroup Samanea tubulosa. These data were\nanalysed with parsimony and Bayesian methods. The topologies of the\nresultant phylogenetic trees were congruent but with greater resolution\nin the Bayesian tree. The results show that Paraserianthes sensu Nielsen\nis paraphyletic and that P. lophantha is the sister group to Acacia, a\nfinding supported by morphological characters. Paraserianthes shows a\ndual link between Australia and lands to the north of the continent. A\nwestern biogeographic track relates south-west Western Australia to\nSumatra, Java, Bali and Flores (two subspecies of P. lophantha), and an\neastern track relates North East Queensland to the Moluccas, New Guinea,\nthe Bismarck Archipelago and the Solomon Islands (P. toona and its\nrelatives).","trees":[{"tree_label":"PAUP 1","ntax":"35","rootedtree":"TRUE","title":"Paraserianthes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26486.phy"},{"tree_label":"Strict Con","ntax":"35","rootedtree":"TRUE","title":"Paraserianthes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26487.phy"}]}