{"Authors":" Nattawut - Boonyuen, Charuwan Chuaseeharonnachai, Satinee\nSuetrong, Veera - Sri-indrasutdhi, Ka-Lai Pang, S. Sivichai, E. B.\nGareth Jones","Year":" 2011","Title":" A novel lineage of aquatic ascomycetes inferred from\nmultiple-gene phylogenies of the genera Ascotaiwania, Ascothailandia,\nand Savoryella","Journal":" Mycologia","Volume":"","Issue":"","Pages":" 33","Keywords":" ascomycota incertae sedis, hypocreomycetidae, fungal\nsystematics, unitunicate ascomycetes.","DOI":"","Abstract":" The taxonomic placement of freshwater and marine\nSavoryella species has been widely debated, and the genus has been\ntentatively assigned to various orders in the Sordariomycetes. The genus\nis characterized as possessing paraphyses that deliquesce early,\nelongate, clavate to cylindrical asci with a poorly developed apical\nring and versicoloured, 3-septate ascospores. We performed two combined\nphylogenetic analyses of different genes: (1) partial small subunit rRNA\n(SSU), large subunit rRNA (LSU), DNA-dependent RNA polymerase II largest\nsubunit (RPB2) dataset and (2) SSU rDNA, LSU rDNA, DNA-dependent RNA\npolymerase II largest subunit (RPB1 and RPB2), translation elongation\nfactor 1-alpha (TEF-l), the 5.8S ribosomal DNA (5.8S rDNA) dataset. Our\nresults indicate that Savoryella species formed a monophyletic group\nwithin the Sordariomycetes but they showed no affinity to the\nHypocreales, Halosphaeriales (Microascales), Sordariales and Xylariales,\ndespite earlier assignments to these orders. Furthermore, Savoryella,\nAscotaiwania, Ascothailandia (and its anamorph Canalisporium) formed a\nnew lineage that have invaded both marine and freshwater habitats,\nindicating that these genera share a common ancestor and are closely\nrelated. Because the genus shows no clear relationship with any named\norder or family, it is currently designated the ACS clade and referred\nto the subclass Hypocreomycetidae incertae sedis within the\nSordariomycetes. The genera Savoryella and Ascothailandia are\nmonophyletic, while the position of Ascotaiwania species is unresolved.\nAll three genera are phylogenetically related, and form a distinct clade\nsimilar to the unclassified group of marine ascomycetes comprising the\ngenera Swampomyces, Torpedospora and Juncigera (TBM clade:\nTorpedospora/Bertia/Melanospora) in the Hypocreomycetidae incertae\nsedis.","trees":[{"tree_label":"PAUP 7","ntax":"121","rootedtree":"TRUE","title":"Ascotaiwania, Ascothailandia, and Savoryella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26494.phy"},{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Ascotaiwania, Ascothailandia, and Savoryella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26495.phy"}]}