{"Authors":" Tania M. King, Graham P. Wallis, Martyn Kennedy","Year":" 2003","Title":" Phylogeographic genetic analysis of the alpine weta,\nHemideina maori: The evolution of a colour polymorphism and the origins\nof a hybrid zone.","Journal":" The Journal of the Royal Society of New Zealand","Volume":" 33","Issue":" NA","Pages":" 715-729","Keywords":" NA","DOI":" NA","Abstract":" Body colour is an important distinguishing feature in a\nNew Zealand alpine weta hybrid zone and is strongly correlated with\nmitochondrial DNA haplotype variation. To assess the broader geographic\npattern of this association, an intraspecific phylogeny was generated\nusing mtDNA sequence. Both parsimony and likelihood analyses separated\nthe colour morphs into two clades. One grouped the Rock and Pillar Range\nyellow haplotypes with other Central Otago populations and the other\ngrouped the black Rock and Pillar haplotypes as a monophyletic group.\nThe black body colour seen in the south of the Rock and Pillar Range\nappears to have evolved multiple times across the species. Application\nof a molecular clock estimated that the Rock and Pillar yellow and black\nlineages were separated approximately 2 million years ago. The Rock and\nPillar yellow lineage split from other Central Otago populations\napproximately 1 million years later, possibly the result of sequential\nrange contraction and expansion.","trees":[{"tree_label":"Fig. 2B","ntax":"21","rootedtree":"TRUE","title":"Hemideina maori, ML phylogram","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_217.phy"},{"tree_label":"Fig. 3A","ntax":"16","rootedtree":"TRUE","title":"Hemideina maori, Weighted MP strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_286.phy"},{"tree_label":"Fig. 3B","ntax":"16","rootedtree":"TRUE","title":"Hemideina maori, ML phylogram","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1711.phy"},{"tree_label":"Fig. 2A","ntax":"21","rootedtree":"TRUE","title":"Hemideina maori, MP strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1710.phy"}]}