{"Authors":" Syou Kato, Kazuharu Misawa, Fumio Takahashi, Hidetoshi\nSakayama, Satomi Sano, Keiko Kosuge, Fumie Kasai, Makoto Watanabe, Jiro\nTanaka, Hisayoshi Nozaki","Year":" 2011","Title":" Intraspecific phylogeny of Chara braunii (Charales) based on\nchloroplast and nuclear DNA regions","Journal":" Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Many of the genes that control photosynthesis are carried\nin the chloroplast. These genes differ among species. However, evidence\nhas yet to be found revealing the involvement of organelle genes in the\ninitial stages of plant speciation. To elucidate the molecular basis of\naquatic plant speciation, we focused on the unique plant species Chara\nbraunii that inhabits both shallow and deep freshwater habitats and\nexhibits habitat-based dimorphism of chloroplast DNA (cpDNA). Here, we\nexamined the “shallow” and “deep” subpopulations of C. braunii using two\nnuclear DNA (nDNA) markers and cpDNA. Genetic differentiation between\nthe two subpopulations was measured in both nDNA and cpDNA regions,\nalthough phylogenetic analyses suggested nuclear gene flow between\nsubpopulations. Neutrality tests based on Tajimas D demonstrated\ndiversifying selection acting on organelle DNA regions. Furthermore,\nboth “shallow” and “deep” haplotypes of cpDNA found in cultures\noriginating from bottom soils of three deep environments suggested that\nmigration of oospores (dormant zygotes) between the two habitats occurs\nirrespective of the complete habitat-based dimorphism of cpDNA from\nfield-collected vegetative thalli. Therefore, the two subpopulations are\nhighly selected by the their different aquatic habitats and show\npre-zygotic isolation, which represents an initial process of speciation\naffected by ecologically based divergent selection of organelle\ngenes.","trees":[{"tree_label":"PAUP 1","ntax":"25","rootedtree":"TRUE","title":"Chara braunii, rbcL IGS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26555.phy"},{"tree_label":"PAUP 1","ntax":"14","rootedtree":"TRUE","title":"Chara braunii, EF-1a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26556.phy"},{"tree_label":"PAUP 1","ntax":"20","rootedtree":"TRUE","title":"Chara braunii, hsp90","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26553.phy"},{"tree_label":"PAUP 1","ntax":"21","rootedtree":"TRUE","title":"Chara braunii, rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26554.phy"}]}