{"Authors":" Patrik Inderbitzin, R Michael Davis, Richard M Bostock,\nKrishna V Subbarao","Year":" 2011","Title":" The Ascomycete Verticillium longisporum is a Hybrid and a\nPlant Pathogen with an Expanded Host Range.","Journal":" PLoS ONE","Volume":" 6","Issue":" 3","Pages":" e18260","Keywords":"","DOI":" 10.1371/journal.pone.0018260","Abstract":" Hybridization plays a central role in plant evolution, but\nits overall importance in fungi is unknown. New plant pathogens are\nthought to arise by hybridization between formerly separated fungal\nspecies. Evolution of hybrid plant pathogens from non-pathogenic\nancestors in the fungal-like protist Phytophthora has been demonstrated,\nbut in fungi, the most important group of plant pathogens, there are few\nwell-characterized examples of hybrids. We focused our attention on the\nhybrid and plant pathogen Verticillium longisporum, the causal agent of\nthe Verticillium wilt disease in crucifer crops. In order to address\nquestions related to the evolutionary origin of V. longisporum, we used\nphylogenetic analyses of seven nuclear loci and a dataset of 203\nisolates of V. longisporum, V. dahliae and related species. We confirmed\nthat V. longisporum was diploid, and originated three different times,\ninvolving four different lineages and three different parental species.\nAll hybrids shared a common parent, species A1, that hybridized\nrespectively with species D1, V. dahliae lineage D2 and V. dahliae\nlineage D3, to give rise to three different lineages of V. longisporum.\nSpecies A1 and species D1 constituted as yet unknown taxa. Verticillium\nlongisporum likely originated recently, as each V. longisporum lineage\nwas genetically homogenous, and comprised species A1 alleles that were\nidentical across lineages.","trees":[{"tree_label":"Fig. 1","ntax":"203","rootedtree":"TRUE","title":"Evolutionary origins of the diploid hybrid Verticillium\nlongisporum based on","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_26522.phy"},{"tree_label":"Fig. 4","ntax":"18","rootedtree":"TRUE","title":"Presence of beta-tubulin paralogs in V. dahliae and V.\nlongisporum isolates","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_29836.phy"},{"tree_label":"Fig. 3","ntax":"45","rootedtree":"TRUE","title":"Evolutionary origins of the diploid hybrid Verticillium\nlongisporum based on partial MAT1-1 idiomorph data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_26524.phy"},{"tree_label":"Fig. 2","ntax":"95","rootedtree":"TRUE","title":"Evolutionary origins of the diploid hybrid Verticillium\nlongisporum - ACT, EF, GPD, OX, TS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_29833.phy"}]}