{"Authors":" Nadja Korotkova, Leonie Zabel, Dietmar Quandt, Wilhelm\nBarthlott","Year":" 2010","Title":" A phylogenetic analysis of Pfeiffera and the reinstatement of\nLymanbensonia as an independently evolved lineage of epiphytic Cactaceae\nwithin a new tribe Lymanbensonieae","Journal":" Willdenowia","Volume":" 40","Issue":" 2","Pages":" 151-171","Keywords":" Rhipsalideae, Echinocereeae, Lepismium, Calymmanthium,\nmolecular phylogenetics, epiphytism, convergence","DOI":" 10.3372/wi.40.40201","Abstract":" Pfeiffera is a genus of epiphytic, terrestrial and\nepilithic cacti. Its acceptance, circumscription and closest relatives\nhave been debated. In the context of a phylogenetic survey of epiphytic\ncacti, we have studied relationships in Pfeiffera, sampling eight of\nnine species and using sequence data from three group II introns (trnK,\nrpl16, trnG), four intergenic spacers (psbA-trnH, trnQ-rps16,\nrps3-rpl16, trnS-trnG) and the rapidly evolving gene matK of the plastid\ngenome. Phylogenetic analyses revealed Pfeiffera to be polyphyletic,\ncomprising two unrelated lineages, both highly supported. One clade\nincludes the type species, P. ianthothele; the second contains two\nPfeiffera and an erstwhile Lepismium species. Our results justify\ngeneric status for this newly found clade. Since it includes the type\nspecies of the earlier-proposed monotypic genus Lymanbensonia, we\nsuggest the reinstatement of the latter in an amplified circumscription.\nThe necessary new combinations for Pfeiffera brevispina and Lepismium\nincachacanum are provided. Our results further support the establishment\nof a separate tribe Lymanbensonieae, formally proposed here, to contain\nLymanbensonia and Calymmanthium. The phylogenetic results imply that\nepiphytism evolved more frequently in Cactaceae than hitherto assumed\nand further show that morphological convergences in the family can be\nextreme. An integrated approach using morphology and sequence data is\ntherefore needed to establish sound generic limits in the\nCactaceae.","trees":[{"tree_label":"tree1+","ntax":"22","rootedtree":"TRUE","title":"Pfeiffera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26496.phy"}]}