{"Authors":" Hermann Voglmayr, Mi-Jeong Park, Hyeon-Dong Shin","Year":" 2011","Title":" Spiroplana centripeta gen. & sp. nov., a leaf parasite of\nPhiladelphus and Deutzia with a remarkable aeroaquatic conidium\nmorphology","Journal":" Mycotaxon","Volume":" 116","Issue":" 3","Pages":" 203-216","Keywords":" leaf pathogen, Philadelphaceae, taxonomy","DOI":" 10.5248/116.203","Abstract":" Spiroplana centripeta is described as a new genus and\nspecies from Korea. Its spirally coiled conidia closely resemble those\nof the aeroaquatic genus Spirosphaera but its ecology differs totally,\nas it is parasitic to living Philadelphus and Deutzia leaves causing\nsymptoms superficially similar to powdery mildew disease. No sexual\nstate has been found, but molecular phylogenies inferred from\nITS1-5.8S-ITS2 rDNA and partial nuLSU sequences support it within the\nPleosporales (Dothideomycetes) and thus phylogenetically distinct from\nthe generic type, Spirosphaera floriformis in the Leotiomycetes.\nMolecular phylogenies further show that Spirosphaera is polyphyletic and\nthat generic diagnostic characters have evolved multiple times as an\nadaptation to conidium dispersal in the aeroaquatic niche.\nMorphologically, Spiroplana centripeta differs from Spirosphaera in its\nbranching pattern, characterised by a main coil of cells in the conidial\nfilament that give rise to 12 daughter filaments only on the inner side\nof the main coil. The daughter filaments then grow, coiling inwards with\noccasional additional branching to produce a tightly interwoven\npropagule enclosing air in a manner similar to aeroaquatic fungi. As\nprimary branching takes place in one plane, the conidia are laterally\nflattened. In light of these molecular, morphological and ecological\ndifferences, a new genus is described. We believe the astounding\nsimilarity of the Spiroplana and Spirosphaera conidia is related to\ndispersal on the surface of a water film.","trees":[{"tree_label":"Fig. 1","ntax":"47","rootedtree":"FALSE","title":"Spiroplana centripeta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_26531.phy"}]}