{"Authors":" Richard E. Triemer, Woongghi Shin","Year":" 2004","Title":" Phylogenetic analysis of the genus Euglena (Euglenophyceae)\nwith particular reference to the type species Euglena viridis.","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Euglena viridis (subgenus Euglena), serves as the type\nspecies for the genus Euglena. In this study, molecular phylogenetic\nanalyses using an SSU and a combined SSU/partial LSU rDNA dataset for\nmembers of the genus Euglena showed that strains identified as E.\nviridis on the basis of morphology, are distributed between two\nseparate, non-sister clades. Although all of the E. viridis strains\nexamined were morphologically indistinguishable and possessed spherical\nmucocysts and stellate chloroplasts with one paramylon center, there was\na high degree of sequence divergence between the E. viridis strains in\ndifferent clades making this a cryptic species. Like E. viridis, all\ntaxa from the subgenus Euglena, are characterized by having one or more\nstellate chloroplasts with paramylon grains clustered around the center\nof the chloroplast. These additional taxa divided into four clades in\nall of the molecular analyses. Strains of Euglena stellata formed two\nclades whose members had a single aggregate chloroplast with paramylon\ncenter and spindle-shaped mucocysts. A \u001ageniculata\u001a clade included species\nwith one or two stellate chloroplasts with paramylon centers and\nspherical mucocysts and the \u001acantabrica\u001a clade had members with one\nstellate chloroplast with paramylon center and spherical mucocysts\narranged in a definite pattern. Interspersed among these, were three\nmore clades bearing taxa from the subgenus Calliglena which contains\nmembers with discoid plastids with pyrenoids which may or may not be\ncapped with paramylon. These taxa formed a \u001alaciniata\u001a clade , a \u001amutabilis\u001a\nclade and \u001agracilis\u001a clade. This study demonstrates that E. viridis and\npossibly E. stellata, are cryptic species that can only be distinugished\nat the molecular level. Because E. viridis is the designated type\nspecies for the genus Euglena, we designated an epitype for E.\nviridis.","trees":[{"tree_label":"Fig. 4","ntax":"37","rootedtree":"TRUE","title":"Euglena","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1712.phy"},{"tree_label":"Fig. 5","ntax":"23","rootedtree":"TRUE","title":"Euglena","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1713.phy"}]}