{"Authors":" Kare Liimatainen","Year":" 2011","Title":" Cortinarius sect. Armillati in North Europe","Journal":" Mycologia Aplicada International","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, Barcoding, ITS, molecular systematics,\nphylogeny, taxonomy","DOI":"","Abstract":" An extensive study of Cortinarius sect. Armillati\n(subgenus Telamonia) was done based on morphology and molecular data. A\ntotal of about 1000 specimens, mostly from Fennoscandia, were revised.\nThe nomenclature of the species was confirmed by sequencing the type\nmaterial. Phylogenetic relationships were inferred by analyses of ITS,\nand the results were compared with the morphological and ecological\ndata. Based on macro- and micromorphological characters as well as\nmolecular data the sect. Armillati is limited to contain the medium- to\nbig-sized species with slightly hygrophanous pileus and ± reddish or in\nsome species yellowish brown to rose brown universal veil. The other\nred/brown-veiled species previously included in Armillati seem to belong\nto at least seven different sections or clades: sect. Anthracini, sect.\nBoulderenses, sect. Brunneotincti p.p., sect. Cinnabarini, sect.\nFulvescentes, /Fuscoperonatus, and /Praestigiosus. Based on our study\nsix Armillati species were recognized from North Europe: C. armillatus,\nC. luteo-ornatus, C. paragaudis, and three species described as new C.\npinigaudis, C. roseoarmillatus, and C. suboenochelis. The former three\nalso occur in North America. In addition, two species outside the area,\nC. subarmillatus (Japan) and C. quercoarmillatus (Costa Rica), are\nknown. Based on the phylogenetic analysis the species associated with\ndeciduous trees, C. armillatus, C. quercoarmillatus, and C.\nroseoarmillatus all with dextrinoid, thick-walled spores, formed a\nseparate group from mainly conifer associated species, C. luteo-ornatus,\nC. paragaudis, C. pinigaudis and C. suboenochelis all with fairly thin\nto moderately thick-walled, indextrinoid to moderately dextrinoid\nspores. Descriptions of the North European species are provided, the\ndistribution is mapped, and their taxonomy, ecology, distribution, and\nrelationships are discussed. A total of 64 new sequences of 12 species\nare published including 17 sequences from type material. Our study also\nsuggests that ITS sequences are not always variable enough for species\nlevel recognition (barcoding) in Cortinarius.","trees":[{"tree_label":"con 50 majrule","ntax":"109","rootedtree":"TRUE","title":"Armillati","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26546.phy"}]}