{"Authors":" Stephen A Rehner, Andrew M Minnis","Year":" 2011","Title":" Phylogenetic systematics of the anamorphic entomopathogen\nBeauveria","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, Beauveria bassiana complex, Beauveria\nbrongniartii complex, cryptic species, insect fungi, phylogeny","DOI":"","Abstract":" Beauveria is a cosmopolitan anamorphic genus of arthropod\npathogens that includes the agronomically important species, B. bassiana\nand B. brongniartii, which are used as mycoinsecticides for the\nbiological control of pest insects. Recent phylogenetic evidence\ndemonstrates that Beauveria is monophyletic within the Cordycipitaceae\n(Hypocreales) and both B. bassiana and B. brongniartii have been linked\ndevelopmentally and phylogenetically to Cordyceps species. Despite\nrecent interest in the genetic diversity and molecular ecology of\nBeauveria, particularly as it relates to their role as pathogens of\ninsects in natural and agricultural environments, the genus has not\nreceived critical taxonomic review for several decades. A multi-locus\nphylogeny of Beauveria based on partial sequences of rpb1, rpb2, tef and\nthe nuclear intergenic region, Bloc, is presented and used to assess\ndiversity within the genus and to evaluate species concepts and their\ntaxonomic status. B. bassiana and B. brongniartii, which both represent\nspecies complexes and which heretofore have lacked type specimens, are\nre-described. In addition, six new species are described including: B.\nvarroae and B. kipukae, which form a biphyletic, morphologically cryptic\nsister lineage to B. bassiana; B. pseudobassiana, which is also\nmorphologically similar to but phylogenetically distant from B.\nbassiana; B. asiatica and B. australis, which are sister lineages to B.\nbrongniartii; and B. sungii, an Asian species that is linked to an\nundetermined species of Cordyceps. The combination B. amorpha is validly\npublished and an epitype is designated.","trees":[{"tree_label":"4 genes","ntax":"72","rootedtree":"TRUE","title":"Beauveria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26685.phy"}]}