{"Authors":" Vincent Savolainen, Jan Schnitzler, Timothy G. Barraclough,\nJames Stephen Boatwright, Peter Goldblatt, J. C. Manning, Martyn P.\nPowell, Tony G. Rebelo","Year":" 2011","Title":" Causes of Plant Diversification in the Cape Biodiversity\nHotspot of South Africa","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The Cape region of South Africa is one of the most\nremarkable hotspots of biodiversity with a flora comprising more than\n9,000 plant species, almost 70% of which are endemic, within an area of\nonly ± 90,000 km2. Much of the diversity is due to an exceptionally\nlarge contribution of just a few clades which radiated substantially\nwithin this region, but little is known about the causes of these\nradiations. Here, we present a comprehensive analysis of plant\nspeciation, using near complete species-level phylogenies of four major\nCape clades (more than 470 species): the genus Protea, a tribe of\nlegumes (Podalyrieae) and two speciose genera within the iris family\n(Babiana and Moraea), representing three of the seven largest plant\nfamilies in this biodiversity hotspot. Combining these molecular\nphylogenetic data with ecological and biogeographical information, we\ntested key hypotheses that have been proposed to explain the radiation\nof the Cape flora. Our results show that the radiations started\nthroughout the Oligocene and Miocene and that net diversification rates\nhave remained constant over time at globally moderate rates.\nFurthermore, using sister-species comparisons to assess the impact of\ndifferent factors on speciation, we identified soil type shifts as the\nmost important cause of speciation in Babiana, Moraea and Protea, while\nshifts in fire-survival strategy is the most important factor for\nPodalyrieae. Contrary to previous findings in other groups, such as\norchids, pollination syndromes show a high degree of phylogenetic\nconservatism, including groups with a large number of specialised\npollination syndromes like Moraea. We conclude that the combination of\ncomplex environmental conditions together with relative climatic\nstability promoted high speciation and/or low extinction rates as the\nmost likely scenario leading to present-day patterns of hyper-diversity\nin the Cape.","trees":[{"tree_label":"BEAST","ntax":"114","rootedtree":"TRUE","title":"Podalyrieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26557.phy"},{"tree_label":"TREE1","ntax":"95","rootedtree":"TRUE","title":"Protea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26558.phy"},{"tree_label":"TREE1","ntax":"94","rootedtree":"TRUE","title":"Babiana","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26542.phy"},{"tree_label":"TREE1","ntax":"169","rootedtree":"TRUE","title":"Moraea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_26543.phy"}]}