{"Authors":" Monika M Edstam, Lenita Viitanen, Tiina A Salminen, Johan\nEdqvist","Year":" 2011","Title":" Evolutionary history of the non-specific lipid transfer\nproteins","Journal":" Molecular Plant","Volume":"","Issue":"","Pages":"","Keywords":" non-specific lipid transfer protein, LTP, evolution","DOI":" 10.1093/mp/ssr019","Abstract":" The non-specific lipid transfer proteins (nsLTPs) are\nsmall, basic proteins characterized by a tunnel-like hydrophobic cavity,\ncapable of transferring various lipid molecules between lipid bilayers.\nAlmost all nsLTPs carry an N-terminal signal peptide directing the\nprotein to the apoplastic space. The nsLTPs have only been identified in\nseed plants where they are encoded by large gene families. We have\ninitiated an analysis of the evolutionary history of the nsLTP family\nusing genomic and EST information from non-seed land plants and green\nalgae to determine: (1) when the nsLTP family arose, (2) how often new\nnsLTP subfamilies have been created, and (3) how subfamilies differ in\ntheir patterns of expansion and loss in different plant lineages. In\nthis study we searched sequence databases and found that genes and\ntranscripts encoding nsLTPs are abundant in liverworts, mosses and all\nother investigated land plants but not present in any algae. The\nsecondary structures of representative liverwort and moss nsLTPs were\nfurther studied with homology modelling. The results indicate that the\nnsLTP-family have evolved after plants conquered land. Only two of the\nfour major subfamilies of nsLTPs found in flowering plants are present\nin mosses and liverworts. The additional subfamilies have arisen later\nduring land plant evolution. In this report we also introduce a modified\nnsLTP-classification system.","trees":[{"tree_label":"ML","ntax":"263","rootedtree":"TRUE","title":"Non-specific Lipid Transfer Proteins","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_27320.phy"},{"tree_label":"NJ","ntax":"263","rootedtree":"TRUE","title":"Non-specific Lipid Transfer Proteins","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27321.phy"}]}