{"Authors":" NA","Year":" 2011","Title":" Genetic and physiological diversity within the industrial\nrelevant, thermophilic genera Myceliophthora and Corynascus","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Myceliophthora, M. heterothallica, M. thermophila,\nthermophilic fungi, Corynascus","DOI":"","Abstract":" Species of the anamorph genus Myceliophthora and its\nteleomorph Corynascus have attracted increasing interest due to their\npotential to produce enzymes with a thermostable characteristic. This\nstudy re-assessed the phylogenetic relationships of 49 isolates of nine\ndifferent species belonging to Myceliophthora and Corynascus. One\nspecies, M. vellerea, was shown not to belong to the genus\nMyceliophthora and should be placed in the genus Ctenomyces. The other\nspecies belonged phylogenetically to two clusters: mesophilic fungi with\nthe type species M. lutea and C. sepedonium, and thermophilic fungi with\nM. thermophila, M. hinnulea and C. thermophilus. The phylogenetic data\nprovides no clear separation of the two genera Corynascus and\nMyceliophthora. To prevent confusion in the interpretation of future\nstudies, we propose to rename all Corynascus species within this taxon\nto the more frequently used name Myceliophthora. Furthermore, this study\nidentified two groups within the isolates listed as M. thermophila and\nassigned five isolates to M. heterothallica based on phylogeny, mating\nbehavior and physiological differences. This study provides new insights\ninto the genetic and physiological differences within the genus\nMyceliophthora and will therefore be essential for the interpretation of\nfuture genomic and physiological studies of these species.","trees":[{"tree_label":"PHYLIP 1+","ntax":"50","rootedtree":"FALSE","title":"Tr27317","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_27317.phy"},{"tree_label":"PHYLIP 1+","ntax":"47","rootedtree":"FALSE","title":"Tr27319","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27319.phy"},{"tree_label":"PHYLIP 1+","ntax":"61","rootedtree":"FALSE","title":"Tr27318","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_27318.phy"}]}