{"Authors":" Bryan N. Danforth, Thomas K. Wood, Chung-Ping Lin","Year":" 2004","Title":" Molecular phylogenetics and evolution of maternal care in\nmembracine treehoppers.","Journal":" Systematic Biology","Volume":" 53","Issue":" 3","Pages":" 400-421","Keywords":"","DOI":" 10.1080/10635150490445869","Abstract":" The treehopper subfamily Membracinae (Insecta: Hemiptera:\nMembracidae) comprises the majority of genera and species diversity in\nthe New World tropics. These treehoppers exhibit a wide range of social\nbehaviors making them an excellent group for studying patterns of social\nevolution in insects. However, to date the tribal and generic\nrelationships have remained unclear. We reconstructed the phylogeny of\nthe Membracinae using a combined mitochondrial (COI, COII, tRNA-Leu, and\n12S) and nuclear (Wg) gene data set. 2608 aligned nucleotide sites were\nobtained for 112 species representing 25 of 38 currently recognized\ngenera and all four tribes. A strict consensus of five equally\nparsimonious trees recovered the subfamily and three of its four tribes.\nThe majority rule consensus tree derived from the Bayesian analyses\nbased on the GTR+I+G and mixed-models recovered many clades shared with\nthe parsimony trees and is identical to the single best tree inferred\nfrom maximum likelihood analysis, aside from the rearrangement of one\nnode. A comparison of mitochondrial and nuclear genes indicated that Wg\nprovided higher consistency index (CI), data decisiveness (DD),\npartitioned Bremer support (PBS) than any of the mitochondrial genes\nanalyzed. The combined mitochondrial and nuclear DNA provide strong\nsupport for the monophyly of the subfamily and three of its four tribes\n(Aconophorini, Hoplophorionini and Hypsoprorini). Membracini is\nparaphyletic with respect to Hoplophorionini and contains two lineages,\nthe Membracini sensu strictu and the newly resurrected tribe\nBolbonotini. Our analyses show that there is a strong phylogenetic\ncomponent to the evolution of maternal care. Given the widespread\noccurrence of maternal care within the subfamily, this trait is\nestimated to have ≤ 3 origins, two reversals, and one loss. Our results\nsuggest that the evolution of maternal care in insects may not be as\nevolutionarily labile as previously thought.","trees":[{"tree_label":"Fig. 5","ntax":"112","rootedtree":"TRUE","title":"Membracinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1715.phy"}]}