{"Authors":" Thomas J. Givnish, Michael H. J. Barfuss, Benjamin W. van\nEe, Ricarda Riina, Katharina Schulte, Ralf Horres, Philip A. Gonsiska,\nRachel S. Jabaily, Darren M. Crayn, J. Andrew C. Smith, Klaus Winter,\nGregory K. Brown, Timothy M. Evans, Bruce K. Hulst, Harry Luther, Walter\nTill, Georg Zizka, Paul E. Berry, Kenneth Jay Sytsma","Year":" 2011","Title":" Phylogeny, adaptive radiation, and historical biogeography in\nBromeliaceae: insights from an 8-locus plastid phylogeny","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Andes: bromeliads; epiphytes; Guayana Shield; historical\nbiogeography; Neotropics; Poales; Serra do Mar; tank formation","DOI":"","Abstract":" Premise: Bromeliaceae is a large, ecologically diverse\nfamily of angio¬sperms native to the New World. We use a bromeliad\nphylogeny based on eight plastid regions to analyze relationships within\nthe family, test a new, eight-subfamily classification, infer the\nchronology of bromeliad evolution and invasion of different regions, and\nprovide the basis for future analyses of trait evolution and rates of\ndiversification. Methods: We used maximum-parsimony, maximum-likelihood,\nand Bayesian approaches to analyze 9341 aligned bases for four outgroups\nand 90 bromeliad species representing 46 of 58 described genera. We\ncalibrated the resulting phylogeny against time using penalized\nlikelihood applied to a monocot-wide tree based on plastid ndhF\nsequences, and used it to analyze patterns of geographic spread using\nparsimony, Bayesian inference, and S-DIVA. Results: Bromeliad\nsubfamilies are related to each in ladder-like fashion:\n(Brocchinioideae, (Lindmanioideae, (Tillandsioideae, (Hechtioideae,\n(Navioideae, (Pitcairnioideae, (Puyoideae, Bromelioideae)))))))).\nBromeliads arose in the Guayana Shield 100 Mya, spread centrifugally in\nthe New World beginning 16-13 Mya, and dispersed to West Africa 9.3 Mya.\nModern lineages began to diverge from each other 19 Mya. Conclusions:\nNearly two-thirds of extant bromeliads belong to two large radiations:\nthe higher tillandsioids, originating in the Andes 14.2 Mya, and the\nhigher bromelioids, originating in the Serro do Mar and adjacent regions\n9.1 Mya.","trees":[{"tree_label":"Max Likelihood","ntax":"94","rootedtree":"TRUE","title":"Bromeliaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27337.phy"},{"tree_label":"MajRuleBayesian","ntax":"94","rootedtree":"TRUE","title":"Bromeliaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_27338.phy"}]}