{"Authors":" Monique Louise Sakalidis, Treena I Burgess, Giles E. St.J.\nHardy, Michael J Wingfield, Brenda D Wingfield","Year":" 2011","Title":" The Lasiodiplodia theobromae species complex; evidence of new\ncryptic taxa; distribution and host association","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Lasiodiplodia theobromae is a latent pathogen, often\nassociated with disease of woody trees in tropical and sub-tropical\nparts of the world. It has been isolated from over 500 plant species and\nassociated with a wide-range of diseases. There is no ex-type culture\nfor L. theobromae and thus no sequence data linked to the original\ndescription. During the course of the past six years, 13 Lasiodiplodia\nspp. have been described, eight of which reside in the L. theobromae\ncomplex. Using sequence data for EF1-α gene region from recently\npublished studies, GenBank sequences and those generated in this study,\nwe evaluated the genetic diversity of species within the L. theobromae\nspecies complex. Four new taxa were identified and two possible hybrid\nspecies emerged from the analyses. The resulting 19 Lasiodiplodia taxa\nhave been isolated from 56 hosts in 23 countries and across six\ncontinents. All except three Lasiodiplodia species have been associated\nwith symptomatic host material. Eleven taxa have been tested in\npathogenicity trials and ten have been shown to produce lesions larger\nthan those associated with control inoculations. l. Ten Lasiodiplodia\nspecies are found in native habitats. Lasiodiplodia species appear to\nhave both geographically diverse and geographically limited members.\nThere may still be further cryptic species within the genus.","trees":[{"tree_label":"Bayesian","ntax":"88","rootedtree":"TRUE","title":"Lasiodiplodia spp. Bayesian","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_31325.phy"},{"tree_label":"Bootstrap","ntax":"88","rootedtree":"TRUE","title":"Lasiodiplodia spp. Bootstrap","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_31324.phy"},{"tree_label":"Parsimony","ntax":"88","rootedtree":"TRUE","title":"Lasiodiplodia spp. Parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_31323.phy"}]}