{"Authors":" Alexandre Antonelli, Isabel Sanmartín","Year":" 2011","Title":" Mass Extinction, Gradual Cooling, or Rapid Radiation?\nReconstructing the Spatiotemporal Evolution of the ancient angiosperm\ngenus Hedyosmum (Chloranthaceae) using Empirical and simulated\nApproaches","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Chloranthaceae, Hedyosmum, biogeography, Neotropics,\ndiversification, Andean uplift, high extinction, incomplete taxon\nsampling.","DOI":"","Abstract":" Chloranthaceae is a small family of flowering plants (65\nspecies) with an extensive fossil record extending back to the Early\nCretaceous. Within Chloranthaceae, genus Hedyosmum is remarkable because\nof its disjunct distribution  one species in the Paleotropics and 44\nconfined to the Neotropics  and the long “temporal gap” between its\nstem-age (Early Cretaceous) and the beginning of the extant radiation\n(Late Tertiary). Is this gap real, reflecting low diversification and a\nrecent radiation, or the signature of extinction? Here we use\npaleontological data, molecular phylogenetic dating, diversification\nanalyses, and ancestral area reconstruction to investigate the timing,\ntempo, and mode of diversification in Hedyosmum. Our results suggest\nthat the ancestor of Chloranthaceae and the Hedyosmum stem-lineages were\nwidespread in the Holarctic in the Late Cretaceous and that high\nextinction rates possibly associated with Cenozoic climatic fluctuations\nwere responsible for the low extant diversity of the family. Crown-group\nHedyosmum originated c. 36  43 Ma and colonized South America from the\nnorth during the Early-Middle Miocene (c. 20 Ma). This coincided with an\nincrease in diversification rates, probably triggered by the uplift of\nthe northern Andes from the Mid-Miocene onwards. This study illustrates\nthe advantages of combining paleontological, phylogenetic, and\nbiogeographic data to reconstruct the spatio-temporal evolution of an\nancient lineage, for which the extant diversity is only a remnant of\npast radiations. It also shows the difficulties of inferring patterns of\nlineage diversification when incomplete taxon sampling is combined with\nhigh extinction rates.","trees":[{"tree_label":"BEAST MeanAges chronogram No OutG","ntax":"40","rootedtree":"TRUE","title":"Chloranthaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27353.phy"},{"tree_label":"PL chronogram No OutG","ntax":"40","rootedtree":"TRUE","title":"Chloranthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27352.phy"},{"tree_label":"con 50 majrule MrBayes","ntax":"41","rootedtree":"TRUE","title":"Chloranthaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27351.phy"},{"tree_label":"bestREP38 Garli ML","ntax":"41","rootedtree":"TRUE","title":"Chloranthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27350.phy"}]}