{"Authors":" Yume Imada","Year":" 2011","Title":" Allopatric distribution and diversification without niche\nshift in a bryophyte-feeding basal moth lineage (Lepidoptera:\nMicropterigidae).","Journal":" Proceedings of the Royal Society B","Volume":"","Issue":"","Pages":"","Keywords":" Eriocraniidae; non-glossatan moths; Japan; molecular\ndating","DOI":" 10.1098/rspb.2011.013","Abstract":" The Lepidoptera represent one of the most successful\nradiations of plant-feeding insects, which predominantly took place\nwithin angiosperms beginning in the Cretaceous period. Angiosperm\ncolonization is thought to underlie the evolutionary success of the\nLepidoptera because angiosperms provide an enormous range of niches for\necological speciation to take place. In contrast, the basal lepidopteran\nlineage, Micropterigidae, remained unassociated with angiosperms since\nJurassic times but nevertheless achieved a modest diversity in the\nJapanese Archipelago. We explored the causes and processes of\ndiversification of the Japanese micropterigid moths by performing\nmolecular phylogenetic analysis and extensive ecological surveying.\nPhylogenetic analysis recovered a monophyletic group of approximately 25\nEast Asian endemic species that feed exclusively on the liverwort\nConocephalum conicum, suggesting that niche shifts hardly played a role\nin their diversification. Consistent with the low flying ability of\nmicropterigid moths, the distributions of the Conocephalum specialists\nare each localized and allopatric, indicating that speciation by\ngeographical isolation has been the major process shaping the diversity\nof Japanese Micropterigidae. To our knowledge, this is the largest\nradiation of herbivorous insects that does not accompany any apparent\nniche differentiation. We suggest that the significance of\nnon-ecological speciation during the diversification of the Lepidoptera\nis commonly underestimated.","trees":[{"tree_label":"PAUP 1","ntax":"54","rootedtree":"TRUE","title":"Bryophyte-Feeding Basal Moth Lineage","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27348.phy"}]}