{"Authors":" Martin Ryberg, Patrick Brandon Matheny","Year":" 2011","Title":" Dealing with incomplete taxon sampling and diversification of\na large clade of mushroom-forming fungi","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian analysis, BEAST, LASER, plant association,\nradiation","DOI":" 10.1111/j.1558-5646.2011.01251.x","Abstract":" The absence of an adequate fossil record can hinder\nunderstanding the process of diversification that underlies the\nevolutionary history of a given group. In such cases, investigators have\nused ultrametric trees derived from molecular data from extant taxa to\ngain insights into processes of speciation and extinction over time.\nInadequate taxon sampling, however, impairs such inferences. In this\nstudy, we use simulations to investigate the effect of incomplete taxon\nsampling on the accumulation of lineages through time for a clade of\nmushroom-forming fungi, the Hebelomateae. To achieve complete taxon\nsampling, we use a new Bayesian approach that incorporates substitute\nlineages to estimate diversification rates. Unlike many studies of\nanimals and plants, we find no evidence of a slowdown in speciation.\nThis indicates the Hebelomateae has not undergone an adaptive radiation.\nRather, these fungi have evolved under a relatively constant rate of\ndiversification since their most recent common ancestor, which we date\nback to the Eocene. The estimated net diversification rate (0.080.19\nspp./lineage/Ma) is comparable with that of many plants and animals. We\nsuggest that continuous diversification in the Hebelomateae has been\nfacilitated by climatic and vegetation changes throughout the Cenozoic.\nWe also caution against modeling multiple genes as a single partition\nwhen performing phylogenetic dating analyses.","trees":[{"tree_label":"TREE1","ntax":"119","rootedtree":"TRUE","title":"Hebelomateae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27335.phy"},{"tree_label":"TREE1","ntax":"86","rootedtree":"TRUE","title":"Basidiomycota","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27334.phy"}]}