{"Authors":" Julieta A Rosell, Mark E Olson, Rebeca Aguirre-Hernández,\nFrancisco J. Sánchez-Sesma","Year":" 2011","Title":" Ontogenetic modulation of stem size, shape, and biomechanics\nproduces diversity across the Bursera simaruba clade of tropical\ntrees","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" adaptation, convergence, modulus of elasticity (MOE),\nmorphological evolution, morphospace, ontogeny, plant functional traits,\nplant height, tradeoffs, wood density.","DOI":"","Abstract":" Size and shape are the central concerns of the science of\norganismal form. Size and shape inseparably interact with tissue\nbiomechanical properties to produce the emergent mechanical behavior of\norganismal structures. As a result, it is essential to understand how\nsize, shape, and biomechanics interact in ontogeny to produce\ninterspecific morphological diversity. We studied the comparative\nontogeny of biomechanics and branch proportionality across the highly\nmorphologically and ecologically diverse species of a clade of\nneotropical trees. The simaruba clade of Bursera has wide variation in\nsize, habits and habitats, ranging from rainforest emergents to small\ndry forest trees, a tree with lianescent branches and a hemiepiphytic\nshrub. We measured mechanical properties on 376 segments from 97\nbranches in nine species across the clade. We estimated the\nwithin-species branch length-diameter allometries as a reflection of the\nontogenetic relationship between apical growth and lateral thickening.\nWe also reconstructed the rates of ontogenetic change along the stem in\ntissue mechanical properties, reflected by the whole stem (structural)\nand wood Youngs moduli Estruct and Ewood. In general, species made of\nstiffer materials had longer, thinner branches, which became stiffer\nmore quickly along ontogeny than their counterparts built of more\nflexible materials. This variation was closely associated with\necological conditions with shorter, more flexible trees inhabiting drier\nand more temperature-seasonal locales, likely reflecting a trade-off\nbetween storage and mechanics in stems. Despite the close ontogenetic\nassociation in the length-diameter-tissue mechanics triad, a vast\ndiversity of habits can still be produced, as illustrated by the\nlianescent branches of B. instabilis. Even across trees of similar habit\nbut differing in size, we detected major changes in tissue mechanical\nproperties (e.g. Estruct 0.81-2.15 GN/m2 from dry forest to rainforest\nspecies), illustrating the inseparable relationship between organismal\nproportions and their tissue mechanical characteristics in the ontogeny\nand evolution of morphological diversity.","trees":[{"tree_label":"=","ntax":"13","rootedtree":"TRUE","title":"Tr27395","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27395.phy"}]}