{"Authors":" Diana M. Percy","Year":" 2003","Title":" Radiation, diversity and host plant interactions among island\nand continental legume-feeding psyllids.","Journal":" Evolution","Volume":" 57","Issue":" NA","Pages":" 2540-2556","Keywords":" NA","DOI":" NA","Abstract":" Island archipelagos and insect-plant associations have\nboth independently provided many useful systems for evolutionary study.\nThe arytainine psyllid (Sternorrhyncha: Hemiptera) radiation on broom\n(Fabaceae: Genisteae) in the Canary Island archipelago provides a\ndiscrete system for examining the speciation of highly host specific\nphytophagous insects in an island context. Phylogenetic reconstructions\nbased on three datasets (adult and nymph morphological characters, and\ntwo mitochondrial DNA regions: part of the small subunit rRNA, and part\nof cytochrome oxidase I, cytochrome oxidase II and the intervening tRNA\nleucine) are generally consistent. The combined molecular tree provides\na well supported estimate of psyllid relationships and shows that there\nhave been several colonizations of the Macaronesian islands but that\nonly one has resulted in a significant radiation. Psyllid\ndiversification has apparently been constrained by the presence of\nsuitable host groups within the Genistoid legumes, and the diversity,\ndistribution and abundance of those groups. The phylogeny, by indicating\npairs of sister species, allows putative mechanisms of speciation to be\nassessed. The most common conditions associated with psyllid speciation\nare geographical allopatry with a host switch to closely related hosts\n(six examples), or geographical allopatry on the same host (four\nexamples). Where allopatric speciation involves a host switch these have\nall been to related hosts. There is some evidence that switches between\nunrelated host plants may be more likely in sympatry. The only sister\npairs that are sympatric (Arytainilla cytisi and telonicola, and the\nputative host races of Arytinnis modica) occur on unrelated hosts, which\nmay be a necessary condition for sympatric speciation in these insects.\nWhere several unrelated psyllids share the same host, resources appear\nto be partitioned by ecological specialization in psyllids and differing\npsyllid phenology.","trees":[{"tree_label":"Fig. 3","ntax":"84","rootedtree":"TRUE","title":"Arytaininae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1726.phy"},{"tree_label":"Fig. 2A","ntax":"68","rootedtree":"TRUE","title":"Arytaininae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1727.phy"},{"tree_label":"Fig. 2B","ntax":"73","rootedtree":"TRUE","title":"Arytaininae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1728.phy"},{"tree_label":"Fig. 2C","ntax":"46","rootedtree":"TRUE","title":"Arytaininae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1729.phy"}]}