{"Authors":" Nimmi rajmohan, Ning Zhang, Thomas gianfagna, Antonio\nMoretti, Giuseppe Meca","Year":" 2011","Title":" Molecular identification and mycotoxin production of Lilium\nlongiflorum-associated fusaria isolated from two geographic locations in\nthe United States","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Easter lily  Fusarium concentricum  Fusarium proliferatum \nMating type  Phylogeny  TEF","DOI":" 10.1007/s10658-011-9838-7","Abstract":" Fusarium diseases of Liliaceae crops cause significant\nlosses worldwide. Yet some Fusarium species are found in planta without\ncausing disease or even in a symbiotic relationship with its host. In\nthis study we identified and characterized the Fusarium species isolated\nfrom soil, and from healthy and diseased bulbs of Lilium longiflorum\ngrown in New Jersey and Oregon in the United States. The predominant\nFusarium species from the Oregon location were F. solani (74%) and F.\noxysporum (20%), whereas F. concentricum (43%) and F. proliferatum\n(26%), both belonging to the Gibberella fujikuroi species complex\n(GFSC), were the most commonly isolated species from New Jersey. To our\nknowledge, this is the first report of F. concentricum associated with\nLiliaceae. All of the isolates were characterized with sequences of the\ninternal transcribed spacer and translation elongation factor 1-alpha\ngenes. The 24 GFSC isolates were further characterized with mating type,\nmating population, and mycotoxin analysis. Results showed that all GFSC\nisolates were MAT-2, suggesting that the populations may be asexually\nreproducing in the region examined. The majority of the GFSC isolates\nproduced beauvericin. Enniatin A, B, B1 and fusaproliferin were produced\nby a few isolates. Enniatin A1 and fumonisins were not detected in any\nof the isolates. Although F. oxysporum and F. solani are well-known bulb\npathogens, many isolates of F. oxysporum and F. solani, and all of the\nF. concentricum and F. proliferatum were isolated from asymptomatic\nbulbs, suggesting their endophytic association with lilies.","trees":[{"tree_label":"Fig. 1","ntax":"76","rootedtree":"TRUE","title":"Lilium longiflorum-Associated Fusaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_27455.phy"}]}