{"Authors":" Ulrike Steiner, Sarah Leibner, Christopher Lewis Schardl,\nAdrian Leuchtmann, Eckhard Leistner","Year":" 2011","Title":" Periglandula, a new fungal genus within the family\nClavicipitaceae and its association with Convolvulaceae","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ergoline alkaloids, ergot alkaloids, Ipomoea asarifolia,\nmolecular systematics, Periglandula ipomoeae, Periglandula turbinae,\nsymbiosis, Turbina corymbosa","DOI":"","Abstract":" We describe two newly discovered fungi living on the\nadaxial leaf surface of plants belonging to the family Convolvulaceae,\nIpomoea asarifolia (Desr.)Roem. et Schult. and Turbina corymbosa\n(L.)Raf. The fungi apparently are epibionts since hyphae were never\nobserved to penetrate epidermal cells or stomata of their respective\nhost plants, and most remarkably are intimately associated with\nsecretory glands on the leaf surface. Hyphae and structures resembling\nchlamydospores and synnemata (but lacking conidia), formed by both\nfungal species are phenotypically nearly indistinguishable either after\nin vitro growth or when examined in vivo on the leaf surface.\nPhylogenetic trees based on aligned DNA sequences from nuclear genes for\nβ-tubulin (tubB) and RNA Polymerase II subunit 1 (rpbA), and the\nmitochondrial gene for ATP synthase F0 subunit A (atp6), grouped the\nfungal species in a clade within the family Clavicipitaceae.\nClavicipitaceous fungi isolated from the two different plant species\ncould be distinguished by their sequences of atp6 and rpbA, and nuclear\ngenes for γ-actin (actG), translation elongation factor 1α (tefA), and\n4(γ,γ-dimethylallyl)tryptophan synthase (dmaW), the determinant step in\nergoline (syn. ergot) alkaloid biosynthesis. Based on these findings we\npropose a new fungal genus, Periglandula, and describe two new species,\nPeriglandula ipomoeae from host plant Ipomoea asarifolia, and\nPeriglandula turbinae from Turbina corymbosa.","trees":[{"tree_label":"tree 1","ntax":"15","rootedtree":"TRUE","title":"Clavicipitaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27454.phy"},{"tree_label":"tree 1","ntax":"21","rootedtree":"TRUE","title":"Clavicipitaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27572.phy"},{"tree_label":"tree 1","ntax":"33","rootedtree":"TRUE","title":"Clavicipitaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27453.phy"}]}