{"Authors":" Sasitorn Jindamorakot, Pattaraporn Yukphan, Yuzo\nYamada","Year":" 2011","Title":" The phylogeny of the Lipomycetaceous yeasts: The proposal of\nKockiozyma gen. nov. for Zygozyma suomiensis","Journal":" Journal of General and Applied Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Lipomycetaceous yeasts; Myxozyma, phylogeny; Kockiozyma\ngen. nov.; Kockiozyma suomiensis comb. nov.; Zygozyma\n","DOI":"","Abstract":" The Lipomycetaceous yeasts that include teleomorphic\nspecies of the genera Lipomyces, Dipodascopsis, and Zygozyma, and\nanamorphic species of the genus Myxozyma were examined phylogenetically.\nIn phylogenetic trees based on 18S rRNA gene, 26S rRNA gene,\nmitochondrial small subunit rRNA gene, and the EF-1α gene sequences, and\nthe concatenated sequences of the four regions mentioned above derived\nfrom the neighbor-joining method, the four species of the genus Zygozyma\nconstituted four clusters respectively with low bootstrap values. In\nphylogenetic trees based on the concatenated 18S rRNA gene, 26S rRNA\ngene, mitochondrial small subunit rRNA gene, and the EF-1α gene\nsequences derived from the neighbor-joining, the maximum parsimony, and\nthe maximum likelihood methods, Lipomyces species including Lipomyces\nstarkeyi, the type species of the genus Lipomyces, Lipomyces japonicus\n(= Smithiozyma japonica), Lipomyces lipofer (= Waltomyces lipofer),\nBabjevia anomala (= Lipomyces anomalus), and Dipodascopsis uninucleata\nconstituted their respective clusters. The four species of the genus\nZygozyma, viz., Zygozyma oligophaga, Zygozyma suomiensis, Zygozyma arxii\n(= Kawasakia arxii), and Zygozyma smithiae were separated from one\nanother and phylogenetically independent from other Lipomycetaceous\nyeast species. From the results obtained, all the four species were\ndistinguished from one another at the generic level. The name of\nKockiozyma was newly given to Zygozyma suomiensis, and Kockiozyma\nsuomiensis was proposed as new combination.","trees":[{"tree_label":"PHYLIP 2+","ntax":"35","rootedtree":"FALSE","title":"Tr27466","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_27466.phy"},{"tree_label":"PHYLIP 1+","ntax":"35","rootedtree":"FALSE","title":"Tr27465","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_27465.phy"}]}