{"Authors":" Cameron David Siler, Arvin C Diesmos, Angel C Alcala, Rafe\nM. Brown","Year":" 2011","Title":" Phylogeny of Philippine slender skinks (Scincidae:\nBrachymeles) reveal underestimated species diversity, complex\nbiogeographical relationships, and cryptic patterns of lineage\ndiversification","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Body form evolution, Borneo, Davewakeum, Diversification,\nFossoriality, Islands, Pentadactyl, Philippines, Species\ndelineation","DOI":" 10.1016/j.ympev.2010.12.019","Abstract":" The spectacular, virtually endemic radiation of Philippine\nsemi-fossorial skinks of the genus Brachymeles represent one of the few\nradiations of scincid lizards to possess both fully limbed and limbless\nspecies. And yet, nothing is known of the phylogenetic relationships of\nthis exceptional group. Morphologically similar body plans have made it\ndifficult to assess species-level diversity, and the genus has long been\nrecognized as one of the more modest radiations of southeast Asian\nlizards. However, recent large-scale survey efforts have resulted in the\ndiscovery of numerous new species, and taxonomic studies indicate that\nthe diversity within the genus Brachymeles is grossly underestimated. In\nthis study we provide the first robust estimate of phylogenetic\nrelationships within the genus Brachymeles using a multi-locus dataset\nand nearly complete taxonomic sampling. We provide statistical tests of\nmonophyly for all polytypic species and two widespread limb-reduced\nspecies and our results indicate wholesale deviations from past\nsummaries and taxonomic evaluations of the genus. With few exceptions,\nwe are able to reject the monophyly of all polytypic and widespread\nspecies, thereby validating the need for large-scale taxonomic\nrevisions. Our results reveal that the limbless, monotypic, genus\nDavewakeum is nested within Brachymeles. Mapping of body form on our\npreferred phylogenetic tree suggests that limb reduction and digit loss\nhas occurred on multiple occasions in the history of the genus. A\nBayesian reconstruction of ancestral areas indicates strong statistical\nsupport for a minimum of five major dispersal events that have given\nrise to a major component of the observed species diversity on separate\nPleistocene aggregate island platforms of the archipelago.","trees":[{"tree_label":"ML","ntax":"108","rootedtree":"TRUE","title":"Tr27580","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_27580.phy"},{"tree_label":"Bayesian","ntax":"108","rootedtree":"TRUE","title":"Tr27579","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_27579.phy"}]}