{"Authors":" Tiffany S. Bone, Stephen R. Downie, James M. Affolter,\nKrzysztof Spalik","Year":" 2011","Title":" A phylogenetic and biogeographic study of the genus\nLilaeopsis (Apiaceae tribe Oenantheae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" amphitropic disjunction, Apioideae, chloroplast DNA,\ninternal transcribed spacer, phylogeny","DOI":"","Abstract":" The genus Lilaeopsis (Apiaceae subfamily Apioideae)\ncomprises 15 species and exhibits both American amphitropic and\namphiantarctic patterns of disjunction. The group is difficult\ntaxonomically because of its highly simplified habit, phenotypic\nplasticity of vegetative characters, and extensive variation in fruit\ncharacters. Sequence data from the nrDNA ITS and cpDNA rps16 intron and\nrps16-trnK intergenic spacer regions were obtained for 60 accessions,\nrepresenting 13 species of Lilaeopsis and five closely related outgroup\ngenera from the North American Endemics clade of tribe Oenantheae. These\nmolecular data were subjected to maximum parsimony, Bayesian inference,\nand dispersal-vicariance analyses in an effort to reconstruct\nevolutionary relationships and infer biogeographic scenarios. The\nresults suggest that: (1) L. macloviana, L. masonii, and L.\noccidentalis, distributed in western South America and western North\nAmerica, collectively represent a single, highly polymorphic species of\namphitropic distribution; (2) The Australasian species L. brisbanica, L.\nnovae-zelandiae, L. polyantha, and L. ruthiana comprise a well-supported\nclade. However, L. novae-zelandiae is not monophyletic, but may be\nrendered so by the inclusion of all Australasian taxa into one\npolymorphic species; (3) L. mauritiana from Mauritius is closely related\nto L. brasiliensis from South America and may even be subsumed under the\nlatter pending further investigation; and (4) Lilaeopsis probably\noriginated in South America following a dispersal of its ancestor from\nNorth America. A minimum of seven dispersal events is necessary to\nexplain its present-day distribution, including one dispersal from South\nAmerica to Australia or New Zealand, two dispersals between Australia\nand New Zealand, and three dispersals from South America to North\nAmerica.","trees":[{"tree_label":"Strict","ntax":"40","rootedtree":"TRUE","title":"Lilaeopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27547.phy"},{"tree_label":"Strict","ntax":"57","rootedtree":"TRUE","title":"Lilaeopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27548.phy"}]}