{"Authors":" Laura J Kelly, Peter M. Hollingsworth, B. J. Coppins,\nChristopher J. Ellis, Paul Harrold, James Tosh, Rebecca Yahr","Year":" 2011","Title":" DNA Barcoding of Lichenized Fungi Demonstrates High\nIdentification Success in a Floristic Context","Journal":" New Phytologist","Volume":" 191","Issue":" 1","Pages":" 288-300","Keywords":" DNA barcoding, internal transcribed spacer (ITS), lichen,\nlichenized fungi, species identification, Usnea","DOI":" 10.1111/j.1469-8137.2011.03677.x","Abstract":"  Efforts are currently underway to establish a standard\nDNA barcode region for fungi; we tested the utility of the internal\ntranscribed spacer (ITS) of nuclear ribosomal DNA for DNA barcoding in\nlichen-forming fungi by sampling diverse species across eight orders. \nAmplification of the ITS region (ITS1-5.8S-ITS2) was conducted for 351\nsamples, encompassing 107/55/28 species/genera/families of lichenized\nfungi. We assessed the ability of the entire ITS versus the ITS2 alone\nto discriminate between species in a taxonomic dataset (members of the\ngenus Usnea) and a floristic dataset.  In the floristic dataset, 96.3%\nof sequenced samples could be assigned to the correct species using ITS\nor ITS2; a barcode gap for ITS is present in 92.1% of species. Although\nfewer species have a barcode gap in the taxonomic dataset (73.3% with\nITS and 68.8% with ITS2), up to 94.1% of samples were assigned to the\ncorrect species using BLAST.  Whilst discrimination between the most\nclosely related species will remain challenging, our results demonstrate\nthe potential to identify a high percentage of specimens to the correct\nspecies, and the remainder to the correct genus, when using DNA\nbarcoding in a floristic context.","trees":[{"tree_label":"1","ntax":"82","rootedtree":"TRUE","title":"Tr31358","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31358.phy"},{"tree_label":"nj","ntax":"357","rootedtree":"TRUE","title":"Tr31359","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31359.phy"}]}