{"Authors":" jerome murienne, Gregory D. Edgecombe, Gonzalo Giribet","Year":" 2011","Title":" Comparative phylogeography of the centipedes Cryptops pictus\nand Cryptops niuensis in New Caledonia, Fiji and Vanuatu","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cryptopidae; Scolopendromorpha; Chilopoda; biogeography;\npopulation genetics; Vitiaz Arc","DOI":"","Abstract":" The South Pacific is a biodiverse region of extreme\nevolutionary importance because it harbours ancient lineages and recent\nradiations. However, few population-level studies of genetic variation\nhave been conducted in the land masses of this region. Likewise, the\nnumber of populationlevel studies using myriapods as models is extremely\nsmall. In this article, we compare the genetic structure of two species\nof centipedes in the genus Cryptops endemic to the South Pacific, one\nfrom a continental island and another from oceanic islands. The level of\ngenetic diversity and structure in C. pictus, a species endemic to New\nCaledonia, is much higher than in C. niuensis in Fiji and Vanuatu\ndespite the fact that C. niuensis is spread across two different\narchipelagos and several islands. The most likely explanation is the\nrelatively young age of the remnants of the Vitiaz Arc (Fiji and\nVanuatu) compared to New Caledonia. Using the emergence of Fiji -\nVanuatu as a calibration point, C. pictus is estimated to have diverged\nby 23.4 Ma with a mean estimate of 11.7 Ma versus the 9.7 Ma of C.\nniuensis. Considering the absence of shared sequences between specimens\nfrom different sampling sites and the high genetic structure within\npopulations, C. pictus appears to be an ideal candidate to assess\nhistorical processes at a micro-evolutionary scale in New\nCaledonia.","trees":[{"tree_label":"PAUP 1","ntax":"57","rootedtree":"TRUE","title":"Cryptops pictus and Cryptops niuensis in New Caledonia,\nFiji and Vanuatu","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27581.phy"}]}