{"Authors":" Stephen W. Peterson","Year":" 2004","Title":" Multilocus DNA sequence analysis shows that Penicillium\nbiourgeianum Zaleski is a distinct species closely related to P.\nbrevicompactum and P. olsonii.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Penicillium brevicompactum and other isolates with the\ncompact, complex conidiogenous apparatus typical of the species were\nsequenced in one ribosomal and two protein coding regions. The aligned\nDNA sequences were analyzed by maximum parsimony and the data from\ndifferent loci were tested for compatibility using the partition\nhomogeneity test. Analysis of each of the three loci revealed three\nclades corresponding to Penicillium brevicompactum, P. olsonii and\nPenicillium biourgeianum. Using the phylogenetic species concept and the\ngenetic isolation of the clades, we can list P. hagemi Zaleski, P.\npatrismei Zaleski, P. stoloniferum Thom, and P. griseobrunneum Dierckx\nas synonyms of P. brevicompactum. Penicillium volgaense Beljakova &\nMilko is a synonym of Penicillium olsonii. Penicillium biourgeianum\nZaleski is a distinct species closely related to P. brevicompactum and\nP. olsonii. Phenotypic distinctions between the species are mostly based\non colony characteristics such as colour. Penicillium bialowiezenze\nZaleski, often treated as a synonym of P. brevicompactum is most closely\nrelated to P. polonicum Zaleski.","trees":[{"tree_label":"Fig 3","ntax":"43","rootedtree":"TRUE","title":"translation elongation factor 1-alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_287.phy"},{"tree_label":"Fig 2","ntax":"43","rootedtree":"TRUE","title":"calmodulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1736.phy"},{"tree_label":"Fig 1","ntax":"43","rootedtree":"TRUE","title":"ITS and lsu r-DNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1737.phy"}]}