{"Authors":" Young-Joon Choi, Marco Thines, Hyeon-Dong Shin","Year":" 2011","Title":" A new perspective on the evolution of white blister rusts:\nAlbugo s.str. (Albuginales; Oomycota) is not restricted to Brassicales\nbut also present on Fabales","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" acient DNA; cox2 mtDNA; host jumping; pathogen evolution;\nunusual hosts","DOI":"","Abstract":" For almost all groups of pathogens, unusual hosts with\nrare species have been reported. Often, these reports are known only\nfrom a single or few collections, which are often hard to access. In\nmany cases, these reports are due to a misidentification of host,\npathogen, or both. Therefore, they are often disregarded, or treated\nanecdotal in taxonomic and phylogenetic studies, regardless of potential\nimportance to unravel the evolution of the whole group. In oomycete\npathogens there are several reports of unusual and rare hosts for hardly\nknown species. For example, from the order Fabales, only a single\nspecies of Albugo, Albugo mauginii, was described to be parasitic to\nOnobrychis crista-galii about 80 years ago. However, this species has\nnot been recorded afterwards. All confirmed members of Albugo s.str. are\nparasitic to the families Brassicaceae, Capparaceae, Cleomaceae, and\nResedaceae of the Brassicales. Molecular phylogenetic analysis of cox2\nmtDNA sequences and morphological investigations on an original specimen\nconfirmed the occurrence of a member of Albugo on the Fabaceae, with the\ncharacteristic thin wall of the secondary sporangia, which is almost\nuniform in thickness. Also in phylogenetic analyses the species is\nembedded within Albugo s.str. Therefore, it is concluded that natural\nhost range of Albugo s.str. extends from Brassicales to the Fabales by\nhost jumping. Our results underscore that unascertained reports of\npathogens on unusual hosts should be carefully reconsidered to obtain a\nmore complete picture of pathogen diversity and evolution, which might\nundergo significant changes if these records are correct.","trees":[{"tree_label":"MP pruned","ntax":"38","rootedtree":"TRUE","title":"White Blister Rusts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27635.phy"},{"tree_label":"PAUP 1","ntax":"39","rootedtree":"TRUE","title":"White Blister Rusts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27636.phy"},{"tree_label":"PHYLIP 1+","ntax":"39","rootedtree":"FALSE","title":"White Blister Rusts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27637.phy"}]}