{"Authors":" Yuichi Kameda, Makoto Kato","Year":" 2011","Title":" Ongoing terrestrial invasion of pomatiopsid gastropods in the\nheavy-snow region of the Japanese Archipelago","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: Gastropod mollusks are one of the most\nsuccessful animals that have diversified in the fully terrestrial\nhabitat. They have evolved terrestrial taxa in more than nine lineages,\nmost of which originated during the Paleozoic or Mesozoic. The\nrissooidean gastropod family Pomatiopsidae is one of the few organisms\nthat have evolved fully terrestrial taxa during the late Cenozoic. The\npomatiopsine diversity is particularly high in the Japanese Archipelago\nand the terrestrial taxa occur only in this region. In this study, we\nconducted thorough samplings of Japanese pomatiopsine species and\nperformed molecular phylogenetic analyses to explore the patterns of\ndiversification and terrestrial invasion. Results: Molecular\nphylogenetic analyses revealed that Japanese Pomatiopsinae derived from\nmultiple colonization of the Eurasian Continent and that subsequent\nhabitat shifts from aquatic to terrestrial life occurred at least twice\nwithin two Japanese endemic lineages. Each lineage comprises amphibious\nand terrestrial species, both of which are confined to the mountains in\nheavy-snow regions facing the Japan Sea. The estimated divergence time\nindicated that diversification of these terrestrial lineages started in\nthe Late Miocene, when active orogenesis of the Japanese landmass and\nestablishment of heavy-snow conditions began. Conclusions: The\nterrestrial invasion of Japanese Pomatiopsinae occurred at least twice\nbeside the mountain streamlets of heavy-snow regions, which is\nconsidered the first case of this event in the area. Because snow\ncoverage maintains stable temperatures and high humidity on the ground\nsurface, heavy-snow conditions paved the way for these organisms from\nfreshwater to land via mountain streamlets. The fact that the\nterrestrialization of Pomatiopsidae occurred only in year-round wet and\ncool environments, but not in seasonally dried regions, provides new\ninsight into ancient molluscan terrestrialization.","trees":[{"tree_label":"tree 1","ntax":"47","rootedtree":"TRUE","title":"ML tree based on four genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27555.phy"}]}