{"Authors":" Robert K Jansen, Barbara E Goodson, Sumaiyah K Rehman","Year":" 2011","Title":" Molecular systematics and biogeography of Descurainia\n(Brassicaceae) based on nuclear ITS and non-coding chloroplast DNA","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Brassicaceae, hybridization, incongruence, long-distance\ndispersal, molecular dating, phylogeny","DOI":"","Abstract":" Descurainia is a genus in the Brassicaceae distributed\nthroughout portions of the temperate Old and New World. The genus is\nmost diverse in western North America and western South America, with a\nsmaller center of distribution in the Canary Islands and three\nadditional Old World species. Descurainia is well-known for its\ntaxonomic complexity, especially within New World species, on account of\nits numerous intergrading forms coupled with circumscriptions dependent\nupon inconsistent and overlapping characters. A molecular-based analysis\nof Descurainia was conducted using DNA sequences from nuclear ribosomal\ninternal transcribed spacer (ITS) and non-coding chloroplast regions.\nDescurainia and related genera form the monophyletic tribe\nDescurainieae, which is divided into two lineages: 1) Hornungia and\nTropidocarpum and 2) Descurainia, Ianhedgea, and Robeschia. The genus is\nstrongly supported as monophyletic, and appears to be of Old World\norigin with recent diversification within the Canary Islands and the New\nWorld. Within the New World, three major well-supported lineages can be\nidentified, with South American taxa distributed into four clades that\ncorrelate well with fruit dehiscence and orientation. A phylogeny\nrecovered from combined ITS and chloroplast data is not well-resolved\nwith respect to relationships between some major New World lineages, but\nsuggests that multiple independent dispersals of Descurainia have taken\nplace between North and South America. Substantial incongruence between\nITS and chloroplast phylogenies, as well as the presence of mixed ITS\nsequences, point to a complex evolutionary history involving extensive\ngene flow and hybridization for North American Descurainia.","trees":[{"tree_label":"Strict","ntax":"150","rootedtree":"TRUE","title":"Descurainia (Brassicaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27610.phy"},{"tree_label":"PAUP 1","ntax":"74","rootedtree":"TRUE","title":"Descurainia (Brassicaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27612.phy"},{"tree_label":"3 of 41 MPTs","ntax":"36","rootedtree":"TRUE","title":"Monophyly of Descurainia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27609.phy"},{"tree_label":"PAUP 1","ntax":"27","rootedtree":"TRUE","title":"Descurainia (Brassicaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27615.phy"},{"tree_label":"PAUP 1","ntax":"28","rootedtree":"TRUE","title":"Descurainia (Brassicaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27616.phy"},{"tree_label":"Strict","ntax":"135","rootedtree":"TRUE","title":"Descurainia (Brassicaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27611.phy"}]}