{"Authors":" Teresita M. Porter, Wallace Martin, Timothy Y. James, Joyce\nE Longcore, Frank H. Gleason, Peter H. Adler, Peter M Letcher, Rytas\nVilgalys","Year":" 2011","Title":" Molecular phylogeny of the Blastocladiomycota (Fungi) based\non nuclear ribosomal DNA","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Blastocladiomycota; Blastocladiales; molecular\nphylogenetic systematics; rDNA","DOI":"","Abstract":" The Blastocladiomycota is a recently described phylum of\necologically diverse zoosporic fungi whose species have not been\nthoroughly sampled and placed within a molecular phylogeny. In this\nstudy, we investigated the phylogeny of the Blastocladiomycota based on\nribosomal DNA sequences from strains identified by traditional\nmorphological and ultrastructural characters. Our results support the\nmonophyly of the Coelomomycetaceae and Physodermataceae but the\nBlastocladiaceae and Catenariaceae are paraphyletic or polyphyletic. The\ndata support two clades within Allomyces with strains identified as A.\narbusculus in both clades, suggesting that species concepts in Allomyces\nare in need of revision. A clade of Catenaria species isolated from\nmidge larvae group separately from other Catenaria species, suggesting\nthat this genus may need revision. In the Physodermataceae, Urophlyctis\nspecies cluster with a clade of Physoderma species. The algal parasite\nParaphysoderma sedebokerensis nom. prov. clusters sister to other taxa\nin the Physodermataceae. Catenomyces persicinus, which has been\nclassified in the Catenariaceae, groups with the Chytridiomycota rather\nthan Blastocladiomycota. The rDNA operon seems to be suitable for\nclassification within the Blastocladiomycota and distinguishes among\ngenera; however, this region alone is not suitable to determine the\nposition of the Blastocladiomycota among other basal fungal phyla with\nstatistical support. A focused effort to find and isolate, or directly\namplify DNA from additional taxa will be necessary to evaluate diversity\nin this phylum. We provide this rDNA phylogeny as a preliminary\nframework to guide further taxon and gene sampling and to facilitate\nfuture ecological, morphological, and systematic studies.","trees":[{"tree_label":"Fig. 3","ntax":"8","rootedtree":"TRUE","title":"Urophlyctis and Physoderma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27569.phy"},{"tree_label":"Fig. 1","ntax":"70","rootedtree":"TRUE","title":"Blastocladiomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27568.phy"},{"tree_label":"Fig. 2","ntax":"19","rootedtree":"TRUE","title":"Allomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27570.phy"}]}