{"Authors":" Mark Adams, Scotte D Wedderburn, Peter John Unmack, Michael\nHammer, Jerald B. Johnson","Year":" 2011","Title":" Use of Congeneric Assessment to Reveal the Linked Genetic\nHistories of Two Threatened Fishes in the Murray-Darling Basin,\nAustralia","Journal":" Conservation Biology","Volume":" 25","Issue":" 4","Pages":" 767776","Keywords":" C. amniculus, Craterocephalus fluviatilis, drought,\nfreshwater fishes, hardyheads, introgression, management units,\nthreatened species","DOI":" 10.1111/j.1523-1739.2011.01692.x","Abstract":" The intensely regulated Murray-Darling Basin in\nsoutheastern Australia is the nations most extensive and economically\nimportant river system, and it contains fragmented populations of\nnumerous fish species. Among these is the Murray hardyhead\n(Craterocephalus fluviatilis), a species listed as endangered\n(International Union for Conservation of Nature Red List) in the\nmid-1990s prior to its acute decline with the progression of a severe\ndrought that began in 1997. We compared the genetic structure of Murray\nhardyhead with 4 congeneric species (Darling hardyhead [C. amniculus],\nFinke hardyhead [C. centralis], Lake Eyre hardyhead [C. eyresii], and\nunspecked hardyhead [C. stercusmuscarum]), selected on the basis of\ntheir taxonomic or biological similarity to Murray hardyhead, in order\nto affirm species boundaries and test for instances of introgressive\nhybridization, which may influence species ecology and conservation\nprospects. We used allozyme (52 loci) and mtDNA markers (1999 bp of\nATPase and cytochrome b) to provide a comparative genetic assessment of\n139 Murray hardyhead, which represented all extant and some recently\nextirpated populations, and 71 congeneric specimens from 12 populations.\nWe confirmed that Murray hardyhead and Darling hardyhead are\ntaxonomically distinct and identified a number of potential conservation\nunits, defined with genetic criteria, in both species. We also found\nallozyme and mtDNA evidence of historic genetic exchange between these 2\nallopatric species, apparently involving one population of each species\nat the geographic edge of the species ranges, not in the most proximate\npopulations sampled. Our results provide information on species\nboundaries and offer insight into the likely causes of high genetic\ndiversity in certain populations, results which are already being used\nto guide national recovery planning and local action. Given the\nprevalence of incorrect taxonomies and introgression in many organismal\ngroups, we believe these data point to the need to commence genetic\ninvestigations of any threatened species from an initially broad\ntaxonomic focus.","trees":[{"tree_label":"Fig. 3","ntax":"39","rootedtree":"TRUE","title":"Craterocephalus haplotypes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48541.phy"}]}