{"Authors":" Hojun Song, Matthew J Moulton, Kevin D Hiatt, Michael F.\nWhiting","Year":" 2013","Title":" Uncovering Historical Signature of Mitochondrial DNA Hidden\nin the Nuclear Genome: The Origin of the Desert Locust Revisited","Journal":" Cladistics","Volume":" 29","Issue":"","Pages":" 643662","Keywords":" numts; molecular fossil; orthology; biogeography; desert\nlocust","DOI":" 10.1111/cla.12013 © The","Abstract":" Inadvertent coamplification of nuclear mitochondrial\npseudogenes (numts) is a serious problem in mitochondrial systematics,\nbut numts can also be a valuable source of information because they\nrepresent ancient forms of mtDNA. We present a conceptual framework of\nnumt accumulation, which states that in a given species there can be two\ntypes of numts, synaponumts and autaponumts, resulting from integration\noccurring respectively before and after a speciation event. In a given\nclade, a species that diverged early can only have its own autaponumts\nas well as synaponumts that were already present in the genome of the\nlast common ancestor. A species that diverged more recently may,\nhowever, have many different synaponumts integrated at each different\ndivergence as well as its own autaponumts. Therefore, it is possible to\ndecipher the evolutionary history of a species based on the phylogenetic\ndistribution of numts in a simultaneous analysis of numts and extant\nmtDNA. In this study, we empirically test this idea in the context of\naddressing a controversial question regarding the biogeography of the\ngrasshopper genus Schistocerca Stål (Orthoptera: Acrididae), based on\nnumts of cytochrome c oxidase subunit I (COI) gene. We find that our\nempirical data can be adequately explained by our conceptual framework\nand that the phylogenetic distribution of COI numts reveals intricate\nevolutionary histories about past speciation events that are otherwise\ndifficult to detect using conventional markers. Our study strongly\nfavors the Old World origin of the desert locust, Schistocerca gregaria\nand the New World Schistocerca species are descendants from an ancestral\ngregaria-like species that colonized the New World via westward\ntransatlantic flight. However, the phylogenetic distribution of numts of\nS. gregria raises a distinct possibility that there might have been\nmultiple founding events from Africa to America to give rise to the\npresent-day diversity of the genus. Our study is a case study for a\ncreative use of numts as molecular fossils and we demonstrate that numts\nprovide interesting and powerful phylogenetic signal, much more than\nwhat extant mtDNA or nuclear gene sequences might be able to\nprovide.","trees":[{"tree_label":"UNTITLED","ntax":"654","rootedtree":"TRUE","title":"Tr27567","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_27567.phy"}]}