{"Authors":" Oscar M Vargas, Santiago Madriñán","Year":" 2012","Title":" PRELIMINARY PHYLOGENY OF DIPLOSTEPHIUM (ASTERACEAE):\nSPECIATION RATE AND CHARACTER EVOLUTION","Journal":" Lundellia","Volume":"","Issue":" 15","Pages":" 115","Keywords":" Adaptive radiation, Andes Cordillera, Astereae,\nDiplostephium, high Andean forest, ITS, morphological evolution, páramo,\npsbA-trnH, puna, rpoB, rpoC1.","DOI":"","Abstract":" Diplostephium comprises 111 neotropical species that live\nin high elevation habitats from Costa Rica to Chile. Primarily Andean,\nthe genus seems to have undergone an adaptive radiation indicated by its\nhigh number of species, broad morphological variation, and\ndiversification primarily in an ecosystem (pa ́ramo) that formed within\nthe last 25 my. Internal transcriber spacer (ITS) sequences and several\nchloroplast markers, rpoB, rpoC1, and psbA-trnH were sequenced in order\nto infer a preliminary phylogeny of the genus. The chloroplast regions\nshowed no significant variation within the genus. New ITS data were\ntherefore analyzed together with published sequences for generating a\ntopology. Results suggest that Diplostephium and other South American\ngenera comprise a polytomy within which a previously described North\nAmerican clade is nested. Monophyly of Diplostephium was neither\nsupported nor rejected, but the formation of a main crown clade using\ndifferent methods of analysis suggests that at least a good portion of\nthe genus is monophyletic. A Shimodaira-Hasegawa test comparing the\ntopology obtained and a constrained one forcing Diplostephium to be\nmonophyletic showed no significant difference between them. Monophyly of\nsome of the previously proposed series of the genus was not supported by\nthe phylogenetic tree. Morphological character mapping results suggest\nthat the high Andean forest tree species are derived from shrubby pa\ńramo-puna ancestors, contradicting previous hypotheses about\nmorphological evolution of the genus and documenting an atypical trend\nof downslope diversification in pa ́ramo plants.","trees":[{"tree_label":"Parsimony ordered","ntax":"101","rootedtree":"TRUE","title":"Tr27554","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_27554.phy"}]}