{"Authors":" Lisa Pokorny, Gisela Oliván, A. Jonathan Shaw","Year":" 2011","Title":" Phylogeographic Patterns in Two Southern Hemisphere Species\nof Calyptrochaeta (Daltoniaceae, Bryophyta)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Bryophytes, chloroplast and nuclear DNA, Cryptic\nSpeciation, Divergence Times, Long Distance Dispersal,\nPhylogeography","DOI":"","Abstract":" To better understand biogeographic patterns in the\nSouthern Hemisphere, infraspecific molecular patterns were compared in\ntwo species of the moss genus Calyptrochaeta with contrasting\ndistributions. One, C. apiculata, has a disjunct distribution\nencompassing South America and Australasia, and the other, C.\nasplenioides, occurs from South Africa northward to Rwanda and eastward\ninto the Indian Ocean Islands. Nucleotide sequence data from two plastid\nloci (trnL-F and trnG) and nuclear ribosomal DNA (ITS1-2) were gathered\nfrom 62 samples representing the genera Calyptrochaeta and Daltonia (the\nlatter as an outgroup), and subjected to phylogenetic analyses using\nmaximum likelihood and Bayesian inference. The phylogenetic analyses\nrevealed strong, geographically correlated structure within C.\nasplenioides in which populations from southern Africa are sister to\nthose from eastern Africa, Madagascar, and the other Indian Ocean\nislands. Continental plants are further differentiated from island\nplants to the east. Divergence times suggest that C. asplenioides\ndiversified in a time frame that does not support vicariance associated\nwith continental drift, but rather dispersal, to explain the disjunct\ndistribution of this species. Sequences of C. apiculata disjunct between\nChile and Australia are nearly identical, which strongly suggests recent\nand/or ongoing gene flow. Our dating suggests that the South\nAmerican-Australian disjunction of C. apiculata is also not old enough\nto reflect vicariance associated with continental drift. Thus, in both\ncases, recent long-distance dispersal best explains their distributions\nin the Southern Hemisphere.","trees":[{"tree_label":"ITS & trnG & trnL ML Calyptrochaeta tree","ntax":"62","rootedtree":"TRUE","title":"Calyptrochaeta","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_27630.phy"}]}