{"Authors":" Alfonso Delgado-Salinas, Mats Thulin, Remy Pasquet, Norman\nF. Weeden, Matthew T. Lavin","Year":" 2011","Title":" Vigna (Leguminosae) sensu lato: the Names and Identities of\nthe American Segregate Genera","Journal":" American Journal of Botany","Volume":" 98","Issue":" 10","Pages":" 16941715","Keywords":" biogeography; floral evolution; geographic phylogenetic\nstructure; Phaseolus; phylogenetic systematics; rates analysis.","DOI":" 10.3732/ajb.1100069","Abstract":" Premise of study: The legume genus Vigna and close\nrelatives have highly elaborated floral morphologies that involve the\ncoiling, bending, and intricate connection of flower parts. Banners,\nlevers, platforms, and pumps have evolved that attract pollinators and\nthen manipulate their movement. Given this three-dimensional floral\ncomplexity, the taxonomy of Vigna and relatives has been confounded by\nthe study of mostly two-dimensional museum specimens. A molecular\nphylogenetic analysis was undertaken in the effort to resolve\nlong-standing taxonomic questions centered on floral morphology.\nMethods: The phylogenetic analysis included cpDNA trnK and nuclear\nribosomal ITS/5.8S (ITS) sequence variation. The American species were\ncomprehensively sampled and outgroups included Old World relatives. Key\nresults: The trnK and ITS data analyses concurred in resolving six\nwell-supported clades of American Vigna that are most closely related to\nother American genera: Dolichopsis, Macroptilium, Mysanthus, Oryxis,\nOxyrhynchus, Phaseolus, Ramirezella, and Strophostyles. These 14\nAmerican clades ranked here as genera are resolved as sister to a clade\ncomprising the mainly Old World species of Vigna. Conclusions: American\nVigna clades were reassigned to the genera Ancistrotropis,\nCochliasanthus, Condylostylis, Leptospron, Sigmoidotropis, and the newly\ndescribed Helicotropis. Vigna sensu stricto in the Americas now includes\nrelatively few and mostly pantropical species. Elaborate floral\nasymmetries are readily used to apomorphically diagnose nearly all of\nthe American genera. The age estimates of the extant diversification of\nthe American and its Old World sister clade are approximately coeval at\nca. 67 million yr, which belies much greater floral variation in the\nAmericas.","trees":[{"tree_label":"Strict","ntax":"166","rootedtree":"TRUE","title":"Vigna (Leguminosae) sensu lato","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50151.phy"},{"tree_label":"PAUP 10000","ntax":"163","rootedtree":"TRUE","title":"Vigna (Leguminosae) sensu lato","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50155.phy"},{"tree_label":"Strict","ntax":"163","rootedtree":"TRUE","title":"Vigna (Leguminosae) sensu lato","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50156.phy"}]}