{"Authors":" Pandurang Kolekar, Mohan Kale, Urmila Kulkarni-Kale","Year":" 2010","Title":" `Inter-Arrival Time’ Inspired Algorithm and its Application\nin Clustering and Molecular Phylogeny","Journal":" AIP Conference Proceedings","Volume":" 1298","Issue":" 1","Pages":" 307-312","Keywords":" Inter arrival time, Bioinformatics, pattern recognition,\nclustering, molecular phylogeny and distance matrix","DOI":" 10.1063/1.3516320","Abstract":" Bioinformatics, being multidisciplinary field, involves\napplications of various methods from allied areas of Science for data\nmining using computational approaches. Clustering and molecular\nphylogeny is one of the key areas in Bioinformatics, which help in study\nof classification and evolution of organisms. Molecular phylogeny\nalgorithms can be divided into distance based and character based\nmethods. But most of these methods are dependent on pre-alignment of\nsequences and become computationally intensive with increase in size of\ndata and hence demand alternative efficient approaches. ‘Inter arrival\ntime distribution’ (IATD) is a popular concept in the theory of\nstochastic system modeling but its potential in molecular data analysis\nhas not been fully explored. The present study reports application of\nIATD in Bioinformatics for clustering and molecular phylogeny. The\nproposed method provides IATDs of nucleotides in genomic sequences. The\ndistance function based on statistical parameters of IATDs is proposed\nand distance matrix thus obtained is used for the purpose of clustering\nand molecular phylogeny. The method is applied on a dataset of 3′\nnon-coding region sequences (NCR) of Dengue virus type 3 (DENV-3),\nsubtype III, reported in 2008. The phylogram thus obtained revealed the\ngeographical distribution of DENV-3 isolates. Sri Lankan DENV-3 isolates\nwere further observed to be clustered in two sub-clades corresponding to\npre and post Dengue hemorrhagic fever emergence groups. These results\nare consistent with those reported earlier, which are obtained using\npre-aligned sequence data as an input. These findings encourage\napplications of the IATD based method in molecular phylogenetic analysis\nin particular and data mining in general.","trees":[{"tree_label":"PHYLIP 1+","ntax":"21","rootedtree":"FALSE","title":"Tr27589","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_27589.phy"}]}