{"Authors":" David Chuba, Chris Ellison, Roberta J. Mason-Gamer, Stephen\nP. Lynch, Mark Fishbein","Year":" 2011","Title":" Phylogenetic Relationships of Asclepias (Apocynaceae)\nInferred from Non-coding Chloroplast DNA Sequences","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Africa, America, biogeography, classification, hypothesis\ntest, milkweed","DOI":"","Abstract":" Milkweeds (Asclepias sensu lato, Apocynaceae) are\ncharacteristic perennial herbs of grasslands in North America and Africa\nthat have long served as models for studying the evolutionary ecology of\nplant reproduction and plant defense. Generic circumscription of\nAsclepias has been long debated with recent workers favoring\ndelimitation on geographic groundsAsclepias sensu stricto is limited to\nthe Americas and only segregate genera are recognized for African\nspecies. A widely used system introduced by Woodson classifies North\nAmerican Asclepias species into nine subgenera, with the largest\nsubgenus, Asclepias, further divided into eight series. We investigated\nthe phylogeny of Asclepias using three non-coding loci from the plastid\ngenome: rpl16 intron, trnCGCA-rpoB spacer, and the adjacent\ntrnSGCU-trnGUUC spacer and trnGUUC intron. Parsimony, likelihood, and\nBayesian analyses were conducted to evaluate hypotheses of continental\nand taxonomic monophyly. Hypothesis tests were conducted under the\nparsimony and likelihood criteria. We found moderate support for the\nmonophyly of American Asclepias sensu stricto and for all but one\nrepresentative of African Asclepias sensu lato. Within the Amerian\nclade, South American species are strongly supported as monophyletic and\nderived from North American ancestors. Only one of Woodsons 17\ninfrageneric taxa was found to be monophyletic. Monophyly of more than\none-half of the remaining 16 taxa could be statistically rejected using\na conservative α level. Our results are consistent with the restriction\nof Asclepias to American species and point to a need for major\nrestructuring of the infrageneric classification and future revsionary\nwork.","trees":[{"tree_label":"Fig. 2","ntax":"155","rootedtree":"TRUE","title":"Asclepias","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_27576.phy"},{"tree_label":"MP Strict","ntax":"155","rootedtree":"TRUE","title":"Asclepias","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27577.phy"}]}