{"Authors":" Juliet Brodie, Michael D. J. Lynch, Mi Sook Hwang, Han Gu\nChoi, Masahiko Miyata, Norio Kikuchi, Mariana Oliveira, Judith Ellen\nSutherland Broom, Sandra Lindstrom, Wendy A. Nelson, Tracy Farr, Chris\nNeefus, Agnes Mols-Mortensen, Daniela Milstein, Kirsten Müller","Year":" 2011","Title":" A new look at an ancient order: generic revision of the\nBangiales","Journal":" Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" Bangia, Bangiales, Boreophyllum, Clymene, Dione,\nFuscifolium, Lysithea, Minerva, Miuraea, Sorora, Porphyra, Pseudobangia,\nPyropia, Wildemania","DOI":"","Abstract":" The red algal order Bangiales has been revised as a result\nof detailed regional studies and the development of expert local\nknowledge of Bangiales floras, followed by collaborative global analyses\nbased on wide taxon sampling and molecular analyses. Combined analyses\nof the nuclear small-subunit ribosomal RNA (nSSU) gene and the plastid\nribulose bisphosphate carboxylase/oxygenase (rbcL) gene for 157\nBangiales taxa have been conducted. Sixteen genera of Bangiales, seven\nfilamentous and nine foliose, are recognized. This includes six newly\ndescribed and two resurrected genera. This revision constitutes a major\nchange in understanding relationships and evolution in this order. The\ngenus Porphyra is now monotypic containing solely P. purpurea. Foliose\ntaxa previously placed in Porphyra are now recognized to belong to the\ngenera Boreophllum gen. nov., Clymene gen. nov., Fuscifolium gen. nov.,\nLysithea gen. nov., Miuraea gen. nov., Pyropia, Sorora gen. nov., and\nWildemania. Four of the seven filamentous genera recognized in our\nanalyses already have generic names (Bangia, Dione, Minerva and\nPseudobangia), and are all currently monotypic. The unnamed filamentous\ngenera are clearly comprised of multiple species, and few of these\nspecies have names. Further research is required: the genus to which the\nmarine taxon Bangia fuscopurpurea belongs is not known, and there are\nalso a large number species previously described as Porphyra for which\nnSSU or rbcL sequence data should be obtained so that they can be\nassigned to the appropriate genus.","trees":[{"tree_label":"Bayesian","ntax":"160","rootedtree":"TRUE","title":"Bangiales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_29854.phy"},{"tree_label":"RAxML","ntax":"160","rootedtree":"TRUE","title":"Bangiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_29855.phy"},{"tree_label":"GARLI","ntax":"160","rootedtree":"TRUE","title":"Bangiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_29856.phy"}]}