{"Authors":" Sea-Ra Lim, Kamarudin Mat Salleh, Jamili Nais, Todd\nBarkman","Year":" 2004","Title":" Mitochondrial DNA sequences reveal the photosynthetic\nrelatives of Rafflesia, the world’s largest flower.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 101","Issue":" NA","Pages":" 787-792","Keywords":" NA","DOI":" NA","Abstract":" All parasites are thought to have evolved from free-living\nancestors. However, the ancestral conditions facilitating the shift to\nparasitism are unclear, particularly in plants because the phylogenetic\nposition of many parasites is unknown. This is especially true for\nRafflesia, an endophytic holoparasite that produces the largest flowers\nin the world and which has defied confident phylogenetic placement since\nits discovery more than 180 years ago. Here we present results of a\nphylogenetic analysis of 95 species of seed plants designed to infer the\nposition of Rafflesia in an evolutionary context using the mitochondrial\ngene matR (1,806 aligned base pairs). Overall the estimated phylogenetic\ntree is highly congruent with independent analyses and provides a\nstrongly supported placement of Rafflesia with the order Malpighiales,\nwhich includes poinsettias, violets and passionflowers. Furthermore, the\nphylogenetic placement of Mitrastema, another enigmatic, holoparasitic\nangiosperm within the order Ericales (which includes blueberries and\npersimmons) was also obtained with these data. Although traditionally\nclassified together, Rafflesia and Mitrastema are only distantly\nrelated, implying their extreme parasitic habit is the result of\nconvergent evolution. Our results indicate that the previous significant\ndifficulties associated with phylogenetic placement of holoparasitic\nplants may be overcome using mitochondrial DNA so that a broader\nunderstanding of the origins and evolution of parasitism may\nemerge.","trees":[{"tree_label":"Strict","ntax":"95","rootedtree":"TRUE","title":"photosynthetic relatives of Rafflesia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4226.phy"}]}