{"Authors":" Pamela D. Roberts, Cheng-Hua Huang, Lawrence E.\nDatnoff","Year":" 2011","Title":" Molecular phylogeny and divergence times of Fusarium\noxysporum f. sp. radicis-lycopersici inferred from multilocus DNA\nsequences","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium oxysporum, Fusarium crown and root rot, Fusarium\nwilt, IGS, EF-1alpha;, microsatellite","DOI":"","Abstract":" Fusarium oxysporum f. sp. radicis-lycopersici (FORL) is an\nimportant soilborne pathogen of tomato and is morphologically\nindistinguishable from F. oxysporum f. sp. lycopersici (FOL), the causal\nagent of Fusarium wilt. The nuclear ribosomal DNA intergenic spacer\n(IGS) region, translation elongation factor 1-alpha (EF-1alpha), and a\nmicrosatellite locus, FOL185, were used for phylogenetic analyses.\nPhylogenetic topologies derived from the three loci were incongruent,\nsuggesting that each locus has its unique evolutionary history. Neither\nEF-1alpha nor FOL185 provided useful phylogenetic resolution. In\ncontrast, IGS variation resolved known vegetative compatibility groups\n(VCGs) of FORL and FOL, suggesting that the IGS region may be useful for\ndifferentiating the predominant VCGs of FORL from FOL. Mating-type (MAT)\nanalysis showed that each VCG carried a single MAT idiomorph. Estimates\nof the mean most recent common ancestor (MRCA) of FORL derived from IGS,\nEF-1alpha, and FOL185 data ranged from 1969 to 1878, suggesting that\nFORL is a relatively new pathogen compared to the invention of\nagriculture approximately 10000 years ago. The population expansion of\nFORL has been increased globally since the early 1990s. Although\nphysiological races of FORL have not been reported, regularly monitoring\nthe population structure of FORL is vital for disease management.","trees":[{"tree_label":"MP tree_EF1alpha","ntax":"54","rootedtree":"TRUE","title":"Tr27632","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27632.phy"},{"tree_label":"MP tree_IGS","ntax":"54","rootedtree":"TRUE","title":"Tr27631","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27631.phy"},{"tree_label":"MP tree_FOL185","ntax":"54","rootedtree":"TRUE","title":"Tr27633","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27633.phy"}]}