{"Authors":" Scott Kroken, John W. Taylor","Year":" 2001","Title":" A gene genealogical approach to recognize phylogenetic\nspecies boundaries in the lichenized fungus Letharia.","Journal":" Mycologia","Volume":" 93","Issue":" 1","Pages":" 38-53","Keywords":" clonal lichens, coalescence, congruence, cryptic species,\nLecanorales, metaphyletic species, multiple loci, Parmeliaceae, sibling\nspecies, species pair, sympatry","DOI":"","Abstract":" Letharia, a genus of lichenized fungi described as a pair\nof sympatric species, one making abundant sexual structures and the\nother making few, was investigated as a model system in which to\nrecognize species boundaries. Gene genealogies of 6 and 12 loci were\nused to estimate the evolutionary history of Letharia, based on the\nprinciples of lineage sorting of alleles in divergent lineages after\ngenetic isolation. Instead of a species pair consisting of a putative\nclonal species derived from a progenitor sexual species, Letharia\ncomprises at least six phylogenetic species. Judging by the presence of\nperennial apothecia and clonal reproductive structures, one species is\nexclusively sexual, three species are sexual and isidiate, and two\nspecies are sorediate and rarely sexual. Not all of these species would\nhave been detected with a single gene genealogy, demonstrating the need\nfor multiple independent loci in phylogenetic analysis to recognize\nrecent speciation events. The results are concordant with aspects of\nboth biological and phylogenetic species recognition. However, only\nphylogenetic species recognition can be applied to fungi like Letharia\nspecies that are difficult to cultivate and mate in the lab.","trees":[{"tree_label":"outgroup boot","ntax":"58","rootedtree":"TRUE","title":"Letharia species boundaries","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27652.phy"},{"tree_label":"cf. Fig. 6","ntax":"51","rootedtree":"TRUE","title":"Letharia species boundaries","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_27653.phy"}]}