{"Authors":" Sandra C. Craveiro, Antonio J. Calado, Niels Daugbjerg,\nGert Hansen, Øjvind Moestrup","Year":" 2011","Title":" Ultrastructure and LSU rDNA-based Phylogeny of Peridinium\nlomnickii and Description of Chimonodinium gen. nov. (Dinophyceae)","Journal":" Protist","Volume":"","Issue":"","Pages":"","Keywords":" Chimonodinium; Dinophyceae; LSU rDNA; Peridinium\nlomnickii; phylogeny; Scrippsiella trochoidea; ultrastructure","DOI":"","Abstract":" Several populations of Peridinium lomnickii were examined\nby SEM and serial section TEM. Comparison with typical Peridinium,\nPeridiniopsis, Palatinus and Scrippsiella species revealed significant\nstructural differences, congruent with phylogenetic hypotheses derived\nfrom partial LSU rDNA sequences. Chimonodinium gen. nov. is described as\na new genus of peridinioids, characterized by the Kofoidian plate\nformula Po, cp, x, 4’, 3a, 7’‘, 6c, 5s, 5’’‘, 2’’’’, the absence of\npyrenoids, the presence of a microtubular basket with four or five\noverlapping rows of microtubules associated with a small peduncle, a\npusular system with well-defined pusular tubes connected to the\nflagellar canals, and the production of non-calcareous cysts. Serial\nsection examination of Scrippsiella trochoidea, here taken to represent\ntypical Scrippsiella characters, revealed no peduncle and no associated\nmicrotubular strands. The molecular phylogeny placed C. lomnickii comb.\nnov. as a sister group to a clade composed of Thoracosphaera and the\npfiesteriaceans. Whereas the lack of information on fine structure of\nthe swimming stage of Thoracosphaera leaves its affinities unexplained,\nC. lomnickii shares with the pfiesteriaceans the presence of a\nmicrotubular basket and the unusual connection between two plates on the\nleft side of the sulcus, involving extra-cytoplasmic fibres.","trees":[{"tree_label":"PAUP 1","ntax":"14","rootedtree":"TRUE","title":"Phylogeny of Peridinium lomnickii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_29825.phy"},{"tree_label":"PAUP 1","ntax":"60","rootedtree":"TRUE","title":"Phylogeny of Peridinium lomnickii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_29824.phy"}]}