{"Authors":" Kazuaki Tanaka, Mai Endo, Kazuyuki Hirayama, Izumi Okane,\nTsuyoshi Hosoya, Toyozo Sato","Year":" 2011","Title":" Phylogeny of the anamorphic genera Discosia and\nSeimatosporium; Adisciso gen. nov., an ascomycetous teleomorph of and\nImmersidiscosia gen. nov., a segregate of Discosia","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Amphisphaeriaceae, anamorph, coelomycetes, Discostroma,\npestalotioid fungi, Xylariales","DOI":"","Abstract":" Discosia (teleomorph: unknown) and Seimatosporium\n(teleomorph: Discostroma) are saprophytic or plant parasitic,\ncoelomycetous genera of so-called “pestalotioid fungi” within the\nAmphisphaeriaceae (Xylariales). They share several morphological\nfeatures and their generic circumscriptions appear unclear. We\ninvestigated the phylogenies of both genera on the basis of SSU, LSU and\nITS-5.8S nrDNA and β-tubulin gene sequences. Discosia was not\nmonophyletic and was separated into two distinct lineages. Discosia\neucalypti deviated from Discosia sensu stricto and was transferred to a\nnew genus, Immersidiscosia, characterized by deeply immersed, pycnidioid\nconidiomata that are intraepidermal to subepidermal in origin, with a\nconidiomatal beak having periphyses. Subdividing Discosia into\n“sections” was not considered phylogenetically significant at least for\nthe three sections investigated (sect. Discosia, Laurina, and\nStrobilina). We recognized Seimatosporium sensu lato as a monophyletic\ngenus, although it may in future be subdivided into several genera. An\nundescribed species belonging to Discosia s.s. was collected on living\nleaves of Symplocos prunifolia from Yakushima Island, Japan, and its\nteleomorph was also found. We have therefore established a new\nteleomorphic genus, Adisciso, for this new species, A. yakushimensis.\nDiscostroma tricellulare (anamorph: Seimatosporium azaleae), previously\ndescribed from Rhododendron species, was transferred to Adisciso on\nmorphological and phylogenetic grounds. Adisciso is characterized by\nrelatively small-sized ascomata without stromatic tissue, obclavate to\nbroadly cylindrical asci with biseriate ascospores that have 2\ntransversal septa, and its anamorph Discosia s.s., and can be\ndistinguished from Discostroma, a similar genus within the\nAmphisphaeriaceae.","trees":[{"tree_label":"PHYLIP 1+","ntax":"33","rootedtree":"FALSE","title":"Tr29829","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_29829.phy"}]}