{"Authors":" Nicola Georgina Bergh, Christopher Harry Trisos, George\nAnthony Verboom","Year":" 2011","Title":" Phylogeny of Ifloga and Trichogyne (Asteraceae,\nGnaphalieae)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Gnaphalieae, Ifloga, Lasiopogon, molecular phylogeny,\nSouthern Africa, Trichogyne","DOI":"","Abstract":" Ifloga and Trichogyne constitute a small but biologically\ninteresting lineage within the Gnaphalieae, a tribe of the Compositae.\nSpecies are distributed mainly in the semi-arid parts of southern\nAfrica, while three species are disjunct in the Saharo-Sindian region.\nDue partly to an unusual capitulum structure, the phylogenetic position\nof the group has been little-understood. In addition, the monophyly of\nthe genera has not been assessed using phylogenetic methods. A\nspecies-level phylogenetic hypothesis is presented, based on one nuclear\nand two chloroplast DNA regions analysed with parsimony and Bayesian\nmethods. Ifloga + Trichogyne constitute the Ifloga clade that forms one\nof the early-diverging lineages within tribe Gnaphalieae. These lineages\nconstitute a basal grade with many poorly-supported nodes, precluding\nrobust hypotheses of relationships amongst the lineages. A sister\nlineage to the Ifloga clade could thus not be identified, although it\ndiverges amongst taxa formerly united in subtribe Relhaniinae. Although\nthis subtribe is now known to be non-monophyletic, members of the Ifloga\nclade share with former members of Relhaniinae a previously-overlooked\nset of leaf characters. The genus Trichogyne is monophyletic, but Ifloga\nis paraphyletic with respect to Trichogyne. To retain generic monophyly,\nall species are here transferred to the genus Ifloga. Although two of\nthe Northern Hemisphere species were not included in the analysis,\nmorphological characters suggest that the three species from this region\nare monophyletic, in which case the Saharo-Sindian distribution is the\nresult of a single dispersal northwards from Southern Africa. The new\ncombinations and an updated key to the species are presented.","trees":[{"tree_label":"MB","ntax":"42","rootedtree":"TRUE","title":"Ifloga and Trichogyne","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118422.phy"}]}