{"Authors":" Akiko Yokoyama, Fumio Takahashi, Hironao Kataoka, Yoshiaki\nHara, Hisayoshi Nozaki","Year":" 2011","Title":" Evolutionary analyses of the nuclear-encoded photosynthetic\ngene psbO from tertiary plastid-containing algae in Dinophyta.","Journal":" Journal of Phycology","Volume":" 47","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Although the dinophytes generally possess red\nalgal-derived secondary plastids, tertiary plastids originating from\nhaptophyte and diatom ancestors are recognized in some lineages within\nthe Dinophyta. However, little is known about the nuclear encoded genes\nof plastid-targeted proteins from the dinophytes with diatom-derived\ntertiary plastids. We analyzed the sequences of the nuclear psbO gene\nencoding oxygen-evolving enhancer protein from various algae with\nred-algal-derived secondary and tertiary plastids. Based on our\nsequencing of 10 new genes and phylogenetic analysis of PsbO amino acid\nsequences from a wide taxon sampling of red algae and organisms with\nred-algal-derived plastids, dinophytes form three separate lineages: one\ncomposed of peridinin-containing species with secondary plastids, and\nthe other two having haptophyte- or diatom-derived tertiary plastids and\nforming a robust monophyletic group with haptophytes and diatoms,\nrespectively. Comparison of the N-terminal sequences of PsbO proteins\nsuggests that psbO genes from a dinophyte with diatom-derived tertiary\nplastids (Kryptoperidinium) encode proteins that are targeted to the\ndiatom plastid from the endosymbiotic diatom nucleus as in the secondary\nphototrophs, whereas the fucoxanthin containing dinophytes (Karenia and\nKarlodinium) have evolved an additional system of psbO genes for\ntargeting the PsbO proteins to their haptophyte derived tertiary\nplastids from the host dinophyte nuclei.","trees":[{"tree_label":"PAUP 1","ntax":"28","rootedtree":"TRUE","title":"Dinophyta pbsO","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_29853.phy"}]}