{"Authors":" László G. Nagy, Tamás Petkovits, Gábor M. Kovács, Kerstin\nVoigt, Csaba Vágvölgyi, Tamás Papp","Year":" 2011","Title":" Where is the hidden fungal diversity is hiding? A study of\nMortierella reveals a high contribution of reference collections to the\nidentification of fungal environmental sequences.","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" fungal diversity, environmental sequence, next generation\nsequencing, clustering, undescribed species, Mortierella","DOI":"","Abstract":" - Estimating the proportion of undescribed fungal taxa is\nan unresolved issue, spanning many decades. Several highly contrasting\nestimates have been published and the relative contribution of\ntraditional taxonomic and next generation sequencing (NGS) techniques to\nspecies discovery has also been called into question recently.","Here, reflecting to recent results (see Hibbett et al New Phytol.\n184":" 279-282.) we address the question of what proportion of hitherto\nunidentifiable molecular operational taxonomic units (MOTUs) has already\nbeen described by taxonomists but not sequenced, and how many of them\nrepresent truly undescribed lineages. We accomplish this by modeling the\neffects of increasing type strain sequencing effort on the number of\nidentifiable MOTUs in the widespread soil fungus Mortierella.","We find a nearly linear relationship between the number of type\nstrains sequenced and identifiable MOTUs. Using this relationship, we\nmake predictions about the total number of Mortierella species and find\nthat it is very close to the number of described species in\nMortierella.":"","These results suggest that the unusually high number of\nunidentifiable MOTUs in environmental sequencing projects could be\ncharged to the lag of type strain and specimen sequencing rather than to\nthe high number of undescribed species.":"","trees":[{"tree_label":"Imported tree 0","ntax":"934","rootedtree":"TRUE","title":"Mortierella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31161.phy"}]}