{"Authors":" Andrew J Alverson, Edward Claiborne Theriot, Robert K\nJansen","Year":" 2007","Title":" Bridging the Rubicon: Phylogenetic analysis reveals repeated\ncolonizations of marine and fresh waters by thalassiosiroid diatoms","Journal":" Molecular Phylogenetics and Evolution","Volume":" 45","Issue":" 1","Pages":" 193-210","Keywords":" diatoms,freshwater,marine,Dryad submission","DOI":" 10.1016/j.ympev.2007.03.024","Abstract":" Salinity imposes a significant barrier to the distribution\nof many organisms, including diatoms. Diatoms are ancestrally marine,\nand the number of times they have independently colonized fresh waters\nand the physiological adaptations that facilitated these transitions\nremain outstanding questions in diatom evolution. The colonization of\nfresh waters by diatoms has been compared to “crossing the Rubicon,”\nimplying that successful colonization events are rare, irreversible, and\nlead to substantial species diversification. To test these hypotheses,\nwe reconstructed the phylogeny of Thalassiosirales, a diatom lineage\nwith high diversity in both marine and fresh waters. We collected 5.3 kb\nof DNA sequence data from the nuclear (SSU and partial LSU rDNA) and\nchloroplast genomes (psbC and rbcL) and reconstructed the phylogeny\nusing parsimony and Bayesian methods. Alternative topology tests\nstrongly reject all previous colonization hypotheses, including\nmonophyly of the predominantly freshwater Stephanodiscaceae. Results\nshowed at least three independent colonizations of fresh waters, and\nwhereas previous accounts of freshwater-to-marine transitions have been\ndiscounted, these results provide compelling evidence for as many as\nthree independent re-colonizations of the marine habitat, two of which\nled to speciation events. This study adds valuable phylogenetic context\nto previous debate about the nature of the salinity barrier in diatoms\nand provides compelling evidence that, at least for Thalassiosirales,\nthe salinity barrier might be less formidable than previously\nthought.","trees":[{"tree_label":"Fig. 4","ntax":"81","rootedtree":"TRUE","title":"MarineFreshwater Transitions in Diatoms","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31158.phy"}]}