{"Authors":" Krystal Thorpe, Steven Bourne, Xiangsheng Cao, Esmaeil\nShahsavari, Greg Kirby, Andy S Ball, Eric M Adetutu","Year":" 2011","Title":" Phylogenetic Diversity of Fungal Communities in Tourist\nAccessible and Inaccessible Areas in Naracoorte Caves.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" DGGE, environmental factors, ITS regions, tourism","DOI":"","Abstract":" Abstract : The fungal diversity in tourist accessible and\ninaccessible areas at UNESCO World Heritage Listed Naracoorte Caves was\ninvestigated using culture dependent and independent techniques for\nassistance in cave management protocol development. The caves studied\n(Stick Tomato, Alexandra and Strawhaven Caves) were selected based on\ntourist numbers and configurations: Stick Tomato Cave (open, high\ntourist numbers), Alexandra Cave (lockable openings, high tourist\nnumbers), and Strawhaven Cave (control; no tourist access). Culture\nbased survey revealed Ascomycota dominance irrespective of sampling area\nwith Microascales being most frequently isolated. Capnodiales,\nHypocreales (Stick Tomato) and Eurotiales like (Alexandra) sequences\nwere only cultured from tourist inaccessible areas. All these orders\nwere also detected by DGGE assay irrespective of sampling area. The\npredominance of Ascomycota (especially Microascales) suggested their\nimportant ecological roles in these caves. Culture independent analysis\nshowed higher Shannon fungal diversity values (from ITS based DGGE\nprofiles) in tourist accessible areas of these caves than in\ninaccessible areas with the fungal community banding patterns being\nsubstantially different in Stick Tomato Cave. Further investigations are\nneeded to determine the cause of the differences in the fungal\ncommunities of Stick Tomato Cave, although cave-related factors such as\ncave use, configuration and sediment heterogeneity might have\ncontributed to these differences.","trees":[{"tree_label":"tree1","ntax":"57","rootedtree":"TRUE","title":"Naracoorte Cave Fungus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31159.phy"},{"tree_label":"DGGE band","ntax":"23","rootedtree":"TRUE","title":"Naracoorte Cave Fungus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31160.phy"}]}