{"Authors":" Hideaki Ohba, Shinzo Mayuzumi","Year":" 2004","Title":" The phylogenetic position of eastern Asian Sedoideae\n(Crassulaceae) inferred from chloroplast and nuclear DNA.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phylogenetic position of 74 taxa of Asian Sedoideae\n(Crassulaceae) were estimated based on analyses of the trnL-trnF\nintergenic spacer sequence of cpDNA and the ITS region, including the\n5.8S rDNA sequence, of nDNA. Our analyses suggest that the subfamily\nSedoideae is not monophyletic and the genus Sedum especially is highly\nparaphyletic. Recent studies based on cpDNA restriction-site variation\nand the matK region recognized seven clades of major importance. In our\nanalyses, four major clades were recovered; Kalanchoe, Sempervivum,\nAeonium and Acre. All Asian Sedum (s.s.) tested are included in the Acre\nclade, and all other eastern Asian genera are in groups corresponding to\nthe Telephium clade. The Telephium clade is split into four strongly\nsupported subclades, Rhodiola, Hylotelephium, Phedimus, and Umbilicus,\nand is determined to be polyphyletic. All eastern Asian genera that were\nsegregated from Sedum are separated in a lineage distinct from Sedum\n(s.s.). Hylotelephium, Orostachys, Meterostachys, and Sinocrassula are\nclosely related and Hylotelephium is polyphyletic, as is also\nOrostachys. The infrageneric taxa within Hylotelephium and Rhodiola are\nindicated to be polyphyletic.","trees":[{"tree_label":"Fig. 2","ntax":"100","rootedtree":"TRUE","title":"Crassulaceae trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1748.phy"},{"tree_label":"Fig. 3","ntax":"81","rootedtree":"TRUE","title":"Sedoideae ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1749.phy"},{"tree_label":"Fig. 4","ntax":"74","rootedtree":"TRUE","title":"Sedoideae ITS+trnLF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1750.phy"}]}