{"Authors":" NA","Year":" 2012","Title":" Rust fungi on Annonaceae II: the genus Dasyspora Berk. &\nM.A. Curtis","Journal":" Mycologia","Volume":" 104","Issue":" 3","Pages":" 659-681","Keywords":" cryptic species, mt cytochrome oxidase subunit 3,\nnuclear-rDNA, Pucciniales/Uredinales, rust fungal specific primers,\nUropyxidaceae, Xylopia","DOI":" 10.3852/11-068","Abstract":" Dasyspora gregaria, the single species of the allegedly\nmonotypic rust genus Dasyspora (Basidiomycota, Pucciniales), was\ninvestigated by light microscopy and DNA sequencing (ITS15.8SITS2\nregion, partial LSU and SSU of the nuclear rDNA, mt cytochrome oxidase\nsubunit 3). Both methods indicated that D. gregaria is not a single\nspecies but can be split in 11 distinct taxa, each of which appear\nconfined to a single Xylopia species (Annonaceae) host. Herein nine of\nthese are described as new. Both the phylogenetic analyses and\nmorphology show that the species are grouped into two main clades\ndesignated Dasyspora gregaria and D. winteri. The first comprises D.\ngregaria, the type species of the genus, which is restricted to X.\ncayennensis, two new species on X. aromatica, D. segregaria from\nnorthern South America and D. echinata from Brazil. The second clade is\nformed by D. winteri, recombined from Puccinia winteri on X. sericea,\nand the new species D. amazonica on X. amazonica, D. emarginatae on X.\nemarginata, D. frutescentis on X. frutescens, D. ferrugineae on X.\nfrutescens var. ferruginea, D. guianensis on X. benthamii, D.\nmesoamericana on X. frutescens, and D. nitidae on X. nitida. Dasyspora\nfrutescentis and D. mesoamericana were not clearly distinguishable by\ntheir morphology and host associations but differed from another in\ntheir sequences and geographic distributions. They are considered\ncryptic species. An identification key and the distributions are given\nfor all recognized species. Along with molecular data we discuss the\nsystematic position of Dasyspora in the Pucciniales.","trees":[{"tree_label":"Tree1","ntax":"15","rootedtree":"TRUE","title":"Tr30074","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_30074.phy"},{"tree_label":"Tree1","ntax":"34","rootedtree":"TRUE","title":"Tr30070","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_30070.phy"},{"tree_label":"Tree1","ntax":"43","rootedtree":"TRUE","title":"Tr30075","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_30075.phy"}]}