{"Authors":" Cameron David Siler, Rafe M. Brown","Year":" 2011","Title":" Evidence for repeated acquisition and loss of complex\ncharacters in Southeast Asian semi-fossorial skinks","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral state reconstruction, body form evolution,\nDollos Law, morphology, phylogeny, squamates","DOI":"","Abstract":" Evolutionary simplification, or loss of complex\ncharacters, is a major theme in studies of body form evolution. The\napparently infrequent evolutionary reacquisition of complex characters\nhas led to the assertion (Dollos Law) that once lost, complex characters\nmay be impossible to re-evolve, at least via the exact same evolutionary\nprocess. Here we provide one of the most comprehensive, fine-scale\nanalysis of squamate body-form evolution to date, introducing a new\nmodel system of closely related lizards. Using robust molecular and\nmorphological datasets, we conduct phylogenetic comparative analyses of\nmorphological character change and correlation. Our phylogenetic results\nunambiguously support independent instances of complete limb loss as\nwell as multiple instances of digit and external ear opening loss and\nre-acquisition. Even more striking, we find strong statistical support\nfor the re-acquisition of a pentadactyl body form from a digit-reduced\nancestor. Our study reveals potential thresholds in midbody width and\nthe number of presacral vertebrae after which changes in body form take\nplace, and shows that species of the genus Brachymeles exemplify regions\nof morphospace (body plans) previously undocumented in squamates. The\nimplications are far reachingwhatever constraints have shaped the\nmorphological evolution among lizards (excluding Bipes) have been lost\nin Brachymeles. The results of our study join a nascent body of\nliterature showing strong statistical support for complex character\nloss, followed by evolutionary re-acquisition of complex structures\nassociated with a generalized pentadactyl body form.","trees":[{"tree_label":"ML","ntax":"108","rootedtree":"TRUE","title":"Southeast Asian semi-fossorial skinks","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31192.phy"},{"tree_label":"BI","ntax":"108","rootedtree":"TRUE","title":"Southeast Asian semi-fossorial skinks","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31191.phy"}]}