{"Authors":" Nicolas Devos, Matt A. M. Renner, Robbert Gradstein, A.\nJonathan Shaw, Benjamin Laenen, Alain Vanderpoorten","Year":" 2011","Title":" Evolution of sexual systems, dispersal strategies and habitat\nselection in the liverwort genus Radula","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" sexual system, epiphytism, life-history theory, trade-off,\ncomparative methods, phylogeny, Radula, liverwort, bryophyte","DOI":"","Abstract":"  Shifts in sexual systems are amongst the most common and\nimportant transitions in plants and are correlated with a suite of\nlife-history traits. The evolution of sexual systems and their\nrelationships to gametophyte size, sexual and asexual reproduction, and\nepiphytism, is examined here in the liverwort genus Radula.  The\nsequence of trait acquisition and the phylogenetic correlations between\nthose traits was investigated using comparative methods.  Shifts in\nsexual systems recurrently occurred from dioecy to monoecy within\nfacultative epiphyte lineages. Production of specialized asexual gemmae\nwas neither correlated to dioecy nor strict epiphytism.  The significant\ncorrelations among life-history traits related to sexual systems and\nhabitat conditions suggest the existence of evolutionary trade-offs.\nObligate epiphytes do not produce gemmae more frequently than\nfacultative ones and disperse by whole gametophyte fragments, presumably\nto avoid the sensitive protonemal stage in a habitat prone to quick\nchanges in moisture availability. Since dispersal ranges correlates with\ndiaspore size, this reinforces the notion that epiphytes experience\nstrong dispersal limitations. Our results thus provide the evolutionary\ncomplement to metapopulation, metacommunity and experimental studies\ndemonstrating trade-offs between dispersal distance, establishment\nability, and life-history strategy, which may be central to the\nevolution of reproductive strategies in bryophytes.","trees":[{"tree_label":"con 50 majrule","ntax":"96","rootedtree":"TRUE","title":"Tr31101","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31101.phy"},{"tree_label":"con 50 majrule","ntax":"96","rootedtree":"TRUE","title":"Tr31102","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31102.phy"}]}