{"Authors":" Corrie S. Moreau, Charles David Bell","Year":" 2013","Title":" Testing the museum versus cradle tropical biological\ndiversity hypothesis: Phylogeny, diversification, and ancestral\nbiogeographic range evolution of the ants","Journal":" Evolution","Volume":" 67","Issue":" 8","Pages":" 2240-2257","Keywords":" Biogeography, divergence dating, Formicidae, molecular\nclock, Neotropics, phylogenetics","DOI":" 10.1111/evo.12105","Abstract":" Ants are one of the most ecologically and numerically\ndominant group of terrestrial organisms with most species diversity\ncurrently found in tropical climates. Several explanations for the\ndisparity of biological diversity in the tropics compared to temperate\nregions have been proposed including that the tropics may act as a\n“museum” where older lineages persist through evolutionary time or as a\n“cradle” where new species continue to be generated. We infer the\nmolecular phylogenetic relationships of 295 ant specimens including\nmembers of all 21 extant subfamilies to explore the evolutionary\ndiversification and biogeography of the ants. By constraining the\ntopology and age of the root node while using 45 fossils as minimum\nconstraints we converge on an age of 139  158 Mya for the modern ants.\nFurther diversification analyses identified 10 periods with a\nsignificant change in the tempo of diversification of the ants, although\nthese shifts did not appear to correspond to ancestral biogeographic\nrange shifts. Likelihood-based historical biogeographic reconstructions\nsuggest that the Neotropics were important in early ant diversification\n(e.g. Cretaceous). This finding coupled with the extremely high current\nspecies diversity suggests that the Neotropics have acted as both a\nmuseum and cradle for ant diversity.","trees":[{"tree_label":"BEAST Dated","ntax":"276","rootedtree":"TRUE","title":"Ants, BEAST Dated No Duplicate Species ML topology\nEnforced Root Node Constrained Max 185 Mya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66755.phy"},{"tree_label":"MLT","ntax":"311","rootedtree":"TRUE","title":"Ants, Likelihood partitioned","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66754.phy"}]}