{"Authors":" Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2011","Title":" Why everlastings dont last","Journal":" Persoonia","Volume":" 26","Issue":"","Pages":" 70-84","Keywords":" Batcheloromyces, Catenulostroma, Cladosporium, Devriesia,\nExophiala, ITS, LSU, Penicillium, Penidiella, Phaenocoma prolifera,\nsystematics, Teratosphaeria, Toxicocladosporium, Xenophacidiella","DOI":" 10.3767/003158511X574532","Abstract":" The Cape Floral Region represents one of the worlds\nbiodiversity hot spots, with a high level of plant, animal and insect\nendemism. The fungi occurring in this region, however, remain poorly\nstudied. It is widely postulated that each plant species should harbour\nat least five to six unique fungal species, a number that we regard to\nbe a huge underestimate. To test this hypothesis, we decided to study a\nsingle senescent flower of Phaenocoma prolifera (‘everlasting’;\nAsteraceae) collected in South Africa, and posed the question as to how\nmany different species of fungi could be isolated and cultivated from 10\nleaf bracts. Using a damp chamber technique, numerous microfungi could\nbe induced to sporulate, enabling most of them to be successfully\nisolated on artificial agar media. Isolates were subsequently subjected\nto DNA sequencing of the ITS and LSU nrDNA regions. During the course of\nthis study 17 species could be cultivated and identified, of which 11\nappeared to be new to science. These include Catenulostroma\nhermanusense, Cladosporium phaenocomae, Devriesia tardicrescens,\nExophiala capensis, Penidiella aggregata, P. ellipsoidea, Teratosphaeria\nkarinae, Toxicocladosporium pseudoveloxum spp. nov., and Xenophacidiella\npseudocatenata gen. et sp. nov. Further studies are now required to\ndetermine if these fungi also occur as endophytes in healthy flowers. If\nthis trend holds true for other plant hosts from southern Africa, it\nwould suggest that there are many more fungi present in the Cape Floral\nRegion than estimated in previous studies.","trees":[{"tree_label":"Fig. 3","ntax":"25","rootedtree":"TRUE","title":"Fungi on Phaenocoma prolifera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31125.phy"},{"tree_label":"Fig. 2","ntax":"29","rootedtree":"TRUE","title":"Fungi on Phaenocoma prolifera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31127.phy"},{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Fungi on Phaenocoma prolifera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31126.phy"}]}