{"Authors":" P. J. M. Bonants, Matteo Garbelotto, David M. Rizzo, Kelly\nL. Ivors, Katherine J. Hayden","Year":" 2004","Title":" AFLP and phylogenetic analyses of North American and European\npopulations of Phytophthora ramorum.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genetic structure within and between USA and European\npopulations of the emerging phytopathogen Phytophthora ramorum was\nexamined. Four primer combinations were used for amplified fragment\nlength polymorphism (AFLP) fingerprinting of 67 USA isolates from\nCalifornia and Oregon, and 18 European isolates from Belgium, Germany,\nThe Netherlands, Spain and the United Kingdom. In addition, three DNA\nregions (ITS, cox II, and nad 5) of additional Phytophthora species were\namplified by polymerase chain reaction, sequenced, and analyzed to\nprovide better phylogenetic understanding of P. ramorum within the genus\nPhytophthora. AFLP banding patterns indicate that the 85 isolates form\ntwo distinct lineages within a monophyletic group, distinct from the\nclosely related outgroup species P. lateralis. With the exception of two\nisolates from an Oregon nursery, European and USA isolates clustered\nseparately within individual clades. The AFLP profiles also indicate\nthat a single clonal lineage dominates the North American population,\nwhile the European population consists of an array of mainly unique,\nclosely related AFLP types. Sequences from the three DNA regions were\nidentical among all P. ramorum isolates, and phylogenetic analysis\nindicates that P. ramorum is closely related to P. lateralis and P.\nhibernalis.","trees":[{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"nadh 5 tree of Phytophthora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_554.phy"},{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"ITS rDNA tree of Phytophthora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1753.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"cox II tree of Phytophthora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1754.phy"}]}