{"Authors":" Eric Wada, Daniel Potter, M. Andrew Walker","Year":" 2011","Title":" Using Microsatellite Data to Investigate Species Boundaries\nand Gene Flow Among Vitis californica, V. girdiana, and V. vinifera","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" grape, introgression, molecular data, SSRs, taxonomy","DOI":"","Abstract":" Two species of grape, Vitis californica and V. girdiana,\nare native in California, while V. vinifera is widely cultivated in the\nstate. The two native species are not easily distinguished by\nmorphological characteristics, so geographic origin is often used to\nidentify them. The abundance of vineyards in California, allows for the\npossibility of gene flow between V. vinifera, which has perfect flowers,\nand the native dioecious species. Hybrid forms of V. girdiana or V.\ncalifornica and V. vinifera can therefore be found in the wild. This\nstudy used microsatellite DNA markers to investigate species boundaries\nbetween the two native taxa. A secondary goal was to investigate the\nprevalence of gene flow between the two wild species and V. vinifera.\nData from eleven microsatellite loci were analyzed using both genetic\ndistance and a Bayesian model-based approach implemented in the program\nSTRUCTURE 2.1. The data supported maintaining V. californica and V.\ngirdiana as separate species. Gene flow between V. vinifera and either\nV. californica or V. girdiana was also detected though a more rigorous\nstudy to investigate the frequency with which hybrids occur is\nwarranted. This study also identified one population of possible hybrids\nbetween V. californica and V. girdiana in the southern Sierra Nevada,\nsuggesting that there is very limited gene flow between these two\nspecies.","trees":[{"tree_label":"CalGird Tree","ntax":"127","rootedtree":"TRUE","title":"Tr47699","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47699.phy"},{"tree_label":"PHYLIP 1","ntax":"127","rootedtree":"TRUE","title":"Tr47696","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47696.phy"}]}