{"Authors":" Soowon Cho, Andreas Zwick, Jerome C. Regier, Charles\nMitter, Michael P Cummings, Jianxiu Yao, Zaile Du, Hong Zhao, Akito Y\nKawahara, Susan J Weller, Donald R Davis, Joaquín Baixeras, John W\nBrown, Cynthia Parr","Year":" 2011","Title":" Can Deliberately Incomplete Gene Sample Augmentation Improve\na Phylogeny Estimate for the Advanced Moths and Butterflies (Hexapoda:\nLepidoptera)?","Journal":" Systematic Biology","Volume":" 60","Issue":" 6","Pages":" 782796","Keywords":" Hexapoda, Lepidoptera, Ditrysia, nuclear genes, molecular\nphylogenetics, gene sampling, taxon sampling, missing data","DOI":" 10.1093/sysbio/syr079","Abstract":" This paper addresses the question of whether one can\neconomically improve the robustness of a molecular phylogeny estimate by\nincreasing gene sampling in only a subset of taxa, without having the\nanalysis invalidated by artifacts arising from large blocks of missing\ndata. Our case study stems from an ongoing effort to resolve\npoorly-understood deeper relationships in the large clade Ditrysia\n(>150,000 species) of the insect order Lepidoptera (butterflies and\nmoths). Seeking to remedy the overall weak support for deeper\ndivergences in an initial study based on five nuclear genes (6.6 kb) in\n123 exemplars, we nearly tripled the total gene sample (to 26 genes,\n18.4 kb) but only in a third (41) of the taxa. The resulting partially\naugmented data matrix (45% intentionally missing data) consistently\nincreased bootstrap support for groupings previously identified in the\nfive-gene (nearly) complete matrix, while introducing no contradictory\ngroupings of the kind that missing data have been predicted to produce.\nOur results add to growing evidence that data sets differing\nsubstantially in gene and taxon sampling can often be safely and\nprofitably combined. The strongest overall support for nodes above the\nfamily level came from including all nucleotide changes, while\npartitioning sites into sets undergoing mostly non-synonymous versus\nmostly synonymous change. In contrast, support for the deepest node for\nwhich any persuasive molecular evidence has yet emerged (78-85%\nbootstrap) was weak or non-existent unless synonymous change was\nentirely excluded, a result plausibly attributed to compositional\nheterogeneity. This node (Gelechioidea + Apoditrysia), tentatively\nproposed by previous authors on the basis of four morphological\nsynapomorphies, is the first major subset of ditrysian superfamilies to\nreceive strong statistical support in any phylogenetic study. A\n“more-genes-only” data set (41 taxa × 26 genes) also gave strong signal\nfor a second deep grouping (Macrolepidoptera) that was obscured, but not\nstrongly contradicted, in more taxon-rich analyses.","trees":[{"tree_label":"Fig. 3c","ntax":"123","rootedtree":"TRUE","title":"Advanced Moths and Butterflies,\nA.123tax.5gn.degen1.ML.best of 499","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50484.phy"},{"tree_label":"123tx5gn","ntax":"123","rootedtree":"TRUE","title":"Advanced Moths and Butterflies, noLRall2nt2_LRall2nt3\nML best","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50485.phy"},{"tree_label":"Fig. 3a","ntax":"123","rootedtree":"TRUE","title":"Advanced Moths and Butterflies, 123tx5gn\nnoLRall2nt2_LRall2nt3 ML best","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50482.phy"}]}