{"Authors":" Martim Melo, Ben H Warren, Peter J Jones","Year":" 2011","Title":" Rapid parallel evolution of aberrant traits in the\ndiversification of the Gulf of Guinea white-eyes (Aves,\nZosteropidae).","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" adaptive radiation, competition, ecological speciation,\noceanic islands, phenotypic change, speciation rates","DOI":"","Abstract":" Archipelago-endemic bird radiations are familiar to\nevolutionary biologists as key illustrations of evolutionary patterns.\nHowever, such radiations are in fact rare events. White-eyes\n(Zosteropidae) are birds with an exceptionally high colonization and\nspeciation potential; they have colonized more islands globally than any\nother passerine group and include the most species-rich bird genus. The\nmultiplication of white-eye island-endemics has been consistently\nattributed to independent colonisations from the mainland; the\nwhite-eyes of the Gulf of Guinea archipelago had been seen as a classic\ncase, spanning as great a breadth of phenotypic diversity as the family\nworldwide. Contrary to this hypothesis, our molecular phylogenetic\nanalysis places the Gulf of Guinea white-eyes in just two radiations,\none grouping all five oceanic island taxa and the other grouping\ncontinental island and land bridge taxa. Numerous ‘aberrant’ phenotypes\n(traditionally grouped in the genus Speirops) have evolved independently\nover a short space of time from non-aberrant (Zosterops) phenotypes; the\nmost phenotypically divergent species have separated as recently as 0.22\nMa. These radiations rival those of Darwins finches and the Hawaiian\nhoneycreepers in terms of the extent of adaptive radiation per unit\ntime, both in terms of species numbers and phenotypic diversity. Tempo\nand patterns of morphological divergence are strongly supportive of an\nadaptive radiation in the oceanic islands driven by ecological\ninteractions between sympatric white-eyes. Here, very rapid phenotypic\nevolution mainly affected taxa derived from the youngest wave of\ncolonization, in accordance with the model of asymmetric divergence due\nto resource competition in sympatry.","trees":[{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"ZosteropidaeMLtree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_31278.phy"},{"tree_label":"Fig. 3-MPboot","ntax":"48","rootedtree":"TRUE","title":"ZosteropidaeMPbootstrap","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_31281.phy"},{"tree_label":"Fig. 3-mrbayes","ntax":"48","rootedtree":"TRUE","title":"ZosteropidaeMRBAYEStree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_31279.phy"},{"tree_label":"Fig. 3-MP","ntax":"48","rootedtree":"TRUE","title":"ZosteropidaeMPconsensus8trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_31280.phy"}]}