{"Authors":" Robert K Jansen, Birgitta Bremer","Year":" 1991","Title":" Comparative restriction site mapping of chloroplast DNA\nimplies new phylogenetic relationships within Rubiaceae.","Journal":" American Journal of Botany","Volume":" 78","Issue":" 2","Pages":" 198-213","Keywords":"","DOI":"","Abstract":" Phylogenetic analyses of 33 species of Rubiaceae were\nperformed using chloroplast DNA restriction site mutations. Complete\ncleavage maps of eight enzymes were constructed for Psychotria\nbacteriophila and used as a reference in comparisons among other\nspecies. The species examined represent 33 genera from 18 tribes and\nfour subfamilies of the Rubiaceae. A total of 268 restriction site\nmutations was detected, 161 of which were phylogenetically informative.\nWagner and Dollo parsimony trees were compared to the classifications of\nVerdcourt, Bremekamp, and Robbrecht. The Wagner analysis resulted in six\nequally parsimonious trees with 348 steps and 54% homoplasy. Dollo\nanalysis resulted in a single most parsimonious tree. Most clades were\nidentical in the two analyses. The subfamily Cinchonoideae is\nparaphyletic. The subfamilies Antirheoideae, Ixoroideae, and Rubioideae\nare monophyletic, although their circumscriptions differ from previous\nclassifications. Several new phylogenetic relationships are indicated:\nthe tribe Chiococceae (Ixoroideae) groups with Exostema and Coutarea\n(Cinchonoideae); the subfamily Ixoroideae including tribe Vanguerieae is\nclosely related to Pogonopus, Pinckneya, Calycophyllum, and Mussaenda\n(Cinchonoideae); and tribe Hamelieae forms a monophyletic group outside\nthe subfamily Rubioideae.","trees":[{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Rubiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31284.phy"},{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"Rubiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31286.phy"},{"tree_label":"Fig. 4","ntax":"33","rootedtree":"TRUE","title":"Rubiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31285.phy"}]}