{"Authors":" Mariangela Girlanda, Rossana Segreto, Donata Cafasso, Heiko\nTobias Liebel, Michele Rodda, Enrico Ercole, Salvatore Cozzolino,\nGerhard Gebauer, Silvia Perotto","Year":" 2011","Title":" Mediterranean meadow photosynthetic orchids feature partial\nmyco-eterotrophy and specific mycorrhizal associations","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Ceratobasidium; fungal diversity; mycoheterotrophy;\nOrchidaceae; orchid mycorrhiza; Sebacina; Tulasnella","DOI":"","Abstract":" Premise of the study: Specificity in mycorrhizal symbioses\nmay sharply increase in specialized situations. Non photosynthetic\norchids generally engage in highly specific interactions with their\nmycobionts, which provide the plant with organic carbon. By contrast,\nfully photosynthetic orchids in sunny, meadow habitats have been\nconsidered to lack mycorrhizal specificity. However, molecular\ninvestigation in such orchids was so far mostly restricted to Australian\nspecies, and little is known about the geographically- and\nphylogenetically-unrelated Mediterranean orchids. Methods: We have used\nboth culture-dependent and culture-independent analysis of fungal ITS\nsequences to assess mycorrhizal specificity in four widespread\nMediterranean green meadow orchids (Ophrys fuciflora, Anacamptis\nlaxiflora, Orchis purpurea and Serapias vomeracea). We also investigated\nthe autotrophic status of these plants by analysis of stable isotope\n(13C and 15N) natural abundance. Key results: Phylogenetic and\nmultivariate comparison indicated for O. purpurea and O. fuciflora a\nlower diversity of mycobionts that were mostly specific to the two\norchid species. All four orchid species were significantly enriched in\n15N compared with non-orchid reference plants; O. purpurea showed the\nhighest N gain from fungi, and was the only species also showing a\nsignificant C gain. Conclusions: As other orchids, Mediterranean meadow\nspecies may prefer specific fungal partners in natural conditions. The\nspecies showing the most distinct fungal spectrum (O. purpurea) was also\npartly dependant on the fungal partner(s) for organic carbon, suggesting\nthat specific requirements of the symbiosis (e.g. carbon supply to the\nplant) may increase mycorrhizal specificity.","trees":[{"tree_label":"PAUP 1","ntax":"104","rootedtree":"TRUE","title":"Ceratobasidium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31295.phy"},{"tree_label":"PAUP 1","ntax":"166","rootedtree":"TRUE","title":"Tulasnella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31296.phy"},{"tree_label":"PAUP 1","ntax":"45","rootedtree":"TRUE","title":"Sebacina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31297.phy"}]}