{"Authors":" Russell J.S. Orr, Anke Stüken, Thomas Rundberget, Wenche\nEikrem, Kjetill S Jakobsen","Year":" 2011","Title":" Improved phylogenetic resolution of toxic and non-toxic\nAlexandrium strains using a concatenated rDNA approach.","Journal":" Harmful Algae","Volume":"","Issue":"","Pages":"","Keywords":" Alexandrium; phylogeny; PSP; PST; saxitoxin; STX","DOI":"","Abstract":" Dinoflagellates of the genus Alexandrium are known\nproducers of paralytic shellfish toxins. Species within the genus have\nsimilar phenotypes making morphological identification problematical.\nThe use of Alexandrium rDNA sequence data is therefore increasing,\nresulting in the improved resolution of evolutionary relationships by\nphylogenetic inferences. However, the true branching pattern within\nAlexandrium remains unresolved, with minimal support shown for the main\nphylogentic branch. The aim of this study is to improve phylogenetic\nresolution via a concatenated rDNA approach with a broad sample of taxa,\nallowing inference of the evolutionary pattern between species and\ntoxins. 27 Alexandrium strains from 10 species were tested with HPLC for\nPSP toxin presence and additionally sequenced for 18S, ITS1, 5.8S, ITS2\nand 28S rDNA before being phylogenetically inferred together with all\navailable orthologous sequences from NCBI. The resulting alignment is\nthe largest to date for the genus, in terms of both inferred characters\nand taxa, thus allowing for the improved phylogenetic resolution of\nevolutionary patterns there in. No phylogenetic pattern between PSP\nproducing and non-producing strains could be established, however the\nterminal tamarensis complex was shown to produce more PSP analogues than\nbasal clades. Additionally, we distinguish a high number of polymorphic\nregions between the two copies of A. fundyense rDNA, thus allowing us to\ndemonstrate the presence of chimeric sequences within Genbank, as well\nas a possible over estimation of diversification within the tamarensis\ncomplex and the misidentification of numerous A. tamarense strains.","trees":[{"tree_label":"Fig. 2s","ntax":"45","rootedtree":"TRUE","title":"Alexandrium ITS1-5.8S-ITS2 rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31467.phy"},{"tree_label":"Fig. 1s","ntax":"52","rootedtree":"TRUE","title":"18S rDNA phylogeny of Alexandrium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31466.phy"},{"tree_label":"Fig. 2","ntax":"59","rootedtree":"TRUE","title":"Alexandrium 18S+ITS1-5.8S-ITS2+28S rDNA\nconcatenated","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31464.phy"},{"tree_label":"Fig. 1","ntax":"160","rootedtree":"TRUE","title":"Alexandrium 28s","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31472.phy"},{"tree_label":"Fig. 3s","ntax":"177","rootedtree":"TRUE","title":"Alexandrium 28s","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31473.phy"},{"tree_label":"Fig. 4","ntax":"49","rootedtree":"TRUE","title":"Possible Alexandrium rDNA A-B chimeras within\nGenbank","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31465.phy"}]}