{"Authors":" B. C. Dentinger, Peter B. Reich, Peter G. Avis, David J.\nMcLaughlin","Year":" 2003","Title":" Long-term increase in nitrogen supply alters above- and\nbelow-ground ectomycorrhizal communities and increases the dominance of\nRussula spp. in a temperate oak savanna.","Journal":" New Phytologist","Volume":" 160","Issue":" NA","Pages":" 239-253","Keywords":" NA","DOI":" NA","Abstract":" We examined the effects of increased nitrogen (N) supply\non the ectomycorrhizal fungal communities of a temperate oak savanna. In\na 16 yr N addition experiment in which replicate 1000 m2 plots received\n0, 5.4 (moderate fertilization), or 17 g N m-2 yr-1 (high\nfertilization), ectomycorrhizal sporocarp production was measured in the\n14th, 15th and 16th year of fertilization. Ectomycorrhizal fungi\ncolonizing roots were examined by morphotyping-PCR-RFLP and sequence\nanalysis in the 14th and 15th year of fertilization. Total sporocarp\nrichness was reduced by >50% in both fertilization levels in all\nthree years while Russula spp. produced approximately five times more\nsporocarps with high fertilization. Belowground, treatment-scale species\nrichness and species area curves were lower with high fertilization but\nrichness, diversity indices and evenness at smaller spatial scales were\nnot. Dominant fungi colonizing roots included Cenococcum geophilum,\ncommon in all treatments, Cortinarius spp., dominant in unfertilized\nplots, and Russula spp., dominant with high fertilization. In this\ntemperate deciduous ecosystem, response of EMF to N addition is similar\nto that of coniferous ecosystems in that increased N supply altered EMF\ndiversity and community composition but is different in that dominance\nof Russula spp. increases.","trees":[{"tree_label":"Fig. 4","ntax":"15","rootedtree":"TRUE","title":"Sebacinoid MP 1 of 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4367.phy"},{"tree_label":"2nd eq par tree suppl.","ntax":"15","rootedtree":"TRUE","title":"Sebacinoid MP 2 of 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4368.phy"},{"tree_label":"Suppl. 4","ntax":"52","rootedtree":"TRUE","title":"Cort MP 1 of 636","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4369.phy"}]}