{"Authors":" Rachel S. Jabaily, Kenneth Jay Sytsma","Year":" 2010","Title":" Phylogenetics of Puya (Bromeliaceae): Placement, Major\nLineages, and Evolution of Chilean Species.","Journal":" American Journal of Botany","Volume":" 97","Issue":" 2","Pages":" 337356","Keywords":" Bromeliaceae; Andes; Chile; chloroplast capture; CIPRES;\nmatK, PHYC; phytochrome C; Puya; rps16; trnS-trnG","DOI":" 10.3732/ajb.0900107","Abstract":" Puya (Bromeliaceae), a large genus of terrestrial\nbromeliads found throughout a range of elevations in the Andes and\ncentral Chile, is of great systematic, evolutionary, and biogeographical\ninterest. This first molecular phylogenetic study of Puya and re- lated\nbromeliads employs matK, trnS-trnG, rps16, and PHYC sequences.\nChloroplast DNA, nuclear DNA, and combined DNA data all place Puya\nclosest to subfamily Bromelioideae. Nuclear and combined data support\nPuya as monophyletic, and the two subgenera are nonmonophyletic. All\ndata indicate that the Chilean species of Puya are early diverging\nwithin the genus, consistent with Chilean genera as the first-diverging\nmembers of subfamily Bromelioideae. Central Chile is identified as a key\nregion for understanding the biogeographical history of Bromeliaceae, as\nis true with other South American plant groups. A complicated history\ninvolving early chloroplast capture and later secondary hybridization\nand/or introgression is seen in Chilean lineages. These events help\nexplain the occurrence of sterile inflorescence tips, floral color and\nshape, and leaf indument. The ecological radiation of Puya appears\ncoincident with the final, recent rise of the Andes and subsequent\nhigh-elevation habitat diversification. Additionally, geographical\ndistribution, rather than moisture or elevational adaptations,\ncorrelates to species relationships. Evolu- tion of CAM photosynthesis\nhas occurred multiple times.","trees":[{"tree_label":"c. Fig. 3","ntax":"74","rootedtree":"TRUE","title":"Puya and all outgroups based on trnS-trnG, matK, and\nrps16","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31306.phy"},{"tree_label":"c. Fig. 4","ntax":"59","rootedtree":"TRUE","title":"Puya and subf. Bromelioideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31307.phy"}]}