{"Authors":" Luis E Eguiarte, Susana Magallón, Arturo De-Nova, Rosalinda\nMedina, Juan Carlos Montero, Andrea Weeks, Julieta A Rosell, Mark E\nOlson","Year":" 2011","Title":" Insights into the historical construction of species-rich\nMesoamerican Seasonally Dry Tropical Forests: the diversification of\nBursera (Burseraceae, Sapindales).","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" aridification, Bursera, dated phylogenies, diversification\nrate, geographical structure, Mesoamerica, niche conservatism,\nseasonally dry tropical forests","DOI":" 10.1111/j.1469-8137.2011.03909.x","Abstract":" · Mesoamerican arid biomes epitomize Neotropical rich and\ncomplex biodiversity. To document some of the macroevolutionary\nprocesses underlying the vast species richness of Mesoamerican\nSeasonally Dry Tropical Forests (SDTFs), and to evaluate specific\npredictions about the age, geographical structure and niche conservatism\nof SDTF-centered woody plant lineages, the diversification of Bursera is\nreconstructed. · Using a nearly complete Bursera species-level phylogeny\nfrom nuclear and plastid genomic markers, we estimate divergence times,\ntest for phylogenetic and temporal diversification heterogeneity, test\nfor geographical structure, and reconstruct habitat shifts. · Bursera\nbecame differentiated in the earliest Eocene, but diversified during\nindependent early Miocene consecutive radiations that took place in\nSDTFs. The late Miocene average age of Bursera species, the presence of\nphylogenetic geographical structure, and its strong conservatism to\nSDTFs conform to expectations derived from South American SDTF-centered\nlineages. · The diversification of Bursera suggests that Mesoamerican\nSDTF richness derives from high speciation from the Miocene onwards\nuncoupled from habitat shifts, during a period of enhanced aridity\nresulting mainly from global cooling and regional rain shadows.","trees":[{"tree_label":"PAUP 1","ntax":"58","rootedtree":"TRUE","title":"Eudicots","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43798.phy"},{"tree_label":"PAUP 1","ntax":"109","rootedtree":"TRUE","title":"Bursera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43799.phy"}]}