{"Authors":" Charles J. O’Kelly, o Roger Anderson, Robert E Molestina,\nThomas Nerad, Laura A Katz, Jessica R Grant, Laura Wegener Parfrey,\nAnastasia Gant","Year":" 2011","Title":" Subulatomonas tetraspora nov. gen. nov. sp. is a member of a\npreviously unrecognized major clade of eukaryotes","Journal":" Protist","Volume":"","Issue":"","Pages":"","Keywords":" novel eukaryotic lineages, microaerophilic eukaryotes,\norphan lineages, Breviata","DOI":"","Abstract":" While a large number of aerobic free-living protists have\nbeen described within the last decade, the number of new anaerobic or\nmicroaerophilic microbial eukaryotic taxa has lagged behind. Here we\ndescribe a microaerophilic genus and species of amoeboflagellate\nisolated from a nearshore marine site off the coast at Plymouth,\nMassachusetts: Subulatomonas tetraspora nov. gen. nov. sp. This taxon is\nclosely related to Breviata anathema based on both microscopical\nfeatures and phylogenetic analyses of sequences of three genes:\nSSU-rDNA, actin, and alpha-tubulin. However, Subulatomonas tetraspora\nnov. gen. nov. sp. and B. anathema are morphologically distinctive,\ndiffer by 14.9% at their ssu-rDNA locus, and were isolated from marine\nand ‘slightly brackish’ environments, respectively. Phylogenetic\nanalyses of these two taxa plus closely related sequences from\nenvironmental surveys provide support for a novel clade of eukaryotes\nthat is distinct from the major clades including the Opisthokonta,\nExcavata, Amoebozoa and ‘SAR’ (Stramenopile, Alveolate, Rhizaria).","trees":[{"tree_label":"TREE1","ntax":"460","rootedtree":"TRUE","title":"Subulatomonas tetraspora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43196.phy"},{"tree_label":"Imported tree 0","ntax":"89","rootedtree":"TRUE","title":"Subulatomonas tetraspora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43203.phy"},{"tree_label":"Imported tree 0","ntax":"491","rootedtree":"TRUE","title":"Subulatomonas tetraspora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43785.phy"}]}