{"Authors":" Carmen Martínez-Valenzuela, Rubén Félix-Gastélum, Gabriela\nHerrera-Rodríguez, Silvia Espinosa-Matías, Jesús Damián Cordero-Ramírez,\nJuan Carlos Martínez-Álvarez, Ignacio Eduardo Maldonado-Mendoza","Year":" 2011","Title":" Identification of the causal agent of powdery mildew on\ncommon bean (Phaseolus vulgaris L.) in Northern Sinaloa, Mexico.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" anamorph, fungal diseases, ITS rDNA, morphology","DOI":"","Abstract":" Powdery mildew of beans is a disease in Northern Sinaloa\nstate in Mexico, however, the identity of the causal agent, which is an\nobligate parasite, has not yet been elucidated due to lacking formation\non its teleomorph. The objective of this study was to identify the\ncausal agent of the disease through morphometric studies of the\nanamorph, and molecular techniques based on the ITS (internal\ntranscribed spacers) region of the ribosomal DNA. We collected ten\nsamples of different bean varieties that exhibited symptoms of the\ndisease in the Fuerte Valley during the 2006-2007 fall-winter growing\nseason. All samples showed conidiophores of the Pseudoidium type, whose\nconidia were mainly cylindrical, and when partially collapsed, their\nwalls showed longitudinal wrinkling, except on their ends, where the\nwall appeared almost smooth. These features, in combination with the\nmorphological characteristics of the anamorph, and the molecular\nphylogenetic analysis, revealed that the causal fungus belongs to the\nmitosporic genus Oidium subgenus Pseudoidium. Phylogenetic analysis of\nthe ITS rDNA region was conducted including close and distant relatives\nin this group, showing that they were closely related to isolates of\nErysiphe diffusa associated to soybeans and to an Erysiphe sp.\nassociated to Phaseolus vulgaris.","trees":[{"tree_label":"Imported tree 0","ntax":"74","rootedtree":"TRUE","title":"Tr31332","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31332.phy"}]}