{"Authors":" Peter W. Fritsch, Lu Lu, Catherine M. Bush, Boni C Cruz,\nKathleen A Kron, Dezhu Li","Year":" 2011","Title":" Phylogenetic analysis of the wintergreen group (Ericaceae)\nbased on six genic regions","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Diplycosia, Gaultheria, hybridization, Gaultherieae,\nreticulate evolution, Tepuia","DOI":"","Abstract":" Previous phylogenetic studies based on DNA sequence data\nfrom the genic regions ndhF, matK, atpB-rbcL (chloroplast DNA) and ITS 2\n(nuclear DNA) strongly support the monophyly of the wintergreen group\n(Ericaceae: Gaultherieae: Diplycosia, Gaultheria, Tepuia) and have\nassessed the relationships of its major clades. Other studies that\ninclude additional genic regions have been limited to two clades\ncorresponding to various sections or series within Gaultheria. Here we\nexpand both the number of species (from 42 to 104) and genic regions\n(chloroplast matK, ndhF, rpl16, trnL-trnF, trnS-trnG, and the complete\nITS region) to further assess phylogenetic relationships in the\nwintergreen group. With the additional data we detected several areas of\nincongruence between the trees from the nuclear and combined chloroplast\nanalyses, including a topologically deep conflict involving G.\nprocumbens. Such incongruence likely originated from reticulation\nevents, long considered to have influenced the evolution of various\nlineages in Gaultheria. We also detected a possibly nuclear-encoded\nduplication of the matK region in one of the Australian/New Zealand\nlineages. A combined six-gene analysis in which taxa involved in the\nconflicting topologies were excluded yielded higher support values for\nseveral early-diverging clades. The monophyly of both Diplycosia and\nTepuia is corroborated, as is the successive nesting of Tepuia, G.\nsection Hispidulae (both placements of which have newfound strong\nsupport), G. ser. Gymnobotrys, and Diplycosia. Whereas several sections\nor series with more than one species in the most recent classification\nof Gaultheria are supported as circumscribed (i.e., G. section\nAmblyandra and series Hispidulae, Myrtilloideae, and Trichophyllae),\nothers comprise species from two to several different clades.","trees":[{"tree_label":"GaulcpITS","ntax":"106","rootedtree":"TRUE","title":"Tr43819","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43819.phy"},{"tree_label":"Gaul cp","ntax":"122","rootedtree":"TRUE","title":"Tr43818","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43818.phy"},{"tree_label":"GaulITS","ntax":"122","rootedtree":"TRUE","title":"Gaultheria ITS Best RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31351.phy"}]}