{"Authors":" Karin Tremetsberger, Birgit Gemeinholzer, Holger Zetzsche,\nS. Blackmore, Norbert Kilian, Salvador Talavera","Year":" 2013","Title":" Divergence time estimation in Cichorieae (Asteraceae) using a\nfossil-calibrated relaxed molecular clock","Journal":" Organisms Diversity & Evolution","Volume":" 13","Issue":"","Pages":" 1-13","Keywords":" Bering land bridge, Lactuceae, Miocene, Oligocene, pollen\nevolution, uncorrelated relaxed molecular clock","DOI":" 10.1007/s13127-012-0094-2","Abstract":" Knowing the age of lineages is key to understanding their\nbiogeographic history. We aimed to provide the best estimate of the age\nof Cichorieae and its subtribes based on available fossil evidence and\nDNA sequences and at interpreting their biogeography in the light of\nEarth history. With more than 1,550 species, the chicory tribe\n(Cichorieae, Asteraceae) is distributed predominantly in the northern\nHemisphere, with centres of distribution in the Mediterranean region,\ncentral Asia, and SW North America. Recently, a new phylogenetic\nhypothesis of Cichorieae based on ITS sequences has been established,\nshedding new light on phylogenetic relationships within the tribe, which\nhad not been detected so far. Cichorieae possess echinolophate pollen\ngrains, on the surface of which cavities (lacunae) are separated by\nridges. These lacunae and ridges show patterns characteristic of certain\ngroups within Cichorieae. Among the fossil record of echinolophate\npollen, the Cichorium intybus-type is the most frequent and also the\noldest type (22 to 28.4 million years old). By using an uncorrelated\nrelaxed molecular clock approach, the Cichorieae phylogenetic tree was\ncalibrated with this fossil find. According to the analysis, the tribe\noriginated no later than Oligocene. The species-rich core group\noriginated no later than Late Oligocene or Early Miocene and its\nsubtribes diversified no later than Middle/Late Miocene or Early\nPliocene–an eventful period of changing geological setting and climate\nin the Mediterranean region and Eurasia. The first dispersal from\nEurasia to North America, which resulted in the radiation of genera and\nspecies in North America (subtribe Microseridinae), also occurred no\nlater than Middle or Late Miocene, suggesting the Bering land bridge as\nthe route of dispersal.","trees":[{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Chronogram of Cichorieae based on ITS1 and ITS2\nsequences","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_52781.phy"}]}