{"Authors":" Sylvain G. Razafimandimbison, Birgitta Bremer, Elizabeth A.\nKellogg","Year":" 2004","Title":" Recent Origin and Phylogenetic Utility of Divergent ITS\nPutative Pseudogenes: A Case Study from Naucleeae (Rubiaceae)","Journal":" Systematic Biology","Volume":" 53","Issue":" 2","Pages":" 177-192","Keywords":"","DOI":" 10.1080/10635150490423278","Abstract":" The internal transcribed spacer (ITS) of nrDNA has been\nwidely used by systematists for reconstructing phylogenies of closely\nrelated taxa. While the occurrence of ITS putative pseudogenes is well\ndocumented for many groups of animals and plants, their potential\nutility in phylogenetic analyses has often been underestimated or even\nignored in part because of deletions that make them difficult to align\nunambiguously. In addition, their long branches often can lead to\nspurious relationships, particularly in parsimony analyses. We have\ndiscovered unusually high levels of ITS polymorphism (up to 30%, 40%,\nand 14%, respectively) in three tropical tree species of the coffee\nfamily (Rubiaceae), Adinauclea fagifolia, Haldina cordifolia, and\nMitragyna rubrostipulata. Both secondary structure stability and\npatterns of nucleotide substitutions in a highly conserved region (5.8S\ngene) are used for distinguishing presumed functional sequences from\nputative pseudogenes. We find that the combination of both criteria is\nthe most powerful approach. The sequences from A. fagifolia appear to be\na mix of functional genes and highly distinct putative pseudogenes,\nwhereas those from H. cordifolia and M. rubrostipulata are identified as\nputative pseudogenes. We explore the potential utility of the identified\nputative pseudogenes in the phylogenetic analyses of Naucleeae sensu\nlato. Both Bayesian and parsimony trees identify the same monophyletic\ngroups and show that the polymorphisms do not transcend species\nboundaries, implying that they do not predate the divergence of these\nthree species. Furthermore, the resulting trees are similar to those\nproduced in previous studies by analysis of chloroplast genes. In\ncontrast to previous studies, therefore, divergent putative pseudogenes\ncan be useful for phylogenetic analyses, especially, when no sequences\nof their functional counterparts are available. Our studies clearly show\nthat ITS polymorphism may not necessarily mislead phylogenetic\ninference. Despite using many different PCR conditions (different\nprimers, higher denaturing temperatures, and absence or presence of DMSO\nand BSA-TMACl), we recovered only a few functional ITS copies from A.\nfagifolia and none from H. cordifolia and M. rubrostipulata. We conclude\nthat PCR selection may be occurring and/or the presumed functional\nalleles are located in minor loci (with few rDNA copies).","trees":[{"tree_label":"Fig. 5","ntax":"103","rootedtree":"TRUE","title":"Adinauclea, Haldina, and Mitragyna","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4375.phy"},{"tree_label":"Fig. 6","ntax":"103","rootedtree":"TRUE","title":"Adinauclea, Haldina, and Mitragyna","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4376.phy"}]}