{"Authors":" Mathieu Groussin","Year":" 2011","Title":" Adaptation to Environmental Temperature is a Major\nDeterminant of Molecular Evolutionary Rates in Archaea","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Dryad submission doi:10.5061/dryad.8976","DOI":"","Abstract":" Methods to infer the ancestral conditions of life are\ncommonly based on geological and palaeontological analyses. Recently,\nseveral studies focused on the use of genomes to gain information about\npast ecological conditions. Several used the property that the G+C and\namino-acid contents of bacterial and archaeal rDNA genes and proteins,\nrespectively, are strongly influenced by the environmental temperature.\nThe adaptation to optimal growth temperature (OGT) since the Last\nUniversal Common Ancestor (LUCA) over the universal tree of life was\nexamined and it was concluded that LUCA was likely to have been a\nmesophilic organism and that a parallel adaptation to high temperature\noccurred independently along the two lineages leading to the ancestors\nof Bacteria on one side and of Archaea+Eukarya on the other side. Here,\nwe focus on Archaea to gain a precise view of the adaptation to OGT over\ntime in this domain. It has been often proposed on the basis of indirect\nevidence that the last archaeal common ancestor was a hyperthermophilic\norganism. Moreover, many results showed the influence of environmental\ntemperature on the evolutionary dynamics of archaeal genomes:\nthermophilic organisms generally display lower evolutionary rates than\nmesophiles. However, to our knowledge, no study tried to explain the\ndifferences of evolutionary rates for the entire archaeal domain and to\ninvestigate the evolution of substitution rates over time. A\ncomprehensive archaeal phylogeny and a non‐homogeneous model of the\nmolecular evolutionary process allowed us to estimate ancestral base and\namino acid compositions and optimal growth temperatures at each internal\nnode of the archaeal phylogenetic tree. The last archaeal common\nancestor is predicted to have been hyperthermophilic and adaptations to\ncooler environments can be observed for extant mesophilic species.\nFurthermore, mesophilic species present both long branches and high\nvariation of nucleotide and amino acid compositions since the last\narchaeal common ancestor. The increase of substitution rates observed in\nmesophilic lineages along all their branches can be interpreted as an\nongoing adaptation to colder temperatures and to new metabolisms. We\nconclude that environmental temperature is a major factor that governs\nevolutionary rates in Archaea.","trees":[{"tree_label":"PAUP 1","ntax":"45","rootedtree":"TRUE","title":"Archaea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43823.phy"},{"tree_label":"PAUP 1","ntax":"45","rootedtree":"TRUE","title":"Archaea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43824.phy"}]}