{"Authors":" David Collar, Joshua Steven Reece, Michael E Alfaro, Peter\nC Wainwright, Rita S Mehta","Year":" 2014","Title":" Imperfect Convergence in Morphological Systems: Variable\nResponses among Cranial Structures Underlie Transitions to Durophagy in\nMoray Eels","Journal":" American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" adaptation, functional morphology; many-to-one mapping;\nMuraenidae; phylogenetic comparative methods","DOI":"","Abstract":" Convergence is central to the study of evolution because\nit demonstrates the power of natural selection to deterministically\nshape phenotypic diversity. However, the conditions under which a common\nmorphology repeatedly evolves may be restrictive. Many factorssuch as\ndiffering genetic and environmental backgrounds and many-to-one mapping\nof form to functioncontribute to variability in responses to selection.\nNevertheless, lineages may evolve similar, even if not identical, forms\ngiven a shared selective regime, providing opportunities to examine the\nrelative importance of natural selection, constraint and contingency.\nHere, we show that following 10 transitions to durophagy in moray eels\n(Muraenidae), cranial morphology repeatedly evolved toward a novel\nregion of morphological space indicative of enhanced feeding performance\non hard prey. Disparity among the resulting 15 durophagous species,\nhowever, is greater than disparity among ancestors that fed on large\nevasive prey, contradicting the pattern expected under convergence. This\nelevated disparity is a consequence of lineage-specific responses to\ndurophagy, in which independent transitions vary in the suites of traits\nexhibiting the largest changes. Our results reveal a pattern of\nimperfect convergence that may be a common outcome when selective\ndemands can be met by a diversity of morphological responses.","trees":[{"tree_label":"TREE1","ntax":"46","rootedtree":"TRUE","title":"Durophagous Morays","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31453.phy"}]}