{"Authors":" Sepideh Massoumi Alamouti, Vincent Wang, Scott DiGuistini,\nDiana L Six, Jörg Bohlmann, Richard C. Hamelin, Nicolas Feau, Colette\nBreuil","Year":" 2011","Title":" Gene genealogies reveal cryptic species and host preferences\nfor the pine fungal pathogen Grosmannia clavigera","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Grosmannia clavigera, fungal pathogen, cryptic species,\nMountain pine beetle, host adaptation, pine tree","DOI":"","Abstract":" Grosmannia clavigera is a fungal pathogen of pine forests\nin western North America and a symbiotic associate of two sister bark\nbeetles: Dendroctonus ponderosae and D. jeffreyi. This fungus and its\nbeetle associate D. ponderosae are expanding in large epidemics in\nwestern North America. Using the fungal genome sequence and gene\nannotations, we assessed whether fungal isolates from the two beetles\ninhabiting different species of pine in epidemic regions of western\nCanada and the USA, as well as in localized populations outside of the\ncurrent epidemic, represent different genetic lineages. We characterized\nnucleotide variations in 67 genomic regions and selected 15 for the\nphylogenetic analysis. Using concordance of gene genealogies and\ndistinct ecological characteristics, we identified two sibling\nphylogenetic species: Gc and Gs. Where the closely-related Pinus\nponderosa and P. jeffreyi are infested by localized populations of their\nrespective beetles, Gc is present. In contrast, Gs is an exclusive\nassociate of D. ponderosae mainly present on its primary host tree P.\ncontorta; however, in the current epidemic areas, is also found in other\npine species. These results suggest that the host tree species and the\nbeetle population dynamics may be important factors associated with the\ngenetic divergence and diversity of fungal partners in the beetle-tree\necosystems. Gc represents the original G. clavigera holotype, and Gs\nshould be described as a new species.","trees":[{"tree_label":"tree 15 genes","ntax":"70","rootedtree":"TRUE","title":"Grosmannia clavigera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43832.phy"},{"tree_label":"Tree 67 genes","ntax":"9","rootedtree":"TRUE","title":"Grosmannia clavigera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43833.phy"}]}