{"Authors":" Nicolas Feau, Agathe Vialle, Mathieu Allaire, Wolfgang\nMaier, Richard C. Hamelin","Year":" 2011","Title":" DNA barcoding in the rust genus Chrysomyxa and its\nimplications for the phylogeny of the genus","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny, fungal pathogen, species complex, Chrysomyxa\nneedle rusts, cone rusts, DNA barcode, mitochondrial heteroplasmon","DOI":"","Abstract":" Chrysomyxa rusts are fungal pathogens widely present in\nthe boreal forest. Taxonomic delimitation and precise species\nidentification are difficult within this genus since several species\ndisplay similar morphological features. We applied a DNA barcode system\nbased on the ribosomal internal transcribed spacer region (ITS), large\nsubunit (28S) ribosomal RNA gene, mitochondrial cytochrome oxidase 1\n(CO1) and mitochondrial NADH dehydrogenase subunit 6 (nad6) in 86\nstrains from 16 different Chrysomyxa species, including members of the\nChrysomyxa ledi species complex. The nuclear ITS and 28S loci revealed\nhigher resolving power than the mitochondrial genes. Amplification of\nthe full CO1 barcode region failed due to the presence of introns\nlimiting the data set obtained with this barcode. In most cases, the ITS\nbarcodes were in agreement with taxonomic species based on phenotypic\ncharacters. Nevertheless, we observed genetically distinct (different\nDNA barcodes) lineages within Chrysomyxa pyrolae and Chrysomyxa\nrhododendri, providing some evidence for allopatric speciation within\nthese morphologically defined species. This finding, together with the\nobserved pattern of host specificities of the studied rust fungi suggest\nthat species diversification within the C. ledi species complex might be\ngoverned by a set of factors, such as specialisation to certain\nEricaceae species as telial hosts and, to a lesser extent,\nspecialisation to different spruce species as aecial hosts. Moreover,\nallopatric speciation by geographic disruption of species also seems to\ntake place. Unexpectedly, when our data were integrated into a broader\nphylogenetic framework, the Chrysomyxa genus was not resolved as a\nmonophyletic group. Indeed, the spruce cone rusts C. pyrolae and C.\nmonesis coalesced with the pine needle rusts belonging to the genus\nColeosporium, whereas the microcyclic species Chrysomyxa weirii was\nembedded within a clade comprising the genus Melampsora.","trees":[{"tree_label":"PAUP 1","ntax":"21","rootedtree":"TRUE","title":"Chrysomyxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31456.phy"},{"tree_label":"PAUP 1","ntax":"81","rootedtree":"TRUE","title":"Chrysomyxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31454.phy"},{"tree_label":"PAUP 1","ntax":"65","rootedtree":"TRUE","title":"Chrysomyxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31455.phy"},{"tree_label":"PAUP 1","ntax":"86","rootedtree":"TRUE","title":"Chrysomyxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31457.phy"}]}