{"Authors":" Tamás Petkovits, László G. Nagy, Kerstin Hoffmann, Lysett\nWagner, Ildikó Nyilasi, Thasso Griebel, Domenica Schnabelrauch, Heiko\nVogel, Kerstin Voigt, Csaba Vágvölgyi, Tamás Papp","Year":" 2011","Title":" Data partitions, Bayesian analysis and phylogeny of the\nzygomycetous fungal family Mortierellaceae, inferred from nuclear\nribosomal DNA sequences","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Mortierella, multigene phylogeny, partitioned models,\nmixture model, Bayes factor, ribosomal DNA, monophyly,\nclassification","DOI":"","Abstract":" Although the fungal order Mortierellales constitutes one\nof the largest classical groups of Zygomycota, its phylogeny is poorly\nunderstood and no modern taxonomic revision is currently available. In\nthe present study, 90 type and reference strains were used to infer a\ncomprehensive phylogeny of Mortierellales from the sequence data of the\ncomplete ITS region and the LSU and SSU genes with a special attention\nto the monophyly of the genus Mortierella., Out of 15 alternative\npartitioning strategies compared on the basis of Bayes factors, the one\nwith the highest number of partitions was found optimal (with mixture\nmodels yielding the best likelihood and tree length values), implying a\nhigher complexity of evolutionary patterns in the ribosomal genes than\ngenerally recognized. Modeling the ITS1, 5.8S, and ITS2, loci separately\nimproved model fit significantly as compared to treating all as one and\nthe same partition. Further, within-partition mixture models suggests\nthat not only the SSU, LSU and ITS regions evolve under qualitatively\nand/or quantitatively different constraints, but that significant\nheterogeneity can be found within these loci also. The phylogenetic\nanalysis indicated that the genus Mortierella is paraphyletic with\nrespect to the genera Dissophora, Gamsiella and Lobosporangium and the\nresulting phylogeny contradict previous, morphology-based sectional\nclassification of Mortierella. Based on tree structure and phenotypic\ntraits, we recognize 10 major clades, for which we attempt to summarize\nphenotypic similarities. M. longicollis is closely related to the\noutgroup taxon Rhizopus oryzae, suggesting that it belongs to the\nMucorales. Our results demonstrate that traits used in previous\nclassifications of the Mortierellales are highly homoplastic and that\nthe Mortierellales is in a need of a reclassification, where new,\nphylogenetically informative phenotypic traits should be identified,\nwith molecular phylogenies playing a decisive role.","trees":[{"tree_label":"norun3fa","ntax":"90","rootedtree":"TRUE","title":"Mortierella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_47679.phy"}]}