{"Authors":" Valerie Lynn Soza, Johanne Brunet, Aaron Liston, Patricia\nSalles Smith, Veronica S. Di Stilio","Year":" 2012","Title":" Phylogenetic insights into the correlates of dioecy in\nmeadow-rues (Thalictrum, Ranunculaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 63","Issue":"","Pages":" 180-192","Keywords":" dioecy, ITS, monoecy, rpl16, Thalictrum, wind\npollination","DOI":" 10.1016/j.ympev.2012.01.009","Abstract":" Numerous studies have examined the evolution of sexual\nsystems in angiosperms, but few explore the interaction between these\nand the evolution of pollination mode. Wind pollination is often\nassociated with unisexual flowers, but which evolved first and played a\ncausative role in the evolution of the other is unclear. Thalictrum,\nmeadow-rues (Ranunculaceae), provides a unique opportunity to study the\nevolution of these traits because it contains insect and wind\npollination and four sexual systems. We used a phylogenetic approach to\nreconstruct ancestral states for sexual system, pollination mode, and\ngeographic distribution in Thalictrum, and tested for correlations to\nuncover the factors involved in the evolution of unisexuality and wind\npollination. Our results show that dioecy, andro- and gynomonoecy\nevolved at least twice from hermaphroditism. Wind pollination, unisexual\nflowers, and New World distribution were all significantly correlated.\nWind pollination may have evolved early in the genus, followed by\nmultiple losses and gains, and likely preceded the origin of unisexual\nflowers in several cases; we found no evidence for unisexual flowers\nevolving prior to wind pollination. Given a broad scale study showing\nthe evolution of dioecy before wind pollination, our results from a\nfiner scale analysis highlight that different evolutionary pathways are\nlikely to occur throughout angiosperms.","trees":[{"tree_label":"con all compat","ntax":"72","rootedtree":"TRUE","title":"Thalictrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31461.phy"},{"tree_label":"con all compat","ntax":"72","rootedtree":"TRUE","title":"Thalictrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31460.phy"},{"tree_label":"bestREP3","ntax":"72","rootedtree":"TRUE","title":"Thalictrum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_31459.phy"}]}