{"Authors":" Mathieu Badets, Ian Whittington, Fabrice Lalubin,\nJean-François Allienne, Jean-luc Maspimby, Sophie Bentz, Louis Du Preez,\nDiane Barton, Hideo Hasegawa, Veena Tandon, Rangpenyubai Imkongwapang,\nAnnemarie Ohler, Claude Combes, Olivier Verneau","Year":" 2011","Title":" Correlating Early Evolution of Parasitic Platyhelminths to\nGondwana Break-up","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Amphibia, Neobatrachia, Platyhelminthes, Polystomatidae,\nCoevolution, Vicariant biogeography, Gondwana break-up, Cophylogeny,\nCodivergence","DOI":"","Abstract":" Investigating patterns and processes of parasite\ndiversification over ancient geological periods should involve\ncomparisons of host and parasite phylogenies in a biogeographic context.\nIt has been shown previously that the geographical distribution of\nhost-specific parasites of sarcopterygians was guided, from Palaeozoic\nto Cainozoic times, mostly by evolution and diversification of their\nfreshwater hosts. Here we propose phylogenies of neobatrachian frogs and\ntheir specific parasites (Platyhelminthes, Monogenea) to investigate\ncoevolutionary processes and historical biogeography of polystomes and\nfurther discuss all the possible assumptions that may account for the\nearly evolution of these parasites. Phylogenetic analyses of\nconcatenated rRNA nuclear genes (18S and partial 28S) supplemented by\ncophylogenetic and biogeographic vicariance analyses reveal four main\nparasite lineages that can be ascribed to centres of diversity, namely\nAustralia, India, Africa and South America. In addition, the\nrelationships among these biogeographical monophyletic groups,\nsubstantiated by molecular dating, reflect sequential origins during the\nbreak-up of Gondwana. The Australian polystome lineage may have been\nisolated during the first stages of the break-up, whereas the Indian\nlineage would have arisen after the complete separation of western and\neastern Gondwanan components. Next, polystomes would have codiverged\nwith hyloid sensu stricto and ranoid frog lineages before the completion\nof South American and African plate separation. Ultimately they would\nhave undergone an extensive diversification in South America when their\nancestral host families diversified. Therefore, the presence of\npolystome parasites in specific anuran host clades, and in discrete\ngeographic areas, reveals the importance of biogeographic vicariance in\ndiversification processes and supports the occurrence and radiation of\namphibians over ancient and recent geological periods.","trees":[{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Parasitic Platyhelminths","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31486.phy"},{"tree_label":"Fig. 2","ntax":"20","rootedtree":"TRUE","title":"Parasitic Platyhelminths","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31479.phy"},{"tree_label":"Supp. Mat.","ntax":"22","rootedtree":"TRUE","title":"Parasitic Platyhelminths","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31482.phy"},{"tree_label":"Supp. Mat.","ntax":"20","rootedtree":"TRUE","title":"Parasitic Platyhelminths","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31483.phy"}]}