{"Authors":" Jennifer L. Anderson, Ronald M. Adkins, Scott J.\nSteppan","Year":" 2004","Title":" Phylogeny and divergence-date estimates of rapid radiations\nin muroid rodents based on multiple nuclear genes.","Journal":" Systematic Biology","Volume":" 53","Issue":" 4","Pages":" 533-553","Keywords":"","DOI":" 10.1080/10635150490468701","Abstract":" The muroid rodents are the largest superfamily of mammals,\ncontaining nearly 1/3 of all mammal species. We report on a phylogenetic\nstudy comprising 53 genera sequenced for four nuclear genes, GHR, BRCA1,\nRAG1, and c-myc, totaling up to 6,400 nucleotides. Most relationships\namong the subfamilies are resolved. All four genes yield nearly\nidentical phylogenies, differing only in five key regions, four of which\nmay represent particularly rapid radiations. Support is very strong for\na fundamental division of the mole rats of the subfamilies Spalacinae\nand Rhizomyinae from all other muroids. Among the other core muroids, a\nrapid radiation led to at least four distinct lineages: Asian\nCalomyscus, an African clade of at least four endemic subfamilies\nincluding the diverse Nesomyinae of Madagascar, a hamster clade with\nmaximum diversity in the New World, and an Old World clade including\ngerbils and the diverse Old World mice and rats (Murinae). The\nDeomyinae, recently removed from the Murinae, is well supported as the\nsister group to the gerbils (Gerbillinae). Four key regions appear to\nrepresent rapid radiations and, despite a large amount of sequence data,\nremain poorly resolved: the base of the core muroids, among the five\ncricetid (hamster) subfamilies, within a large clade of Sigmodontinae\nendemic to South America, and among major geographic lineages of Old\nWorld Murinae. Because of the detailed taxon sampling within the\nMurinae, we are able to refine the fossil calibration of a rate-smoothed\nmolecular clock and apply this clock to date key events in muroid\nevolution. We calculate rate differences among the gene regions and\nrelate those differences to relative contribution of each gene to the\nsupport for various nodes. The among-gene variance in support is\ngreatest for the shortest branches. We present a revised classification\nfor this largest but most unsettled mammalian superfamily.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Muroidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4381.phy"}]}