{"Authors":" Chirlei Glienke, James H. Cunnington, Roger Shivas,\nJohannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2011","Title":" Endophytic and pathogenic Phyllosticta species, with\nreference to those associated with Citrus Black Spot","Journal":" Persoonia","Volume":" 26","Issue":"","Pages":" 47-56","Keywords":" Guignardia endophyllicola, Guignardia mangiferae,\nPhyllosticta bifrenariae, Phyllosticta brazilianiae, Phyllosticta\ncapitalensis, Phyllosticta citriasiana, Phyllosticta citribraziliensis,\nPhyllosticta citricarpa, taxonomy","DOI":" 10.3767/003158511X569169","Abstract":" We investigated the identity and genetic diversity of more\nthan 100 isolates belonging to Phyllosticta (teleomorph Guignardia),\nwith particular emphasis on Phyllosticta citricarpa and Guignardia\nmangiferae s.l. occurring on Citrus. Phyllosticta citricarpa is the\ncausal agent of Citrus Black Spot and is subject to phytosanitary\nlegislation in the EU. This species is frequently confused with a taxon\ngenerally referred to as G. mangiferae, the presumed teleomorph of P.\ncapitalensis, which is a non-pathogenic endophyte, commonly isolated\nfrom citrus leaves and fruits and a wide range of other hosts. DNA\nsequence analysis of the nrDNA internal transcribed spacer region (ITS1,\n5.8S nrDNA, ITS2) and partial translation elongation factor 1-alpha\n(TEF1), actin and glyceraldehyde-3-phosphate dehydrogenase (GPDH) genes\nresolved nine clades correlating to seven known, and two apparently\nundescribed species. Phyllosticta citribraziliensis is newly described\nas an endophytic species occurring on Citrus in Brazil. An epitype is\ndesignated for P. citricarpa from material newly collected in Australia,\nwhich is distinct from P. citriasiana, presently only known on C. maxima\nfrom Asia. Phyllosticta bifrenariae is newly described for a species\ncausing leaf and bulb spots on Bifrenaria harrisoniae (Orchidaceae) in\nBrazil. It is morphologically distinct from P. capitalensis, which was\noriginally described from Stanhopea (Orchidaceae) in Brazil; an epitype\nis designated here. Guignardia mangiferae, which was originally\ndescribed from Mangifera indica (Anacardiaceae) in India, is\ndistinguished from the non-pathogenic endophyte, P. brazilianiae sp.\nnov., which is common on M. indica in Brazil. Furthermore, a combined\nphylogenetic tree revealed the P. capitalensis s.l. clade to be\ngenetically distinct from the reference isolate of G. mangiferae.\nSeveral names are available for this clade, the oldest being P.\ncapitalensis. These results suggest that endophytic, non-pathogenic\nisolates occurring on a wide host range would be more correctly referred\nto as P. capitalensis. However, more genes need to be analysed to fully\nresolve the morphological variation still observed within this\nclade.","trees":[{"tree_label":"Fig. 1","ntax":"105","rootedtree":"TRUE","title":"Phyllosticta with Citrus Black Spot","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43769.phy"}]}