{"Authors":" Peter Johnston, Richard Alan Humber, David M. Geiser,\nSeogchan Kang, Bongsoo Park, Vincent Robert, Takayuki Aoki, Stephen A\nRehner, Alejandro Rooney, Kerry O’Donnell, Pedro W. Crous","Year":" 2011","Title":" Phylogenetic diversity of insecticolous fusaria inferred from\nmultilocus DNA sequence data and their molecular identification via the\nInternet at FUSARIUM-ID and Fusarium MLST","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We constructed several multilocus DNA sequence datasets to\nassess the phylogenetic diversity of insecticolous fusaria, especially\nfocusing on those housed in the Agricultural Research Service Collection\nof Entomopathogenic Fungi (ARSEF), and to facilitate molecular\nidentifications of unknowns via the Internet. Analyses of a 190-taxon\ntwo-locus dataset, which included 159 isolates from insects, indicated\nthat: 1) insect-associated fusaria were nested within 10 species\ncomplexes spanning the phylogenetic breadth of Fusarium, 2) novel,\nputatively unnamed insecticolous species were nested within 8/10 species\ncomplexes, and 3) Latin binomials could be applied with confidence to\nonly 18/58 phylogenetically distinct fusaria associated with pest\ninsects. Phylogenetic analyses of an 82-taxon three-locus dataset nearly\nfully resolved evolutionary relationships among the 10 clades containing\ninsecticolous fusaria. Multilocus typing of isolates within four species\ncomplexes identified surprisingly high genetic diversity in that 63/65\nof the fusaria typed represented newly discovered haplotypes. The DNA\nsequence data, together with corrected ABI sequence chromatograms and\nalignments, have been uploaded to the following web-accessible sites\ndedicated to identifying fusaria via the Internet: FUSARIUM-ID (http://isolate.fusariumdb.org) at The Pennsylvania State\nUniversitys Department of Plant Pathology and Fusarium MLST (http://www.cbs.knaw.nl/fusarium) at the Centraalbureau\nvoor Schimmelcultures (CBS-KNAW) Fungal Biodiversity Center.","trees":[{"tree_label":"Fig. 1.1","ntax":"190","rootedtree":"TRUE","title":"Insecticolous Fusaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44942.phy"},{"tree_label":"Fig. 1.2","ntax":"82","rootedtree":"TRUE","title":"Insecticolous Fusaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44943.phy"}]}