{"Authors":" Brian Michael Wiegmann, Michelle Trautwein, Isaac S.\nWinkler, Norman B Barr, Jung-Wook Kim, Christine Lambkin, Matthew A.\nBertone, Brian K. Cassel, Keith M Bayless, Alysha M Heimberg, Benjamin M\nWheeler, Kevin J Peterson, Thomas Pape, Bradley Sinclair, Jeffrey H.\nSkevington, Vladimir Blagoderov, Jason Caravas, Sujatha Narayanan Kutty,\nUrs Schmidt-Ott, Gail E Kampmeier, F Christian Thompson, David Grimaldi,\nAndrew T Beckenbach, Gregory W Courtney, Markus Friedrich, Rudolf Meier,\nDavid K. Yeates","Year":" 2011","Title":" Episodic radiations in the fly tree of life","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" published ahead of print March 14, 2011","Issue":"","Pages":"","Keywords":" molecular systematics, phylogenetics, Insecta, adaptive\nradiation","DOI":" 10.1073/pnas.1012675108","Abstract":" Flies are one of four superradiations of insects (along\nwith beetles, wasps, and moths) that account for the majority of animal\nlife on Earth. Diptera includes species known for their ubiquity (Musca\ndomestica house fly), their role as pests (Anopheles gambiae malaria\nmosquito), and their value as model organisms across the biological\nsciences (Drosophila melanogaster). A resolved phy- logeny for flies\nprovides a framework for genomic, developmen- tal, and evolutionary\nstudies by facilitating comparisons across model organisms, yet recent\nresearch has suggested that fly rela- tionships have been obscured by\nmultiple episodes of rapid diver- sification. We provide a phylogenomic\nestimate of fly relationships based on molecules and morphology from 149\nof 157 families, including 30 kb from 14 nuclear loci and complete\nmitochondrial genomes combined with 371 morphological characters.\nMultiple analyses show support for traditional groups (Brachycera,\nCyclor- rhapha, and Schizophora) and corroborate contentious findings,\nsuch as the anomalous Deuterophlebiidae as the sister group to all\nremaining Diptera. Our findings reveal that the closest relatives of the\nDrosophilidae are highly modified parasites (including the wingless\nBraulidae) of bees and other insects. Furthermore, we use micro-RNAs to\nresolve a node with implications for the evolution of embryonic\ndevelopment in Diptera. We demonstrate that flies experienced three\nepisodes of rapid radiationlower Diptera (220 Ma), lower Brachycera (180\nMa), and Schizophora (65 Ma)and a number of life history transitions to\nhematophagy, phytophagy, and parasitism in the history of fly evolution\nover 260 million y.","trees":[{"tree_label":"Fig. S1","ntax":"212","rootedtree":"TRUE","title":"Combined molecular phylogenetic tree for Diptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_31488.phy"}]}