{"Authors":" Thomas Marcussen, Kjetill S Jakobsen, Jiří Danihelka,\nHarvey Eugene Ballard, Blaxland Kim, Anne K. Brysting, Bengt\nOxelman","Year":" 2011","Title":" Inferring Species Networks from Gene Trees in High-polyploid\nNorth American and Hawaiian Violets (Viola, Violaceae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" allopolyploidy, BEAST, homoeolog loss, low-copy nuclear\ngene, PADRE, single-molecule PCR, species network, Viola","DOI":"","Abstract":" In phylogenetic inference of species networks for\nhigh-polyploids, the signatures of gene homoeolog loss, deep\ncoalescence, and polyploidy may become confounded. Consequently, several\nscenarios of reticulations are possible to explain the data. Herein, we\nobtain the most parsimonious species network, by objective comparison of\ncompeting scenarios of polyploidization and homoeolog loss, for a group\nof high-polyploid violets (Viola, Violaceae) mostly or entirely\nrestricted to North America, Central America, or Hawaii. Homoeologs of\nthe low-copy nuclear gene GPI were amplified in single-molecule PCRs and\nthe chloroplast trnL-F region by conventional PCR for 51 taxa. As a\nresult of topological incongruence and variation in presence of taxa in\nthe clades containing their sequences, a species (sub)tree for the\nhigh-polyploids was reconciled by Gene Tree Parsimony. The most\nparsimonious species network and fossil-based calibration of the\nhomoeolog tree favor monophyly of the high-polyploids from an\nallodecaploidization that occurred 1214 Ma and involved ancestors in\nthree Viola lineages, namely the sections Chamaemelanium (diploid),\nPlagiostigma (paleotetraploid) and Viola (paleotetraploid). While two\nhigh-polyploid groups (Boreali-Americanae, Pedatae) remained decaploid,\nrepeated polyploidization within the last 5 myr with tetraploids of\nsection Plagiostigma resulted in two 14-ploid groups (Mexicanae,\nNosphinium) and one 18-ploid group (Langsdorffianae). Our findings imply\na more complex phylogenetic and biogeographic origin of the Hawaiian\nviolets (Nosphinium) than previously assumed and illustrate the\nnecessity of including consequences of polyploidy in phylogenetic and\nbiogeographic reconstruction. Our conclusions highlight the need of\nconsidering trees at the appropriate level of organisation (i.e. genome\ntrees) in phylogenetic inference in general, and a further need for\ndeveloping effective algorithms that can handle multilabeled trees that\ntake the coalescent gene duplication/loss models into consideration for\nallopolyploids in particular.","trees":[{"tree_label":"t1","ntax":"136","rootedtree":"TRUE","title":"Tr31522","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31522.phy"},{"tree_label":"t1","ntax":"56","rootedtree":"TRUE","title":"Tr31523","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_31523.phy"}]}