{"Authors":" Tami R McDonald, Fred Dietrich, Francois Lutzoni","Year":" 2011","Title":" Multiple horizontal gene transfers of ammonium\ntransporters/ammonia permeases from prokaryotes to eukaryotes: toward a\nnew functional and evolutionary classification","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ammonium transporter, fungal and plant evolution,\nhorizontal gene transfer, lichen symbiosis, methylammonium permease","DOI":"","Abstract":" The proteins of the ammonium transporter/methylammonium\npermease/Rhesus factor family (AMT/MEP/Rh family) are responsible for\nthe movement of ammonia or ammonium ions across the cell membrane.\nAlthough it has been established that the Rhesus factor proteins are\ndistantly related to the other members of the family, the evolutionary\nhistory of the AMT/MEP/Rh family remains unclear. Here we use\nphylogenetic analysis to infer the evolutionary history of this family\nof proteins across 191 genomes representing all main lineages of life\nand to provide a new classification of the proteins in this family. Our\nphylogenetic analysis suggests that what has heretofore been conceived\nof as a protein family with two clades (AMT/MEP and Rh) is instead a\nprotein family with three clades (AMT, MEP and Rh). We show that the\nAMT/MEP/Rh family illustrates two contrasting modes of gene\ntransmission: the AMT family as defined here exhibits vertical gene\ntransfer (i.e. standard parent-to-offspring inheritance), whereas the\nMEP family as defined here is characterized by several ancient\nindependent horizontal gene transfers. These ancient horizontal gene\ntransfer events include a gene replacement during the early evolution of\nthe fungi, which could be a defining trait for the kingdom Fungi, a gene\ngain from hyperthermophilic chemoautolithotrophic prokaryotes during the\nearly evolution of land plants (Embryophyta), and an independent gain of\nthis same gene in the filamentous ascomycetes (Pezizomycotina) that was\nsubsequently lost in most lineages but retained in even distantly\nrelated lichenized fungi. This re-circumscription of the AMTP family\ninto MEP and AMT families informs the debate on the mechanism of\ntransport in these proteins and on the nature of the transported\nmolecule, because published crystal structures of proteins from the MEP\nand Rh clades may not be representative of the AMT clade. The clades as\ndepicted in this phylogenetic study appear to correspond to functionally\ndifferent groups, with ammonium transporters and ammonia permeases\nforming two distinct and possibly monophyletic groups.","trees":[{"tree_label":"tree 0","ntax":"513","rootedtree":"TRUE","title":"Ammonium transporter/ammonia permease genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47737.phy"}]}