{"Authors":" Angela B. Martins, Peter W. Fritsch, Boni C. Cruz, Frank\nAlmeda, Susanne S Renner","Year":" 2004","Title":" Phylogeny and circumscription of the near-endemic Brazilian\ntribe Microlicieae (Melastomataceae).","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The members of tribe Microlicieae in the flowering plant\nfamily Melastomataceae are nearly all endemic to the cerrado biome of\nBrazil. Traditional classifications of the Melastomataceae have\nattributed between 15 and 17 genera to the Microlicieae, but subsequent\nrevisions have circumscribed the tribe more narrowly. The monophyly and\nintergeneric relationships of the Microlicieae were evaluated through\nphylogenetic analyses with molecular and morphological data sets.\nIncorporation of DNA sequences from the intron of the chloroplast gene\nrpl16 into a previously generated family-wide data set yielded a clade\ncomprising Chaetostoma, Lavoisiera, Microlicia, Rhynchanthera, Stenodon,\nand Trembleya (ìcore Microlicieaeî), with Rhynchanthera as the\nfirst-diverging lineage. The other four genera of Microlicieae sampled\nare placed in other clades: Eriocnema as sister to Miconieae;\nSiphanthera with Aciotis, Nepsera, and Acisanthera of Melastomeae;\nCastratella as sister to Monochaetum of Melastomeae; and Cambessedesia\nas part of an unresolved polytomy in a large clade that includes most\nMelastomataceae. Analyses of the chloroplast genes rbcL and ndhF that\nincluded three core genera produced similar results, as did the combined\nanalysis of all three data sets. Combined parsimony analyses of DNA\nsequences from rpl16 and the nuclear ribosomal intercistronic\ntranscribed spacer (ITS) region of 22 species of core Microlicieae\nyielded the topology (Trembleya (Chaetostoma (Stenodon (Microlicia,\nLavoisiera)))) but with generally low internal support. Lavoisiera,\nrecently redefined on the basis of several morphological characters, was\nstrongly supported as monophyletic. A morphological phylogenetic\nanalysis of the Microlicieae based on 10 parsimony-informative\ncharacters recovered a monophyletic core Microlicieae but provided no\nfurther resolution among genera. Penalized likelihood analysis with two\ncalibration time windows produced an age estimate of 3.7 million years\nfor the time of initial divergence of strictly Brazilian core\nMicrolicieae. In general agreement with the estimated age of the most\nactive stage of development of cerrado vegetation, this date implies an\nadaptive shift from hydric to seasonally dry habitats during the early\nevolution of this group.","trees":[{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"the Brazilian tribe Microlicieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4383.phy"},{"tree_label":"Fig. 2","ntax":"36","rootedtree":"TRUE","title":"the Brazilian tribe Microlicieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4384.phy"},{"tree_label":"Fig. 5","ntax":"23","rootedtree":"TRUE","title":"the Brazilian tribe Microlicieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4385.phy"}]}