{"Authors":" SeaRa Lim, Terry Taylor, Mary L. Berbee, Emma Harrower,\nJoseph F. Ammirati, Adam A. Cappuccino, Oluna Ceska, John M.\nKranabetter, Paul Kroeger","Year":" 2011","Title":" Cortinarius species diversity in British Columbia and\nmolecular phylogenetic comparison with European specimen sequences.","Journal":" Botany","Volume":" 89","Issue":" 11","Pages":" 799-810","Keywords":" Cortinarius, nuclear ribosomal internal transcribed\nspacer, biodiversity, DNA barcoding","DOI":" 10.1139/b11-065","Abstract":" Throughout the world, the diversity of fungi remains\npoorly characterized and Cortinarius is a classical example of a\ndifficult, species-rich, and under-researched mushroom genus. Here, we\nsequenced and analyzed ribosomal internal transcribed spacer (ITS)\nsequence barcodes from herbarium specimens to improve understanding of\nCortinarius species diversity in British Columbia, Canada. Starting with\n962 specimen sequences, 617 from BC herbaria, we present a maximum\nlikelihood tree showing 177 putative Cortinarius species in British\nColumbia. As a working definition, we considered a ‘species’ to be a\nmonophyletic clade that included a reliably-identified reference\nsequence, with a maximum of 3% ITS sequence variation. If no reference\nsequence was available, ‘species’ were groups sharing 97% or more\nsequence identity. By these criteria, 109 putative BC species matched\nEuropean species and 10 BC species matched species exclusively found in\nNorth America. Of the 56 BC species that did not match any reference\nsequences, some may be new to science, while others likely represent\ndescribed species without available sequences. By depositing sequences\nfrom BC specimens into GenBank and BOLD, and by providing our alignment\nto TreeBASE, we have supplied the resources necessary to improve\naccuracy in identifications of Cortinarius in future systematic and\necological studies.","trees":[{"tree_label":"Fig. 1","ntax":"422","rootedtree":"TRUE","title":"Cortinarius species diversity in British Columbia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47498.phy"}]}