{"Authors":" Norman J Wickett, Laura Lowe Forrest, Blanka Shaw, Bernard\nGoffinet, Jessica M. Budke","Year":" 2011","Title":" Frequent pseudogenization and loss of the plastid-encoded,\nsulfate transport gene cysA throughout the evolution of liverworts.","Journal":" American Journal of Botany","Volume":" 98","Issue":" 8","Pages":" 1263-75","Keywords":" cysA; gene loss; liverwort; plastid; pseudogene","DOI":" 10.3732/ajb.1100010","Abstract":" Premise of the study: Comparative analyses of liverwort\nplastid genomes revealed that the sulfate transport gene, cysA, is a\npseudogene in some species of the clade Metzgeriidae. We surveyed 63\nliverworts from all major clades to determine whether the loss of cysA\noccurs only in Metzgeriidae and whether the loss is phylogenetically\nsignificant. We tested whether intact copies of cysA are evolving under\nselective constraints and whether rates of nucleotide substitution\ndiffer in plastid genes from taxa with and without an intact copy of\ncysA. Methods: Primers annealing to flanking and internal regions were\nused to amplify and sequence cysA from 61 liverworts. The ancestral\nstates of cysA were reconstructed on a phylogenetic hypothesis inferred\nfrom seven markers. Rates of nucleotide substitutions were estimated for\nthree plastid loci to approximate the rate of substitution of plastid\ngenes. The ratio of nonsynonymous to synonymous substitutions was\nestimated for intact copies of cysA to infer selective constraints. Key\nresults: Throughout liverworts, cysA has been lost up to 29 times.\nIntact copies of cysA are evolving under selective constraint, which is\nrelaxed in non-complex thalloids. Gene loss is more frequent in groups\nwith an increased rate of substitution in the plastome. Conclusions: The\nnumber of inferred losses of cysA in liverworts exceeds any other\nreported gene. It appears that cysA is lost from the plastome as the\nintrinsic rate of nucleotide substitution in the plastid genome\nincreases, suggesting that it is this rate that governs the fate of\ncysA.","trees":[{"tree_label":"Figs. 1-2","ntax":"66","rootedtree":"TRUE","title":"Liverworts cysA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114655.phy"},{"tree_label":"Fig. 3","ntax":"26","rootedtree":"TRUE","title":"Liverworts Intact cysA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114656.phy"}]}