{"Authors":" Madhav P Nepal, Carolyn J Ferguson","Year":" 2011","Title":" Phylogenetics of Morus (Moraceae) Inferred from ITS and\ntrnL-trnF Sequence Data","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" ITS, Moraceae, Moreae, Morus, phylogeny, trnL-trnF","DOI":"","Abstract":" The genus Morus (Tribe Moreae, Moraceae) consists of ca.\n13 species of trees distributed in Asia, Africa, Europe, and North,\nCentral and South America. The broad geographical distribution of the\ngenus, overlapping ranges of many taxa and documented hybridization\nbetween some species present interesting questions of taxonomy,\nphylogeny and biogeography. Phylogenetic data for Morus also contribute\nto higher level taxonomic work in the family. We used sequence data from\nthe internal transcribed spacer (ITS) region of the nrDNA and the\nchloroplast trnL-trnF intergenic spacer region to study phylogenetic\nrelationships of Morus. Phylogenies based on separate data sets are\ncongruent, and the combined tree reveals that Morus, as currently\ncircumscribed, is non-monophyletic. Subgenus Morus (sensu Leroy) is\nresolved as a clade and consists of two well-supported clades: one of\nAsian taxa and one of North American taxa. Sampled members of the genus\nTrophis, including the type, form a clade sister to Morus Subgenus\nMorus. Morus mesozygia (Africa; Subg. Afromorus) and M. insignis\n(Neotropics; Subg. Gomphomorus), which have not been included to date in\nother phylogenetic studies of the family, are placed outside the\nTrophis-Morus Subgenus Morus clade. This work is an important step in\nelucidating relationships of Morus and, along with other recent\nphylogenetic studies in Moraceae, underscores the need for further work\nwithin Tribe Moreae to clarify natural generic relationships.","trees":[{"tree_label":"Fig. 3 ML","ntax":"20","rootedtree":"TRUE","title":"Morus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43256.phy"},{"tree_label":"Fig. 1A (Left)","ntax":"25","rootedtree":"TRUE","title":"Morus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43234.phy"},{"tree_label":"Fig. 1B (right)","ntax":"21","rootedtree":"TRUE","title":"Morus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43239.phy"},{"tree_label":"Fig. 2 MP","ntax":"20","rootedtree":"TRUE","title":"Morus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43272.phy"}]}