{"Authors":" Heiko Vogel, Boran Altincicek, Gernot Glöckner, Andreas\nVilcinskas","Year":" 2011","Title":" A comprehensive transcriptome and immune-gene repertoire of\nthe lepidopteran model host Galleria mellonella","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Galleria, Immunity, Transcriptome","DOI":"","Abstract":" Background: The larvae of the Greater wax moth Galleria\nmellonella are increasingly used (i) as mini-hosts to study pathogenesis\nand virulence factors of prominent bacterial and fungal human pathogens,\n(ii) as a whole-animal high throughput infection system for testing\npathogen mutant libraries, and (iii) as a reliable host model to\nevaluate the efficacy of antibiotics against human pathogens. In order\nto compensate for the lack of genomic information in Galleria, we\nsubjected the transcriptome of different developmental stages and\nimmune-challenged larvae to next generation sequencing. Results: We\nperformed a Galleria gene expression analysis on the Roche 454-FLX\nplatform combined with traditional Sanger sequencing to obtain a\ncomprehensive transcriptome. To maximize sequence diversity, we pooled\nRNA extracted from different life stages, larval tissues including\nhemocytes, and from immune-challenged larvae and normalized the cDNA\npool. We generated a total of 789,105 pyrosequencing and 12,032\nhigh-quality Sanger EST sequences which clustered into 18,690 contigs\nwith an average length of 1,132 bases. Approximately 40 % of the ESTs\nwere significantly similar (E e03) to proteins of other insect, of which\n45 % have a reported function. We identified a large number of genes\nencoding immune responsive proteins, receptors of microbial molecular\nsignatures, signaling molecules, and effector molecules such as\nantimicrobial peptides as well as inhibitors of microbial proteinases.\nIn addition, we found genes known as mediators of melanization or\ncontributing to stress responses. Using the transcriptomic data, we\nidentified hemolymph peptides and proteins induced upon immune challenge\nby 2D-gelelectrophoresis combined with mass spectrometric analysis and\nEdman sequencing. Conclusion: Here, we have developed extensive\ntranscriptomic resources for Galleria. The data obtained is rich in gene\ntranscripts related to immunity, expanding remarkably our knowledge\nabout immune and stress-inducible genes in Galleria and providing the\ncomplete sequences of genes whose primary structure have only partially\nbeen characterized using proteomic methods. The generated data provide\nfor the first time access to the genetic architecture of immunity in\nthis model host, allowing to elucidate the molecular mechanisms\nunderlying pathogen and parasite response and detailed analyses of both\nits immune responses against human pathogens, and its coevolution with\nentomopathogens.","trees":[{"tree_label":"PAUP 1","ntax":"168","rootedtree":"TRUE","title":"Human and Insect GSTs","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43765.phy"}]}