{"Authors":" Mari Carmen Molina, Ruth Del-Prado, Pradeep Kumar Divakar,\nDaniel Sanchez-Mata, Ana Crespo","Year":" 2011","Title":" Another example of cryptic diversity in lichen-forming fungi:\nthe new species Parmelia mayi (Ascomycota: Parmeliaceae","Journal":" Organism Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cryptic lineage; new species; Parmelia saxatilis complex;\nmolecular phylogeny; genetic distance; biogeography","DOI":"","Abstract":" In the last decade the number of cryptic species has\nincremented especially in cosmopolitan and or disjunct species in\nlichenized fungi. Parmelia saxatilis is one of the most common and\nwidely distributed species. Recent molecular studies have detected two\nspecies P. ernstiae and P. serrana within P. saxatilis s. lat,\nsuspecting the existence of considerable genetic diversity that may not\nyet expressed at the phenotypic level. Due to the complexity in the P.\nsaxatilis s. lat group we used this as model to study the species\nboundary and identify cryptic lineage. Phylogenetic (Bayes, ML and MP)\nand genetic distance approaches has been used to analyze ITS and\nβ-tubulin sequences. Our results confirm the existence of another\ncryptic lineage within P. saxatilis s. lat. and is described here as a\nnew species P mayi. It is an independent, strongly supported reciprocal\nmonophyletic lineage, phylogenetically distantly related with the\nclosely resembled morpho-species P. ernstiae, P. saxatilis, and P.\nserrana. Morphologically, it is undistinguishable from P. saxatilis but\nthe new species is separated by molecular phylogeny, pairwise genetic\ndistance values, having different bioclimatic and biogeographic\ndistribution pattern and a specific phenolic composition. At present P.\nmayi show a restricted distribution in northern Appalachian mountain\nterritories of North America and found in climatic conditions ranging\nfrom hemiboreal and orotemperate to cryorotemperate utrahyperhumid\nthermotypes.","trees":[{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Parmelia mayi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43766.phy"},{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Parmelia mayi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43768.phy"},{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Parmelia mayi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43767.phy"}]}