{"Authors":" J. A. Scott, Andrea Angus, Wendy A. Untereiner, Lynne\nSigler, Jason Bachewich, Francoise A. Naveau","Year":" 2004","Title":" The Ajellomycetaceae, a new family of vertebrate-associated\nOnygenales.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenies inferred from the analysis of DNA sequence\ndata have shown that the Onygenales contains clades that do not\ncorrespond with previously described families. One lineage identified in\nrecent molecular phylogenetic studies includes the dimorphic pathogens\nbelonging to the genera Ajellomyces, Emmonsia and Paracoccidioides. To\nevaluate the degree of support for this lineage and determine whether it\nincludes additional taxa, we examined relationships among the members of\nthis clade and selected saprobic onygenalean taxa based on maximum\nparsimony analyses of partial nuclear large RNA subunit (LSU) and\ninternal transcribed spacer (ITS) sequences. A clade distinct from the\nOnygenaceae was found to encompass Ajellomyces (including the anamorph\ngenera Blastomyces, Emmonsia and Histoplasma) and Paracoccidioides\nbrasiliensis. The members of this lineage are saprobic and pathogenic\nvertebrate-associated taxa distinguished by their globose ascomata with\ncoiled appendages, muricate globose or oblate ascospores, and lack of\nkeratinolytic activity. Anamorphs are solitary aleurioconidia or\nirregular alternate arthroconidia. Based on molecular data and on\nmorphological and physiological similarities among these taxa, we\npropose the new family, Ajellomycetaceae.","trees":[{"tree_label":"Fig. 2","ntax":"21","rootedtree":"TRUE","title":"Ajellomycetaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1759.phy"},{"tree_label":"Fig. 1a","ntax":"61","rootedtree":"TRUE","title":"Ajellomycetaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1755.phy"},{"tree_label":"Fig.1","ntax":"61","rootedtree":"TRUE","title":"Ajellomycetaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1756.phy"},{"tree_label":"Fig. 1c","ntax":"61","rootedtree":"TRUE","title":"Ajellomycetaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1757.phy"},{"tree_label":"Fig. 1b","ntax":"61","rootedtree":"TRUE","title":"Ajellomycetaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1758.phy"}]}