{"Authors":" P. t. g. The IRPCM Phytoplasma/Spiroplasma Working\nTeam","Year":" 2004","Title":" Candidatus Phytoplasma¡, a taxon for the wall-less\nnon-helical prokaryotes colonizing plant phloem and insects.","Journal":" IJSEM Papers","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The trivial name ‘phytoplasmas’ has been adopted to\ncollectively name the wall-less non-helical prokaryotes colonizing plant\nphloem and insects, formerly known as mycoplasma-like organisms.\nAlthough the phytoplasmas have not yet been cultivated in vitro,\nphylogenetic analyses based on various conserved genes showed that they\nrepresent a distinct monophyletic clade within the class Mollicutes. It\nis proposed here to accommodate phytoplasmas within the genus\n‘Candidatus Phytoplasma’ gen. nov. Given the diversity within ëCa.\nPhytoplasmaí, several subtaxa are needed to accommodate organisms which\nshare less than 97.5% similarity among their 16S ribosomal DNA\nsequences. This paper describes the properties of ‘Candidatus\nPhytoplasma’, a taxon which includes the species ëCandidatus Phytoplasma\naurantifoliaí (the prokaryote associated to witchesí broom disease of\nsmall-fruited acid lime), ‘Ca. P. australiense’ (associated with\nAustralian grapevine yellows), ‘Ca. P. fraxini’ (associated with ash\nyellows), ëCa. P. japonicumí (associated with Japanese Hydrangea\nphyllody), ëCa. P. brasilienseí(associated with hibiscus witchesí broom\nin Brazil), ëCa. P. castaneae (associated with chestnut witches’ broom\nin Korea), ëCa. P. asterisí (associated with aster yellows), ‘Ca. P.\nmali’ (associated with apple proliferation), ‘Ca. P. phoenicium’\n(associated with almond lethal disease), ‘Ca. P. trifolii’ (associated\nwith clover proliferation), ‘Ca. P. cynodontis’ (associated with Bermuda\ngrass white leaf), ‘Ca. P. ziziphi’ (associated with jujube witchesí\nbroom) and 7 species level taxa for which the Candidatus species has not\nbeen formally proposed yet (for the phytoplasmas associated with\nX-disease of peach, rice yellow dwarf, grapevine flavescence dorée,\nCentral American coconut lethal yellows, Tanzanian lethal decline of\ncoconut, Nigerian lethal decline of coconut and loofah witches’ broom,\nrespectively). Additional species are needed to accommodate organisms\nthat, despite their 16S rRNA sequence being more than 97.5% similar to\nthat of other ëCa. Phytoplasmaí species, are characterized by\ndistinctive biological, phytopathological and genetic properties. These\ninclude ëCa. P. pyrií (associated with pear decline), ‘Ca. P. prunorum’\n(associated with European stone fruit yellows), ‘Ca. Phytoplasma\nspartii’ (associated with spartium witchesí broom), ëCa. Phytoplasma\nrhamnií (associated with buckthorn witches’ broom), ‘Ca. Phytoplasma\nallocasuarinii’ (associated with allocasuarina yellows) and two\nadditional taxa for the elm yellows and the stolbur phytoplasmas,\nrespectively. Conversely some organisms, despite their 16S rRNA sequence\nbeing less then 97.5% similar to that of any other ‘Ca. Phytoplasma’\nspecies, are not presently described as Candidatus species due to their\npoor overall characterization.","trees":[{"tree_label":"All Seq","ntax":"192","rootedtree":"TRUE","title":"Candidatus Phytoplasma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1760.phy"},{"tree_label":"Reference","ntax":"27","rootedtree":"TRUE","title":"Candidatus Phytoplasma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1761.phy"}]}