{"Authors":" Nadja Korotkova, Thomas Borsch, Dietmar Quandt, Nigel Paul\nTaylor, Kai F. Müller, Wilhelm Barthlott","Year":" 2011","Title":" What does it take to resolve relationships and to identify\nspecies with molecular markers? An example from the epiphytic\nRhipsalideae (Cactaceae)","Journal":" American Journal of Botany","Volume":" 98","Issue":" 9","Pages":" 15491572","Keywords":" Cactaceae; DNA barcoding; Hatiora; inversion; Lepismium;\nRhipsalidopsis; Rhipsalis; Schlumbergera; species-level phylogeny;\ntaxonomy","DOI":"","Abstract":"  Premise of the study: The Cactaceae are a major New World\nplant family and popular in horticulture. Still, taxonomic units and\nspecies limits have been diffi cult to defi ne, and molecular\nphylogenetic studies so far have yielded largely unresolved trees, so\nrelationships within Cactaceae remain insuffi ciently understood. This\nstudy focuses on the predominantly epiphytic tribe Rhipsalideae and\nevaluates the utility of a spectrum of plastid genomic regions. \nMethods: We present a phylogenetic study including 52 of the 53\nRhipsalideae species and all the infraspecifi c taxa. Seven regions (\ntrnK intron, matK , rbcL , rps3 - rpl16 , rpl16 intron, psbA-trnH ,\ntrnQ-rps16 ), ca. 5600 nucleotides (nt) were sequenced per sample. The\nregions used were evaluated for their phylogenetic performance and\nperformance in DNA-based species recognition based on operational\ntaxonomic units (OTUs) defi ned beforehand.  Key results: The\nRhipsalideae are monophyletic and contain fi ve clades that correspond\nto the genera Rhipsalis , Lepismium , Schlumbergera , Hatiora , and\nRhipsalidopsis . The species-level tree was well resolved and supported;\nthe rpl16 and trnK introns yielded the best phylogenetic signal.\nAlthough the psbA-trnH and trnQ-rps16 spacers were the most successful\nindividual regions for OTU identifi cation, their success rate did not\nsignifi cantly exceed 70%. The highest OTU identifi cation rate of 97%\nwas found using the combination of psbA-trnH, rps3-rpl16, trnK intron,\nand trnQ-rps16 as a minimum possible marker length (ca. 1660 nt). \nConclusions : The phylogenetic performance of a marker is not determined\nby the level of sequence variability, and species discrimination power\ndoes not necessarily correlate with phylogenetic utility.","trees":[{"tree_label":"tree1+","ntax":"120","rootedtree":"TRUE","title":"Rhipsalideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55825.phy"},{"tree_label":"tree1+","ntax":"120","rootedtree":"TRUE","title":"Rhipsalideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55826.phy"}]}