{"Authors":" xianling xiang","Year":" 2011","Title":" Genetic differentiation and phylogeographical structure of\nthe Brachionus calyciflorus complex in eastern China","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" phylogeography; spatio-temporal pattern; rotifer;\nBrachionus calyciflorus; cryptic species; species complex","DOI":"","Abstract":" Spatio-temporal patterns and processes of genetic\ndifferentiation in passively dispersing zooplankton are drawing much\nattention from both ecologists and evolutionary biologists. Two opposite\nphylogeographical scenarios have already been demonstrated in rotifers,\nwhich consist of high levels of genetic subdivision among populations\neven on small geographical scales on the one hand, and the traditionally\nknown cosmopolitanism that is associated with high levels of gene flow\nand long-distance dispersal via diapausing stages on the other hand. In\nthe present study, we analyzed the phylogeographical pattern and\npopulation genetic structure of the Brachionus calyciflorus species\ncomplex in eastern China. By screening a total of 318 individuals from\nten locations along a 2320 km gradient and analyzing samples from two\ngrowing seasons, we aimed at focusing on both small- and large-scale\npatterns. We identified eight cryptic species, and verified species\nstatus of two of these by cross-mating tests. Samples in summer and\nwinter yielded different cryptic species. The distribution patterns of\nthese genetically distinct cryptic species were diverse across eastern\nChina, from full cosmopolitanism to local endemism. The two most\nabundant cryptic species BcWIII and BcSW both showed a pattern of strong\ngenetic differentiation among populations and no significant\nisolation-by-distance. Recent range expansion, long-distance\ncolonization and secondary contact are probably responsible for the\nindistinct pattern of isolation-by-distance. Our results indicate that\ngeographical distance is more important than temporal segregation across\nseasons in explaining population differentiation and the occurrence of\ncryptic species. We explain the current phylogeographical structure in\nthe B. calyciflorus species complex by a combination of population range\nexpansion, long-distance colonization, priority effects and restricted\ngene flow.","trees":[{"tree_label":"PAUP 1","ntax":"190","rootedtree":"TRUE","title":"Brachionus calyciflorus complex in eastern China","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_43786.phy"}]}