{"Authors":" xuming Zhou, Shixia Xu, Junxiao Xu, Binyao Chen, Kaiya\nZhou, Guang Yang","Year":" 2011","Title":" Phylogenomic analysis resolves the interordinal relationships\nand rapid diversification of the Laurasiatherian mammals","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Laurasiatheria; Phylogenomics; Rapid divergence; Placental\nmammals","DOI":"","Abstract":" Although great progress has been made in resolving the\nrelationships of placental mammals, several nodes in the Laurasiatheria\nclade (Waddell et al. [Syst. Biol. 48 (1999) 1]) remain inconclusive,\nfor example the precise position of Perissodactyla, which is important\nfor understanding the early biogeographic history of fereuungulates. In\nthis study, we performed a phylogenetic analysis of 97 orthologs (46,\n152 bp) for 15 taxa, containing all orders of the Laurasiatherian\nlineage. Additionally, phylogenetic trees of Laurasiatherian mammals\nwith available draft genome sequences were reconstructed based on 1,608\nexons (2,175,102 bp). Our reconstructions well resolve the interordinal\nrelationships within the Laurasiatheria and corroborate the clades\nScrotifera, Fereuungulata, and Cetartiodactyla. Furthermore, we tested\nalternative topologies within the Laurasiatheria, and the sister group\nrelationship between Cetartiodactyla and Perissodactyla receives the\nhighest support. Accordingly, Pegasoferae (Perissodactyla + Carnivora +\nPholidota + Chiroptera) is indicated to not be a natural group.\nDivergence time estimates of these many genes were compared to earlier\nestimates of the divergence times within this superordinal clade and the\nconsistency with earlier estimates gauged suggest that the divergence\ntimes between these orders occur only within million years. This\nstrongly implies that organismal genomes might be mosaics of conflicting\ngenealogies, because of rapid speciation, and demonstrates the power of\nphylogenomics in the reconstruction of rapid diversification.","trees":[{"tree_label":"con all compat","ntax":"16","rootedtree":"TRUE","title":"Tr43789","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43789.phy"},{"tree_label":"con all compat","ntax":"17","rootedtree":"TRUE","title":"Tr43788","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43788.phy"},{"tree_label":"con all compat","ntax":"15","rootedtree":"TRUE","title":"Tr43787","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43787.phy"}]}