{"Authors":" Pedro Fiaschi, Gregory M. Plunkett","Year":" 2011","Title":" Monophyly and phylogenetic relationships of Neotropical\nSchefflera (Araliaceae) based on plastid and nuclear markers","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Didymopanax, external transcribed spacer, Neotropics,\nSciodaphyllum, systematics","DOI":"","Abstract":" The pantropical genus Schefflera is represented by ca. 300\nspecies in the American tropics, but due to limited sampling of the\nNeotropical species in previous phylogenetic studies of the genus, the\nmonophyly of this group has remained tentative. To test this, an\nexisting family-wide data set of ITS and trnL-trnF sequences was\nexpanded, and relationships were explored further by assembling new ITS\nand ETS data sets using a representative sampling from most of the\nmorphological and geographical diversity of the group. These results\nwere also used to test an informal, morphology-based classification of\nNeotropical Schefflera. Results of the phylogenetic analyses confirm the\nmonophyly of Neotropical Schefflera, and its placement in the Asian\nPalmate clade of Araliaceae. Four clades were consistently recovered\nfrom all analyses, informally called the “Calyptrate,” “Tremula,”\n“Jahnii,” and “Eastern South American” clades, each of which corresponds\nclosely to the previously recognized morphological groupings. The\nEastern South American clade includes species from the Crepinella and\nDidymopanax groups, forming two geographically centered subclades (the\nGuayana Shield and Brazil subclades, respectively). The composition of\nthe Calyptrate clade overlaps considerably with the Neotropical elements\nof the Sciodaphyllum group, excluding S. tremula. That species, an\nHispaniolan endemic, was instead sister to a Puerto Rican species from\nthe Crepinella group (S. gleasonii), providing a third example of\ngeographic structuring among Neotropical Schefflera species","trees":[{"tree_label":"Consensus of 86","ntax":"174","rootedtree":"TRUE","title":"Neotropical Schefflera ITS/trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43762.phy"},{"tree_label":"Consensus of 386","ntax":"61","rootedtree":"TRUE","title":"Neotropical Schefflera ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43760.phy"},{"tree_label":"Consensus of 44","ntax":"61","rootedtree":"TRUE","title":"Neotropical Scheffera ETS/ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43761.phy"},{"tree_label":"Consensus tree of 39","ntax":"61","rootedtree":"TRUE","title":"Neotropical Schefflera ETS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43759.phy"}]}