{"Authors":" Randall L. Small","Year":" 2004","Title":" Phylogeny of Hibiscus sect. Muenchhusia (Malvaceae) based on\nchloroplast rpL16 and ndhF, and nuclear ITS and GBSSI sequences.","Journal":" Systematic Botany","Volume":" 29","Issue":" 2","Pages":" 385-392","Keywords":"","DOI":"","Abstract":" Hibiscus section Muenchhusia is a North American taxon\nwith five species as recognized in the most recent taxonomic revision:\nH. coccineus, H. dasycalyx, H. grandiflorus, H. laevis, and H.\nmoscheutos. To investigate the monophyly of Hibiscus section\nMuenchhusia, its relationship to other Hibiscus species, and the\nphylogenetic relationships among its species, DNA sequence data were\nobtained. To investigate the placement of section Muenchhusia within\nHibiscus, chloroplast ndhF gene and rpL16 intron sequences were\ngenerated and added to a recently published dataset. To investigate\nrelationships within section Muenchhusia three DNA sequence data sets\nwere generated: a non-coding region of the chloroplast genome (rpL16\nintron), nuclear ribosomal ITS, and a nuclear gene encoding\ngranule-bound starch synthase (GBSSI). Analyses of ndhF + rpL16 data\nindicated that section Muenchhusia is indeed monophyletic and is\nembedded in a clade that includes representatives of Hibiscus section\nTrionum sensu lato plus other genera segregated from Hibiscus\n(Abelmoschus, Fioria), and the tribe Malvavisceae. Within section\nMuenchhusia little to no phylogenetically informative variation was\ndetected in the ITS or rpL16 sequences. The GBSSI data, on the other\nhand, provided sufficient information to resolve relationships among\nspecies. The species of section Muenchhusia fall into two primary\nclades, one consisting of H. grandiflorus and H. moscheutos sensu lato,\nthe other including H. coccineus, H. dasycalyx, and H. laevis. These\nphylogenetic data corroborate earlier biosystematic studies that also\nplaced the species into these same two groups. Sequence polymorphism was\nobserved in one accession each of H. dasycalyx and H. grandiflorus and\nresolution of the underlying alleles indicates that gene flow has\noccurred from H. moscheutos into both H. dasycalyx and H.\ngrandiflorus.","trees":[{"tree_label":"Fig. 2","ntax":"30","rootedtree":"TRUE","title":"Hibiscus sect. Muenchhusia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1763.phy"},{"tree_label":"Fig. 3","ntax":"15","rootedtree":"TRUE","title":"Hibiscus sect. Muenchhusia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1764.phy"}]}