{"Authors":" Josué Martínez de la Puente, Javier Martínez, Juan Rivero\nde Aguilar, Jessica Herrero, Santiago Merino","Year":" 2011","Title":" On the specificity of avian blood parasites: revealing\nspecific and generalist relationships between haemosporidians and biting\nmidges.","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" avian malaria, host-parasite interactions","DOI":"","Abstract":" The study of host-parasite relationships involving\nvector-borne parasites requires understanding interactions between\nparasites and vectors. The capacity of haemosporidians to infect insects\nhas clear evolutionary consequences for the transmission of diseases.\nHere we investigated (1) the associations between blood parasites,\nbiting midges and birds and (2) the potential specificity between biting\nmidge and haemosporidian haplotypes. A total of 629 parous biting midges\nCulicoides and 224 wild birds (belonging to seven species) from a\nlocality of central Spain were examined individually to detect the\npresence of Haemoproteus and Plasmodium parasites by sequencing a\nfragment of the cytochrome B gene. Biting midges were identified\nmorphologically and characterised on the basis of a fragment of the\ncytocrome c oxidase (COI) gene. Overall 12 Haemoproteus and 3 Plasmodium\nhaplotypes were isolated and sequenced. Among them, 10 haplotypes were\nexclusively isolated from biting midges, three haplotypes only from\nbirds and two haplotypes from both biting midges and birds. Biting midge\nhaplotypes showed both specific and generalist relationships with\nHaemoproteus haplotypes but only generalist relationships with\nPlasmodium haplotypes. Several C. festivipennis and C. kibunesis\nhaplotypes established significant coevolutionary links with\nHaemoproteus haplotypes. These results help to understand the\nspecificity of vector-blood parasite interactions.","trees":[{"tree_label":"con 50 majrule","ntax":"97","rootedtree":"TRUE","title":"Tr43821","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43821.phy"},{"tree_label":"con 50 majrule","ntax":"74","rootedtree":"TRUE","title":"Tr43820","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43820.phy"}]}