{"Authors":" Florian M. Steiner, Bernhard Seifert, Donato A Grasso,\nFrancesco Le Moli, Wolfgang Arthofer, Christian Stauffer, Ross H\nCrozier, Birgit C. Schlick-Steiner","Year":" 2011","Title":" Mixed colonies and hybridisation of Messor harvester ant\nspecies (Hymenoptera: Formicidae)","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Hybridisation, bidirectional interspecific gene flow,\nnon-sister species, inference key","DOI":"","Abstract":" The Mediterranean harvester ant species Messor minor, M.\ncf. wasmanni, and M. capitatus can co-occur in the same habitat. In\nItalian populations, we encountered colonies that contained workers from\nmore than one species as identified via standard morphology, as well as\ncolonies with workers that appeared to be morphologically intermediate\nbetween species. This unusual finding required further analysis. We\nanalysed such colonies using microsatellites, mitochondrial DNA and\nrefined morphometrics, and a simple inference key for the colony-level\ninterpretation of data from the three sources combined. We infer that\nMessor minor and M. cf. wasmanni engage in bidirectional interspecific\ngene flow. Hybrids between these two species are inferred to produce\nfertile offspring, which would indicate that barriers to hybridisation\ndo not exist or can be completely overcome. This is unexpected, given\nthat they are non-sister species and broadly sympatric in nature. Our\nfindings also indicate that hybrid-hybrid crosses could occur which has\nbeen rarely observed in ants. We cautiously interpret the data at hand\nas in support of the interspecific gene flow considerably shaping the\ngenetic makeup of populations, raising the question about a potential\nadaptive value of this hybridisation. Messor capitatus mixes with\nhybrids of the other two species, but we found no indication of\nhybridisation involving this species. We discuss various hypotheses on\nthe causations of colony mixing and hybridisation in the three Messor\nspecies at the proximate and ultimate level.","trees":[{"tree_label":"PAUP 1","ntax":"29","rootedtree":"TRUE","title":"Messor COI NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44924.phy"}]}