{"Authors":" Laurent Vuataz, Michel Sartori, André Wagner, Michael T\nMonaghan","Year":" 2011","Title":" Toward a DNA Taxonomy of Alpine Rhithrogena (Ephemeroptera:\nHeptageniidae) Using a Mixed Yule-Coalescent Analysis of Mitochondrial\nand Nuclear DNA","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" species delimitation; mtDNA; nDNA; GMYC; DNA taxonomy;\nRhithrogena; Alps; species groups; type locality","DOI":"","Abstract":" Aquatic larvae of many Rhithrogena mayflies\n(Ephemeroptera) inhabit sensitive Alpine environments. A number of\nspecies are on the IUCN Red List and many recognized species have\nrestricted distributions and are of conservation interest. Ambiguous\nmorphological differences among closely related species suggest that the\ncurrent taxonomy may not accurately reflect the evolutionary diversity\nof the group. Here we examined the species status of ca. 50% of European\nRhithrogena diversity using a widespread sampling scheme of Alpine\nspecies that included individuals from 22 type localities, analyses of\none standard mtDNA marker using the general mixed Yule-coalescent (GMYC)\nmodel, and one newly developed nDNA marker, and morphological\nidentification where possible. Using sequences from 533 individuals from\n144 sampling localities, we observed significant clustering of the\nmitochondrial (cox1) marker into 31 GMYC species. Twenty-one of these\ncould be identified based on the presence of topotypes (expertly\nidentified specimens from type locality of the species) or unambiguous\nmorphology. Significant clustering was not detected with protein-coding\nnuclear PEPCK and incongruence in the two data sets was probably\nresulted from incomplete sorting of ancestral polymorphism. Nonetheless,\nnine GMYC species were congruent with nDNA genotype clusters. Bayesian\nphylogenetic analyses of both gene regions recovered four of the six\nrecognized Rhithrogena species groups in our samples as monophyletic.\nThe study provides a broad overview of the extent of both cryptic\ndiversity and taxonomic oversplitting in Rhithrogena. Future development\nof more nuclear markers would facilitate multi-locus analysis of\nunresolved, closely related species pairs. The DNA taxonomy developed\nhere lays the groundwork for a future revision of the important but\ncryptic Rhithrogena genus in Europe.","trees":[{"tree_label":"Fig. 4","ntax":"312","rootedtree":"TRUE","title":"Rhithrogena","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43803.phy"},{"tree_label":"PEPCK","ntax":"390","rootedtree":"TRUE","title":"Rhithrogena","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43802.phy"},{"tree_label":"Fig. 5","ntax":"391","rootedtree":"TRUE","title":"Rhithrogena","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43804.phy"},{"tree_label":"Fig. 2","ntax":"162","rootedtree":"TRUE","title":"Rhithrogena","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43805.phy"},{"tree_label":"Fig. 3","ntax":"180","rootedtree":"TRUE","title":"Rhithrogena","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_43806.phy"}]}