{"Authors":" Ted Michael Townsend, Daniel G. Mulcahy, Brice P. Noonan,\nJack W. Sites, Caitlin A. Kuczynski, John J. Wiens, Tod W. Reeder","Year":" 2011","Title":" Phylogeny of iguanian lizards inferred from 29 nuclear loci,\nand a comparison of concatenated and species-tree approaches for an\nancient, rapid radiation","Journal":" Molecular Phylogentics and Evolution","Volume":" 61","Issue":" 2","Pages":" 363-380","Keywords":" Acrodonta, Concatenation, Iguania, Nuclear DNA,\nPhylogenomics, Phylogeny, Pleurodonta, Species Tree, Squamata","DOI":" 10.1016/j.ympev.2011.07.008","Abstract":" Iguanian lizards form a diverse clade whose members have\nbeen the focus of many comparative studies of ecology, behavior, and\nevolution. Despite the importance of phylogeny to such studies,\ninterrelationships among many iguanian clades remain uncertain. Within\nthe Old World clade Acrodonta, Agamidae is sometimes found to be\nparaphyletic with respect to Chamaeleonidae, and recent molecular\nstudies have produced conflicting results for many major clades. Within\nthe largely New World clade Pleurodonta, relationships among the 12\ncurrently recognized major subclades (mostly ranked as families) have\nbeen largely unresolved or poorly supported in previous studies. To\nclarify iguanian evolutionary history, we first infer phylogenies using\nconcatenated maximum-likelihood (ML) and Bayesian analyses of DNA\nsequence data from 29 nuclear protein-coding genes for 47 iguanian and\n29 outgroup taxa. We then estimate a relaxed-clock Bayesian chronogram\nfor iguanians using BEAST. All three methods produce identical\ntopologies. Within Acrodonta, we find strong support for monophyly of\nAgamidae with respect to Chamaeleonidae, and for almost all\nrelationships within agamids. Within Pleurodonta, we find strong\nBayesian support for almost all relationships, and strong ML support for\nsome interfamilial relationships and for monophyly of almost all\nfamilies (excepting Polychrotidae). Our phylogenetic results suggest a\nnon-traditional biogeographic scenario in which pleurodonts originated\nin the Northern Hemisphere and subsequently spread southward into South\nAmerica. The pleurodont portion of the tree is characterized by several\nvery short, deep branches, raising the possibility of deep coalescences\nthat may confound concatenated analyses. We therefore also use 27 of\nthese genes to implement a coalescent-based species-tree approach for\npleurodonts. Although this analysis strongly supports monophyly of the\npleurodont families, interfamilial relationships are generally different\nfrom those in the concatenated tree, and support is uniformly poor.\nHowever, a species-tree analysis using only the seven most variable loci\nyields higher support and more congruence with the concatenated tree.\nThis suggests that low support in the 27-gene species-tree analysis may\nbe an artifact of the many loci that are uninformative for very short\nbranches. This may be a general problem for the application of\nspecies-tree methods to rapid radiations, even with phylogenomic data\nsets. Finally, we correct the non-monophyly of Polychrotidae by\nrecognizing the pleurodont genus Anolis (sensu lato) as a separate\nfamily (Dactyloidae), and we correct the non-monophyly of the agamid\ngenus Physignathus by resurrection of the genus Istiurus for the former\nP. lesuerii.","trees":[{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Iguania","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_43851.phy"}]}