{"Authors":" Steve Leavitt, Leigh A. Johnson, Trevor Goward, Larry L.\nSt. Clair","Year":" 2011","Title":" Species delimitation in taxonomically difficult\nlichen-forming fungi: an example from morphologically and chemically\ndiverse Xanthoparmelia (Parmeliaceae) in North America","Journal":" Molecular phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Character evolution, coalescence, lichens, Parmeliaceae,\nsecondary metabolites, speciation, species delimitation, vagrant\nlichens, Xanthoparmelia","DOI":"","Abstract":" Mounting evidence suggests many morphology-based species\ncircumscriptions in lichen forming ascomycetes misrepresent fungal\ndiversity. The lichen-forming ascomycete genus Xanthoparmelia includes\nover 800 described species displaying a considerable range of\nmorphological and chemical variation. Species circumscriptions in this\ngenus have traditionally been based on thallus morphology, medullary\nchemistry, and the presence or absence of sexual or asexual reproductive\nstructures. Notwithstanding concerted effort on the part of taxonomists\nto arrive at a natural classification, modern taxonomic concepts for the\nmost part remain unclear. Here we assess the evolution of taxonomically\nimportant characters by reconstructing a phylogenetic hypothesis based\non sequence data from four nuclear ribosomal markers as well as\nfragments from two protein-coding nuclear loci. A total of based on 414\nindividuals were tested representing 19 putative species. Most sampled\nspecies, as currently circumscribed, were recovered as polyphyletic,\nsuggesting that major diagnostic characters have evolved in a\nhomoplasious manner. The vagrant growth form, distinct medullary\nchemistries, and production of vegetative diaspores appear to have\nevolved independently multiple times. Application of a population\nassignment test resulted in the recognition of 21 species-level genetic\nclusters, each of which was supported by a comparison of genetic\ndistances as well as a Bayesian species delimitation method calculating\nprobabilities associated with speciation events. Inferred clusters are\nlargely incongruent with traditionally circumscribed species due to the\nprevalence of cryptic diversity and, in some cases, high levels of\nintraspecific morphological and chemical variation. These results call\nfor a major taxonomic revision of Xanthoparmelia species in western\nNorth America.","trees":[{"tree_label":"tree 1","ntax":"432","rootedtree":"TRUE","title":"North American Xanthoparmelia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44944.phy"}]}