{"Authors":" Kirsten Marie Fisher","Year":" 2011","Title":" Sex on the edge: reproductive trends across the range of the\nSyrrhopodon involutus (Calymperaceae) complex.","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Syrrhopodon, moss, sex ratios, ITS2, reproduction,\nphylogeny, Paleotropics","DOI":"","Abstract":" In seed plants, populations located at the margins of\nspecies distributions are often characterized by reduced sexual\nreproduction and an increased reliance asexual reproduction. The degree\nto which this pattern applies to reproductive traits in haploiddominant,\nnonseed plants was assessed in the Syrrhopodon involutus Schwaeg\ncomplex, a group of closely related tropical mosses with unisexual\ngametophytes. The second internal transcribed spacer (ITS2) of the\nnuclear ribosomal DNA was sequenced for samples from throughout the\nrange of the Syrrhopodon involutus Schwaeg complex and a maximum\nlikelihood analysis was performed on the sequence data to infer\nphylogenetic history. Reproductive data were collected from 270\nherbarium vouchers representing at least 337 individuals, and analyzed\nto test for geographic or phylogenetic differences in sex expression and\nsexual reproduction. Female sex expression was significantly lower among\nmarginally distributed individuals compared to individuals collected\nfrom areas central to the distribution of the complex, and the marginal\ngroup contained a higher proportion of nonexpressing individuals. The\nproportion of maleexpressing gametophytes was not significantly\ndifferent between marginal and central areas. Despite the lower\nproportion of femaleexpressing gametophytes in marginally distributed\nindividuals, the percentage of femaleexpressing gametophytes undergoing\nsuccessful fertilization and producing sporophytes was not significantly\ndifferent in marginal and central distributional areas. These results\nsuggest that the availability of males constrains the production of\nsporophytes, not only at the margins of species distributions, but in\ncentral areas as well, and that geography exerts a disproportionate\neffect on male and female sex expression.","trees":[{"tree_label":"bestREP2","ntax":"19","rootedtree":"TRUE","title":"Tr43825","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_43825.phy"}]}