{"Authors":" Lars Symmank, Marie-Stephanie Samain, James F. Smith,\nGuillermo Pino, Alexandra Stoll, Paul Goetghebeur, Cristoph Neinhuis,\nStefan wanke","Year":" 2011","Title":" The extraordinary journey of Peperomia subgenus Tildenia:\nbiogeographic insights into diversification and colonization patterns\nfrom its origin in Peru to the Trans-Mexican Volcanic Belt","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Amotape-Huancabamba Zone, Central Andes, Great American\nBiotic Interchange, Mexican Transition Zone, Neotropics, refuge theory,\nSierra Madre, Panama Isthmus","DOI":"","Abstract":" Aim: Peperomia subgenus Tildenia consists of approximately\n60 species growing in seasonal habitats of Neotropical mountain areas\nfrom Mexico to Argentina. The subgenus can be split geographically, with\nalmost equal diversity in the northern hemisphere (Mexico and Guatemala)\nand in the southern hemisphere (centered in Peru and Bolivia). Only a\nfew species are known from a limited number of localities between these\ntwo hotspots. As such, Tildenia is an ideal candidate to test time,\ndirection and mode of migration of high mountain taxa against the\nbackground of the “Great American Biotic Interchange”. Location: The\nAndes with focus on the Central Andes, and the Mexican mountain chains,\nespecially the Trans-Mexican Volcanic Belt. Methods: To elucidate the\nspatio-temporal origin, subsequent colonisation and radiation of\nTildenia, we combine Bayesian phylogenetics based on the chloroplast\ntrnK-matK-psbA region, geo-referenced distribution data, fossil\ncalibrated molecular dating approaches using both Penalized Likelihood\nand Relaxed Phylogenetics and Dispersal-Vicariance Analysis as well as\nDispersal-Extinction-Cladogenesis for ancestral area reconstruction.\nResults Peperomia subgenus Tildenia is subdivided into six Andean clades\nand one Mexican and Central American clade originating from a\nnorth/central Peruvian ancestor. Molecular dating approaches converge on\na stem age of approximately 38 MYA for Tildenia and a mostly Miocene\ndiversification and colonisation. Main conclusion: We detect a strong\ncorrelation between diversification of Tildenia and orogenetic events in\nthe respective distribution centres. In the Andes, distribution was\ninfluenced by the Altiplano-Eastern Cordillera System as well as the\nAmotape-Huancabamba Zone, where the latter serves as both migration\nbarrier and migration bridge for different clades. In contrast to most\nstudies of high altitude taxa, we provide support for a south-north\ncolonisation towards Central America and Mexico and provide additional,\nindependent evidence for the latest view on the timing of the “Great\nAmerican Biotic Interchange”. In Mexico, the Trans-Mexican Volcanic Belt\nhas played a major role in more recent radiations together with climatic\noscillation and the formation of refugia.","trees":[{"tree_label":"tree1","ntax":"209","rootedtree":"TRUE","title":"Tildenia full phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46195.phy"},{"tree_label":"TREE1","ntax":"57","rootedtree":"TRUE","title":"Tildenia reduced phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46190.phy"}]}