{"Authors":" Roberta J. Mason-Gamer, Dione Megan Helfgott","Year":" 2004","Title":" The Evolution of North American Elymus (Triticeae, Poaceae)\nAllotetraploids: Evidence from Phosphoenolpyruvate Carboxylase Gene\nSequences.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cytogenetic studies of North American Elymus suggest that\nthe genus is an allopolyploid derivative of Pseudoroegneria (St) and\nHordeum (H). To test this, we conducted a phylogenetic analysis of North\nAmerican Elymus species within a broad sample of diploid Triticeae taxa\nusing cloned sequences from a member of the nuclear gene family encoding\nphosphoenolpyruvate carboxylase. This gene copy is orthologous to a\nhousekeeping form in Sorghum vulgare. The phylogeny supports the\nhypothesis that Pseudoroegneria and Hordeum are the diploid progenitors\nof the North American Elymus tetraploids. Each tetraploid Elymus\nindividual has two distinct forms of the gene, and each form is in a\nstrongly supported clade with sequences from either Pseudoroegneria or\nHordeum, suggesting that these Elymus species have an St + H genomic\ncontent. This pattern is consistent with a single (or multiple very\nsimilar) polyploid ancestor(s) of the North American tetraploids,\nconfirming earlier results based on granule-bound starch synthase I gene\nsequence data. We also examined the utility of the phosphoenolpyruvate\ncarboxylase gene to reconstruct the evolutionary history of the\nTriticeae by comparing it to starch synthase gene sequence data. Both\nnuclear data sets are phylogenetically informative, but suggest somewhat\ndifferent evolutionary histories among genera within the tribe.","trees":[{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"Elymus Sm PepC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1767.phy"},{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"Elymus PepC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1766.phy"},{"tree_label":"Fig. 4","ntax":"29","rootedtree":"TRUE","title":"Elymus Sm GBSSI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1768.phy"}]}