{"Authors":" Marcus Koch, Ihsan Al-Shehbaz","Year":" 2004","Title":" Taxonomic and phylogenetic evaluation of the AmericanThlaspi\nspecies: Identity and relationships to the Eurasian genus Noccaea\n(Brassicaceae).","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Nuclear ribosomal (ITS) and plastid (trnL-trnF) DNA\nsequence data from representatives of most New World species of Thlaspi\n(Brassicaceae), including the widespread North American T. montanum,\nhave been studied to investigate their relationship to the Eurasian\nmembers now placed in the genus Noccaea, especially the European T.\nmontanum (= N. montana) complex. ITS sequence data of the New World taxa\nwere added to a previously published data set, which includes sequences\nof representative taxa of 11 of the 12 genera segregated from Thlaspi,\nto elucidate overall relationships within Thlaspi s.l. Sequences from\nCallothlaspi, Kotschyella, Masmenia, Microthlaspi, Neurotropis, Noccaea,\nNoccidium, Pseudosempervivum, Raparia, Thlaspi s.s., Thlaspiceras, and\nVania, as well as of the closely related genera Bivonaea, Alliaria,\nPeltaria, and Teesdalia, were included in the study. The results show\nthat the New World taxa of Thlaspi form a monophyletic group that should\nbe assigned to Noccaea and that the North American T. montanum is\nunrelated to the European plants referred to this species. Sequence\ndistance values are of an order of magnitude that favors Pleistocene\nspeciation and migration of the perennial Thlaspi species into the New\nWorld. It is concluded that the North American infraspecific taxa of T.\nmontanum be recognized as Noccaea fendleri. The new combinations N.\nfendleri subsp. californica, N. fendleri subsp. glauca, N. fendleri\nsubsp. idahoense, and N. fendleri subsp. siskiyouense are proposed.","trees":[{"tree_label":"Fig. 3a","ntax":"25","rootedtree":"TRUE","title":"“American” Thlaspi species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1772.phy"},{"tree_label":"Fig. 3b","ntax":"25","rootedtree":"TRUE","title":"“American” Thlaspi species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1773.phy"},{"tree_label":"Fig. 1","ntax":"56","rootedtree":"TRUE","title":"“American” Thlaspi species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1769.phy"},{"tree_label":"Fig. 2a","ntax":"25","rootedtree":"TRUE","title":"“American” Thlaspi species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1770.phy"},{"tree_label":"Fig. 2b","ntax":"25","rootedtree":"TRUE","title":"“American” Thlaspi species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1771.phy"}]}