{"Authors":" Cobus Meyer Visagie, Karin Jacobs","Year":" 2012","Title":" Three new additions to the genus Talaromyces isolated from\nAtlantis sandveld fynbos soils","Journal":" Persoonia","Volume":" 28","Issue":"","Pages":" 14-24","Keywords":" Morphology, ITS and β-tubulin phylogeny, Western Cape,\nSouth Africa","DOI":" 10.3767/003158512X632455","Abstract":" During a survey of Penicillium spp. occurring in soils\nfrom the diverse fynbos region in the Western Cape, South Africa, a\nnumber of previously undescribed species were isolated. Three of these\nare classified in subgenus Biverticillium Dierckx, based on their\nbiverticillate penicilli, acerose phialides and poor growth at reduced\nwater activity. Morphological characters of the new species were\ncompared to known species in subgenus Biverticillium as well as selected\nTalaromyces species. The ITS and β-tubulin gene regions were used for\nphylogenetic comparisons, which confirmed the distinct nature of the\nthree fynbos soil species described here as Penicillium chloroloma sp.\nnov., P. ptychoconidium sp. nov. and P. solicola sp. nov., respectively.\nPenicillium chloroloma typically produce colonies with a strongly\nfuniculose texture and after prolonged incubation synnemata are observed\non CYA. Penicillium ptychoconidium is characterised by its closely\nappressed conidiophores that produce spirally rough-walled conidia.\nPenicillium solicola typically struggles to grow on CYA and is\ndistinguished from similar species by its heavily rough-walled\nspheroidal conidia.","trees":[{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Talaromyces Btub Pchloroloma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112809.phy"},{"tree_label":"PAUP 1","ntax":"9","rootedtree":"TRUE","title":"Talaromyces Btub Psolicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112810.phy"},{"tree_label":"PAUP 1","ntax":"60","rootedtree":"TRUE","title":"Talaromyces ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112808.phy"}]}