{"Authors":" Fredrik Ronquist, Seraina Klopfstein, Vilhelmsen Lars,\nSusanne Schulmeister, Debra Murray, Alexandr P. Rasnitsyn","Year":" 2012","Title":" A Total-evidence approach to dating with fossils, applied to\nthe early radiation of the Hymenoptera","Journal":" Systematic Biology","Volume":" 61","Issue":" 6","Pages":" 973-999","Keywords":"","DOI":" 10.1093/sysbio/sys058","Abstract":" Phylogenies are usually dated by calibrating interior\nnodes against the fossil record. This relies on indirect methods that,\nin the worst case, misrepresent the fossil information. Here, we\ncontrast such node dating with an approach that includes fossils along\nwith the extant taxa in a Bayesian total-evidence analysis. As a test\ncase, we focus on the early radiation ofthe Hymenoptera, mostly\ndocumented by poorly preserved impression fossils that are difficult to\nplace phylogenetically. Specifically, we compare node dating using nine\ncalibration points derived from the fossil record with total-evidence\ndating based on 343 morphological characters scored for 45 fossil (4-20%\ncomplete) and 68 extant taxa. In both cases we use molecular data from\nseven markers (~5 kb) for the extant taxa. Because it is difficult to\nmodel speciation, extinction, sampling, and fossil preservation\nrealistically, we develop a simple uniform prior for clock trees with\nfossils, and we use relaxed clock models to accommodate rate variation\nacross the tree. Despite considerable uncertainty in the placement of\nmost fossils, we find that they contribute significantly to the\nestimation of divergence times in the total-evidence analysis. In\nparticular, the posterior distributions on divergence times are less\nsensitive to prior assumptions and tend to be more precise than in node\ndating. The total-evidence analysis also shows that four of the seven\nHymenoptera calibration points used in node dating are likely to be\nbased on erroneous or doubtful assumptions about the fossil placement.\nWith respect to the early radiation of Hymenoptera, our results suggest\nthat the crown group dates back to the Carboniferous, ~309 Ma(95%\ninterval: 291-347 Ma), and diversified into major extant lineages much\nearlier than previously thought, well before the Triassic.","trees":[{"tree_label":"tk02","ntax":"68","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44935.phy"},{"tree_label":"igr","ntax":"68","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44937.phy"},{"tree_label":"nonClock","ntax":"68","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44933.phy"},{"tree_label":"strictClock","ntax":"68","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44934.phy"},{"tree_label":"cpp","ntax":"68","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44936.phy"},{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Tr44941","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_44941.phy"},{"tree_label":"calibration points igr","ntax":"68","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44940.phy"}]}