{"Authors":" Angela Peterson, Igor G. Levichev, Jens Peterson, Doerte\nHarpke, Martin Schnittler","Year":" 2011","Title":" New insights into the phylogeny and taxonomy of Chinese\nspecies of Gagea (Liliaceae)speciation through hybridization.","Journal":" Organisms Diversity and Evolution","Volume":" 11","Issue":" 5","Pages":" 387-407","Keywords":" cpDNA , Gagea , hybridization , ITS , Liliales , pCOS\nAt103 speciation","DOI":" 10.1007/s13127-011-0059-x","Abstract":" A new region of speciation for the genus Gagea (Liliaceae)\nwas investigated (Bogda-Shan and Urumqi; northwestern Xinjiang, China).\nTwo species were recorded as new for the region (G. rufidula, G.\ndavlianidzeae); three species are described as new to science (G.\nangelae, G. jensii and G. huochengensis). The description of G. nigra is\nemendated. Sequence data (cpDNA: trnL-trnF IGS+psbA-trnH IGS, nrDNA:\nITS), including representatives of all Gagea sections, were used to\ncompare the new species with closely related taxa. A nuclear single copy\ngene region (pCOS At103) was analysed for representatives of the Sects.\nMinimae and Gagea. Network analysis of cpDNA and nDNA indicates\nhybridization and recent speciation in Xinjiang. ITS and pCOS At103\nsequences reveal gene flow between G. davlianidzeae and G. nigra. A\ncpDNA haplotype network constructed from representatives of Sect. Gagea\nwas highly informative phylogenetically. Gagea angelae and G.\nhuochengensis, sharing gene flow, are related closely to a basal clade\nrepresented by G. ancestralis, G. xiphoidea and G. capusii, which may\ninclude the putative progenitor of all other taxa of the large Eurasian\nSect. Gagea. Whereas speciation in Sect. Minimae seems to be driven\nmainly by hybridization, speciation in the Sect. Gagea may be influenced\nby both hybridization and geographical separation. We confirm the\nmonophyly of Sects. Bulbiferae and Minimae.","trees":[{"tree_label":"cp tree","ntax":"107","rootedtree":"TRUE","title":"Gagea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44961.phy"},{"tree_label":"ITS tree","ntax":"111","rootedtree":"TRUE","title":"Gagea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_44962.phy"}]}