{"Authors":" Brendan Nolan Reid, Minh Le, William McCord, John Iverson,\nArthur Georges, Tjard Bergmann, George Amato, Rob DeSalle, Eugenia\nNaro-Maciel","Year":" 2011","Title":" Comparing and combining distance-based and character-based\napproaches to barcoding turtles","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" turtles; barcoding; hybridization","DOI":"","Abstract":" Molecular barcoding can serve as a powerful tool in\nwildlife forensics and may prove to be a vital aid in conserving\norganisms that are threatened by illegal wildlife trade, such as turtles\n(Order Testudines). We produced COI sequences (650 bp) for 174 turtle\nspecies and combined these with publicly available sequences for 50\nspecies to produce a data set representative of the breadth of the\norder. Variability within the barcode region was assessed and the\nutility of both distance-based and character-based methods for species\nidentification was evaluated. For species in which genetic material from\nmore than one individual was available (n=69), intraspecific divergences\nwere 1.3% on average, although divergences greater than the customary 2%\nbarcode threshold occurred within 15 species. High intraspecific\ndivergences could indicate species with a high degree of internal\ngenetic structure or possibly even cryptic species, although\nintrogression is also likely in some of these taxa. Divergences between\nspecies of the same genus were 6.4% on average; however, 49 species were\nless than 2% divergent from congeners. Low levels of interspecific\ndivergence could be caused by recent evolutionary radiations coupled\nwith the low rates of mtDNA evolution previously observed in turtles.\nComplementing distance-based barcoding with character-based methods for\nidentifying diagnostic sets of nucleotides provided better resolution in\nseveral cases where distance-based methods failed to distinguish\nspecies. An online identification engine was created to provide\ncharacter-based identifications. This study constitutes the first\ncomprehensive barcoding effort for this seriously threatened order.","trees":[{"tree_label":"one","ntax":"142","rootedtree":"TRUE","title":"Cryptodiran turtles","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_45979.phy"},{"tree_label":"one","ntax":"83","rootedtree":"TRUE","title":"COI sequences for Pleurodiran turtles","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_45980.phy"}]}