{"Authors":" Gisela Sancho","Year":" 2004","Title":" Phylogenetic relationships in the genus Onoseris\n(Asteraceae,Mutisieae) inferred from morphology.","Journal":" Systematic Botany","Volume":" 29","Issue":" 2","Pages":" 432-447","Keywords":"","DOI":" 10.1600/036364404774195610","Abstract":" Onoseris (Asteraceae, Mutisieae) is a genus of 31 species\ndistributed from Mexico to Argentina through the Andes with most species\noccurring in Peru. A phylogenetic analysis was based on a detailed\nmorphological study. Urmenetea is used as the outgroup. Three most\nparsimonious cladograms are obtained based on the complete data set\nusing Paup 4.0b8. Two monophyletic groups are recognized: 1. Species\nwith petiolate leaves, blades palmately veined blades with hastate base,\nand few-headed capitulescences, rarely thyrsoid capitulescences\n(O.acerifolia, O. alata, O. brasiliensis, O. cabrerae, O. castelnaeana,\nO. costaricensis, O. donnell-smithii, O. drakeana, O. fraterna, O.\nhastata, O. macbridei, O. onoseroides, O. peruviana, O. purpurea, O.\nsagittata, O. silvatica, and O. speciosa). 2. Species with sessile or\nsubsessile leaves, elliptic and pinnately veined blades with attenuate\nbase, and solitary capitula (O. albicans, O. amplexicaulis, O annua, O.\nchrysactinioides, O cumingii, O. gnaphalioides, O. humboldtiana,\nO.hyssopifolia, O.linearifolia, O. lopezii, O. minima, O. odorata, O.\nsalicifolia, and O. weberbaueri). These monophyletic groups are\nrecognized as subgenera:Onoseris and Hipposeris respectively. Onoseris\nsalicifolia is chosen as the lectotype of Onoseris subg. Hipposeris\nCorolla polymorphism within Onoseris shows that corolla morphology alone\ncannot be used to distinguish between subtribes Mutisiinae and\nGochnatiinae. Biogeographically, although Onoseris has a continuous\ndistribution from Southern Andes to Northern Andes and Central America,\nbut no individual species is disytributedon both sides of the\nHuancabamba zone. A group of species in subgenus Onoseris distributed in\nCentral America and Brazil are regarded as phylogenetically derived\n(e.g. O. brasiliensis, O. costaricensis, O. onoseroides).","trees":[{"tree_label":"Fig. 5","ntax":"32","rootedtree":"TRUE","title":"Onoseris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1774.phy"}]}