{"Authors":" Ulf Mikael Sorhannus, Martin Fox","Year":" 2011","Title":" PHYLOGENETIC ANALYSES OF A COMBINED DATA SET SUGGEST THAT THE\nATTHEYA LINEAGE IS THE CLOSEST LIVING RELATIVE OF THE PENNATE DIATOMS\n(BACILLARIOPHYCEAE)","Journal":" Protist","Volume":"","Issue":"","Pages":"","Keywords":" : Bayesian phylogenetics; cladistics; Bremer support;\npartitioned Bremer support; combined data; Attheya; Bacillariophyceae;\nToxarium","DOI":"","Abstract":" A Bayesian analysis of a seven gene data set was conducted\nto reconstruct phylogenetic relationships among a sample of centric and\npennate diatoms and to test alternative hypotheses about the closest\nliving relative of Bacillariophyceae. A lineage, composed of two Attheya\nspecies, was inferred to share the most recent common ancestor with\nBacillariophyceae  a relationship that was also corroborated by the\ncombined parsimony analysis. All competing hypotheses about the closest\nliving relative of Bacillariophyceae were rejected because 100% of the\ntrees in the post-burn-in sample in the Bayesian analysis supported the\nAttheya-Bacillariophyceae clade. According to a partitioned Bremer\nsupport analysis, the majority of the genes in the combined data matrix\nsupported the Attheya  Bacillariophyceae relationship. The global\ntopology of the phylogenetic tree indicated that a monophyletic group\nconsisting of Thalassiosirales and Toxarium undulatum formed the deepest\nbranch followed by a node uniting a clade composed of\nBacillariophyceae/Attheya species and a lineage made up of Eucampia\nzoodiacus, Chaetocerotales, Lithodesmiales, Triceratiales, Biddulphiales\nand Cymatosirales. Except for the phylogenetic positions of\nLithodesmiales, Thalassiosira sp and Skeletonema costatum, the optimal\ntree obtained from the combined parsimony analysis showed the same\nbranching order of taxa as those seen in the consensus tree inferred\nfrom three independent Markov chain Monte Carlo analyses. Noteworthy\nfindings are that Toxarium undulatum shares a strongly supported node\nwith Thalassiosirales and that the genus Attheya is not a member of the\nChaetocerotales lineage.","trees":[{"tree_label":"Consensus","ntax":"31","rootedtree":"TRUE","title":"Tr44966","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_44966.phy"}]}