{"Authors":" Claudio Oliveira, Gleisy Semencio Avelino, Kelly Terumi\nAbe, Tatiane Casangrande Mariguela, Ricardo Cardoso Benine, Guillermo\nOrti, Richard P Vari, Ricardo Macedo Correa Castro","Year":" 2011","Title":" Phylogenetic relationships within the speciose family\nCharacidae (Teleostei: Ostariophysi: Characiformes) based on multilocus\nanalysis and extensive ingroup sampling","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Systematic, fish, evolution, taxonomy","DOI":"","Abstract":" Background With nearly 1,100 species, the Characidae\nrepresents approximately 58% of the species now recognized within the\nCharaciformes and 65% of the species of the order living in the\nAmericas. Although several important morphological and molecular studies\nhave been carried out within the Characiformes and more so the\nCharacidae the results are in many instances incongruent, a result which\nmay be associated with the low number of taxa sampled and/or the small\ndatasets analyzed in those studies. Results In the present study we\npropose a new hypothesis of relationships within the Characiformes and\nCharacidae based on the analysis of sequences of two mitochondrial and\nthree nuclear genes (4,680 base pairs) of 213 samples representing all\n18 now recognized families in the Characiformes (166 genera), all 14 of\nthe recognized subfamilies in the Characidae (57 genera and 73 species)\nand 68 specimens representing 56 of the genera considered incertae sedis\nin the Characidae. Most lineages were significantly supported by\nposterior probabilities in Bayesian analysis, non-parametric ML\nbootstrap confidence and MP analysis. Conclusion A monophyletic\nassemblage strongly supported in all our phylogenetic analysis is herein\ndefined as the Characidae and includes the characiform species lacking a\nsupraorbital bone and with a derived position of emergence of the hyoid\nartery from the anterior ceratohyal. To keep this and several other\nmonophyletic groups within characiforms we propose several nomenclatural\nchanges that we believe will be very useful for further studies in\nCharaciformes, and mainly Characidae. This work presents a new\nphylogenetic framework for a diverse group of freshwater fishes with\nsignificant ecological and evolutionary importance in the\nneotropics","trees":[{"tree_label":"PAUP 1","ntax":"213","rootedtree":"TRUE","title":"Characidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63722.phy"}]}