{"Authors":" Uiara Catharina Soares e Silva, Alessandro Rapini, Sigrid\nLiede-Schumann, Patrícia Luz Ribeiro, Cassio van den Berg","Year":" 2012","Title":" Taxonomic Considerations on Metastelmatinae (Apocynaceae)\nBased on Plastid and Nuclear DNA","Journal":" Systematic Botany","Volume":" 37","Issue":" 3","Pages":" 795806","Keywords":" Asclepiadaceae, Asclepiadoideae, incongruent data,\nphylogenetics, taxonomy, systematics","DOI":" 10.1600/036364412X648733","Abstract":" The Metastelmatinae (Asclepiadoideae, Apocynaceae) include\n13 genera and approximately 260 species with complex morphological\naffinities that are broadly distributed in the Neotropics. This study\ninvestigated phylogenetic relationships within this subtribe using\nplastid (trnT-F, trnS-G, trnH-psbA, trnD-T, rps16, and matK) and nuclear\n(ITS) markers. The taxonomic sampling focused on the South American\nspecies, and included approximately 25% of the subtribe. Individual data\npartitions, and combined datasets were analyzed using Bayesian\ninference, maximum likelihood, and maximum parsimony. The results\nindicated that most genera of Metastelmatinae are not monophyletic.\nInternal relationships in the subtribe and key morphological characters\nused in the taxonomy of the group are discussed. The lack of resolution\nin the molecular phylogeny, incongruent phylogenetic signals between\nplastid and nuclear datasets, and the lack of morphological features for\nindividual clades prevented major taxonomic changes in this group, those\nof which were restricted to the inclusion of Barjonia harleyi and\nHemipogon harleyi into Minaria forming the new combinations Minaria\nharleyi and M. volubilis, and the synonymy of Macroditassa under\nPeplonia with the new combinations Peplonia adnata and P.\nmacrophylla.","trees":[{"tree_label":"Phylogram","ntax":"63","rootedtree":"TRUE","title":"Metastelmatinae Phylogram based on the majority rule\nconsensus of the Bayesian analyses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97037.phy"}]}