{"Authors":" Lucie Vincenot, Kazuhide Nara, Christopher Sthultz, Jessy\nLabbé, Marie-Pierre Dubois, Leho Tedersoo, Francis Martin, Marc-André\nSelosse","Year":" 2011","Title":" Extensive gene flow over Europe and possible speciation over\nEurasia in the ectomycorrhizal basidiomycete Laccaria amethystina\ncomplex","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Cryptic speciation, Ectomycorrhiza, Gene flow, Inbreeding,\nIsolation by distance, Ring species, Phylogeography, Population\nstructure, Microsatellite markers","DOI":"","Abstract":" Biogeographic patterns and large-scale genetic structure\nhave been little studied in ectomycorrhizal fungi, despite the\necological and economic importance of ectomycorrhizal symbioses. We\ncoupled population genetics and phylogenetic approaches to understand\nspatial structure in fungal populations on a continental scale. Using 9\nmicrosatellite markers, we characterised gene flow among 16 populations\nof the widespread ectomycorrhizal basidiomycete Laccaria amethystina\nover Europe (i.e. over 2900km). We also widened our scope to two\nadditional populations from Japan (104 km away), and compared them with\nEuropean populations through microsatellite markers and multi-locus\nphylogenies, using 3 nuclear genes (NAR, G6PD and ribosomal DNA) and two\nmitochondrial ribosomal genes. European L. amethystina populations\ndisplayed limited differentiation (average FST=0.041) and very weak\nisolation by distance. This panmictic European pattern may result from\neffective aerial dispersal of spores, high genetic diversity in\npopulations, and mutualistic interactions with multiple hosts that all\nfacilitate migration. The multi-locus phylogeny based on nuclear genes\nconfirmed that Japanese and European specimens were closely related but\nclustered on a geographical basis. By using microsatellite markers, we\nfound that Japanese populations were strongly differentiated from the\nEuropean populations (FST=0.416), more than expected by extrapolating\nthe European pattern of isolation by distance. Population structure\nanalyses clearly separated the populations into two clusters,\ni.e. European and Japanese clusters. We discuss the possibility of\nisolation by distance in a continuous population (considering some\nevidence for a ring species over the Northern Hemisphere) versus an\nallopatric speciation over Eurasia, making L. amethystina a promising\nmodel of intercontinental species for future studies.","trees":[{"tree_label":"PHYLIP 1+","ntax":"142","rootedtree":"FALSE","title":"Tr46015","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46015.phy"}]}