{"Authors":" Molly R Letsch, Gisèle Muller-Parker, Louise A Lewis","Year":" 2011","Title":" Geographic Distribution and Intraspecific Variation of the\nGreen Symbiont Elliptochloris marina (Trebouxiophyceae, Chlorophyta) in\nthe sea anemone Anthopleura spp. (Anthozoa, Cnidaria)","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 25-86","Keywords":"","DOI":"","Abstract":" The Pacific sea anemones Anthopleura xanthogrammica and\nAnthopleura elegantissima can host symbionts of two phyla, two\ndinoflagellate species in the genus Symbiodinium (Dinophyta), and a\ngreen alga, Elliptochloris marina (Chlorophyta). The Symbiodinium\nspecies were previously characterized using the regions of the nuclear\nrDNA cistron (SSU-LSU). The Symbiodinium species were found to have\ndifferent latitudinal ranges likely corresponding to different\nenvironmental preferences. In this study we use analyses of sequence\ndata to examine the species and population level variation of the green\nsymbiont across its known range from Alaska to California, USA. Anemone\ntentacles (of A. xanthogrammica) and whole individuals (of A.\nelegantissima) were harvested, each sample yielding a population of\nalgal cells. Primers specific to green algae were used to target only\nthe green symbionts. The plastid-encoded rbcL gene was used as a\nspecies-level marker, showing no variation within samples and very low\nvariation among samples; variation consistent with a single species of\ngreen algae. One variable nucleotide site in the rbcL gene was found\namong all of the symbiont samples examined. All sequences that varied\nwere recovered from Oregon symbionts. Data from the nuclear internal\ntranscribed spacer region (ITS) were used to examine intraspecific\nvariation across the known geographic range, and among seasons and\nbetween host species in Washington State. Numerous diverse heterologous\nITS sequences were obtained. Using analysis of the secondary structure\nof the ITS2, we found putative pseudogenes as well as sequences that\nwere interpreted as functional ITS copies. The largest set of ITS\nhaplotypes with identical 5.8S sequence were interpreted as orthologs,\nand used in further analyses. Haplotype trees demonstrated three main\nclusters, each represented by samples spanning the geographic range.\nAnalysis of molecular variation indicated that most ITS variation is\napportioned within anemones (algal populations) rather than among\ngeographic regions, host species, or seasons.","trees":[{"tree_label":"AMOVA MST","ntax":"143","rootedtree":"TRUE","title":"ITS2 MST","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47931.phy"}]}