{"Authors":" Wendy K. Bellows, Brian Wysor, Charles J. O’Kelly","Year":" 2004","Title":" Gene sequence diversity and the phylogenetic position of\nalgae assigned to the genera Phaeophila and Ochlochaete (Ulvophyceae,\nChlorophyta).","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phylogenetic position of microfilamentous marine green\nalgae assigned to the species Phaeophila dendroides (Crouan et Crouan)\nBatters, Entocladia tenuis Kylin (Phaeophila tenuis (Kylin) Nielsen),\nand Ochlochaete hystrix Thwaites was examined through phylogenetic\nanalyses of nuclear-encoded SSU rRNA and chloroplast-encoded tufA gene\nsequences. These analyses placed the P. dendroides strains within the\nUlvophyceae, at the base of a clade that contains representatives of the\nfamilies Ulvaceae, Ulvellaceae and the species Bolbocoleon piliferum,\nsupporting an earlier hypothesis that P. dendroides constitutes a\ndistinct lineage. Substantial divergence in both nuclear and plastid DNA\nsequences exists among strains of Phaeophila dendroides from different\ngeographic localities, but these isolated strains are morphologically\nindistinguishable. The lineage may have an accelerated rate of gene\nsequence evolution relative to other microfilamentous marine green\nalgae. Entocladia tenuis and Ochlochaete hystrix are placed neither in\nthe P. dendroides clade nor in the Ulvellaceae as previous taxonomic\nschemes predicted, but instead form a new clade or clades at the base of\nthe Ulvaceae. Ruthnielsenia gen. nov. is proposed to accommodate Kylin’s\nspecies, which cannot be placed in Entocladia (= Acrochaete), Phaeophila\nor Ochlochaete. Ruthnielsenia tenuis (Kylin) comb. nov., previously\nknown only from Atlantic coasts, is reported for the first time from the\nPacific coast of North America (San Juan Island, Washington, USA).\nIsolates of R. tenuis from the Atlantic and Pacific coasts of North\nAmerica have identical SSU rRNA and tufA gene sequences.","trees":[{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"1561 bp SSU Ulotrichales/Ulvales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1776.phy"},{"tree_label":"Fig. 2","ntax":"21","rootedtree":"TRUE","title":"tufA Ulotrichales/Ulvales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1777.phy"},{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"tufA + 1561 bp SSU Ulotrichales/Ulvales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1778.phy"}]}