{"Authors":" Gary Voelker, Jessica E Light","Year":" 2011","Title":" Palaeoclimatic events, dispersal and migratory losses along\nthe Afro-European axis as drivers of biogeographic distribution in\nSylvia warblers.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: The Old World warbler genus Sylvia has been\nused extensively as a model system in a variety of ecological, genetic,\nand morphological studies. The genus is comprised of about 25 species,\nand 70% of these species have distributions at or near the Mediterranean\nSea. This distribution pattern suggests a possible role for the\nMessinian Salinity Crisis (from 5.96-5.33 Ma) as a driving force in\nlineage diversification. Other species distributions suggest that Late\nMiocene to Pliocene Afro-tropical forest dynamics have also been\nimportant in the evolution of Sylvia lineages. Using molecular\nphylogenetic hypothesis and other methods, we seek to develop a\nbiogeographic hypothesis for Sylvia and to explicitly assess the roles\nof these climate-driven events. Results: We present the first strongly\nsupported molecular phylogeny for Sylvia. With one exception, species\nfall into one of three strongly supported clades: one small clade of\nspecies distributed mainly in Africa and Europe, one large clade of\nspecies distributed mainly in Africa and Asia, and another large clade\nwith primarily a circum-Mediterranean distribution. Asia is\nreconstructed as the ancestral area for Sylvia. Long-distance migration\nis reconstructed as the ancestral character state for the genus, and\nsedentary behavior subsequently evolved seven times. Conclusion:\nMolecular clock calibration suggests that Sylvia arose in the late\nMiocene and diverged into three main clades by 7 Ma. Divergence\nestimates indicate that the Messinian Salinity Crisis had little, if\nany, impact on Sylvia. Instead, over-water dispersals, repeated loss of\nlong-distance migration, and palaeoclimatic events in Africa played\nprimary roles in Sylvia divergence and distribution.","trees":[{"tree_label":"PAUP 1","ntax":"46","rootedtree":"TRUE","title":"Sylvia warblers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46104.phy"}]}