{"Authors":" Keith Begg, Tetsuji Hosoda, Kevin L Campbell, Hitoshi\nSuzuki, Jun J Sato, Mieczyslaw Wolsan, Francisco J Prevosti, Guillermo\nDElía, Colleen Begg","Year":" 2012","Title":" Evolutionary and biogeographic history of weasel-like\ncarnivorans (Musteloidea)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 63","Issue":"","Pages":" 745-757","Keywords":" Biogeography; Carnivora; Divergence times; Evolution;\nMustelidae; Phylogeny","DOI":" 10.1016/j.ympev.2012.02.025","Abstract":" A concatenated (8492 bp) nuclearï¿½mitochondrial DNA\ndataset from 44 musteloids (including the first genetic data for\nLyncodon patagonicus) was analysed with parsimony, maximum likelihood,\nand Bayesian methods of phylogenetic and biogeographical inference and\ntwo Bayesian methods of chronological inference. The results suggest\nthat Musteloidea emerged at approximately 32.5ï¿½31 Ma (millions of\nyears before present) in Asia, shortly after the greenhouseï¿½icehouse\nglobal climate shift at the Eoceneï¿½Oligocene transition. During\napproximately 2.5ï¿½4 million years of the initial radiation, which\nproceeded wholly or mostly in Asia, musteloids diversified into four\nprimary divisions: the Mephitidae lineage separated first, succeeded by\nAiluridae and finally the divergence into the Procyonidae and Mustelidae\nlineages. Mustelidae arose at approximately 16 Ma within the Mid-Miocene\nClimatic Optimum in Asia or North America. Following the initial\nseparation of Taxidiinae, early mustelids underwent an extensive\nradiation that lasted for approximately 4ï¿½4.5 million years during the\nlate Middle and early Late Miocene. The early divergences of this\nradiation occurred in Asia and produced offshoots that have survived to\ntoday mostly in badger and marten ecological niches (Melinae,\nMellivorinae, Helictidinae, Guloninae). The late divergences occurred in\nAsia, or Asia and Africa, and gave rise to the most crownward mustelids,\nwhich have adapted to other niches including the weasel, polecat, mink,\nand otter ecomorphs (Mustelinae, Lutrinae, Ictonychinae). Contrary to\ntraditional beliefs, the badger, marten, weasel, polecat, and mink\necomorphs each evolved independently more than once within Mustelidae.\nIctonychinae (which is most closely related to Lutrinae) arose at\napproximately 9.5ï¿½9 Ma (early Late Miocene) in Asia or Africa, where\nit diverged into the lineages for the Old World (mostly African)\nIctonychini (Ictonyx, Poecilictis, Poecilogale, Vormela) and the New\nWorld (South and Central American) Lyncodontini (Lyncodon, Galictis).\nThe Messinian Salinity Crisis at the Mioceneï¿½Pliocene transition\ninterposed the origins of Ictonychini (at approximately 6.5ï¿½6 Ma in\nAsia or Africa) and its African subclade (at approximately 5ï¿½4.5 Ma in\nAfrica). Lyncodontini originated at approximately 3ï¿½2.5 Ma at the\nPlioceneï¿½Pleistocene transition in South America, slightly after the\nemergence of the Panamanian land bridge that provided for the Great\nAmerican Biotic Interchange. As the genera Martes and Ictonyx (as\ncurrently circumscribed) are paraphyletic with respect to genera Gulo\nand Poecilogale, respectively, we propose that Pekania and Poecilictis\nbe treated as valid genera and that ï¿½Martesï¿½ pennanti and\nï¿½Ictonyxï¿½ libyca be respectively assigned to these genera.","trees":[{"tree_label":"MP","ntax":"46","rootedtree":"TRUE","title":"Musteloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46047.phy"},{"tree_label":"ML","ntax":"46","rootedtree":"TRUE","title":"Musteloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46048.phy"},{"tree_label":"Bayes","ntax":"46","rootedtree":"TRUE","title":"Musteloidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46049.phy"}]}