{"Authors":" Norman A Douglas, Wade A Wall, William A Hoffmann, Jenny\nQiu-Yun Xiang, Thomas R Wentworth, Janet B Gray, Matthew G Hohmann","Year":" 2011","Title":" Recent vicariance and the origin of the rare, edaphically\nspecialized Sandhills Lily, Lilium pyrophilum (Liliaceae): evidence from\nphylogenetic and coalescent analyses","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Establishing the phylogenetic and demographic history of\nrare plants improves our understanding of mechanisms that have led to\ntheir origin, and can lead to valuable insights that inform conservation\ndecisions. The Atlantic coastal plain of eastern North America harbors\nmany rare and endemic species, yet their evolution is poorly understood.\nWe investigate the rare Sandhills Lily (Lilium pyrophilum), which is\nendemic to seepage slopes in a restricted area of the Atlantic Coastal\nPlain of eastern North America. Using phylogenetic evidence from\nchloroplast, nuclear internal transcribed spacer, and two low-copy\nnuclear genes, we establish a close relationship between L. pyrophilum\nand the widespread Turks Cap Lily, L. superbum. Isolation-with-migration\nand coalescent simulation analyses suggest that 1) the divergence\nbetween these two species falls in the late Pleistocene or Holocene and\nalmost certainly postdates the establishment of the edaphic conditions\nto which L. pyrophilum is presently restricted, 2) vicariance is\nresponsible for the present range disjunction between the two species,\nand that subsequent gene flow has been asymmetrical, and 3) L.\npyrophilum harbors substantial genetic diversity in spite of its present\nrarity. This system provides an example of the role of edaphic\nspecialization and climate change in promoting diversification in the\nAtlantic coastal plain.","trees":[{"tree_label":"ML","ntax":"94","rootedtree":"TRUE","title":"Lilium ITS","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46093.phy"}]}