{"Authors":" Darren E. Irwin, Jessica H. Irwin, Thomas B. Smith","Year":" 2011","Title":" Genetic variation and seasonal migratory connectivity in\nWilson’s Warblers (Wilsonia pusilla): species-level differences in\nnuclear DNA between western and eastern populations","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" AFLP, Aves, cryptic species, migratory connectivity,\nParulidae, speciation","DOI":"","Abstract":" There is growing interest in understanding patterns of\nseasonal migratory connectivity between breeding and wintering sites,\nboth because differences in migratory behavior can be associated with\npopulation differentiation and because knowledge of migratory\nconnectivity is essential for understanding the ecology, evolution, and\nconservation of migratory species. We present the first broad survey of\ngeographic variation in the nuclear genome of breeding and wintering\nWilsons warblers (Wilsonia pusilla), which have previously served as a\nresearch system for the study of whether genetic markers and isotopes\ncan reveal patterns of migratory connectivity. Using 153 samples\nsurveyed at up to 257 variable amplified fragment length polymorphism\n(AFLP) markers, we show that Wilsons warblers consist of highly distinct\nwestern and eastern breeding groups, with all winter samples grouping\nwith the western breeding group. Within the west there is weak\ngeographic differentiation, at a level insufficient for use in\nassignment of wintering samples to specific areas. The distinctiveness\nof western and eastern genetic groups, with no known intermediates,\nstrongly suggests that these two groups are cryptic species. Analysis of\nmitochondrial cytochrome b sequence variation shows that the estimated\ncoalescence time between western and eastern clades is roughly 2.3\nmillion years ago, a surprisingly old time of divergence that is more\ntypical of distinct species than of subspecies. Given their\nmorphological similarity but strong genetic differences, western and\neastern Wilsons warblers present a likely case of association between\ndivergence in migratory behavior and the process of speciation.","trees":[{"tree_label":"tree 1","ntax":"37","rootedtree":"TRUE","title":"Wilson’s Warblers (Wilsonia pusilla)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46102.phy"}]}