{"Authors":" László G. Nagy, Judit Házi, Csaba Vágvölgyi, Tamás\nPapp","Year":" 2011","Title":" Phylogeny and Species Delimitation in the Genus Coprinellus\nwith Special Emphasis on the Haired Species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Coprinus sensu lato, new species, pilocystidia, Setulosi,\nMicacei, Domestici","DOI":"","Abstract":" The taxonomy and evolution of coprinoid fungi has been of\ngreat interest in mycology. Following early molecular phylogenetic\nresults and subsequent taxonomic rearrangement of the collective genus\nCoprinus sensu lato, much attention has been paid to the paraphyly and\nclade structure of the genus Psathyrella. However, neither the\ninfrageneric relationships within coprinoid genera, nor the phylogenetic\nposition of unclassified coprinoid species have been addressed yet.\nHere, by using a newly generated multigene alignment, we inferred the\nphylogenetic structure and species limits within Coprinellus. We sampled\n154 specimens of 71 species out of ca. 80 known taxa in Coprinellus and\ninferred trees by Bayesian MCMC and ML boostrapping. Morphological and\nphylogenetic analysis recovered 17 new species, of which 5 is described\nformally. Coprinellus was split into three large clades, one comprising\nspecies with an initially continuous sheath of veil (Domestici/Micacei\nclade), and two consisting of primarily setulose (haired) species\n(eurysporoid and Core Setulosi clades). The separation of veiled species\nand the clade structure therein corresponds well to the morphology-based\nsectional classification, although the inclusion of certain setulose\ntaxa (e.g. C. disseminatus, C. verrucispermus, C. curtus, etc.) in these\nclades necessitates a new morphological definition for the sections.\nMorphological synapomorphies are discussed for all clades of\nCoprinellus. Species limits in the eurysporoid and Core Setulosi clades\nare scrutinized in more detail, including the description of 5 new\nspecies. Future directions of species level research and an artificial\nkey to the recovered setulose species of Coprinellus is presented.","trees":[{"tree_label":"con_50_majrule","ntax":"154","rootedtree":"TRUE","title":"Tr46105","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46105.phy"}]}