{"Authors":" Ziheng Yang, Anne D Yoder","Year":" 2004","Title":" Divergence dates for Malagasy lemurs estimated from multiple\ngene loci: geological and evolutionary context.","Journal":" Molecular Ecology","Volume":" 13","Issue":" NA","Pages":" 757-773","Keywords":" NA","DOI":" NA","Abstract":" The lemurs of Madagascar are a unique radiation of\nprimates that show an extraordinary diversity of lifestyles,\nmorphologies, and behaviors. Yet, very little is known about the\nrelative antiquity of lemuriform clades due to the lack of terrestrial\nfossils for the Tertiary of Madagascar. Here, we employ a Bayesian\nmethod to estimate divergence dates within the lemuriform radiation,\nusing several unlinked gene loci and multiple fossil calibrations\noutside of the lemuriform clade. Two mitochondrial genes (cytochrome\noxidase II and cytochrome b), two nuclear introns (transthyretin intron\n1 and von Willebrand factor gene intron 11), and one nuclear exon\n(interphotoreceptor retinoid binding protein, exon 1) are used in\nseparate and combined analyses. The genes differ in taxon sampling and\nevolutionary characteristics but produce congruent date estimates.\nCredibility intervals narrow considerably in combined analyses relative\nto separate analyses due to the increased amount of data. We also test\nthe relative effects of multiple versus single calibration points,\nfinding that when only single calibration points are employed,\ndivergence dates are systematically underestimated. For the mtDNA data\nset, we investigate the effects of sampling density within the mouse\nlemur radiation (genus Microcebus). When only two representative species\nare included, estimated dates throughout the phylogeny are more recent\nthan with the complete-species sample, with basal nodes less affected\nthan recent nodes. The difference appears to be due to the manner in\nwhich priors on node ages are constructed in the two analyses. In nearly\nall analyses, the age of the lemuriform clade is estimated to be\napproximately 62 - 65 Ma, with initial radiation of mouse lemurs and\ntrue lemurs (genus Eulemur) occurring approximately 8 ñ 12 Ma. The\nantiquity of the mouse lemur radiation is surprising given the near\nuniform morphology among species. Moreover, the observation that mouse\nlemurs and true lemurs are of similar ages suggests discrepancies in\nrates of morphological, behavioral, and physiological evolution in the\ntwo clades, particularly with regard to characteristics of sexual\nsignaling. These differences appear to correlate with the nocturnal\nversus diurnal lifestyles, respectively, of these two primate\ngroups.","trees":[{"tree_label":"TR usertree","ntax":"21","rootedtree":"TRUE","title":"Malagasy lemurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1782.phy"},{"tree_label":"vWF usertree","ntax":"31","rootedtree":"TRUE","title":"Malagasy lemurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1781.phy"},{"tree_label":"mtDNA usertree","ntax":"59","rootedtree":"TRUE","title":"Malagasy lemurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1783.phy"},{"tree_label":"IRBP usertree","ntax":"39","rootedtree":"TRUE","title":"Malagasy lemurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1784.phy"}]}