{"Authors":" David Collar, James A Schulte II, Jonathan B. Losos","Year":" 2011","Title":" Evolution of extreme body size disparity in monitor lizards\n(Varanus)","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Brownian motion, evolutionary allometry, habitat use,\nOrnstein-Uhlenbeck process, phylogenetic comparative methods,\nVaranidae","DOI":"","Abstract":" Many features of species biology, including life history,\nphysiology, morphology and ecology, are tightly linked to body size.\nInvestigation into the causes of size divergence is therefore critical\nto understanding the factors shaping phenotypic diversity within clades.\nIn this study, we examined size evolution in monitor lizards (Varanus),\na clade that includes the largest extant lizard species, the Komodo\ndragon (V. komodoensis), as well as diminutive species that are nearly\nfour orders of magnitude smaller in adult body mass. We demonstrate that\nthe remarkable body size disparity of this clade is a consequence of\ndifferent selective demands imposed by three major habitat use\npatternsarboreality, terrestriality, and rock-dwelling. We reconstructed\nphylogenetic relationships and ancestral habitat use and applied model\nselection to determine that the best-fitting evolutionary models for\nspecies adult size are those that infer oppositely directed adaptive\nevolution associated with terrestriality and rock-dwelling, with\nterrestrial lineages evolving extremely large size and rock-dwellers\nbecoming very small. We also show that habitat use affects the evolution\nof several ecologically important morphological traits independently of\nbody size divergence. These results suggest that habitat use exerts a\nstrong, multi-dimensional influence on the evolution of morphological\nsize and shape disparity in monitor lizards.","trees":[{"tree_label":"MCCTREE","ntax":"37","rootedtree":"TRUE","title":"Varanus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46206.phy"}]}