{"Authors":" Michael J. Stanhope, Emmanuel J. P. Douzerya, Frédéric\nDelsuc","Year":" 2003","Title":" Molecular systematics of armadillos (Xenarthra, Dasypodidae):\ncontribution of maximum likelihood and Bayesian analyses of\nmitochondrial and nuclear genes.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 28","Issue":"","Pages":" 261275","Keywords":" Molecular systematics; Xenarthra; Armadillos; Evolutionary\ndynamics; Mitochondrial and nuclear markers; Maximum likelihood and\nBayesian phylogenetics","DOI":" 10.1016/S1055-7903(03)00111-8","Abstract":" The 30 living species of armadillos, anteaters, and sloths\n(Mammalia: Xenarthra) represent one of the three major clades of\nplacentals. Armadillos (Cingulata: Dasypodidae) are the earliest and\nmost speciose xenarthran lineage with 21 described species. The question\nof their tricky phylogeny was here studied by adding two mitochondrial\ngenes (NADH dehydrogenase subunit 1 [ND1] and 12S ribosomal RNA [12S\nrRNA]) to the three protein-coding nuclear genes (a2B adrenergic\nreceptor [ADRA2B], breast cancer susceptibility exon 11 [BRCA1], and von\nWillebrand factor exon 28 [VWF]) yielding a total of 6869 aligned\nnucleotide sites for thirteen xenarthran species. The two mitochondrial\ngenes were characterized by marked excesses of transitions over\ntransversions with a strong bias toward CT transitions for the 12S\nrRNAand exhibited two- to fivefold faster evolutionary rates than the\nfastest nuclear gene (ADRA2B). Maximum likelihood and Bayesian\nphylogenetic analyses supported the monophyly of Dasypodinae,\nTolypeutinae, and Euphractinae, with the latter two armadillo\nsubfamilies strongly clustering together. Conflicting branching points\nbetween individual genes involved relationships within the subfamilies\nTolypeutinae and Euphractinae. Owing to a greater number of informative\nsites, the overall concatenation favored the mitochondrial topology with\nthe classical grouping of Cabassous and Priodontes within Tolypeutinae,\nand a close relationship between Euphractus and Chaetophractus within\nEuphractinae. However, low statistical support values associated with\nalmost equal distributions of apomorphies among alternatives suggested\nthat two parallel events of rapid speciation occurred within these two\narmadillo subfamilies.","trees":[{"tree_label":"Fig. 4","ntax":"13","rootedtree":"TRUE","title":"Dasypodidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46193.phy"}]}