{"Authors":" Gregg P. Robideau","Year":" 2011","Title":" DNA barcoding of oomycetes with cytochrome c oxidase subunit\nI (COI) and internal transcribed spacer (ITS)","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" DNA barcoding; cytochrome c oxidase subunit I; internal\ntranscribed spacer; oomycete; identification","DOI":"","Abstract":" Oomycete species occupy many different environments and\nmany ecological niches. The genera Phytophthora and Pythium for example,\ncontain many plant pathogens which cause enormous damage to a wide range\nof plant species. Proper identification to the species level is a\ncritical first step in any investigation of oomycetes, whether it be\nresearch driven or compelled by the need for rapid and accurate\ndiagnostics during a pathogen outbreak. The use of DNA for oomycete\nspecies identification is well established, but DNA barcoding with\ncytochrome c oxidase (COI) is a relatively new approach that has yet to\nbe assessed over a significant sample of oomycete genera. In this study\nwe have sequenced COI, from 1205 isolates representing 23 genera. A\ncomparison to internal transcribed spacer (ITS) sequences from the same\nisolates showed that COI identification is a practical option;\ncomplementary because it uses the mitochondrial genome instead of\nnuclear DNA. In some cases COI was more discriminative than ITS at the\nspecies level. This is in contrast to the large ribosomal subunit (LSU),\nwhich showed poor species resolution when sequenced from a subset of the\nisolates used in this study. The results described in this paper\nindicate that COI sequencing and the dataset generated are a valuable\naddition to the currently available oomycete taxonomy resources, and\nthat both COI, the default DNA barcode supported by GenBank, and ITS,\nthe de facto barcode accepted by the oomycete and mycology community,\nare acceptable and complementary DNA barcodes to be used for\nidentification of oomycetes.","trees":[{"tree_label":"LSU","ntax":"388","rootedtree":"TRUE","title":"DNA barcoding of Oomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46273.phy"},{"tree_label":"COI","ntax":"1205","rootedtree":"TRUE","title":"DNA barcoding of Oomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46271.phy"},{"tree_label":"ITS","ntax":"1205","rootedtree":"TRUE","title":"DNA barcoding of Oomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46272.phy"}]}