{"Authors":" Anna Karnkowska, Rafał Milanowski, Richard E. Triemer,\nBożena Zakryś","Year":" 2012","Title":" Taxonomic revisions of morphologically similar species from\ntwo euglenoid genera: Euglena (E. granulata and E. velata) and\nEuglenaria (Eu. anabaena, Eu. caudata, and Eu. clavata).","Journal":" Journal of Phycology","Volume":" 48","Issue":" 3","Pages":" 729-739","Keywords":" Euglena, Euglenaria, Euglena anabaena, Euglena caudata,\nEuglena clavata, Euglena granulata, Euglena veleta, Euglenida, rDNA,\ntaxonomical revision","DOI":"","Abstract":" The establishment of epitypes (together with the emended\ndiagnoses) for three species of Euglenaria Karnkowska, Linton &\nKwiatowski (Eu. anabaena (Mainx) Karnkowska et Linton, Eu. caudata\n(Hübner) Karnkowska et Linton, Eu. clavata (Skuja) Karnkowska et Linton)\nand two species of Euglena Ehrenb. (E. granulata (Klebs) Schmitz, E.\nvelata Klebs), was achieved thanks to literature studies, verification\nof morphological diagnostic features (cell size, cell shape, number of\nchloroplasts, the presence of mucocysts), as well as molecular\ncharacters (SSU rDNA). Now all these species are easy to identify and\ndistinguish, despite their high morphological similarity,\ni.e. spindle-shaped (or cylindrically-spindle-shaped) cells and\nparietal, lobed chloroplasts with a single pyrenoid, accompanied by\nbilateral paramylon caps located on both sides of the chloroplast.\nEuglena granulata is the only species in this group that has spherical\nmucocysts. Euglena velata is distinguished by the largest cells (90-150\nµm) and has the highest number of chloroplasts (over 30). Euglenaria\nanabaena has the fewest chloroplasts (usually 3-6), and its cells are\nalways (whether the organism is swimming or not) spindle-shaped or\ncylindrically-spindle-shaped, in contrast to the cells of Eu. clavata,\nwhich are club-shaped (clavate) while swimming and only after stopping,\nchange to resemble the shape of a spindle or a cylindrical spindle; Eu.\nclavata has numerous chloroplasts (15-20). Euglenaria caudata is\ncharacterized by asymmetrical spindle-shaped (fusiform) cells, i.e. with\nan elongated rear section and a shorter front section; the number of\nchloroplasts normally ranges from 7 to 15.","trees":[{"tree_label":"ml","ntax":"49","rootedtree":"TRUE","title":"Euglena and Euglenaria ML velata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46259.phy"},{"tree_label":"ba","ntax":"49","rootedtree":"TRUE","title":"Euglena and Euglenaria caudata ba_velata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46258.phy"}]}