{"Authors":" Ethan Hack, Gordon W. Beakes, Hoda H. Senousy","Year":" 2004","Title":" Phylogenetic placement of Botryococcus braunii\n(Trebouxiophyceae) and Botryococcus sudeticus isolate UTEX 2629\n(Chlorophyceae).","Journal":" Journal of Phycology","Volume":" 40","Issue":" NA","Pages":" 412-423","Keywords":" NA","DOI":" NA","Abstract":" The phylogenetic placement of four isolates of\nBotryococcus braunii K¸tzing and of Botryococcus sudeticus Lemmermann\nisolate UTEX 2629 was investigated using sequences of the nuclear small\nsubunit (18S) rRNA gene. The B. braunii isolates represent the A (two\nisolates), B, and L chemical races. One isolate of B. braunii (CCAP\n807/1; A race) has a group I intron at Escherichia coli position 1046\nand isolate UTEX 2629 has group I introns at E. coli positions 516 and\n1512. The rRNA sequences were aligned with 53 previously reported rRNA\nsequences from members of the Chlorophyta, including one reported for B.\nbraunii (Berkeley strain). Phylogenetic trees were constructed using\ndistance, weighted maximum parsimony, and maximum likelihood, and their\nreliability was estimated using bootstrap analysis for distance and\nparsimony and Bayesian inference for likelihood. All methods showed,\nwith high bootstrap or credibility support, that the four isolates of B.\nbraunii form a monophyletic group whose closest relatives are in the\ngenus Choricystis in the Trebouxiophyceae, whereas the previously\nreported B. braunii sequence is from a member of the Chlamydomonadales\nin the Chlorophyceae and isolate UTEX 2629 is a member of the\nSphaeropleales in the Chlorophyceae. Polyphyly of these sequences was\nconfirmed by Kishino-Hasegawa tests on artificial trees in which\nsequences were moved to a single lineage.","trees":[{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Chlorophyta maximum likelihood tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_290.phy"},{"tree_label":"Fig. 3","ntax":"58","rootedtree":"TRUE","title":"Chlorophyta consensus tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1786.phy"}]}