{"Authors":" Helena Bragança, Eugenio Luis Fraga Diogo, Alan John Lander\nPhillips, Daniel Rigling, Rogerio Tenreiro","Year":" 2011","Title":" Cryphonectria radicalis: report from Portugal and diagnostic\nmolecular markers based on microsatellite primed PCR","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cork oak tree, Chestnut tree, Cryphonectria parasitica,\n(GACA)4, Endothiella gyrosa, MSP-PCR, RFLP-PCR","DOI":"","Abstract":" In a recent study intended to assess the distribution of\nCryphonectria parasitica in Portugal, 22 morphologically atypical orange\nisolates were collected in the Midwest of Portugal. Eleven isolates were\nrecovered from Castanea sativa, in areas heavily affected by chestnut\nblight and 11 isolates from Quercus suber in areas with cork oak\ndecline. To allocate these isolates to the correct taxon, they were\ncompared to known C. parasitica and Cryphonectria radicalis isolates\nusing an integrated approach comprising morphological and molecular\nmethods. The morphological features of the atypical isolates were more\nsimilar to the C. radicalis than to the C. parasitica isolates.\nPhylogenetic analyses grouped the isolates in a separate clade from C.\nradicalis sensu stricto (phylotype I), but together with other isolates\nconsidered as C. radicalis phylotype II. Genomic fingerprinting of the\nisolates was performed with microsatellite-primed PCR and diagnostic\nmolecular markers, suitable for the discrimination of C. radicalis\nphylotype I, C. radicalis phylotype II and C. parasitica, were obtained\nwith (GACA)4 primer.","trees":[{"tree_label":"ITS|Bt","ntax":"23","rootedtree":"TRUE","title":"Tr46895","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46895.phy"},{"tree_label":"ITS NJ","ntax":"30","rootedtree":"TRUE","title":"Tr46896","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46896.phy"},{"tree_label":"ITS","ntax":"30","rootedtree":"FALSE","title":"Tr46303","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46303.phy"},{"tree_label":"ITS+tubulin","ntax":"23","rootedtree":"FALSE","title":"Tr46304","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_46304.phy"}]}