{"Authors":" Chenyang Liao, Stephen R. Downie, Xingjin He, Yan Yu","Year":" 2012","Title":" Historical biogeography of the Angelica group (Apiaceaetribe\nSelineae) inferred from analyses of nrDNA and cpDNA sequences","Journal":" Journal of Systematics and Evolution","Volume":" 50","Issue":" 3","Pages":" 206-217","Keywords":" Angelica, biogeography, disjunct distribution, divergence\ntime","DOI":" 10.1111/j.1759-6831.2012.00182.x","Abstract":" Biogeographical patterns and diversiï¬cation processes of\nAsia-centered angiosperm groups have been signiï¬cantly affected by\nthemultistage uplift of theHimalayasâ“Tibetan Plateau since the Late\nTertiary. The divergence time of the largely East Asian Angelica group\n(Apiaceae, subfamily Apioideae, tribe Selineae) was initially analyzed\nusing BEAST and nrDNA internal transcribed spacer sequence data from 96\nrepresentatives of tribe Selineae and relatives. Further analyses of the\nbiogeographical history of the Angelica group were carried out using\nBEAST, S-DIVA,RASP, and LAGRANGE on datasets containing all or some of\nthe following loci: nrDNA internal and external transcribed spacers;\ncpDNA rps16 intron; and cpDNA rps16-trnK, rpl32-trnL, and trnL-trnT\nintergenic spacers. The results suggested that the Angelica group was\noriginally present in the East Palearctic during the global cooling of\nthe late Middle Miocene (13.6 Mya) and that the Angelica s.s. clade\noriginated in the same region at 10.2 Mya. Subsequent diversiï¬cations\nof the Angelica s.s. clade intensiï¬ed in the East Palearctic during the\nmiddle Late Miocene (10.0â“7.0 Mya) and in the eastern Himalayan Zone\nduring the late Pliocene and Pleistocene (<4.0 Mya). These\ndiversiï¬cations likely correspondedwith plateau uplift-driven climatic\nchanges. Considering elevational reconstructions, the differential\nresponses to altitude appear to be the primary factor explaining the\nrecent radiation of the group in the eastern Himalayas. The North\nAmerican species of the Angelica group were retrieved as polyphyletic\nand their migrations involved six independent dispersals to North\nAmerica at least since the middle Late Miocene, including four times\nfrom northeast Asia and twice from Europe.","trees":[{"tree_label":"TREE1","ntax":"96","rootedtree":"TRUE","title":"Angelica group","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53069.phy"},{"tree_label":"Imported tree 0","ntax":"46","rootedtree":"TRUE","title":"Angelica group","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53071.phy"},{"tree_label":"Imported tree 0","ntax":"53","rootedtree":"TRUE","title":"Angelica group","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53070.phy"}]}