{"Authors":" Fredrik Heyman, Jaime E Blair, Lars Persson, Mariann\nWikstrom","Year":" 2013","Title":" Root rot of pea and faba bean in southern Sweden caused by\nPhytophthora pisi, sp. nov.","Journal":" Plant Disease","Volume":" 97","Issue":"","Pages":" 461-471","Keywords":" Phytophthora, Fabaceae, root rot","DOI":" 10.1094/PDIS-09-12-0823-RE","Abstract":" A root rot disease of pea and faba bean caused by a\nPhytophthora species was observed in fields and field soil samples in\nsouthern Sweden. Observations of the disease in pea root rot greenhouse\nassays were systematically recorded, and incidence and geographic\ndistribution data were compared with the pea root rot caused by\nAphanomyces euteiches. Following one successful isolation of the\npathogen, isolation procedures and selective media were optimised to\nretrieve more isolates. Phylogenetic analysis showed that the isolates\nbelong to a novel lineage, closely related to P. sojae, and proposed\nhere as a new species, Phytophthora pisi, sp. nov. In a collection of 13\nisolates from separate fields, intraspecific variation was detected both\nin nuclear and mitochondrial loci. Pathogenicity tests on a range of\ncrop plants and wild legumes suggest that the host range of the pathogen\nis restricted to a group of legumes closely related to pea which, in\naddition to pea, include the crop species faba bean, lentil, common\nvetch and chickpea. Morphology, growth requirements and pathogenicity\ntraits indicate that the species may be identical to the organism\npreviously described as P. erythroseptica var. pisi. The work\ncharacterizes a novel Phytophthora sp. causing root rot of legume\ncrops.","trees":[{"tree_label":"TREE1+","ntax":"56","rootedtree":"TRUE","title":"Phytophthora pisi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64864.phy"},{"tree_label":"TREE1","ntax":"56","rootedtree":"TRUE","title":"Phytophthora pisi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64865.phy"},{"tree_label":"MultilocusML","ntax":"79","rootedtree":"TRUE","title":"Phytophthora pisi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64867.phy"},{"tree_label":"TREE1","ntax":"16","rootedtree":"TRUE","title":"Phytophthora pisi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64866.phy"}]}