{"Authors":" Mitsuaki Sutou, Toshihide Kato, Motomi Ito","Year":" 2011","Title":" Recent discoveries of armyworms in Japan and their species\nidentification using DNA barcoding","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" Diptera, Sciaridae, Armyworms, DNA barcode, Japan","DOI":"","Abstract":" Long columns of migrating larval sciarid armyworms were\ndiscovered in central and northern Japan, specifically Kanagawa, Gunma,\nMiyagi and Akita prefectures, as well as Hokkaido. This is the first\nexamination of armyworms in East Asia. In Europe, armyworms have been\nidentified as Sciara militaris, belonging to the family Sciaridae\n(sciarid flies or black fungus gnats), by rearing them to adulthood. In\nJapan, we were unable to obtain live samples for rearing; therefore, DNA\nbarcodes were obtained from the samples of armyworms collected in the\nGunma and Miyagi prefectures. The DNA barcodes were compared with those\nobtained from the following samples: pupae of S. militaris from UK,\nadults of S. kitakamiensis, S. humeralis, S. hemerobioides, S.\nthoracica, S. helvola, and S. melanostyla from Japan, and adults of one\nundescribed Sciara species from Malaysia. Neighbour-joining, maximum\nparsimony, and maximum likelihood analyses revealed that the armyworms\ndiscovered in Japan are S. kitakamiensis. Although adults of this\nspecies have been recorded in several locations in Japan, this is the\nfirst report of migrating larval armyworms. DNA barcodes were\neffectively used to link different life stages of this species. The\naverage intraspecific and interspecific pairwise genetic distances of\nthe genus Sciara were 0.3% and 12.6%, respectively. The present study\nillustrates that DNA barcodes are an effective means of identifying\nsciarid flies in Japan.","trees":[{"tree_label":"PAUP 1","ntax":"58","rootedtree":"TRUE","title":"Sciara spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46298.phy"}]}