{"Authors":" Y. C. Dai, Zheng Wang, David S. Hibbett, Manfred\nBinder","Year":" 2004","Title":" Phylogenetic relationships of Sparassis inferred from nuclear\nand mitochondrial ribosomal DNA and RNA polymerase sequences.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sparassis species show extensive morphological variation,\nespecially when materials from eastern Asia and Australia are compared\nwith collections from North America and Europe. We have been studying\nthe taxonomy of Sparassis from Eastern Asia, North America, Australia\nand Europe using both morphological and molecular data. DNA was\nextracted from 32 recent collections of Sparassis from Australia,\nCanada, China, Finland, France, Germany, Japan, Switzerland, Thailand,\nthe United Kingdom, and the United States. The report of a Sparassis\ntaxon from Australia is the first report of this genus from the southern\nhemisphere. Sequences of nuclear and mitochondrial rDNA and the gene\nencoding RNA polymerase subunit II (RPB2) were used to examine\nrelationships both within the genus Sparassis and between Sparassis\nspecies and other members of the polyporoid clade. Equally weighted\nparsimony analyses and Bayesian analyses were performed using\nindependent data sets and combined data sets of sequences from different\nregions. Our results suggest that: 1) Polyporoid fungi producing a brown\nrot may form a clade; 2) As suggested in a previous study, Sparassis and\nPhaeolus form a monophyletic group, which is united by the production of\na brown rot, the presence of a bipolar mating system, and the frequent\nhabit of growing as a root and butt rot on living trees; 3) There are at\nleast seven lineages within Sparassis, represented by S. spathulata, S.\nbrevipes, S. crispa, S. radicata and three taxa that have not been\ndescribed, which can be distinguished on the basis of fruiting body\nstructure, presence or absence of clamp connections, presence or absence\nof cystidia, and spore size.","trees":[{"tree_label":"HLA","ntax":"61","rootedtree":"TRUE","title":"Sparassis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1787.phy"},{"tree_label":"LLA","ntax":"24","rootedtree":"TRUE","title":"Sparassis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1788.phy"}]}