{"Authors":" Jason R. Cryan, Michael F. Whiting, Christopher H.\nDietrich, Brian M. Wiegmann, Lewis L. Deitz","Year":" 2004","Title":" Treehopper Trees: Phylogeny of Membracidae (Hemiptera:\nCicadomorpha: Membracoidea) Based on Molecules and Morphology.","Journal":" Systematic Entomology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Recent, independent phylogenetic analyses of membracid\nrelationships based on molecular and morphological data have identified\nmonophyletic lineages within the family; however, results of these\nstudies have not fully resolved treehopper phylogeny, and relationships\namong some higher membracid lineages remain in doubt. Portions of three\ndata sets (958 aligned nucleotides from elongation factor-1·, 2363\naligned nucleotides from 28S ribosomal DNA, and 83 morphological\nfeatures of adults and nymphs) introduced in recent studies are here\nreanalyzed separately and in combination with two new molecular data\nsets (321 aligned nucleotides from wingless and 1829 aligned nucleotides\nfrom 18S rDNA). Results of combined data analyses, contrary to previous\nanalyses of morphological data alone, grouped membracids into two\nwell-supported lineages, one comprising Stegaspidinae and Centrotinae,\nthe other comprising Membracinae, Darninae and Smiliinae. The analyses\nrecovered Centrotinae, Membracinae, and Darninae as monophyletic groups,\nbut Stegaspidinae was paraphyletic with respect to Centrotinae, and\nSmiliinae was polyphyletic with Micrutalini placed as sister group to\nthe clade comprising Membracinae, Darninae, and Smiliinae. These results\nare consistent with the following hypotheses, proposed previously based\non analysis of morphological data: 1) the posterior pronotal process was\nderived and lost multiple times during the evolution of Membracidae; 2)\nMembracidae originated in the New World and reached the Old World\nsubsequently via dispersal; 3) maternal care evolved independently\nmultiple times and may or may not have been preceded by the acquisition\nof ant-mutualism.","trees":[{"tree_label":"Fig. 3","ntax":"66","rootedtree":"TRUE","title":"Membracidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1789.phy"}]}