{"Authors":" Chie Tsutsumi, Sadamu Matsumoto, Yoko Yatabe, Yumiko\nHirayama, Masahiro Kato","Year":" 2011","Title":" A New Allotetraploid Species of Osmunda (Osmundaceae)","Journal":" Systematic Botany","Volume":" 36","Issue":"","Pages":" 836–844","Keywords":" Distribution; Hybrid origin; Nuclear EST marker; Osmunda\nhybrida sp. nov.; RbcL","DOI":"","Abstract":" Osmunda subgenus Osmunda is variable across its worldwide\nrange. In addition to the three species assigned to the subgenus, there\nis an enigmatic group of plants in Laos and Myanmar. To reveal the\ntaxonomic and evolutionary status of these plants, we performed\ntaxonomic, cytological, and flow-cytometric analyses, and molecular\nphylogenetic analyses for 32 samples of subgenus Osmunda for three\nnuclear DNA markers and the chloroplast rbcL gene. Results show that the\nenigmatic plants are a tetraploid (n = 44, 2n = 88) of hybrid origin\nfrom Osmunda regalis and O. japonica, which is described as Osmunda\nhybrida sp. nov. This is the first record of a naturally occurring\npolyploid species in the most primitive leptosporangiate family\nOsmundaceae, previously thought to be diploid throughout. Molecular data\nsuggest that Indian O. regalis is a putative maternal ancestor and O.\njaponica is a paternal ancestor. Osmunda hybrida shares the fully\ndimorphic or partially dimorphic leaves with its parental species.\nOsmunda hybrida presumably originated by interspecific hybridization and\npolyploidization when the parental species overlapped or less likely via\nlong-distance gametophyte interaction following spore dispersal.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Osmunda L245","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46291.phy"},{"tree_label":"PAUP 1","ntax":"23","rootedtree":"TRUE","title":"Osmunda L519","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46293.phy"},{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Osmunda rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46290.phy"},{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"Osmunda L267","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46292.phy"}]}