{"Authors":" Hajime Honma, Yoshihisa Suyama, Yutaka Nakai","Year":" 2011","Title":" Detection of parasitizing coccidia and determination of host\ncrane species, sex and genotype by faecal DNA analysis","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" red-crowned crane, hooded crane, white-naped crane,\nspecies and sex determination, microsatellite, Eimeria","DOI":"","Abstract":" In Japan, the three main crane species are the endangered\nred-crowned crane (Grus japonensis) inhabiting Hokkaido, the\nnorthernmost island of Japan; the vulnerable hooded crane (G. monacha);\nand the vulnerable white-naped crane (G. vipio). Both the hooded and\nwhite-naped cranes migrate in winter to Izumi in Kyushu, the southern\nisland of Japan. In this study, we investigated the cranes and their\ncoccidian parasites, through a targeted molecular approach using faecal\nDNA to develop a non-invasive method for infectious disease research. To\ndetermine the origin of non-invasively collected faecal samples, host\nspecies were identified by sequencing a region of approximately 470 bp\nof the mitochondrial 16S ribosomal RNA gene in the faecal DNA.\nFurthermore, to avoid sample redundancy, individual determination was\nperformed by fragment analysis using microsatellite and sex-linked\nmarkers. For microsatellite genotyping, previously reported markers and\nmarkers isolated in this study were examined, and seven loci for\nred-crowned cranes, eight for hooded cranes and six for white-naped\ncranes displayed polymorphisms. A low error rate was demonstrated by\ncomparing microsatellite data generated from faecal DNA samples with\nthat generated from feather DNA samples, indicating a high reliability.\nPolymerase chain reaction-based capillary electrophoresis (PCR-CE),\nemploying genetic markers in the second internal transcribed spacer\n(ITS2) of nuclear ribosomal DNA, was employed to detect crane coccidia.\nThe sensitivity of detection of PCR-CE using faecal DNA was inferior to\nthat with traditional microscopy; however, our results suggest that\nPCR-CE can depict crane coccidia diversity with higher resolution and it\nis a useful tool to characterize community composition of coccidia in\ndetail.","trees":[{"tree_label":"Fig. 2","ntax":"42","rootedtree":"TRUE","title":"Determination of Host Crane Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46326.phy"}]}