{"Authors":" Donna Maree Cawthorn, Harris Andrew Steinman, Corli\nWitthuhn","Year":" 2011","Title":" Research article","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" COI region, DNA barcoding, DNA-based identification,\nmitochondrial DNA, South African fish species","DOI":"","Abstract":" The limitations intrinsic to morphology-based\nidentification systems have created an urgent need for reliable genetic\nmethods that enable the unequivocal recognition of fish species,\nparticularly those that are prone to overexploitation and/or market\nsubstitution. The aim of this study was to develop a comprehensive\nreference library of DNA sequence data to allow the explicit\nidentification of 53 commercially available fish species in South\nAfrica, most of which were locally-caught marine species. Sequences of\napproximately 655 base pairs (bp) were generated for all species from\nthe cytochrome c oxidase I (COI) gene, the region widely adopted for DNA\nbarcoding. Specimens of the genus Thunnus were examined in further\ndetail, employing additional mitochondrial DNA (mtDNA) control region\nsequencing. Cumulative analysis of the sequences from the COI region\nrevealed mean conspecific, congeneric and confamilial Kimura two\nparameter (K2P) distances of 0.10%, 4.58% and 15.43%, respectively. The\nresults showed that the vast majority (98%) of fish species examined\ncould be readily differentiated by their COI barcodes, but that\nsupplementary control region sequencing was more useful for the\ndiscrimination of three Thunnus species. Additionally, the analysis of\nCOI data raised the prospect that Thyrsites atun (snoek) could\nconstitute a species pair. The present study has established the\nnecessary genetic information to permit the unambiguous identification\nof 53 commonly marketed fish species in South Africa, the applications\nof which hold a plethora of benefits relating to ecology research,\nfisheries management and control of commercial practices.","trees":[{"tree_label":"Imported tree 0","ntax":"194","rootedtree":"TRUE","title":"Tr46281","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46281.phy"}]}