{"Authors":" Seraina Klopfstein, Donald L. J. Quicke, Christian Kropf,\nHolger Frick","Year":" 2011","Title":" Molecular and morphological phylogeny of Diplazontinae\n(Hymenoptera, Ichneumonidae)","Journal":" Zoologica Scripta","Volume":"","Issue":"","Pages":"","Keywords":" parasitic wasp, 28S rRNA, CO1, EF1a F2, NADH1","DOI":" 10.1111/j.1463-6409.2011.00481.x","Abstract":" Parasitoid wasps are among the most species rich and at\nthe same time most understudied of all metazoan taxa. To understand\ntheir diversification and test hypotheses about their evolution, we need\nrobust phylogenetic hypotheses. Here, we reconstruct the phylogeny of\nthe subfamily Diplazontinae using four genes and 66 morphological\ncharacters both in separate analyses and in a total evidence approach.\nThe resulting phylogeny is highly resolved, with most clades supported\nby multiple independent data partitions. It finds three highly supported\ngenus groups, for which we suggest morphological and behavioural\nsynapomorphies. The placement of some of the genera, especially\nXestopelta Dasch, is unexpected, but also supported by morphology. Most\nof the genera are retrieved as monophyletic, with the exception of the\nmorphologically diverse genus Syrphoctonus Foerster. We split this genus\ninto three genera, including Fossatyloides gen. n., to restore the\nphylogenyclassification link. Conflict between the morphological and the\nmolecular topology was mostly resolved in favour of the molecular\npartition in the total evidence approach. We discuss reasons for this\nfinding, and suggest strategies for future taxon and character sampling\nin Diplazontinae.","trees":[{"tree_label":"EF1a","ntax":"89","rootedtree":"TRUE","title":"Diplazontinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46301.phy"},{"tree_label":"28S","ntax":"89","rootedtree":"TRUE","title":"Diplazontinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46300.phy"},{"tree_label":"4 Genes","ntax":"89","rootedtree":"TRUE","title":"Diplazontinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46299.phy"},{"tree_label":"mtDNA","ntax":"89","rootedtree":"TRUE","title":"Diplazontinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46302.phy"}]}