{"Authors":" kazuya kobayashi, Kei Tamura, Misato Okamoto, Eisuke\nHasegawa, Kyohsuke Ohkawara","Year":" 2011","Title":" Phylogenetic relationships among populations of Vollenhovia\nemeryi, with particular attention on the evolution of wing\nmorphology","Journal":" Annals of the Entomological Society of America","Volume":"","Issue":"","Pages":"","Keywords":" ant, queen, phylogeny, Vollenhovia emeryi, wing\npolymorphism","DOI":"","Abstract":" Polymorphism in wing morphology and thoracic structure is\none of the most remarkable characteristics of queen ants. Wing reduction\nin queens is associated with the alternative dispersal strategies that\nmay cause genetic isolation from normal winged queens. There is\nrelatively little knowledge about the consequences of wing reduction on\nthe mating system and some previous studies showed that queen\npolymorphisms are intraspecific variation. The polymorphic queens of\nVollenhovia emeryi are divided into the long-wing morph (L-queen) and\nthe short-wing morph (S-queen). To examine whether the evolution of wing\nreduction results in reproductive isolation, we analyzed the\nphylogenetic relationships among populations of L and S-queens in V.\nemeryi with the congeneric species V. nipponica, V. benzai, V. okinawana\nand V. yambaru. The molecular phylogeny derived using mtDNA (ca. 2100\nnt) showed that the S-queen morphs formed a monophyletic clade and not\nformed clusters based on geographic distance, suggesting that the wing\nreduction arose only once and that the S-queen populations will be\ngenetically differentiated from the L-queen populations. The phylogenies\nare consisting with our prediction that wing reduction causes\nreproductive isolation in V. emeryi.","trees":[{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Tr49734","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49734.phy"},{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Tr49735","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49735.phy"}]}