{"Authors":" Molly R Letsch, Louise A Lewis","Year":" 2011","Title":" Four Gene Arrangements Within the Chloroplast Genome of a\nClosely Related Group of Green Algae (Trebouxiophyceae,\nChlorophyta)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Gene order, Embryophyte, rbcL, SSU rDNA","DOI":"","Abstract":" The chloroplast genomes of green algae (Chlorophyta)\npublished to date each possess a unique gene arrangement. The 18\npublished green algal chloroplast genomes include only a few\nrepresentatives from each diverse and phylogenetically widespread\nlineage in Chlorophyta, lineages have been diverging from one another\nfor >1000 million years. In order to understand more about the\nvariability of chloroplast gene arrangements at a more shallow\nphylogenetic scale, we compared the order of genes in a 1.5-4 kb segment\nof the chloroplast genome among 18 isolates representing nine species in\nthree genera of closely related trebouxiophyte green algae. In all, four\ndifferent gene arrangements of this chloroplast segment were determined\nacross Elliptochloris, Hemichloris, and Coccomyxa. In one genus,\nElliptochloris, we detected three distinct chloroplast gene\narrangements, one of which is shared with members of its sister genus\nHemichloris. In both species of Coccomyxa, this chloroplast genome\nsegment was characterized by very long spacer regions. The extent of\ngene order rearrangement found in this small segment of the chloroplast\ngenome among three closely related genera of green algae is in stark\ncontrast with the conserved gene order seen in embryophyte (land plant)\ngenera. Given that taxonomic ranks are not equivalent among different\ngroups of organisms, the maximum molecular divergence among taxa sharing\na common gene arrangement also was compared. Within well-supported\nmonophyletic groups with single gene arrangements, embryophyte and green\nalgal clades were found to have similar phylogenetic depth. When the\ndominant gene arrangement in embryophytes was assumed to be ancestral\nfor all of the embryophytes, the maximum molecular divergence was found\nto be over two times greater in embryophytes than in the trebouxiophyte\ngreen algae examined in this study, further illustrating fluidity of\ngreen algal chloroplast architecture in comparison to the relative\nconservation of embryophyte chloroplast genomes.","trees":[{"tree_label":"MajRule","ntax":"191","rootedtree":"TRUE","title":"Tr46327","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46327.phy"},{"tree_label":"best","ntax":"18","rootedtree":"TRUE","title":"Tr46307","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46307.phy"},{"tree_label":"best","ntax":"56","rootedtree":"TRUE","title":"Tr46308","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46308.phy"}]}