{"Authors":" Ryan Michael Kepler, Gi-Ho Sung, Sayaka Ban, Akira\nNakagiri, Mingjun Chen, Bo Huang, Zhenzhi Li, Joseph W Spatafora","Year":" 2012","Title":" New teleomorph combinations in the entomopathogenic genus\nMetacordyceps","Journal":" Mycologia","Volume":" 104","Issue":" 1","Pages":" 182-197","Keywords":" anamorph-teleomorph connection, arthropod pathogen,\nClavicipitaceae, Metarhizium, morphological plasticity, Pochonia","DOI":" 10.3852/11-070","Abstract":" The genus Metacordyceps contains arthropod pathogens in\nClavicipitaceae (Hypocreales) that formerly were classified in Cordyceps\nsensu Kobayasi et Mains. Of the current arthropod pathogenic genera of\nHypocreales, the genus Metacordyceps remains one of the most poorly\nunderstood and contains a number of teleomorphic morphologies convergent\nwith species of Cordyceps s.s. (Cordycipitaceae) and Ophiocordyceps\n(Ophiocordycipitaceae). Of note, the anamorph genera Metarhizium and\nPochonia were found to be associated only with Metacordyceps and\ndemonstrated to be phylogenetically informative for the clade. Several\nspecies of Cordyceps considered to have uncertain placements (incertae\nsedis) in the current taxonomic framework of clavicipitoid fungi were\ncollected during field expeditions mostly in eastern Asia. Species\nreclassified here in Metacordyceps include Cordyceps atrovirens Kobayasi\n& Shimizu, Cordyceps indigotica Kobayasi & Shimizu, Cordyceps\nkhaoyaiensis Hywel-Jones, Cordyceps kusanagiensis Kobayasi &\nShimizu, Cordyceps martialis Speg., Ophiocordyceps owariensis Kobayasi,\nCordyceps pseudoatrovirens Kobayasi & Shimizu and Ophicordyceps\nowariensis f. viridescens (Uchiy. & Udagawa) G.H. Sung, J.M. Sung,\nHywel-Jones & Spatafora. Incorporation of these species in a\nmultigene phylogenetic framework of the major clades of clavicipitoid\nfungi more than doubled the number of species in Metacordyceps and\nallowed for refinement of morphological concepts for the genus\nconsistent with the phylogenetic structure. Based on these findings we\nthen discuss evolution of this genus, subgeneric relationships, anamorph\nconnections, and suggest additional species that should be confirmed for\npossible inclusion in Metacordyceps.","trees":[{"tree_label":"con 50 majrule","ntax":"135","rootedtree":"TRUE","title":"Metacordyceps","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96073.phy"},{"tree_label":"Imported tree 0","ntax":"135","rootedtree":"TRUE","title":"Metacordyceps","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96074.phy"}]}