{"Authors":" Robert Douglas Stone, Katarina Andreasen","Year":" 2011","Title":" Ancient polyploidy in Sidalcea and Eremalche (Malvaceae):\ninference from NRPA2 and NRPB2 gene trees","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" angiosperms, gene duplications, ancient polyploidy,\nparalog sorting, diploidization, low-copy nuclear DNA","DOI":"","Abstract":" Premise of the study: Sidalcea and Eremalche are putative\nsister-genera from western North America. A polyploidization event\npreceding the divergence of these taxa is suggested by their shared\nbasic chromosome number x = 10, which is an exact doubling of the\ninferred ancestral number x = 5. Had polyploidy occurred, it would have\ncaused the immediate duplication of all nuclear genes, for which some\nevidence might persist if not confounded by subsequent lineage sorting,\nrecombination, or gene conversion. Methods: We sequenced 361 cloned\nisolates from two nuclear genes (NRPA2 and NRPB2) in Sidalcea and other\nmembers of Malvaceae tribe Malveae. After screening for possible\npseudogenes or recombinants, we estimated separate Bayesian gene trees\nfrom the genomic NRPA2 and NRPB2 sequence alignments. Key results: The\nphylogenetic distribution of NRPA2 and NRPB2 gene duplications is\nconsistent with ancient polyploidy in the SidalceaEremalche lineage.\nSubsequent episodes of paralog sorting (possibly associated with\ndiploidization) are needed to explain the overall pattern in the NRPA2\nand NRPB2 gene trees. We estimate a minimum age of 6.2 mya for the\nSidalceaEremalche whole-genome duplication (95% highest probability\ndensity 1.2 to 11.7 mya). Conclusions: Polyploidy has occurred\nrepeatedly in angiosperm evolution, with events of different ages\nrepresenting a near continuum from “neopolyploid” to “paleopolyploid.”\nFor the SidalceaEremalche event, the term “mesopolyploid” would seem to\nbe appropriate as the diploidization process has not yet obscured the\nobvious signs of genome duplication, even though the diploid progenitors\nof this polyploid lineage are evidently already extinct.","trees":[{"tree_label":"NRPB2 cds con 50 majrule","ntax":"79","rootedtree":"TRUE","title":"Tr46388","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46388.phy"},{"tree_label":"NRPB2 genomic con 50 majrule","ntax":"148","rootedtree":"TRUE","title":"Tr46389","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46389.phy"},{"tree_label":"NRPA2 genomic con 50 majrule","ntax":"159","rootedtree":"TRUE","title":"Tr46390","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46390.phy"}]}