{"Authors":" Les J. Szabo, Jacob Manisterski, William R. Bushnell, T.\nEilam, Steven T. Koike, Yehoshua Anikster","Year":" 2004","Title":" Morphology, Life Cycle Biology, and DNA Sequence Analysis of\nRust Fungi on Garlic and Chives from California.","Journal":" Phytopathology","Volume":" 94","Issue":" NA","Pages":" 569-577","Keywords":"","DOI":" NA","Abstract":" In the late 1990’s, commercial garlic fields in California\n(CA) were devastated by an outbreak of rust caused by Puccinia allii. We\ncompared collections of the pathogen from garlic (Allium sativum) and\nchive (A. schoenoprasum) in central CA and Oregon (OR) to collections\nfrom garlic, leek (A. porrum and A. ampeloprasum) in the Middle East.\nTeliospores from the CA and OR collections were smaller in length, width\nand cross sectional area compared to collections from the Middle East.\nCA and OR collections had a shortened life cycle, in which pycnia or\naecia were not formed. Germinating teliospores produced a two-celled\npromycelium, resulting in two basidiospores, each initially with two\nnuclei indicating that this rust was homothalic. In addition, the\nmorphology of the substomatal vesicles was different between the CA/OR\n(fusiform) and the Middle Eastern (bulbous) collections. DNA sequence\nanalysis of the nuclear ITS region separated the CA and OR rust\ncollections in a well supported distinct cluster separate from the\nMiddle Eastern and European samples. These results suggest that the rust\non garlic and chive in California and Oregon is a different species than\nthe rust fungus on garlic and leek in the Middle East.","trees":[{"tree_label":"Alt 2","ntax":"15","rootedtree":"TRUE","title":"Puccinia allii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1792.phy"},{"tree_label":"Alt 1","ntax":"15","rootedtree":"TRUE","title":"Puccinia allii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1793.phy"},{"tree_label":"Fig. 6","ntax":"15","rootedtree":"TRUE","title":"Puccinia allii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1794.phy"}]}