{"Authors":" Robert Douglas Stone, Katarina Andreasen","Year":" 2011","Title":" Ancient polyploidy in Sidalcea and Eremalche (Malvaceae):\ninference from NRPA2 and NRPB2 gene trees","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" angiosperms, gene duplications, ancient polyploidy,\nparalog sorting, diploidization, low-copy nuclear DNA","DOI":"","Abstract":" Cloned isolates of two nuclear DNA regions (NRPA2 and\nNRPB2) were sequenced in Sidalcea and other members of Malvaceae tribe\nMalveae. Two copies of each gene were found in some species of Sidalcea\nand its putative sister-group, Eremalche. These two genera also share\nthe basic chromosome number x = 10, which is an apparent doubling of the\nancestral number x = 5 (cf. Tate et al. 2005, Am. J. Bot. 92: 584;\n10.3732/ajb.92.4.584). The similar phylogenetic distribution of the\nNRPB2 and NRPA2 duplications, taken together with the cytological\nevidence, is consistent with a whole-genome duplication event (i.e.,\nancient polyploidy). Subsequent episodes of paralog sorting (possibly\nassociated with diploidization) are needed to explain the overall\npattern in the NRPB2 and NRPA2 gene trees. Assuming a divergence time of\n11.3 to 14.3 MYA for the Malveae tribe (cf. Koopman and Baum 2008, Syst.\nBot. 33: 364; 10.1600/036364408784571653), a mean synonymous\nsubstitution rate of 7.58  9.59 * 10E-9 substitutions per site per year\nwas calculated for the NRPB2 locus. With these rates an age of 3.8  6.7\nMYA was obtained for the NRPB2 duplication event. NRPB2 paralogs (but\nnot NRPA2) were also found in Tarasa capitata (n = 5), but this\nduplication is significantly younger (2.3  2.9 MYA) in comparison to the\nwhole-genome event inferred for the SidalceaEremalche lineage. For the\nSidalceaEremalche event the term “mesopolyploid” (sensu Mandáková et\nal. 2010, Plant Cell 22: 2277; 10.1105/tpc.110.074526) would seem to be\nappropriate, as the diploidization process has not yet obscured the\nobvious signs of genome duplication, even though the diploid progenitors\nof this polyploid lineage are evidently already extinct.","trees":[{"tree_label":"con 50 majrule","ntax":"79","rootedtree":"TRUE","title":"Tr46472","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46472.phy"}]}