{"Authors":" Melissa Jane Day, Jocelyn C Hall, Randolph S Currah","Year":" 2011","Title":" Phialide arrangement and character evolution in the\nhelotialean anamorph genera Cadophora and Phialocephala.","Journal":" Mycologia Aplicada International","Volume":"","Issue":"","Pages":"","Keywords":" character reconstruction, Phialocephala, Cadophora,\nphialides, rDNA ITS sequences","DOI":"","Abstract":" The dematiaceous hyphomycete genera Cadophora and\nPhialocephala are anamorphs associated with mollisoid inoperculate\ndiscomycetes (Helotiales) and are delineated based on the complexity of\nthe phialide arrangement, with members of Cadophora producing solitary\nphialides and species of Phialocephala producing complex heads of\nmultiple phialides. A third, phylogenetically related taxon,\nLeptodontidium orchidicola, produces mostly indehiscent conidia that may\nrepresent non-functional phialides. Morphological characteristics of\nboth sexual and asexual states of these and other fungi in a focal group\nof helotialean taxa were re-examined, in light of relationships shown by\nmolecular phylogenetic analyses of rDNA ITS sequences, to determine the\nevolutionary significance of phialide arrangement. The focal species of\nPhialocephala formed a monophyletic clade while five of six species of\nCadophora, including the type, were in a separate clade along with L.\norchidicola. C. finlandica was placed in a third clade with species of\nMeliniomyces and Rhizoscyphus. We hypothesized that the ancestral state\nfor species in Cadophora and Phialocephala is the production of\nsclerotium-like heads of multiple phialides, which has been retained in\nmost species assignable to Phialocephala. A reduction to solitary\nphialides occurred in the lineage leading to the clade containing most\nof the Cadophora species. Two possible reductions to non-functional\nphialides were identified: one in the Meliniomyces-C.\nfinlandica-Chloridium paucisporum clade and another in the L.\norchidicola and Mollisia “rhizophila”clade. A reversion to increased\nphialide complexity may have occurred in the clade containing C.\nfinlandica and Ch. paucisporum. Our data and analyses also show a\npreviously unrecognized relationship between teleomorph and anamorph\nmorphology, in that Mollisia species with smaller asci would be expected\nto have Phialocephala states, while those with larger asci would be\nexpected to have Cadophora states. Based on morphology and phylogenetic\nplacement, L. orchidicola and C. hiberna are transferred to Cadophora\nand Phialocephala respectively.","trees":[{"tree_label":"Strict","ntax":"30","rootedtree":"TRUE","title":"Anamorph genera Cadophora and Phialocephala","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46514.phy"},{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"Anamorph genera Cadophora and Phialocephala","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46494.phy"},{"tree_label":"MajRul","ntax":"30","rootedtree":"TRUE","title":"Anamorph genera Cadophora and Phialocephala","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46515.phy"}]}