{"Authors":" Tania Jenkins","Year":" 2011","Title":" Biogeography of avian blood parasites (Leucocytozoon spp.) in\ntwo resident hosts across Europe: phylogeographic structuring or the\nabundance-occupancy relationship?","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" coevolution- geographic structure-bird- blood\nparasite","DOI":"","Abstract":" Relationships between hosts and parasites represent\ncomplex co-evolving systems that can vary both temporally and spatially.\nThis variation may contribute to different coevolutionary outcomes,\nranging from highly geographically structured parasite populations\ncomprised of specialist lineages that are locally abundant but have\nrestricted global occupancy, to geographically unstructured parasite\npopulations comprised of widespread parasites. Here, we present results\nfrom a large biogeographic study of the Leucocytozoon avian blood\nparasites of two sedentary host species, conducted at nine sites across\nEurope in a single year. The aim was to determine whether the parasite\nlineages of two resident host species were geographically and\ngenetically structured across Europe. Employing molecular methods, we\nfound a large diversity of parasites, and although overall prevalence\nvaried greatly, the parasites were not genetically structured across\nEurope. Several measures of local parasite abundance were associated\nwith the number of sites that the lineage occurred in, which is\nconsistent with the macroecological phenomenon of the\nabundance-occupancy relationship. Taken together, our results show that\nparasite dispersal is somewhat uncoupled to that of the host in this\nsystem: we suggest that broad host and/or vector preference may play an\nimportant role in determining the distribution of these parasites and in\naffecting host-parasite coevolution in this system.","trees":[{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Tr46511","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46511.phy"}]}