{"Authors":" María Talavera, Francisco Balao, Ramón Casimiro-Soriguer,\nMaría Ángeles Ortiz, Anass Terrab, Montserrat Arista, Pedro Luis Ortiz,\nTod Stuessy, Salvador Talavera","Year":" 2011","Title":" Molecular phylogeny and systematics of the highly polymorphic\nRumex bucephalophorus complex (Polygonaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Key words: AFLP, ITS, Bayesian population analysis,\nDiaspore traits, Mediterranean Basin, Macaronesian area","DOI":"","Abstract":" Rumex bucephalophorus is a very polymorphic species that\nhas been subjected to various taxonomic studies in which diverse\ninfraspecific taxa have been recognised on the basis of diaspore traits.\nIn this study we used molecular markers (ITS and AFLP) to explore this\nremarkable diversity, to test previous hypotheses of classification, and\nattempt to explain biogeographic patterns. Results show that R.\nbucephalophorus forms a monophyletic group in which diversification\nbegan around 4.2 Mya, at the end of Messinian crisis. The two molecular\nmarkers clearly show a deep divergence separating subsp. bucephalophorus\nfrom all other subspecific taxa, among which subsp. canariensis also\nconstitutes a separate and well distinguishable unit. In contrast,\nsubspecies hispanicus and subsp. gallicus constitute a monophyletic\ngroup in which three subgroups can be recognized: subsp. hispanicus,\nsubsp. gallicus var. gallicus and subsp. gallicus var. subaegeus.\nHowever, these three subgroups are not clearly distinguished genetically\nor morphologically, so that in formal classification it would be\npreferable to treat them at the varietal level.","trees":[{"tree_label":"PAUP 2","ntax":"16","rootedtree":"TRUE","title":"Tr46513","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46513.phy"},{"tree_label":"PAUP 1","ntax":"16","rootedtree":"TRUE","title":"Tr46512","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46512.phy"}]}