{"Authors":" Diego San Mauro, David J. Gower, James A. Cotton, Rafael\nZardoya, Mark Wilkinson, Tim Massingham","Year":" 2012","Title":" Experimental design in phylogenetics: testing predictions\nfrom expected information","Journal":" Systematic Biology","Volume":" 61","Issue":" 4","Pages":" 661674","Keywords":" Bootstrap support, branch lengths, caecilians,\nexperimental design, Gymnophiona, mitochondrial genome, phylogenetic\ninformation, rag1, taxon sampling","DOI":" 10.1093/sysbio/sys028","Abstract":" Taxon and character sampling are central to phylogenetic\nexperimental design; yet, we lack general rules. Goldman introduced a\nmethod to construct efficient sampling designs in phylogenetics, based\non the calculation of expected Fisher information given a probabilistic\nmodel of sequence evolution. The considerable potential of this approach\nremains largely unexplored. In an earlier study, we applied Goldmans\nmethod to a problem in the phylogenetics of caecilian amphibians and\nmade an a priori evaluation and testable predictions of which taxon\nadditions would increase information about a particular weakly supported\nbranch of the caecilian phylogeny by the greatest amount.We have now\ngathered mitogenomic and rag1 sequences (some newly determined for this\nstudy) from additional caecilian species and studied how information\n(both expected and observed) and bootstrap support vary as each new\ntaxon is individually added to our previous data set. This provides the\nfirst empirical test of specific predictions made using Goldmans method\nfor phylogenetic experimental design. Our results empirically validate\nthe top 3 (more intuitive) taxon addition predictions made in our\nprevious study, but only information results validate unambiguously the\n4th (less intuitive) prediction. This highlights a complex relationship\nbetween information and support, reflecting that each measures different\nthings: Information is related to the ability to estimate branch length\naccurately and support to the ability to estimate the tree topology\naccurately. Thus, an increase in information may be correlated with but\ndoes not necessitate an increase in support. Our results also provide\nthe first empirical validation of the widely held intuition that\nadditional taxa that join the tree proximal to poorly supported internal\nbranches are more informative and enhance support more than additional\ntaxa that join the tree more distally. Our work supports the view that\nadding more data for a single (well chosen) taxon may increase\nphylogenetic resolution and support in weakly supported parts of the\ntree without adding more characters/genes. Altogether our results\ncorroborate that, although still underexplored, Goldmans method offers a\npowerful tool for experimental design in molecular phylogenetic studies.\nHowever, there are still several drawbacks to overcome, and further\nassessment of the method is needed in order to make it better\nunderstood, more accessible, and able to assess the addition of multiple\ntaxa.","trees":[{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Caeciliidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46519.phy"}]}