{"Authors":" Michael J Donoghue, Richard Charles Winkworth","Year":" 2004","Title":" Viburnum phylogeny: evidence from the duplicated nuclear gene\nGBSSI.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 33","Issue":" 1","Pages":" 109-126","Keywords":"","DOI":" 10.1016/j.ympev.2004.05.006","Abstract":" DNA sequencing studies of the granule-bound starch\nsynthase gene (GBSSI) indicate the presence of two loci in Viburnum.\nGene trees from separate and combined phylogenetic analysis of these\nloci are generally congruent with each other and with trees from\nprevious analyses, especially those of Donoghue et al. (2004) based on\nnuclear ribosomal ITS and chloroplast trnK intron DNA sequences.\nSpecifically, our GBSSI trees confirm (i) the monophyly of some and\nnon-monophyly of other traditionally recognized taxonomic sections, (ii)\nthe presence of three major supra-sectional lineages within Viburnum,\nand (iii) the resolution of many species relationships within the\nsection-level clades. Basal relationships within Viburnum remain\nuncertain; in particular, the position of the root, relationships among\nthe supra-sectional clades, and the exact placement of several smaller\ngroups (e.g. V. clemensiae, V. urceolatum, and section Pseudotinus). In\ntwo lineages each of the GBSSI paralogues is represented by two distinct\nsequences. The presence of additional copies appears to be correlated\nwith polyploidy in these two clades and the placement of the\nhomoeologues in gene trees suggests the possibility of a hybrid origin\nfor each polyploid lineage.","trees":[{"tree_label":"Fig. 1","ntax":"47","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1799.phy"},{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1800.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1801.phy"}]}