{"Authors":" Stephen Cameron, Kazunori Yoshizawa, Atsushi Mizukoshi,\nMichael F. Whiting, Kevin P. Johnson","Year":" 2011","Title":" Mitochondrial genome deletions and mini-circles are common in\nlice (Insecta: Phthiraptera).","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: The gene composition, gene order and structure\nof the mitochondrial genome are remarkably stable across bilaterian\nanimals. Lice (Insecta: Phthiraptera) are a major exception to this\ngenomic stability in that the canonical single chromosome with 37 genes\nfound in almost all other bilaterians has been lost in multiple lineages\nin favour of multiple, minicircular chromosomes with less than 37 genes\non each chromosome.\nResults: Minicircular mt genomes are found in 6 of the 10 louse species\nexamined to date and three types of minicircles were identified:\nheteroplasmic minicircles which coexist with full sized mt genomes (type\n1); multigene chromosomes with short, simple control regions, we infer\nthat the genome consists of several such chromosomes (type 2); and\nmultiple, single to three gene chromosomes with large, complex control\nregions (type 3). Mapping minicircle types onto a phylogenetic tree of\nlice fails to show a pattern of their occurrence consistent with an\nevolutionary series of minicircle types. Analysis of the\nnuclear-encoded, mitochondrially-targetted genes inferred from the body\nlouse, Pediculus, suggests that the loss of mitochondrial\nsingle-stranded binding protein (mtSSB) may be responsible for the\npresence of minicircles in at least species with the most derived type 3\nminicircles (Pediculus, Damalinia).\nConclusions: Minicircular mt genomes are common in lice and appear to\nhave arisen multiple times within the group. Life history adaptive\nexplanations which attribute minicircular mt genomes in louse to the\nadoption of blood-feeding in the Anoplura are not supported by this\nexpanded data set as minicirlces are found in multiple non-blood feeding\nlice groups but are not found in the blood-feeding Heterodoxus. In\ncontrast, a mechanist explanation based on the loss of mtSSB suggests\nthat minicircles may be selectively favoured due to the incapacity of\nthe mt replisome to synthesize long replicative products without mtSSB\nand thus the loss of this gene lead to the formation of minicircles in\nlice.","trees":[{"tree_label":"con 50 majrule","ntax":"90","rootedtree":"TRUE","title":"Tr46884","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46884.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr47001","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47001.phy"}]}