{"Authors":" L. Y. Chen","Year":" 2011","Title":" Phylogeny, biogeography and character evolution of\nHydrocharitaceae: Insights from nine DNA fragments and fossils","Journal":" BMC Evolutionary biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: Hydrocharitaceae is a species-rich and highly\ndiversified aquatic family with a cosmopolitan distribution. Here, we\nprovide a better-resolved phylogeny based on Bayesian and maximum\nlikelihood analyses of 9 DNA fragments (cob, atp1, rbcL, matK, trnK 5\nintron, rpoB, rpoC1, ITS and 18S). We then investigated the divergence\ntime using the Bayesian dating method (BEAST) in combination with\nknowledge of the fossil record. To evaluate the ancestral areas, we used\ntwo methods (Dispersal vicariance analysis and Fitch parsimony analysis)\nand incorporated two alternative phylogentic trees in the ancestral area\nanalyses. In addition, we conducted ancestral state reconstruction for\nthree morphological characters: phenotypic gender, leaf habit and leaf\nshape. Results: According to the phylogenetic analyses, most branches\nwere strongly supported with greater than 90% bootstrap values and 1.0\nBayesian posterior probabilities. Distinctively, Stratiotes was resolved\nas a basal genus in this family and the remaining genera conform two\nsubclades, one formed by Lagarosiphon, Ottelia, Blyxa, Apalanthe, Elodea\nand Egeria, another formed by Hydrocharis-Limnobium, Thalassia, Enhalus,\nHalophila, Najas, Hydrilla, Vallisneria and Maidenia. Historical\nbiogeography analyses suggested the most recent common ancestor (MRCA)\nof Hydrocharitaceae originated at the Late Cretaceous in southeastern\nAsia. Transoceanic long-distance dispersal events involving the North\nAtlantic Land Bridge, Tethys seaway and ocean currents are suggested as\npossible routes of dispersal. Dioecious was suggested to be ancestral\ncondition and evoluted into monoecious and hermaphroditic independently;\na progression has occurred in the evolution of leafy habit in Butomaceae\nand Hydrocharitaceae from aerial to aerial-submerged, then to submerged,\nand then to aerial-submerged or aerial as reverse evolution;\nshort-linear shaped leaf was ancestral condition, giving to other leaf\nshapes by adaptation evolution. Conclusions: We here bring new insights\nin the previously obscured generic phylogeny of Hydrocharitaceae. We\nconclude the family originated at the Late Cretaceous in southeastern\nAsia and radiated in the Tertiary with transoceanic long-distance\ndispersals. Morphological characters evolution analyses provide us with\nvaluable information for understanding the adaptive evolution in this\nfamily.","trees":[{"tree_label":"PHYLIP 1","ntax":"40","rootedtree":"TRUE","title":"Hydrocharitaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_46900.phy"}]}