{"Authors":" Juan Carlos Villarreal, Laura Victoria Campos S., Jaime\nUribe Melendez, Bernard Goffinet","Year":" 2011","Title":" Parallel evolution of endospory within hornworts: Nothoceros\nrenzagliensis (Dendrocerotaceae), sp. nov.","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" bryophytes, Colombia, endosporic germination, hornworts,\nindependent evolution, Nothoceros","DOI":"","Abstract":" Heterospory and endospory are two significant innovations\ntoward the evolution of the seed. Heterospory is not present in\nbryophytes, but characterizes several lineages of seedless vascular\nplants. Heterospory is tightly linked to endospory, (except in the fern\nPlatyzoma) but endospororic plants may not be heterosporous. Endospory\nin bryophytes is scattered across several lineages of liverworts and\nmosses. In hornworts, the development of a few cells before exine\nrupture has been reported for Phaeoceros carolinianus under culture\nconditions. In contrast, endospory leading to the formation of highly\ndeveloped and multicellular spores inside the capsule has been reported\nonly in the exclusively epiphytic genus Dendroceros. Here we describe a\nnew species of Nothoceros, N. renzagliensis from Pasto, Colombia. The\nspecies is distinctive for its endosporic condition and Dendroceros-like\nspores. Gametophyte anatomy and sequence data from all cellular\ncompartments place this species within the genus Nothoceros and as the\nsister taxon to all Neotropical Nothoceros. We re-evaluate the evolution\nof endospory in hornworts and we show two cases of parallel evolution of\nthis trait across hornwort phylogeny. Endospory seems to be a highly\nhomoplastic feature across all bryophytes with several independent\norigins in mosses and liverworts. Further work on the ecophysiology of\nendosporic hornworts is warranted","trees":[{"tree_label":"MB","ntax":"26","rootedtree":"TRUE","title":"Nothoceros","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_47674.phy"}]}