{"Authors":" Les J. Szabo, Eric C. Swann, Elizabeth M. Frieders, David\nJ. McLaughlin, R. W. J. Hanson","Year":" 2004","Title":" Mitosis in the yeast phase of the basidiomycetes Bensingtonia\nyuccicola and Stilbum vulgare and its phylogenetic implications.","Journal":" American Journal of Botany","Volume":" 91","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic studies of yeasts rely on an extensive\nmolecular and biochemical data set, but structural characters are\nscarce. Details of mitosis in yeasts have been studied with transmission\nelectron microscopy and immunofluorescence. Of these two methods\nimmunofluorescence is faster and easier and yields sufficient detail for\ncytological comparisons. Only three basidiomyceteous yeasts have been\nstudied thus far with immunofluorescence. Mitosis in budding cells of\nascomycetous yeasts occurs in the parent, while in basidiomyceteous\nyeasts, except in Agaricostilbum pulcherrimum, it occurs in the bud.\nMitosis in additional yeasts in the Agaricostilbomycetidae of the\nUrediniomycetes was observed using immunofluorescence localization of\nfreeze-substituted material. In Stilbum vulgare, mitosis occurred in the\nparent, but in Bensingtonia yuccicola it occurred in the bud as in most\nother basidiomycetous yeasts. Stilbum vulgare also had predominantly\nbinucleate yeast cells. Nuclear small subunit rDNA sequence data showed\nthat A. pulcherrimum and S. vulgare are more closely related to each\nother than to B. yuccicola within the Agaricostilbomycetidae. Based on\nthe few taxa examined, mitotic and cytoskeletal characters provide\nphylogenetic information.","trees":[{"tree_label":"Alternative tree","ntax":"26","rootedtree":"TRUE","title":"Urediniomycets","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1803.phy"},{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Urediniomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1802.phy"}]}