{"Authors":" R Eric Collins, Paul Higgs","Year":" 2012","Title":" Testing the Infinitely Many Genes Model for the Evolution of\nthe Bacterial Core Genome and Pangenome","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Bacteria, Genome, Pangenome, Evolution","DOI":"","Abstract":" When groups of related bacterial genomes are compared, the\nnumber of core genes found in all genomes is usually much less than the\nmean genome size, while the size of the pangenome (the set of genes\nfound on at least one of the genomes) is much larger than the mean size\nof one genome. We analyze 172 complete genomes of Bacilli and compare\nthe properties of the pangenomes and core genomes of monophyletic\nsubsets taken from this group. We then assess the capabilities of\nseveral evolutionary models to predict these properties. The infinitely\nmany genes (IMG) model is based on the assumption that each new gene can\narise only once. The predictions of the model depend on the shape of the\nevolutionary tree that underlies the divergence of the genomes. We\ncalculate results for coalescent trees, star trees, and arbitrary\nphylogenetic trees of predefined fixed branch length. On a star tree,\nthe pangenome size increases linearly with the number of genomes, as has\nbeen suggested in some previous studies, whereas on a coalescent tree,\nit increases logarithmically. The coalescent tree gives a better fit to\nthe data, for all the examples we consider. In some cases, a fixed\nphylogenetic tree proved better than the coalescent tree at reproducing\nstructure in the gene frequency spectrum, but little improvement was\ngained in predictions of the core and pangenome sizes. Most of the data\nare well explained by a model with three classes of gene: an essential\nclass that is found in all genomes, a slow class, whose rate of\norigination and deletion is slow compared to the time of divergence of\nthe genomes, and a fast class showing rapid origination and deletion.\nAlthough the majority of genes originating in a genome are in the fast\nclass, these genes are not retained for long periods, and the majority\nof genes present in a genome are in the slow or essential classes. In\ngeneral, we show that the IMG model is useful for comparison with\nexperimental genome data both for species-level and widely-divergent\ntaxonomic groups. Software implementing the described formulae is\nprovided at http://github.com/rec3141/pangenome.","trees":[{"tree_label":"Bacilli","ntax":"172","rootedtree":"TRUE","title":"Bacilli","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48785.phy"}]}