{"Authors":" Helena Bragança, Rogerio Tenreiro, Daniel Rigling, Eugenio\nLuis Fraga Diogo, Alan John Lander Phillips","Year":" 2011","Title":" Cryphonectria naterciae : new species in\nCryphonectria-Endothia complex and diagnostic molecular markers based on\nmicrosatellite primed PCR","Journal":" Fungal Biology (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" Cork oak tree, Chestnut tree, Cryphonectria parasitica,\nCryphonetria radicalis (GACA)4, Endothiella gyrosa, MSP-PCR,\nRFLP-PCR","DOI":"","Abstract":" In a recent study intended to assess the distribution of\nCryphonectria parasitica in Portugal, 22 morphologically atypical orange\nisolates were collected in the Midwest of Portugal. Eleven isolates were\nrecovered from Castanea sativa, in areas heavily affected by chestnut\nblight and 11 isolates from Quercus suber in areas with cork oak\ndecline. To allocate these isolates to the correct taxon, they were\ncompared to known C. parasitica and Cryphonectria radicalis isolates\nusing an integrated approach comprising morphological, and molecular\nmethods. The morphological features of the atypical isolates were more\nsimilar to the C. radicalis than to the C. parasitica isolates.\nPhylogenetic analyses grouped the isolates in a separate clade from C.\nradicalis sensu stricto.\nCombining morphological, cultural and molecular data Cryphonetria\nnaterciae is newly described in Cryphonectria-Endothia complex Genomic\nfingerprinting of the isolates was performed with microsatellite-primed\nPCR and diagnostic molecular markers, suitable for the discrimination of\nC. naterciae C. radicalis, and C. parasitica, were obtained with (GACA)4\nprimer.","trees":[{"tree_label":"ITS_NJ","ntax":"30","rootedtree":"TRUE","title":"Tr46897","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46897.phy"},{"tree_label":"ITS Bt","ntax":"23","rootedtree":"TRUE","title":"Tr46898","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46898.phy"}]}