{"Authors":" Ryo Matsuzaki, Yoshiaki Hara, Hisayoshi Nozaki","Year":" 2012","Title":" A taxonomic revision of Chloromonas reticulata (Volvocales,\nChlorophyceae), the type species of the genus Chloromonas, based on\nmultigene phylogeny and comparative light and electron microscopy","Journal":" Phycologia","Volume":" 51","Issue":" 1","Pages":" 74-85","Keywords":" Chloromonadinia, Chloromonas, Chloromonas chlorococcoides\ncomb. nov., Chloromonas lineage, Chloromonas typhlos comb. nov.,\nMolecular phylogeny, Morphology, Taxonomy, Ultrastructure,\nVolvocales","DOI":" 10.2216/11-18.1","Abstract":" Chloromonas reticulata (Goroschankin) Gobi, the type\nspecies for Chloromonas, was taxonomically revised using nine strains\npreviously assigned to the species, based on light and transmission\nelectron microscopy and multigene phylogenetic analyses. Based on\nvegetative cell and papilla shape, eyespot form and position, and the\nultrastructure of the eyespot and pyrenoid, the nine strains were\nclassified into four species: C. reticulata; C. rosae (H. & O. Ettl)\nH. Ettl; C. chlorococcoides (H. Ettl & K. Schwarz) Matsuzaki, Y.\nHara & Nozaki comb. nov.; and C. typhlos (Gerloff) Matsuzaki, Y.\nHara & Nozaki comb. nov. The taxonomic revision was supported by the\nrobust monophyly of the species resolved in phylogenetic analyses using\na combined dataset that included 18S ribosomal (r) RNA, ATP synthase\nβ-subunit, P700 chlorophyll a-apoprotein A1 and A2 genes, and nuclear\nrDNA internal transcribed spacer 2 (ITS2) sequences. The phylogenetic\nanalyses demonstrated that the pyrenoid-lacking species C. reticulata\nand the pyrenoid-containing species C. chlorococcoides, which has a\ndense pyrenoid matrix associated with starch grains, formed a robust\nmonophyletic group that the pyrenoid-lacking species C. rosae and the\npyrenoid-containing species C. typhlos were basal to. Comparison of the\nC. reticulata and C. chlorococcoides nuclear rDNA ITS2 secondary\nstructures revealed two compensatory base changes in the conserved helix\nIII region, suggesting a separation between these sister species.","trees":[{"tree_label":"Fig. 34","ntax":"11","rootedtree":"TRUE","title":"Reticulata 18S/atpB/psaA/psaB/ITS2 tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_46921.phy"}]}