{"Authors":" Alfonso Delgado-Salinas, Matthew T. Lavin, Remy Pasquet,\nMats Thulin","Year":" 2004","Title":" Phylogeny and Biogeography of Wajira (Leguminosae): A\nMonophyletic Segregate of Vigna Centered in the Horn of Africa\nRegion.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Evidence from chloroplast trnK and nuclear ribosomal ITS\nsequences and morphological data reveals that the monotypic legume genus\nWajira is nested within a clade comprising the species of Vigna subgen.\nMacrorhynchus. This Wajira-containing clade is basally branching in a\nlarger clade that contains many of the genera traditionally referred to\nas tribe Phaseoleae subtribe Phaseolinae. Wajira is thus recircumscribed\nto include Vigna subgen. Macrorhynchus. Given the heterogeneity of\nfloral morphology of its constituent species, Wajira now is\napomorphically diagnosed by only its pollen brush, which comprises an\nintrorse linear array of unicellular hairs. This recircumscribed genus\nnow comprises five species, one of which is described as new, Wajira\ndanissana. Three species require new nomenclatural combinations, Wajira\ngrahamiana, Wajira praecox, and Wajira virescens. Parsimony analysis of\nthe combined ITS and trnK sequence data weakly supports a sister\nrelationship of the widespread W. grahamiana, which occurs in the\nSudano-Zambezian Region, southern India, and Sri Lanka, with the\nremaining four species each narrowly distributed in the Somalia-Masai\nRegion. Wajira grahamiana occurs in grasslands subjected to seasonal\nburning and has a thick and woody subterranean rootstock that resprouts\nherbaceous annual shoots. The four species of the Somalia-Masai clade\nare all woody climbers that occur in arid regions with sparse ground\ncover not subjected to seasonal burning. An evolutionary rates analysis\nof trnK sequences suggests that the Wajira stem clade diverged from its\nclosest relatives about 10-12 million years ago, the extant\ndiversification of the genus began around 5-6 million years ago, and\nWajira grahamiana attained its widespread distribution well within the\nlast 2 million years.","trees":[{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Wajira","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1804.phy"},{"tree_label":"Fig. 2","ntax":"52","rootedtree":"TRUE","title":"Phaseolinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1805.phy"}]}