{"Authors":" L. Y. Chen","Year":" 2011","Title":" Generic phylogeny and historical biogeography of\nAlismataceae, inferred from multiple DNA sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Alismataceae, Phylogeny, Divergence time, Biogeography,\nDispersal","DOI":"","Abstract":" Alismataceae is an aquatic or semi-aquatic herb family\nwith a subcosmopolitan distribution. The family is one of the oldest\nlineages within monocots and plays an important role in the systematics,\nbiogeography and evolutionary processes of flowering plants. However,\nthe generic relationships of the family are still a subject of debate,\nand its historical biogeography is less studied. In the present study,\nwe carried out a comprehensive phylogenetic analysis based on multiple\nDNA sequences (nuclear: ITS; chloroplast: psbA, rbcL, matK, rpoB, rpoC1,\ntrnK 5′ intron and trnK 3′ intron; mitochondria: cob and atp1). The\nresult supports merging Limnocharitaceae into Alismataceae as one\nfamily. Two well-supported clades were obtained based on the combined\nITS, psbA, rbcL and matK dataset. Clade B consists of Luronium,\nDamasonium, Baldellia and Alisma; and clade A consists of the remaining\ngenera of Alismataceae as well as Limnocharitaceae. Biogeographic\nanalysis and Bayesian molecular dating suggested that Alismataceae\noriginated in West Palearctic or Afrotropical area during the Late\nCretaceous, and subsequently split into two clades. Clade A and clade B\ndiversified in Afrotropical area and West Palearctic area, respectively.\nThe intercontinental distribution of this family mainly resulted from\ndispersals involving migration across land bridges and long-distance\ndispersal.","trees":[{"tree_label":"IRMP","ntax":"46","rootedtree":"TRUE","title":"Tr46930","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46930.phy"},{"tree_label":"bayes","ntax":"21","rootedtree":"TRUE","title":"Tr46929","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46929.phy"},{"tree_label":"bayes","ntax":"15","rootedtree":"TRUE","title":"Tr46928","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46928.phy"}]}