{"Authors":" Jose Melo-Ferreira, Pierre Boursot, Miguel Carneiro, Pedro\nJose Esteves, Liliana Farelo, Paulo Celio Alves","Year":" 2011","Title":" Recurrent Introgression of Mitochondrial DNA Among Hares\n(Lepus spp.) revealed by Species-tree Inference and Coalescent\nSimulations","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Lepus, species-tree inference, discordant phylogenies,\nintrogression, rapid radiation, coalescent simulations","DOI":"","Abstract":" Understanding recent speciation history requires merging\nphylogenetic and population genetics approaches, taking into account the\npersistence of ancestral polymorphism and possible introgression. The\nemergence of a clear phylogeny of hares (genus Lepus) has been hampered\nby poor genomic sampling and possible occurrence of mitochondrial DNA\nintrogression from the arctic/boreal Lepus timidus into several European\ntemperate and American boreal species. However, no formal test of\nintrogression, taking also incomplete lineage sorting into account, has\nbeen done. Here, to clarify the yet poorly resolved species phylogeny of\nhares and test hypotheses of mtDNA introgression we sequenced 14 nuclear\nDNA and two mtDNA fragments (8,196 bp and 1,113 bp respectively) in 50\nspecimens from 11 hare species from Eurasia, North America and Africa.\nBy applying an Isolation-with-migration (IM) model to the nuclear data\non subsets of species, we find evidence for very limited gene flow from\nL. timidus into most temperate European species, and not into the\nAmerican boreal ones. Using a multi-locus coalescent based method we\ninfer the species phylogeny, which we find highly incongruent with mtDNA\nphylogeny using parametric bootstrap. Simulations of mtDNA evolution\nunder the speciation history inferred from nuclear genes did not support\nthe hypothesis of mtDNA introgression from L. timidus into the American\nL. townsendii but did suggest introgression from L. timidus into four\ntemperate European species. One such event likely resulted in the\ncomplete replacement of the aboriginal mtDNA of L. castroviejoi and of\nits sister species L. corsicanus. It is remarkable that mtDNA\nintrogression in hares is frequent, extensive and always from the same\ndonor arctic species. We discuss possible explanations for the\nphenomenon in relation to the dynamics of range expansions and species\nreplacements during the climatic oscillations of the Pleistocene.","trees":[{"tree_label":"NDNA STARBEAST+","ntax":"13","rootedtree":"FALSE","title":"Tr46938","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46938.phy"},{"tree_label":"NDNA STARBEAST+","ntax":"13","rootedtree":"FALSE","title":"Tr47340","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47340.phy"},{"tree_label":"MTDNA+","ntax":"52","rootedtree":"FALSE","title":"Tr46939","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_46939.phy"}]}