{"Authors":" Nicholas Peter Tippery, Karolina Fucikova, Paul Lewis,\nLouise A Lewis","Year":" 2012","Title":" Probing the Monophyly of the Sphaeropleales (Chlorophyceae)\nUsing Data From Five Genes.","Journal":" Journal of Phycology","Volume":" 48","Issue":" 6","Pages":" 1482-1493","Keywords":" Bayesian analysis;coccoid green algae;flagellar\napparatus;phylogenetic information;polytomy analysis","DOI":"","Abstract":" Molecular phylogenetic analyses have had a major impact on\nthe classification of the green algal class Chlorophyceae, corroborating\nsome previous evolutionary hypotheses, but primarily promoting new\ninterpretations of morphological evolution. One set of morphological\ntraits that feature prominently in green algal systematics is the\nabsolute orientation of the flagellar apparatus in motile cells, which\ncorrelates strongly with taxonomic classes and orders. The order\nSphaeropleales includes diverse green algae sharing the directly\nopposite (DO) flagellar apparatus orientation of their biflagellate\nmotile cells. However, algae across sphaeroplealean families differ in\nspecific components of the DO flagellar apparatus, and molecular\nphylogenetic studies often have failed to provide strong support for the\nmonophyly of the order. To test the monophyly of Sphaeropleales and of\ntaxa with the DO flagellar apparatus, we conducted a molecular\nphylogenetic study of 16 accessions representing all known families and\ndiverse affiliated lineages within the order, with data from four\nplastid genes (psaA, psaB, psbC, rbcL) and one nuclear ribosomal gene\n(18S). Although single-gene analyses varied in topology and support\nvalues, analysis of combined data strongly supported a monophyletic\nSphaeropleales. Our results also corroborated previous phylogenetic\nhypotheses that were based on chloroplast genome data from relatively\nfew taxa. Specifically, our data resolved Volvocales, algae possessing\npredominantly biflagellate motile cells with clockwise (CW) flagellar\norientation, as the monophyletic sister lineage to Sphaeropleales, and\nan alliance of Chaetopeltidales, Chaetophorales, and Oedogoniales,\norders having multiflagellate motile cells with distinct flagellar\norientations involving the DO and CW forms.","trees":[{"tree_label":"combined","ntax":"35","rootedtree":"TRUE","title":"Sphaeropleales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47000.phy"}]}