{"Authors":" Michael M. Miyamoto, Calvin A. Porter, Morris Goodman","Year":" 2000","Title":" c-Myc Gene Sequences and the Phylogeny of Bats and Other\nEutherian Mammals.","Journal":" Systematic Biology","Volume":" 49","Issue":" 3","Pages":" 501-514","Keywords":" Chiroptera; c-myc gene; DNA sequences; eutherian mammals;\nmaximum likelihood; phylogeny","DOI":" 10.1080/10635159950127367","Abstract":" The complete protein-coding sequences of the c-myc\nproto-oncogene were determined for five species of four new orders of\neutherian (placental) mammals. These newly obtained sequences were\naligned to each other and to other available orthologs for the\nphylogenetic estimation of eutherian interordinal relationships. Several\nmeasures of sequence difference and base composition were first\ncalculated to assess the major evolutionary properties of the three\ncodon positions and two protein-coding exons of the gene. On the basis\nof these calculations, different parsimony, distance, and maximum\nlikelihood approaches were adopted, with the most sophisticated\ninvolving the separate, then combined, likelihood analyses of the third\ncodon positions of exon 2 versus all other sites. These phylogenetic\napproaches provided clear support for the grouping of Chiroptera (bats)\nwith Artiodactyla (ruminants, camels, and pigs) and Carnivora (cats,\ndogs, and their allies), an interordinal arrangement that receives\nstrong corroboration from other lines of evidence including complete\nmitochondrial DNA sequences. In contrast, these analyses failed to\nprovide strong to reasonable support for any other interordinal group.\nThis study concludes with specific recommendations about sampling and\nother strategies for maximizing the phylogenetic contributions of the\nc-myc gene to the continued resolution of the eutherian ordinal\ntree.","trees":[{"tree_label":"Fig. 6","ntax":"20","rootedtree":"TRUE","title":"Eutherian Orders using c-Myc","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_47029.phy"}]}