{"Authors":" David S. Hibbett, Alfredo Justo","Year":" 2011","Title":" Phylogenetic classification of Trametes (Basidiomycota,\nPolyporales) based on a five-marker dataset","Journal":" Taxon","Volume":" 60","Issue":" 6","Pages":" 15671583","Keywords":" generic concepts; large-scale phylogeny; multi-marker\nanalysis; nomenclature; Polyporaceae; Polyporales; taxonomy;\nTrametes","DOI":"","Abstract":" The phylogeny of Trametes and related genera was studied\nusing molecular data from ribosomal markers (nLSU, ITS) and\nprotein-coding genes (RPB1, RPB2, TEF1-alpha) and consequences for the\ntaxonomy and nomenclature of this group were considered. Separate\ndatasets with rDNA data only, single datasets for each of the\nprotein-coding genes, and a combined five-marker dataset were analyzed.\nMolecular analyses recover a strongly supported trametoid clade that\nincludes most of Trametes species (including the type T. suaveolens, the\nT. versicolor group, and mainly tropical species such as T. maxima and\nT. cubensis) together with species of Lenzites and Pycnoporus and\nCoriolopsis polyzona. Our data confirm the positions of Trametes cervina\n(= Trametopsis cervina) in the phlebioid clade and of Trametes trogii (=\nCoriolopsis trogii) outside the trametoid clade, closely related to\nCoriolopsis gallica. The genus Coriolopsis, as currently defined, is\npolyphyletic, with the type species as part of the trametoid clade and\nat least two additional lineages occurring in the core polyporoid clade.\nIn view of these results the use of a single generic name (Trametes) for\nthe trametoid clade is considered to be the best taxonomic and\nnomenclatural option as the morphological concept of Trametes would\nremain almost unchanged, few new nomenclatural combinations would be\nnecessary, and the classification of additional species (i.e., not yet\ndescribed and/or sampled for molecular data) in Trametes based on\nmorphological characters alone will still be possible. Alternative\nscenarios to divide the trametoid clade in five or ten genera were\nconsidered but if any of these options were to be adopted morphological\ndistinction of the segregated genera and the ascription of additional\nspecies to any of these genera would be very difficult and in some cases\nimpossible. The genera Artolenzites, Coriolopsis (as currently\ntypified), Coriolus, Cubamyces, Cyclomycetella, Lenzites, Poronidulus,\nPseudotrametes and Pycnoporus are considered synonyms of Trametes","trees":[{"tree_label":"MLT","ntax":"51","rootedtree":"TRUE","title":"Trametes 5 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47044.phy"},{"tree_label":"MLT","ntax":"67","rootedtree":"TRUE","title":"Trametes LSU ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_47038.phy"},{"tree_label":"MLT","ntax":"38","rootedtree":"TRUE","title":"Trametes RPB1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50261.phy"},{"tree_label":"MLT","ntax":"38","rootedtree":"TRUE","title":"Trametes TEF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50262.phy"},{"tree_label":"MLT","ntax":"49","rootedtree":"TRUE","title":"Trametes RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50263.phy"},{"tree_label":"MLT","ntax":"157","rootedtree":"TRUE","title":"Trametes ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50264.phy"}]}