{"Authors":" Thanos Dailianis, Costas S Tsigenopoulos, Costas Dounas,\nEleni Voultsiadou","Year":" 2011","Title":" Genetic diversity of the imperiled bath sponge Spongia\nofficinalis Linnaeus, 1759 across the Mediterranean Sea: patterns of\npopulation differentiation and implications for taxonomy and\nconservation","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Porifera, population structure, morphological variability,\nmtDNA, microsatellites","DOI":"","Abstract":" The Mediterranean bath sponge Spongia officinalis is an\niconic species with high socio-economic value and imperiled present and\nfuture status due to unregulated harvesting, mortality incidents and\nlack of established knowledge regarding its ecology. This study aims to\nassess genetic diversity and population structure of the species at\ndifferent geographic sectors and levels of geographic distance along its\ndistribution. For this purpose, 11 locations in the eastern\nMediterranean (Aegean Sea), western Mediterranean (Provence coast), and\nthe Strait of Gibraltar were sampled; specimens were analysed using\npartial mitochondrial cytochrome oxidase subunit I (COI) sequences,\nalong with a set of 8 microsatellite loci. According to our results (i)\nno genetic differentiation exists among the acknowledged Mediterranean\nmorphotypes and presumably S. officinalis can be viewed as a single,\nmorphologically variable species; (ii) a notable divergence was recorded\nin the Gibraltar region, indicating the possible existence of a cryptic\nspecies; (iii) restriction to gene flow was evidenced between the Aegean\nSea and Provence giving two well-defined regional clusters, thus\nsuggesting the existence of a phylogeographic break between the two\nsystems; (iv) low levels of genetic structure, not correlated to\ngeographic distance, were observed inside geographic sectors, implying\nmechanisms (natural or anthropogenic) that enhance dispersal and gene\nflow, promoting population connectivity; (v) the genetic diversity of S.\nofficinalis is maintained high in most studied locations despite\npressure from harvesting and the influence of devastating epidemics.\nThese findings provide a basis towards the effective conservation and\nmanagement of the species.","trees":[{"tree_label":"ML tree","ntax":"7","rootedtree":"TRUE","title":"Spongia officinalis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47039.phy"},{"tree_label":"BI tree","ntax":"7","rootedtree":"TRUE","title":"Spongia officinalis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_47040.phy"}]}