{"Authors":" Kiyotaka Takishita, Kolisko Martin, Hiroshi Komatsuzaki,\nAkinori Yabuki, Yuji Inagaki, Ivan Cepicka, Pavla Smejkalova, Jeffrey D\nSilberman, Tetsuo Hashimoto, Andrew J Roger, Alastair GB Simpson","Year":" 2011","Title":" Multigene phylogenies of diverse Carpediemonas-like organisms\nidentify the closest relatives of ‘amitochondriate’ diplomonads and\nretortamonads","Journal":" Protist","Volume":"","Issue":"","Pages":"","Keywords":" Carpediemonas-like organisms; diplomonads; Excavata;\nhydrogenosomes; mitochondria; mitosomes.","DOI":"","Abstract":" Diplomonads, retortamonads, and “Carpediemonas-like”\norganisms (CLOs) are a monophyletic group of protists that are\nmicroaerophilic/anaerobic and lack typical mitochondria. Most\ndiplomonads and retortamonads are parasites, and the pathogen Giardia\nintestinalis is known to possess reduced mitochondrion-related\norganelles (mitosomes) that do not synthesize ATP. By contrast,\nfree-living CLOs have larger organelles that superficially resemble some\nhydrogenosomes, organelles that in other protists are known to\nsynthesize ATP anaerobically. This group represents an excellent system\nfor studying the evolution of parasitism and anaerobic,\nmitochondrion-related organelles. Understanding these evolutionary\ntransitions requires a well-resolved phylogeny of diplomonads,\nretortamonads and CLOs. Unfortunately, until now the deep relationships\namongst these taxa were unresolved due to limited data for almost all of\nthe CLO lineages. To address this, we assembled a dataset of up to six\nprotein-coding genes that includes representatives from all six CLO\nlineages, and complements existing rRNA datasets. Multigene phylogenetic\nanalyses place CLOs as well as the retortamonad Chilomastix as a\nparaphyletic basal assemblage to the lineage comprising diplomonads and\nthe retortamonad Retortamonas. In particular, the CLO Dysnectes was\nshown to be the closest relative of the diplomonads + Retortamonas clade\nwith strong support. This phylogeny is consistent with a drastic\ndegeneration of mitochondrion-related organelles during the evolution\nfrom a free-living organism resembling extant CLOs to a probable\nparasite/commensal common ancestor of diplomonads and Retortamonas.","trees":[{"tree_label":"tree 1","ntax":"70","rootedtree":"TRUE","title":"Carpediemonas-like organisms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47168.phy"},{"tree_label":"tree 1","ntax":"26","rootedtree":"TRUE","title":"Carpediemonas-like organisms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47169.phy"}]}