{"Authors":" Edward E. Schilling","Year":" 2011","Title":" Systematics of the Eupatorium album complex (Asteraceae) from\neastern North America","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Asteraceae, Eupatorium, North America, hybridization,\napomixis","DOI":"","Abstract":" Abstract  Analysis of ITS sequence data showed unexpected\ncomplexity for Eupatorium album and E. petaloideum, a closely related\nspecies pair from eastern North America that has been considered to form\na single species. The two species consistently differed in ITS sequence\nby 7-8 bp as well as a one bp indel, and detailed analysis revealed\nlittle intraspecific variation. The ITS sequences of other samples that\nhad similar but slightly differing morphology and were pollen sterile\ngave several patterns involving bp or indel polymorphisms that indicated\nthat they were of hybrid derivation. Based on differences in leaf and\nphyllary shape and glandular trichome distribution it was possible to\ndelimit the individual hybrid combinations from one another and from\ntheir progenitor species. Material previously called E. album from the\nwestern part of its range is of hybrid origin from E. album and E.\nlancifolium, and is described here as Eupatorium sullivaniae. Material\nfrom the northeastern part of the range previously called E. album var.\nsubvenosum is a hybrid derivative of E. petaloideum and E.\nhyssopifolium, elevated here to Eupatorium subvenosum. Samples having\nthe general morphology previously associated with E. album var. vaseyi\nincluded hybrid derivatives of the combinations E. petaloideum/E.\nsessilifolium, here reinstated as E. vaseyi, and E. petaloideum/E.\nsessilifolium/E. perfoliatum, here reinstated as E. fernaldii. Other\nsamples gave ITS sequence data consistent with a derivation from E.\nalbum/E. hyssopifolium. The species of hybrid derivation have geographic\nranges that extend beyond those of the inferred progenitors - in the\ncase of E. subvenosum involving a disjunction of several hundred\nkilometers - suggesting that there have been considerable differences in\nspecies ranges over time.","trees":[{"tree_label":"Eupatorium album ITS tree","ntax":"38","rootedtree":"TRUE","title":"Tr47063","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47063.phy"}]}