{"Authors":" Tatsuya Hayashi, Yoshihiro Tanimura, Matthew Lee\nJulius","Year":" 2011","Title":" Morphological and Systematics of Cyclostephanos species\n(Bacillariophyta) recorded in Middle Pleistocene sediments of the\nPaleo-Kathmandu Lake, Nepal","Journal":" Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" morphological polymorphism; new fossil species;\nCyclostephanos ramosus; Cyclostephanos nepalensis; Cyclostephanos\npseudonepalensis; Paleo-Kathmandu Lake","DOI":"","Abstract":" Intraspecific morphological variations in three\npolymorphic Cyclostephanos species were observed using Middle\nPleistocene sediments of Paleo-Kathmandu Lake, Nepal. Cyclostephanos sp.\n1 is characterized by five morpholoigical features that vary with valve\nsize. These include number of valve face areolae, number of mantle\nareolae, number of costae, number of mantle fultoportulae and shape of\ncostae in the mantle. Cyclostephanos sp. 2 and C. sp. 3 are discussed\nusing six valve size-related morphological features: number of valve\nface areolae, number of mantle areolae, number of costae, number of\ncentral fultoportulae, number of mantle fultoportulae and internal shape\nof the rimoportula. Cyclostephanos sp. 2 differs from C. sp. 3 in\npossessing a larger number of central and mantle fultoportulae. We found\nthat in Cyclostephanos sp. 1, stratigraphically associated variations in\nmorphology occur in the number of costae and mantle fultoportulae on a\ntime scale of tens of thousands of years. The number and shape of costae\nand the presence or absence of thickened structures (e.g. annulus) are\nfrequently used to delineate Cyclostephanos species. Our analysis\ndemonstrates the necessity for careful observation of intraspecific\nmorphological variations. To further clarify which features are useful\nin species diagnosis a cladogram is presented including thirteen\nCyclostephanos taxa. Morhphological features included in the cladograms\nconstruction identify a number of potentially useful features that are\nnot widely utilized in taxonomic and morphological investigations of the\ngenus.","trees":[{"tree_label":"UNTITLED+","ntax":"20","rootedtree":"TRUE","title":"Tr47300","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47300.phy"},{"tree_label":"UNTITLED+","ntax":"20","rootedtree":"TRUE","title":"Tr47299","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_47299.phy"}]}