{"Authors":" Bozo Frajman, Peter Schoenswetter","Year":" 2011","Title":" Giants and dwarfs: molecular phylogenies reveal multiple\norigins of annual spurges within Euphorbia subg. Esula","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian inferrence, character state reconstruction,\nparsimony, phylogeny, taxonomy.","DOI":" 10.1016/j.ympev.2011.06.011","Abstract":" Euphorbia (Euphorbiaceae) comprises over 2150 species and\nis thus the second-largest genus of flowering plants. In Europe, it is\nrepresented by more than 100 species with highest diversity in the\nMediterranean area; the majority of taxa belong to subgenus Esula Pers.,\nincluding about 500 taxa. The few available phylogenetic studies yielded\ncontrasting results regarding the monophyly of subg. Esula, and the\nphylogenetic relationships among its constituents remain poorly\nunderstood. We have sampled DNA sequences from the nuclear ribosomal\ninternal transcribed spacer (ITS) and the plastid trnT-trnF region from\nabout 100, predominantly European taxa of subg. Esula in order to infer\nits phylogenetic history. The plastid data support monophyly of subg.\nEsula whereas the ITS phylogeny, which is generally less resolved, is\nindecisive in this respect. Although some major clades have partly\nincongruent positions in the ITS and plastid phylogenies, the taxonomic\ncontent of the major terminal clades is congruent in both trees. As\ntraditional sectional delimitations are largely not corroborated, an\nimproved classification is proposed. Character state reconstruction\nillustrates that the annual life form developed independently several\ntimes in different clades of subgenus Esula from perennial ancestors,\nand that several morphological traits used in previous classifications\nof Euphorbia developed in parallel in different lineages.","trees":[{"tree_label":"con 50 majrule","ntax":"104","rootedtree":"TRUE","title":"Tr47175","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47175.phy"},{"tree_label":"con 50 majrule","ntax":"135","rootedtree":"TRUE","title":"Tr47176","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47176.phy"}]}