{"Authors":" Jan Stenlid, Vaidotas Lygis, Roger Finlay, Rimvydas\nVasiliauskas, Johan Allmer, Audrius Menkis","Year":" 2004","Title":" Ecology and molecular characterization of dark septate fungi\nfrom roots, living stems, coarse and fine woody debris.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The aim of the present work was to determine the identity\nand molecular relationships between 127 strains of dark septate (DS)\nfungi isolated from healthy root tips, decayed coarse roots, live\nhealthy-looking stems, coarse (stumps, snags and logs) and fine (tree\nbranches and tops) woody debris in temperate-boreal forests in Sweden\nand Lithuania. Sequence analysis of internal transcribed spacers of\nribosomal DNA (ITS rDNA) was used to identify the fungi. In a\nneighbour-joining similarity tree, all sequences were grouped into five\ndistinct clusters. Within each of these, ITS rDNA sequence variation\nconsisted of 2-18 nucleotides, corresponding to 1-3 % of their total\nlength. The four least variable clusters were supported with high\nbootstrap values of 86-100%. Comparisons with the sequences in the\nGenBank database showed that all our strains had a 95-100% homology with\nidentified Phialocephala species, and they were thus assigned to this\ngenus. The representatives of two clusters were identified, as P.\nfortinii and P. dimorphospora. The representatives of three remaining\nclusters were defined as Phialocephala sp. 35, Phialocephala sp. 6 and\nPhialocephala sp. 18. Within each of these clusters ITS rDNA sequence\nuniformity was higher than that observed within P. fortinii and P.\ndimorphospora. Consequently, their clusters were most discrete,\nsupported with the bootstrap values of 100%. Genetic variation in the\nfive distinguished Phialocephala species and their possible ecological\nroles is discussed. Phialocephala sp. 6 was confined to healthy root\ntips of conifers. P. dimorphospora was only associated with dead woody\ntissue of P. abies. P. fortinii, Phialocephala sp. 18 and sp. 35 were\nisolated from both dead and living conifers and Betula pendula. In\nconclusion, the present study revealed the ability of fungi from the\ngenus Phialocephala to colonise and persist in live and dead trees under\nstrikingly different ecological conditions.","trees":[{"tree_label":"Fig. 3","ntax":"18","rootedtree":"TRUE","title":"Helotiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1809.phy"},{"tree_label":"Fig. 1","ntax":"32","rootedtree":"TRUE","title":"Phialocephala","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1810.phy"}]}