{"Authors":" Victor Christian Mason, Gang Li, Kristopher M Helgen,\nWilliam J. Murphy","Year":" 2011","Title":" Efficient Cross-Species Capture Hybridization and\nNext-Generation DNA Sequencing of Mitochondrial Genomes from\nNon-Invasively Sampled Museum Specimens.","Journal":" Genome Reseach","Volume":"","Issue":"","Pages":"","Keywords":" museum DNA, capture hybridization, colugos, Next\nGeneration Sequencing","DOI":"","Abstract":" ABSTRACT The ability to uncover the phylogenetic history\nof recently extinct species, and other species known only from archived\nmuseum material, has rapidly improved due to the reduced cost and\nincreased sequence capacity of next generation sequencing technologies.\nOne limitation of these approaches is the difficulty of isolating and\nsequencing large, orthologous DNA regions across multiple divergent\nspecies, which is exacerbated for museum specimens where DNA quality\nvaries greatly between samples and contamination levels are often high.\nHere we describe the use of cross-species DNA capture hybridization\ntechniques and next generation sequencing to selectively isolate and\nsequence partial to full-length mitochondrial DNA genomes from the\ndegraded DNA of museum specimens, using probes generated from the DNA of\na single extant species. We demonstrate our approach on specimens from\nan enigmatic gliding mammal, the Sunda colugo, which is widely\ndistributed throughout Southeast Asia. We isolated DNA from 13 colugo\nspecimens collected 47-170 years ago, and successfully captured and\nsequenced mitochondrial DNA from every specimen, frequently recovering\nfragments with 10-13% sequence divergence from the capture probe\nsequence. Phylogenetic results reveal deep genetic divergence among\ncolugos, both within and between the islands of Borneo and Java, as well\nas between the Malay Peninsula and different Sundaic islands. Our method\nis based upon noninvasive sampling of minute amounts of soft tissue\nmaterial from museum specimens, leaving the original specimen\nessentially undamaged. This approach represents a paradigm shift away\nfrom standard PCR-based approaches for accessing population genetic and\nphylogenomic information from poorly known and difficult to study\nspecies.","trees":[{"tree_label":"Fig. 5","ntax":"21","rootedtree":"TRUE","title":"Phylogenetic Divergence of Sunda Colugos Using Gapped\nMitochondrial Genomes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_47353.phy"}]}