{"Authors":" A. Fischbach, E. Conti, Kenneth J. Sytsma","Year":" 1993","Title":" Tribal relationships in Onagraceae: Implications from rbcL\nsequence data.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 80","Issue":" NA","Pages":" 672-685","Keywords":" NA","DOI":" NA","Abstract":" The evolutionary relationships among the seven tribes of\nOnagraceae, the most intensively studied family of intermediate size,\nhave been examined from morphological and molecular perspectives.\nPrevious cladistic analyses of chloroplast (cp) and nuclear ribosomal\n(nr) DNA restriction sites, nuclear-encoded rbcS amino acid sequences,\nnrRNA nucleotide sequences, and morphological characters, produced trees\nthat agree in defining the tribe Jussiaeeae as the sister group to the\nrest of the family. However, the relationships among the rest of the\ntribes are not completely resolved by these analyses. Cladistic analyses\nof sequence data from the chloroplast encoded rbcL gene produced results\nthat bear on two major issues: (i) intertribal relationships within\nOnagraceae, and (ii) congruence with other cladistic analyses. Sequences\nof rbcL were obtained from all tribes of Onagraceae and from three\nfamilies that have been proposed as sister taxa of Onagraceae on the\nbasis of other molecular and morphological evidence (Lythraceae,\nPunicaceae, Trapaceae). Phylogenetic analysis of rbcL sequence data\nproduced a single most parsimonious tree, both Fitch and weighted, that\ndefines three strongly supported monophyletic groups within the family:\nall tribes except Jussiaeeae; Onagreae and Epilobieae; and, most\ninterestingly, Fuchsieae and Circaeeae. The formation of this last clade\ncorroborates the results of the cpDNA restriction site and of the nrRNA\nsequence data. The data also indicate an apparent slowdown in the rate\nof rbcL sequence divergence in the woody Fuchsia lineage relative to the\nherbaceous Circaea lineage. The placements of monogeneric tribes\nLopezieae and Hauyeae are not strongly supported. The topology of the\nrbcL tree basically confirms that of the cpDNA restriction site tree.\nAmong the other cladistic analyses, the nrRNA sequence survey produced\nthe tree closest to the rbcL tree, followed in order by the rbcS amino\nacid sequence tree, the nrDNA restriction site tree, and the\nmorphological tree","trees":[{"tree_label":"Fig. 2F","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2019.phy"},{"tree_label":"Fig. 2C","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2018.phy"},{"tree_label":"Fig. 2D","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2011.phy"},{"tree_label":"Fig. 2E","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2012.phy"},{"tree_label":"Fig. 1","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2013.phy"},{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2014.phy"},{"tree_label":"Fig. 2G","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2015.phy"},{"tree_label":"Fig. 2A","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2016.phy"},{"tree_label":"Fig. 2B","ntax":"12","rootedtree":"TRUE","title":"Onagraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2017.phy"}]}