{"Authors":" Anthony J. Tosi, Juan Carlos Morales, Don J. Melnick","Year":" 2003","Title":" Paternal, Maternal, and Biparental Molecular Markers Provide\nUnique Windows onto the Evolutionary History of Macaque Monkeys.","Journal":" Evolution","Volume":" 57","Issue":" 6","Pages":" 1419-1435","Keywords":"","DOI":" 10.1554/01-477","Abstract":" We report the results of one of the first intrageneric\nanalyses to simultaneously survey mitochondrial, Y-chromosomal, and\nautosomal loci from the same individuals representing the same taxa.\nPhylogenetic trees were constructed for each of these genetic systems\nfrom a pool of 63 macaques, representing all 19 recognized species in\nthis genus, and eight outgroup taxa. The mitochondrial locus analyzed\nhere (1.5 Kb) spans the 3’ end of 12S rDNA, tRNA-VAL, and the 5’ end of\n16S rDNA; the Y chromosome dataset (3.1 Kb) consists of the genes SRY\nand TSPY; the two autosomal datasets include IRBP intron 3 (1.6 Kb) and\nthe 5’ half of C4 “long” intron 9 (3.3 Kb). A total of 1.35 million\nbases were read, revealing 682 variable sites within the genus Macaca.\nWith regard to earlier unresolved issues of macaque evolution, a\ncomparison of topologies reconstructed from each of the three genetic\nsystems suggests: (1) four monophyletic species groups; (2) an initial\nbifurcation among Asian macaques between the silenus group progenitor\nand a M. fascicularis-like taxon, with the latter representing the\nprobable common ancestor to all non-silenus group Asian macaques; (3) a\npossible hybrid origin of M. arctoides from proto-M.\nassamensis/thibetana and proto-M. fascicularis; and (4) contemporary\nintrogression between M. mulatta and M. fascicularis in Indochina.\nInferences 3 and 4 are of particular interest, because episodes of\nreticulate evolution often go undetected in analyses employing a single\ngenetic system. Finally, divergence calculations suggest that, in\nfemale-philopatric taxa, mitochondrial bifurcations may typically\npredate Y-chromosomal divergences at the same node.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Macaques","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47392.phy"}]}