{"Authors":" H. Thorsten Lumbsch, J. A. Elix, Oscar Blanco, Ana Crespo,\nPradeep Kumar Divakar","Year":" 2004","Title":" Molecular phylogeny of parmotremoid lichens (Ascomycota,\nParmeliaceae).","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Parmotrema is one of the larger genera segregated from\nParmelia s. lat. More recently some further genera have been segregated\nfrom this large genus based mainly on morphological and chemical\nfeatures. We have employed molecular data from three genes to revise the\ngeneric concept within the parmotremoid lichens. A bayesian analysis of\nnuclear its, lsu rDNA and mitochondrial SSU rDNA sequences have been\nperformed. The genera Canomaculina, Concamerella, Parmelaria and Rimelia\nappear nested within Parmotrema. Alternative hypotheses to maintain the\nindependence of canomaculina, concamerella and rimelia are shown to be\nhighly unlikely and are rejected. As a consequence these three genera\nare reduced to synonymy with parmotrema. An alternative topology\nsegregating parmelaria from parmotrema s. Lat cannot be rejected with\nthe data set at hand. However, we have established that this genus is\nclosely related to Parmotrema rather than to Cetrarioid species as was\nconsidered previously. The revised genus Parmotrema includes species\nwhich have an upper cortex consisting of a palisade plectenchyma or\nrarely paraplectectenchyma with vaults, have a pored epicortex, lack\npseudocyphellae, have or lack cilia, have laminal, perforate or\neperforate apothecia, usually have simple rhizines and filiform,\ncylindrical, bacilliform or sublageniform conidia. It is closely related\nto canoparmelia and flavoparmelia but the status of these genera\nrequires further investigation. 20 New combinations are made.","trees":[{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Parmotrema","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_223.phy"}]}