{"Authors":" László G. Nagy, Csaba Vágvölgyi, Tamás Papp","Year":" 2011","Title":" A multi-gene phylogeny and morphological evolution of the\nPsathyrellaceae (Agaricales)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycetes, deliquescence, taxonomy, classification,\nMCMC convergence, Bayesian mixture model\n","DOI":"","Abstract":" The phylogeny of the Psathyrellaceae is a hot topic in\nfungal evolutionary studies. Despite repeated efforts for inferring\nstable trees that can serve as a basis for reclassification of the\nfamily, extensive taxonomic rearrangements have been withheld by several\nfactors, among others, inadequate taxon sampling in several clades and\nlow support values. There is a general consensus that a comprehensive,\nwell-sampled phylogeny is needed for the family. In this paper we\npresent a well-resolved, robust phylogeny and morphological definitions\nfor the clades we recovered. Sequence data from four nuclear genes\n(approximately 4.7 kb) and various phylogenetic methods were used to\ninfer relationships and analyze various types of uncertainties\nassociated with our Bayesian estimates. Special attention has been paid\nto branch length priors, convergence and their effects on clade\nposteriors. Unexpected relationships and other morphologically informed\nphylogenetic hypotheses have been tested by constraint analyses. Nearly\nfully resolved consensus trees have been obtained with strong support\nfor most of the large nodes and several early evolutionary events. We\nfound that obtaining realistic branch length estimates necessitated\nadjustments to the default priors and that comparison of different\nmethods can reveal more of the underlying phylogenetic uncertainty than\nnodal support values obtained from a single analysis due to matters of\nconvergence and mixing for the MCMC analyses. Further, we proved that,\nsupport values and topologies are very slightly or not affected in our\ndata set and that overestimation of branch lengths caused by prior\nmisspecification affects branches of different lengths proportionally.\nAltogether, 14 major clades of the Psathyrellaceae have been recovered\nand characterized by morphological traits. We identified poorly sampled\nregions of the phylogeny and discuss potential additions and extensions\nof the phylogeny. Prospects for and potential pitfalls of a future\nreclassification are discussed in detail.","trees":[{"tree_label":"Tree1","ntax":"1","rootedtree":"TRUE","title":"Tr51240","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51240.phy"},{"tree_label":"Tree1","ntax":"140","rootedtree":"TRUE","title":"Tr47499","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47499.phy"},{"tree_label":"con 50 majrule+","ntax":"139","rootedtree":"TRUE","title":"Tr47500","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47500.phy"},{"tree_label":"0","ntax":"139","rootedtree":"TRUE","title":"Tr47501","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47501.phy"}]}