{"Authors":" Rachunliu G. Kamei, Diego San Mauro, David J. Gower, Ines\nvan Bocxlaer, Emma Sherratt, Ashish Thomas, Suresh Babu, Franky Bossuyt,\nMark Wilkinson, Sathyabhama Das Biju","Year":" 2012","Title":" Discovery of a new family of amphibians from northeast India\nwith ancient links to Africa","Journal":" Proceedings of the Royal Society B","Volume":" 279","Issue":"","Pages":" 23962401","Keywords":" caecilian amphibians, Chikilidae, new family, systematics,\nnortheast India","DOI":" 10.1098/rspb.2012.0150","Abstract":" The limbless, primarily soil-dwelling and tropical\ncaecilian amphibians (Gymnophiona) comprise the least known order of\ntetrapods. On the basis of unprecedented extensive fieldwork, we report\nthe discovery of a previously overlooked, ancient lineage and radiation\nof caecilians from threatened habitats in the underexplored states of\nnortheast India. Molecular phylogenetic analyses of mitogenomic and\nnuclear DNA sequences, and comparative cranial anatomy indicate an\nunexpected sister-group relationship with the exclusively African family\nHerpelidae. Relaxed molecular clock analyses indicate that these\nlineages diverged in the Early Cretaceous, about 140 Ma. The discovery\nadds a major branch to the amphibian tree of life and sheds light on\nboth the evolution and biogeography of caecilians and the biotic history\nof northeast Indiaan area generally interpreted as a gateway between\nbiodiversity hotspots rather than a distinct biogeographic unit with its\nown ancient endemics. Because of its distinctive morphology, inferred\nage and phylogenetic relationships, we recognize the newly discovered\ncaecilian radiation as a new family of modern amphibians.","trees":[{"tree_label":"Low Level Phylogeny","ntax":"43","rootedtree":"TRUE","title":"Gymnophiona","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47678.phy"},{"tree_label":"High Level Phylogeny","ntax":"23","rootedtree":"TRUE","title":"Gymnophiona","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47676.phy"},{"tree_label":"LowHigh Phylogeny","ntax":"32","rootedtree":"TRUE","title":"Gymnophiona","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47677.phy"}]}