{"Authors":" J. S. Kostecki, A. Carmichael, David Hawks, J. M.\nHeraty","Year":" 2004","Title":" Phylogeny and Behavior of the Gollumiellinae, a new subfamily\nof the ant-parasitic Eucharitidae (Hymenoptera: Chalcidoidea).","Journal":" Systematic Entomology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Gollumiellinae is proposed as a new subfamily for the\nIndo-Pacific genera Gollumiella Hedqvist and Anorasema Bou?cek based on\nanalyses of three ribosomal transcript gene regions (28S-D2 & D3 and\n18S-E23; 1262 aligned bp) sequenced for 28 genera and 54 species of\nEucharitidae, and 12 genera and 19 species of Pteromalidae\n(Pteromalinae) and Perilampidae (Chrysolampinae and Perilampinae).\nGollumiella and Anorasema have been treated as either a monophyletic or\nparaphyletic group within the Eucharitini (Hymenoptera: Eucharitidae).\nMonophyly of the Eucharitidae and a sister group relationship between\nGollumiellinae and Oraseminae + Eucharitinae is supported strongly in\nparsimony and Bayesian analyses. The molecular phylogeny contradicts\nprevious morphological hypotheses, in which Gollumiella and Anorasema\nare within Eucharitini. The strength of the molecular hypothesis is\nexplored through evaluations of data alignments that are eye-optimized,\nClustal-X aligned, eye-optimized but with gaps coded as a fifth base,\nand eye-optimized and combined with morphological data. The oviposition\nbehavior and host associations of Gollumiella longipetiolata on tree\nferns (Cyathea latebrosa, Cyatheaceae), and the morphology of the\nplanidium and pupa are newly described. Eggs are deposited vertically,\nwith the base anchored into the leaf or petiolar surface. Unlike other\nEucharitidae, the eggs are not stalked, but rather tipped with a\nsecretion that may act as an attractant for their ant host, Paratrechina\nsp. (Formicidae: Formicinae). Various morphological character state\noptimizations and their implications for convergent morphology, behavior\nand host associations are discussed.","trees":[{"tree_label":"Fig. 18","ntax":"77","rootedtree":"TRUE","title":"Eucharitidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1815.phy"}]}