{"Authors":" Robert Alexander Pyron, John J. Wiens","Year":" 2011","Title":" A large-scale phylogeny of Amphibia including over 2800\nspecies, and a revised classification of extant frogs, salamanders, and\ncaecilians","Journal":" Molecular Phylogenetics Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Amphibia; Anura; Apoda; Caudata; Lissamphibia;\nGymnophiona; Phylogeny; Supermatrix; Systematics","DOI":" 10.1016/j.ympev.2011.06.012","Abstract":" The extant amphibians are one of the most diverse\nradiations of terrestrial vertebrates (>6800 species). Despite much\nrecent focus on their conservation, diversification, and systematics, no\nprevious phylogeny for the group has contained more than 522 species.\nHowever, numerous studies with limited taxon sampling have generated\nlarge amounts of partially overlapping sequence data for many species.\nHere, we combine these data and produce a novel estimate of extant\namphibian phylogeny, containing 2871 species (40% of the known extant\nspecies) from 432 genera (85% of the 500 currently recognized extant\ngenera). Each sampled species contains up to 12,712 bp from 12 genes\n(three mitochondrial, nine nuclear), with an average of 2563 bp per\nspecies. This data set provides strong support for many groups\nrecognized in previous studies, but it also suggests non-monophyly for\nseveral currently recognized families, particularly in hyloid frogs\n(e.g., Ceratophryidae, Cycloramphidae, Leptodactylidae, Strabomantidae).\nTo correct these and other problems, we provide a revised classification\nof extant amphibians for taxa traditionally delimited at the family and\nsubfamily levels. This new taxonomy includes several families not\nrecognized in current classifications (e.g., Alsodidae, Batrachylidae,\nRhinodermatidae, Odontophrynidae, Telmatobiidae), but which are strongly\nsupported and important for avoiding non-monophyly of current families.\nFinally, this study provides further evidence that the supermatrix\napproach provides an effective strategy for inferring large-scale\nphylogenies using the combined results of previous studies, despite many\ntaxa having extensive missing data.","trees":[{"tree_label":"Fig. 2","ntax":"2872","rootedtree":"TRUE","title":"Large-scale maximum likelihood estimate of amphibian\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48025.phy"}]}