{"Authors":" Andrew M Minnis, Daniel B Grenier, Stephen A Rehner, Joseph\nF. Bischoff, Aaron H. Kennedy","Year":" 2011","Title":" Asperisporium and Pantospora (Mycosphaerellaceae):\nepitypifications and phylogenetic placement of these genera","Journal":" Persoonia","Volume":" 27","Issue":"","Pages":" 1-8","Keywords":" Ascomycota, Capnodiales, Dothideomycetes, lectotype,\npawpaw, Pseudocercospora ulmifoliae","DOI":" 10.3767/003158511X602071","Abstract":" The species-rich family Mycosphaerellaceae contains\nconsiderable morphological diversity and includes numerous anamorphic\ngenera, many of which are economically important plant pathogens. Recent\nrevisions and phylogenetic research have resulted in taxonomic\ninstability. Ameliorating this problem requires phylogenetic placement\nof type species of key genera. Here, we present an examination of the\ntype species of the anamorphic Asperisporium and Pantospora. Cultures\nisolated from recent port interceptions were studied and described, and\nmorphological studies were made of historical and new herbarium\nspecimens. DNA sequence data from the ITS region and nLSU were generated\nof these type species, analyzed phylogenetically, placed into an\nevolutionary context within Mycosphaerellaceae, and compared to existing\nphylogenies. Epitype specimens associated with living cultures and DNA\nsequence data are designated herein. Asperisporium caricae, the type of\nAsperisporium and cause of a leaf and fruit spot disease of papaya, is\nclosely related to several species of Passalora including P.\nbrachycarpa. The status of Asperisporium as a potential generic synonym\nof Passalora remains unclear. The monotypic genus Pantospora, typified\nby the synnematous Pantospora guazumae, is not included in\nPseudocercospora sensu stricto or sensu lato. Rather, it represents a\ndistinct lineage in the Mycosphaerellaceae in an unresolved position\nnear Mycosphaerella microsora.","trees":[{"tree_label":"con 50 majrule","ntax":"21","rootedtree":"TRUE","title":"Tr47716","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47716.phy"}]}