{"Authors":" Patrik Inderbitzin, Richard M Bostock, R Michael Davis,\nToshiyuki Usami, W Harold Platt, Krishna V Subbarao","Year":" 2011","Title":" Phylogenetics and taxonomy of the fungal vascular wilt\npathogen Verticillium, with the descriptions of five new species","Journal":" PloS One","Volume":" 6","Issue":" 12","Pages":" e28341","Keywords":" Ascomycetes, Pezizomycotina, Hypocreomycetes,\nHypocreomycetidae, Plectosphaerellaceae","DOI":" 10.1371/journal.pone.0028341","Abstract":" Knowledge of pathogen biology and genetic diversity is a\ncornerstone of effective disease management. Species names provide an\nideal framework for storage and retrieval of relevant information, a\nsystem that is contingent on a clear understanding of species boundaries\nand consistent species identification. Verticillium, a genus of\nascomycete fungi, contains important plant pathogens whose species\nboundaries have been ill defined. Using phylogenetic analyses,\nmorphological investigations and comparisons to herbarium material and\nthe literature, we established a solid taxonomic framework for\nVerticillium comprising ten species, five of which were new to science.\nWe used a collection of 74 isolates representing as much of the known\ndiversity of Verticillium as possible, and phylogenetic analyses based\non the ribosomal internal transcribed spacer region (ITS), partial\nsequences of the protein coding genes actin (ACT), elongation factor\n1-alpha (EF), glyceraldehyde-3-phosphate dehydrogenase (GPD) and\ntryptophan synthase (TS). Combined analyses of the ACT, EF, GPD and TS\ndatasets using three different algorithms recognized two major groups\nwithin Verticillium, Clade Flavexudans and Clade Flavnonexudans,\nreflecting the respective production and absence of yellow hyphal\npigments. Clade Flavexudans comprised V. albo-atrum and V. tricorpus as\nwell as the new species V. zaregamsianum, V. isaacii and V. klebahnii,\nof which the latter two were morphologically indistinguishable from V.\ntricorpus but may differ in pathogenicity. Clade Flavnonexudans\ncomprised V. nubilum, V. dahliae and V. longisporum, as well as the two\nnew species V. alfalfae and V. nonalfalfae which resembled the distantly\nrelated V. albo-atrum in morphology. Apart from the diploid hybrid V.\nlongisporum, each of the ten species corresponded to a single clade in\nthe phylogenetic tree comprising just one ex-type strain, thereby\nestablishing a direct link to a name tied to a herbarium specimen. A\nmorphology-based key is provided for identification to species or\nspecies groups, however, due to instability of many of the diagnostic\nmorphological characters, DNA based identification is required for\nauthoritative identification of Verticillium species.","trees":[{"tree_label":"Four locus tree","ntax":"77","rootedtree":"TRUE","title":"Verticillium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47693.phy"},{"tree_label":"ITS Tree","ntax":"74","rootedtree":"TRUE","title":"Verticillium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47692.phy"}]}