{"Authors":" Hannes Lerp, Torsten Wronski, Markus Pfenninger, Martin\nPlath","Year":" 2011","Title":" A phylogeographic framework for the conservation of Saharan\nand Arabian dorcas gazelles (Artiodactyla: Bovidae)","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Desert ungulate; Gazella dorcas; conservation unit;\nphylogeography; range expansion","DOI":"","Abstract":" Many species of gazelles (Gazella spp.) are nowadays\nthreatened by hunting, poaching, habitat loss and habitat deterioration.\nConservation efforts for this group not only face the problem of\nmaintaining remnant populations, but often natural populations have been\nextirpated from the wild. In some cases though, captive breeding\nprograms exist that might provide a valuable source for future\nreintroductions. A major problem in this context is that phylogeographic\nrelationships among different (potentially locally adapted) populations,\nand even basic phylogenetic relationships between species, are only\npoorly understood, thus hampering the assignment of management units,\nbreeding groups, or stocks for reintroduction projects. Our present\nstudy focused on dorcas gazelles (G. dorcas and ‘G. saudiya’) from the\nspecies entire distribution range, with samples originating from western\nSaharan Africa into Saudi Arabia. In stark contrast to previous studies\nreporting on pronounced genetic structure in taxa like mountain gazelles\n(G. gazella), we detected only low genetic diversity and no evidence for\nmajor phylogenetic splits when analyzing two mitochondrial genetic\nmarkers. Using a coalescent approach we inferred a steep population\ndecline that started app. 25,000 years before present and is still\nongoing, which coincides with pre-historic human activities in Saharan\nAfrica. Our phylogenetic analyses, statistical parsimony network\nanalysis and inferred colonization patterns shed doubt on the validity\nof various described subspecies of G. dorcas.","trees":[{"tree_label":"G. dorcas Cytb Bayesian Tree","ntax":"83","rootedtree":"TRUE","title":"Gazella dorcas","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_47695.phy"}]}