{"Authors":" H. Thorsten Lumbsch, Oscar Blanco, Theodore L Esslinger,\nPradeep Kumar Divakar, Ana Crespo","Year":" 2004","Title":" Melanelixia and Melanohalea, two new genera segregated from\nMelanelia (Parmeliaceae) based on molecular and morphological data.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Generic concepts in the parmelioid lichens have been\ndiscussed intensively over the past three decades without reaching a\nbroad consensus. We have now employed molecular data from three genes to\nprovide a basis for a revised generic concept of the parmelioid lichens\ncontaining Xanthoparmelia-type lichenan. The phylogeny of the parmelioid\nlichens containing Xanthoparmelia-type lichenan was reconstructed using\na com-bined Bayesian analysis of nuclear ITS, LSU rDNA and mitochondrial\nSSU rDNA sequences. 181 new partial sequences of 55 taxa were generated\nand 10 sequences were downloaded from GenBank. Our results indicate that\nthe lichens containing Xanthoparmelia-type lichenan form a monophyletic\ngroup. However, the segregates proposed earlier do not form distinct\nclades within the group. Alternative hypotheses of monophyletic Karoowia\nand Neofuscelia that are not nested within Xanthoparmelia were rejected\nwith our data set. Consequently, these two genera are reduced to\nsynonymy under Xanthoparmelia. Xanthomaculina convoluta also belongs to\nXanthoparmelia. Since we were unable to study the umbilicate type\nspecies of Xanthomaculina, we refrain from synomyzing the genus with\nXanthoparmelia. The synonymy of Chondropsis and Paraparmelia under\nXanthoparmelia already proposed is supported. The revised and enlarged\ngenus Xanthoparmelia includes species that have cell walls with\nXanthoparmelia-type lichenan, a palisade plectenchyma with a pored\nepicortex, lack pseudocyphellae, with usually simple rhizines, generally\nbifusiform conidia and medullary chemical diversity. Ten new names are\nproposed, and 144 new combinations are made.","trees":[{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Xanthoparmelia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1818.phy"}]}