{"Authors":" Kaoru Yamaguchi, Yasuhisa Tsurumi, Rieko Suzuki, Charuwan\nChuaseeharonnachai, Veera - Sri-indrasutdhi, Nattawut - Boonyuen, Izumi\nOkane, Ken-ichiro Suzuki, Akira Nakagiri","Year":" 2012","Title":" Trichoderma matsushimae and T. aeroaquaticum: two\naero-aquatic species with Pseudaegerita-like propagules","Journal":" Mycologia","Volume":" 104","Issue":" 5","Pages":" 1109-1120","Keywords":" evolution, freshwater, Hamatum clade, Hypocreales,\nsystematics, tef1-int4","DOI":" 10.3852/11-253","Abstract":" Four isolates tentatively identified as Pseudaegerita\nmatsushimae on the basis of the morphology of bulbil-like propagules\nwere collected from substrates submerged in water in Thailand and Japan.\nIn culture studies the two Thai isolates were found to produce\nphialoconidia on conidiogenous cells and phialoconidiophores whose\nmorphology was similar to that of Trichoderma. Phylogenetic analysis\nbased on D1/D2 regions of LSU rDNA sequences showed that the four\nisolates were nested in Hypocrea/Trichoderma (Hypocreales) while P.\ncorticalis, the type species of Pseudaegerita, belongs to Hyaloscypha\n(Helotiales). Preliminary analysis by ISTH web tools based on 5.8S-ITS\nrDNA and phylogenetic analysis based on rpb2 and tef1-int4 genes showed\nthat the isolates have specific sequences of Trichoderma (anchors 1â“5)\nand belong to the Hamatum clade but they grouped apart from any known\nspecies of Trichoderma. The sequences of the tef1-int4 gene, which were\namplified from the authentic specimen of P. matsushimae (IMI 266915),\nalso showed that it belongs to the Hamatum clade closely clustering with\nT. yunnanense but separate from our four isolates. The morphology of P.\nmatsushimae (IMI 266915), especially the sizes of phialides and\nphialoconidia, were different from T. yunnanense. Thus, we conclude that\nIMI 266915 and our isolates are to be assigned to two different species\nin the Hamatum clade of Trichoderma, although both species have similar\nmorphology of bulbils and phialoconidia. Morphology and molecular data\nrevealed that P. matsushimae should be assigned to the genus Trichoderma\nas T. matsushimae and the Thai and Japanese isolates are placed in T.\naeroaquaticum sp. nov. This finding supports the interpretation that\naero-aquatic fungi have evolved from terrestrial fungi. We assume that\nthese fungi probably were derived from typically soil-inhabiting species\nof Trichoderma; an adaptation to aquatic environments is shown by\nformation of bulbil-like propagules floating on water.","trees":[{"tree_label":"Fig. 32","ntax":"59","rootedtree":"TRUE","title":"Trichoderma species descended to aquatic\nenvironments","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47743.phy"},{"tree_label":"Fig. 33 RPB2","ntax":"18","rootedtree":"TRUE","title":"Trichoderma species descended to aquatic\nenvironments","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47744.phy"},{"tree_label":"Fig. 33 TEF","ntax":"24","rootedtree":"TRUE","title":"Trichoderma species descended to aquatic\nenvironments","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47745.phy"}]}