{"Authors":" Galina Vydryakova, Dao Van, Parivash Shoukouhi, Nadezhda\nPsurtseva, John Bissett","Year":" 2011","Title":" Intergenomic and Intragenomic ITS sequence heterogeneity in\nNeonothopanus nambi (Agaricales) from Vietnam","Journal":" Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Neonothopanus nambi, internal transcribed spacer\nheterogeneity, concerted evolution, Taq error","DOI":"","Abstract":" The luminous mushroom from Vietnam identified earlier as\nOmphalotus aff. illudens (Van 2009) was studied. Morphological\nobservations of collected fruiting bodies were made in the field. A\nculture isolated from tissues of one basidiome was studied, and the\ninternal transcribed spacer regions (ITS1-2) of the ribosomal RNA repeat\nwere sequenced to confirm identifications. From these observations the\nluminous mushrooms collected in Vietnam were identified as Neonothopanus\nnambi (Speg.) R.H. Petersen & Krisai. To resolve initial sequence\nambiguities amplified DNA fragments were cloned and 38 different ITS\nsequences were obtained from a total of 98 clones, with 14 nt step\ndifferences (2% variability) across the entire spectrum of clone\nsequences. Commonalities in the sequences indicated that the cloned\nsequences represented two monokaryon mating strains from the basidiome\nand one possible recombinant. Cloning errors were accounted for by\ndeletion of single occurrence nucleotide variants. Six\ninsertions/deletions and four single nucleotide polymorphisms\ndistinguished the two monokaryon sequences (98% similarity) which\ndiffered by 4bp in length. As many as six multiple occurrence\nintragenomic polymorphisms were found to be statistically significant.\nPossible evolutionary mechanisms for the persistence of intergenomic and\nintragenomic ITS polymorphisms are discussed.","trees":[{"tree_label":"PAUP 1","ntax":"42","rootedtree":"TRUE","title":"Neonothopanus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48670.phy"}]}