{"Authors":" Ainhoa Agorreta, Lukas Rüber","Year":" 2012","Title":" A standardized reanalysis of molecular phylogenetic\nhypotheses of Gobioidei","Journal":" Systematics and Biodiversity","Volume":" 10","Issue":" 3","Pages":" 375-390","Keywords":" Bayesian inference, Gobies, Gobioidei, leaf stability\nanalysis, maximum likelihood, phylogenetic hypothesis, super-matrix,\ntopology tests","DOI":" 10.1080/14772000.2012.699477","Abstract":" Gobioidei is a suborder of perciform fishes with about\n2000 species distributed worldwide. Despite the evolutionary and\necological importance of gobioids, their phylogenetic inter- and\nintrarelationships are still poorly understood. Only a few studies\n(either morphological or molecular) have tackled the phylogeny of\nGobioidei as a whole. Of these, only six studies thus far have addressed\ngobioid intrarelationships based on molecular data (each using different\ntaxon sampling, genes, outgroups and method of phylogenetic inference),\nyielding contrasting results regarding the phylogenetic relationships\namong major lineages. In this study, we have reanalysed data from four\nof these molecular phylogenetic studies of Gobioidei under\nstandardization criteria (same outgroup and methods of phylogenetic\ninference) in order to assess the robustness of their results, as well\nas to identify which parts of the gobioid tree are least resolved.\nResults from all datasets reanalysed in this study are generally similar\nto those of the respective original studies, and suggest broad patterns\nof phylogenetic relationships among gobioid lineages. However, there are\nnumerous topological discrepancies among the four studies, support is\nlow for many phylogenetic relationships and topology tests are unable to\nreject the vast majority of alternative topologies tested. The\nconcatenation of datasets yields a relatively robust phylogeny of major\nlineages of Gobioidei, but there are some issues of overlap and missing\ndata, which are ameliorated with the inclusion of additional homologous\nsequences from GenBank that increase dataset completeness. Because both\nmonophyly of major gobioid groups and phylogenetic relationships among\nthem cannot be fully resolved, it is clear that further phylogenetic\nresearch is needed, and this should be accompanied by a major taxonomic\nrevision of the Gobioidei. Nevertheless, even with the relatively\nunstable nature of the available molecular phylogenies, there are some\nmonophyletic units that can be identified, and a basic structure of the\ngobioid tree appears evident.","trees":[{"tree_label":"Fig. 4","ntax":"153","rootedtree":"TRUE","title":"Gobioidei","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47741.phy"},{"tree_label":"Fig. 2","ntax":"45","rootedtree":"TRUE","title":"Gobioidei","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47739.phy"},{"tree_label":"Fig. 3","ntax":"93","rootedtree":"TRUE","title":"Gobioidei","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47740.phy"},{"tree_label":"Fig. 1","ntax":"28","rootedtree":"TRUE","title":"Gobioidei","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47738.phy"}]}