{"Authors":" Tendai Mapondera, Treena I Burgess, Mamoru Matsuki, Rolf\nOberprieler","Year":" 2012","Title":" Identification and molecular phylogenetics of the cryptic\nspecies of the Gonipterus scutellatus complex (Coleoptera:\nCurculionidae: Gonipterini)","Journal":" Australian Journal of Entomology","Volume":" 51","Issue":"","Pages":" 175-188","Keywords":"","DOI":" 10.1111/j.1440-6055.2011.00853.x","Abstract":" The Eucalyptus Weevil, generally referred to as Gonipterus\nscutellatus Gyllenhal, 1833 is a significant pest of Eucalyptus species\nin Africa, America, Europe and New Zealand. It has recently become a\npest of Eucalyptus globulus plantations in Western Australia, despite\nthe presence there of the mymarid egg-parasitoid Anaphes nitens\n(Girault). Recent taxonomic study has indicated G. scutellatus to\ncomprise a complex of cryptic species, obscuring the identity of the\nvarious pest populations of the weevil in the world. We examined (1)\nwhether the apparent cryptic species identifiable on genital differences\nhave a genetic basis; (2) the distribution of these species; and (3) the\norigin of the population in Western Australia. We studied specimens from\nacross the distribution range of Eucalyptus Weevil in Australia and\nobtained sequences of three genes from them: cytochrome oxidase I mtDNA,\nelongation-factor 1-a nuclear DNA and 18s rDNA. The cladogram of COI\nhaplotypes resolved 10 well supported clades fully corresponding with\ngenital-morphologically distinct species, eight of them constituting a\nmonophyletic G. scutellatus complex. Only four of these species proved\nto be described, as G. balteatus Lea, 1897 G. platensis (Marelli, 1926),\nG. pulverulentus Lea, 1897 and G. scutellatus Gyllenhal, 1833. The pest\nspecies in the world were found to be G. platensis (New Zealand,\nAmerica, western Europe), G. pulverulentus (eastern South America) and\nan undescribed species (Africa, France, Italy). The population of G.\nplatensis in Western Australia showed little genetic variation and is\nindicated to be a recent introduction from Tasmania. The discrimination\nof the cryptic species of the G. scutellatus complex enables\nimprovements in the management of the pest species in terms of\nbiological control and plantation practices. Our study highlights the\ncritical importance of proper taxonomic studies underpinning biocontrol\nprograms.","trees":[{"tree_label":"PAUP BAYES","ntax":"70","rootedtree":"TRUE","title":"Gonipterus scutellatus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49484.phy"},{"tree_label":"PAUP 1","ntax":"70","rootedtree":"TRUE","title":"Gonipterus scutellatus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49482.phy"},{"tree_label":"PAUP BS","ntax":"70","rootedtree":"TRUE","title":"Gonipterus scutellatus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49483.phy"}]}