{"Authors":" Casey W. Hoy, Lowell R. Nault, Jianhua Zhang, Sally A.\nMiller, Saskia A. Hogenhout","Year":" 2004","Title":" Molecular and symptom analyses of phytoplasma strains from\nlettuce reveal a diverse population.","Journal":" Phytopathology","Volume":" 94","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Epidemics of aster yellows in lettuce in Ohio, USA are\ncaused by at least seven distinct phytoplasma strains in aster yellows\ngroup. Five of the strains are newly reported: AY-BW, AY-WB, AY-BD3,\nAY-SS and AY-SG. All seven strains were characterized based on symptoms\nin aster and lettuce, and by polymerase chain reaction (PCR). Strain\nAY-BD2 (formerly ‘Bolt’) causes yellowing and leaf distortion in lettuce\nand bolting in aster, while strain AY-S (formaly ‘Severe’) causes\nstunting, leaf clustering and phyllody. Strain AY-WB causes yellowing\nand wilting in lettuce and witches’-broom in aster. Strain AY-SG induces\nhorizontal growth in lettuce and aster plants. Strain AY-BW causes\nchlorosis of emerging leaves and abnormally upright growth of leaf\npetioles. AY-SS causes symptoms similar to those caused by AY-S but has\na different PCR-RFLP banding pattern. Strains AY-BD2 and AY-BD3 cause\nmild leaf and stem distortion in lettuce but are differentiated by\nPCR-RFLP. All phytoplasma strains collected from lettuce in Ohio belong\nto the 16SrI group. AY-WB belongs to the 16SrI-A subgroup and the other\nsix belong to the 16SrI-B subgroup. Five of the seven strains were\ndistinguished from each other by primer typing. The results of\nphylogenetic analyses of sequences of the 16S rRNA genes were basically\nconsistent with the classification based on PCR-RFLP, in which AY-WB\nclustered with phytoplasmas of the 16rI-A subgroup and the other Ohio\nlettuce strains clustered with phytoplasmas in the 16SrI-B\nsubgroup.","trees":[{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"Phytoplasma strains from lettuce","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1819.phy"},{"tree_label":"Fig. 4","ntax":"19","rootedtree":"TRUE","title":"Phytoplasma strains from lettuce","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1820.phy"}]}