{"Authors":" Kazuaki Tanaka, Bret A. Summerell, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous","Year":" 2011","Title":" Additions to the Mycosphaerella complex","Journal":" IMA Fungus","Volume":" 2","Issue":" 1","Pages":" 49-64","Keywords":" Anthracostroma, Camarosporula, Cladosporium,\nMycosphaerella, phylogeny, Sphaerulina, taxonomy, Teratosphaeria","DOI":" 10.5598/imafungus.2011.02.01.08","Abstract":" Species in the present study were compared based on their\nmorphology, growth characteristics in culture, and DNA sequences of the\nnuclear ribosomal RNA gene operon (including ITS1, ITS2, 5.8S nrDNA and\nthe first 900 bp of the 28S nrDNA) for all species and partial actin and\ntranslation elongation factor 1-alpha gene sequences for Cladosporium\nspecies. New species of Mycosphaerella (Mycosphaerellaceae) introduced\nin this study include M. cerastiicola (on Cerastium semidecandrum, The\nNetherlands), and M. etlingerae (on Etlingera elatior, Hawaii).\nMycosphaerella holualoana is newly reported on Hedychium coronarium\n(Hawaii). Epitypes are also designated for Hendersonia persooniae, the\nbasionym of Camarosporula persooniae, and for Sphaerella agapanthi, the\nbasionym of Teratosphaeria agapanthi comb. nov. (Teratosphaeriaceae) on\nAgapathus umbellatus from South Africa. The latter pathogen is also\nnewly recorded from A. umbellatus in Europe (Portugal). Furthermore, two\nsexual species of Cladosporium (Davidiellaceae) are described, namely C.\ngrevilleae (on Grevillea sp., Australia), and C. silenes (on Silene\nmaritima, UK). Finally, the phylogenetic position of two genera are\nnewly confirmed, namely Camarosporula (based on C. persooniae,\nteleomorph Anthracostroma persooniae), which is a leaf pathogen of\nPersoonia spp. in Australia, belongs to the Teratosphaeriaceae, and\nSphaerulina (based on S. myriadea), which occurs on leaves of Fagaceae\n(Carpinus, Castanopsis, Fagus, Quercus), and belongs to the\nMycosphaerellaceae.","trees":[{"tree_label":"Fig. 1","ntax":"49","rootedtree":"TRUE","title":"Mycosphaerella complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47781.phy"}]}