{"Authors":" Holger Thues, Lucia Muggia, Sergio Pérez-Ortega, Sergio E\nFavero-Longo, Suzanne Joneson, Heath E. O’Brien, Matthew P. Nelsen,\nRhinaixa Duque-Thues, Martin Grube, Thomas Friedl, Juliet Brodie, Carrie\nAndrew, Francois Lutzoni, Cecile Gueidan, Robert Lücking","Year":" 2011","Title":" Revisiting photobiont diversity in the lichen family\nVerrucariaceae (Ascomycota)","Journal":" European Journal of Phycology","Volume":" 46","Issue":" 4","Pages":" 399-415","Keywords":" Algal partners, molecular identification, Dilabifilum,\nDiplosphaera, Heterococcus, Stichococcus.","DOI":" 10.1080/09670262.2011.629788","Abstract":" The Verrucariaceae (Ascomycota) is a family of mostly\nlichenized fungi with a unique diversity of algal symbionts, including\nsome algae that are rarely or never associated with other lichens. The\nphylogenetic position of most of these algae has not yet been studied\nand, because morphology-based identifications can often be misleading,\nmolecular data is necessary to revisit their identity and to explore\npatterns of association between fungal and algal partners. For this\nreason, the diversity of photobionts in this lichen family was\ninvestigated using molecular markers (rbcL and nuSSU) amplified from DNA\nextracts of lichen thalli and cultured isolates. Although a single algal\ngenus, Diplosphaera (Trebouxiophyceae), was associated with 12 out of\nthe 17 sampled genera of Verrucariaceae, representatives of eight other\ngenera in five orders of the Chlorophyta and one genus in the\nXanthophyceae also form lichen associations with members of the family.\nFungal genera with simple crustose thalli (e.g., Hydropunctaria,\nWahlenbergiella, Bagliettoa) use a high diversity and unusual selection\nof photobionts. In contrast, fungal genera with more complex thalli\n(e.g., Placidium, Dermatocarpon) tend to have lower photobiont\ndiversity. Habitat requirements and phylogenetic histories are both\npartly reflected in the observed patterns of associations between\nlichenized fungi from the family Verrucariaceae and their\nphotobionts.","trees":[{"tree_label":"RAxML with BL and BS","ntax":"114","rootedtree":"TRUE","title":"Mycobiont multigene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75192.phy"},{"tree_label":"RAxML 2-gene phylogeny of Chlorophyta","ntax":"103","rootedtree":"TRUE","title":"Chlorophyta 2-gene ML phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75517.phy"},{"tree_label":"Prasiolales 2-gene","ntax":"84","rootedtree":"TRUE","title":"Prasiolales 2-gene ML phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75518.phy"},{"tree_label":"PAUP","ntax":"16","rootedtree":"TRUE","title":"Heterococcus 2-gene phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75516.phy"}]}