{"Authors":" Kristen Elizabeth Hasenstab-Lehman, M. G. Simpson","Year":" 2011","Title":" Cats Eyes and Popcorn Flowers: Phylogenetic Systematics of\nthe Genus Cryptantha s.l. (Boraginaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Amsinckia, Pectocarya, Plagiobothrys, taxonomy, trait\nevolution","DOI":"","Abstract":" The genus Cryptantha (Boraginaceae) is a group of\napproximately 204 annual and perennial species. The genus exhibits an\namphitropic distribution, occurring in temperate and desert regions of\nwestern North and South America. Fifty samples of 45 species of\nCryptantha s.l., exemplars of the related genera Amsinckia, Pectocarya,\nand Plagiobothrys, and four outgroup taxa were sequenced for two gene\nregions, the Internal Transcribed Spacer Unit of the nuclear ribosomal\ngenes (nrITS), and the trnLUAA intron region of the chloroplast genome.\nThese data were used to assess phylogenetic relationships within the\ncomplex using parsimony, maximum likelihood, and Bayesian inference\nmethods. Cryptantha s.l. was found to be paraphyletic, with its members\nplaced among several well-supported clades. Based on these analyses, we\npropose resurrection of the genera Eremocarya, Greeneocharis,\nJohnstonella, and Oreocarya, and recognition of a newly delimited\nCryptantha s.s. The related genera Amsinckia and Pectocarya were\nresolved as monophyletic and most closely related to various clades\nwithin Cryptantha s.l. Plagiobothrys was resolved as paraphyletic in\nthree clades, these clades corresponding to previously named sections or\ngroups of sections. Subtribe Cryptanthinae Brand is supported as\nmonophyletic. Ancestral state reconstructions support the multiple,\nderived evolution of perenniality, reduction in nutlet number, nutlet\nheteromorphism, and smooth nutlet sculpturing. Although sampling is\nincomplete, this study generally supports the hypothesis of repeated,\nunidirectional dispersal events, all from North to South America.","trees":[{"tree_label":"PAUP 1","ntax":"70","rootedtree":"TRUE","title":"Tr47823","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47823.phy"}]}