{"Authors":" Sandra C Lamprecht, Johannes (Ewald) Zacharias Groenewald,\nYared T Tewoldemedhin, Walter F.O. Marasas, Pedro W. Crous","Year":" 2011","Title":" Diaporthaceae associated with root and crown rot of\nmaize","Journal":" IMA Fungus","Volume":" 2","Issue":" 1","Pages":" 13-24","Keywords":" Diplodia, diplodiosis, Phaeocytostroma, phylogeny,\nStenocarpella, systematics, Zea mays","DOI":" 10.5598/imafungus.2011.02.01.03","Abstract":" Several isolates of coelomycetous fungi with pigmented\nconidia were consistently isolated from diseased roots of Zea mays in\nirrigated plots monitored in the KwaZulu-Natal Province of South Africa.\nBased on their morphology, these isolates could be identified as\nrepresentative of Stenocarpella macrospora, S. maydis, and\nPhaeocytostroma ambiguum. Although species of Stenocarpella are\nwell-known as causal agents of cob and stalk rot and leaf blight of\nmaize in South Africa, the occurrence and importance of P. ambiguum is\nless well documented and understood. To determine the role of P.\nambiguum as a root pathogen of maize, pathogenicity tests were conducted\nunder glasshouse conditions at 18 °C night and 28 °C day temperatures\nusing a pasteurised soil, river sand and perlite medium and a 0.5 %\nsand-bran inoculum. Based on these results, P. ambiguum was shown to be\na primary pathogen of maize, but to be less virulent than the positive\ncontrol, S. maydis. Furthermore, to clarify the higher-level phylogeny\nof these fungal genera, isolates were subjected to DNA sequencing of the\nnuclear ribosomal DNA (ITS & LSU). Partial gene sequences of the\ntranslation elongation factor 1-alpha gene were added to confirm the\nspecies monophyly. To resolve the generic placement of Phaeocytostroma,\nadditional species such as P. sacchari, P. plurivorum and P.\nmegalosporum were also added to the analysis. Based on these results,\nStenocarpella and Phaeocytostroma were shown to be two well defined\ngenera, belonging to Diaporthales, Diaporthaceae, being closely allied\nto Phomopsis (Diaporthe). All three genera were also observed to form\nalpha as well as beta conidia, and although this phenomenon is well\ndocumented for Phomopsis and Phaeocytostroma, it is a new observation\nfor Stenocarpella. In spite of the differences in conidial pigmentation,\nno support could be obtained for polyphyly in Diaporthaceae, suggesting\nthat as observed in Botryosphaeriaceae (Botryosphaeriales), conidial\npigmentation is not informative at the family level in\nDiaporthales.","trees":[{"tree_label":"Fig. 1","ntax":"72","rootedtree":"TRUE","title":"Diaporthaceae associated with root and crown rot of\nmaize","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47817.phy"},{"tree_label":"Fig. 2","ntax":"52","rootedtree":"TRUE","title":"Diaporthaceae associated with root and crown rot of\nmaize","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47818.phy"},{"tree_label":"Fig. 3","ntax":"30","rootedtree":"TRUE","title":"Diaporthaceae associated with root and crown rot of\nmaize","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47819.phy"}]}