{"Authors":" Daryl W Lam, Timothy J. Entwisle, Pertti Eloranta, Janina\nKwandrans, Morgan L Vis","Year":" 2011","Title":" Circumscription of species in the genus Sirodotia\n(Batrachospermales, Rhodophyta) based on molecular and morphological\ndata","Journal":" European Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" cox 2-3 spacer, freshwater, macroalgae, phylogeography,\nrbcL, streams","DOI":"","Abstract":" Species level taxonomy and phylogeographic distribution\npatterns in the freshwater rhodophyte Sirodotia Kylin are resolved\nthrough phylogenetic inferences based on rbcL and cox2-3 sequence data.\nPrevious studies focused on the taxonomy of specific Sirodotia species\nor the distributions across a limited geographic region. Our molecular\nphylogenies include samples attributable to five recognized Sirodotia\nspecies and include collections from Australia, Brazil, Costa Rica,\nCanada, Finland, Mexico, New Zealand, South Africa, and the United\nStates. Both rbcL and cox2-3 phylogenies inferred S. suecica Kylin, S.\ntenuissima (Collins) Skuja ex Flint, and S. goebelii Entwisle et Foard\nas a monophyletic group with little sequence divergence. This result\nsupports the synonymy of S. tenuissima and S. goebelii with S. suecica\n(the species name with priority). Within the aforementioned clade,\nsamples collected from Australia and New Zealand formed a monophyletic\ngroup with no other discernible phylogeographic patterns within S.\nsuecica. This result seems to be somewhat unusual in the\nBatrachospermales as other species have shown greater genetic variation\namong geographically distant locations. Like previous studies, S.\nhuillensis (Welwitsch ex W. & G.S. West) Skuja and S. delicatula\nSkuja were inferred as a separate species based on the rbcL phylogeny\nand supports the current taxonomy. A specimen labeled S. aff. huillensis\nfrom South Africa, may represent a new species, however, further\nresearch is necessary before it can be designated as such.","trees":[{"tree_label":"Garli Best","ntax":"33","rootedtree":"TRUE","title":"Sirodotia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47788.phy"},{"tree_label":"PAUP 1","ntax":"20","rootedtree":"TRUE","title":"Sirodotia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47785.phy"},{"tree_label":"PAUP 1","ntax":"33","rootedtree":"TRUE","title":"Sirodotia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47784.phy"},{"tree_label":"PAUP 3","ntax":"20","rootedtree":"TRUE","title":"Sirodotia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47787.phy"},{"tree_label":"PAUP 2","ntax":"20","rootedtree":"TRUE","title":"Sirodotia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47786.phy"}]}