{"Authors":" Meredith B Peach, Greg Rouse","Year":" 2004","Title":" Phylogenetic trends in the abundance and distribution of pit\norgans of elasmobranchs.","Journal":" Acta Zoologica","Volume":" 85","Issue":"","Pages":" 233-244","Keywords":" Lateral-line, pit organ, neuromast, evolution, sensory\nfish, elasmobranch","DOI":" 10.1111/j.0001-7272.2004.00176.x","Abstract":" Pit organs (free neuromasts of the mechanosensory lateral\nline system) are distributed over the skin of elasmobranchs.To\ninvestigate phylogenetic trends in the distribution and abundance of pit\norgans, 12 relevant morphological characters were added to an existing\nmatrix of morphological data (plus two additional end terminals), which\nwas then re-analysed using cladistic parsimony methods (PAUP* 4.0b10).\nCharacter transformations were traced onto the most parsimonious\nphylogenetic trees.The results suggest the following interpretations.\nFirst, the distinctive overlapping denticles covering the pit organs in\nmany sharks are a derived feature; plesiomorphic elasmobranchs have pit\norgans in open slits, with widely spaced accessory denticles. Second,\nthe number of pit organs on the ventral surface of rays has been reduced\nduring evolution, and third, spiracular pit organs have changed position\nor have been lost on several occasions in elasmobranch evolution.The\nconcentrated-changes test in MacClade (version 4.05) was used to\ninvestigate the association between a pelagic lifestyle and loss of\nspiracular pit organs (the only character transformation that occurred\nmore than once within pelagic taxa). Depending on the choice of tree,\nthe association was either nonsignificant at P = 0.06 or significant at\nP < 0.05. Future studies, using species within more restricted\nelasmobranch clades, are needed to resolve this issue.","trees":[{"tree_label":"Fig. 4","ntax":"53","rootedtree":"TRUE","title":"Elasmobranchs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_47829.phy"}]}