{"Authors":" Birgit Oelschlägel, Sarah Wagner, Karsten Salomo,\nNediyaparambu Sukumaran Pradeep, Tze Leong Yao, Sandrine Isnard, Nick\nRowe, Cristoph Neinhuis, Stefan wanke","Year":" 2011","Title":" Implications from molecular phylogenetic data for\nsystematics, biogeography and growth form evolution of Thottea\n(Aristolochiaceae).","Journal":" The Gardens’ Bulletin Singapore","Volume":" 63","Issue":" 1 & 2","Pages":" 259275","Keywords":" molecular phylogeny, Thottea, Aristolochiaceae,\nsystematics, biogeography","DOI":"","Abstract":" The genus Thottea comprises about 35 species distributed\nfrom India throughout Southeast Asia. However, most of the species have\na narrow distribution. A first molecular phylogeny based on the\nchloroplast trnK intron, matK gene and trnK-psbA spacer is presented and\nconfirms the monophyly of the genus according to Hou in 1981. Earlier\nsubdivisions into the sections or genera Apama and Thottea could not be\nsubstantiated since both proved to be paraphyletic with respect to each\nother. The taxonomic and systematic history of Thottea is discussed with\nrespect to molecular and morphological data. Thottea piperiformis is\nsister to all other species, which gives limited recognition to\nAsiphonia piperiformis as proposed by Huber (1985). Thottea tomentosa,\none of the smallest and most widespread species is subsequently sister\nto all remaining species. Thottea diversified in two biogeographic\nregions: the Western Ghats in India and the Indo-Malayan region. A high\ndegree of endemism is observed resulting from the presence of very few\nspecies shared between islands, which might be the result of a single\ncolonisation and subsequent radiation. Within Piperales, Thottea holds a\nkey position between the herbaceous Asaroideae and the woody\nAristolochioideae.","trees":[{"tree_label":"Fig. 2b","ntax":"39","rootedtree":"TRUE","title":"Phylogram derived from Parsimony Ratchet","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_47874.phy"},{"tree_label":"Fig. 2a","ntax":"39","rootedtree":"TRUE","title":"Phylogram derived from Bayesian analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_47873.phy"}]}