{"Authors":" Fabian A Michelangeli, Antoine Nicolas, Maria E Morales-P.,\nHeriberto David","Year":" 2011","Title":" Phylogenetic relationships of Allomaieta, Alloneuron,\nCyphostyla and Wurdastom (Melastomataceae), and the resurrection of the\ntribe Cyphostyleae","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" capsular fruit; Cyphostyleae; haplostemony; inferior\novary; Miconieae","DOI":"","Abstract":" In the Melastomataceae flowers with superior ovaries\nusually develop into capsular fruits, while flowers with inferior or\npartially inferior ovaries develop into berries. The phylogenetic\nposition and affinities of four enigmatic genera with inferior ovaries\nand capsular fruits, Allomaieta, Alloneuron, Cyphostyla and Wurdastom,\nwas investigated using three plastid loci (rbcL, ndhF, and rpl16) and\nmorphological characters. These four genera have been at times placed in\ntheir own tribe, the Cyphostyleae, but have also been placed in the\nMiconieae, and whether they form a group at all has also been the\nsubject of debate. We find that these four genera form a well supported\ngroup that can be diagnosed by the unique character combination of\nhaplostemonous flowers (anthers in the same number as petals), inferior\novaries and capsular fruits. Most members of the tribe also have a\ncalyptrate calyx, but the mode of dehiscing of the calyx varies across\nspecies. This character combination and the phylogenetic position of\nthis clade within the family warrant the recognition of the tribe\nCyphostyleae. The previously proposed synonymy of Cyphostyla under\nAllomaieta is maintained, and a key to the genera in the tribe and a\nlist of all species with nomenclatural and taxonomic information are\nprovided. Lectotypifications two species are also included.","trees":[{"tree_label":"bestREP4","ntax":"90","rootedtree":"TRUE","title":"Tr47833","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47833.phy"},{"tree_label":"t1","ntax":"90","rootedtree":"TRUE","title":"Tr47832","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47832.phy"}]}