{"Authors":" Martina Oberhofer, Adrian Leuchtmann","Year":" 2012","Title":" Genetic diversity in epichloid endophytes of Hordelymus\neuropaeus suggests repeated host jumps and interspecific\nhybridizations","Journal":" Molecular Ecology","Volume":" 21","Issue":" 11","Pages":" 2713-2726","Keywords":" Epichloë, Neotyphodium, interspecific hybrid, Hordelymus\neuropaeus, host jump, speciation, phylogeny","DOI":" 10.1111/j.1365-294X.2012.05459.x","Abstract":" Epichloid endophytes (Epichloë and Neotyphodium spp.) are\nexcellent model systems for studying speciation processes due to their\nvariable life history traits that are linked to host fitness. Presumed\njumps to new grass hosts and subsequent somatic hybridizations appear to\nbe common among epichloid endophytes resulting in increased genetic\nvariation upon which selection can act and speciation be initiated. In\nthis study we explored the endophyte diversity of a rare European native\nwoodland grass species, Hordelymus europaeus, along a latitudinal\ntransect covering the entire distribution range of H. europaeus. From 23\npopulations in five countries, isolates were sampled and molecularly\ncharacterized. Based on the sequences of tubB and tefA, six distinct\nepichloid taxa (interspecific hybrid or cryptic species) were found, of\nwhich four were novel and two have been previously reported from this\nhost. Of the novel endophytes, two were presumed to be interspecific\nhybrids and two of non-hybrid origin. While previously known endophytes\nof H. europaeus are seed-born and strictly asexual, one of the novel\nnon-hybrid endophytes found in the glacial refugium of the Appenine\npeninsula reproduced sexually in the greenhouse. This is the first case\nof a seed-borne, but sexually reproducing endophyte of this host. We\ndiscuss origin and possible ancestral species of the six epichloid taxa\nusing phylogenetic analyses. Repeated host jumps and somatic\nhybridizations characterize the diversity of the endophytes. To date, no\nother grass species is known to host a larger diversity of endophytes\nwith different reproductive strategies than H. europaeus.","trees":[{"tree_label":"Consensus tree of 3","ntax":"80","rootedtree":"TRUE","title":"Epichloid endophytes of Hordelymus europaeus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61850.phy"},{"tree_label":"Consensus of 100","ntax":"75","rootedtree":"TRUE","title":"Epichloid endophytes of Hordelymus europaeus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61851.phy"}]}