{"Authors":" Maria Elena SIQUEIROS, Malika Ainouche, J. Travis Columbus,\nAbdelkader Ainouche","Year":" 2012","Title":" Phylogeny of the Bouteloua curtipendula Complex (Gramineae:\nChloridoideae) Based on Nuclear Ribosomal and Chloroplast DNA\nSequences","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Bouteloua, chloroplast DNA, grasses, phylogeny, nuclear\nDNA","DOI":"","Abstract":" The Bouteloua curtipendula complex (Gramineae:\nChloridoideae) has been treated as a group of 12 species distributed\nfrom Canada to Argentina. Due to considerable morphological variation,\nputative hybridization, polyploidy (including aneuploidy), and apomixis,\ncircumscription of and relationships among taxa have been uncertain.\nWith a goal of estimating a phylogenetic hypothesis, two non-coding\nregions, the internal transcribed spacer (nuDNA) and trnT-L-F (cpDNA),\nwere sequenced and analyzed by maximum likelihood and parsimony methods.\nCharacter state reconstruction was carried out to test the validity of\nmorphological characters used for species circumscription. Nuclear and\nplastid data revealed similar phylogenetic patterns, albeit with a lower\nlevel of resolution from the trnT-L-F sequences. Results support\nmonophyly of the Bouteloua curtipendula complex, but not the monophyly\nof its taxa, except for B. triaena, which forms a strongly supported\nclade in both phylogenies. The origin of the Bouteloua curtipendula\ncomplex seems to be recent with low divergence between taxa. All of the\nmorphological characters used to circumscribe species were found to be\nhomoplasious.","trees":[{"tree_label":"Strict","ntax":"53","rootedtree":"TRUE","title":"Tr47932","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_47932.phy"},{"tree_label":"BC.comb.parsimony.tree","ntax":"53","rootedtree":"TRUE","title":"Tr52009","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52009.phy"},{"tree_label":"Strict","ntax":"53","rootedtree":"TRUE","title":"Tr52008","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52008.phy"}]}