{"Authors":" Fabian Runge, Sabine Telle, Sebastian Ploch, Elizabeth\nSavory, Brad Day, Rahul Sharma, Marco Thines","Year":" 2011","Title":" The inclusion of downy mildews in a multi-locus-dataset and\nits reanalysis reveals a high degree of paraphyly in Phytophthora","Journal":" IMA Fungus","Volume":" 2","Issue":" 2","Pages":" 163-171","Keywords":" AU test, downy mildews, multigene phylogeny,\nPeronosporaceae, Phytophthora, taxonomy","DOI":" 10.5598/imafungus.2011.02.02.07","Abstract":" Pathogens belonging to the Oomycota, a group of\nheterokont, fungal-like organisms, are amongst the most notorious\npathogens in agriculture. Especially the obligate biotrophic downy\nmildews and the hemibiotrophic members of the genus Phytophthora are\nresponsible for a huge variety of destructive diseases, like sudden oak\ndeath caused by Phytophthora ramorum, potato late blight caused by\nPhytophthora infestans, and grape downy mildew caused by Plasmopara\nviticola. About 800 species of downy mildews and roughly 150 species of\nPhytophthora have been described so far, and recent studies have\nrevealed that these groups are closely related. However, the degree to\nwhich Phytophthora is paraphyletic and where exactly the downy mildews\ninsert into this genus, could not be ascertained to date. Here we\npresent a molecular phylogeny encompassing all clades of Phytophthora\nand two representatives of the downy mildews from divergent genera. Our\nresults demonstrate that Phytophthora is six times paraphyletic with\nrespect to the downy mildews. The downy mildews are constantly nested\nwithin clade 4 (contains Phytophthora palmivora), which is placed sister\nto clade 1 (contains Phytophthora infestans). These finding would either\nnecessitate adopting the oldest generic name; Peronospora for all downy\nmildews species of Phytophthora, or the description of at least six new\ngenera within Phytophthora. The complications of both options are\ndiscussed, and the authors come to the conclusion that the latter is\npreferable, as it warrants fewer name changes and is more\npracticable.","trees":[{"tree_label":"BA","ntax":"123","rootedtree":"TRUE","title":"Phytophthora Downy Mildews","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48017.phy"}]}