{"Authors":" James F. Smith, David A. Baum, Lena C. Hileman, Scottie B.\nDraper","Year":" 2004","Title":" A phylogenetic analysis within tribes Gloxinieae and\nGesnerieae (Gesnerioideae: Gesneriaceae).","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The evolution of floral symmetry in Asteridae has been of\nrecent interest. Three genera with full or partial radial floral\nsymmetry are found within tribes Gesnerieae and Gloxinieae of\nGesneriaceae where the remaining taxa have bilaterally symmetric\nflowers. These tribes have been shown to each be monophyletic and form a\nclose sister relationship to each other, but a full analysis within each\ntribe has not demonstrated strongly supported sister group relationships\namong genera, especially those with radially symmetrical flowers. To\nassess sister group relationships more accurately, a phylogenetic\nanalysis using GCYC (a Gesneriaceae homolog of CYCLOIDEA) sequences as\nwell as four regions from the chloroplast genome (ndhF, trnL intron,\ntrnF-trnL spacer, rpl20-rps12 spacer), ITS, and two paralogues of the\nnuclear encoded chloroplast expressed glutamine synthetase was\nconducted. The analyses for the most part resolved sister group\nrelationships between radial and bilateral taxa with strong support as\nwell as provided support for several clades within Gloxinieae and\nindicated that Phinaea is not a monophyletic genus.","trees":[{"tree_label":"Fig. 1-2","ntax":"46","rootedtree":"TRUE","title":"Gloxinieae and Gesnerieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1826.phy"},{"tree_label":"Fig. 1-1","ntax":"46","rootedtree":"TRUE","title":"Gloxinieae and Gesnerieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1827.phy"},{"tree_label":"Fig. 2","ntax":"46","rootedtree":"TRUE","title":"Gloxinieae and Gesnerieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1828.phy"}]}