{"Authors":" Sheng-Hua Wu, Tsutomu Hattori, Tu-Wen Yu, Dong-Mei Wang,\nErast Parmasto, Heng-Yuan Chang, Siang-Yun Shih, Yu Cheng Dai","Year":" 2012","Title":" Species clarification for the medicinally valuable\n‘sanghuang’ mushroom","Journal":" Botanical Studies","Volume":" 53","Issue":" 1","Pages":"","Keywords":" Basidiomycota; Hymenochaetaceae; Inonotus sanghuang;\nmedicinal fungi; Morus; New species; Phellinus; Taxonomy","DOI":"","Abstract":" A legendary and very valuable medicinal fungal species\noriginally known in China 1000 years ago is revealed in this study as a\nnew species. The sanghuang mushroom (sanghuang) is a medicinal polypore\nspecies with high economic value, famous in China, Japan, and Korea. The\nChinese word sang means the tree genus Morus and huang means yellow,\naccordingly it is ‘a yellow organism on Morus’. Its medicinal\napplication can be traced back to an ancient Chinese herbal medicinal\nbook ca. 1380 years ago, while its highly effective antitumor action was\nonly fairly recently detected and confirmed by modern scientific\nresearch. In recent decades, both Japanese and Korean mycologists have\nadopted Phellinus linteus or P. baumii as the scientific name for\nsanghuang. It belongs to the Inonotus baumii-I. linteus group, but the\nquestion of which species represents what is known in folklore as\nsanghuang, has not been satisfactorily answered. This study clarified\nthe species delimitation of the I. baumii-I. linteus group, based on an\nanalysis of morphological characteristics and nrDNA ITS sequences; and\nwe clarified which species is the legendary sanghuang. The results\nshowed that both morphological and molecular features are useful in\nseparating different fungal species in the monophyletic group studied,\nand these species are also specialized to the host tree species. The\ntrue sanghuang is an undescribed new species, I. sanghuang, restricted\nto living Morus and distributed in China, Japan, Korea, and Taiwan. It\nis now rare and endangered in the wild. This study indicates that\nspecies belonging to the I. baumii-I. linteus group are I. baumii, I.\nlinteus, I. lonicericola, I. lonicerinus comb. nov., I. sanghuang, I.\nvaninii, I. weigelae sp. nov., I. weirianus, an unknown species of\nInonotus, P. johnsonianus, and P. repandus. Six related species of the\nI. baumii-I. linteus group distributed in Asia have evolved to specific\nhost tree species: I. baumii on Syringa, I. lonicericola on Lonicera, I.\nlonicerinus on Lonicera, I. sanghuang on Morus, I. vaninii on Populus,\nand I. weigelae on Weigela; a key is provided to these taxa.","trees":[{"tree_label":"Fig. 4","ntax":"60","rootedtree":"TRUE","title":"New species Inonotus sanghuang","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_49313.phy"}]}