{"Authors":" George Newcombe, Jason Andrew Smith, Robert A.\nBlanchette","Year":" 2004","Title":" Molecular and morphological characterization of the willow\nrust fungus, Melampsora epitea, from Arctic and temperate hosts in North\nAmerica.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Current taxonomy places all rust fungi that occur on\nwillow (Salix spp.) in North America in one species complex, Melampsora\nepitea Thuem. Characteristics of M. epitea isolates from the Canadian\nHigh Arctic were compared to M. epitea isolates from temperate regions\nof North America. Sequences from internal transcribed spacer (ITS)\nregions of rDNA were obtained from urediniospores from rust-infected\nSalix leaves collected in the Canadian High Arctic and in Minnesota,\nU.S.A. and compared. Phylogenetic analysis of nuclear ribosomal ITS\nregions indicated that Arctic M. epitea samples were divergent from\ntemperate M. epitea isolates, perhaps in part because all rusts examined\ndiverged according to host species. Four urediniospore characteristics\nwere examined: area, circularity (shape factor), major axis length and\nspine density. Statistically significant (P < 0.05) differences were\nobserved for spine density among all host species except S. nigra and S.\nbebbiana, however, major axis length differed between these species.\nThese results represent the first evidence that Arctic and temperate\nMelampsora species on Salix hosts in North America have evolved distinct\nmolecular and morphological characters.","trees":[{"tree_label":"PAUP 3","ntax":"24","rootedtree":"TRUE","title":"Melampsora epitea species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1830.phy"},{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Melampsora epitea species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1831.phy"},{"tree_label":"PAUP 1","ntax":"24","rootedtree":"TRUE","title":"Melampsora epitea species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1829.phy"}]}