{"Authors":" Stacey DeWitt Smith, Mark D. Rausher","Year":" 2011","Title":" Sign epistasis constrains protein evolution in an anthocyanin\npigmentation gene","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" dihydroflavonol 4-reductase, Iochroma, flower color","DOI":"","Abstract":" Epistatic interactions among mutations canconstrain the\nrange of accessible trajectories during phenotypic transitions.\nMoreover, the particular series of mutations involved in evolutionary\nchange can restrict the potential for reverse evolution to regain\ntheancestral state, either via the same or novel mutations. Here we\napply phylogenetic and functional analyses to consider the role of\nepistatic interactions in shaping the trajectory of protein evolution\nduring a phenotypic transition in flower color. Previous studies\ndemonstrated that the evolution of red flowers from a blue ancestral\nstate in Iochroma, a group of Andean shrubs, involved three genetic\nchanges: the downregulation of one pigmentation gene (F3h), the deletion\nof a second (F35h) and a change in substrate specificity in a third\n(Dfr). Here we demonstrate that this functional shift arose via three\namino-acid substitutions that were positively selected in thered\nflowered lineage. In one red-flowered species, I. gesnerioides, two\nadditional substitutions, also positively selected, followed this\ninitial functional change.Using ancestral protein reconstruction and\nfunctional assays, we examined all possible trajectories from the\nancestral state of high relative activity on blue pigment precursors to\nthe derived state of high relative activity on red pigment precursors.\nBecause of epistatic interactions among substitutions at DFR in\ncombination with changes involving F35h and F3h, we foundthat only 12%\nof the possible ordering of substitutions were evolutionarily\naccessible, that is, they exhibited significant changes the appropriate\ndirection at each step in the trajectory. Furthermore, only one of the\npossible orders of the first three substitutions, those responsible for\nthe initial functional shift, would have been favored by selection.\nFinally, we show that, due to sign epistasis,the two additional changes\nspecific to the I. gesnerioidesbranch restrict the possibility of\nreversion to the ancestral state by any of the substitutions that caused\nthe evolution of specificity.","trees":[{"tree_label":"raxML","ntax":"21","rootedtree":"TRUE","title":"Tr48053","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48053.phy"}]}