{"Authors":" Basil Britto Xavier, Vivian P.W. Miao, Zophonias O Jonsson,\nOlafur S Andresson","Year":" 2011","Title":" Mitochondrial genomes from the lichenized fungi Peltigera\nmembranacea and Peltigera malacea: Features and phylogeny","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Lichen mitochondrial genomes, Peltigera, rpb1,\nconcatenated mitochondrial gene","DOI":"","Abstract":" Mitochondrial genomes from the fungal partners of two\ncommon terricolous foliose lichen symbioses, those of Peltigera\nmembranacea and Peltigera malacea, have been sequenced and assembled\nusing a metagenomic approach. Annotation was facilitated by sequencing\nof the transcribed mitochondrial RNA. The arrangements and sequences of\nthe two circular genomes are very similar, the major difference being\nthe inversion and deterioration of a gene encoding a type B DNA\npolymerase. The roughly 63 kb genomes show all the major features found\nin other Pezizomycotina, such as unidirectional transcription, 14\nconserved protein genes, genes for the two subunit rRNAs and for the set\nof 26 tRNAs used in translating the 62 amino acid codons. Both genomes\nencode the RNA component of RNAse P, a feature seldom found in\nascomycetes. The difference in genome size from the minimal ascomycete\nmitochondrial genomes is largely due to17 and 20 Group I introns,\nrespectively, most associated with homing endonucleases and all found\nwithin protein coding genes and the gene encoding the large subunit\nrRNA. One new intron insertion point was found, and an unusually small\nexon of seven nucleotides was identified and verified by RNA sequencing.\nComparative analysis of mitochondrion-encoded proteins places the\nPeltigera spp., representatives of the class Lecanoromycetes, close to\nLeotiomycetes, Dothidiomycetes and Sordariomycetes, differing from\nphylogenies found using multiple nuclear genes.","trees":[{"tree_label":"Imported tree 0","ntax":"14","rootedtree":"TRUE","title":"Tr48149","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48149.phy"}]}