{"Authors":" Catherine Elizabeth Newman, Leslie J. Rissler","Year":" 2011","Title":" Phylogeographic analyses of the southern leopard frog: the\nimpact of geography and climate on the distribution of genetic lineages\nvs. subspecies","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Rana sphenocephala, Lithobates sphenocephalus,\nmicrosatellites, ND1, systematics","DOI":"","Abstract":" We test the correlation of genetic lineage and subspecies\nbreaks in the southeastern U.S. and the association of such breaks with\nclimate, using Rana sphenocephala as a case study, and place our results\nin the broader context of the Alabama-Appalachian suture zone\n(AL-Appalachian SZ) as identified by Rissler & Smith (2010). We use\ngenetic and ecological methods to 1) determine if genetic lineages are\ncoincident with the AL-Appalachian SZ or the subspecies and 2) test the\ncorrelation of major climatic breaks with genetic structure and\nmorphological variation in R. sphenocephala. We sequenced the ND1 mtDNA\ngene in 140 R. sphenocephala samples and genotyped 166 samples at six\nmicrosatellite loci. Bayesian phylogenetic analyses revealed two\ndistinct lineages: western and eastern, with over 4% sequence\ndivergence. The geographic distributions of the two lineages are\nconcordant with the AL-Appalachian SZ but do not correspond to the\nranges of the subspecies based on morphology, which separate peninsular\nFlorida from the rest of the range. Mantel tests revealed that isolation\nby distance and historical barriers to gene flow, rather than climate,\nare the major drivers of genetic divergence at neutral loci. Examination\nof climate breaks across the Southeast revealed a pattern incongruent\nwith suture zone hotspots, suggesting that phylogenetic structure has\nbeen driven primarily by historical factors, such as isolation, the\nAppalachian Mountains, and the Apalachicola/Chattahoochee/Flint River\nBasin. However, climate breaks are consistent with the geographic\ndistribution of the subspecies of R. sphenocephala, suggesting that\nenvironmental pressures may be driving divergence in morphological\ntraits that outpaces molecular evolution.","trees":[{"tree_label":"MB tree","ntax":"61","rootedtree":"TRUE","title":"Rana sphenocephala ND1 Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48054.phy"}]}