{"Authors":" Margaret L Ellis, Kirk D Broders, Pierce A Paul, Anne E\nDorrance","Year":" 2011","Title":" Two new species of Pythium, P. schmitthennerii and P. selbii\npathogens of corn and soybean in Ohio","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Two new species of Pythium which are pathogens of corn and\nsoybean in Ohio are described. Pythium schmitthennerii sp. nov. and\nPythium selbii sp. nov. both have morphological and sequence\ncharacteristics that place them in Clade E1 of the genus Pythium.\nMorphology and sequence analysis of the ITS1-5.8S-ITS2 region of the\nrDNA of these species was different from previously described species.\nThe ITS region of Pythium schmitthennerii was 99.9% similar to P.\nacrogynum and 99.8% similar to P. hypogynum, and all three species are\ncharacterized by globose to limoniform sporangia and plerotic oospores.\nPythium schmitthennerii has mostly diclinous antheridia cells, compared\nto the strictly hypogenous antheridial cells of P. acrogynum and P.\nhypogynum. The temperature range for growth of P. schmitthennerii is\nbelow 4 C to 32 C, and the optimum growth range is 18-25 C compared to\n31-34 C for P. hypogynum, none has been reported for P. acrogynum. The\nITS region of P. selbii was 97.1 % similar to P. longandrum and 97.5%\nsimilar to P. longisporangium, and all three species are characterized\nby globose sporangia, mostly plerotic oospores, with one to two oospores\nper oogonium, and hypogenous or monoclinous antheridial cells. The\ntemperature range for growth of P. selbii is below 4 to 32 C, with an\noptimum range of 18-25 C. These new species were widely dispersed\nthroughout the soybean and corn producing regions in Ohio, making their\ncharacterization critical for managing the Pythium complex that causes\nseedling and root rot disease in Ohio soybean and corn fields.","trees":[{"tree_label":"Imported tree 0","ntax":"18","rootedtree":"TRUE","title":"Tr48529","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48529.phy"},{"tree_label":"Imported tree 0","ntax":"18","rootedtree":"TRUE","title":"Tr48530","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48530.phy"},{"tree_label":"Imported tree 0","ntax":"18","rootedtree":"TRUE","title":"Tr48531","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48531.phy"},{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr48532","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48532.phy"}]}