{"Authors":" Joanne R Chapman, Robert K Taylor, Bevan S Weir, Megan K\nRomberg, Joel L Vanneste, Brett J.R. Alexander","Year":" 2012","Title":" Phylogenetic relationships among global populations of\nPseudomonas syringae pv. actinidiae","Journal":" Phytopathology","Volume":" 102","Issue":" 11","Pages":" 10341044","Keywords":"","DOI":" 10.1094/PHYTO-03-12-0064-R","Abstract":" Pseudomonas syringae pv. actinidiae, the causal agent of\ncanker in kiwifruit (Actinidia spp.) vines, was first detected in Japan\nin 1984, followed by detections in Korea and Italy in the early 1990s.\nIsolates causing more severe disease symptoms have recently been\ndetected in several countries with a wide global distribution, including\nItaly, New Zealand, and China. In order to characterize P. syringae pv.\nactinidiae populations globally, a representative set of 40 isolates\nfrom New Zealand, Italy, Japan, South Korea, Australia, and Chile were\nselected for extensive genetic analysis. Multilocus sequence analysis\n(MLSA) of housekeeping, type III effector and phytotoxin genes was used\nto elucidate the phylogenetic relationships between P. syringae pv.\nactinidiae isolates worldwide. Four additional isolates, including one\nfrom China, for which shotgun sequence of the whole genome was\navailable, were included in phylogenetic analyses. It is shown that at\nleast four P. syringae pv. actinidiae MLSA groups are present globally,\nand that marker sets with differing evolutionary trajectories (conserved\nhousekeeping and rapidly evolving effector genes) readily differentiate\nall four groups. The MLSA group designated here as Psa3 is the strain\ncausing secondary symptoms such as formation of cankers, production of\nexudates, and cane and shoot dieback on some kiwifruit orchards in Italy\nand New Zealand. It is shown that isolates from Chile also belong to\nthis MLSA group. MLSA group Psa4, detected in isolates collected in New\nZealand and Australia, has not been previously described. P. syringae\npv. actinidiae has an extensive global distribution yet the isolates\ncausing widespread losses to the kiwifruit industry can all be traced to\na single MLSA group, Psa3.","trees":[{"tree_label":"con 50 majrule","ntax":"19","rootedtree":"TRUE","title":"Pseudomonas syringae pv. actinidiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_48745.phy"},{"tree_label":"con 50 majrule","ntax":"19","rootedtree":"TRUE","title":"Pseudomonas syringae pv. actinidiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48746.phy"}]}