{"Authors":" Sung Min Boo, Ga Youn Cho, Sang Hee Lee","Year":" 2004","Title":" A new brown algal order, Ishigeales (Phaeophyceae),\nestablished on the basis of plastid protein-coding rbcL, psaA, and psbA\nregion comparisons.","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The brown algal family Ishigeaceae currently includes a\nsingle genus, Ishige Yendo, with two species, which inhabit the warm\nwaters of Korea, China, Japan, and the northeastern Pacific coast of\nAmerica. The relationship of the family to other brown algal lineages is\nless studied in terms of their plastid ultrastructure and molecular\nphylogeny. We determined the sequences of rbcL from four samples of the\ntwo Ishige species and nine putative relatives, and the sequences of\npsaA and psbA sequences from 37 representatives of the brown algae.\nAnalyses of the rbcL, psaA, psbA, and rbcL + psaA + psbA data sets\nresulted in similar trees, however, the concatenated data gave greater\nresolution and clade support than each individual gene. In all the\nphylogenies reconstructed from individual and combined data sets, the\nPhaeophyceae was well resolved, the Ectocarpales being placed in a\nterminal position, and the Ishigeaceae ending up in a basal position.\nThe exclusion of the Ishigeaceae from the Ectocarpales s.l. or putative\nrelatives was supported by the Shimodaira-Hasegawa tests, using the\ncombined data set. From our ultrastructural study, we concluded that the\npyrenoid is absent in the Ishigeaceae, despite the presence of a\nrudimentary pyrenoid in I. okamurae. These results suggest that the\nIshigeaceae, sharing apical growth, pyrenoidless plastids, and\nisomorphic life history with most of basal brown algae, is an\nearly-diverging brown lineage. Our molecular and morphological data,\ntherefore, lead us to exclude the Ishigeaceae from the Ectocarpales\ns.l., which have an elaborate pyrenoid, and to propose its own order\nIshigeales ord. nov. The order Ishigeales is distinguished by\noligostichous structure of thalli, phaeophycean hairs formed within\ncryptostomata, unilocular sporangia transformed from terminal cortical\ncells, and plurilocular sporangia lacking sterile terminal cells. This\nstudy is the first to document the utility of the psaA and psbA\nsequences for phylogenetic studies of brown algae and also the first\nreport on the multigene phylogeny of the Phaeophyceae based on three\nprotein-coding plastid genes.","trees":[{"tree_label":"Fig. 4","ntax":"38","rootedtree":"TRUE","title":"Phaeophyceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_224.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Phaeophyceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_686.phy"},{"tree_label":"Fig. 1","ntax":"70","rootedtree":"TRUE","title":"Phaeophyceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_638.phy"},{"tree_label":"Fig. 3","ntax":"39","rootedtree":"TRUE","title":"Phaeophyceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4386.phy"}]}