{"Authors":" Ana Vucurovic, Aleksandra Bulajic, Ivana Stankovic,\nDanijela Ristic, Janos Berenji, Jelena Jovic, Branka Krstic","Year":" 2011","Title":" Mosaic viruses on pumpkin and squash in Serbia and molecular\ncharacterization of Zucchini yellow mosaic virus isolates","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Cucurbit viruses  Phylogenetic analysis  Sequence analyses\nSerology  Survey","DOI":"","Abstract":" In a three-year survey to determine the presence and\nincidence of mosaic viruses in pumpkin and squash crops in 17 localities\nof the Vojvodina Province in Serbia, 717 samples of Cucurbita pepo, C.\nmaxima, C. moschata, and Lagenaria siceraria were collected and analyzed\nby double-antibody sandwich enzyme-linked immunosorbent assay\n(DAS-ELISA). Out of the six viruses tested, only Zucchini yellow mosaic\nvirus (ZYMV), Watermelon mosaic virus (WMV), and Cucumber mosaic virus\n(CMV) were detected in 79.2, 32.2, and 12.8% of tested samples,\nrespectively. WMV was the most prevalent in 2007 and ZYMV in 2008-09.\nSingle infections were prevalent in 2009, and the most frequent were\nthose of ZYMV. Mixed infections were the most frequent infection type in\nthe two other years, with a triple combination of the viruses as the\nmost frequent. ZYMV and WMV were the viruses with widespread occurrence.\nPresence of all detected viruses was confirmed in selected samples by\nconventional reverse transcription-polymerase chain reaction (RT-PCR)\nand sequencing. The comparisons of the obtained virus isolate sequences\nwith those available in NCBI confirmed the authenticity of serologically\ndetected viruses. Phylogenetic analysis based on complete coat protein\n(CP) sequences highlighted that Serbian ZYMV isolates were closely\nrelated to other Central European ZYMV isolates. Additional testing of\nELISA-negative samples by RT-PCR using primers specific to six other\nmosaic viruses, revealed infection of C. maxima and C. pepo with Tomato\nspotted wilt virus (TSWV). This is the first report of TSWV natural\noccurrence on cucurbits in Serbia and on C. maxima worldwide.","trees":[{"tree_label":"NJ tree","ntax":"67","rootedtree":"TRUE","title":"Fig. 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48173.phy"}]}