{"Authors":" Germinal Rouhan, Paulo H. Labiak, Emile Randrianjohany,\nFrance Rakotondrainibe","Year":" 2011","Title":" Not so Neotropical after all: the Grammitid Fern Genus\nLeucotrichum (Polypodiaceae) is also Paleotropical, as Revealed by a New\nSpecies from Madagascar","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" cpDNA, Grammitidaceae, Indian Ocean, long-distance\ndispersal, phylogeny, pteridophytes","DOI":"","Abstract":" Based on morphological and molecular evidence (DNA\nsequences from six plastid regions: atpB, rbcL, trnG-trnR, trnL-trnF,\natpB-rbcL, and rps4-trnS), the new fern species Leucotrichum\nmadagascariense is described from Madagascar, where it is found in the\nNorth (Marojejy), the Centre (Andringitra), and the South (Andohahela)\nregions. Leucotrichum madagascariense exhibits whitish and long laminar\nhairs, among the other distinguishing characters of the genus: arching\nfronds, laminar apices subconform to the lateral pinnae, dark\nsclerenchyma covered by the green laminar tissue, and laterally\nmarginate petioles. Its most remarkable feature is the lack of the\nrhizome scales, a character that is shared with the Neotropical L.\npseudomitchellae. However, our phylogenetic results suggest that this\ncharacter has evolved twice independently within the genus. In contrast,\nthe sister relationship between the new Madagascan species and the group\ncomposed of L. schenckii and L mortonii is morphologically supported by\nlinear and deeply pinnatifid laminae, incised 2/33/4 of the way to the\nrachis along its length. Leucotrichum madagascariense is the only\nrepresentative of the genus occurring in the Old World. Because it is\nnested within a clade of five Neotropical species, we hypothesize that\nits occurrence outside the Neotropics results from one long-distance\ndispersal event from America, likely Southeastern Brazil, to\nMadagascar.","trees":[{"tree_label":"con 50 majrule","ntax":"21","rootedtree":"TRUE","title":"Tr48540","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48540.phy"}]}