{"Authors":" H A Lessios, S Lockhart, R Collin, G Sotil, P\nSanchez-Jerez, K S Zigler, A de Perez, M J Garrido, Laura B Geyer,\nGiacomo Bernardi, V Vacquier, S T Williams, R Haroun, B D Kessing","Year":" 2011","Title":" Phylogeny and bindin evolution in Arbacia, a sea urchin genus\nwith an unusual distribution","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" mitochondrial DNA; gametic isolation molecules;\nspeciation; Isthmus of Panama; marine barriers","DOI":"","Abstract":" Among shallow water sea urchin genera, Arbacia is the only\ngenus that contains species found in both high and low latitudes. In\norder to determine the geographical origin of the genus and its history\nof speciation events, we constructed phylogenies based on Cytochrome\nOxidase I and sperm bindin from all its species. Both the mitochondrial\nand the nuclear gene genealogies show that Arbacia originated in the\ntemperate zone of the southern hemisphere, and gave rise to three\nspecies in the eastern Pacific, which were then isolated from the\nAtlantic by the Isthmus of Panama. The mid- Atlantic barrier separated\ntwo additional species. The bindin data suggest that selection against\nhybridization is not important in the evolution of this molecule in this\ngenus. Metz et al. in a previous publication found no evidence of\nselection on bindin of Arbacia and suggested that this might be due to\nallopatry between species, which obviated the need for species\nrecognition. This suggestion formed the basis of the conclusion, widely\nspread in the literature, that the source of selection on sea urchin\nbindin (where it does occur) was reinforcement. However, the range of\nArbacia spatuligera overlaps with that of two other species of Arbacia,\nand our data show that it is hybridizing with one of them. We found that\neven in the species that overlap geographically, there are no deviations\nfrom selective neutrality in the evolution of bindin.","trees":[{"tree_label":"con 50 majrule","ntax":"29","rootedtree":"TRUE","title":"Tr48130","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48130.phy"},{"tree_label":"con 50 majrule","ntax":"177","rootedtree":"TRUE","title":"Tr48129","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48129.phy"}]}