{"Authors":" Shahan Derkarabetian, Joel Ledford, Marshal C. Hedin","Year":" 2011","Title":" Genetic diversification without obvious genitalic\nmorphological divergence in harvestmen (Opiliones, Laniatores,\nSclerobunus robustus) from montane sky islands of western North\nAmerica","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeography; Cryptic diversification; Morphological\nstasis; Population subdivision; Genealogical sorting index","DOI":" 10.1016/j.ympev.2011.08.004","Abstract":" The southern Rocky Mountains and adjacent Intermontane\nPlateau Highlands region of western North America is a geographically\ndiverse area with an active geologic history. Given the topological\ncomplexity and extensive geologic activity, organisms inhabiting this\nregion are expected to show some degree of morphological and genetic\ndivergence, especially populations found on the southern montane ‘sky\nislands’ of this region. Here we examine the phylogeographic history and\ndiversification of a montane forest inhabiting harvestmen, Sclerobunus\nrobustus, using a combination of genetic and morphological data.\nDivergence time estimates indicate that much of the diversification\nwithin and between major groups S. robustus predate the Pleistocene\nglacial cycles. The most widespread subspecies, Sclerobunus robustus\nrobustus, is recovered as six genetically distinct, geographically\ncohesive mitochondrial phylogroups. Gene tree data for a single nuclear\ngene reveals congruent, albeit slightly more conservative, patterns of\ngenetic divergence. Despite high levels of genetic divergence throughout\ntheir distribution, phylogroups show extreme conservation in somatic and\nreproductive morphology. This uncoupling of morphological and genetic\ndifferentiation may be due to morphological conservatism associated with\na conserved microhabitat preference. Based on these data, it is obvious\nthat S. robustus has undergone some level of cryptic\ndiversification.","trees":[{"tree_label":"COI Bayesian","ntax":"111","rootedtree":"TRUE","title":"Tr48152","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48152.phy"},{"tree_label":"COI BEAST","ntax":"111","rootedtree":"TRUE","title":"Tr48153","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48153.phy"},{"tree_label":"EF-1a intron Bayesian","ntax":"27","rootedtree":"TRUE","title":"Tr48157","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48157.phy"}]}