{"Authors":" Kathryn Elizabeth Perez, Cliff Cunningham","Year":" 2011","Title":" Evolution in Niche and Morphology in Mexican Land Snails","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" land snails, Praticolella, morphometrics, niche modeling,\nniche evolution, narrow range endemics, convergent morphology,\ndispersal.","DOI":"","Abstract":" Abstract We are interested in the changes that occurred in\nniche and morphology over several million years in the land snail\nPraticolella. Phylogenetic analysis of mitochondrial and nuclear DNA\nconfirms that Praticolella s.s. is a monophyletic group of at least 12\ngenealogical species in three distinct climatic zones in Texas and\nMexico. Population-level sampling clarified taxonomic confusion,\nrevealing 7 species in the Tamaulipan region, 1 in the arid Edwards\nPlateau of Texas, and 4 confined to the hot and humid Mexican Gulf\nCoast. Whether by dispersal or vicariance, these lineages represent\nreplicated comparisons between different climatic regimes  presenting an\nexcellent opportunity to study evolutionary change in morphology and\nniche conditions. A comparative approach to morphological changes in\nshell shape suggests that species in this lineage show a pattern of\nmorphological adaptation to two aspects of habitat, rainfall and\ntemperature. Ecological niche modeling was possible for 5 species, with\nthe remaining 7 being short-range endemics. In the only unambiguous\ndispersal event  the ecological niche of the dispersing lineage expanded\nbeyond its sister lineage. Of the three remaining widespread species,\ntwo have niche models that span all three geographic regions, while the\nthird shows a sharply contracted range confined to the Gulf Coast. In\ngeneral, we found no support for a pattern of niche conservatism.\nContrary to our initial hypothesis, most speciation and morphological\nchange seems to have occurred in lineages remaining within the\nTamaulipan region, not the dispersal region.","trees":[{"tree_label":"best","ntax":"85","rootedtree":"TRUE","title":"Mexican Land Snails","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48611.phy"},{"tree_label":"PAUP 1","ntax":"48","rootedtree":"TRUE","title":"Mexican Land Snails","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48610.phy"}]}