{"Authors":" Ernesto Recuero, Daniele Canestrelli, Judit Vörös,\nKrisztian Szabo, Nikolai Poyarkov, Jan W Arntzen, Jelka\nCrnobrnja-Isailovic, Artiom Kidov, Dan Cogalniceanu, F P Caputo, G\nNascetti, Iñigo Martinez-Solano","Year":" 2011","Title":" Multilocus species tree analyses resolve the radiation of the\nwidespread Bufo bufo species group (Anura, Bufonidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Species trees, Amphibia, Bufo bufo, Bufo spinosus,\nmitochondrial DNA, nuclear DNA","DOI":"","Abstract":" New analytical methods are improving our ability to\nreconstruct robust species trees from multilocus datasets, despite\ndifficulties in phylogenetic reconstruction associated with recent,\nrapid divergence, incomplete lineage sorting and/or introgression. In\nthis study, we applied these methods to resolve the radiation of toads\nin the Bufo bufo (Anura, Bufonidae) species group, ranging from the\nIberian Peninsula and North Africa to Siberia, based on sequences from\ntwo mitochondrial and four nuclear DNA regions (3490 base pairs). We\nobtained a fully-resolved topology, with the recently described Bufo\neichwaldi from the Talysh Mountains in south Azerbaijan and Iran as the\nsister taxon to a clade including: 1) north African, Iberian, and most\nFrench populations, referred herein to Bufo spinosus based on the\nimplied inclusion of populations from its type locality; and 2) a second\nclade, sister to B. spinosus, including two sister subclades: one with\nall samples of Bufo verrucosissimus from the Caucasus and another one\nwith samples of Bufo bufo from northern France to Russia, including the\nApennine and Balkan peninsulas and most of Anatolia. Coalescent-based\nestimations of time to most recent common ancestors (TMRCAs) for each\nspecies and selected subclades allowed historical reconstruction of the\ndiversification of the species group in the context of Mediterranean\npaleogeography and indicated a long evolutionary history of the complex\nin this region. Finally, we used our data to delimit the ranges of the\nfour species, particularly the more widespread and historically confused\nB. spinosus and B. bufo, and identify potential contact zones, some of\nwhich show striking parallels with other co-distributed species.","trees":[{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Bufo bufo species group nuclear DNA matrix Bayesian\nconsensus phylograms","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48517.phy"},{"tree_label":"con 50 majrule","ntax":"39","rootedtree":"TRUE","title":"Bufo bufo species group","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48518.phy"},{"tree_label":"con 50 majrule","ntax":"123","rootedtree":"TRUE","title":"Bufo bufo species group nuclear DNA matrix Bayesian\nconsensus phylograms","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48515.phy"},{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Bufo bufo species group","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48516.phy"},{"tree_label":"con 50 majrule","ntax":"39","rootedtree":"TRUE","title":"Bufo bufo species group nuclear DNA matrix Bayesian\nconsensus phylograms","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48519.phy"},{"tree_label":"con 50 majrule","ntax":"123","rootedtree":"TRUE","title":"Bufo bufo species group","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48514.phy"}]}