{"Authors":" Geoffrey Morris, Paul Grabowski, Justin O Borevitz","Year":" 2011","Title":" Genomic diversity in switchgrass (Panicum virgatum): from the\ncontinental scale to a dune landscape","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Connecting broad-scale patterns of genetic variation and\npopulation structure to genetic diversity on a landscape is a key step\ntowards understanding historical processes of migration and adaptation.\nNew genomic approaches can be used to increase the resolution of\nphylogeographic studies while reducing locus sampling effects and\ncircumventing ascertainment bias. Here, we use a novel approach based on\nhigh-throughput sequencing to characterize genetic diversity in complete\nchloroplast genomes and >10,000 nuclear loci in switchgrass, across a\ncontinental and landscape scale. Switchgrass is a North American\ntallgrass species, which is widely used in conservation and perennial\nbiomass production, and shows strong ecotypic adaptation and population\nstructure across the continental range. We sequenced 40.9 billion base\npairs from 24 individuals from across the species’ range and 20\nindividuals from the Indiana Dunes. Analysis of plastome sequence\nrevealed 203 variable SNP sites that define eight haplogroups, which are\ndifferentiated by 4 to 127 SNPs and confirmed by patterns of indel\nvariation. These include three deeply divergent haplogroups, which are\nderived from the previously described lowland-upland ecotypic split and\na novel upland haplogroup split that dates to the mid-Pleistoscene. Most\nof the plastome haplogroup diversity present in the northern switchgrass\nrange, including in the Indiana Dunes, originated in the mid- or\nupper-Pleistocene prior to the most recent postglacial recolonization.\nFurthermore, a recently colonized landscape feature (~150 ya) in the\nIndiana Dunes contains several deeply divergent upland haplogroups.\nNuclear markers also support a deep lowland-upland split, followed by\nlimited gene flow, and show extensive gene flow in the local population\nof the Indiana Dunes.","trees":[{"tree_label":"UNTITLED","ntax":"44","rootedtree":"TRUE","title":"Tr48653","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48653.phy"}]}