{"Authors":" Andrew L. Hipp, Anton A. Reznicek, Paul E. Rothrock, P. E.\nBerry","Year":" 2004","Title":" Chromosome number changes associated with speciation in\nsedges: A phylogenetic study in Carex section Ovales (Cyperaceae) using\nAFLP data.","Journal":" Aliso","Volume":" 23","Issue":" NA","Pages":" 193-203","Keywords":" NA","DOI":" NA","Abstract":" AFLP data recover a tree that is topologically congruent\nwith previous phylogenetic estimates based on nrDNA sequences and\nprovide support for four species groups within ENA Clade I. A maximum\nlikelihood method designed for analysis of restriction site data is used\nto evaluate the strength of support for alternative topologies. While\nthere is little support for the precise placement of the root,\nlikelihood of topologies in which any of the four clades identified\nwithin ENA Clade I is forced to be paraphyletic is much lower than\nlikelihood of the optimal tree. Chromosome counts for a sampling of\nspecies from throughout section Ovales are mapped onto the tree as well\nas counts for all species in ENA Clade I. Parsimony reconstruction of\nancestral character states suggest that (1) Heilborn’s hypothesis that\nmore highly derived species in Carex have higher chromosome counts does\nnot apply within section Ovales, (2) the migration to Eastern North\nAmerica involved a decrease in average chromosome count within section\nOvales, and (3) intermediate chromosome counts are ancestral within ENA\nClade I. A more precise understanding of chromosomal evolution in Carex\nshould be possible using likelihood analyses that take into account the\nintraspecific polymorphism and wide range of chromosome counts that\ncharacterize the genus.","trees":[{"tree_label":"Fig. 3","ntax":"51","rootedtree":"TRUE","title":"ENA Clade I (eastern North American clade I)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4390.phy"},{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"Carex section Ovales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4391.phy"}]}