{"Authors":" Raquel Pino-Bodas, Ana Rosa Burgaz, H. Thorsten Lumbsch,\nMaria P. Martin","Year":" 2011","Title":" Phenotypical plasticity and homoplasy complicate species\ndelimitation in the Cladonia gracilis group (Cladoniaceae,\nAscomycota)","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" genealogical concordance phylogenetic species recognition,\nlichens, morphology, taxonomy, variability","DOI":"","Abstract":" Species delimitation in the Cladonia gracilis group has\nlong been known to be difficult due to morphological variability of\ntaxa. The present study addresses the circumscription of species within\nthis group, examining a number of specimens of the currently accepted\ntaxa Cladonia coniocraea, C. cornuta subsp. cornuta, C. cornuta subsp.\ngroenlandica, C. ecmocyna subsp. ecmocyna, C. ecmocyna subsp.\nintermedia, C. gracilis subsp. gracilis, C. gracilis subsp. elongata, C.\ngracilis subsp. tenerrima, C. gracilis subsp. turbinata, C. gracilis\nsubsp. vulnerata, C. macroceras, C. maxima, and C. ochrochlora using\ngenealogical concordance phylogenetic species recognition. We employed\nmaximum parsimony, maximum likelihood and Bayesian methods of\nphylogenetic reconstructions based on DNA sequences of ITS rDNA, IGS\nrDNA, RPB2 and partially EF1-α regions. Our results indicate that the C.\ngracilis group is monophyletic but that most currently accepted taxa do\nnot form monophyletic groups, with the exception of C. ecmocyna and C.\ncornuta subsp. cornuta. Different tests suggest that incomplete lineage\nsorting and sporadic recombination events are responsible for a\nphylogeny that largely lacks support. Our data also strongly suggest\nthat C. coniocraea, C. cornuta subsp. groenlandica, and C. ochrochlora\nare conspecific, with C. coniocraea being the oldest available name. The\nmorphological characters in the group are shown to be highly\nhomoplasious, causing, in tandem with phenotypical plasticity of the\ntaxa, the difficulties in delimiting species in the C. gracilis\ngroup.","trees":[{"tree_label":"Fig. 2","ntax":"9","rootedtree":"TRUE","title":"Cladonia coniocraea complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48618.phy"},{"tree_label":"PAUP 1","ntax":"9","rootedtree":"TRUE","title":"Cladonia coniocraea complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48619.phy"},{"tree_label":"Imported tree 0","ntax":"9","rootedtree":"TRUE","title":"Cladonia coniocraea complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48617.phy"},{"tree_label":"Fig. 1 BI con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Tr48620","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48620.phy"},{"tree_label":"Conbined ML","ntax":"30","rootedtree":"TRUE","title":"Tr48622","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48622.phy"},{"tree_label":"Combined Consensus MP Strict","ntax":"30","rootedtree":"TRUE","title":"Tr48621","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48621.phy"}]}