{"Authors":" Amy Jo Powell, Kylea Joy Parchert, Joslyn Bustamante, Bryce\nRicken, Miriam I. Hutchinson, Donald Natvig","Year":" 2011","Title":" Thermophilic fungi in an aridland ecosystem","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" thermophilic fungi, fungal ecology, Chaetomiaceae, fungal\necology, biological soil crust, optimal growth temperature, Eurotiales,\nSordariales","DOI":"","Abstract":" We report a multi-year study of thermophilic fungi at the\nSevilleta National Wildlife Refuge in central New Mexico, home to the\nUniversity of New Mexicos Sevilleta Long-Term Ecological Research\nprogram. We demonstrate for the first time that propagule numbers for\nthermophilic fungi in soils show seasonal changes, correlating with\nspring and summer precipitation peaks. In addition to grassland soils,\nwe obtained isolates from grassland and riparian litter, herbivore dung\nand biological soil crusts. All strains belonged to either the\nEurotiales or Sordariales. No particular substrate or microhabitat\nassociations were detected. Molecular genotyping of strains revealed\nsubstantial phylogenetic diversity; eight ad hoc phylogroups across the\ntwo orders were identified, and genetic diversity was present within\neach phylogroup. Growth tests over a range of temperatures showed\nsubstantial diversity in maximum growth rates among strains and across\nphylogroups, but consistency within phylogroups. Results demonstrated\nthat 45-50 C represents the optimal temperature for metabolism, growth\nand development of most isolates, with a dramatic decline at 60 C. Most\nstrains grew at 60 C, albeit slowly, providing empirical confirmation\nthat 60 C presents a special evolutionary threshold for fungal growth.\nTaken as a whole, our results support the hypothesis that fungal\nthermophily is an adaptation to transient seasonal and diurnal high\ntemperatures, rather than simply an adaptation to specialized\nhigh-temperature environments. We note that the diversity observed among\nstrains and the frequently confused taxonomy within these groups\nhighlight the need for comprehensive biosystematic revision of\nthermophilic taxa in both orders.","trees":[{"tree_label":"tree 1","ntax":"20","rootedtree":"TRUE","title":"Eurotiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50298.phy"},{"tree_label":"tree 1","ntax":"22","rootedtree":"TRUE","title":"Sordariales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50299.phy"}]}