{"Authors":" Rolando T. Barcenas, C Yesson, Julie A Hawkins","Year":" 2011","Title":" Molecular Systematics of the Cactaceae","Journal":" Cladistics","Volume":" 27","Issue":"","Pages":" 1-20","Keywords":" matK phylogeny Bayesian Parsimony Likelihood","DOI":" 10.1111/j.1096-0031.2011.00350.x","Abstract":" Bayesian, maximum-likelihood, and maximum-parsimony\nphylogenies, constructed using nucleotide sequences from the plastid\ngene region trnK-matK, are employed to investigate relationships within\nthe Cactaceae. These phylogenies sample 666 plants representing 532 of\nthe 1438 species recognized in the family. All four subfamilies, all\nnine tribes, and 69% of currently recognized genera of Cactaceae are\nsampled. We found strong support for three of the four currently\nrecognized subfamilies, although relationships between subfamilies were\nnot well defined. Major clades recovered within the largest subfamilies,\nOpuntioideae and Cactoideae, are reviewed; only three of the nine\ncurrently accepted tribes delimited within these subfamilies, the\nCacteae, Rhipsalideae, and Opuntieae, are monophyletic, although the\nOpuntieae were recovered in only the Bayesian and maximum-likelihood\nanalyses, not in the maximum-parsimony analysis, and more data are\nneeded to reveal the status of the Cylindropuntieae, which may yet be\nmonophyletic. Of the 42 genera with more than one exemplar in our study,\nonly 17 were monophyletic; 14 of these genera were from subfamily\nCactoideae and three from subfamily Opuntioideae. We present a synopsis\nof the status of the currently recognized genera.","trees":[{"tree_label":"Cactaceae RAXml","ntax":"666","rootedtree":"TRUE","title":"Cactaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48615.phy"},{"tree_label":"Cactaceae bootstrap PAUP","ntax":"666","rootedtree":"TRUE","title":"Cactaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48614.phy"},{"tree_label":"Cactaceae MrBayes 50 majrule","ntax":"666","rootedtree":"TRUE","title":"Cactaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48616.phy"}]}