{"Authors":" M. Teresa Telleria, Margarita Dueñas, Esperanza\nBeltrán-Tejera, J. Laura Rodríguez-Armas, Maria P. Martin","Year":" 2012","Title":" A new species of Hyphoderma (Meruliaceae, Polyporales) and\nits discrimination from closely-related taxa","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, corticioid fungi, Hyphoderma, ITS,\ntaxonomy, oceanic islands, Canary Islands, Azores Archipielago,\nxerophilic fungi","DOI":"","Abstract":" Thirty-five corticioid collections from the Canary Islands\nand Azores Archipelago were examined morphologically and subjected to\nmolecular phylogenetic analysis. These specimens, almost all collected\non endemic and/or xerophilic vegetation, were similar in morphological\nand ecological characteristics to Hypochnicium prosopidis from the\nSonoran Desert (Arizona, USA) and Hyphoderma amoenum. Thirty-seven new\nITS nrDNA sequences from these specimens, including the nomenclatural\ntype of the above-mentioned species were obtained and aligned with\nhomologous sequences from GenBank. These collections were distributed in\ntwo strongly supported monophyletic clades. However, similar patterns of\nmorphological variability shared by specimens included in both clades,\nand their differences with related species, suggest that they should be\ndescribed as a single new species. Therefore Hyphoderma macaronesicum is\nproposed. Future studies will be required to test, in a more robust\nmultilocus genealogical framework, whether these populations constitute\ntwo cryptic species or whether they are the same taxon. The position of\nHypochnicium prosopidis in the resolved tree and its morphological\ncharacters suggest that it should be included in Hyphoderma and the new\ncombination Hyphoderma prosopidis is proposed.","trees":[{"tree_label":"con 50 majrule","ntax":"36","rootedtree":"TRUE","title":"Hyphoderma macaronesicum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51572.phy"}]}