{"Authors":" Frédéric Delsuc, Alexandre Hassanin, Anne Ropiquet, Catrin\nHammer, Bettine JANSEN VAN VUUREN, Conrad A. Matthee, Manuel\nRUIZ-GARCIA, François Catzeflis, Veronika ARESKOUG, Trung Thanh NGUYEN,\nArnaud Couloux","Year":" 2011","Title":" Pattern and timing of diversification of Cetartiodactyla\n(Mammalia, Laurasiatheria), as revealed by a comprehensive analysis of\nmitochondrial genomes","Journal":" Comptes Rendus Biologies","Volume":"","Issue":"","Pages":"","Keywords":" Cetartiodactyla; Ruminantia; mtDNA genome; molecular\nsystematics; radiation; taxonomy; hybridization; cryptic species","DOI":"","Abstract":" The order Cetartiodactyla includes cetaceans (whales,\ndolphins and porpoises) that are found in all oceans and seas, as well\nas in some rivers, and artiodactyls (ruminants, pigs, peccaries, hippos,\ncamels and llamas) that are present on all continents, except Antarctica\nand until recent invasions, Australia. There are currently 332\nrecognized cetartiodactyl species, which are classified into 132 genera\nand 22 families. Most phylogenetic studies have focused on deep\nrelationships, and no comprehensive time-calibrated tree for the group\nhas been published yet. In this study, 128 new complete mitochondrial\ngenomes of Cetartiodactyla were sequenced and aligned with those\nextracted from nucleotide databases. Our alignment includes 14,902\nunambiguously aligned nucleotide characters for 210 taxa, representing\n183 species, 107 genera, and all cetartiodactyl families. Our mtDNA data\nproduced a statistically robust tree, which is largely consistent with\nprevious classifications. However, a few taxa were found to be para- or\npolyphyletic, including the family Balaenopteridae, as well as several\ngenera and species. Accordingly, we propose several taxonomic changes in\norder to render the classification compatible with our molecular\nphylogeny. In some cases, the results can be interpreted as possible\ntaxonomic misidentification or evidence for mtDNA introgression. The\nexistence of three new cryptic species of Ruminantia should therefore be\nconfirmed by further analyses using nuclear data. We estimate divergence\ntimes using Bayesian relaxed molecular clock models. The deepest nodes\nappeared very sensitive to prior assumptions leading to unreliable\nestimates, primarily because of the misleading effects of rate\nheterogeneity, saturation and divergent outgroups. In addition, we\ndetected that Whippomorpha contains slow-evolving taxa, such as large\nwhales and hippos, as well as fast-evolving taxa, such as river\ndolphins. Our results nevertheless indicate that the evolutionary\nhistory of cetartiodactyls was punctuated by four main phases of rapid\nradiation during the Cenozoic era: the sudden occurrence of the three\nextant lineages within Cetartiodactyla (Cetruminantia, Suina and\nTylopoda); the basal diversification of Cetacea during the Early\nOligocene; and two radiations that involve Cetacea and Pecora, one at\nthe Oligocene / Miocene boundary and the other in the Middle Miocene. In\naddition, we show that the high species diversity now observed in the\nfamilies Bovidae and Cervidae accumulated mainly during the Late Miocene\nand Plio-Pleistocene.","trees":[{"tree_label":"Fig. 1","ntax":"210","rootedtree":"TRUE","title":"Cetartiodactyla","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48548.phy"}]}