{"Authors":" Ainhoa Agorreta, Omar Domínguez-Domínguez, Ruth G. Reina,\nRafael Miranda, Eldredge Bermingham, Ignacio Doadrio","Year":" 2013","Title":" Phylogenetic relationships and biogeography of\nPseudoxiphophorus (Teleostei: Poeciliidae) based on mitochondrial and\nnuclear genes","Journal":" Molecular Phylogenetics and Evolution","Volume":" 66","Issue":" 1","Pages":" 80-90","Keywords":" Pseudoxiphophorus; Heterandria; Molecular Phylogeny;\nHistorical Biogeography; Mesoamerica","DOI":" 10.1016/j.ympev.2012.09.010","Abstract":" Phylogenetic relationships of species of genus\nPseudoxiphophorus have been only tackled in detail based on morphology\nso far. However, phylogenetic evidence based on molecular data is still\nlacking. In this study, we have used five molecular markers\n(mitochondrial cytb, 16S, atp6-8, and nuclear actB and S7) to\nreconstruct a robust, inclusive phylogeny of Pseudoxiphophorus. Our\nphylogenetic results strongly disagree with the main morphological\nhypothesis, and indicate different phylogenetic relationships among the\nrecognized species of Pseudoxiphophorus. Pseudoxiphophorus jonesii is\nrecovered as the sister group of all other Pseudoxiphophorus lineages,\nand this initial splitting may be associated to the extension of the\nMexican Neovolcanic Plateau at the Punta del Morro site (event used to\ncalibrate our dating analysis). The branch leading to all other\nPseudoxiphophorus separated subsequently into two major groups, one\ncomprising those lineages occurring in southern Mexico and\nGuatemala-Belize, and another with those lineages that extended further\nsouthwards to Honduras and Nicaragua. This event took place during the\nPliocene, and is likely associated with periods of inundation of the\nPolochic-Motagua fault area. The Isthmus of Tehuantepec also appears to\nhave been a strong biogeographic barrier triggering cladogenesis in\nPseudoxiphophorus. Heterandria formosa (traditionally placed as sister\nto Pseudoxiphophorus) is not sharing the most recent common ancestor\nwith Pseudoxiphophorus, and is recovered as more distantly related to\nthem. Furthermore, Pseudoxiphophorus bimaculatus (the most cosmopolitan\nspecies) is also recovered as a polyphyletic assemblage that appears to\ncomprise those Pseudoxiphophorus that have not been assigned to the\nother eight, more localized species. All this suggests that\nPseudoxiphophorus needs a major taxonomic revision as a whole in order\nto incorporate all existing diversity.","trees":[{"tree_label":"Fig. 3","ntax":"101","rootedtree":"TRUE","title":"Pseudoxiphophorus BI cytb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57199.phy"},{"tree_label":"Fig. 4","ntax":"50","rootedtree":"TRUE","title":"Pseudoxiphophorus BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_57200.phy"}]}