{"Authors":" Miguel A. Pérez-Gutiérrez, Ana T. Romero-García, María J.\nSalinas, Gabriel Blanca, María C. Fernández, Víctor N.\nSuárez-Santiago","Year":" 2012","Title":" Phylogeny of the tribe Fumarieae (Papaveraceae s.l.) based on\nchloroplast and nuclear DNA sequences: evolutionary and biogeographic\nimplications","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Tribe Fumarieae, molecular phylogeny, morphological\nevolution, biogeography","DOI":"","Abstract":" Premise of the study: Little research has been done at the\nmolecular level on the tribe Fumarieae (Papaveraceae). Papaveraceae is a\nmodel plant group for studying evolutionary patterns despite the lack of\na reference phylogeny for this tribe. Here we investigate the\nphylogenetic relationships within the tribe to complete the molecular\ndata for this family to help understand its character evolution and\nbiogeographical pattern. Methods: We used maximum-parsimony and Bayesian\napproaches to analyze five DNA regions for 25 species representing 10 of\nthe 11 Fumarieae genera and five outgroups. Evolutionary pathways of\nfour characters (habit, lifespan, type of fruit and number of seeds per\nfruit) were inferred on the phylogeny using parsimony. The ancestral\ndistribution areas were reconstructed using dispersal-vicariance\nanalysis. Key Results: Fumarieae is monophyletic and includes three\ngroups, which agree with the morphology-based subtribes: (Discocapninae,\n(Fumariinae, Sarcocapninae)). Within subtribes, the relationships among\ngenera were different from those obtained with morphological data.\nAnnual lifespan, non-chasmophytic habit, and a several-seeded capsule\nwere the basal character-states for the tribe. The ancestor occupied a\ncontinuous area between West Eurasia and Africa. Vicariances explain the\ndivergence between lineages Discocapninae (South Africa) and\nFumariinae-Sarcocapninae (Mediterranean), and the disjunction of\nFumariinae (Mediterranean/Central Asia). Conclusions: Molecular\nphylogeny confirms the subtribal classification of Fumarieae based on\nmorphology. However it provides different results regarding the\nrelationships among genera within each subtribe, which affects the\ninference of the evolutionary pathway followed by the four selected\ncharacters. The disjunct distribution of the tribe is explained by\ndifferent vicariance scenarios.","trees":[{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Fumarieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48628.phy"}]}