{"Authors":" Praveen Rahi, Riti Kapoor, J.P. W Young, Arvind Gulati","Year":" 2011","Title":" A genetic discontinuity in root-nodulating bacteria of\ncultivated pea in the Indian trans-Himalayas","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Biogeography, Evolutionary relationships, Indian\ntrans-Himalayas, Rhizobium leguminosarum bv. viciae","DOI":"","Abstract":" Evolutionary relationships of 120 root-nodulating bacteria\nisolated from the nodules of Pisum sativum cultivated at 22 different\nlocations of the trans-Himalayan valleys of Lahaul and Spiti in the\nstate of Himachal Pradesh of India were studied using 16S rRNA gene\nPCR-RFLP, ERIC-PCR, sequencing of 16S rRNA, atpD, recA, nodC and nifH\ngenes, carbon-source utilization pattern (BIOLOG), and whole-cell fatty\nacid profiling. The results demonstrated that all isolates belonged to\nRhizobium leguminosarum biovar viciae (Rlv). Isolates from the two\nvalleys were clearly separated on the basis of ERIC fingerprints,\ncarbon-source utilization pattern, and whole-cell fatty acid methyl\nesters. Phylogenetic analysis of atpD, recA, nodC and nifH genes\nrevealed a common Rlv sublineage in Spiti valley. Lahaul valley isolates\nwere represented by 3 sequence types of atpD and recA genes, and four\nsequence types of nodC and nifH genes. Genotypes from the two valleys\nwere completely distinct, except for two Lahaul isolates that shared\nnodC and nifH sequences with Spiti isolates but were otherwise more\nsimilar to other Lahaul isolates. Isolates from the two highest Spiti\nvalley sites (above 4000m) had a distinctive whole-cell fatty acid\nprofile. Spiti valley isolates are closely related to Rlv sublineages\nfrom Xinjiang and Shanxi provinces in China, while Lahaul valley\nisolates resemble cosmopolitan strains of the western world. The high\nmountain pass between these valleys represents a boundary between two\ndistinct microbial populations.","trees":[{"tree_label":"nodC gene","ntax":"76","rootedtree":"FALSE","title":"Tr48787","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48787.phy"},{"tree_label":"nifH gene","ntax":"63","rootedtree":"TRUE","title":"Tr48788","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48788.phy"},{"tree_label":"atpD and recA genes","ntax":"66","rootedtree":"FALSE","title":"Tr48786","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48786.phy"},{"tree_label":"PHYLIP 1+","ntax":"63","rootedtree":"TRUE","title":"16s rRNA gene pea root nodulating bacteria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48780.phy"}]}