{"Authors":" Daniel M Portik, Theodore J Papenfuss","Year":" 2011","Title":" Monitors cross the Red Sea: The biogeographic history of\nVaranus yemenensis","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Varanus, biogeography, Red Sea, Africa, monitor\nlizards","DOI":"","Abstract":" The Red Sea has had a profound biogeographic effect on\norganisms with Afro-Asian distributions, resulting in complex patterns\nof admixture on the Arabian Peninsula. We investigate the phylogenetic\naffinities of a monitor lizard (Varanus yemenensis) restricted to the\nsouthwestern Arabian Peninsula by sequencing all African monitor species\nand several Asian monitor species for the mitochondrial gene ND2 and the\nnuclear marker RAG-1. We find evidence that V. yemenensis is of African\norigin, being most closely related to the white-throat monitor, V.\nalbigularis, an African species complex distributed from the Horn of\nAfrica to southern Africa. Using divergence-dating analyses, we\ninvestigate several biogeographic hypotheses to infer the likely\nmechanism of colonization of the Arabian Peninsula by this species. Our\nresults reveal that both dispersal across a southern landbridge and\noverwater dispersal are potential explanations. The patterns observed in\nV. yemenensis are contrasted with other taxa having similar Afro-Arabian\ndisjunct distributions to better understand the complex biogeographic\nhistory of this region.","trees":[{"tree_label":"TREE1","ntax":"19","rootedtree":"TRUE","title":"Varanus yemenensis Phylogeography","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48623.phy"},{"tree_label":"TREE1","ntax":"18","rootedtree":"TRUE","title":"Varanus yemenensis Phylogeography","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48624.phy"},{"tree_label":"TREE1","ntax":"19","rootedtree":"TRUE","title":"Varanus yemenensis Phylogeography","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48625.phy"}]}