{"Authors":" Larry Hufford, Michelle M. McMahon","Year":" 2004","Title":" Morphological evolution and systematics of Synthyris and\nBesseya (Veronicaceae): A phylogenetic analysis.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses were used to examine the\nmorphological diversity and systematics of Synthyris and Besseya. Strong\nsupport was found for the monophyly of Synthyris and Besseya among\nVeronicaceae in parsimony analyses that applied DNA sequences from the\nnuclear ribosomal ITS regions. Parsimony and maximum likelihood (ML)\ncriteria provided consistent hypotheses of clades of Synthyris and\nBesseya based on the ITS data. The combination of morphological\ncharacters and ITS data helped to resolve additional clades of Synthyris\nand Besseya. The results show that Synthyris is paraphyletic to Besseya.\nIn the monophyletic Synthyris clade, Besseya forms part of a Northwest\nclade that also includes the alpine dissected leaf clade (S. canbyi, S.\ndissecta, and S. lanuginosa) and mesic forest S. cordata, S. reniformis,\nS. platycarpa, and S. schizantha. The Northwest clade is the sister of\nS. borealis, which is disjunct in unglaciated regions of Alaska and\nYukon. An Intermountain clade, consisting of S. ranunculina, S.\nlaciniata, S. pinnatifida, and S. missurica, was the sister to the rest\nof the Synthyris clade. We designed constraint topologies based on prior\nhypotheses of relationships and morphological similarities and applied\nthese in ML analyses. Parametric bootstrapping was used to compare the\nlikelihood values of the best trees obtained in searches under\nconstraints to that of the best tree found without constraints. These\nresults indicate that topologies in which a monophyletic Synthyris is\nthe sister of Besseya are significantly worse than the best ML tree in\nwhich Synthyris is paraphyletic to Besseya. The parametric bootstrap\nresults also indicate that forcing either the monophyly of all taxa that\nhave deeply incised leaf margins or those that have reniform laminas and\nbroadly rounded apices results in trees that are significantly worse\nthan the best ML tree, in which leaf margin incision and reniform\nlaminas are homoplastic. We propose a new classification for Synthyris\nthat emphasizes monophyletic groups. The new combination Synthyris\noblongifolia (Pennell) Hufford & McMahon is proposed.","trees":[{"tree_label":"Fig. 4","ntax":"45","rootedtree":"TRUE","title":"Synthyris and Besseya","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4246.phy"},{"tree_label":"Fig. 1","ntax":"48","rootedtree":"TRUE","title":"Synthyris and Besseya","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4392.phy"},{"tree_label":"Figs. 2-3","ntax":"45","rootedtree":"TRUE","title":"Synthyris and Besseya","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4393.phy"}]}