{"Authors":" Brittay S Barker, Javier A Rodriguez-Robles, Vani S Aran,\nAshley Montoya, Robert B Waide, Joseph A Cook","Year":" 2012","Title":" Sea level, topography, and island diversity: phylogeography\nof the Puerto Rican Red-eyed Coquí, Eleutherodactylus antillensis","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Caribbean Sea, gene flow, Quaternary, human-mediated\nintroductions, island biogeography, isolation, phylogeography, Puerto\nRican Bank, West Indies","DOI":"","Abstract":" Quaternary climatic oscillations caused changes in sea\nlevel that altered the size, number, and degree of isolation of islands,\nparticularly in land-bridge archipelagoes. Elucidating the demographic\neffects of these oscillations increases our understanding of the role of\nclimate change in shaping evolutionary processes in archipelagoes. The\nPuerto Rican Bank (Puerto Rico and the Eastern Islands, which comprise\nVieques, Culebra, the Virgin Islands, and associated islets) in the\neastern Caribbean Sea periodically coalesced during glaciations and\nfragmented during interglacial periods of the Quaternary. To explore\npopulation-level consequences of sea level changes, we studied the\nphylogeography of the frog Eleutherodactylus antillensis across the\narchipelago. We tested hypotheses encompassing vicariance and dispersal\nnarratives by sequencing mtDNA (c. 552 bp) of 285 individuals from 58\nlocalities, and four nuDNA introns (totaling c. 1,633 bp) from 173 of\nthese individuals. We found low support for a hypothesis of divergence\nof the Eastern Islands populations prior to the start of the penultimate\ninterglacial c. 250 kya, and higher support for a hypothesis of\ncolonization of the Eastern Islands from sources in eastern Puerto Rico\nduring the penultimate and last glacial period, when a land-bridge\nunited the Puerto Rican Bank. The Río Grande de Loíza Basin in eastern\nPuerto Rico delineates a phylogeographic break. Haplotypes shared\nbetween the Puerto Rican Bank and St. Croix (an island c. 105 km\nsoutheast of this archipelago) likely represent human-mediated\nintroductions. Our findings illustrate how varying degrees of\nconnectivity and isolation influence the evolution of tropical island\norganisms.","trees":[{"tree_label":"tree 1","ntax":"100","rootedtree":"TRUE","title":"Tr53307","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53307.phy"},{"tree_label":"tree 1","ntax":"348","rootedtree":"TRUE","title":"Tr53341","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53341.phy"},{"tree_label":"tree 1","ntax":"348","rootedtree":"TRUE","title":"Tr53342","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53342.phy"},{"tree_label":"tree 1","ntax":"348","rootedtree":"TRUE","title":"Tr53310","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53310.phy"},{"tree_label":"tree 1","ntax":"348","rootedtree":"TRUE","title":"Tr53402","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53402.phy"}]}