{"Authors":" Frédéric Delsuc, Sergio F Vizcaíno, Emmanuel J. P.\nDouzery","Year":" 2004","Title":" Influence of Tertiary paleoenvironmental changes on the\ndiversification of South American mammals: a relaxed molecular clock\nstudy within xenarthrans.","Journal":" BMC Evolutionary Biology","Volume":" 4","Issue":"","Pages":" 11","Keywords":"","DOI":" 10.1186/1471-2148-4-11","Abstract":" Background: Comparative genomic data among organisms allow\nthe reconstruction of their phylogenies and evolutionary time scales.\nMolecular timings have been recently used to suggest that environmental\nglobal change have shaped the evolutionary history of diverse\nterrestrial organisms. Living xenarthrans (armadillos, anteaters and\nsloths) constitute an ideal model for studying the influence of past\nenvironmental changes on species diversification. Indeed, extant\nxenarthran species are relicts from an evolutionary radiation enhanced\nby their isolation in South America during the Tertiary era, a period\nfor which major climate variations and tectonic events are relatively\nwell documented. Results: We applied a Bayesian approach to three\nnuclear genes in order to relax the molecular clock assumption while\naccounting for differences in evolutionary dynamics among genes and\nincorporating paleontological uncertainties. We obtained a molecular\ntime scale for the evolution of extant xenarthrans and other placental\nmammals. Divergence time estimates provide substantial evidence for\ncontemporaneous diversification events among independent xenarthran\nlineages. This correlated pattern of diversification might possibly\nrelate to major environmental changes that occurred in South America\nduring the Cenozoic. Conclusions: The observed synchronicity between\nplanetary and biological events suggests that global change played a\ncrucial role in shaping the evolutionary history of extant xenarthrans.\nOur findings open ways to test this hypothesis further in other South\nAmerican mammalian endemics like hystricognath rodents, platyrrhine\nprimates, and didelphid marsupials.","trees":[{"tree_label":"abv2","ntax":"47","rootedtree":"TRUE","title":"Diversification of South American Mammals","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48657.phy"},{"tree_label":"Fig. 1","ntax":"47","rootedtree":"TRUE","title":"Diversification of South American Mammals","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48656.phy"},{"tree_label":"a2bv2","ntax":"47","rootedtree":"TRUE","title":"Diversification of South American Mammals","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48658.phy"}]}