{"Authors":" Daniel Paul Lawrence, Scott Kroken, Barry M. Pryor, A.\nElizabeth Arnold","Year":" 2011","Title":" Interkingdom Gene Transfer of a Hybrid NPS/PKS from Bacteria\nto Filamentous Ascomycota","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Horizontal gene transfer, NRPS, PKS, secondary\nmetabolites","DOI":"","Abstract":" Nonribosomal peptides (NRPs) and polyketides (PKs) are\necologically important secondary metabolites produced by bacteria and\nfungi using multidomain enzymes called nonribosomal peptide synthetases\n(NRPSs) and polyketide synthases (PKSs), respectively. Previous\nphylogenetic analyses of fungal NPSs and PKSs have suggested that some a\nfew of these genes were acquired by fungi via horizontal gene transfer\n(HGT) from bacteria, including a hybrid NRPS/PKS found in Cochliobolus\nheterostrophus (Dothideomycetes, Ascomycota). Here, we identify this\nhybrid gene in fungi representing two additional classes of Ascomycota\n(Aspergillus spp., and Microsporum canis, Arthroderma spp., and\nTrichophyton spp., Eurotiomycetes; Chaetomium spp. and Metarhizium spp.,\nSordariomycetes) and use phylogenetic analyses of the most highly\nconserved domains from NRPSs (adenylation (A) domain) and PKSs (ketoacyl\nsynthase (KS) domain) to examine the hypothesis that the hybrid\nNRPS7/PKS24 was acquired by fungi from bacteria via HGT relatively early\nin the evolution of the Pezizomycotina. Our results reveal the\ndistinctiveness of the A domain and KS domain in the hybrid gene\nrelative to known NRPSs and PKSs in fungi, provide strong evidence for\nHGT of the hybrid gene from a putative bacterial donor in the\nBurkholderiales, and suggest a HGT event early in the evolution of the\nfilamentous Ascomycota.","trees":[{"tree_label":"Con","ntax":"73","rootedtree":"TRUE","title":"Interkingdom Gene Transfer, A Domain","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50968.phy"},{"tree_label":"con","ntax":"75","rootedtree":"TRUE","title":"Interkingdom Gene Transfer, KS Domain","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50967.phy"}]}