{"Authors":" Bernard Slippers, Greg I Johnson, Teresa A. Coutinho,\nBrenda D Wingfield, Michael J Wingfield, Pedro W. Crous","Year":" 2004","Title":" Phylogenetic and morphological re-evaluation of the\nBotryosphaeria species causing diseases of Mangifera indica.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Species of Botryosphaeria are among the most serious\npathogens that affect mango trees and fruit. Several species occur on\nmangoes and these are identified based mainly on the morphology of the\nanamorphs. Common taxa include Dothiorella dominicana, D. mangiferae (=\nNatrassia mangiferae), D. aromatica and an unidentified species,\nDothiorella °\u001along°¶. The genus name Dothiorella is, however,\nacknowledged as a synonym of Diplodia. This study aimed to characterize\nand name the Botryosphaeria spp. associated with disease symptoms on\nmangoes. To achieve this, isolates representing all four Dothiorella\nspp. mentioned above were compared with the anamorphs of known\nBotryosphaeria spp., based on conidial morphology and DNA sequence data.\nTwo genomic regions were analyzed, namely the ITS rDNA and É\u001a-tubulin\nregions. The morphological and molecular results confirmed that the\nfungi previously identified from mango as species of Dothiorella belong\nto Fusicoccum. Dothiorella dominicana isolates were identical to\nisolates of F. parvum (teleomorph = B. parva). A new epithet, namely F.\nmangiferum, is proposed for isolates previously treated as D. mangiferae\nor N. mangiferae. Isolates of D. aromatica were identified as F. aesculi\n(teleomorph = B. dothidea). A fourth Fusicoccum sp. also was identified\nas those isolates previously known as Dothiorella °\u001along°¶. A key is\nprovided to distinguish these species based on anamorph morphology in\nculture. This study provides a basis for the identification of\nBotryosphaeria species from mango, which is important for disease\ncontrol and to uphold quarantine regulations.","trees":[{"tree_label":"Fig. 8","ntax":"29","rootedtree":"TRUE","title":"Botryosphaeriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4395.phy"}]}