{"Authors":" Jeremy A Miller, Anthea Carmichael, Martín J Ramírez,\nJoseph C Spagna, Charles R Haddad, Milan Řezáč, Jes Johannesen, Jiří\nKrál, Xin-Ping Wang, Charles E. Griswold","Year":" 2010","Title":" Phylogeny of entelegyne spiders: Affinities of the family\nPenestomidae (NEW RANK), generic phylogeny of Eresidae, and asymmetric\nrates of change in spinning organ evolution (Araneae, Araneoidea,\nEntelegynae).","Journal":" Molecular phylogenetics and Evolution","Volume":" 55","Issue":" 3","Pages":" 786-804","Keywords":" Asymmetric rates; Coelotinae; Cribellum; Dollos law;\nEresidae; Likelihood sensitivity analysis; Median apophysis;\nRetrolateral tibial apophysis; RTA clade; Sankoff matrix; Tarsal\ntrichobothria; Zanomyinae","DOI":" 10.1016/j.ympev.2010.02.021","Abstract":" Penestomine spiders were first described from females only\nand placed in the family Eresidae. Discovery of the male decades later\nbrought surprises, especially in the morphology of the male pedipalp,\nwhich features (among other things) a retrolateral tibial apophysis\n(RTA). The presence of an RTA is synapomorphic for a large clade of\nspiders exclusive of Eresidae. A molecular data matrix based on four\nloci was constructed to test two alternative hypotheses: (1)\npenestomines are eresids and the RTA is convergent, or (2) penestomines\nbelong within the RTA clade. Taxon sampling concentrated on the Eresidae\nand the RTA clade, especially outside of the Dionycha and Lycosoidea.\nEvolution of the cribellum, conventionally characterized as a primitive\naraneomorph spinning organ lost multiple times, is explored. Parsimony\noptimization indicates repeated appearances of the cribellum.\nExploration of asymmetric rates of loss and gain in both a likelihood\nframework and using a Sankoff matrix under parsimony reveals that\ncribellum homology is supported when losses are two times more likely\nthan gains. We suggest that when complicated characters appear (under\nparsimony optimization) to evolve multiple times, investigators should\nconsider alternative reconstructions featuring a relatively high rate of\nloss. Evolution of other morphological characters is also investigated.\nThe results imply revised circumscription of some RTA-clade families,\nincluding Agelenidae, Amaurobiidae, Cybaeidae, Dictynidae and Hahniidae.\nSome nomenclatural changes are formally proposed here; others await\nfurther investigation. The family Penestomidae (NEW RANK) is\nestablished. Tamgrinia, not Neoramia, is the cribellate sister clade of\nthe ecribellate Agelenidae. Tamgrinia and the subfamily Coelotinae are\ntransferred from the family Amaurobiidae to the family Agelenidae.\nZanomys and its relatives are not coelotines but belong to a clade\ntentatively identified as Macrobuninae.","trees":[{"tree_label":"Fig. 3","ntax":"79","rootedtree":"TRUE","title":"Tr48692","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48692.phy"}]}