{"Authors":" Mary Lecroy, F. Keith Barker","Year":" 2006","Title":" New Species of Bush-Warbler from Bougainville Island and a\nMonophyletic Origin for Southwest Pacific Cettia.","Journal":" American Museum Novitates","Volume":" 3511","Issue":"","Pages":" 1-20","Keywords":"","DOI":" 10.1206/0003-0082(2006)3511[1:ANSOBF]2.0.CO;2","Abstract":" We describe a new species of Cettia from the Crown Prince\nRange, Bougainville Island, North Solomons Province, Papua New Guinea.\nBy combining morphometric and molecular phylogenetic techniques, we\nattempt to broaden our understanding of evolutionary processes within\nthe genus Cettia in the southwest Pacific. The new species proves to be\ndistinct with respect to several morphological characteristics that are\nmost probably related to a more terrestrial lifestyle than that of its\ncongeners. Molecular data agree with morphological data in establishing\nthat these birds are at least as distinct from the other island forms of\nCettia as those forms are from each other, far exceeding intraspecific\nvariation. These data and the restricted distribution of the population\non Bougainville strongly support recognition of a new species. The\napplication of molecular phylogenetic techniques also supports the idea\nthat the new species and other island forms of Cettia confined to\nmountains on southwest Pacific islands are derived from a single common\nancestor rather than being independently derived from one or more\nmainland forms. In addition, the relatively recent discovery of two new\nspecies of Cettia suggests that additional forms await discovery in\nother poorly known areas of the southwest Pacific. Our results point to\nthe need for further molecular studies and for additional field research\ninto the distribution and ecology of forest songbirds on islands.","trees":[{"tree_label":"Fig. 7","ntax":"24","rootedtree":"TRUE","title":"Cettia cytb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48728.phy"}]}