{"Authors":" Pamela Beresford, F. Keith Barker, Peter G Ryan, Tim M\nCrowe","Year":" 2005","Title":" African endemics span the tree of songbirds (Passeri):\nmolecular systematics of several evolutionary ‘enigmas.’","Journal":" Proceedings of the Royal Society B","Volume":" 272","Issue":" 1565","Pages":" 849-858","Keywords":" oscines; Africa; Madagascar; Picathartidae; Old-World\nwarbler","DOI":" 10.1098/rspb.2004.2997","Abstract":" The deep divergence between the African endemic passerines\nPicathartidae (rockfowl Picathartes and rockjumpers Chaetops, four\nspecies) and the Passerida (ca. 3500 species) suggests an older history\nof oscines on the African continent than has previously been assumed. In\norder to determine whether any additional, unexpectedly deep lineages\noccur in African endemic songbirds, 29 speciesincluding 10 enigmatic\nfocal taxa endemic to southern Africawere added to a large nuclear\nsequence dataset gathered from oscine songbirds (Passeri). Phylogenetic\nanalyses of these data resolve many long-standing questions about the\naffinities of these birds, not all of which were predicted by\ntraditional approaches. The application of a molecular clock indicates\nthat most basal divergences in Passerida occurred in the middle to late\nEocene, with divergences between African and Australasian core corvoids\noccurring somewhat later in the early Miocene. Consistent with\ninferences for mammals, divergences between Malagasy endemic passerines\nand their mainland relatives suggests an asynchronous colonization\nhistory. This emerging phylogenetic picture reveals that relationships\nwithin Old World families are highly informative regarding the early\ndispersal and radiation of songbirds out of Gondwana. Future analyses\nwill depend on improving resolution of higher-level phylogenetic\nrelationships among these groups, and increasing the density of taxon\nsampling within them.","trees":[{"tree_label":"Fig. 1","ntax":"110","rootedtree":"TRUE","title":"Relationships among Passerines","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48736.phy"}]}