{"Authors":" F. Keith Barker, Alice Cibois, Peter Schikler, Julie\nFeinstein, Joel Cracraft","Year":" 2004","Title":" Phylogeny and diversification of the largest avian\nradiation.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 101","Issue":" 30","Pages":" 11040-11045","Keywords":"","DOI":" 10.1073/pnas.0401892101","Abstract":" The order Passeriformes (‘perching birds’) comprises\nextant species diversity comparable to that of living mammals. For over\na decade, a single phylogenetic hypothesis based on DNADNA hybridization\nhas provided the primary framework for numerous comparative analyses of\npasserine ecological and behavioral evolution and for tests of the\ncausal factors accounting for rapid radiations within the group. We\nreport here a strongly supported phylogenetic tree based on two\nsingle-copy nuclear gene se- quences for the most complete sampling of\npasserine families to date. This tree is incongruent with that derived\nfrom DNADNA hybridization, with half of the nodes from the latter in\nconflict and over a third of the conflicts significant as assessed under\nmaximum likelihood. Our historical framework suggests multiple waves of\npasserine dispersal from Australasia into Eurasia, Africa, and the New\nWorld, commencing as early as the Eocene, essentially re- versing the\nclassical scenario of oscine biogeography. The revised history implied\nby these data will require reassessment of comparative analyses of\npasserine diversification and adaptation.","trees":[{"tree_label":"SA Alltax","ntax":"146","rootedtree":"TRUE","title":"Passerines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48739.phy"},{"tree_label":"SA Pruned","ntax":"131","rootedtree":"TRUE","title":"Passerines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48740.phy"},{"tree_label":"Fig. 1","ntax":"146","rootedtree":"TRUE","title":"Passerine RAG ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48737.phy"},{"tree_label":"ML","ntax":"146","rootedtree":"TRUE","title":"Passerines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48738.phy"}]}