{"Authors":" F. Keith Barker, Scott M Lanyon","Year":" 2000","Title":" The Impact of Parsimony Weighting Schemes on Inferred\nRelationships among Toucans and Neotropical Barbets (Aves:\nPiciformes).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 15","Issue":" 2","Pages":" 215-234","Keywords":"","DOI":" 10.1006/mpev.2000.0752","Abstract":" The development of new schemes for weighting DNA sequence\ndata for phylogenetic analysis continues to outpace the development of\nconsensus on the most appropriate weights. The present study is an\nexplora- tion of the similarities and differences between results from\n22 character weighting schemes when applied to a study of barbet and\ntoucan (traditional avian fami- lies Capitonidae and Ramphastidae)\nphylogenetic rela- tionships. The dataset comprises cytochrome b se-\nquences for representatives of all toucan and Neotropical barbet genera,\nas well as for several gen- era of Paleotropical barbets. The 22\nweighting schemes produced conflicting patterns of relationship among\ntaxa, often with conflicting patterns each receiving strong bootstrap\nsupport. Use of multiple weighting schemes helped to identify the source\nwithin the dataset (codon position, transitions, transversions) of the\nvarious putative phylogenetic signals. Impor- tantly, some phylogenetic\nhypotheses were consis- tently supported despite the wide range of\nweights employed. The use of phylogenetic frameworks to summarize the\nresults of these multiple analyses proved very informative.\nRelationships among barbets and toucans inferred from these data support\nthe paraphyly of the traditional Capitonidae. Additionally, these data\nsupport paraphyly of Neotropical barbets, but rather than indicating a\nrelationship between Semnornis and toucans, as previously suggested by\nmorphological data, most analyses indicate a basal position of Semnornis\nwithin the Neotropical radia- tion. The cytochrome b data also allow\ninference of relationships among toucans. Supported hypotheses include\nRamphastos as the sister to all other toucans, a close relationship of\nBaillonius and Pteroglossus with these two genera as the sister group to\nan (Andigena, Selenidera) clade, and the latter four genera as a sister\ngroup to Aulacorhynchus.","trees":[{"tree_label":"Fig. 6","ntax":"23","rootedtree":"TRUE","title":"Toucans and Neotropical Barbets","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48743.phy"},{"tree_label":"Fig. 7","ntax":"33","rootedtree":"TRUE","title":"Toucans and Neotropical Barbets","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_48744.phy"}]}