{"Authors":" Laura Martín, María Teresa Martín","Year":" 2011","Title":" Molecular multi-gene sequence analysis and phenotypic\ndiversity of Phaeoacremonium species isolated from grapevines in\nCastilla y León (Spain).","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" grapevine decline, ITS, beta-tubulin, actin, calmodulin\nand translation elongation factor 1-alpha.","DOI":"","Abstract":" Esca, Petri disease and eutypa dieback among others\ngrapevine decline diseases cause serious economic losses to the wine\nindustry worldwide and they are strongly present through Castilla y León\n(Spain). In the present work 175 isolates of Phaeoacremonium spp. were\nidentified. Thirty one isolates of Phaeocremonium species collected from\ndifferent production areas and grapevine varieties were tested by\nsequences analysis. Amplicons from six partial genes were amplified by\nPCR. The 5OH of the translation elongation factor 1-alpha gene\n(EF1-alpha) and 5OH of beta-tubulin gene of Phaeoacremonium spp. were\namplified for the first time. Within the six genes studied, amplicons\nobtained from calmodulin partial gene and EF1-alpha were the most\ninformative regions showing only 52.6% and 56.6% of homology\nrespectively. Phylogenetic analysis of combined DNA sequence revealed\nthe presence of five Phaeoacremonium species isolated from diseased\ngrapevines. P. aleophilum was the most frequently isolated. P. mortoniae\nand P. iranianum are newly reported on grapevine from Castilla y León\nand La Rioja, respectably. Intra-specific variation among 23 P.\naleophilum isolates revealed the presence of 29 nucleotides differences\namong the studied sequences and allowed to discriminate two main groups\nby a Network analysis. Phenotypic characters were discussed.","trees":[{"tree_label":"Fig. 2","ntax":"30","rootedtree":"TRUE","title":"Tr48742","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48742.phy"}]}