{"Authors":" Marc Stadler, Hermann Voglmayr, Walter M Jaklitsch","Year":" 2012","Title":" Blue pigment in Hypocrea caerulescens sp. nov. and two\nadditional new species in sect. Trichoderma","Journal":" Mycologia","Volume":" 104","Issue":"","Pages":" 925-941","Keywords":" Ascomycetes, DNA barcode, Hypocreales, morphology,\nphylogenetic analysis, pigments, rpb2, tef1, Trichoderma","DOI":" 10.3852/11-327","Abstract":" Three new species of Hypocrea/Trichoderma sect.\nTrichoderma (Hypocreaceae, Hypocreales, Ascomycota, Fungi) are described\nfrom recent collections in southern Europe and the Canary Islands. They\nhave been characterized by morphological and molecular methods,\nincluding microscopic examination of the teleomorph in thin sections,\nthe anamorph, growth rate experiments and phylogenetic analyses based on\na part of the translation elongation factor 1-alpha encoding gene (tef1)\ncontaining the two last introns and a part of the rpb2 gene, encoding\nthe second largest RNA polymerase subunit. Analyses involving tef1 did\nnot unequivocally resolve the sister clade relationship of Hypocrea\ncaerulescens relative to the Koningii and Viride clades, while analyses\nbased on rpb2 clearly suggest a close relationship with the former,\nalthough the phenotype of H. caerulescens is similar to H. viridescens,\nparticularly by its warted conidia and a coconut-like odor in CMD\nculture. Hypocrea hispanica and T. samuelsii however are clearly related\nto the Viride clade by both phylogenetic markers, despite their\nmorphological similarity to H. koningii and its relatives. An apparently\nspecific blue pigment is formed in CMD cultures by Hypocrea caerulescens\nbut could not be obtained by extraction with organic solvents.","trees":[{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Hypocrea caerulescens, 1 of 2 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48779.phy"},{"tree_label":"Fig. 1","ntax":"85","rootedtree":"TRUE","title":"Hypocrea caerulescens, 1 of 224 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48778.phy"}]}