{"Authors":" Matsepo Motselisi Taole, Treena I Burgess, Gryzenhout\nGryzenhout, Michael J Wingfield, Brenda D Wingfield","Year":" 2011","Title":" DNA sequence incongruence and inconsistent morphology obscure\nspecies boundaries in the Teratosphaeria suttonii species complex.","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" eucalyptus diseases, fungal populations, fungal taxonomy,\nphylogenetics","DOI":"","Abstract":" Teratosphaeria suttonii (= Kirramyces epicoccoides) is a\nleaf pathogen that can cause premature defoliation, reduced growth and\nvigour and subsequent tree death of many Eucalyptus species. Although\nthe fungus primarily infects mature leaves in the lower canopy,\ninfections can spread to younger leaves during continued epidemics or\nwhen trees are stressed. Teratosphaeria suttonii has a wide distribution\nin Australia and has been introduced to many other parts of the world,\nmost probably with germplasm used to establish plantations. The aim of\nthis study was to establish the phylogenetic relationships between T.\nsuttonii isolates from different countries and to consider whether\ncryptic species exist in a species complex. DNA from parts of the\nnuclear ribosomal internal transcribed spacer (ITS), β-tubulin and\nelongation factor-1α genes was sequenced and analyzed for isolates from\nthroughout the range of T. suttonii in Australia, and from six countries\n(China, Indonesia, South Africa, Uruguay, USA and Vietnam) where the\npathogen is introduced. Morphometrics of conidia produced both in vivo\nand in vitro were also considered. Analysis of the sequence data\nresulted in incongruent genealogies. Furthermore, groups of isolates in\nthe genealogies could not be linked to area of origin. Likewise\ndifferences in conidial morphology could not be linked to any of the\nphylogenetic groups. There was no evidence of distinct species\nboundaries and isolates from Australia were closely related to those\nfrom other parts of the world. The results of this study supports T.\nsuttonii as a morphologically and genetically diverse species in its\nnatural range in Australia. The diversity is reflected within the less\ndiverse introduced populations.","trees":[{"tree_label":"ITS 1","ntax":"65","rootedtree":"TRUE","title":"Teratosphaeria suttonii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48957.phy"},{"tree_label":"EF 1","ntax":"65","rootedtree":"TRUE","title":"Teratosphaeria suttonii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48956.phy"},{"tree_label":"PAUP 1","ntax":"65","rootedtree":"TRUE","title":"Teratosphaeria suttonii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48953.phy"},{"tree_label":"PAUP 2","ntax":"65","rootedtree":"TRUE","title":"Teratosphaeria suttonii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48954.phy"}]}