{"Authors":" M. Gker, M. Weifl, Franz Oberwinkler, A. Riethmuller,\nHermann Voglmayr","Year":" 2004","Title":" Phylogenetic relationships of Plasmopara, Bremia and other\ngenera of downy mildew fungi with pyriform haustoria based on Bayesian\nanalysis of partial LSU rDNA sequence data.","Journal":" Molecular Ecology","Volume":" 108","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Bayesian and maximum parsimony phylogenetic analyses of 92\ncollections of the genera Basidiophora, Bremia, Paraperonospora,\nPhytophthora and Plasmopara were performed using nuclear large subunit\nribosomal DNA sequences containing the D1 and D2 regions. In the\nBayesian tree, two main clades were apparent: one clade containing\nPlasmopara pygmaea s. l., Pl. sphaerosperma, Basidiophora, Bremia and\nParaperonospora, and a clade containing all other Plasmopara species.\nPlasmopara is shown to be polyphyletic, and Pl. sphaerosperma is\ntransferred to a new genus, Protobremia, for which also the oospore\ncharacteristics are described. Within the core Plasmopara clade, all\ncollections originating from the same host family except from Asteraceae\nand Geraniaceae formed monophyletic clades; however, higher-level\nphylogenetic relationships lack significant branch support. A sister\ngroup relationship of Pl. sphaerosperma with Bremia lactucae is highly\nsupported. Within Bremia lactucae s. l., three distinct clades are\nevident, which only partly conform to the published host specificity\ngroups. All species of the genera Basidiophora, Bremia, Paraperonospora\nand Plasmopara included in the present study were investigated for\nhaustorial morphology, and all had ellipsoid to pyriform haustoria,\nwhich are regarded as a diagnostic synapomorphy of the whole clade.\nAspects of coevolution and cospeciation within the downy mildews with\nellipsoid to pyriform haustoria are briefly discussed.","trees":[{"tree_label":"Fig. 4","ntax":"92","rootedtree":"TRUE","title":"Parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4396.phy"},{"tree_label":"Fig. 2","ntax":"92","rootedtree":"TRUE","title":"Bayesian","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4397.phy"}]}