{"Authors":" Erik R Seiffert, Elwyn L. Simons, Timothy M Ryan, Yousry S\nAttia","Year":" 2005","Title":" Additional remains of Wadilemur elegans, a primitive stem\ngalagid from the late Eocene of Egypt.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 102","Issue":" 32","Pages":" 11396-11401","Keywords":"","DOI":" 10.1073/pnas.0505310102","Abstract":" The late Eocene prosimian Wadilemur elegans from the Jebel\nQatrani Formation, northern Egypt, was originally interpreted as an\nanchomomyin adapiform primate based on limited information from the\nlower molars and distal premolars. Recently recovered fossils\nattributable to this species, including a proximal femur, the fourth\nupper premolar and first and second upper molars, and a mandible\npreserving the lower second premolar and lower canine and incisor\nalveoli, reveal a number of derived morphological similarities shared\nwith crown strepsirrhines and, in particular, Miocene-to-Recent stem and\ncrown galagids, to the exclusion of known adapiforms. Phylogenetic\nanalysis of 359 morphological features scored across 95 living and\nextinct crown primate taxa supports a stem galagid placement for\nWadilemur and older Saharagalago, and a close relationship between crown\nstrepsir- rhines and the Eocene African taxa ‘Anchomomys’ milleri, Dje-\nbelemur, and Plesiopithecus (none of which appear to be closely related\nto European anchomomyins). This scheme of relationships supports the\nhypothesis that crown Strepsirrhini is of Afro-Arabian origin and that\nlemuriforms likely colonized Madagascar by cross- ing the Mozambique\nChannel. Wadilemurs known dental and postcranial morphology provides\nadditional support for the hy- pothesis that galagids and lorisids had\ndiverged by the close of the middle Eocene, and, by bolstering the 􏰀37\nmillion-year-old cali- bration point for crown lorisiform origins\nprovided by Saharaga- lago, indirect support for the hypothesis of an\nancient origin of crown Strepsirrhini and crown Primates.","trees":[{"tree_label":"Fig. 3","ntax":"100","rootedtree":"TRUE","title":"Paleo Primates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48877.phy"}]}