{"Authors":" Katrin Nyakatura, Olaf R.P. Bininda-Emonds","Year":" 2012","Title":" Updating the evolutionary history of Carnivora (Mammalia): a\nnew species-level supertree complete with divergence time estimates","Journal":" BMC Biology","Volume":"","Issue":"","Pages":"","Keywords":" Carnivora, phylogenetic supertrees, supermatrix,\ndivergence times, timetree, diversification, macroevolution,\nconservation biology","DOI":"","Abstract":" Although it has proven to be an important foundation for\ninvestigations of carnivoran ecology, biology, and evolution, the\ncomplete species-level supertree for Carnivora of Bininda-Emonds et\nal. is showing its age. Additional, largely molecular sequence data are\nnow available for many species and the advancement of computer\ntechnology means that many of the limitations of the original analysis\ncan now be avoided. We therefore sought to provide an updated estimate\nof the phylogenetic relationships within all extant Carnivora, again\nusing supertree analysis to be able to analyze as much of the global\nphylogenetic database for the group as possible. In total, 188 source\ntrees were combined, representing 114 trees from the literature together\nwith 74 newly constructed gene trees derived from nearly 45 000 bp of\nsequence data from GenBank. The greater availability of sequence data\nmeans that the new supertree is almost completely resolved and also\nbetter reflects current phylogenetic opinion (e.g., supporting a\nmonophyletic Mephitidae, Eupleridae, and Prionodontidae; placing\nNandinia binotata as sister to the remaining Feliformia). Following an\ninitial, rapid radiation, diversification rate analyses indicate a\ndownturn in the net speciation rate within the past three million years\nas well as a possible increase some 18.0 million years ago; numerous\ndiversification rate shifts within the order were also identified.\nTogether, the two carnivore supertrees remain the only complete\nphylogenetic estimates for all extant species and the new supertree,\nlike the old one, will form a key tool in helping us to further\nunderstand the biology of this charismatic group of carnivores.","trees":[{"tree_label":"carnivoreST bestEstimate","ntax":"286","rootedtree":"TRUE","title":"Tr48867","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48867.phy"},{"tree_label":"carnivoreST lowerDates","ntax":"286","rootedtree":"TRUE","title":"Tr48868","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48868.phy"},{"tree_label":"carnivoreST upperDates","ntax":"286","rootedtree":"TRUE","title":"Tr48869","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48869.phy"}]}