{"Authors":" Angela E. Newton, Neil E. Bell","Year":" 2004","Title":" The Paraphyly of Hypnodendron and the Phylogeny of Related\nNon-Hypnanaean Pleurocarpous Mosses Inferred from Chloroplast and\nMitochondrial Sequence Data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phylogenetic integrity and relationships of the\npleurocarpous moss Hypnodendron and several potentially related taxa\nwere investigated using chloroplast rbcL, trnL-F, and rps4 sequence\ndata, the mitochondrial nad5 region, and a set of 29 morphological\ncharacters. Strong support was obtained for the recognition of a\nmonophyletic group, the “hypnodendroid pleurocarps”, that includes\nHypnodendron, Braithwaitea, Pterobryella praenitens, Cyrtopodaceae,\nSpiridentaceae, and Racopilaceae. This clade is resolved as sister to\nthe Hypnanae with moderately strong support. Hypnodendron is\nparaphyletic, with H. section Sciadocladus resolved as sister to\nPterobryella praenitens and outside of a very well supported clade that\nincludes the other taxa of Hypnodendron in addition to the\nSpiridentaceae and Cyrtopodaceae. Chloroplast and mitochondrial sequence\ndata show a high degree of congruence, and confidence in critical nodes\nis increased by long branches, high support values, and indels\ncorresponding to radical modification of sequence and secondary\nstructure within the nad5 group I intron. Based on morphological\ncharacter state optimisation the hypnodendroid pleurocarps comprise a\nclade that includes pleisiomorphically dendroid, palmate/umbellate\nterrestrial plants in addition to a number of derived lineages\nrepresenting adaptive shifts towards epiphytism. These include the\nprostrate/creeping Racopilaceae, the dendroid-pinnate species in\nHypnodendron section Phoenicobryum, and the simple, large-leaved\nSpiridentaceae and Cyrtopodaceae. Our data support recognition of\nhypnodendroid pleurocarps at the ordinal or superordinal level.","trees":[{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Hypnodendroid Pleurocarps","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4398.phy"}]}