{"Authors":" Ibai Olariaga, Begoña M Jugo, Koldo García-Etxebarria,\nIsabel Salcedo","Year":" 2009","Title":" Species delimitation in the European species of Clavulina\n(Cantharellales, Basidiomycota) inferred from phylogenetic analyses of\nITS region and morphological data.","Journal":" Mycological Research","Volume":" 113","Issue":" 11","Pages":" 1261-1270","Keywords":" Basidiomycota; Cantharellales; Fungi; Phylogenetic\nanalysis; Taxonomy","DOI":" 10.1016/j.mycres.2009.08.008","Abstract":" The identification of the conventionally accepted species\nof Clavulina (Cantharellales, Basidiomycota) in Europe (Clavulina\namethystina, Clavulina cinerea, Clavulina cristata, and Clavulina\nrugosa) is often difficult and many specimens are not straightforwardly\nassignable to any of those four species, which is why some authors have\nquestioned their identity. In order to assess the status of those\nspecies, a morphological examination was combined with the molecular\nanalysis of the ITS region. The same six major clades were obtained in\nthe Bayesian and parsimony phylogenetic analyses, and all six clades\nwere well-supported at least by one of the analyses. Morphological\ncharacters, such as the overall branching pattern, the presence and\nintensity of grey colour, the cristation of the apices, and basidiospore\nsize and shape were to various extents correlated with the phylogenetic\nsignal obtained from the ITS region. The congruence between the\nmolecular analyses and morphology, rather than geographical origin,\nsuggests the existence of several species that can be delimited using a\ncombined phylogenetic and morphological species recognition. The\nanalyses revealed that C. cristata and C. rugosa are well-delimited\nspecies. In contrast, more than one taxa could be subsumed under the\nnames C. amethystina and C. cinerea, the taxonomical complexity of which\nis discussed. The ITS region is proved to be adequate to separate\nphylogenetic species of Clavulina.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Analysis of ITS1 D 5.8S D ITS2 sequences of\nClavulina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48897.phy"}]}