{"Authors":" Laura Trejo","Year":" 2012","Title":" Poinsettias wild ancestor in the Mexican dry tropics:\nhistorical, genetic, and environmental evidence","Journal":" American Journal of Botany","Volume":" 99","Issue":" 7","Pages":" 11461157","Keywords":" Poinsettia, Euphorbia pulcherrima, centers of origin,\ndomestication, niche modelling, management, conservation.","DOI":" 10.3732/ajb.1200072","Abstract":"  Premise of the study: The poinsettia ( Euphorbia\npulcherrima ) is the worlds most economically important potted plant,\nbut despite its preeminence it is not clear which wild populations are\nancestral to the varieties cultivated around the world. Tradition holds\nthat the U.S. envoy to Mexico J. R. Poinsett collected the progenitors\nof the over 300 varieties in global cultivation on an 1828 excursion to\nnorthern Guerrero State, Mexico. It is unknown whether the contemporary\ncultivars are descended from plants from Guerrero or whether germplasm\nfrom other parts of poinsettias 2000 km long distribution entered into\ncultivation during the nearly 200 yr of subsequent poinsettia\nhorticulture.  Methods: To identify the wild populations that likely\ngave rise to the cultivars and test this historical account, we\nsequenced plastid and nuclear DNA regions and modeled poinsettias\npotential distribution.  Key results: The combination of nuclear and\nplastid haplotypes characterizing cultivars was found only in northern\nGuerrero. Distribution modeling indicated that suitable habitat\nconditions for wild poinsettias are present in this area, consistent\nwith their likely wild status.  Conclusions: Our data pinpoint the area\nof northern Guerrero as the cultivated poinsettias probable ancestral\nregion, congruent with the traditional account attributing the original\ncollections to Poinsett. Abundant genetic variation likely offers raw\nmaterial for improving the many shortcomings of cultivars, including\nvulnerability to cold, stem breakage, and pathogens such as Pythium and\nPhytophthora . However, genetic differences between populations make\nconservation of all of poinsettias diversity diffi cult.","trees":[{"tree_label":"Consensus tree of 3 trees","ntax":"65","rootedtree":"TRUE","title":"Euphorbia pulcherrima, G3pdh","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63633.phy"},{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Euphorbia pulcherrima, G3pdh","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63632.phy"}]}