{"Authors":" NA","Year":" 2011","Title":" Parallel allochronic divergence in a winter moth due to\ndisruption of reproductive period by winter harshness","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" allochronic speciation, natural selection, climatic\nchange, parallel speciation","DOI":"","Abstract":" The disruption of reproductive timing by climatic\nharshness may result in the temporal isolation of conspecific\npopulations and, ultimately, in speciation. However, whether temporal\nisolation alone can act as the force initiating speciation and how often\nthe same type of climatic disruption results in the divergence of\nallochronic populations in a lineage are largely unknown. The\nreproductive period of the winter geometrid moth Inurois punctigera is\nseparated into early and late winter in habitats with severe winters,\nbut not in habitats with mild winters, suggesting that the reproductive\nseason is disrupted by the harshness of the mid-winter period. Here, we\nshow that sympatric pairs of early- and late-winter populations that\ndiffer in origin exist in different regions, suggesting a parallel\ndivergence of reproductive timing. In each region, significant genetic\ndifferentiation exists between these early- and late-winter populations,\nsuggesting that the temporal reproductive isolation has persisted.\nMoreover, we demonstrate that the temporal isolation, in comparison with\ngeographic isolation, contributes greatly to the genetic differentiation\namong geographic and temporal populations by an analysis of molecular\nvariance and by a comparison of genetic differentiations (Fst) between\ngeographic populations with and without difference in reproductive\nseason. Our results suggest that adaptive divergence of allochronically\nreproducing populations has occurred independently in different regions,\nimplying the generality of the role of temporal isolation in initiating\nspeciation in a winter moth lineage.","trees":[{"tree_label":"Imported tree 0","ntax":"135","rootedtree":"TRUE","title":"Tr48889","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48889.phy"},{"tree_label":"con 50 majrule","ntax":"135","rootedtree":"TRUE","title":"Tr48890","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48890.phy"}]}