{"Authors":" Ana Paula Gelli de Faria, Julian Aguirres-Santoro, Gregory\nK. Brown, Tânia Wendt","Year":" 2011","Title":" Morphological and Molecular Evidence of Monophyly in Aechmea\nsubgenus Macrochordion (Bromeliaceae: Bromelioideae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Atlantic Forest, phylogeny, combined data, matK,\npsbA-trnH, trnL-trnF","DOI":"","Abstract":" Generic and infrageneric delimitation in Bromeliaceae is\npoorly understood, especially in Aechmea, and recent phylogenetic\nstudies have focused on discovery of monophyletic lineages. Aechmea\nsubgenus Macrochordion includes six taxa, and is entirely restricted to\nthe Brazilian Atlantic Forest, except for A. bromeliifolia, which occurs\nfrom Central America to Argentina. In order to assess the monophyly of\nMacrochordion and gain a better understanding of interspecific\nevolutionary relationships within the subgenus, we carried out\nphylogenetic analyses using parsimony and bayesian approaches, based on\ncombined morphological and molecular data. The results supported the\nmonophyly of Macrochordion as well as a sister relationship with\nBrazilian species of Aechmea subgenera Pothuava and Chevaliera. Of the\ncharacters used to circumscribe Macrochordion in past classifications,\nonly the unarmed sepals were found to be synapomorphic for the subgenus.\nRelationships within Macrochordion are discussed in the context of\nmorphological and biogeographical data and provide a framework for\nfuture research at a finer geographic scale and with population level\nsampling.","trees":[{"tree_label":"Consensus tree of 3 trees from Default Trees","ntax":"61","rootedtree":"TRUE","title":"Tr48893","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48893.phy"},{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Tr48894","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48894.phy"},{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Tr48895","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48895.phy"}]}