{"Authors":" Jan Sauer, Bernhard Hausdorf","Year":" 2011","Title":" A comparison of DNA based methods for delimiting species in a\nCretan land snail radiation reveals shortcomings of exclusively\nmolecular taxonomy","Journal":" Cladistics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We compared the results of different approaches for\ndelimiting species based on single-locus DNA sequences with those of\nmethods using binary multilocus data. As case study, we examined the\nradiation of the land snail genus Xerocrassa on Crete. Many of the\nmethods based on mitochondrial sequences resulted in heavy under- or\noverestimations of the species number. The methods using AFLP data\nproduced classifications with an on average higher concordance with the\nmorphological classification than the methods based on mitochondrial\nsequences. However, the percentage of correct species classifications is\nlow even with binary multilocus data. Gaussian clustering produced the\nclassifications with the highest concordance with the morphological\nclassification of all approaches applied in this study, both with\nsingle-locus sequences and with binary multi-locus data. There are two\ngeneral problems that render species delimitation difficult, namely\nrarity and the hierarchical structure of biodiversity. Methods for\nspecies delimitation using genetic data search for clusters of\nindividuals, but do not implement criteria that are sufficient to\ndistinguish clusters representing species from other clusters. The\nsuccess of morphological species delimitation results from the potential\nto focus on characters that are directly involved in the speciation\nprocess, whereas molecular studies usually rely on markers that are not\ndirectly involved in speciation.","trees":[{"tree_label":"Fig. 1","ntax":"124","rootedtree":"FALSE","title":"Xerocrassa COI","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_48914.phy"},{"tree_label":"Fig. 4","ntax":"151","rootedtree":"TRUE","title":"Xerocrassa AFLP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48915.phy"},{"tree_label":"Fig. 2","ntax":"68","rootedtree":"FALSE","title":"Xerocrassa COI 16S","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_48916.phy"}]}