{"Authors":" Stephanie A Dole, Bjarte H. Jordal, Anthony Cognato","Year":" 2010","Title":" Polyphyly of Xylosandrus Reitter inferred from nuclear and\nmitochondrial genes (Coleoptera: Curculionidae: Scolytinae).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 54","Issue":"","Pages":" 773-782","Keywords":"","DOI":" 10.1016/j.ympev.2009.11.011","Abstract":" The Xyleborina ambrosia beetle genus Xylosandrus contains\n54 species, several of which are of economic importance. The monophyly\nof the genus was tested using a data set comprised of multiple gene\nloci: 28S rDNA; the mitochondrial gene cytochrome oxidase I (COI); and\nthe nuclear genes arginine kinase (ArgK), rudimentary (CAD), and\nElongation Factor 1a (EF-1a). The nuclear protein-coding genes CAD and\nArgK were used for the first time in phylogenetics of Scolytinae.\nAnalyses were performed using Parsimony and Bayesian optimality\ncriteria. Our analyses included 43 specimens representing 15 Xylosandrus\nspecies and 20 species from Amasa, Anisandrus, Cnestus, Euwallacea and\nXyleborus, and two species from the out- group genus Coccotrypes. All\nanalyses recovered a polyphyletic Xylosandrus. Several species of\nXylosandrus were consistently placed in clades with the genera\nAnisandrus and Cnestus with high support values (100% bootstrap\nsupport). Among these, was the economically important invasive species\nX. mutilatus, which was consistently recovered as part of the “Cnestus”\nclade. In our analyses, both CAD and ArgK demon- strated phylogenetic\nutility across varying nodal depths. Despite the selection of genes with\nsignals at complementary phylogenetic depths, the data set used herein\ndid not resolve the phylogeny of Xylosan- drus and related genera. Since\nthe taxon sample available for molecular work represents only a fraction\nof Xylosandrus species, a complete revision that combines molecular and\nmorphological data in a total evidence approach is recommended for the\ngenus.","trees":[{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Xylosandrus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48917.phy"}]}