{"Authors":" Louise B. Johansen","Year":" 2004","Title":" Phylogeny of Orchidantha (Lowiaceae) and the Zingiberales\nbased on six DNA Regions","Journal":" Systematic Botany","Volume":" 30","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Very little is known about the small, tropical, monotypic\nmonocotyledon family Lowiaceae within the order Zingiberales.\nOrchidantha includes at least 16 species. The phylogenetic position of\nLowiaceae within Zingiberales is unclear, as are relationships within\nthe family. This paper presents a phylogenetic analysis of Zingiberales\nbased on 613 parsimony informative characters of the plastid matK gene,\nthe trnL-trnF region, the rps16 intron, and a conservative part of the\nnuclear ribosomal ITS region (part of the 18S, 5.8S, and 26S rDNA). The\nresulting single most parsimonious tree indicates that Lowiaceae is\nsister to all the remaining families of Zingiberales. An analysis of the\nfamily (14 species) based on a data set consisting of six plastid and\nnuclear DNA regions, includes the first use of a cam intron for\nestimating phylogeny. The results suggest that the cam intron may be\nuseful for other lower taxonomic level phylogenetic analyses. In the\nresulting tree all Bornean species of Orchidantha form a strongly\nsupported monophyletic group. An equally strongly supported clade within\nthe Bornean group contains the species distributed in Sabah (Malaysia)\nand Brunei. The species from mainland Asia form a poorly supported group\nbecause of the unclear position of Orchidantha chinensis. However, the\nfour Malay Peninsula species with flowers possessing a white labellum\nare strongly supported.","trees":[{"tree_label":"Fig. 1","ntax":"17","rootedtree":"TRUE","title":"Zingiberales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4405.phy"},{"tree_label":"Fig. 2","ntax":"25","rootedtree":"TRUE","title":"Lowiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4406.phy"}]}