{"Authors":" Rolf Georg Beutel, Frank Friedrich, Thomas Hörnschemeyer,\nHans Pohl, Frank Hünefeld, Felix Beckmann, Bernhard Misof, Michael F.\nWhiting, Lars Vilhelmsen, Rudolf Meier","Year":" 2011","Title":" Morphological and molecular evidence converge upon a robust\nphylogeny of the megadiverse Holometabola.","Journal":" Cladistics","Volume":" 27","Issue":"","Pages":" 341-355","Keywords":"","DOI":" 10.1111/j.1096-0031.2010.00338.x","Abstract":" We present the largest morphological character set ever\ncompiled for Holometabola. This was made possible through an optimized\nacquisition of data. Based on our analyses and recently published\nhypotheses based on molecular data, we discuss higher- level phylogeny\nand evolutionary changes. We comment on the information content of\ndifferent character systems and discuss the role of morphology in the\nage of phylogenomics. Microcomputer tomography in combination with other\ntechniques proved highly efficient for acquiring and documenting\nmorphological data. Detailed anatomical information (356 characters) is\nnow available for 30 representatives of all holometabolan orders. A\ncombination of traditional and novel techniques complemented each other\nand rapidly provided reliable data. In addition, our approach\nfacilitates documenting the anatomy of model organisms. Our results show\nlittle congruence with studies based on rRNA, but confirm most clades\nretrieved in a recent study based on nuclear genes: Holometabola\nexcluding Hymenoptera, Coleopterida (= Strepsiptera + Coleoptera),\nNeuropterida excl. Neuroptera, and Mecoptera. Mecopterida (= Antliophora\n+ Amphiesmenoptera) was retrieved only in Bayesian analyses. All orders\nexcept Megaloptera are monophyletic. Problems in the analyses are caused\nby taxa with numerous autapomorphies and⁄or inapplicable character\nstates due to the loss of major structures (such as wings). Different\nfactors have contributed to the evolutionary success of various\nholometabolan lineages. It is likely that good flying performance, the\nability to occupy different habitats as larvae and adults, parasitism,\nliquid feeding, and co-evolution with flowering plants have played\nimportant roles. We argue that even in the ‘age of phylogenomics’,\ncomparative morphology will still play a vital role. In addition,\nmorphology is essential for reconstructing major evolutionary\ntransformations at the phenotypic level, for testing evolutionary\nscenarios, and for placing fossil taxa.","trees":[{"tree_label":"Fig. 1","ntax":"34","rootedtree":"TRUE","title":"Holometabola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_48912.phy"}]}