{"Authors":" Myron Shekelle, Rudolf Meier, Ian Wahyu, Ir Wirdateti,\nNelson Ting","Year":" 2010","Title":" Molecular Phylogenetics and Chronometrics of Tarsiidae Based\non 12S mtDNA Haplotypes: Evidence for Miocene Origins of Crown Tarsiers\nand Numerous Species within the Sulawesian Clade","Journal":" International Journal of Primatology","Volume":" 31","Issue":"","Pages":" 1083-1106","Keywords":" Biodiversity; Biogeography; Conservation; Crypticspecies;\nDispersal; Endemism; Phylogeography; Sulawesi; Tarsius; Vicariance","DOI":" 10.1007/s10764-010-9457-8","Abstract":" We report new mitochondrial DNA sequence data from\ntarsiers sampled from several populations, including the extreme\nnortheast and southwest of the range of the Tarsius tarsier species\ncomplex, the most extensive sampling ever reported for this taxon. Our\nresults provide the opportunity to produce the first ever molecular\nchronometric analysis of Tarsiidae. These results date the age of crown\ntarsiers, minimally, to the middle Miocene, and each of the 3 tarsier\nspecies groups, Tarsius bancanus, T. syrichta, and the T. tarsier\ncomplex, to the early or middle Miocene. Thus, each of these 3 species\nhas evolved in isolation for a period of time that is consistent with\nthat which would be expected for multiple speciation events. Our\nanalysis of the Tarsius tarsier complex reveals 5 subclades, each of\nwhich is interpreted to represent a haplogroup at, or above, the species\nlevel, a result that is consistent with current hypotheses about\nnumerous cryptic species within this species complex. The implications\nfor conservation within the Sulawesi biogeo- graphic region are that\nSulawesi is subdivided into numerous subregions of endemism and that, by\nextrapolating the example of cryptic tarsier species to other taxa,\nbiodiversity may be underestimated by an order of magnitude. The\npractical realties of conservation in Sulawesi are such that it is most\nreasonable to assume that anthropogenic extinctions are occurring, and\nthat some species will go extinct before they have even been\nidentified.","trees":[{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"Tarsiidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48913.phy"}]}