{"Authors":" Robert G Moyle, Michael J Andersen, Carl H. Oliveros, Frank\nD Steinheimer, Sushma Reddy","Year":" 2012","Title":" Phylogeny and Biogeography of the Core Babblers (Aves:\nTimaliidae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Timaliidae; convergence; parameter interaction; rogue\ntaxa; biogeography","DOI":" 10.1093/sysbio/sys027","Abstract":" The avian family Timaliidae is a species rich and\nmorphologically diverse component of African and Asian tropical forests.\nThe morphological diversity within the family has attracted interest\nfrom ecologists and evolutionary biologists, but systematists have long\nsuspected that this diversity might also mislead taxonomy, and recent\nmolecular phylogenetic work has supported this hypothesis. We produced\nand analyzed a dataset of six genes and almost 300 individuals to assess\nthe evolutionary history of the family. Typical of several recent\nanalyses of large datasets, we encountered issues of unstable taxon\nplacement, unrealistic branch lengths, parameter interaction, and lack\nof convergence in Bayesian analysis. All of these issues were resolved\nby identifying and removing rogue taxa, reducing parameterization of\namong-site rate variation, and adjusting program settings to alter MCMC\nsampling behavior. The resulting analysis provided strong support for\nmajor subclades within the family but extensive paraphyly of genera.\nOnly three genera represented by more than three species were\nmonophyletic. Biogeographic reconstruction indicated a mainland Asian\norigin for the family and most major clades. Colonization of Africa,\nSundaland, and the Philippines occurred relatively late in the familys\nhistory and was mostly unidirectional. Several putative babbler genera,\nsuch as Robsonius, Malia, Leonardina, and Micromacronus are only\ndistantly related to the Timaliidae.","trees":[{"tree_label":"Fig. 4","ntax":"292","rootedtree":"TRUE","title":"Timaliidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53043.phy"},{"tree_label":"Fig. 3","ntax":"292","rootedtree":"TRUE","title":"Timaliidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53044.phy"}]}