{"Authors":" Aleksey V Kachalkin, Andrey M Yurkov","Year":" 2012","Title":" Yeast communities in Sphagnum phyllosphere along the\ntemperature-moisture ecocline in the boreal forest-swamp ecosystem and\ndescription of Candida sphagnicola sp. nov.","Journal":" Antonie van Leeuwenhoek International Journal of General\nand Molecular Microbiology","Volume":" 102","Issue":" 1","Pages":" 29-43","Keywords":" New yeast species; Sphagnum; Peatland; Epiphytes;\nMolecular systematics; Candida","DOI":" 10.1007/s10482-012-9710-6","Abstract":" The effects of the temperature-moisture factors on the\nphylloplane yeast communities inhabiting Sphagnum mosses were studied\nalong the transition from a boreal forest to a swamp biotope at the\nCentral Forest State Biosphere Reserve (Tver region, Russia). We tested\nthe hypothesis that microclimatic parameters affect yeast community\ncomposition and structure even on a rather small spatial scale. Using a\nconventional plating technique we isolated and identified by molecular\nmethods a total of 15 species of yeasts. Total yeast counts and species\nrichness values did not depend on environmental factors, although yeast\ncommunity composition and structure did. On average, Sphagnum in the\nswamp biotope supported a more evenly structured yeast community.\nRelative abundance of ascomycetous yeasts was significantly higher on\nswamp moss. Rhodotorula mucilaginosa dominated in the spruce forest and\nCryptococcus magnus was more abundant in the swamp. Our study confirmed\nthe low occurrence of tremellaceous yeasts in the Sphagnum phyllosphere.\nOf the few isolated ascomycetous yeast and yeast-like species, some were\ndifferentiated from hitherto known species in physiological tests and\nphylogenetic analyses. We describe one of them as Candida sphagnicola\nand designate KBP Y-3887T (=CBS 11774T = VKPM Y-3566T = MUCL 53590T) as\nthe type strain. The new species was registered in MycoBank under MB\n563443.","trees":[{"tree_label":"tree 1","ntax":"11","rootedtree":"TRUE","title":"Yeast communities in Sphagnum phyllosphere","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53033.phy"}]}