{"Authors":" Nelsy R Pinto-Sánchez, Roberto Ibañez, Santiago Madriñán,\nOris I Sanjur, Eldredge Bermingham, Andrew J. Crawford","Year":" 2012","Title":" The Great American Biotic Interchange in frogs: multiple and\nearly colonization of Central America by the South American genus\nPristimantis (Anura: Craugastoridae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral area reconstruction, DEC, Isthmus of Panama,\nMulti-locus molecular phylogenetics, Terrarana","DOI":"","Abstract":" The completion of the land bridge between North and South\nAmerica is believed to have taken place 3.53.1 million years ago (Ma)\nand initiated a tremendous biogeographic event known as the Great\nAmerican Biotic Interchange (GABI), described principally from the\nmammalian fossil record. The history of biotic interchange between\ncontinents for taxonomic groups with poor fossil records, however, is\nnot well understood. Molecular and fossil data suggest that a number of\nplant and animal lineages crossed the Isthmus of Panama well before 3.5\nMa, leading biologists to speculate about trans-oceanic dispersal\nmechanisms. Here we present a molecular phylogenetic analysis of the\nfrog genus Pristimantis based on 189 individuals of 137 species,\nincluding 71 individuals of 31 species from Panama and Colombia. DNA\nsequence data were obtained from three mitochondrial (COI, 12S, 16S) and\ntwo nuclear (RAG-1 and Tyr) genes, for a total of 4074 base pairs. The\nresulting phylogenetic hypothesis showed statistically significant\nconflict with most recognized taxonomic groups within Pristimantis,\nsupporting only the rubicundus Species Series, P. myersi and P. pardalis\nSpecies Groups as monophyletic. Inference of ancestral areas based on a\nlikelihood model of geographic range evolution via dispersal, local\nextinction, and cladogenesis (DEC) suggested that the colonization of\nCentral America by South American Pristimantis involved at least eleven\nindependent events. Relaxed-clock analyses of divergence times suggested\nthat at least eight of these invasions into Central America took place\nbefore 3.5 Ma, mainly in the Miocene. These findings contribute to a\ngrowing list of molecular-based biogeographic studies presenting\napparent temporal conflicts with the traditional GABI model.","trees":[{"tree_label":"con all compat","ntax":"202","rootedtree":"TRUE","title":"Pristimantis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48961.phy"},{"tree_label":"con all compat","ntax":"202","rootedtree":"TRUE","title":"Pristimantis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48962.phy"}]}