{"Authors":" Seraina Klopfstein","Year":" 2011","Title":" Revision of the Western Palaearctic Diplazontinae\n(Hymenoptera, Ichneumonidae)","Journal":" European Journal of Taxonomy","Volume":"","Issue":"","Pages":"","Keywords":" alpha taxonomy, molecular taxonomy, ITS2, CO1,\nbarcoding","DOI":"","Abstract":" I revise the subfamily Diplazontinae to include 95 Western\nPalaearctic species, review morphological characters useful for species\ndelimitation and identification, and clarify the status of some\nmorphologically similar taxa using molecular approaches. I provide\nillustrated, dichotomous keys to the Western Palaearctic genera and\nspecies of the subfamily, and discuss the utility of the molecular\nmarkers CO1 and ITS2 for species delimitation in Diplazontinae. Four new\nspecies are described, Diplazon zetteli sp. nov., Eurytyloides umbrinus\nsp. nov., Sussaba roberti sp. nov., and Woldstedtius bauri sp. nov. The\nNearctic Sussaba cultriformis (Ashmead), formerly a subspecies of\nSussaba dorsalis (Holmgren), is raised to species level. The following\ntaxa are valid species and hereby removed from synonymy: Episemura\nensata (Bauer), stat. rev.; Homotropus frontorius (Thunberg), stat.\nrev.; Syrphoctonus desvignesi (Marshall), stat. rev. ; and Tymmophorus\nsuspiciosus (Brischke), stat. rev. Sixteen new synonyms are established:\nBioblapsis mallochi Rotheray of Bioblapsis cultiformis (Davis), syn.\nnov.; Diplazon neoalpinus Zwakhals of Diplazon albotibialis Dasch, syn.\nnov.; Diplazon bachmaieri Diller of Diplazon angustus Dasch, syn. nov.;\nHomocidus rubiginosum Schmiedeknecht of Enizemum scutellare (Lange),\nsyn. nov.; Homocidus simulans Stelfox of Homotropus collinus (Stelfox),\nsyn. nov.; Homotropus crassicrus Thomson and Homotropus nudus Dasch of\nHomotropus dimidiatus (Schrank), syn. nov.; Homocidus asyntactus\nSchmiedeknecht of Homotropus crassicornis Thomson, syn. nov.; Homocidus\nsubopacus Stelfox and Homotropus quadrangularis Dasch of Homotropus\nfrontorius (Thunberg), syn. nov.; Homotropus incisus Thomson and\nHomotropus reflexus Morley of Homotropus pectoralis (Provancher), syn.\nnov.; Tryphon nigricornis Zetterstedt, a former synonym of H. dimidiatus\nSchrank, is a synonym of Homotropus pictus (Gravenhorst), syn. nov.;\nHomotropus fraudulentus Dasch and Homotropus neopulcher Horstmann of\nSyrphoctonus desvignesi (Marshall), syn. nov.; Homotropus eximius\nHabermehl of Syrphoctonus tarsatorius (Panzer), syn. nov. I establish\nthe following new combinations: Bioblapsis cultiformis (Davis), comb.\nnov.; Homotropus brevis (Hedwig), comb. nov.; Homotropus collinus\n(Stelfox), comb. nov.; Homotropus dimidiatus (Schrank), comb. nov.;\nHomotropus frontorius (Thunberg), comb. nov.; Homotropus pectoralis\n(Provancher), comb. nov.; Homotropus strigator (Fabricius), comb. nov.;\nHomotropus sundevalli (Holmgren), comb. nov. The present revision is the\nfirst comprehensive treatment of the Western Palaearctic Diplazontinae,\nprovides the basis for taxonomic, faunistic, ecological and evolutionary\nstudies in these hoverfly parasitoids, and exemplifies an integrated\napproach to taxonomy.","trees":[{"tree_label":"bestML ITS2 Tymmophorus","ntax":"16","rootedtree":"TRUE","title":"Tymmophorus ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48968.phy"},{"tree_label":"bestML CO1","ntax":"190","rootedtree":"TRUE","title":"Diplazontinae CO1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48965.phy"},{"tree_label":"bestML ITS2 Sussaba","ntax":"24","rootedtree":"TRUE","title":"Sussaba ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48966.phy"},{"tree_label":"bestML ITS2 Woldstedtius","ntax":"24","rootedtree":"TRUE","title":"Woldstedtius ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_48967.phy"}]}