{"Authors":" Akinori Yabuki, Ema E Chao, Ken-Ichiro Ishida, Thomas\nCavalier-Smith","Year":" 2011","Title":" Microheliella maris (Microhelida ord. n.), an\nUltrastructurally Highly Distinctive New Axopodial Protist Species and\nGenus, and the Unity of Phylum Heliozoa","Journal":" Protist","Volume":"","Issue":"","Pages":"","Keywords":" Axopodium; centrohelid; centrosome; Heliomorpha; Heliozoa;\nmulti-gene phylogeny","DOI":"","Abstract":" A new heliozoan, Microheliella maris, has sufficiently\ndistinctive ultrastructure to merit a new order, Microhelida. Its 18S\nand 28S rRNA genes were sequenced earlier under the informal name\n‘marine microheliozoan’; we here sequenced its Hsp90 gene. A three-gene\ntree suggests that it is distantly related to centrohelids and others in\nchromist subkingdom Hacrobia; but it is too divergent to be placed\naccurately by few genes. Unlike centrohelids, its central spherical\ncentrosome has two concentric granular shells and a dense core devoid of\na trilaminar central disc. Microtubules radiate from the centrosomal\nshells. Unlike centrohelids, axopodia have only three microtubules,\nfixed basally by dense plasma membrane anchors, and bear terminal and\nlateral haptosome-like extrusomes. As in the heliomonad Heliomorpha, the\ncentrosome is embedded in a nuclear cavity, and centrosomal microtubules\ntraverse the nucleus inside cytoplasmic channels. A novel filogranular\nnetwork interconnects mitochondria, ER, and plasma membrane. The\nmicrobody is attached to the nucleus and mitochondrion, which has\nvermicular tubular cristae. We group Microhelida and Heliomonadida,\npurged of dissimilar flagellates, as a new tubulicristate class\nEndohelea within phylum Heliozoa. Previously misassigned GenBank 18S\nrDNA sequences reveal Microhelida as diverse and ancient. We discuss\nprinciples underlying the biogenesis and diversity of axopodial\npatterns.","trees":[{"tree_label":"tree 1","ntax":"41","rootedtree":"TRUE","title":"Tr48969","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48969.phy"}]}