{"Authors":" Kelly P. Steele, Rytas Vilgalys","Year":" 1994","Title":" Phylogenetic analyses of Polemoniaceae using nucleotide\nsequences of the plastid gene matK.","Journal":" Systematic Botany","Volume":" 19","Issue":" NA","Pages":" 126-142","Keywords":" NA","DOI":" NA","Abstract":" Nucleotide sequences of the plastid encoded gene matK were\nexamined for their potential utility in phylogenetic analyses within\nangiosperm families. Sequences 661 bases in length were obtained from\ntwenty species of Polemoniaceae. Phylogenetic analyses resulted in four\nequally parsimonious trees with a consistency index of 0.70. Several\nwell supported groups allowed us to test hypotheses of relationship\nwithin Polemoniaceae. The segregation of Ipomopsis and Allophyllum from\nGilia was.supported by the placement of each in distinct groups separate\nfrom a group of four species of Gilia. Several strongly supported groups\ninclude genera now placed in different tribes. There was no support for\nthe current separation of temperate Polemoniaceae into two tribes. The\ntropical genera were resolved as basal and paraphyletic within the\nfamily. The family as a whole was monophyletic with no support for the\nsegregate family Cobaeaceae. Sequences of matK, a gene that had not been\nused previously for phylogenetic analyses, provided a sufficient number\nof reliable characters for phylogenetic analysis within Polemoniaceae.\nPairwise comparisons of matK and rbcL sequences of the same taxa were\nperformed. Sequences of matK varied at an overall rate twice that of\nrbcL sequences. Substitutions at the third codon position predominated\nin rbcL sequences, while in matK substitutions were more evenly\ndistributed across codon positions.","trees":[{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Polemoniaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2022.phy"},{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Polemoniaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2020.phy"},{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Polemoniaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2021.phy"}]}