{"Authors":" David S. Hibbett, Philomena Bodensteiner, Manfred\nBinder","Year":" 2004","Title":" Phylogenetic diversity of cyphelloid fungi in the euagarics\nclade","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The homobasidiomycetes includes the mushroom-forming\nfungi. Members of the homobasidiomycetes produce the largest, most\ncomplex fruiting bodies in the fungi, such as gilled mushrooms\n(“agarics”), polypores, and puffballs. The homobasidiomycetes also\nincludes species that produce minute, cup- or tube-shaped “cyphelloid”\nfruiting bodies, which rarely exceed 1-2 mm diameter. The goal of this\nstudy was to estimate the phylogenetic placements of cyphelloid fungi\nwithin the homobasidiomycetes. Sequences of nuclear large subunit\n(nuc-lsu) ribosomal DNA (rDNA), 5.8S rDNA, and internal transcribed\nspacers 1 and 2 were obtained from 31 isolates of cyphelloid fungi and\n16 isolates of other homobasidiomycetes, and combined with published\nsequences. In total, 46 isolates of cyphelloid fungi were included,\nrepresenting 16 genera. Preliminary phylogenetic analyses of a\n1477-sequence dataset and BLAST searches using sequences of cyphelloid\nforms as queries were used to identify taxa that could be close\nrelatives of cyphelloid forms. Subsequent phylogenetic analyses of one\ndataset with 209 isolates represented by nuc-lsu rDNA sequences\n(analyzed with parsimony) and another with 38 isolates represented by\nnuc-lsu and 5.8S rDNA sequences (analyzed with parsimony and maximum\nlikelihood) indicated that cyphelloid forms represent a polyphyletic\nassemblage of reduced agarics (euagarics clade, Agaricales).\nUnconstrained topologies suggest that there have been about 10-12\norigins of cyphelloid forms, but evaluation of constrained topologies\nwith the Shimodaira-Hasegawa test suggest that somewhat more\nparsimonious scenarios cannot be rejected. Whatever their number, the\nindependent origins of cyphelloid forms represent striking cases of\nparallel evolutionary reduction.","trees":[{"tree_label":"Fig. 2","ntax":"209","rootedtree":"TRUE","title":"Cyphelloid fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1836.phy"},{"tree_label":"Fig. 1","ntax":"38","rootedtree":"TRUE","title":"Cyphelloid fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1835.phy"}]}