{"Authors":" Ingi Agnarsson, Carlos M Zambrana-Torrelio, Nadia Paola\nFlores Saldaña, Laura M May-Collado","Year":" 2011","Title":" A time-calibrated species-level phylogeny of bats\n(Chiroptera, Mammalia)","Journal":" PLoS Currents: Tree of Life","Volume":" Version 44","Issue":"","Pages":"","Keywords":"","DOI":" 10.1371/currents.RRN1212","Abstract":" Despite their obvious utility, detailed species-level\nphylogenies are lacking for many groups, including several major\nmammalian lineages such as bats. Here we provide a cytochrome b\ngenealogy of over 50% of bat species (648 terminal taxa). Based on prior\nanalyzes of related mammal groups, cytb emerges as a particularly\nreliable phylogenetic marker, and given that our results are broadly\ncongruent with prior knowledge, the phylogeny should be a useful tool\nfor comparative analyzes. Nevertheless, we stress that a single-gene\nanalysis of such a large and old group cannot be interpreted as more\nthan a crude estimate of the bat species tree. Analysis of the full\ndataset supports the traditional division of bats into macro- and\nmicrochiroptera, but not the recently proposed division into\nYinpterochiroptera and Yangochiroptera. However, our results only weakly\nreject the former and strongly support the latter group, and\nfurthermore, a time calibrated analysis of a pruned dataset where most\nincluded taxa have the entire 1140bp cytb sequence finds monophyletic\nYinpterochiroptera. Most bat families and many higher level groups are\nsupported, however, relationships among families are in general weakly\nsupported, as are many of the deeper nodes of the tree. The exceptions\nare in most cases apparently due to the misplacement of species with\nlittle available data, while in a few cases the results suggest putative\nproblems with current classification, such as the non-monophyly of\nMormoopidae. We provide this phylogenetic hypothesis, and an analysis of\ndivergence times, as tools for evolutionary and ecological studies that\nwill be useful until more inclusive studies using multiple loci become\navailable.","trees":[{"tree_label":"Fig. 1","ntax":"658","rootedtree":"TRUE","title":"Phylogeny of Bats","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_48974.phy"}]}