{"Authors":" Charles D. Bell, Jianhua Li, Michael J Donoghue","Year":" 2001","Title":" Phylogenetic patterns in Northern Hemisphere plant\ngeography","Journal":" International Journal of Plant Sciences","Volume":" 162","Issue":" 6S","Pages":" S41-S52","Keywords":" biogeography; dispersal; vicariance; phylogeny; Northern\nHemisphere; North America; Asia","DOI":" 10.1086/323278","Abstract":" Geological and climatological processes that have impacted\nthe biota of the Northern Hemisphere during the Tertiary are expected to\nyield little resolution when area cladograms are compared without taking\nthe timing of diversification into account. In an attempt to establish a\nset of appropriate phylogenetic comparisons, we distinguished between a\nPacific track involving (minimally) China, Japan, and eastern North\nAmerica but not Europe, and an Atlantic track involving China, Europe,\nand eastern North America but not Japan (or, in most cases, western\nNorth America). Within the two Atlantic-track taxa considered\nhere\u001aLiquidambar and Cercis\u001aEuropean and North American species are more\nclosely related to one another than they are to the Asian species.\nWithin a set of five Pacific-track taxa\u001aHamamelis, Weigela-Diervilla,\nTriosteum, Buckleya, and Torreya\u001awe see all possible relationships\ninvolving China, Japan, and eastern North America. Estimates of minimum\ndivergence times between Old World and New World lineages, based on\nmolecular and fossil evidence, differ markedly between the two\nAtlantic-track clades. Among the Pacific-track taxa, we find no\ncorrelation between pattern of area relationships and estimated\ndivergence times of the Old World-New World disjuncts. Instead, we see a\nwide range in the timing of these splitting events among and within\nphylogenetic patterns. Despite the existence of a variety of patterns,\ninferred ancestral areas and divergence times can be explained by\nassuming initial diversification within Asia in a number of lineages,\nfollowed by iterative transBeringian dispersion and vicariance.","trees":[{"tree_label":"ML","ntax":"39","rootedtree":"TRUE","title":"Caprifoliaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1841.phy"}]}