{"Authors":" Karl M. Kjer","Year":" 2004","Title":" Aligned 18S and Insect Phylogeny.","Journal":" Systematic Biology","Volume":" 53","Issue":" 3","Pages":" 506514","Keywords":" 18S; alignment; doublet model; Insecta; Paleoptera","DOI":" 10.1080/10635150490445922","Abstract":" The nuclear small subunit rRNA (18S) has played a dominant\nrole in the estimation of relationships among insect orders from\nmolecular data. In previous studies, 18S sequences have been aligned by\nunadjusted automated approaches (computer alignments that are not\nmanually readjusted), most recently with direct optimization\n(simultaneous alignment and tree building using a program called POY).\nParsimony has been the principal optimality criterion. Given the\nproblems associated with the alignment of rRNA, and the recent\navailability of the doublet model for the analysis of covarying sites\nusing Bayesian MCMC analysis, a different approach is called for in the\nanalysis of these data. In this paper, nucleotide sequence data from the\n18S small subunit rRNA gene of insects are aligned manually with\nreference to secondary structure, and analyzed under Bayesian\nphylogenetic methods with both GTR+I+G and doublet models in MrBayes. A\ncredible phylogeny of Insecta is recovered that is independent of the\nmorphological data and (unlike many other analyses of 18S in insects)\nnot contradictory to traditional ideas of insect ordinal relationships\nbased on morphology. Hexapoda, including Collembola, are monophyletic.\nParaneoptera are the sister taxon to a monophyletic Holometabola but\nweakly supported. Ephemeroptera are supported as the sister taxon of\nNeoptera, and this result is interpreted with respect to the evolution\nof direct sperm transfer and the evolution of flight. Many other\nrelationships are well-supported but several taxa remain problematic,\ne.g., there is virtually no support for relationships among orthopteroid\norders. A website is made available that provides aligned 18S data in\nformats that include structural symbols and Nexus formats.","trees":[{"tree_label":"Fig. 1","ntax":"132","rootedtree":"TRUE","title":"Tr48995","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_48995.phy"}]}