{"Authors":" Marlene Weichselbaumer, Michael Willmann, Martin Reifinger,\nJosef Singer, Erika Bajna, Yuriy Sobanov, Diana Mechtcherikova, Edgar\nSelzer, Johann G. Thalhammer, Robert Kammerer, Erika Jensen-Jarolim","Year":" 2011","Title":" Phylogenetic discordance of human and canine carcinoembryonic\nantigen (CEA, CEACAM) families, but striking identity of the CEA\nreceptors will impact comparative oncology studies.","Journal":" PLoS Currents: Tree of Life.","Volume":" 16","Issue":" 3","Pages":" RRN1223","Keywords":"","DOI":" 10.1371/currents.RRN1223","Abstract":" Comparative oncology aims at speeding up developments for\nboth, human and companion animal cancer patients. Following this line,\ncarcinoembryonic antigen (CEA, CEACAM5) could be a therapeutic target\nnot only for human but also for canine (Canis lupus familiaris; dog)\npatients. CEACAM5 interacts with CEA-receptor (CEAR) in the cytoplasm of\nhuman cancer cells. Our aim was, therefore, to phylogenetically verify\nthe antigenic relationship of CEACAM molecules and CEAR in human and\ncanine cancer.Anti-human CEACAM5 antibody Col-1, previously being\napplied for cancer diagnosis in dogs, immunohistochemically reacted to\n23 out of 30 canine mammary cancer samples. In immunoblot analyses Col-1\nspecifically detected human CEACAM5 at 180 kDa in human colon cancer\ncells HT29, and the canine antigen at 60, 120, or 180 kDa in CF33 and\nCF41 mammary carcinoma cells as well as in spontaneous mammary tumors.\nWhile according to phylogenicity canine CEACAM1 molecules should be most\nclosely related to human CEACAM5, Col-1 did not react with canine\nCEACAM1, -23, -24, -25, -28 or -30 transfected to canine TLM-1 cells. By\nflow cytometry the Col-1 target molecule was localized intracellularly\nin canine CF33 and CF41 cells, in contrast to membranous and cytoplasmic\nexpression of human CEACAM5 in HT29. Col-1 incubation had neither effect\non canine nor human cancer cell proliferation. Yet, Col-1 treatment\ndecreased AKT-phosphorylation in canine CF33 cells possibly suggestive\nof anti-apoptotic function, whereas Col-1 increased AKT-phosphorylation\nin human HT29 cells. We report further a 99% amino acid similarity of\nhuman and canine CEA receptor (CEAR) within the phylogenetic tree. CEAR\ncould be detected in four canine cancer cell lines by immunoblot and\nintracellularly in 10 out of 10 mammary cancer specimens from dog by\nimmunohistochemistry. Whether the specific canine Col-1 target molecule\nmay as functional analogue to human CEACAM5 act as ligand to canine\nCEAR, remains to be defined. This study demonstrates the limitations of\ncomparative oncology due to the complex functional evolution of the\ndifferent CEACAM molecules in humans versus dogs. In contrast, CEAR may\nbe a comprehensive interspecies target for novel cancer\ntherapeutics.","trees":[{"tree_label":"Imported tree 0","ntax":"9","rootedtree":"TRUE","title":"CEA receptor","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49193.phy"},{"tree_label":"Imported tree 0","ntax":"13","rootedtree":"TRUE","title":"Dog and Human CEACAMs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49192.phy"}]}