{"Authors":" Arnoldo Santos-Guerra, D. J. Bogler, Richard G. Olmstead,\nJ. L. Trusty, Javier Francisco-Ortega","Year":" 2004","Title":" Using Molecular Data to Test a Biogeographic Connection of\nthe Macaronesian Genus Bystropogon (Lamiaceae) to the New World : A Case\nof Conflicting Phylogenies","Journal":" Systematic Botany","Volume":" 29","Issue":" NA","Pages":" 702-715","Keywords":" NA","DOI":" NA","Abstract":" Bystropogon L\u001aHér. (Lamiaceae) is endemic to the\nMacaronesian Islands and represents the best-known example of a putative\nphytogeographic connection between these islands and the New World.\nPrevious morphological taxonomic studies suggested that this genus is\nclosely related to the western South American Minthostachys (Benth.)\nSpach. Phylogenetic analyses of nucleotide sequences of the internal\ntranscribed spacers and 5.8S subunit of nuclear ribosomal DNA and the\ntrnL gene and trnL-trnF spacer of the chloroplast for 33 of the 72\ngenera in the Mentheae tribe were performed. Maximum parsimony analysis\nof the combined data set resulted in 63 most parsimonious trees. The\nstrict consensus tree of this analysis shows with moderate bootstrap\nsupport (74%) that Bystropogon is sister to the Old World taxa Acinos\nMill., Ziziphora L., and Clinopodium vulgare L. When analyzed\nseparately, the ITS and trnL/F data sets do not agree as to the sister\ngroup to Bystropogon, although none support a sister relationship with\nMinthostachys. The cpDNA phylogeny strongly supports a relationship of\nBystropogon with a clade of New World mint taxa (90% bootstrap value).\nDue to the apparent conflict between the chloroplast and nuclear\ncharacters observed in the phylogenies, we are not certain of the true\nbiogeographic relationship of Bystropogon. Finally, in all analyses, all\nof the Mentheae genera sampled in this study form a monophyletic group\n(100% bootstrap value) and a derived clade of ten New World genera is\nfound. These results contribute to our understanding of generic\nrelationships within the tribe.","trees":[{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Bystropogon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1843.phy"},{"tree_label":"Fig. 2","ntax":"40","rootedtree":"TRUE","title":"Bystropogon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1844.phy"},{"tree_label":"Fig. 3","ntax":"37","rootedtree":"TRUE","title":"Bystropogon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1845.phy"}]}