{"Authors":" Uwe Fritz, Claudia Corti, Martin Paeckert","Year":" 2011","Title":" Mitochondrial DNA sequences suggest unexpected phylogenetic\nposition of Corso-Sardinian grass snakes (Natrix cetti) and do not\nsupport their species status, with notes on phylogeography and\nsubspecies delineation of grass snakes","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Reptilia  Squamata  Serpentes  Natrix natrix","DOI":"","Abstract":" We supplement a previously published mitochondrial data\nset of grass snake sequences (ND1, ND2, ND4, cyt b, in total 3806 bp)\nwith sequences of Corso-Sardinian and Tuscan specimens and infer their\nphylogeny using Bayesian, Maximum Likelihood, and Maximum Parsimony\nmethods. In addition, we estimate divergence times of grass snake clades\nusing a relaxed molecular clock calibrated with fossil evidence and, in\na second approach, the post-Messinian reopening of the Strait of\nGibraltar. Recently it was suggested that Corso-Sardinian grass snakes\nrepresent a distinct species, Natrix cetti. All tree-building methods\nrevealed well-supported branching patterns and deep divergences among\ngrass snakes. However, N. natrix sequences were consistently\nparaphyletic with respect to Corso-Sardinian sequences. The sister group\nof Corso-Sardinian grass snakes is a clade embracing N. n. helvetica and\nN. n. lanzai. Extensive gene flow between N. n. helvetica and a more\ndistantly related subspecies (N. n. natrix) is well known, which is why\nwe conclude that the status of Corso-Sardinian grass snakes as\nsubspecies of N. natrix should be reinstated. Many currently recognized\ngrass snake subspecies conflict with mitochondrial clades, suggestive of\ninappropriate morphological taxon delineation and mitochondrial\nintrogression. Divergences among grass snakes are old, and the results\nof the two independent dating approaches are largely congruent.\nAccordingly, the Alpine orogenesis seems to have caused the origin of\nthe oldest clade, corresponding to Iberian N. n. astreptophora. The\nformation of Corso-Sardinian grass snakes was dated to the Early\nPliocene and could result from the post-Messinian flooding of the\nMediterranean Basin. Another deeply divergent clade of approximately the\nsame age endemic in central and northern Europe suggests the Pleistocene\nsurvival of grass snakes north of the Alps. On each of the three major\nsouthern European peninsulas and in Anatolia was at least one refuge\nlocated in which old lineages survived Pleistocene cold periods. Due to\npronounced sequence divergences among Italian and southern Swiss grass\nsnakes, we hypothesize multiple glacial refugia south of the Alps and in\nthe Apennine Peninsula, and there is evidence for two refuges on the\nBalkan Peninsula.","trees":[{"tree_label":"Natrix_Bayes","ntax":"34","rootedtree":"TRUE","title":"Natrix_MrBayes_1Miogens","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_49226.phy"},{"tree_label":"Natrix_raxML","ntax":"34","rootedtree":"TRUE","title":"Natrix_Maximum_Likelihood_1000boots","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_49225.phy"},{"tree_label":"Natrix_MP","ntax":"34","rootedtree":"TRUE","title":"Natrix_Maximum_Parsimony_1000boots","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_49227.phy"}]}