{"Authors":" Anahi Espíndola, Nadir Alvarez","Year":" 2011","Title":" Comparative phylogeography in a specific and obligate\npollination antagonism","Journal":" PLoS One","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" In specific and obligate interactions the nature and\nabundance of a given species can have important effects on the survival\nand population dynamics of associated organisms. In a phylogeographic\nframework, we therefore expect that the fate of organisms interacting\nspecifically is also tightly interrelated. Here we investigate such a\nscenario by analyzing the genetic structures of species interacting in\nan obligate plant-insect pollination lure-and-trap antagonism involving\nArum maculatum (Araceae) and its specific Psychodid (Diptera) visitors\nPsychoda phalaenoides and Psycha grisescens as a case-study. Because the\nplant depends on the insect but the opposite is not true, we expect the\ngenetic structure of the plant to be related with the historical\npollinator availability, yielding incongruent phylogeographic patterns\nbetween the interacting organisms. Based on insect mtDNA sequences and\nplant AFLP genome fingerprinting, we inferred the large-scale\nphylogeographies of each species and the distribution of genetic\ndiversities through the sampled range, and evaluated the congruence in\ntheir respective genetic structures using hierarchical analyses of\nmolecular variances (AMOVA). Because the composition of pollinator\nspecies varies at the scale of Europe, we also examined its association\nwith the spatial genetic structure of the plant. Our findings indicate\nthat while the plant presents a spatially well-defined genetic\nstructure, this is not true for the insects. Patterns of genetic\ndiversities also show different distributions among the three\ninteracting species. Phylogeographic histories of the plant and its\npollinating insects are thus not congruent, a result that would indicate\nthat plant and insect lineages do not share the same glacial and\npostglacial histories. However, the genetic structure of the plant can,\nat least partially, be explained by the type of pollinators available at\na regional scale. Differences in life-history traits of available\npollinators might therefore have influenced the genetic structure of the\ndependent organism, the plant, in this antagonistic interaction.","trees":[{"tree_label":"16s partial tree","ntax":"21","rootedtree":"TRUE","title":"Tr49274","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49274.phy"},{"tree_label":"COI partial tree","ntax":"6","rootedtree":"TRUE","title":"Tr49275","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49275.phy"},{"tree_label":"COI partial tree","ntax":"6","rootedtree":"TRUE","title":"Tr49273","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49273.phy"}]}