{"Authors":" Charles D. Bell","Year":" 2004","Title":" Preliminary phylogeny of Valerianaceae (Dipsacales) inferred\nfrom nuclear and chloroplast DNA sequence data","Journal":" Molecular Phylogenetics and Evolution","Volume":" 31","Issue":" NA","Pages":" 340-350","Keywords":" NA","DOI":" NA","Abstract":" Valerianaceae is a relatively small (ca. 350 species), but\nmorphologically diverse angiosperm lineage. Sequence data from the\nentire ndhF gene, the trnL-F intergenic spacer region, the trnL intron,\nthe matK region, the rbcL- atpB intergenic spacer region and internal\ntranscribed spacer (ITS) region of nuclear ribosomal DNA were collected\nfor 21 taxa within Dipsacaceae and Valerianaceae (1 and 20,\nrespectively). These data were included in several phylogenetic analyses\nwith previously published sequences from Dipsacales. Results from these\nanalyses (maximum parsimony, maximum likelihood, and Bayesian analysis)\nare in strong agreement with many of the conclusions from previous\nstudies, most importantly: 1) Valerianaceae is sister to Dipsacaceae; 2)\nTriplostegia is more closely related to species of Dipsacaceae than to\nValerianaceae, and 3) Valeriana appears not to be monophyletic, with\nValeriana celtica falling outside the remainder of the species of\nValeriana sampled here (with very strong support). With the exception of\nValeriana celtica, these data support two major clades within Valeriana;\none that is exclusively New World and another that is distributed in\nboth the Old and New World. Although the species of Valerianaceae and\nits sister group Dipsacaceae plus Triplostegia, are widely distributed\nin the Northern Hemisphere, and the data imply that Valerianaceae\ndiversified initially in Asia (the Himalayan Patrinia and Nardostachys\nfalling at the base of the clade), the center of modern species\ndiversity for the group is in the Andes of South America with as many as\n175 species restricted to that region. Although the exclusively South\nAmerican taxa form a clade in the chloroplast and combined ITS and\nchloroplast analyses, support values tend to be low. Future studies will\nneed to include additional data, in the form of both characters and\ntaxa, before any strong conclusions about the character evolution,\ndiversification, and biogeography of the South American valerians can be\nmade.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_464.phy"},{"tree_label":"Fig. 1","ntax":"51","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1846.phy"}]}