{"Authors":" Bret A. Summerell, L. Swart, Sandra Denman, J. E. Taylor,\nKarien Bezuidenhout, Mary E. Palm, Seonju Marincowitz, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous","Year":" 2011","Title":" Fungal pathogens of Proteaceae","Journal":" Persoonia","Volume":" 27","Issue":"","Pages":" 20-45","Keywords":" biodiversity, cut-flower industry, fungal pathogens, ITS,\nLSU, phylogeny, systematics","DOI":" 10.3767/003158511X606239","Abstract":" Species of Leucadendron, Leucospermum and Protea\n(Proteaceae) are in high demand for the international floriculture\nmarket due to their brightly coloured and textured flowers or bracts.\nFungal pathogens, however, create a serious problem in cultivating\nflawless blooms. The aim of the present study was to characterise\nseveral of these pathogens using morphology, culture characteristics,\nand DNA sequence data of the rRNA-ITS and LSU genes. In some cases\nadditional genes such as TEF 1-α and CHS were also sequenced. Based on\nthe results of this study, several novel species and genera are\ndescribed. Brunneosphaerella leaf blight is shown to be caused by three\nspecies, namely B. jonkershoekensis on Protea repens, B. nitidae sp.\nnov. on Protea nitida and B. protearum on a wide host range of Protea\nspp. (South Africa). Coniothyrium-like species associated with\nConiothyrium leaf spot are allocated to other genera, namely Curreya\ngrandicipis on Protea grandiceps, and Microsphaeropsis proteae on P.\nnitida (South Africa). Diaporthe leucospermi is described on\nLeucospermum sp. (Australia), and Diplodina microsperma newly reported\non Protea sp. (New Zealand). Pyrenophora blight is caused by a novel\nspecies, Pyrenophora leucospermi, and not Drechslera biseptata or D.\ndematoidea as previously reported. Fusicladium proteae is described on\nProtea sp. (South Africa), Pestalotiopsis protearum on Leucospermum\ncuneiforme (Zimbabwe), Ramularia vizellae and R. stellenboschensis on\nProtea spp. (South Africa), and Teratosphaeria capensis on Protea spp.\n(Portugal, South Africa). Aureobasidium leaf spot is shown to be caused\nby two species, namely A. proteae comb. nov. on Protea spp. (South\nAfrica), and A. leucospermi sp. nov. on Leucospermum spp. (Indonesia,\nPortugal, South Africa). Novel genera and species elucidated in this\nstudy include Gordonomyces mucovaginatus and Pseudopassalora gouriqua\n(hyphomycetes), and Xenoconiothyrium catenata (coelomycete), all on\nProtea spp. (South Africa).","trees":[{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Fungal pathogens of Proteaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49283.phy"},{"tree_label":"Fig. 1","ntax":"136","rootedtree":"TRUE","title":"Fungal pathogens of Proteaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49281.phy"},{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Fungal pathogens of Proteaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49282.phy"}]}