{"Authors":" Suman Keerthi, Uma Devi Koduru","Year":" 2011","Title":" Ribosomal rRNA Gene Typing in the Microalga Genus Dunaliella\n-A Reliable Barcode for Species Identification?","Journal":" Phycological Research","Volume":"","Issue":"","Pages":"","Keywords":" 18S rRNA gene; carotenogenic Dunaliella; Chlorophyceae; D.\nsalina; introns; ITS regions; phylogenetic analysis","DOI":"","Abstract":" Dunaliella salina, a chlorophycean unicellular cell wall\nless halophilic microalga is commercially exploited for β carotene.\nTyping rDNA is reported as a means for its identification. Sixteen\ncarotenogenic Dunaliella isolates from evaporation salt panes along\nsouth east Indian coast were rDNA typed. Primers specific for 18S rRNA\nof chlorophycean microalgae also amplified the 18S rRNA of ciliate\ngrazer- Euplotes euryhalinus in Dunaliella cultures. The presence and\nposition of the primers developed for amplification of whole length 18S\nrRNA gene and species specific introns in Dunaliella was also found to\ndiffer in different Dunaliella isolates. Dunaliella isolates with and\nwithout an intron in 18S rRNA gene were found. Among the Dunaliella\nisolates with an intron in 18S rRNA gene, the position and type of\nintron differed. Some isolates were found to have an intron 1 type\ndescribed in a majority of D. salina isolates while some were found to\nhave an intron 2 type found in Dunaliella species with two introns and\nD. salina ABRIINW-M1/2 strain. Two types of ITS1 were discovered not\npreviously recognized in Dunaliella. They were amplified from B32\nisolate as ~650bp and ~500bp products; the former matched several ITS\nsequences from Dunaliella species in the GenBank and the latter showed\nsimilarity with sequences accessioned as ITS1 from D. bardawil and D.\nviridis. This ITS1 had sequence similarity over some length with U6RNA\ngene in mice and humans. Analysis of the highly conserved region of ITS2\nregion representing 30bp relative to 50 side of helix III in the B32 and\nI3 isolates showed they differed greatly from each other with six\ncompensatory base changes (CBC) between them and eight CBCs with other\nD. salina isolates compared. Phylogenetic analysis of 18S rRNA and\nITS1-5.8S rRNA-ITS2 sequences showed no clustering of D. salina\nisolates. The genetic distances between Dunaliella species within\ncarotenogenous and non carotenogenous group far exceeded the differences\nbetween the two groups. Thus rDNA typing was found not suitable for\nidentification of D. salina. The primers developed for characterization\nof rDNA were found to be neither genus nor species specific.","trees":[{"tree_label":"ML","ntax":"22","rootedtree":"TRUE","title":"Dunaliella 18S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49302.phy"}]}