{"Authors":" Charles D. Bell, Richard Charles Winkworth, Michael J\nDonoghue","Year":" 2003","Title":" The evolution of reproductive characters in Dipsacales","Journal":" International Journal of Plant Sciences","Volume":" 164","Issue":" 5","Pages":" S453-S464","Keywords":" NA","DOI":" NA","Abstract":" Improved knowledge of Dipsacales phylogeny provides a\nsolid framework for studies of character evolution. Although the\npolarity of many characters can now be confidently established, for\nothers it remains unclear. This results largely from uncertainty about\nthe broader relationships of Dipsacales, and is especially problematical\nfor characters that differentiate the two basal lineages, Adoxaceae and\nCaprifoliaceae. Within Caprifoliaceae changes in stamen number became\ndecoupled from corolla evolution, a reduction from five to four stamens\ncoinciding with the origin of the Linnina clade. Subsequently, there was\na reduction to two stamens within Morinaceae and to three, two, and one\nwithin Valerianaceae. In contrast, within Adoxaceae stamen number\nco-varies with the number of corolla lobes, although the number of\nstamens was effectively doubled within Adoxina by the division of each\nstamen. Fleshy fruits may have evolved separately in Adoxacaceae and in\nCaprifolieae. These vary in the number of seeds and in the presence or\nabsence of an endocarp, and show repeated patterns in the evolution of\ncolor, perhaps underlain by shifts in the timing of developmental\nevents. In Caprifoliaceae, dry fruits include bi-carpellate septicidal\ncapsules in Diervilleae and initially tri-carpellate, single-seeded\nachenes in Linnina. Achene fruits exhibit a variety of independently\nevolved dispersal mechanisms, especially involving modifications of the\ncalyx lobes or bracts subtending the ovary. Within Linnina a distinctive\nepicalyx surrounding the ovary appears to have originated through the\nfusion of supernumerary bracts. It is possible that the epicalyx evolved\ntwice - once in the ancestor of the Morinaceae and again in\nTriplostegia- Dipsacaceae clade. Within the Dipsacaceae modifications of\nthe epicalyx parallel those of the ovary and calyx within Valerianaceae,\nsuggesting a transference of function involving homeoheterotopy.\nEvolutionary adjustments of the epicalyx, calyx, and ovary wall in\nrelation to protection and dispersal may have established an\nevolutionarily stable configuration.","trees":[{"tree_label":"Fig. 1B","ntax":"30","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1847.phy"}]}