{"Authors":" Anahi Espíndola, Nadir Alvarez","Year":" 2011","Title":" Comparative phylogeography in a specific and obligate\npollination antagonism","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" In specific and obligate interactions the nature and\nabundance of a given species can have important effects on the survival\nand population dynamics of associated organisms. In a phylogeographic\nframework, we therefore expect that the fate of organisms interacting\nspecifically is also tightly interrelated. Here we investigate such a\nscenario by analyzing the genetic structures of species interacting in\nan obligate plant-insect pollination lure-and-trap antagonism involving\nArum maculatum (Araceae) and its specific psychodid (Diptera) visitors\nPsychoda phalaenoides and Psycha grisescens. Because the plant depends\non the insect but the reverse is not true, we expect the genetic\nstructure of the plant to be related with the historical pollinator\navailability, yielding incongruent phylogeographic patterns between the\ninteracting organisms. Using insect mtDNA sequences and plant AFLP\ngenome fingerprinting, we inferred the large-scale phylogeographies of\neach species and the distribution of genetic diversities throughout the\nsampled range, and evaluated the congruence in their respective genetic\nstructures using hierarchical analyses of molecular variances (AMOVA).\nBecause the composition of pollinator species varies in Europe, we also\nexamined its association with the spatial genetic structure of the\nplant. Our findings indicate that while the plant presents a spatially\nwell-defined genetic structure, this is not true for the insects.\nPatterns of genetic diversities also show dissimilar distributions among\nthe three interacting species. Phylogeographic histories of the plant\nand its pollinating insects are thus not congruent, a result that would\nindicate that plant and insect lineages do not share the same glacial\nand postglacial histories. However, the genetic structure of the plant\ncan, at least partially, be explained by the type of pollinators\navailable at a regional scale. Differences in life-history traits of\navailable pollinators might therefore have influenced the genetic\nstructure of the plant, the dependent organism, in this antagonistic\ninteraction.","trees":[{"tree_label":"COI partial tree","ntax":"6","rootedtree":"TRUE","title":"Psychoda phalaenoides","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49276.phy"},{"tree_label":"16s partial tree","ntax":"21","rootedtree":"TRUE","title":"Psychoda phalaenoides","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49280.phy"}]}