{"Authors":" Marianne M. Le Roux, James Stephen Boatwright, Ben-Erik Van\nWyk","Year":" 2011","Title":" Phylogenetics of the genus Crotalaria (Fabaceae) and a\nmodified infrageneric classification system","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Callosities; Crotalaria; Infrageneric classification;\nPhylogeny; Section Amphipilosae","DOI":"","Abstract":" Crotalaria is a large genus of 700 species with its centre\nof diversity in tropical Africa and Madagascar and secondary radiations\nto other parts of the world. The current infrageneric classification\nsystem is based on morphological and taximetric studies (conducted by\nBisby & Polhill) and is here re-evaluated using the molecular\napproach. The nuclear ITS, plastid psbA-trnH and two barcoding gene\nregions, matK and rbcL were amplified. Sequences were analyzed using\nparsimony and model-based (Bayesian) approaches. The resultant molecular\nphylogeny allowed for a new interpretation of diagnostically important\nmorphological characters, including specializations of the calyx, keel,\nstandard petal and style, which are variously convergent in several\nunrelated infrageneric groups. Of particular interest is the almost\nperfect congruence between the new phylogeny and the distribution of\nstandard petal callosity types. A new sectional classification is\nproposed and formalized, comprising 10 sections: Hedriocarpae (the least\nspecialized), Stipulosae, Geniculatae, Amphipilosae, Grandiflorae,\nGlaucae, Incanae, Schizostigma, Calycinae and Crotalaria (the most\nspecialized). A group of species endemic to southern Africa is described\nas a new section (Amphipilosae). Sectional limits of the Geniculatae,\nCalycinae and Crotalaria are modified. The subsections Stipulosae,\nGlaucae and Incanae are raised to sectional level, while some groups\npreviously recognized as subsections are either abandoned (due to lack\nof monophyly  subsections Hedriocarpae, Chrysocalycinae, Macrostachyae,\nTetralobocalyx and Crotalaria) or are subsumed under existing sections\n(Dispermae and Longirostres).","trees":[{"tree_label":"comb2gene","ntax":"185","rootedtree":"TRUE","title":"Tr57957","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57957.phy"},{"tree_label":"con 50 majrule","ntax":"141","rootedtree":"TRUE","title":"Tr57958","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57958.phy"}]}