{"Authors":" Cynthia PA Prado, Célio Haddad, Kelly R Zamudio","Year":" 2011","Title":" Cryptic lineages and Pleistocene population expansion in a\nBrazilian Cerrado frog","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Anura, Hylidae, phylogeography, demographic history,\nNeotropical savanna, mtDNA","DOI":"","Abstract":" Diversification of South American species endemic to open\nhabitats has been attributed to both Tertiary events and Pleistocene\nclimatic fluctuations. Nonetheless, phylogeographic studies of taxa in\nthese regions are few, precluding generalizations about the timing and\nprocesses leading to differentiation and speciation. We inferred\npopulation structure of Hypsiboas albopunctatus, a frog widely\ndistributed in the Brazilian Cerrado. Three geographically distinct\nlineages were recovered in our phylogeny. The Chapada dos Guimarães (CG)\nclade was the first to diverge from other populations and contains\nmultiple haplotypes from a single population in western Cerrado,\nprobably representing a cryptic species. The Southeast clade (SE)\nincludes populations along the southeastern limit of the range within\nthe historical distribution of the Brazilian Atlantic forest. Finally,\nthe Central Cerrado (CC) group includes haplotypes from the interior of\nBrazil that are paraphyletic relative to the SE clade. Analyses of\nhistorical demography indicate significant population expansion in the\nCC and SE populations, likely associated with colonization of newly\nformed open habitats. The divergence of populations in the CG clade\noccurred in the late Miocene, concordant with the uplift of the central\nBrazilian plateau. Divergence of the SE clade from the CC occurred\nduring the mid-Pleistocene. Thus, both Tertiary geological events and\nPleistocene climatic fluctuations promoted divergences among lineages.\nOur analyses reveal surprisingly deep divergences in a widely\ndistributed frog, indicating that the Cerrado is not a barrier-free\nhabitat and that diversity in this formation is likely underestimated.\nOur study reveals a complex history of diversification in the Cerrado, a\nphytogeographic domain highly threatened due to anthropogenic habitat\nalteration.","trees":[{"tree_label":"con 50 majrule","ntax":"93","rootedtree":"TRUE","title":"Hypsiboas albopunctatus phylogeography","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49297.phy"}]}