{"Authors":" John G Lundberg, John P. Sullivan, Michael Hardman","Year":" 2011","Title":" Phylogenetics of the South American catfish family\nPimelodidae (Teleostei: Siluriformes) using nuclear and mitochondrial\ngene sequences","Journal":" Proceedings of the Academy of Natural Sciences of\nPhiladelphia","Volume":" 161","Issue":" 2011","Pages":" 153-189","Keywords":"","DOI":"","Abstract":" Existing phylogenetic hypotheses on the intrarelationships\nof South American pimelodid catfishes are incompletely resolved and\nbased almost entirely on morphological data. This study analyzed more\nthan seven kilobases of aligned nucleotide sequences from the rag1 and\nrag2 nuclear genes, and the 12S, 16S and cytochrome b mitochondrial\ngenes for 52 nominal and five undescribed pimelodid species representing\n27 of 31 extant genera. Results of Bayesian likelihood and maximum\nparsimony analyses of the combined sequence data consistently recover 40\nmonophyletic pimelodid clades above the species level. The basal\nlineages of Pimelodidae are Steindachneridion and Phractocephalus that\nare serially, or together as small clade, sister to all other members of\nthe family. Leiarius and the nominal Perrunichthys perruno are sister to\nthe neopimelodines, a clade comprised of the remaining pimelodids\ndivided into two major lineages: the sorubimines and the Pimelodus\nornatus-Calophysus- Pimelodus (OCP) Clade. Sorubimines include seven\nwell-supported units whose interrelationships are poorly resolved:\nSorubim, Pseudoplatystoma-Sorubimichthys Clade, tribe\nBrachyplatystomatini, Platysilurus-Platystomatichthys Clade,\nHypophthalmus, Zungaro and Hemisorubim. In conflict with morphological\nevidence, the molecular data do not support monophyly of the genus\nBrachyplatystoma. However, the subgenus Malacobagrus (B. rousseauxii, B.\ncapapretum, B. filamentosum) and the sister species pair B. juruense and\nB. platynemum are each recovered as monophyletic. The OCP Clade\ncomprises nominal Pimelodus ornatus that is sister to the\nCalophysus-Pimelodus Clade in turn split into the calophysines and\npimelodines. Calophysines include a monophyletic Calophysus Group\n(Calophysus, Aguarunichthys, Luciopimelodus, Pinirampus, Pimelodina) and\nthe Megalonema-Cheirocerus Group. Intrarelationships of the Calophysus\nGroup recovered with molecular data are congruent with relationships\nbased on morphology. Placement of Cheirocerus sister to Megalonema is\nunexpected but well supported by molecular data. Pimelodines include the\nExallodontus-Pimelodus altissimus Group and Pimelodus Group. The former\ncorrespond to the “long-finned” pimelodids including Exallodontus sister\nto an undescribed miniature species from the Amazon, and those sister to\nundescribed species of Propimelodus. An undescribed species related to\nnominal Pimelodus altissimus is the sister to nominal Duopalatinus\nperuanus. Nominal Pimelodus pictus is sister to remaining members of the\nPimelodus Group that in turn contains three subclades: Iheringichthys\nplus Parapimelodus, Pimelodus maculatus plus P. albicans, and P. blochii\nincluding P. argenteus. Pimelodus coprophagus is unresolved among the P.\nmaculatus and P. blochii groups. A generic reclassification of the\nspecies now assigned to polyphyletic Pimelodus is needed based on more\ncomplete taxon sampling and character evidence. A modest sampling of\nmultiple specimens from thirteen pimelodid species permitted a first\nexamination of their genetic diversity within and across the major South\nAmerican river basins. The rag and mitochondrial genes examined here\nshow little divergence between distant allopatric populations of\nPinirampus pirinampu, Brachyplatystoma vaillantii, B. rousseauxii, B.\nfilamentosum and B. juruense. However, specimens representing allopatric\npopulations of five nominal species are as divergent as distinct\ncongeneric species: Pimelodus blochii, P. ornatus, P. pictus,\nPlatysilurus mucosus and Megalonema platycephalum.","trees":[{"tree_label":"PIMELODIDAE Fig3 MP Boots.tre","ntax":"80","rootedtree":"TRUE","title":"Tr49311","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49311.phy"},{"tree_label":"PIMELODIDAE Fig2 MP StrictCon.tre","ntax":"80","rootedtree":"TRUE","title":"Tr49310","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49310.phy"},{"tree_label":"PIMELODIDAE Fig1 Bayesian.tre","ntax":"80","rootedtree":"TRUE","title":"Tr49309","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49309.phy"}]}