{"Authors":" Peter John Unmack, Juan P. Barriga, Miguel A. Battini,\nEvelyn M. Habit, Jerald B. Johnson","Year":" 2012","Title":" Phylogeography of the catfish Hatcheria macraei reveals a\nnegligible role of drainage divides in structuring populations.","Journal":" Molecular Ecology","Volume":" 21","Issue":" 4","Pages":" 942959","Keywords":" Andes Mountains  Biogeography  Cytochrome b  Glaciation \nTrichomycteridae  Drainage reversal  Introgression","DOI":" 10.1111/j.1365-294X.2011.05408.x","Abstract":" Southern South America provides a set of unusual\ngeographic features that make it particularly interesting for studying\nphylogeography. The Andes Mountains run along a north-to-south axis and\nact as a barrier to gene flow for much of the biota of this region, with\nsouthern portions experiencing extensive historic glaciation. Geological\ndata reveal a series of drainage reversals, shifting from Pacific Ocean\noutlets to Atlantic Ocean outlets due to glacier formation that dammed\nand reversed rivers. Once glaciers melted around 13 000 years ago,\ndrainages returned to the Pacific Ocean. This geologic history predicts\nthat aquatic organisms in Pacific rivers should have their closest\nrelationships to their counterparts in Atlantic rivers immediately to\ntheir east. We tested this prediction in the trichomycterid catfish\nHatcheria macraei from 38 locations using the mitochondrial cytochrome b\ngene. Our results show that most populations found in Pacific rivers\nwere closely related to fish found in the adjacent Atlantic draining Río\nChubut. Surprisingly, one documented drainage reversal (from Río Deseado\ninto Río Baker) did not result in movement of H. macraei. Overall, we\nfound the lowest levels of genetic structure between most Pacific rivers\nthat are adjacent to the Atlantic draining Río Chubut. We also found low\nlevels of population structuring among three out of four river basins\nthat drain to the Atlantic Ocean. Our findings suggest that drainage\nbasin boundaries have historically not played an important long-term\nrole in structuring between nine out of 11 drainages, an unusual finding\nin freshwater biogeography.","trees":[{"tree_label":"MLT","ntax":"85","rootedtree":"TRUE","title":"Hatcheria macraei cytb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49298.phy"}]}