{"Authors":" Michael R. McKain, Thomas J. Givnish, Mercedes Ames, Joel R\nMcNeal, P. Roxanne Steele, Claude W. dePamphilis, Sean W Graham, J.\nChris Pires, Dennis W. Stevenson, Wendy B. Zomlefer, Barbara G. Briggs,\nMelvin R Duvall, Michael James Moore, J. Michael Heaney, Douglas E.\nSoltis, Pamela S. Soltis, Kevin Thiele, Jim Leebens-Mack","Year":" 2010","Title":" Assembling the Tree of the Monocotyledons: Plastome Sequence\nPhylogeny and Evolution of Poales.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 97","Issue":" 4","Pages":" 584-616","Keywords":" Commelinids, correlated evolution, cyperids, graminids,\nlong-branch attraction, molecular systematics, monocots, plastid,\nplastome, restiids, xyrids","DOI":" 10.3417/2010023","Abstract":" The order Poales comprises a substantial portion of plant\nlife (7% of all angiosperms and 33% of monocots) and includes taxa of\nenormous economic and ecological significance. Molecular and\nmorphological studies over the past two decades, however, leave\nuncertain many relationships within Poales and among allied commelinid\norders. Here we present the results of an initial project by the Monocot\nAToL (Angiosperm Tree of Life) team on phylogeny and evolution in\nPoales, using sequence data for 81 plastid genes (exceeding 101 aligned\nkb) from 83 species of angiosperms. We recovered highly concordant\nrelationships using maximum likelihood (ML) and maximum parsimony (MP),\nwith 98.2% mean ML bootstrap support across monocots. For the first\ntime, ML resolves ties among Poales and other commelinid orders with\nmoderate to strong support. Analyses provide strong support for\nBromeliaceae being sister to the rest of Poales; Typhaceae, Rapateaceae,\nand cyperids (sedges, rushes, and their allies) emerge next along the\nphylogenetic spine. Graminids (grasses and their allies) and restiids\n(Restionaceae and its allies) are well supported as sister taxa. MP\nidentifies a xyrid clade (Eriocaulaceae, Mayacaceae, Xyridaceae) sister\nto cyperids, but ML (with much stronger support) places them as a grade\nwith respect to restiids + graminids. The conflict in resolution between\nthese analyses likely reflects long-branch attraction and highly\nelevated substitution rates in some Poales. All other familial\nrelationships within the order are strongly supported by both MP and ML\nanalyses. Character-state mapping implies that ancestral Poales lived in\nsunny, fire-prone, at least seasonally damp/wet, and possibly\nnutrient-poor sites, and were animal pollinated. Five subsequent shifts\nto wind pollinationin Typhaceae, cyperids, restiids, Ecdeiocoleaceae,\nand the vast PACCMAD-BEP clade of grassesare significantly correlated\nwith shifts to open habitats and small, inconspicuous, unisexual, and\nnectar-free flowers. Prime ecological movers driving the repeated\nevolution of wind pollination in Poales appear to include open habitats\ncombined with the high local dominance of conspecific taxa, with the\nlatter resulting from large-scale disturbances, combined with tall plant\nstature, vigorous vegetative spread, and positive ecological feedback.\nReproductive assurance in the absence of reliable animal visitation\nprobably favored wind pollination in annuals and short-statured\nperennials of Centrolepidaceae in ephemerally wet depressions and\nwindswept alpine sites.","trees":[{"tree_label":"Fig. 3 ML","ntax":"61","rootedtree":"TRUE","title":"Angiosperm Plastome","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49295.phy"},{"tree_label":"Fig. 2 MP","ntax":"82","rootedtree":"TRUE","title":"Angiosperm Plastome","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49294.phy"}]}