{"Authors":" Michelle A DaCosta, Paul Larson, Julian P Donahue, Susan J\nWeller","Year":" 2006","Title":" Phylogeny of Milkweed Tussocks (Arctiidae: Arctiinae:\nPhaegopterini) and Its Implications for Evolution of Ultrasound\nCommunication.","Journal":" Annals of the Entomological Society of America","Volume":" 99","Issue":" 5","Pages":" 723-742","Keywords":" adult morphology, androconia, phylogeny, ultrasound","DOI":" 10.1603/0013-8746(2006)99[723:POMTAA]2.0.CO;2","Abstract":" Some have proposed that the evolution of ultrasound as a\nmale courtship cue in milkweed tussocks has arisen stepwise through\ntransitional stages of redundant courtship cues (both pheromone and\nultrasound). Furthermore, it has been proposed that ultrasound courtship\nwas evolutionarily linked to a switch to cardenolide-producing larval\nhost plants. To test the hypothesis of a transitional stage and proposed\ncorrelation of the behavior with larval hosts, the phylogenetic\nrelationships of the phaegopterines Euchaetes, Cycnia, Ectypia,\nPygarctia, and Pareuchaetes were assessed with 88 characters (205\nstates) derived from adult morphology. The resulting strict consensus\nplaced the Pareuchaetes among the outgroup genera and recovered the\nremaining four genera as a clade. Euchaetes was not monophyletic;\nhowever, removal of Pareuchaetes results in mono- phyly. Based on this\nphylogeny, the ancestor of the ingroup clade fed on\ncardenolide-containing host plants, possessed well developed tymbals and\nlacked coremata (pheromone distributing struc- tures). Thus, the use of\nmale ultrasound in courtship was correlated with larval feeding on\ncardenolide hosts. The hypothesis that ultrasound Þrst arose as a\nredundant courtship cue, with a subsequent loss of the male pheromone,\nwas not supported by our data. Rather, male pheromone courtship was\nreacquired after ultrasound courtship in two lineages, based on the\npresence of coremata and behavioral data.","trees":[{"tree_label":"Fig. 18","ntax":"32","rootedtree":"TRUE","title":"Euchaetes, strict consensus of 12 MPTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49286.phy"}]}