{"Authors":" Charles D. Bell, Michael J Donoghue","Year":" 2003","Title":" Phylogeny and biogeography of Morinaceae (Dipsacales) based\non nuclear and chloroplast DNA sequences","Journal":" Organisms Diversity & Evolution","Volume":" 3","Issue":" NA","Pages":" 227-237","Keywords":" NA","DOI":" NA","Abstract":" The Morinaceae (Dipsacales) contains 13 species placed in\nAcanthocalyx, Cryptothladia, or Morina, and distributed from the\nmountains of southeaster Europe through the Himalayas to the\nQinghai-Tibetan Plateau, mainly in alpine habitats. Sequence data from\ntwo chloroplast regions (the trnK intron and the trnL-F region) and the\ninternal transcribed spacer (ITS) region of nuclear ribosomal DNA were\nused to infer phylogenetic relationships of Morinaceae and related\nDipsacales. Both the nuclear and chloroplast datasets, as well as the\ncombined data, provide strong supports for relationships within the\nValerina clade, placing Morinaceae as the sister group of a clade\ncontaining Valerianaceae and Dipsacaceae plus Triplostegia. The\nMorinaceae, Acanthocalyx, Cryptothladia, and a clade containing Morina\nand Cryptothladia, are all supported as monophyletic. However, Morina\nwas found to be paraphyletic in several of our analyses, with Morina\nlongifolia more closely related to Cryptothladia than it is to other\nMorina species. There is some evidence that Morina longifolia produces\ncleistogamous flowers, as do Cryptothladia species. Dispersal-vicariance\nanalyses support the view that Valerina radiated initially within Asia,\nwith subsequent movement into Europe in Morinaceae, Dipsacaceae, and\nValerianaceae, and into the New World in Valerianaceae. For Morinaceae,\nas for a number of plant groups, the Brahmaputra river drainage marks a\nsignificant biogeographic divide, although this has been spanned within\nAcanthocalyx and the Morina-Cryptothladia lineages.","trees":[{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Morinaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1850.phy"}]}