{"Authors":" Mónica Gandía, Eleonora Harries, Jose F. Marcos","Year":" 2012","Title":" Identification and Characterization of Chitin Synthase Genes\nin the Postharvest Citrus Fruit Pathogen Penicillium digitatum.","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Penicillium digitatum, Chitin synthase, Cell wall, Gene\nexpression, qRT-PCR, Transcriptional regulation","DOI":" 10.1016/j.funbio.2012.03.005","Abstract":" In this study, we carried out the isolation and\ncharacterization of chitin synthase genes (CHS) of the main citrus fruit\npostharvest pathogen Penicillium digitatum. Using distinct sets of\ndegenerate primers designed from conserved regions of CHS genes of yeast\nand filamentous fungi, PCR methods and a DNA genomic library, five\nputative CHS genes (PdigCHSI, PdigCHSII, PdigCHSIII, PdigCHSV and\nPdigCHSVII) were identified, isolated, sequenced, and characterized.\nPhylogenetic analyses, sequence identity, and domain conservation\nsupport the annotation as CHS. A very high sequence identity and strong\nsynteny were found with corresponding regions from the genome of\nPenicillium chrysogenum. Gene expression of P. digitatum CHS genes\nduring mycelium axenic growth, under oxidative and osmotic stress\nconditions, and during infection of citrus fruits was confirmed and\nquantified using quantitative RT-PCR (qRT-PCR). PdigCHSIII had the\nhighest expression among the five genes by one order of magnitude, while\nPdigCHSII had the lowest. However, PdigCHSII was strongly induced\ncoincident with conidial production, suggesting a role in\nconidiogenesis. The expression of PdigCHSI, PdigCHSIII, PdigCHSV, and\nPdigCHSVII was upregulated during infection of citrus fruit. PdigCHSV\nand PdigCHSVII coexpressed in most of the experiments carried out, and\nthey are separated by a 1.77 kb intergenic region and arranged in\nopposite directions","trees":[{"tree_label":"Fig.1","ntax":"49","rootedtree":"TRUE","title":"Chitin Synthase Genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_49317.phy"}]}