{"Authors":" Pavel B Klimov, Barry M OConnor","Year":" 2011","Title":" Is Permanent Parasitism Reversible?Critical Evidence from\nEarly Evolution of House Dust Mites.","Journal":" Systematic Biology","Volume":" 62","Issue":" 3","Pages":" 411-423","Keywords":" Ancestral ecology; Dollos law; evolutionary “dead end”;\nhouse dust mites; permanent parasitism; Pyroglyphidae.","DOI":" 10.1093/sysbio/syt008","Abstract":" Long-term specialization may limit the ability of a\nspecies to respond to new environmental conditions and lead to a higher\nlikelihood of extinction. For permanent parasites and other symbionts,\nthe most intriguing question is whether these organisms can return to a\nfree-living lifestyle and, thus, escape an evolutionary “dead end.” This\nquestion is directly related to Dollos law, which stipulates that a\ncomplex trait (such as being free living vs. parasitic) cannot re-evolve\nagain in the same form. Here, we present conclusive evidence that house\ndust mites, a group of medically important free-living organisms,\nevolved from permanent parasites of warm-blooded vertebrates. A robust,\nmultigene topology (315 taxa, 8942 nt), ancestral character state\nreconstruction, and a test for irreversible evolution (Dollos law)\ndemonstrate that house dust mites have abandoned a parasitic lifestyle,\nsecondarily becoming free living, and then speciated in several\nhabitats. Hence, as exemplified by this model system, highly specialized\npermanent parasites may drastically de-specialize to the extent of\nbecoming free living and, thus escape from dead-end evolution. Our\nphylogenetic and historical ecological framework explains the limited\ncross-reactivity between allergens from the house dust mites and\n“storage” mites and the ability of the dust mites to inhibit host immune\nresponses. It also provides insights into how ancestral features related\nto parasitism (frequent ancestral shifts to unrelated hosts, tolerance\nto lower humidity, and pre-existing enzymes targeting skin and\nkeratinous materials) played a major role in reversal to the free-living\nstate. We propose that parasitic ancestors of pyroglyphids shifted to\nnests of vertebrates. Later the nest-inhabiting pyroglyphids expanded\ninto human dwellings to become a major source of allergens.","trees":[{"tree_label":"Fig. 1 ML","ntax":"315","rootedtree":"TRUE","title":"House dust mites 5 genes HDM315x13319","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49541.phy"},{"tree_label":"Total Evidence Bayesian","ntax":"315","rootedtree":"TRUE","title":"House dust mites","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49542.phy"}]}