{"Authors":" Ester Gaya, Pere Navarro-Rosines, Xavier Llimona, Francois\nLutzoni, Nestor Hladun","Year":" 2008","Title":" Phylogenetic reassessment of the Teloschistaceae\n(lichen-forming Ascomycota, Lecanoromycetes)","Journal":" Mycological Research","Volume":" 112","Issue":" 5","Pages":" 528-547","Keywords":" arc, Caloplaca, Fulgensia, INAASE, internal transcribed\nspacer, Letrouitiaceae, molecular phylogenetics, Teloschistaceae,\nTeloschistes, Xanthoria","DOI":"","Abstract":" Teloschistaceae (Lecanoromycetes, lichen-forming\nAscomycota) is a widespread family with considerable morphological and\necological heterogeneity across genera and species groups. In order to\nprovide a comprehensive molecular phylogeny for this family,\nphylogenetic analyses were carried out on sequences from the nuclear\nribosomal internal transcribed spacer (ITS) region obtained from 114\nindividuals that represent virtually all main lineages of\nTeloschistaceae. Our study confirmed the polyphyly of Caloplaca,\nFulgensia and Xanthoria, and also revealed that Teloschistes is probably\nnon-monophyletic. We also confirm here that species traditionally\nincluded in Caloplaca subgenus Gasparrinia do not form a monophyletic\nentity. Caloplaca aurantia, C. carphinea and C. saxicola s. str. groups\nwere recovered as monophyletic. Subgenera Caloplaca and Pyrenodesmia\nwere also polyphyletic. In subgenus Caloplaca, the traditionally\nrecognized C. cerina group was recovered as monophyletic. The genus\nLetrouitia (Letrouitiaceae) was nested within the Teloschistaceae.\nBecause this study is based solely on ITS, to maximize taxon sampling,\nthe inclusion of phylogenetic signal from ambiguously aligned regions in\nmaximum parsimony (recoded INAASE and ARC characters) resulted in the\nmost highly supported phylogenetic reconstruction, compared to Bayesian\ninference restricted to alignable sites.","trees":[{"tree_label":"PAUP 3","ntax":"121","rootedtree":"TRUE","title":"Teloschistaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49481.phy"},{"tree_label":"PAUP 2","ntax":"121","rootedtree":"TRUE","title":"Teloschistaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49480.phy"},{"tree_label":"PAUP 1","ntax":"121","rootedtree":"TRUE","title":"Teloschistaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49479.phy"}]}