{"Authors":" Margarida Barata, Isabel Martins Marques, Maria Filomena\nCaeiro, Egídia Azevedo","Year":" 2011","Title":" Lignicolous Lulworthia spp. from the Portuguese west coast:\ncharacterization and phylogenetic analysis","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Marine ascomycetes, Lulworthiales, LSU rDNA sequences,\nTaxonomy, Phylogeny","DOI":"","Abstract":" Abstract This work reports the morphological and molecular\ncharacterization of forty isolates of Lulworthiales obtained from Fagus\nsylvatica and Pinus pinaster baits submerged at two Portuguese marinas,\nthirty eight of which had previously been identified as Lulworthia spp..\nThe morphological features of these isolates were compared with the\ncorresponding ones of other lignicolous species of the genus Lulworthia\nand their partial nuclear rLSU DNA sequences were subjected to a\nphylogenetic analysis. As a result, thirty two of these isolates,\ncharacterized by having ascomata dark brown to black and superficial or\nimmersed on wood and ascospore dimensions ranging between 150 and 270\nµm, were integrated in a clade designated as Lulworthia sp.. Other six\nisolates that showed to be morphologically similar and phylogenetically\nclosely related to Lulworthia purpurea, were therefore identified as\nLulworthia cf. purpurea. This phylogenetic analysis also placed two\nPortuguese isolates of Zalerion maritima in the Lulwoana / Zalerion\nmaritima clade. The main contribution of this study refers to Lulworthia\nsp. clade, now including a high number of Portuguese isolates. This\nclade is supported by a high bootstrap value and corresponds to a\nmorphologically well defined group, clearly not related with the\nLulworthia spp. found in several other clades of the phylogenetic tree.\nThis group is possibly a new species of Lulworthia, since we also\ndemonstrated that it does not correspond to the lignicolous species,\nalready described.","trees":[{"tree_label":"FCUL-Lulworthiales","ntax":"94","rootedtree":"TRUE","title":"Lulworthiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49472.phy"}]}