{"Authors":" Julissa Roncal, Francis Kahn, Betty Millan, Thomas LP\nCouvreur, Jean-Christophe Pintaud","Year":" 2013","Title":" Cenozoic colonization and diversification patterns of\ntropical American palms: evidence from Astrocaryum (Arecaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":" 171","Issue":" 1","Pages":" 120139","Keywords":" ancestral range reconstruction, Andean uplift, DEC model,\ndiversification rate shifts, Guiana Shield, middle Miocene climatic\noptimum, Pebas, Western Amazon","DOI":" 10.1111/j.1095-8339.2012.01297.x","Abstract":" With its 788 species in 67 genera in the Neotropics, the\nArecaceae are an important ecological and economic component of the\nregion. We review the influence of geological events such as the Pebas\nsystem, the Andean uplift, and the land connections between South and\nCentral/North America, on the historical assembly of Neotropical palms.\nWe present a case study of the palm genus Astrocaryum (40 spp.) as a\nmodel to evaluate colonization and diversification patterns of lowland\nNeotropical taxa. We conducted a Bayesian dated phylogenetic analysis\nbased on four low-copy nuclear DNA regions, and a biogeographical\nanalysis using the dispersal, extinction and cladogenesis model.\nCladogenesis of Western Amazonian Astrocaryum species (ca. 6 Mya)\npost-dated the drainage of the aquatic Pebas system, supporting Pebas\nconstraining role on in situ diversification and colonization. The\nancestral distribution of Astrocaryum species in the Guiana Shield\nsupported the hypothesis of an old formation that acted as a source area\nfrom where species colonized adjacent regions, but a basal position for\nGuianan species was not confidently recovered. A two-fold increase in\ndiversification rate was found on a clade whose ancestor occupied the\nGuiana Shield (ca. 13 Mya), and at a time of climatic change and Andean\nuplift.","trees":[{"tree_label":"Strict","ntax":"52","rootedtree":"TRUE","title":"Astrocaryum MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_49477.phy"},{"tree_label":"con 50 majrule","ntax":"52","rootedtree":"TRUE","title":"Astrocaryum BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_49478.phy"}]}