{"Authors":" Ursula Erica Smith, Jonathan Robert Hendricks","Year":" 2013","Title":" Geometric Morphometric Character Suites as Phylogenetic Data:\nExtracting Phylogenetic Signal from Gastropod Shells","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" continuous characters, Conus, eigenshape analysis, fossil\ntaxa, gastropoda, geometric morphometrics, phylogenetic analysis","DOI":"","Abstract":" Despite being the objects of numerous macroevolutionary\nstudies, many of the best-represented constituents of the fossil\nrecordincluding diverse examples such as foraminifera, brachiopods, and\nmolluskshave mineralized skeletons with limited discrete\ncharacteristics, making morphological phylogenies difficult to\nconstruct. In contrast to their paucity of phylogenetic characters, the\nmineralized structures (tests and shells) of these fossil groups\nfrequently have distinctive shapes that have long proved useful for\ntheir classification. The recent introduction of methodologies for\nincluding continuous data directly in a phylogenetic analysis has\nincreased the number of available characters, making it possible to\nproduce phylogenies based in whole or part on continuous character data\ncollected from such taxa. Geometric morphometric methods provide tools\nfor accurately characterizing shape variation and can produce\nquantitative data that can therefore now be included in a phylogenetic\nmatrix in a non-arbitrary manner. Here, the marine gastropod genus Conus\nis used to evaluate the ability of continuous charactersgenerated from a\ngeometric morphometric analysis of shell shapeto contribute to a total\nevidence phylogenetic hypothesis constructed using molecular and\nmorphological data. Furthermore, the ability of continuous characters\nderived from geometric morphometric analyses to place fossil taxa with\nlimited discrete characters into a phylogeny with their extant relatives\nwas tested by simulating the inclusion of fossil taxa. This was done by\nremoving the molecular partition of individual extant species to produce\na “cladistic pseudofossil” with only the geometric morphometric derived\ncharacters coded. The phylogenetic position of each cladistic\npseudofossil taxon was then compared with its placement in the total\nevidence tree and a symmetric resampling tree to evaluate the degree to\nwhich morphometric characters alone can correctly place simulated fossil\nspecies. In 33-45% of the test cases (depending upon the approach used\nfor measuring success), it was possible to place the pseudofossil taxon\ninto the correct regions of the phylogeny using only the morphometric\ncharacters. This suggests that the incorporation of extinct Conus taxa\ninto phylogenetic hypotheses will be possible, permitting a wide range\nof macroevolutionary questions to be addressed within this genus. This\nmethodology also has potential to contribute to phylogenetic\nreconstructions for other major components of the fossil record that\nlack numerous discrete characters.","trees":[{"tree_label":"Fig. 6: Strict consensus of 24 equally parsimonious\ntrees (each of length 1461 steps and with CI 0.286-0.287 and RI\n0.435-0.438) resulting from the analysis of the molecular sequence\ndataset (16s rRNA and calmodulin).","ntax":"61","rootedtree":"TRUE","title":"Conus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60076.phy"},{"tree_label":"Fig. 3a: Single most parsimonious tree (length of\n1469.873 steps with CI = 0.286, RI = 0.436) resulting from the parsimony\nanalysis of the of the total evidence dataset (molecular and\nmorphometric characters).","ntax":"61","rootedtree":"TRUE","title":"Conus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60075.phy"}]}