{"Authors":" Mark W. Chase, Richard Lupia, Anne Bruneau, Felix Forest,\nPeter R. Crane, Vincent Savolainen","Year":" 2004","Title":" Multiple calibration points, paleobotanical confidence\nintervals and the estimation of divergence times: A case study from the\nbirch family (Betulaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Fossils are widely used as calibration points in\nmolecular-based dating studies and their placement on a phylogenetic\ntree of extant species is never done without subjectivity. We explore\nsome of the problems linked to calibration with fossils, in particular\ntheir position on the tree, and emphasize the use of multiple\ncalibration points to obtain better estimates. We use a phylogenetic\nanalysis of Betulaceae based on nuclear ribosomal DNA sequences (5S\nspacer and ITS) as a case study and estimated divergence times within\nthe family using the nonparametric rate smoothing method of Sanderson\nand five calibration points from the extensive fossil record of the\nfamily. To assess the effects of assumptions relating to the positions\nof key fossils with respect to stem lineages versus crown groups, we\ncalculated age estimates by placing each fossil subsequently on the stem\nlineage node and crown group node, and then determined the median value\nof the resulting 10 estimates for each node. According to these results,\nthe median values of the crown group and stem lineage of Betulaceae vary\nfrom 115.2 to 130.6 million years and 211.2 to 302.6 million years,\nrespectively (branch lengths based on maximum likelihood and DELTRAN and\nACCTRAN parsimony estimates). Paleobotanical confidence intervals were\ndetermined on the palynological fossil record of Alnus and related\nextinct genera using methods based on the occurrence of fossils on a\nstratigraphic column and the lengths of the gaps between these\noccurrences. The median values of molecular estimates indicate that\nBetulaceae started to diversify in the Aptian or before, an estimate\nmuch older than inferred from the fossil record of triporate pollen.\nPaleobotanical confidence intervals are more realistic, inferring the\nearliest appearance of betulaceous components in the Albian-Cenomanian\nfloras. The discrepancy between molecular-based age estimates and the\nangiosperm fossil record as a whole still needs to be resolved.","trees":[{"tree_label":"Fig. 1","ntax":"27","rootedtree":"TRUE","title":"Betulaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1851.phy"}]}