{"Authors":" Chang Lin Zhao, Bao-Kai Cui","Year":" 2012","Title":" Three new species of Perenniporia described from China based\non morphological and molecular characters","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Molecular phylogeny, Lignicolous and poroid fungi,\nPolypore, Taxonomy","DOI":"","Abstract":" Three new poroid wood-inhabiting basidiomycetes:\nPerenniporia bannaensis and Perenniporia yuanjiangensis, collected in\nYunnan Province, southern China; Perenniporia substraminea, collected in\nZhejiang Province, southeastern China; are described and analyzed on the\nbasis of morphological and molecular characters. Perenniporia bannaensis\nis characterized by annual growth habit and resupinate basidiocarps and\na dimitic hyphal system with strongly dextrinoid, cyanophilous skeletal\nhyphae and its basidiospores are ellipsoid, thick-walled, strongly\ndextrinoid and cyanophilous, 5.26 ´ 44.5 µm; Perenniporia substraminea\nis characterized by perennial growth habit and resupinate basidiocarps\nwith white to cream pore surface and a trimitic hyphal system, and\ndendrohyphidia present and having smaller pores (912 per mm) and its\nbasidiospores are ellipsoid, truncate, strongly dextrinoid and\ncyanophilous, 3.13.8 ´ 2.43 µm; Perenniporia yuanjiangensis is\ncharacterized by perennial growth habit and resupinate basidiocarps with\ncream to buff-yellow pore surface and a trimitic hyphal system and its\nbasidiospores are sub-globose to broadly ovoid, thick-walled, truncate,\nstrongly dextrinoid and cyanophilous, 67 ´ 5.16 µm. Preliminary\nphylogenetic relationships are inferred based on sequence data from the\nribosomal ITS and LSU regions, and the results of comparison with\nsimilar taxa of the genus Perenniporia, support three new species.","trees":[{"tree_label":"PAUP 1","ntax":"54","rootedtree":"TRUE","title":"Perenniporia ITS LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70248.phy"},{"tree_label":"PAUP 1","ntax":"58","rootedtree":"TRUE","title":"Perenniporia ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70249.phy"}]}