{"Authors":" Bernard Franz Lang, Romain Derelle","Year":" 2011","Title":" Rooting the eukaryotic tree with mitochondrial and bacterial\nproteins","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenomic, eukaryotic origin, Proteobacteria, unikonts,\nbikonts","DOI":"","Abstract":" By exploiting the large body of genome data and the\nconsiderable progress in phylogenetic methodology, recent phylogenomic\nstudies have provided new insights into the relationships among major\neukaryotic groups. However, confident placement of the eukaryotic root\nremains a major challenge. This is due to the large evolutionary\ndistance separating eukaryotes from their closest relatives, the\nArchaea, implying a weak phylogenetic signal and strong long-branch\nattraction artefacts. Here, we apply a new approach to the rooting of\nthe eukaryotic tree by using a subset of genomic information with more\nrecent evolutionary origin - mitochondrial sequences, whose closest\nrelatives are α-Proteobacteria. For this, we identified and assembled a\ndataset of 42 mitochondrial proteins (mainly encoded by the nuclear\ngenome) and performed Bayesian and ML analyses. Taxon sampling includes\nthe recently sequenced Thecamonas trahens, a member of the\nphylogenetically elusive Apusozoa. This dataset confirms the\nrelationships of several eukaryotic supergroups seen before, and places\nthe eukaryotic root between the monophyletic ‘unikonts’ and ‘bikonts’.\nWe further show that T. trahens branches sister to Opisthokonta with\nsignificant statistical support, and question the bikont/excavate\naffiliation of Malawimonas species. The mitochondrial dataset developed\nhere (to be expanded in the future) constitutes a unique alternative\nmeans in resolving deep eukaryotic relationships.","trees":[{"tree_label":"Fig. 1","ntax":"54","rootedtree":"TRUE","title":"Eukaryotic Tree, full dataset","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50053.phy"},{"tree_label":"Fig. 3b","ntax":"42","rootedtree":"TRUE","title":"Eukaryotic Tree, filtered dataset","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50054.phy"}]}