{"Authors":" Reinhard Predel, Susanne Neupert, Steffen Roth","Year":" 2011","Title":" Peptidomics-based Phylogeny and Biogeography of\nMantophasmatodea (Hexapoda)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Mantophasmatodea, neuropeptides, non-adaptive radiation,\npeptidomics , biogeography, phylogeny","DOI":"","Abstract":" The insect order Mantophasmatodea was described in 2002.\nPrior to that time, several generations of entomologists had assumed\nthat all major insect taxa were known; thus, its description was a\nsensation for zoologists. Since then, a surprising abundance and species\ndiversity of this taxon have been found, particularly in the winter\nrainfall region of South Africa. To learn more about the evolutionary\nlineages, speciation, and biogeography of Mantophasmatodea, we applied\nan unusual peptidomics approach. We collected specimens of almost all\nknown and novel taxa of these insects, developed methods for immediate\nsample preparation in the field, introduced peptide mass fingerprints\nfor the unambiguous identification of taxa, and subsequently analyzed\nthe most extensive dataset on peptide hormones ever compiled for insect\ntaxa. To account for intraspecific variation, we analyzed several\nindividuals per putative species. Increased taxon sampling was preferred\nover a further increase in the number of characters to optimize the\naccuracy of phylogenetic analyses. The large dataset made it possible to\ntest the validity of using neuropeptide sequences, which co-evolve with\ntheir respective receptors, to analyze phylogenetic relationships among\nclosely related taxa. Altogether, the data from 71 populations of\nMantophasmatodea were sufficient to clearly separate the major clades of\nMantophasmatodea, including previously undescribed taxa such as\nPachyphasma, Striatophasma, and Austrophasmatidae gen. et sp. nov. ‘RV’.\nThe data confirm the monophyly of Austrophasmatidae and show a\nrelatively recent and extensive radiation in the winter rainfall region\nof South Africa but also suggest that the species-level diversification\nof Namibian Mantophasma is less marked than previously thought. We\ndiscuss the biogeographical and ecological factors that may have\nresulted in different regional patterns of endemism and species\ndiversity in Mantophasmatodea. The unique development of the\nneuroendocrine capa-neurons in the ventral nervous system is described\nas synapomorphy of Mantophasmatodea + Grylloblattodea and is a further\nargument for a close relationship between these insect taxa.","trees":[{"tree_label":"con 50 majrule","ntax":"89","rootedtree":"TRUE","title":"Mantophasmatodea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_50288.phy"},{"tree_label":"Fig. 9","ntax":"89","rootedtree":"TRUE","title":"Mantophasmatodea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_50287.phy"}]}