{"Authors":" Annie Archambault, Martina V. Strömvik","Year":" 2011","Title":" Evolutionary relationships in Oxytropis species, as estimated\nfrom the nuclear ribosomal internal transcribed spacer (ITS) sequences\npoint to multiple expansions into the Arctic","Journal":" Botany","Volume":"","Issue":"","Pages":"","Keywords":" Oxytropis, arctic, Internal Transcribed Spacer ITS,\nsequence network, independent origin","DOI":"","Abstract":" Species of the Oxytropis genus are distributed in the\nNorthern hemisphere, especially in alpine areas, and also include up to\n44 arctic species. Although comprehensive taxonomic treatments exist for\nlocal floras, a picture of the evolutionary relationships for the genus\nas a whole, gained from molecular data, is still missing. More\nspecifically, the question is whether arctic Oxytropis species evolved\nthrough adaptive radiation from a single ancestral lineage, or if, as\nsuggested by taxonomy, different ancestral species migrated separately\nto the North American Arctic. To answer this question, we isolated and\nsequenced the nuclear ribosomal internal transcribed spacer (ITS) region\nfrom 16 Oxytropis specimens, including four species that were used in a\nprevious transcriptome study. In addition, 81 other Oxytropis ITS\nsequences were retrieved from public sequence databases and included in\nthe analysis, and the whole dataset was analyzed using phylogenetic\ntrees and statistical parsimony networks. Results show that all\nOxytropis ITS sequences are very similar. Furthermore, at least six\nlineages evolved from different temperate ancestors to colonize North\nAmerican arctic. This pattern is believed to be typical of the arctic\nflora. Additionally, the sequence relationships have taxonomic\nimplications, confirming that the Phacoxytropis may be ancestral in\nOxytropis.","trees":[{"tree_label":"tree 1","ntax":"519","rootedtree":"TRUE","title":"Tr49534","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49534.phy"},{"tree_label":"tree 1","ntax":"122","rootedtree":"TRUE","title":"Tr49535","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49535.phy"},{"tree_label":"tree","ntax":"1","rootedtree":"TRUE","title":"Tr49733","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49733.phy"}]}