{"Authors":" Nicholas A Milani, Daniel Paul Lawrence, A. Elizabeth\nArnold, Hans VanEtten","Year":" 2011","Title":" Inheritance of Pisatin Demethylase (PDA) among the Fusaria\nand closely related taxa","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" horizontal gene transfer, PDA, Fusarium","DOI":"","Abstract":" Host specificity of plant pathogens is dictated by the\npresence of genes that enable the pathogen to circumvent host defenses.\nUpon recognition of the pathogen, plants initiate defense responses that\ncan include the production of antimicrobial compounds such as\nphytoalexins. Nectria haematococca mating population VI (MPVI) is a\nfilamentous ascomycete that contains a cluster of genes known as the pea\npathogenicity (PEP) cluster in which the pisatin demethylase (PDA) gene\nresides. The PDA gene product is responsible for the detoxification of\nthe phytoalexin pisatin, which is produced by the pea plant (Pisum\nsativum). Thus, PDA allows the fungus to colonize the host and become\npathogenic. It has been proposed that the evolutionary origin of PDA and\nthe PEP cluster is explained by a horizontal gene transfer (HGT) event.\nThe observations supporting this hypothesis include the location of the\nPEP cluster which resides on a conditionally dispensable (CD)\nchromosome, the phylogenetically discontinuous distribution of the\ncluster among closely related species, and bias in GC content and codon\nusage as compared to other regions of the genome. The phylogenetic\nanalyses presented here coupled with previous work provides robust\nsupport for the hypothesis of HGT of PDA and perhaps the entire PEP\ncluster or the whole CD chromosome between closely related fungi.","trees":[{"tree_label":"PAUP 1","ntax":"23","rootedtree":"TRUE","title":"Inheritance of Pisatin Demethylase (PDA) among the\nFusaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50971.phy"},{"tree_label":"PAUP 1","ntax":"23","rootedtree":"TRUE","title":"Inheritance of Pisatin Demethylase (PDA) among the\nFusaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50969.phy"},{"tree_label":"PAUP 1","ntax":"23","rootedtree":"TRUE","title":"Inheritance of Pisatin Demethylase (PDA) among the\nFusaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50970.phy"}]}