{"Authors":" Florian Jabbour, Susanne S Renner","Year":" 2011","Title":" A Phylogeny of Delphinieae (Ranunculaceae) shows that\nAconitum is nested within Delphinium and that late miocene transitions\nto long life cycles in the Himalayas and southwest China coincide with\nbursts in diversification","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Beringia, life history evolution, Mediterranean, molecular\nclock, Tibetan Plateau","DOI":"","Abstract":" The tribe Delphinieae (Ranunculaceae) comprises two\nspecies-rich genera, Aconitum and Delphinium, the latter including\nConsolida and Aconitella. The 650-700 species are distributed in Eurasia\nand North America; three species occur on tropical African mountains.\nMaximum likelihood analyses of 2088 aligned nucleotides of plastid and\nnuclear sequences obtained from 188 accessions of Delphinieae from\nthroughout the geographic range (plus relevant outgroups) show that\nthree short-lived (annual or biennial) Mediterranean species belonging\nto Delphinium subgenus Staphisagria are the sister clade to all other\nDelphinieae, implying that Staphisagria needs to be raised to genus\nstatus if Delphinium and Aconitum are to become mutually monophyletic.\nMolecular clock dating suggests an origin of the sampled Delphinieae in\nthe Early Oligocene (c. 32.3 Ma) and expansion to North America of\nAconitum and Delphinium around 3.3 and 2.9 Ma ago, respectively; the\nEast African Mts. were reached by long-distance dispersal some 2.4 Ma\nago, coincident with the major uplift of the East African Rift system.\nThe ancestral growth form of the Delphinieae could not be reconstructed,\nbut Late Miocene bursts in diversification rates in the Himalayan and\nsouthwestern Chinese clades of Aconitum and Delphinium appear to be\nassociated with transitions from short-lived to long-lived life\nhistories.","trees":[{"tree_label":"Imported tree 0","ntax":"191","rootedtree":"TRUE","title":"Tr49511","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49511.phy"}]}