{"Authors":" Erika J. Edwards, Charles D. Bell, S. T. Kim, Michael J\nDonoghue","Year":" 2001","Title":" Dipsacales phylogeny based on chloroplast DNA sequences","Journal":" Harvard Papers in Botany","Volume":" 6","Issue":" NA","Pages":" 481-499","Keywords":" Dipsacales; Adoxaceae; Caprifoliaceae; Morinaceae;\nDipsacaceae; Valerianaceae; phylogeny; chloroplast DNA","DOI":" NA","Abstract":" Eight new rbcL DNA sequences and 15 new sequences from the\n5’ end of the chloroplast ndhF gene were obtained from representative\nDipsacales and outgroup taxa. These were analyzed in combination with\npreviously published sequences for both regions. In addition, sequence\ndata from the entire ndhF gene, the trnL-F intergenic spacer region, the\ntrnL intron, the matK region, and the rbcL-atpB intergenic spacer region\nwere collected for 30 taxa within Dipsacales. Phylogenetic relationships\nwere inferred using maximum parsimony and maximum likelihood methods.\nInferred tree topologies are in strong agreement with previous results\nfrom separate and combined analyses of rbcL and morphology, and\nconfidence in most major clades is now very high. Concerning\ncontroversial issues, we conclude that Dipsacales in the traditional\nsense is a monophyletic group and that Triplostegia is more closely\nrelated to Dipsacaceae than it is to Valerianaceae. Heptacodium is only\nweakly supported as the sister group of the Caprifolieae (within which\nrelationships remain largely unresolved), and the exact position of\nDiervilleae is uncertain. Within Morinaceae, Acanthocalyx is the sister\ngroup of Morina plus Cryptothladia. Dipsacales now provides excellent\nopportunities for comparative studies, but it will be important to check\nthe congruence of chloroplast results with those based on data from\nother genomes.","trees":[{"tree_label":"Fig. 3 ML","ntax":"46","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_639.phy"},{"tree_label":"Fig. 2 ndhF","ntax":"46","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1854.phy"},{"tree_label":"Fig. 2 rbcL","ntax":"46","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1855.phy"},{"tree_label":"Fig. 4","ntax":"30","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1856.phy"}]}