{"Authors":" Hideaki Sasaki, Hiroshi Kawai","Year":" 2004","Title":" Morphology, life history and molecular phylogeny of\nStschapovia flagellaris (Tilopteridales, Phaeophyceae)","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phenology, life history, ultrastructure of\nreproductive structures, and molecular phylogeny using rbcL and rDNA\n(5.8S, ITS2 and partial 26S) gene sequences of Stschapovia flagellaris ,\nendemic to northwestern Pacific, were studied. This species was first\nclassified in the order Delamareales Zinova together with Delamarea,\nCoelocladia and Cladothele. Those three genera, however, were later\ntransferred to Dictyosiphonales while the systematic position of\nStschapovia remained unclear. At Abashiri, Hokkaido, Japan, the species\nregenerated by forming a new erect thallus from a perennial crustose\nholdfast, or by presumably parthenogenetic development of eggs released\nfrom the erect thallus. There was no alternation of generations. In\nwinter, the monoecious erect thallus formed reproductive structures\n(i.e. plurilocular antheridia and oogonia) in the thickened part of the\nthallus. Sperm had a chloroplast with an eyespot, and a long anterior\nand short posterior flagellum. Eggs contained numerous disc-shaped\nchloroplasts, physodes and vacuoles. No sexual attraction of the\npresumptive sperm by eggs nor their sexual fusion were observed.\nMolecular phylogenetic analyses revealed the closest phylogenetic\nrelationship between Stschapovia and Halosiphonaceae, and formed a\nmonophyletic clade with Phyllariaceae and Tilopteridales sensu stricto.\nStschapovia and Tilopteridaceae have several important morphological\nsimilarities: chloroplasts lacking pyrenoids, lack of sexual\nreproduction despite the release of obvious sperm, occurrence of\nmonoecious gametophytes, and similarity in the early developmental\npattern of the erect thallus. In conclusion, we propose the\nestablishment of the new family Stschapoviaceae to accommodate\nStschapovia and to place the family in the order Tilopteridales together\nwith Tilopteridaceae, Halosiphonaceae and Phyllariaceae.","trees":[{"tree_label":"Fig. 8","ntax":"11","rootedtree":"TRUE","title":"Tilopteridales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_226.phy"},{"tree_label":"Fig. 6","ntax":"38","rootedtree":"TRUE","title":"Phaeophyceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_294.phy"}]}