{"Authors":" Philip D. Cantino, Aliya A Donnell, Harvey Eugene\nBallard","Year":" 2012","Title":" Callianthe (Malvaceae): A New Genus of Neotropical\nMalveae","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Bakeridesia, Abutilon, Internal Transcribed Spaceer (ITS),\nBrazil","DOI":"","Abstract":" The boundaries between the genera Bakeridesia and Abutilon\nhave long been debated. Results from recent phylogenetic studies using\nthe rDNA Internal Transcribed Spacer (ITS) in tribe Malveae strongly\nsuggest that these two genera as currently delimited are polyphyletic.\nSome species previously included in each genus form a well-supported\nclade that is phylogenetically removed from both Bakeridesia and\nAbutilon. The congruence of morphological and karyological distinctions\nwith this molecular evidence provides compelling support for recognition\nof the clade as a new genus, here described as Callianthe. In the\npresent study we transfer 40 species to Callianthe based on the ITS data\n(including the synapomorphy of a 25-base pair deletion in ITS2) and/or\nmorphological evidence, including the character states of four or more\novules per carpel, toothed and/or lobed leaves, and petals with\nimpressed veins (the latter is a synapomorphy). In addition, species of\nCallianthe share a base chromosome number of x = 8 (versus 7 in Abutilon\nand 15 in Bakeridesia). Not only is Callianthe phylogenetically removed\nfrom both Bakeridesia and Abutilon, but it is also morphologically\ndistinct from its closest phylogenetic relative, Gaya, which has a base\nchromosome number of x = 6. Callianthe has a neotropical distribution\nwith a center of diversity in eastern Brazil. It includes all species\npreviously referred to Bakeridesia subg. Dipteron and several\nlarge-flowered species previously referred to Abutilon.","trees":[{"tree_label":"MP","ntax":"104","rootedtree":"TRUE","title":"Callianthe","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_51854.phy"},{"tree_label":"con 50 majrule","ntax":"104","rootedtree":"TRUE","title":"Callianthe","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_51855.phy"},{"tree_label":"bestREP1","ntax":"104","rootedtree":"TRUE","title":"Callianthe","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_51856.phy"}]}