{"Authors":" Pedro Jimenez-Mejias, Santiago Martin-Bravo, Modesto\nLuceño","Year":" 2012","Title":" Systematics and taxonomy of Carex sect. Ceratocystis\n(Cyperaceae) in Europe: a molecular and cytogenetic approach","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":" 000","Keywords":" aneuploid series, Carex flava, ITS polymorphisms,\nphylogeny, rps16, 5trnK","DOI":"","Abstract":" Carex sect. Ceratocystis is distributed in Eurasia and\nNorth America, with a few disjunct taxa in the Southern Hemisphere.\nDespite being one of the most intensively studied groups within Carex,\nits taxonomy remains a complex issue due to hybridization and faint\nmorphological boundaries. Two main contrasting approaches to its\ntaxonomy may be distinguished, synthetic and analytical, widely\ndiffering in the number of considered taxa. The status of several\nmorphotypes from Europe and the Mediterranean Basin are particularly\nproblematic. We used phylogenetic analyses of nuclear ITS and plastid\nrps16 and 5trnK sequences along with cytogenetic data to evaluate the\nmain taxonomic approaches and to infer evolutionary patterns in Europe\nand North Africa, with a especial focus in the problematic morphotypes.\nThree major clades were found, which mostly match morphological features\nof the utricle. Carex durieui should be excluded from section\nCeratocystis. Although a linear agmatoploid series has been generally\nproposed to account for the cytogenetic evolution of section\nCeratocystis, our results suggest chromosome number increase but not in\na linear fashion. Different extensive hybridization areas in South\nEurope are suggested for some of the problematic morphotypes\n(Pyrenean-Cantabrian Mountains, Atlantic-Iberian Strip and\nCorsica).","trees":[{"tree_label":"MJ from 49700 trees from Bayesian analysis of\n5?trnK/rps16 sequences","ntax":"65","rootedtree":"TRUE","title":"Carex sect. Ceratocystis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49546.phy"},{"tree_label":"MJ from 49700 trees from Bayesian analysis of\n5?trnK/rps16 sequences","ntax":"65","rootedtree":"TRUE","title":"Carex sect. Ceratocystis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49545.phy"},{"tree_label":"MJ consensus tree of the 49850 trees from Bayesian\nanalysis of ITS Carex section Ceratocytistis","ntax":"26","rootedtree":"TRUE","title":"Carex sect. Ceratocystis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49547.phy"},{"tree_label":"MJ consensus tree of the 49850 trees from Bayesian\nanalysis of ITS Carex section Ceratocytistis","ntax":"26","rootedtree":"TRUE","title":"Carex sect. Ceratocystis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49548.phy"}]}