{"Authors":" Marco Thines, Volker Kummer","Year":" 2013","Title":" Diversity and species boundaries in floricolous downy\nmildews","Journal":" Mycological Progress","Volume":" 12","Issue":" 2","Pages":" 321-329","Keywords":" cox2, Internal transcribed spacer, Peronosporaceae,\nPhylogeny","DOI":"","Abstract":" Floricolous downy mildews are a monophyletic group of\nmembers of the genus Peronospora (Oomycota, Peronosporales). These downy\nmildews can be found on a variety of families of the Asteridae,\nincluding Asteraceae, Campanulaceae, Dipsacaceae, Lamiaceae, and\nOrobanchaceae. With the exception of Peronospora radii, which can also\ncause economically relevant losses, sporulation usually takes place only\non floral parts of their hosts. However, only very few specimens of\nthese mostly inconspicuous downy mildews have so far been included in\nmolecular phylogenies. Focusing on Lamiaceae, we have investigated\nmultiple specimens of floricolous downy mildews for elucidating species\nboundaries and host specificity in this group. Based on both\nmitochondrial and nuclear loci, it became apparent that phylogenetic\nlineages in the Lamiaceae seem to be host genus specific and significant\nsequence diversity could be found between lineages. Based on\ndistinctiveness in both phylogenetic reconstructions and morphology, the\ndowny mildew on flowers of Stachys palustris is introduced as a new\nspecies, Peronospora jagei sp. nov., which can be morphologically\ndistinguished from Peronospora stigmaticola by broader and shorter\nconidiospores. The diversity of the floricolous down mildews might be\nhigher than previously assumed, although specimens from a much broader\nset of samples will be needed to confirm this view.","trees":[{"tree_label":"cox2 FMD MrBayes","ntax":"20","rootedtree":"TRUE","title":"Floricolous downy mildews","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49549.phy"},{"tree_label":"ITS FMD MrBayes","ntax":"22","rootedtree":"TRUE","title":"Floricolous downy mildews","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49550.phy"}]}