{"Authors":" Bruce Austin Ford, Habibollah Ghazvini, Robert F.C. Naczi,\nJulian Richard Starr","Year":" 2012","Title":" Molecular phylogeny of Carex subg. Vignea (Cyperaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Cariceae, Carex, subgenera, mixed datasets, amplified\nfragment length polymorphisms (AFLPs), nrDNA ITS and ETS 1f\nsequences.","DOI":"","Abstract":" Carex subgenus Vignea is a distinctive taxon characterized\nby sessile, bisexual spikes, distigmatic flowers, and the lack of\ncladoprophylls. Evolutionary relationships within this subgenus were\nexamined using amplified fragment length polymorphism (AFLP) data alone\nand in combination with nrDNA ITS and ETS 1f sequences. Parsimony and\nBayesian analyses of the combined dataset show subg. Vignea to be\nmonophyletic with the atypical C. gibba (tristigmatic flowers,\ncladoprophylls) as sister to the remainder of the subgenus. All\ngynaecandrous sections are monophyletic, with gynaecandry having arisen\nmultiple times. In contrast, androgynous sections are largely\npolyphyletic with most clades comprised of disparate assemblages of taxa\nthat are often difficult to correlate with morphology or geography.\nBootstrap values/posterior probabilities support terminal and early\ndiverging clades, but support along the backbone of all trees is poor.\nTrees produced using Bayesian methods have a greater number of supported\nbranches than those produced by parsimony suggesting that the high\nlevels of homoplasy observed within the combined dataset may be better\naddressed by a model-based method. Bayesian and minimum evolution (ME)\nanalyses of the AFLP data alone result in trees that are topologically\nsimilar to the Bayesian analysis of the combined data. Parsimony trees\ngenerated using AFLP data alone are topologically different from other\nphylogenetic reconstructions. In groups such as subg. Vignea, which may\nbe recently evolved, AFLPs provide a rich source of highly variable\ncharacters that give good support for terminal clades. However, high\nrates of homoplasy will likely limit their application in higher-level\nphylogenetic studies in Carex.","trees":[{"tree_label":"Fig. 1","ntax":"93","rootedtree":"TRUE","title":"Carex subg. Vignea MB con of 79,712 trees, AFLP, 959\nloci","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_49599.phy"},{"tree_label":"Fig. 4","ntax":"93","rootedtree":"TRUE","title":"Carex subg. Vignea, MB con. of 38,670 trees, 1,247\nnrDNA bp, 114 indels, 959 AFLP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_49600.phy"},{"tree_label":"Fig. 3","ntax":"93","rootedtree":"TRUE","title":"Carex subg. Vignea, 1 of 6 MPTs, 1,247 nrDNA bp, 114\nindels, 959 AFLP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_49601.phy"},{"tree_label":"Fig. 2","ntax":"93","rootedtree":"TRUE","title":"Carex subg. Vignea, Strict con of 171 MPTs, 959 AFLP\nLoci","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_49602.phy"}]}