{"Authors":" María Mónica Ponce, María Amalia Scataglini","Year":" 2012","Title":" FILOGENIA Y REVISIÓN DEL GÉNERO CHEILANTHES (PTERIDACEAE) EN\nAMÉRICA DEL SUR","Journal":" Annals of the Missouri Botanical Garden","Volume":"","Issue":"","Pages":"","Keywords":" Cheilanthes, cheilanthoids, South America, taxonomy,\nphylogeny, rbcL","DOI":"","Abstract":" A taxonomic revision of Cheilanthes from South America and\na phylogenetic analysis of the genus, based in morphological and\nmolecular data, including a representative amount of species from South\nCone, are presented. In the phylogenetic study, the polyphyly of\nCheilanthes was corrobrated and new groups for South American species\nwere proposed. The taxonomic treatment included diagnostic descriptions\nand a key to determinate 44 species. Two new combinations, Cheilanthes\nsolitaria (R. M. Tryon) Ponce and Adiantopsis flexuosa (Kunze) Ponce\n& Scataglini, were established; likewise C. regularis Kunze ex Mett.\nwas recognized within Adiantopsis. Also identity of unclear taxa was\nresolved and updated synonyms were given, performing lectotypifications\nin Notholaena rufa var. minor C. Presl; Notholaena rufa var. major C.\nPresl; Cheilanthes fraseri Mett. ex Kuhn; Acrostichum glaucum Cav.;\nCheilanthes hieronymi Herter; Cheilanthes marginata var. gracilis\nHieron.; Cheilanthes thellungii Herter; Cheilanthes pohliana Kunze ex\nMett. and Cheilanthes flexuosa Kunze.","trees":[{"tree_label":"t1","ntax":"70","rootedtree":"TRUE","title":"Tr49691","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49691.phy"},{"tree_label":"t2","ntax":"70","rootedtree":"TRUE","title":"Tr49692","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49692.phy"},{"tree_label":"t3","ntax":"70","rootedtree":"TRUE","title":"Tr49693","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49693.phy"},{"tree_label":"t4","ntax":"70","rootedtree":"TRUE","title":"Tr49694","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49694.phy"}]}