{"Authors":" Scot E Dowd, Ulrich G. Mueller, Quinn Stetson McFrederick,\nWilliam T. Wcislo, Douglas R Taylor, Heather D. Ishak","Year":" 2012","Title":" Environment or kin: whence do bees obtain acidophilic\nbacteria?","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Acidophilic bacteria, Lactobacillus, phylogeny, 16S\namplicon 454 pyrosequencing, insect diseases, insect symbiosis","DOI":" 10.1111/j.1365-294X.2012.05496.x","Abstract":" As honey bee populations decline, interest in pathogenic\nand mutualistic relationships between bees and microorganisms has\nincreased. Honey bees and bumble bees appear to have a simple intestinal\nbacterial fauna that includes acidophilic bacteria. Here, we explore the\nhypothesis that sweat bees can acquire acidophilic bacteria from the\nenvironment. To quantify bacterial communities associated with two\nspecies of North American and one species of Neotropical sweat bees, we\nconducted 16S-amplicon 454-pyrosequencing of bacteria associated with\nthe bees, their brood cells, and their nests. Lactobacillus spp. were\nthe most abundant bacteria in many, but not all, of the samples. To\ndetermine if bee-associated lactobacilli can also be found in the\nenvironment, we reconstructed the phylogenetic relationships of the\ngenus Lactobacillus. Previously described groups that associate with\nBombus and Apis appeared relatively specific to these genera. Several\nbacteria that have been isolated from flowers, however, were isolated\nfrom bees. Additionally, all three sweat bee species associated with\nlactobacilli related to flower-associated lactobacilli. These data\nsuggest that there may be at least two different means by which bees\nacquire putative probiotics. Some lactobacilli appear specific to\ncorbiculate apids, possibly because they are largely vertically\ntransmitted. Other lactobacilli, however, may be regularly acquired from\nenvironmental sources such as flowers. Sweat bee associated lactobacilli\nwere found to be abundant in the pollen and frass inside the nest of\nhalictids, suggesting that they could play a role in suppressing the\ngrowth of molds and other spoilage organisms.","trees":[{"tree_label":"bestREP2+","ntax":"267","rootedtree":"TRUE","title":"Lactobacillus spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49605.phy"}]}