{"Authors":" Todd Christopher LaJeunesse, Xavier Pochon, J.\nPawlowski","Year":" 2004","Title":" Biogeographic partitioning and host specialization among\nforaminiferan dinoflagellate symbionts (Symbiodinium, Dinophyta)","Journal":" Marine Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Large discoidal soritid foraminiferans (Soritinae) are\nabundant in coral reef ecosystems. As with the many cnidarian\ninvertebrates that inhabit these systems they also depend on symbiotic\ndinoflagellates for their growth and survival. Several particular\nSymbiodinium sub-genera or clades inhabit these soritids. One symbiont\nlineage, referred to as clade C, dominates corals and their relatives\nthroughout the tropical Indo-Pacific. In contrast, the distribution of\nSymbiodinium spp. from clades A, B, and C are more evenly apportioned\nacross Caribbean invertebrate communities. To explore the possibility\nthat a similar biogeographic break exists in the symbionts harbored by\nsoritids, we surveyed the Symbiodinium spp. from the soritid genus\nSorites collected from the Pacific and Caribbean coasts of Panama as\nwell as from Florida. Characterization of Symbiodinium obtained from\nforaminiferal and cnidarian samples was conducted using conventional\nrestriction fragment length polymorphism (RFLP) and phylogenetic\nanalyses of the nuclear internal transcribed spacer region 2 (ITS 2) and\na portion of the large subunit (LSU) ribosomal DNA sequences. A\ndistinctive biogeographic break between the kinds of symbionts found in\nSorites from the East Pacific and Caribbean was clearly evident and\nprobably resulted from environmental pressures believed responsible for\nthe differences in cnidarian symbioses from each ocean. Caribbean\nSorites spp. harbored symbionts described from clade F (specifically\nsub-clade Fr4) and clade H (formally referred to as Fr1), while Sorites\nspp. from the eastern Pacific were dominated by a single Symbiodinium\nhaplotype in clade C. An ITS 2 phylogeny identified that most clade C\ntypes recovered from Indo-Pacific soritids form a monophyletic\nsub-lineage with other clade C symbionts typically found in Pacific\ncorals from the genus Porites. The existence of multiple Symbiodinium\nlineages at various taxonomic ranks associating specifically with\nsoritids indicates that symbioses with these hosts are important in\ndriving Symbiodinium spp. evolution.","trees":[{"tree_label":"Fig. 2a","ntax":"62","rootedtree":"TRUE","title":"Foraminiferan Dinoflagellate Symbionts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1857.phy"},{"tree_label":"Fig. 2b","ntax":"48","rootedtree":"TRUE","title":"Foraminiferan Dinoflagellate Symbionts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1858.phy"},{"tree_label":"Fig. 3b","ntax":"41","rootedtree":"TRUE","title":"Foraminiferan Dinoflagellate Symbionts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1859.phy"}]}