{"Authors":" Pedro Escobar García, Manuela Winkler, Ruth Flatscher,\nMichaela Sonnleitner, Jana Rauchova, Jan Suda, Karl Huelber, Gerald M\nSchneeweiss, Peter Schoenswetter","Year":" 2011","Title":" Extensive range persistence in peripheral and interior\nrefugia characterizes Pleistocene range dynamics in a widespread Alpine\nplant species (Senecio carniolicus, Asteraceae)","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" AFLPs, Alps, geographic diffusion models, plastid\nsequences, phylogeography, Pleistocene refugia, range dynamics, Senecio\ncarniolicus","DOI":"","Abstract":" Recent evidence suggests that survival of arctic-alpine\norganisms in peripheral or interior glacial refugia are not mutually\nexclusive and may both be involved in shaping an organisms Pleistocene\nhistory, yet potentially at different time levels. Here, we test this\nhypothesis in a high-mountain plant (diploid Senecio carniolicus,\nAsteraceae) from the Eastern European Alps. In this taxon, patterns of\nmorphological variation and current habitat requirements suggest\nsurvival in both types of refugia. To this end, we used AFLPs and\nplastid DNA sequences and analysed them, amongst others, within a graph\ntheoretic framework and using novel Bayesian methods of phylogeographic\ninference. Based on patterns of genetic diversity, occurrence of rare\nmarkers, distribution of distinct genetic lineages, and patterns of\nrange connectivity both interior refugia in the formerly strongly\nglaciated central Alps and peripheral refugia along the southern margin\nof the Alps were identified. Remarkably, there was no evidence for\nsurvival in the easternmost Alps, which acted as refugium for most\nsilicicolous species investigated so far. The presence of refugia\ncongruently inferred by markers resolving at different time levels\nsuggests that these refugia acted as such throughout several glacial\ncycles. The high degree of range persistence together with gradual range\nexpansion, which contrasts with the extent of range shifts implied for\nother Alpine species, is likely responsible for incipient lineage\ndifferentiation evident from the genetic data. Replacing a simplistic\nperipheral versus interior refugia dualism by more complex models\ninvolving both types of refugia and considering different time levels\nwill help identifying common phylogeographic patterns with respect to,\nfor instance, location of refugia and colonization routes and\nelucidating their underlying genetic and/or ecological causes.","trees":[{"tree_label":"PAUP 1+","ntax":"231","rootedtree":"TRUE","title":"Tr49671","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49671.phy"},{"tree_label":"PAUP 1","ntax":"290","rootedtree":"TRUE","title":"Tr49672","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49672.phy"}]}