{"Authors":" Margherita Lega, Filippo Prosser, Alessio Bertolli, Mingai\nLi, Claudio Varotto, Simone Fior","Year":" 2012","Title":" Application of the unified species concept reveals distinct\nlineages for disjunct endemics of the Brassica repanda (Brassicaceae)\ncomplex","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" AFLP; conservation; disjunction; population genetics;\ntaxonomic delimitation","DOI":" 10.1111/j.1095-8312.2012.01887.x","Abstract":" Species delimitation is an important issue in terms of\nconservation priorities, especially for narrow endemics under threat of\nextinction. The Alpine endemics Brassica repanda subsp. glabrescens and\nsubsp. baldensis belong to a highly polymorphic species complex,\nalthough their disjunct distribution suggests favourable conditions for\nindependent evolution. In the present study, we applied the unified\nspecies concept to test whether the endemics form distinct evolutionary\nlineages, both from one another and also from the remainder of the\ncomplex. Compliance with the criteria of monophyly, diagnosability, and\ngenotypic clustering was examined, primarily by making use of amplified\nfragment length polymorphism data. Both endemics were indicated as\nmonophyletic by phylogenetic analyses, and diagnostic characters were\nfound for both taxa. Population structure analyses showed clear genetic\ndiscontinuity for each of the endemics, with little admixture among the\nclusters. This evidence indicates that the endemics have acquired\nmultiple properties that satisfy each of the species criteria\nconsidered. Hence, we suggest the taxonomic recognition of B. baldensis\nand B. glabrescens as separate species. Comparative population genetics\nanalyses show the lack of marked genetic structuring within either\ntaxon, as well as low levels of heterozygosity. Conclusions on the\nstatus of threat and on recommended conservation actions are drawn.","trees":[{"tree_label":"HSearchCONS","ntax":"125","rootedtree":"TRUE","title":"Brassiceae ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50585.phy"}]}