{"Authors":" G. J. M. Verkley, Uwe Braun, Johannes (Ewald) Zacharias\nGroenewald, André Aptroot, Pedro W. Crous","Year":" 2004","Title":" Mycosphaerella punctiformis revisited: morphology, phylogeny,\nand epitypification of the type species of the genus Mycosphaerella\n(Dothideales, Ascomycota)","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Mycosphaerella punctiformis, the type species of the genus\nMycosphaerella, is epitypified by material collected on Quercus robur in\nthe Netherlands. The teleomorph is described in planta, and the\nRamularia anamorph, for which the new name R. endophylla is proposed,\nand the Asteromella spermatial state are characterized in vitro.\nSequence data of the nuclear ribosomal DNA are presented and analyzed\ntogether with other Mycosphaerella spp. with Ramularia and several other\nanamorphs. Several strains originating from Quercus, Acer and Tilia\nshowed diverging ITS sequences, indicating that the M. punctiformis\ncomplex may comprise more than a single phylogenetic species, but this\ncould not be confirmed by the analysis of our dataset. An endophytic\nphase is established for the first time in the lifecycle of M.\npunctiformis, as the species was repeatedly isolated from surface\nsterilized green healthy leaves of Quercus robur in summer at the\nepitype locality.","trees":[{"tree_label":"Fig. 1","ntax":"84","rootedtree":"TRUE","title":"Mycosphaerella, str. con. 580 MPT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1860.phy"},{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Mycosphaerella, one of 11 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1861.phy"},{"tree_label":"Unpublished LSU tree","ntax":"17","rootedtree":"TRUE","title":"Mycosphaerella, one of 4 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1862.phy"}]}