{"Authors":" Sahadevan Seena, Sofia Duarte, Cláudia Pascoal, Fernanda\nCássio","Year":" 2011","Title":" Intraspecific variation of the aquatic fungus Articulospora\ntetracladia: an ubiquitous perspective\n","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Articulospora tetracladia, Genetic diversity, ITS region\nsequence, DGGE fingerprint\n","DOI":"","Abstract":" The worldwide-distributed aquatic fungus Articulospora\ntetracladia Ingold is a dominant sporulating species in streams of the\nNorthwest Iberian Peninsula. To elucidate the genetic diversity of A.\ntetracladia, we analyzed isolates collected from various types of plant\nlitter or foam in streams from North and Central Portugal and North\nSpain, between 2000 and 2010. Genetic diversity of these fungal\npopulations was assessed by denaturing gradient gel electrophoresis\n(DGGE) fingerprints and by using ITS1-5.8S-ITS2 barcodes. Moreover,\nITS1-5.8S-ITS2 barcodes of A. tetracladia reported in other parts of the\nworld (Central Europe, UK, Canada, Japan and Malaysia) were retrieved\nfrom National Center for Biotechnology (NCBI) or National Institute of\nTechnology and Evaluation Biological Resource Center (NBRC) to probe\ninto genetic diversity of A. tetracladia. PCR-DGGE of ITS2 region of 50\nIberian fungal isolates distinguished eight operational taxonomic units\n(OTUs), which were similar to those obtained from neighbour joining tree\nbased on ITS2 gene sequences. On the other hand, ITS1-5.8S-ITS2 barcodes\nof 68 fungal isolates yielded nine OTUs, but five fungal isolates were\nnot assigned to any of these OTUs. Molecular diversity was highest for\nOTU-8, which included only European isolates. Two haplotypes were\nobserved within OTU-8 and OTU-9, while only one haplotype was found\nwithin each of the remaining OTUs. Malaysia did not share haplotypes\nwith other countries. Overall results indicate that, apart from the\nMalaysian genotypes, A. tetracladia genotypes were geographically\nwidespread irrespective of sampling time, sites or substrates.\nFurthermore, PCR-DGGE appeared to be a rapid tool for assessing\nintraspecific diversity of aquatic hyphomycetes.","trees":[{"tree_label":"PHYLIP 1+","ntax":"68","rootedtree":"TRUE","title":"Articulospora tetracladia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51293.phy"},{"tree_label":"PHYLIP 1+","ntax":"50","rootedtree":"TRUE","title":"Articulospora tetracladia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51294.phy"}]}