{"Authors":" Brant C Faircloth, John E McCormack, Nicholas Geoffrey\nCrawford, Michael G Harvey, Robb T. Brumfield, Travis C Glenn","Year":" 2011","Title":" Ultraconserved Elements Anchor Thousands of Genetic Markers\nSpanning Multiple Evolutionary Timescales.","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" ultra conserved elements, uce, genetic markers, sequence\ncapture, target enrichment, phylogenomics, flanking sequence","DOI":"","Abstract":" Although massively parallel sequencing has facilitated\nlarge-scale DNA sequencing, comparisons among distantly related species\nrely upon small portions of the genome that are easily aligned. Methods\nare needed to efficiently obtain comparable DNA fragments prior to\nmassively parallel sequencing, particularly for biologists working with\nnon-model organisms. We introduce a new class of molecular marker,\nanchored by ultraconserved genomic elements (UCEs), that universally\nenable target enrichment and sequencing of thousands of orthologous loci\nacross species separated by hundreds of millions of years of evolution.\nOur analyses here focus on use of UCE markers in Amniota, because UCEs\nand phylogenetic relationships are well known in some amniotes. We\nperform an in silico experiment to demonstrate that sequence flanking\n2,030 UCEs contains information sufficient to enable unambiguous\nrecovery of the established primate phylogeny. We extend this experiment\nby performing an in vitro enrichment of 2,386 UCE-anchored loci from\nnine, non-model avian species. We then use alignments of 854 of these\nloci to unambiguously recover the established evolutionary relationships\nwithin and among three ancient bird lineages. Because many organismal\nlineages have UCEs, this type of genetic marker and the analytical\nframework we outline can be applied across the tree of life, potentially\nreshaping our understanding of phylogeny at many taxonomic levels.","trees":[{"tree_label":"Fig. 4a","ntax":"10","rootedtree":"TRUE","title":"Big Primate Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49836.phy"},{"tree_label":"Fig. 4a","ntax":"10","rootedtree":"TRUE","title":"Big Bird Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49837.phy"}]}