{"Authors":" R. Jay Stipes, Marieka Gryzenhout, Henrietta Myburg, Brenda\nD Wingfield, Michael J Wingfield","Year":" 2004","Title":" Phylogenetic relationships of Cryphonectria and Endothia\nspecies, based on DNA sequence data and morphology","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The fungal genera Endothia and Cryphonectria include some\nof the most important pathogens of forest trees. Despite available new\ntechnology, no comprehensive comparative study based on DNA sequence\ndata and morphology has been done on the available isolates representing\nthese two genera. The main objectives of this study were to assess the\nphylogenetic relationships among species of Cryphonectria and Endothia\nfor which cultures are available, and to establish a taxonomic framework\nbased on DNA sequence and morphological data, which will aid future\nstudies and identification of species residing in these and related\ngenera. Comparisons were based on sequence variation found in the ITS\nregion of the ribosomal RNA operon and two regions of the b-tubulin\ngene. In addition, the morphology of these species was also examined.\nThe phylogenetic data indicated that Endothia and Cryphonectria reside\nin two distinct phylogenetic clades. Cryphonectria parasitica, C.\nmacrospora, C. nitschkei, C. eucalypti and C. radicalis represented the\nCryphonectria clade. Endothia gyrosa and E. singularis were included in\nthe Endothia clade. An isolate representing E. viridistroma grouped\noutside the Endothia clade and separately from other groups. Other\nclades outside the one encompassing Cryphonectria were those represented\nby the C. cubensis isolates and fungi isolated from Elaeocarpus dentatus\noriginating from New Zealand. These clades could be distinguished from\nEndothia and Cryphonectria, based on anamorph morphology, stromatal\nstructure and ascospore septation. Cryphonectria and Endothia,\ntherefore, appear to be paraphyletic and taxonomic relationships for\nthese fungi need to be revised.","trees":[{"tree_label":"Fig. 1","ntax":"28","rootedtree":"TRUE","title":"Cryphonectria and Endothia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1865.phy"}]}