{"Authors":" Andre Rodrigues, Michel RZ Passarini, Milene Ferro, Nilson\nS Nagamoto, Luiz C Forti, Mauricio Bacci, Lara Duraes Sette, Fernando C\nPagnocca","Year":" 2012","Title":" Fungal communities in nest soils of leaf-cutting ants","Journal":" Journal of Basic Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Attini, microfungi, community, isolation, ITS sequencing,\ncloning","DOI":"","Abstract":" Leaf-cutting ants modify the physical and chemical\nproperties of the soil adjacent to their nests. Here, we examined\nwhether such an ant-altered environment impacts the belowground fungal\ncommunities. Fungal diversity and community structure of nest soils of\nAtta sexdens rubropilosa and Atta bisphaerica, two widespread\nleaf-cutting ants in Brazil, were determined and compared with non-nest\nsoils. Culture-dependent methods revealed similar species richness in\nnest and non-nest soils; but community composition differed between both\ntypes of soils. Penicillium janthinellum and Trichoderma spirale were\nthe most prevalent fungi found in nest and non-nest soils, respectively.\nIn contrast to cultivation methods, analyses of ITS rDNA libraries\nindicated that richness of operational taxonomic units (OTUs)\nsignificantly differed between nest and non-nest soils. FastUnifrac\nanalyses based on ITS sequences further revealed clear distinction in\nthe community structure between nest and non-nest soils. Plectania\nmilleri and an uncultured Clavariaceae fungus were the most prevalent\nOTUs in nest and non-nest soils, respectively. FastUnifrac analyses also\nrevealed that fungal community structure of nest soils markedly differed\nbetween ant species. Our findings suggest that leaf-cutting ants affect\nfungal communities in the soil adjacent to their nests.","trees":[{"tree_label":"Figure 3","ntax":"46","rootedtree":"TRUE","title":"hylogenetic tree from a 814-base pair fragment of the\nITS-rDNA of representative OTUs derived from soil samples","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49805.phy"},{"tree_label":"Imported tree 0","ntax":"580","rootedtree":"TRUE","title":"Phylogenetic tree of ITS sequences derived from soil\nclone libraries","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49833.phy"}]}