{"Authors":" Jaqueline Megan O’Connor","Year":" 2011","Title":" Phylogenetic relationships and host utilization patterns\namong Costa Rican Cotesia (Hymenoptera: Braconidae:\nMicrogastrinae).","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 1-53","Keywords":" Cotesia, Microgastrinae, phylogeny, host utilization,\nspecialist, parasitoid, polydnavirus","DOI":"","Abstract":" Parasitoid wasps play a pivotal role in maintaining the\nstructure and dynamics of complex food webs. However, classical species\nsampling techniques such as malaise, light and yellow pan trapping,\ngenerally lack information regarding host utilization. Even within the\nspecies for which host data is available, there are commonly too few\naccurate records to provide a realistic depiction of host breadth. As a\nresult, detailed phylogenetic studies including both realistic subsets\nof species and empirical data regarding parasitoid life history are\nrare, if not until very recently completely absent from the literature.\nYet over the past decade, a number of rearing inventories in Ecuador,\nCosta Rica and Papua New Guinea have superseded classical technique,\nproviding multiple records collected over many years for every specimen\nreared, representing a unique opportunity to study the evolution of host\nbreadth and specialization across and within parasitoid lineages. In the\npresent study, using mitochondrial cytochrome oxidase 1 (COI), 28S rRNA\nand nuclear wingless (wgls), long-wavelength Rhodopsin (LwRhod) and\nAlpha-Spectrin (ASpec), I employed Bayesian phylogenetic inference to\nresolve the phylogenetic relationships between 53 provisional Costa\nRican species from the genus Cotesia; cumulatively reared > 560 times\nover a three-year period in the Area de Conservación Guanacaste (ACG)\nPlant-Caterpillar-Parasitoid rearing inventory, Costa Rica. The\nresultant phylogeny revealed three well supported clades of closely\nrelated Cotesia species which, like has previously been found within\nCosta Rican Microgastrinae, are largely a specialist parasitoid lineage,\neach attacking just a few closely related host caterpillar species.\nOverlaying host family data using lepidopteran Major Clade Assignments\n(MCs) defined by Regier et al. (2009), I found striking niche\nconservatism within the Cotesia. That is, closely related species of\nparasitoid always appear to attack closely related lepidopteran hosts.\nThe possible causes of the host utilization patterns observed are\ndiscussed with regard to host chemistry, the lepidopteran immune system\nand future comparative studies of individual parasitoid polydnaviruses\n(PDVs).","trees":[{"tree_label":"Fig. 4","ntax":"48","rootedtree":"TRUE","title":"Cotesia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49900.phy"}]}