{"Authors":" Michael Scott Brewer, Chad Lee Spruill, Nandita Shiva Rao,\nJason Bond","Year":" 2012","Title":" Phylogenetics of the millipede genus Brachycybe Wood, 1864\n(Diplopoda: Platydesmida: Andrognathidae): patterns of deep evolutionary\nhistory and recent speciation","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The genus Brachycybe Wood is a little known group of\nmillipedes comprising eight nominal species distributed throughout North\nAmerica, Japan, South Korea, Taiwan, and China. The groups species are\nrelatively morphologically homogenous and have been described primarily\non the basis of differences in somatic morphology largely ignoring the\noften-used characters in millipede taxonomy and systematics  male\ngenitalia (the gonopods). The objectives of this study were to survey\nmale gonopods with the aim of evaluating inter-specific variation,\nassess existing species boundaries and phylogeny using molecular\ncharacters, examine the historical biogeography of the genus, and\nestimate the timing of lineage divergence using a molecular clock. We\nsurveyed two mitochondrial genes (cytochrome c oxidase I and cytochrome\nb) and one nuclear protein-coding gene (glutamyl and prolyl-tRNA\nsynthetase) each comprising 952, 746, and 555 aligned base pairs\nrespectively. Phylogenetic inference coupled with an analysis of species\ndelimitations using a generalized mixed Yule coalescent model recovered\neight species, two of which were considered to be cryptic. Molecular\ndating analyses coupled with ancestral range reconstructions indicate\nthat the group is quite ancient (age > 50 million years) and its\norigins are likely traced back geographically to the mountains of\nCalifornias Sierra Nevada and Coastal Ranges.","trees":[{"tree_label":"con 50 majrule","ntax":"116","rootedtree":"TRUE","title":"Tr49973","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49973.phy"},{"tree_label":"con 50 majrule","ntax":"116","rootedtree":"TRUE","title":"Tr49974","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49974.phy"},{"tree_label":"con 50 majrule","ntax":"110","rootedtree":"FALSE","title":"Tr49975","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_49975.phy"}]}