{"Authors":" Anne D Yoder, Melissa M Burns, Sarah Zehr, Thomas\nDelefosse, Géraldine Veron, Steven M Goodman, John Flynn","Year":" 2003","Title":" Single origin of Malagasy Carnivora from an African\nancestor.","Journal":" Nature","Volume":" 421","Issue":"","Pages":" 734-737","Keywords":"","DOI":" 10.1038/nature01303","Abstract":" The Carnivora are one of only four orders of terrestrial\nmammals living in Madagascar today. All four (carnivorans, primates,\nrodents and lipotyphlan insectivores) are placental mammals with limited\nmeans for dispersal, yet they occur on a large island that has been\nsurrounded by a formidable oceanic barrier for at least 88 million\nyears, predating the age of origin for any of these groups. Even so, as\nmany as four colonizations of Madagascar have been proposed for the\nCarnivora alone5. The mystery of the islands mammalian origins is\nconfounded by its poor Tertiary fossil record, which leaves us with no\ndirect means for estimating dates of initial diversification. Here we\nuse a multi- gene phylogenetic analysis to show that Malagasy\ncarnivorans are monophyletic and thus the product of a single\ncolonization of Madagascar by an African ancestor. Furthermore, a\nbayesian analysis6 of divergence ages for Malagasy carnivorans and\nlemuri- forms indicates that their respective colonizations were tem-\nporally separated by tens of millions of years. We therefore conclude\nthat a single event, such as vicariance or common dispersal, cannot\nexplain the presence of both groups in Madagascar.","trees":[{"tree_label":"Fig. 3","ntax":"50","rootedtree":"TRUE","title":"Malagasy Carnivora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49971.phy"},{"tree_label":"Fig. S","ntax":"35","rootedtree":"TRUE","title":"Malagasy Carnivora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49969.phy"},{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Malagasy Carnivora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49970.phy"}]}