{"Authors":" Jeanmaire E Molina, Lena Struwe, Jun Wen","Year":" 2012","Title":" Systematics and biogeography of the non-viny grape relative\nLeeaceae (Vitales)","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" 5S-NTS-cryptic species-internal transcribed\nspacer-morphological evolution-Old World tropics-phylogeny-secondary\nstructure-species complex-taxonomy-Vitaceae\n","DOI":"","Abstract":" Leeaceae, and its only genus Leea, is sister to the grape\nfamily, Vitaceae, but its systematics is poorly known. The phylogeny of\nLeea was reconstructed with parsimony and Bayesian methods using nuclear\nribosomal sequences to assess species circumscriptions, morphological\nevolution, and biogeography. The ITS secondary structure model for\nLeeaceae facilitated homology assessments during sequence alignment.\nNine morphological characters were mapped onto the phylogeny. Four major\nclades within Leea were supported with L. asiatica s.l. (=clade I) as\nthe earliest diverging clade and having plesiomorphic free stamens.\nClade II, which includes the prickle-bearing species, is sister to clade\nIII, which includes species with comparatively large flowers. Clade IV,\nsister to Clade II+III, was resolved into four subclades. Each subclade\nincluded accessions of L. indica and L. guineensis intermixed with six\nother morphologically distinct species, showing the polyphyly of these\ntwo species as currently circumscribed. Flower color, previously used to\ncharacterize species, was shown as unreliable for species\nidentification. Dating analyses estimated that Leea originated in\nIndochina in Late Cretaceous (65-86.19 myr, 95% HPD). The major clades\nlater spread to India, Africa, Madagascar, Southeast Asia as well as to\ntropical Australasia. Major species diversification happened in the\nNeogene, when dynamic environmental and geological changes in Southeast\nAsia presented new ecological niches.","trees":[{"tree_label":"Fig. 4","ntax":"96","rootedtree":"TRUE","title":"Leeaceae Majority rule consensus tree from Bayesian\nanalysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_50031.phy"},{"tree_label":"Fig. 5","ntax":"39","rootedtree":"FALSE","title":"Leeaceae Dated maximum clade credibility tree from\nBEAST","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50032.phy"},{"tree_label":"Fig. 3","ntax":"96","rootedtree":"TRUE","title":"Leeaceae Strict consensus tree from parsimony\nanalysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_50030.phy"}]}