{"Authors":" Antoine Fouquet, Brice P Noonan, Miguel Trefaut Rodrigues,\nNicolas Pech, Andre Gilles, Neil J Gemmell","Year":" 2012","Title":" Multiple Quaternary Refugia in the Eastern Guiana Shield\nRevealed by Comparative Phylogeography of 12 Frog Species","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Guiana Shield, Anura, comparative phylogeography, refugia,\nQuaternary","DOI":"","Abstract":" The Guiana Shield is one of the most pristine regions of\nAmazonia and biologically one of the richest areas on Earth. How and\nwhen this massive diversity arose remains the subject of considerable\ndebate. The prevailing hypothesis of Quaternary glacial refugia suggests\nthat a part of the eastern Guiana Shield, among other areas in Amazonia,\nserved as stable, forested refugia during periods of aridity. However,\nthe recently proposed Disturbance-Vicariance hypothesis proposes that\nfluctuations in temperature on orbital timescales, with some associated\naridity, have driven Neotropical diversification. The expectations of\nthe temporal and spatial organization of biodiversity differ between\nthese two hypotheses. Here, we compare the genetic structure of 12\nleaf-litter inhabiting frog species from the Guiana Shield lowlands\nusing a combination of mitochondrial and nuclear sequence in an\nintegrative analytical approach that includes phylogenetic\nreconstructions, molecular dating, and Geographic Information System\nmethods. This comparative and integrated approach overcomes the\nwell-known limitations of phylogeographic inference based on single\nspecies and single loci. All of the focal species exhibit distinct\nphylogeographic patterns highlighting taxon specific historical\ndistributions, ecological tolerances to climatic disturbance and\ndispersal abilities. Nevertheless, all but one species exhibit a history\nof fragmentation/isolation within the eastern Guiana Shield during the\nQuaternary with spatial and temporal concordance among species. The\nsignature of isolation in northern French Guiana during the early\nPleistocene is particularly clear. Approximate Bayesian Computation\nsupports the synchrony of the divergence between Northern French Guiana\nand other Guiana Shield lineages. Sub-structure observed throughout the\nGuiana Shield suggests further Quaternary fragmentation and a role for\nrivers. Our findings support fragmentation of moist tropical forest in\nthe eastern Guiana Shield during this period when the Refuge Hypothesis\nwould have the region serving as a contiguous wet-forest refuge","trees":[{"tree_label":"con all compat","ntax":"130","rootedtree":"TRUE","title":"Pristimantis mtDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49993.phy"},{"tree_label":"con all compat","ntax":"82","rootedtree":"TRUE","title":"Allobates mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49988.phy"},{"tree_label":"con all compat","ntax":"96","rootedtree":"TRUE","title":"Leptodactylus mtDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49992.phy"},{"tree_label":"con all compat","ntax":"85","rootedtree":"TRUE","title":"Anomaloglossus mtDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49990.phy"},{"tree_label":"Adenomera mtDNA tree treebase","ntax":"107","rootedtree":"TRUE","title":"Adenomera mtDNA result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_49985.phy"},{"tree_label":"con all compat","ntax":"68","rootedtree":"TRUE","title":"Rhinella mtDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49995.phy"}]}