{"Authors":" Martin Jones, Katelyn Fenn, Claire Conlon, Michael A Quail,\nNancy E Holroyd , Julian Parkhill , Mark L. Blaxter","Year":" 2006","Title":" Phylogenetic Relationships of the Wolbachia of Nematodes and\nArthropods.","Journal":" PLoS Pathogens","Volume":" 2","Issue":" 9","Pages":" e94","Keywords":"","DOI":" 10.1371/journal.ppat.0020094","Abstract":" Wolbachia are well known as bacterial symbionts of\narthropods, where they are reproductive parasites, but have also been\ndescribed from nematode hosts, where the symbiotic interaction has\nfeatures of mutualism. The majority of arthropod Wolbachia belong to\nclades A and B, while nematode Wolbachia mostly belong to clades C and\nD, but these relationships have been based on analysis of a small number\nof genes. To investigate the evolution and relationships of Wolbachia\nsymbionts we have sequenced over 70 kb of the genome of wOvo, a\nWolbachia from the human-parasitic nematode Onchocerca volvulus, and\ncompared the genes identified to orthologues in other sequenced\nWolbachia genomes. In comparisons of conserved local synteny, we find\nthat wBm, from the nematode Brugia malayi, and wMel, from Drosophila\nmelanogaster, are more similar to each other than either is to wOvo.\nPhylogenetic analysis of the protein-coding and ribosomal RNA genes on\nthe sequenced fragments supports reciprocal monophyly of nematode and\narthropod Wolbachia. The nematode Wolbachia did not arise from within\nthe A clade of arthropod Wolbachia, and the root of the Wolbachia clade\nlies between the nematode and arthropod symbionts. Using the wOvo\nsequence, we identified a lateral transfer event whereby segments of the\nWolbachia genome were inserted into the Onchocerca nuclear genome. This\nevent predated the separation of the human parasite O. volvulus from its\ncattle-parasitic sister species, O. ochengi. The long association\nbetween filarial nematodes and Wolbachia symbionts may permit more\nfrequent genetic exchange between their genomes.","trees":[{"tree_label":"Fig. 5a","ntax":"8","rootedtree":"TRUE","title":"Phylogenetic Relationships of the Wolbachia of\nNematodes and Arthropods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_49972.phy"}]}