{"Authors":" Beryl B. Simpson, Jennifer A. Tate, Andrea Weeks","Year":" 2004","Title":" On the value of the genus Hoffmannseggia (Caesalpinieae:\nCaesalpiniodeae: Leguminosae): Phylogeny and character evolution","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" For the last 150 years, Hoffmannseggia has been variously\nentangled with Caesalpinia and Pomaria. The confusion surrounding\ngeneric limits stemmed from the emphasis placed by workers on plant\nhabit (herbaceous or subshrubby versus trees or stout vines) and\narmament (glandular trichomes versus spines). Traditionally,\nHoffmannseggia consisted of herbaceous or subshrubby perennials that\nlack spines and usually bear glandular trichomes on portions of the\nvegetative surfaces. However, the lack of correspondence of other\ncharacters such as flower shape, fruit type, and sepal persistence with\nhabit and armament led to the continual realignment of various species.\nHere, we show that many systematists of the mid-nineteenth century were\nmisled by convergence in habit and trichome type. Our data, drawn from\nnuclear ITS, chloroplast trnL-trnF, and rbcL sequences show that,\ncontrary to previous conclusions, Hoffmannseggia forms a monophyletic\ngroup supported with several morphological synapomorphies and that it is\nnot closely related to either Caesalpinia or Pomaria. The species of the\ngenus exhibit interesting patterns of character change and a complex\nphylogeny involving one documented case and other suspected cases of\nhybridization. We also make the new combination Hoffmannseggia\npumilio.","trees":[{"tree_label":"TrnLF with hybrids","ntax":"36","rootedtree":"TRUE","title":"Hoffmannseggia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_466.phy"},{"tree_label":"ITS with clones","ntax":"54","rootedtree":"TRUE","title":"Hoffmannseggia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1867.phy"},{"tree_label":"all datasets - no clones","ntax":"24","rootedtree":"TRUE","title":"Hoffmannseggia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1868.phy"}]}