{"Authors":" P. Roxanne Steele, Kate L Hertweck, Dustin Mayfield,\nMichael R. McKain, Jim Leebens-Mack, J. Chris Pires","Year":" 2012","Title":" Quality and quantity of data recovered from massively\nparallel sequencing: examples in Asparagales and Poaceae","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" angiosperms; Aphyllanthes; chloroplast; mitochondria; next\ngeneration sequencing; nuclear ribosomal DNA; phylogenetics;\nplastid","DOI":"","Abstract":" Premise of the study: Genome survey sequences (GSS) from\nmassively parallel sequencing have potential to provide large,\ncost-effective datasets for phylogenetic inference, replace single gene\nor spacer regions as DNA barcodes, and provide a plethora of data for\nother comparative molecular evolution studies. Here we report on the\napplication of this method to estimating the molecular phylogeny of core\nAsparagales, investigating plastid gene losses, assembling complete\nplastid genomes, and determining the type and quality of assembled\ngenomic data attainable from Illumina 80-120 bp reads. Methods: We\nsequenced total genomic DNA from samples in two lineages of\nmonocotyledonous plants, Poaceae and Asparagales, on the Illumina\nplatform in a multiplex arrangement. We compared reference-based\nassemblies to de novo contigs, evaluated consistency of assemblies\nresulting from use of various references sequences, and assessed our\nmethods to obtain sequence assemblies in non-model taxa. Key results:\nOur method returned reliable, robust organellar and nrDNA sequences in a\nvariety of plant lineages. High quality assemblies are not dependent on\ngenome size, amount of plastid present in the total genomic DNA\ntemplate, or relatedness of available reference sequences for assembly.\nPhylogenetic results revealed familial and subfamilial relationships\nwithin Asparagales with high bootstrap support, although placement of\nthe monotypic genus Aphyllanthes was placed with moderate confidence.\nConclusions: The well-supported molecular phylogeny provides evidence\nfor delineation of subfamilies within core Asparagales. With advances in\ntechnology and bioinformatics tools, the use of massively parallel\nsequencing will continue to become easier and more affordable for\nphylogenomic and molecular evolutionary biology investigations.","trees":[{"tree_label":"CombinedML","ntax":"50","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50456.phy"},{"tree_label":"cpDNAgeneMP","ntax":"50","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50459.phy"},{"tree_label":"cpDNAgeneML","ntax":"48","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50458.phy"},{"tree_label":"nrDNAgeneML","ntax":"46","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50461.phy"},{"tree_label":"mtDNAgeneML","ntax":"41","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50460.phy"},{"tree_label":"CombinedMP","ntax":"50","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50457.phy"}]}