{"Authors":" NA","Year":" 2012","Title":" Phylogeny, hybridization, and evolution of habit and breeding\nsystem in Sidalcea and Eremalche (Malvaceae)","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" gynodioecy; hybridization; Malvaceae; nuclear ribosomal\nDNA; polyploidy; rpl16.","DOI":"","Abstract":" Reconstructing the phylogeny of the western North American\nSidalcea-Eremalche lineage provides an opportunity to study the\nevolution of different fundamental traits considered to play an\nimportant role in plant evolution. These plants display different life\nhistory strategies, such as annual and perennial habit and\nhermaphroditic and gynodioecious breeding systems, enabling evolutionary\ninvestigation of these traits in a phylogenetic context. Difficult\nspecies delimitations have been suggested to be caused by hybridization\nin combination with polyploidy. Molecular phylogenetic analyses based on\nsequences of the chloroplast intron rpl16 and nuclear ribosomal DNA show\nthat the genera are strongly supported as monophyletic sister lineages\nand the polytomy in Sidalcea in both data sets likely represents a rapid\nradiation event. South America is indicated as ancestral area for the\ngroup and coastal California for Sidalcea, in agreement with earlier\nbiogeographical hypotheses. Hybridization hypotheses gained support from\nthe chloroplast DNA data for the hexaploid Sidalcea lineage, for S.\nsparsifolia and S. pedata. Sidalcea section Annuae, including the\nannuals, represents a paraphyletic assemblage. The shift between annual\nand perennial habit must have happened at least four times, but\nreversals to perenniality appears unlikely. At least five reversals from\nthe gynodioecious to the hermaphroditic condition are inferred, possibly\ndue to population bottlenecks in some lineages.","trees":[{"tree_label":"Strict","ntax":"42","rootedtree":"TRUE","title":"Tr50036","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50036.phy"}]}