{"Authors":" Anders Ödeen, Olle Håstad, Per Alström","Year":" 2011","Title":" Evolution of ultraviolet vision in the largest avian\nradiation - the passerines.","Journal":" BMC Evolutionary Biology","Volume":" 11","Issue":" 313","Pages":" 1-8","Keywords":"","DOI":" 10.1186/1471-2148-11-313","Abstract":" Background: Interspecific variation in avian colour vision\nfalls into two discrete classes: violet sensitive (VS) and ultraviolet\nsensitive (UVS). They are characterised by the spectral sensitivity of\nthe most shortwave sensitive of the four single cones, the SWS1, which\nis seemingly under direct control of as little as one amino acid\nsubstitution in the cone opsin protein. Changes in spectral sensitivity\nof the SWS1 are ecologically important, as they affect the abilities of\nbirds to accurately assess potential mates, find food and minimise\nvisibility of social signals to predators. Still, available data have\nindicated that shifts between classes are rare, with only four to five\nindependent acquisitions of UV sensitivity in avian evolution. Results:\nWe have classified a large sample of passeriform species as VS or UVS\nfrom genomic DNA and mapped the evolution of this character on a\npasserine phylogeny inferred from published molecular sequence data.\nSequencing a small gene fragment has allowed us to trace the trait\nchanging from one stable state to another through the radiation of the\npasseriform birds. Their ancestor is hypothesised to be UVS. In the\nsubsequent radiation, colour vision changed between UVS and VS at least\neight times. Conclusions: The phylogenetic distribution of SWS1 cone\nopsin types in Passeriformes reveals a much higher degree of complexity\nin avian colour vision evolution than what was previously indicated from\nthe limited data available. Clades with variation in the colour vision\nsystem are nested among clades with a seemingly stable VS or UVS state,\nproviding a rare opportunity to understand how an ecologically important\ntrait under simple genetic control may co-evolve with, and be stabilised\nby, associated traits in a character complex.","trees":[{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Birds","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50065.phy"}]}