{"Authors":" Peter W. Fritsch, Boni C. Cruz","Year":" 2012","Title":" Phylogeny of Cercis based on DNA sequences of nuclear ITS and\nfour plastid regions: implications for transatlantic historical\nbioegeography","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" aridity, biogeography, Cercis, character evolution,\nNorthern Hemisphere, Tertiary relicts","DOI":"","Abstract":" The disjunct genus Cercis has been used to test models of\nNorthern Hemisphere historical biogeography. Previous phylogenetic\nestimates employing DNA sequences of the ITS region and (in one study)\nthose of ndhF recovered a well supported clade of North American and\nwestern Eurasian species that was nested within a paraphyletic group of\nChinese species. Resolution and clade support within the tree were\notherwise low and the monophyly of C. canadensis was uncertain. Here we\nconduct a phylogenetic analysis of Cercis with a higher number of\nregions (ITS, ndhF, rpoB-trnC, trnT-trnD, and trnS-trnG) and samples\nthan in previous studies. Results corroborate the initial divergence\nbetween the Chinese species C. chingii and the rest of the genus.\nSupport is newly found both for a clade of the two North American\nspecies as sister to the western Eurasian species, and for the monophyly\nof C. canadensis. As in a previous study, divergence between North\nAmerican and western Eurasian Cercis was estimated as mid-Miocene (ca.\n13 million years ago), and the ancestor in which this divergence\noccurred was inferred to be xerophytic. Contrary to previous studies,\nhowever, our data infer strictly east-to-west vicariance, with the\nwestern Eurasian species diverging prior to the split between eastern\nand western North American Cercis. The timing of the transatlantic\ndivergence in Cercis is too recent to be explained by a postulated\ncontinuous belt of semi-arid vegetation between North America and Europe\nin the Paleogene, suggesting instead the presence of a Miocene North\nAtlantic corridor for semi-arid plants. In the absence of strong\nevidence from other sources, the possibility that Cercis has been able\nto quickly adapt from mesophytic antecedents to semi-arid conditions\nwhenever the latter have arisen in the Northern Hemisphere can be\nconsidered a plausible alternative, although parsimony optimization\nrenders this scenario two steps longer.","trees":[{"tree_label":"MB tree","ntax":"33","rootedtree":"TRUE","title":"Cercis plastid ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50043.phy"}]}