{"Authors":" Douglas A. Downie, Philip S. Ward","Year":" 2004","Title":" The ant subfamily Pseudomyrmecinae (Hymenoptera: Formicidae):\nphylogeny and evolution of big-eyed arboreal ants","Journal":" Systematic Entomology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The ant subfamily Pseudomyrmecinae comprises three genera\nof hyperoptic, arboreal ants, widely distributed in tropical and\nsubtropical regions: Pseudomyrmex (~200 species, New World), Myrcidris\n(2 species, South America) and Tetraponera (~100 species, Paleotropics).\nThe phylogenetic relationships among these ants were investigated using\nDNA sequence data (~5.2 kb from 18S rDNA, 28S rDNA, wingless,\nabdominal-A, and long-wavelength rhodopsin genes) and 144 morphological\ncharacters, both separately and in combination. Data were gathered from\na representative set of 49 pseudomyrmecine species, plus 18 species from\nvarious outgroups. There is substantial agreement among the results\nobtained from different data sets, and from different methods of\nphylogenetic inference (parsimony, Bayesian inference). Monophyly of the\nfollowing groups is strongly supported (100% bootstrap support and 1.00\nposterior probability in the molecular data set): Pseudomyrmecinae,\nPseudomyrmex, and Pseudomyrmex + Myrcidris. The status of the genus\nTetraponera is less clear: one gene (wingless) indicates strongly that\nthe genus is paraphyletic, while the 28S gene and morphology support\nmonophyly of this taxon. Seven of nine Pseudomyrmex species groups,\nestablished previously on the basis of morphology alone, are strongly\nupheld, but monophyly is rejected for the P. pallens-group and the P.\nviduus-group. In the latter case molecular evidence indicates the\nexistence of two independent clades, associated with the ant-plants\nTriplaris and Tachigali, respectively, whose convergent morphological\nfeatures had caused them to be placed erroneously in the same species\ngroup. The present results confirm an earlier assertion that obligate\nassociations with domatia-bearing plants have arisen at least 12 times\nin the subfamily. Molecular and morphological data support the\nhypothesis of a sister group relationship between Pseudomyrmecinae and\nMyrmeciinae (84% parsimony bootstrap, combined data set), which implies\na Cretaceous origin of the stem-group pseudomyrmecines in the southern\nhemisphere. Pseudomyrmecines appear to have arisen in the Paleotropics\nand later dispersed from Africa to South America, where they experienced\na pronounced burst of diversification.","trees":[{"tree_label":"Fig 2","ntax":"67","rootedtree":"TRUE","title":"Pseudomyrmecinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1869.phy"}]}