{"Authors":" Dennis J. Loockerman, Billie L. Turner, Robert K\nJansen","Year":" 2003","Title":" Phylogenetic Relationships within the Tageteae (Asteraceae)\nBased on Nuclear Ribosomal ITS and Chloroplast ndhF Gene Sequences.","Journal":" Systematic Botany","Volume":" 28","Issue":" 1","Pages":" 191-207","Keywords":"","DOI":" 10.1043/0363-6445-28.1.191","Abstract":" Tageteae consist of approximately 216 New World species\nwith a center of diversity in the Mexican highlands. The present study\nuses DNA sequences of the internal transcribed spacer region of nuclear\nribosomal DNA and the 3′ end of the ndhF gene from the chloroplast to\nassess phylogenetic relationships within the tribe. Although trees from\nthe two molecular makers are not completely congruent, both data sets\nprovide support for the recognition of 21 genera of Tageteae. The\ncombined data set generates a well-resolved tree with strong support for\nthe monophyly of all but three genera. Tagetes is paraphyletic because\nAdenopappus and Vilobia are nested within the genus. Porophyllum is\nshown to be polyphyletic and P. tridentatum and P. crassifolium are\nrecognized as belonging to a newly described genus Bajacalia. Two new\ncombinations, B. tridentata and B. crassifolia, are proposed.\nAdditionally, a new species Bajacalia moranii B. L. Turner, is\ndescribed. The other species of Porophyllum examined are nested within\nor formed a sister group to Pectis. Dyssodia sensu lato is not\nmonophyletic and its segregate genera should be recognized. The DNA\nphylogenies also support the transfer of Dyssodia jelskii into\nSchizotrichia, resulting in the new combination S. jelskii. The\nrecognition of Pectis as a separate subtribe is also not supported. The\nlack of support for subtribal groupings and the small size of the\nTageteae argue against formal recognition of subtribes. Chromosomal and\nbiogeographic data correspond well with the combined molecular\nphylogeny. The phylogeny suggests that the Tageteae probably originated\nin Mexico and that there have been at least three independent\nintroductions into South America. Chromosome numbers are quite variable\nwithin the tribe but are consistent within clades. The ancestral base\nchromosome number for the Tageteae is most likely x = 12 and there have\nbeen several episodes of aneuploid reduction in the evolution of the\ntribe.","trees":[{"tree_label":"Fig. 4","ntax":"49","rootedtree":"TRUE","title":"Tageteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50067.phy"}]}