{"Authors":" Anna Karnkowska-Ishikawa, Rafał Milanowski, Richard E.\nTriemer, Bożena Zakryś","Year":" 2013","Title":" A Rediscription of morphologically similar species from the\ngenus Euglena: E. laciniata, E. sanguinea, E. sociabilis and E.\nsplendens","Journal":" Journal of Phycology","Volume":" 49","Issue":" 3","Pages":" 616626","Keywords":" Euglena, Euglena laciniata, Euglena sanguinea, Euglena\nsociabilis, Euglena splendens, Euglenida, taxonomical revision,\nunusually expanded SSU rDNA sequences","DOI":" 10.1111/jpy.12072","Abstract":" Euglena sanguinea (Ehrenberg, 1831) was one of the first\ngreen euglenoid species described in the literature. At first, the\nspecies aroused the interest of researchers mainly due to the blood-red\ncolor of its cells, which, as later turned out, is not a constant\nfeature. Complicated chloroplast morphology, labeled by Pringsheim as\nthe “peculiar chromatophore system” made the correct identification of\nthe species difficult, which is the reason why, throughout the 20th\ncentury, new species resembling E. sanguinea were continually being\nnamed due to a lack of suitable diagnostic features to distinguish E.\nsanguinea. Interest in E. sanguinea has returned in recent years,\nfollowing findings that the species can produce ichthyotoxins. This was\nfollowed by the need to classify E. sanguinea correctly, which was\nachieved through the verification of morphological and molecular data\n(SSU rDNA) for all species similar to E. sanguinea. As the result of the\nanalysis, the number of species sharing some morphological similarities\nwith E. sanguinea could be reduced from 12, as described in the\nliterature, to 4 (E. sanguinea Ehrenberg, E. sociabilis Dangeard, E.\nsplendens Dangeard and E. laciniata Pringsheim), with established\nepitypes and updated diagnostic descriptions. The most important\ndiagnostic features included: the presence of mucocysts, (i.e. whether\nthey were visible before and/or after staining), the number of\nchloroplasts, the size of the double-sheathed pyrenoids, and the\npresence of the large paramylon grain in the vicinity of the stigma;\ncell size and chloroplast morphology served as secondary features.\nMoreover, sequence analysis revealed the presence of unusually long SSU\nrDNA sequences in E. sanguinea. Previously, SSU rDNA sequences of such\nlength were known to be present only in primary osmotrophic\neuglenoids.","trees":[{"tree_label":"sang ml","ntax":"35","rootedtree":"TRUE","title":"Euglena sanguinea ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50152.phy"},{"tree_label":"sang mrb","ntax":"35","rootedtree":"TRUE","title":"Euglena sanguinea MrB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_50149.phy"}]}