{"Authors":" Masahiro Kato, Yoko Kita","Year":" 2004","Title":" Molecular Phylogeny of Cladopus and Hydrobryum\n(Podostemaceae, Podostemoideae) with Implications for their Biogeography\nin East Asia","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Molecular data from Cladopus and Hydrobryum, members of\nthe aquatic angiosperm family Podostemaceae, were analyzed\nphylogenetically using the chloroplast matK gene and internal\ntranscribed spacer (ITS) regions of the nuclear ribosomal RNA (nrRNA)\ngene to infer the species relationships and the biogeographic history of\nthe East Asian species. The phylogenies based on matK and ITS were\nincongruent for relationships in a northern clade of Cladopus, but the\npattern of root morphologies (ribbon vs. linear) agreed with the matK\nphylogeny. The matK phylogeny revealed that all East Asian temperate\nspecies of each genus form a monophyletic group that is derived from\ntropical/subtropical species. The clock-constrained maximum-likelihood\ntree suggests that the divergence events of the temperate lineages from\ntheir tropical sisters occurred coevally in the two genera. The\ndispersal-vicariance analysis (DIVA) suggests that distribution at the\nmiddle latitudes was formed by a wide primary distribution covering\ntropical and temperate areas and a secondary dispersal event in\nCladopus, and by a dispersal event in Hydrobryum. Two Kyushu-Fujian\ngroups are found in Cladopus, one consisting of Japanese C.\naustro-osumiensis and Chinese C. fukiensis and another consisting of\nJapanese C. japonicus, C. austrosatsumensis, and C. doianus and Chinese\nC. chinensis, each of which shows little genetic differentiation between\nspecies from Kyushu, southern Japan, and Fujian, China, suggesting\nparallel biogeographic histories. Disjunct populations of Hydrobryum\njaponicum from Kyushu in southern Japan and from northern Thailand show\nlittle genetic differentiation, whereas a plant from Yunnan, China,\ndiverged earlier than did the Japanese or Thai plants. The DIVA results\nsuggest that the disjunctive distribution of Hydrobryum japonicum was\nformed by two dispersal events from Kyushu to Yunnan and to northern\nThailand.","trees":[{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"Hydrobryum & Cladopus matK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1870.phy"},{"tree_label":"Fig. 3a","ntax":"18","rootedtree":"TRUE","title":"Hydrobryum ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1871.phy"},{"tree_label":"Fig. 3b","ntax":"7","rootedtree":"TRUE","title":"Cladopus ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1872.phy"}]}