{"Authors":" Anne Bruneau, Jeff J. Doyle","Year":" 1993","Title":" Cladistic analysis of chloroplast DNA restriction site\ncharacters in Erythrina (Leguminosae: Phaseoleae).","Journal":" Systematic Botany","Volume":" 18","Issue":" NA","Pages":" 229-247","Keywords":" NA","DOI":" NA","Abstract":" Chloroplast DNA restriction site variation was examined in\n60 species of Erythrina (Leguminosae: Phaseoleae). This sample\nrepresents four of the five subgenera and most sections of this\npantropical, woody, and ornithophilous genus of 112 species. Cladistic\nanalysis of restriction site characters resulted in numerous most\nparsimonious trees, but the strict consensus tree was highly resolved.\nLow levels of resolution because of absence of characters were confined\nto a single clade representing plastomes sampled from a large group of\nclosely related species. The groupings obtained from the chloroplast DNA\ncharacters were generally consistent with the traditional in- frageneric\nclassification scheme for the genus. Plastome lineages of only one of\nthe four subgenera surveyed was monophyletic, but those of most sections\nor of groups of closely related sections were monophyletic. The gene\ntree suggests that members of the African subg. Chirocalyx and of the\nPaleotropical subg. Erythraster are closely related and sister to\nAfrican and Asian members of subg. Erythrina. Chloroplast DNA\nrelationships indicate that hummingbird pollination, considered derived\nrelative to passerine pollination, evolved convergently in at least\nthree distinct lineages and that reversals to passerine pollination also\nmay have occurred.","trees":[{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Erythrina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1544.phy"},{"tree_label":"Fig. 1","ntax":"68","rootedtree":"TRUE","title":"Erythrina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1545.phy"}]}