{"Authors":" Johannes (Ewald) Zacharias Groenewald, Roger Shivas,\nJacqueline Edwards, Keith A Seifert, Acelino C Alfenas, Rafael F\nAlfenas, Treena I Burgess, Angus Carnegie, Giles E. St.J. Hardy, Nancy\nHiscock, Daniel Huberli, Thomas Jung, Gerry Louis-Seize, Gen Okada,\nOlinto Liparini Pereira, M. J. C. Stukely, Wei Wang, George P White,\nAnthony J Young, Alistair Ross McTaggart, Ian G Pascoe, Ian J Porter,\nWilliam Quaedvlieg, Pedro W. Crous","Year":" 2011","Title":" Fungal Planet description sheets: 6991","Journal":" Persoonia","Volume":" 26","Issue":"","Pages":" 108156","Keywords":" ITS DNA barcodes, LSU, novel fungal species,\nsystematics","DOI":" 10.3767/003158511X581723","Abstract":" Novel species of microfungi described in the present study\ninclude the following from Australia: Bagadiella victoriae and\nBagadiella koalae on Eucalyptus spp., Catenulostroma eucalyptorum on\nEucalyptus laevopinea, Cercospora eremochloae on Eremochloa bimaculata,\nDevriesia queenslandica on Scaevola taccada, Diaporthe musigena on Musa\nsp., Diaporthe acaciigena on Acacia retinodes, Leptoxyphium kurandae on\nEucalyptus sp., Neofusicoccum grevilleae on Grevillea aurea,\nPhytophthora fluvialis from water in native bushland, Pseudocercospora\ncyathicola on Cyathea australis, and Teratosphaeria mareebensis on\nEucalyptus sp. Other species include Passalora leptophlebiae on\nEucalyptus leptophlebia (Brazil), Exophiala tremulae on Populus\ntremuloides and Dictyosporium stellatum from submerged wood (Canada),\nMycosphaerella valgourgensis on Yucca sp. (France), Sclerostagonospora\ncycadis on Cycas revoluta (Japan), Rachicladosporium pini on Pinus\nmonophylla (Netherlands), Mycosphaerella wachendorfiae on Wachendorfia\nthyrsifolia and Diaporthe rhusicola on Rhus pendulina (South Africa).\nNovel genera of hyphomycetes include Noosia banksiae on Banksia aemula\n(Australia), Utrechtiana cibiessia on Phragmites australis\n(Netherlands), and Funbolia dimorpha on blackened stem bark of an\nunidentified tree (USA). Morphological and culture characteristics along\nwith ITS DNA barcodes are provided for all taxa.","trees":[{"tree_label":"Fig. 1","ntax":"97","rootedtree":"TRUE","title":"Novel species of microfungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50214.phy"}]}