{"Authors":" Giancarlo Polizzi, Dalia Aiello, I Castello, Alessandro\nVitale, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2011","Title":" Occurrence, Molecular Characterisation, and Pathogenicity of\nNeoscytalidium dimidiatum on Citrus in Italy","Journal":" ISHS Acta Horticulturae","Volume":" 892","Issue":"","Pages":" 237-243","Keywords":" Citrus sinensis, sour orange rootstock, shoot blight,\ngummosis, sooty canker","DOI":"","Abstract":" During 2008 and 2009, a new disease was noticed in eastern\nSicily (Italy) in two re-grafted citrus orchards (Citrus sinensis (L.)\nOsbeck) on sour orange rootstock. Symptoms consisted of blight of\nvigorously growing shoots and a sooty canker on shoots and rootstock\ntrunks. A Scytalidium-like fungus was isolated consistently from\nsymptomatic tissues on 2% potato-dextrose agar (PDA). The mycelium was\ncomposed of branched, septate, brown hyphae which disarticulated into\n0-1-septate phragmospores. In culture it also produced a pycnidial\nsynanamorph, with hyaline conidiogenous cells that were intermingled\nwith paraphyses. Conidia were ellipsoid to ovoid, hyaline, with an\nacutely rounded apex, truncate base, initially aseptate, becoming brown\nand 2-septate at maturity, with the central cell darker than the end\ncells. Genomic DNA was extracted from mycelia of single-conidial\nisolates cultivated on 2% malt extract agar and the nuclear rRNA operon\nspanning the 3 end of 18S rRNA gene, the internal transcribed spacers,\nthe 5.8S rRNA gene, and a part of the 5 end of the 28S rRNA gene was\namplified and sequenced. On the basis of morphological characters and\nmolecular data, the fungal isolates were identified as Neoscytalidium\ndimidiatum (Penz.) Crous & Slippers. Kochs postulates were satisfied\nand confirmed the pathogenicity of the fungus. N. dimidiatum appears to\npose a serious threat to re-grafted citrus orchards.","trees":[{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Neoscytalidium dimidiatum on Citrus in Italy","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50213.phy"}]}