{"Authors":" Yan Wang, Eric Dennis Tretter, Robert W. Lichtwardt, Merlin\nM. White","Year":" 2011","Title":" Overview of 75 years of Smittium research, establishing a new\ngenus for Smittium culisetae, and prospects for future revisions of the\n“Smittium” clade","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Smittium, Zancudomyces, Harpellales, Legeriomycetaceae,\nHarpellaceae, Kickxellomycotina, Trichomycetes","DOI":"","Abstract":" The Harpellales includes 38 genera of endosymbiotic\nmicrofungi associated with various Arthropoda. Smittium, the second\ngenus to be described, is now also the most speciose of the order.\nSpecies of Smittium inhabit the digestive tracts of larval aquatic\ninsects, especially lower Diptera, worldwide. During the 75 years since\nthe type, Smittium arvernense, was described a number of advances in our\nunderstanding of the gut fungi have unfolded, in whole or in part, with\nSmittium as a “model” for the fungal trichomycetes. This in part relates\nto the high number of successful isolation attempts, with about 40% of\nknown species having been cultured, a total number that far exceeds any\nother genus of gut fungus. Many isolates of Smittium having been used in\nlaboratory studies for ultrastructural, physiological, host feeding,\nserological, as well as isozyme, and now ongoing molecular systematic\nstudies. Previous and current molecular studies have shown that Smittium\nis polyphyletic but with consistent separation of Smittium culisetae,\none of the most common and widespread species, from the remainder of\nSmittium species. A brief overview of Smittium research is provided.\nZygospore and trichospore morphology and molecular evidence\n(immunological, isozyme, DNA sequences and phylogenetic analyses) are\nused to establish Zancudomyces to accommodate Smittium culisetae. For\nthe latter evidence, we include the first two-gene phylogenetic analysis\nto show a cluster of Zancudomyces culisetae separate from Smittium,\nusing combined 18S and 28S rDNA. As the broadest taxon sampling of\nSmittium to date, this also serves a molecular systematic update toward\nrevisionary syntheses of this and other Harpellales taxa.","trees":[{"tree_label":"Tree with BPPs","ntax":"129","rootedtree":"TRUE","title":"Smittium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50225.phy"},{"tree_label":"Tree without BPPs","ntax":"129","rootedtree":"TRUE","title":"Smittium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_50224.phy"},{"tree_label":"MLT","ntax":"129","rootedtree":"TRUE","title":"Smittium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_50226.phy"}]}