{"Authors":" Erika Sendra Tavares, Allan J. Baker, Sérgio Luiz\nPereira","Year":" 2006","Title":" Phylogenetic Relationships and Historical Biogeography of\nNeotropical Parrots (Psittaciformes: Psittacidae: Arini) Inferred from\nMitochondrial and Nuclear DNA Sequences.","Journal":" Systematic Biology","Volume":" 55","Issue":" 3","Pages":" 454-470","Keywords":" Biogeography; divergence times; mitochondrial DNA;\nmolecular clock; molecular phylogeny; Neotropical parrots; nuclear DNA;\ntribe Arini","DOI":" 10.1080/10635150600697390","Abstract":" Previous hypotheses of phylogenetic relationships among\nNeotropical parrots were based on limited taxon sam- pling and lacked\nsupport for most internal nodes. In this study we increased the number\nof taxa (29 species belonging to 25 of the 30 genera) and gene sequences\n(6388 base pairs of RAG-1, cyt b, NADH2, ATPase 6, ATPase 8, COIII, 12S\nrDNA, and 16S rDNA) to obtain a stronger molecular phylogenetic\nhypothesis for this group of birds. Analyses of the combined gene\nsequences using maximum likelihood and Bayesian methods resulted in a\nwell-supported phylogeny and indicated that amazons and allies are a\nsister clade to macaws, conures, and relatives, and these two clades are\nin turn a sister group to parrotlets. Key morphological and behavioral\ncharacters used in previous classifications were mapped on the molecular\ntree and were phylogenetically uninformative. We estimated divergence\ntimes of taxa using the molecular tree and Bayesian and penalized\nlikelihood methods that allow for rate variation in DNA substitutions\namong sites and taxa. Our estimates suggest that the Neotropical parrots\nshared a common ancestor with Australian parrots 59 Mya (million of\nyears ago; 95% credibility interval (CrI) 66, 51 Mya), well before\nAustralia separated from Antarctica and South America, implying that\nancestral parrots were widespread in Gondwanaland. Thus, the divergence\nof Australian and Neotropical parrots could be attributed to vicariance.\nThe three major clades of Neotropical parrots originated about 50 Mya\n(95% CrI 57, 41 Mya), coinciding with periods of higher sea level when\nboth Antarctica and South America were fragmented with transcontinen-\ntal seaways, and likely isolated the ancestors of modern Neotropical\nparrots in different regions in these continents. The correspondence\nbetween major paleoenvironmental changes in South America and the\ndiversification of genera in the clade of amazons and allies between 46\nand 16 Mya suggests they diversified exclusively in South America.\nConversely, ancestors of parrotlets and of macaws, conures, and allies\nmay have been isolated in Antarctica and/or the southern cone of South\nAmerica, and only dispersed out of these southern regions when climate\ncooled and Antarctica became ice-encrusted about 35 Mya. The subsequent\nradiation of macaws and their allies in South America beginning about 28\nMya (95% CrI 22, 35 Mya) coincides with the uplift of the Andes and the\nsubsequent formation of dry, open grassland habitats that would have\nfacilitated ecological speciation via niche expansion from forested\nhabitats.","trees":[{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"Neotropical Parrots","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50229.phy"},{"tree_label":"Fig. 1b","ntax":"34","rootedtree":"TRUE","title":"Neotropical Parrots","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50228.phy"},{"tree_label":"Fig. 1a","ntax":"33","rootedtree":"TRUE","title":"Neotropical Parrots","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50227.phy"},{"tree_label":"Fig. 4","ntax":"32","rootedtree":"TRUE","title":"Neotropical Parrots","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50230.phy"}]}