{"Authors":" Timotheüs van der Niet, Dirk Bellstedt, Hans Peter Linder,\nBenny Bytebier","Year":" 2004","Title":" Molecular arkers reject monophyly of the subgenera of\nSatyrium (Orchidaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Satyrium is a morphologically anomalous genus. Although\nclearly a member of the terrestrial orchid subfamily Orchidoideae, its\nphylogenetic relationships within the subfamily are uncertain.\nMorphologically it has always been placed in tribe Diseae, albeit\nassociated with different subtribes, but recent molecular studies\nsuggest a closer relationship to Orchideae. The infrageneric\nclassification of Satyrium is equally problematic, and several different\nclassifications are available. The only infrageneric classification\nbased on a phylogenetic analysis of morphological characters resulted in\nrecognition of the three subgenera Brachysaccium, Bifidum and Satyrium.\nDNA sequence data from nuclear (ITS1, 5.8S, and ITS2) and plastid (trnL\nintron, trnL-F intergenic spacer, and part of the matK gene and trnK\nintron) genome are used to test the monophyly of these subgenera.\nTopologies of cladograms resulting from parsimony analysis of separate\ndatasets show several cases of incongruence, some of which are well\nsupported. Combined analysis is performed on a dataset from which two\nproblematic taxa are pruned. Parametric bootstrap, as well as Bayesian\nposterior probability, rejects monophyly of all three subgenera and\nalternative groupings are suggested.","trees":[{"tree_label":"Fig. 2 plastid","ntax":"42","rootedtree":"TRUE","title":"plastid Satyrium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1875.phy"},{"tree_label":"Fig. 3","ntax":"40","rootedtree":"TRUE","title":"combined Satyrium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1876.phy"},{"tree_label":"Fig. 2 ITS","ntax":"42","rootedtree":"TRUE","title":"ITS Satyrium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1874.phy"}]}