{"Authors":" Matthew Paul Heinicke, Eli Greenbaum, Todd R. Jackman,\nAaron M Bauer","Year":" 2011","Title":" Phylogeny of a trans-Wallacean radiation (Squamata,\nGekkonidae, Gehyra) supports a single early colonization of\nAustralia","Journal":" Zoologica Scripta","Volume":" 40","Issue":" 6","Pages":" 584-602","Keywords":"","DOI":" 10.1111/j.1463-6409.2011.00495.x","Abstract":" The genus Gehyra (34 species) is rare among squamate\nreptile radiations in spanning continents, extending from southeast Asia\nto Australia and Polynesia. Among the family Gekkonidae sensu stricto,\nGehyra is the only genus that is species rich in Australia. We performed\nmolecular phylogenetic, divergence timing, and ancestral area analyses\nto investigate the evolutionary and biogeographic history of Gehyra.\nPhylogenetic analyses resolve Hemiphyllodactylus as the closest relative\nof Gehyra. Some data also link Perochirus to this group, but previously\nsuggested relationships with other morphologically similar genera of\ngeckos are not supported. Within Gehyra, three geographically discrete\nclades are recovered, respectively, concentrated in Asia, the Pacific\nislands and Australia. Ancestral area analyses suggest that Gehyra\noriginated in Asia, with a single colonization of Australia occurring in\nthe mid- Cenozoic. This date places the time of Gehyra colonization\nprior to those of other Australian gekkonid geckos, but after the\nnear-endemic pygopodoid geckos, a Gondwanan relictual group. Based on\nthese dates, times of origin may best explain relative differences in\nspecies diversity among Australian gekkotans. In contrast, although\noriginating earlier, Gehyra is less diverse in Asia than in Australia.\nThis pattern may be explained by the longterm presence of many\ncompeting, ecologically similar genera in Asia (e.g. Gekko,\nHemidactylus, Lepidodactylus), whereas nearly all pygopodoids in\nAustralia (the only gekkotans present at the time of colonization of\nAustralia by Gehyra) are ecologically distinct.","trees":[{"tree_label":"Fig. 3","ntax":"93","rootedtree":"TRUE","title":"Gehyra","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50220.phy"}]}