{"Authors":" Chuan Ma, Pengcheng Yang, Feng Jiang, Marie-Pierre Chapuis,\nYasen Shali, Gregory A. Sword, Le Kang","Year":" 2011","Title":" Mitochondrial Genomes Reveal Global Phylogeography and\nDispersal Routes of the Migratory Locust","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Locusta migratoria, migration, genetic structure,\nmolecular evolution, genetic divergence","DOI":"","Abstract":" The migratory locust, Locusta migratoria, is the most\nwidely distributed acridid grasshopper species in the world, but its\nglobal genetic structure and phylogeographic relationships have not been\ninvestigated. Here, we explored the worldwide genetic structure and\nphylogeography of the locust populations based on the sequence\ninformation from 65 complete mitochondrial genomes and 3 mitochondrial\ngenes of 263 individuals from 53 sampling sites. Although this locust\nspecies can migrate over long distances, our results revealed high\ngenetic differentiation among these geographic populations. The\npopulations can be divided into two different lineages: the Northern\nlineage, including individuals from the temperate regions of the\nEurasian continent; and the Southern lineage, including individuals from\nAfrica, southern Europe, Arabian region, India, southern China,\nSoutheast Asia, and Australia. Analysis of population genetic diversity\nindicates that the locust species originated in Africa, and ancestral\npopulations likely separated into Northern and Southern lineages 861,000\nyears ago by vicariance events associated with Pleistocene glaciations.\nThese two lineages evolved in allopatry and occupied their current\ndistributions in the world via distinct southern and northern dispersal\nroutes. Genetic differences, caused by long-term independent\ndiversification of the two lineages, along with other factors such as\ngeographic barriers and temperature limitation, may play an important\nrole in maintaining the present phylogeographic pattern. Demographic\nanalysis indicates that early agricultural development promoted sudden\npopulation expansion of the locusts in eastern China regions. Our\nphylogeographic evidences challenge the long-held view of multiple\nsubspecies (up to eleven) in the migratory locust and tentatively divide\nit into three subspecies, L. m. migratoria L., L. m. migratorioides\nReiche & Fairmaire, and L. m. capito (Saussure).","trees":[{"tree_label":"PHYLIP 1","ntax":"67","rootedtree":"TRUE","title":"Tr50234","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50234.phy"},{"tree_label":"PHYLIP 1","ntax":"67","rootedtree":"TRUE","title":"Tr50233","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50233.phy"}]}