{"Authors":" Gavin J Svenson, Michael F. Whiting","Year":" 2009","Title":" Reconstructing the origins of praying mantises (Dictyoptera,\nMantodea): the roles of Gondwanan vicariance and morphological\nconvergence.","Journal":" Cladistics","Volume":" 25","Issue":"","Pages":" 468514","Keywords":"","DOI":" 10.1111/j.1096-0031.2009.00263.x","Abstract":" A comprehensive taxonomic sampling of Mantodea (praying\nmantises), covering virtually all higher-level groups, was assembled to\nreconstruct the phylogeny of the order. Sequence data were generated\nfrom five mitochondrial and four nuclear loci (12S rRNA, 16S rRNA, 18S\nrRNA, 28S rRNA, Histone III, Cytochrome Oxidase I & II, NADH\ndehydrogenase subunit 4, and Wingless) for 329 mantis exemplars along\nwith seven cockroach and eight termite species. Only seven of 14\nfamilies, 14 of 33 subfamilies, and seven of 14 tribes were recovered as\nmonophyletic, indicating that phylogeny is largely incongruent with\nclassification. Mapping biogeographical regions on the phylogeny\ndemonstrated that our results adhere closer to biogeographical\ndistributions than to classification. Specific patterns in distribution\nsuggest that major morphological convergences have confounded\ntaxonomistsÕ ability to reconstruct natural groups. A major revision of\nhigher-level relationships is in order through a comprehensive\ninvestigation of morphology and molecular data. We found that major\nmantis lineages diverged prior to and during the isolation of\ngeographical regions and subsequent ecomorphic specializations within\nthese regions may have led to convergences in morphology. Divergence\ntime estimation places the origin of Mantodea at the beginning of the\nJurassic with most modern mantises originating on Gondwana in the\nCretaceous. The first major divergence among modern mantises occurred as\na result of the northsouth splitting of South America and Africa.\nSubsequent divergences resulted from the breakup of Gondwana. The\nposition of the Indian subcontinent appears to be central to the\ndiversification of Afrotropical and Indomalayan mantises while\nAntarctica may have served as the conduit for the mantis invasions into\nSouth America and Australasia. When India separated from Antarctica and\ndrifted north it distributed mantis lineages back into the Afrotropics\nand carried a diverse taxonomic assemblage to Asia.","trees":[{"tree_label":"Fig. 3","ntax":"344","rootedtree":"TRUE","title":"Phylogram of Mantis Relationships Recovered from a\n9-Gene Molecular Matrix","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50254.phy"}]}