{"Authors":" Bettina M. Scheel, Bernhard Hausdorf","Year":" 2012","Title":" Survival and differentiation of subspecies of the land snail\nCharpentieria itala in mountain refuges in the Southern Alps","Journal":" Molecular Ecology","Volume":" 21","Issue":" 15","Pages":" 3794â“3808","Keywords":" AFLP, Alps, Charpentieria, land snails, mountain\nrefuges","DOI":" 10.1111/j.1365-294X.2012.05649.x","Abstract":" Two groups of subspecies of the door snail Charpentieria\nitala are distributed in a mosaic pattern in the Southern Alps. Some\nsubspecies that morphologically resemble Charpentieria stenzii occur at\nexposed rocks at higher altitudes, whereas other subspecies live on more\nhumid rocks at lower altitudes. This pattern can be explained by two\nalternative hypotheses. Either the stenzii-like or âstenzioidâ\nsubspecies have a common origin and represent relicts of an early\ncolonization wave that survived the ice ages in isolated mountain\nrefuges within the Alps, or the geographically isolated stenzioid\nsubspecies evolved through parallel adaptation of Charpentieria itala\npopulations to life on exposed rocks. In the present study, the first\nhypothesis could be supported by several lines of evidence. Analyses of\nAFLP data indicated a common origin of the stenzioid subspecies of the\nBergamasque Prealps and of the stenzioid subspecies of the Brescia and\nGarda Prealps, whereas an outlier analysis detected only few AFLP\nmarkers that might be under selection. High 16S rDNA distances between\nsubspecies suggest that the divergence of the subspecies predates at\nleast most of the glacials. The occurrences of the stenzioid subspecies\nare concentrated in mountain areas that were not glaciated during the\nLast Glacial Maximum. The genetic differentiation and the isolated\ndistribution areas of the stenzioid subspecies indicate that they\nsurvived in five separate mountain refuges in the Bergamasque, Brescia\nand Garda Prealps. In addition, the clustering of the Charpentieria\nitala latestriata populations from different valleys indicates a low\naltitude refuge.","trees":[{"tree_label":"NJT","ntax":"94","rootedtree":"TRUE","title":"Charpentieria AFLP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50265.phy"},{"tree_label":"Charpentieria_16S_rDNA","ntax":"51","rootedtree":"TRUE","title":"Tr50398","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50398.phy"}]}