{"Authors":" Ester Gaya, Filip Hognabba, Angela Holguin, Katalin Molnar,\nSamantha Fernández-Brime, Soili Stenroos, Ulf Arup, Ulrik Søchting,\nPieter Van den Boom, Harrie Sipman, Francois Lutzoni, Robert\nLücking","Year":" 2012","Title":" Implementing a cumulative supermatrix approach for a\ncomprehensive phylogenetic study of the Teloschistales (Pezizomycotina,\nAscomycota)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian inference; Caliciales; lichens; maximum\nlikelihood; missing data; supermatrix; Teloschistales","DOI":"","Abstract":" The resolution of the phylogenetic relationships within\nthe order Teloschistales (Ascomycota, lichen-forming-fungi), with nearly\n2000 known species and outstanding phenotypic diversity, has been\nhindered by the limitation in the resolving power that single-locus or\ntwo-locus phylogenetic studies have provided to date. In this context,\nan extensive taxon sampling within the Teloschistales with more loci\n(especially nuclear protein-coding genes) was needed to confront the\ncurrent taxonomic delimitations and to understand evolutionary trends\nwithin this order. Comprehensive maximum likelihood and Bayesian\nanalyses were performed based on seven loci using a cumulative\nsupermatrix approach, including protein-coding genes RPB1 and RPB2 in\naddition to nuclear and mitochondrial ribosomal RNA-coding genes. We\nincluded 167 taxa representing 12 of the 15 genera recognized within the\ncurrently accepted Teloschistineae, 22 of the 43 genera within the\nPhysciineae, 49 genera of the closely related orders Lecanorales,\nLecideales, and Peltigerales, and the dubiously placed family\nBrigantiaeaceae and genus Sipmaniella. Although the progressive addition\nof taxa (cumulative supermatrix approach) with increasing amounts of\nmissing data did not dramatically affect the loss of support and\nresolution, the monophyly of the Teloschistales in the current sense was\ninconsistent, depending on the loci-taxa combination analyzed.\nTherefore, we propose a new, but provisional, classification for the\nre-circumscribed orders Caliciales and Teloschistales. We report here\nthat the family Brigantiaeaceae, previously regarded as incertae sedis\nwithin the subclass Lecanoromycetidae, and Sipmaniella are members of\nthe Teloschistales in a strict sense. Within this order, one lineage led\nto the diversification of the mostly epiphytic crustose Brigantiaeaceae\nand Letrouitiaceae, with a circumpacific center of diversity and found\nmostly in the tropics. The other main lineage led to another epiphytic\ncrustose family, mostly tropical, and with an Australasian center of\ndiversity  the Megalosporaceae  which is sister to the mainly\nrock-inhabiting, cosmopolitan, and species rich Teloschistaceae, with a\ndiversity of growth habits ranging from crustose to fruticose. Our\nresults confirm the use of a cumulative supermatrix approach as a viable\nmethod to generate comprehensive phylogenies summarizing relationships\nof taxa with multi-locus to single locus data.","trees":[{"tree_label":"MLT","ntax":"167","rootedtree":"TRUE","title":"Teloschistales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50259.phy"}]}