{"Authors":" Adam C Herman, Jeremiah W Busch, Daniel J Schoen","Year":" 2011","Title":" Phylogeny of Leavenworthia S-alleles suggests unidirectional\nmating system evolution and enhanced positive selection following an\nancient population bottleneck","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" mating system evolution, self-incompatibility,\ntrans-specific polymorphism, positive selection","DOI":" 10.1111/j.1558-5646.2011.01564.x","Abstract":" The adoption of self-fertilization from an ancestral\noutcrossing state is one of the most common evolutionary transitions in\nthe flowering plants. In the mustard family, outcrossing is typically\nenforced by sporophytic self-incompatibility (SI), but there are also\nmany self-compatible species. The genus Leavenworthia contains taxa that\neither possess or lack SI. Here we present data showing that SI is\nassociated with strict outcrossing and that there is widespread\ntrans-specific sequence polymorphism at the locus involved in the\nrecognition of self-pollen (the S-locus). This ancestral polymorphism is\nconsistent with the presence of an outcrossing mating system in the\ncommon ancestor of Leavenworthia species, and suggests that there have\nbeen several independent losses of SI in the group. When compared with\nother mustard species, the bulk of Leavenworthia S-allele sequences are\nhighly diverged from those found in other Brassicaceae and show\nrelatively low levels of nucleotide diversity, a pattern that suggests\nthe common ancestor of the genus likely underwent a strong population\nbottleneck. The hypothesis of post-bottleneck S-locus rediversification\nis supported by tests showing stronger positive selection acting on\nS-alleles from Leavenworthia than those found in other\nBrassicaceae.","trees":[{"tree_label":"Fig. 3","ntax":"211","rootedtree":"TRUE","title":"Brassicaceae, Majority-rule (50%) consensus phylogeny\nfor all Arabidopsis, Brassica, C. grandiflora and Leavenworthia SRK\nalleles used in this study","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_50258.phy"},{"tree_label":"Fig. 2a","ntax":"91","rootedtree":"TRUE","title":"Leavenworthia, Majority-rule (50%) consensus phylogeny\nfor Leavenworthia SRK alleles","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_50257.phy"}]}