{"Authors":" Sabine M. Huhndorf, Andrew N. Miller","Year":" 2004","Title":" Using phylogenetic species recognition to delimit species\nboundaries within Lasiosphaeria","Journal":" Mycologia","Volume":" 96","Issue":" 5","Pages":" 1104-1125","Keywords":" NA","DOI":" NA","Abstract":" The genus Lasiosphaeria has recently been more narrowly\ncircumscribed to include five morphospecies united by tomentose ascomata\ncontaining yellow centrum pigments. Species boundaries have not been\nestablished and phylogenetic relationships have not been clearly defined\nfor these morphospecies. To delimit species boundaries and determine\nphylogenetic relationships among species, maximum parsimony, maximum\nlikelihood, and Bayesian analyses were conducted on sequence data from\nfour nuclear genes, the ribosomal internal transcribed spacer (ITS)\nregion, 28S large subunit (LSU) rDNA, b-tubulin, and ribosomal\npolymerase II subunit 2 (RPB2). Representatives of L. glabrata, L.\novina, L. rugulosa, and L. sorbina resolved as four highly-supported\nmonophyletic groups in almost all analyses and are recognized as\nwell-defined species employing principles of genealogical concordance.\nThese species delimitations are further corroborated by morphology.\nRepresentatives of L. lanuginosa were polyphyletic in almost all\nanalyses. Although molecular analyses revealed that this morphospecies\ncomprises several phylogenetic species, formal taxonomic recognition of\nthese different lineages is premature so L. lanuginosa is currently\ntreated as a morphological species complex. Complete species\ndescriptions including teleomorph, anamorph, and culture characteristics\nare given for L. glabrata, L. ovina, L. sorbina and the L. lanuginosa\nspecies complex along with detailed discussions of significant\nmorphological characters used in recognizing species. These species are\ncompared to five additional morphospecies which may also belong in the\ngenus.","trees":[{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Lasiosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_227.phy"},{"tree_label":"Fig. 4","ntax":"22","rootedtree":"TRUE","title":"Lasiosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_295.phy"},{"tree_label":"Fig. 5","ntax":"22","rootedtree":"TRUE","title":"Lasiosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_467.phy"},{"tree_label":"Fig. 1","ntax":"25","rootedtree":"TRUE","title":"Lasiosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1878.phy"},{"tree_label":"Fig. 2","ntax":"25","rootedtree":"TRUE","title":"Lasiosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1879.phy"}]}