{"Authors":" Tomohiko Kiyuna, Kwang Deuk An, Rika Kigawa, Chie Sano,\nSadatoshi Miura, Junta Sugiyama","Year":" 2012","Title":" Bristle-like fungal colonizers on the stone walls of the\nKitora and Takamatsuzuka Tumuli are identified as Kendrickiella\nphycomyces","Journal":" Mycoscience","Volume":" 53","Issue":"","Pages":" 446â“459","Keywords":" Biodeterioration, \u0002 CaCO3 solubilization, Cultural\nproperties, Kendrickiella phycomyces, Molecular systematics","DOI":" 10.1007/s10267-012-0189-9","Abstract":" Using an integrated analysis of phenotypic and genotypic\ncharacterizations, a total of 18 isolates of ââbristle-likeââ fungal\ncolonizers of the Kitora and Takamatsuzuka Tumuli, which had been\nprovisionally identified as Phialocephala phycomyces, were here\ndetermined to be Kendrickiella phycomyces (Auersw.) K. Jacobs & M.\nJ. Wingf. The 18 isolates consisted of 10 from stone surfaces or viscous\ngels (biofilms) of the stone chamber interior and adjacent small room,\nand air in the adjacent small room of the Kitora Tumulus, and 8 from\nviscous gels on the stone surfaces of the stone chamber interior, plant\nroots, and soil in the adjacent space or stone wall interspaces\n(interstices) in the stone chamber of the Takamatsuzuka Tumulus. Plaster\nand stone walls in both tumuli were recorded as novel substrates of this\nfungus. Our 18S sequence-based phylogeny indicated that K. phycomyces\nand species of the leotiomycetous anamorph genera Chaetomella, Pilidium,\nSphaerographium, and Synchaetomella formed a monophyletic lineage\ndistant from the core taxa of the Leotiomycetes (Pezizomycotina,\nAscomycota). The relationship between the physicochemical\ncharacteristics of these isolates on GYC agar plates, i.e., soluble\nbrownish pigments and dissolution of calcium carbonate (CaCO3), and the\nbiodeterioration of the plaster and plaster walls of both tumuli, are\nbriefly discussed.","trees":[{"tree_label":"its","ntax":"32","rootedtree":"TRUE","title":"Tr61815","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61815.phy"},{"tree_label":"tree-18S","ntax":"72","rootedtree":"TRUE","title":"Tr61813","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61813.phy"},{"tree_label":"tree-28S","ntax":"89","rootedtree":"TRUE","title":"Tr61814","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61814.phy"}]}