{"Authors":" Junko Kusumi, Hiroshi Azuma, Hsy-Yu Tzeng, Lien-Siang Chou,\nYan-Qiong Peng, Keiko Nakamura, Zhi-Hui Su","Year":" 2012","Title":" Phylogenetic analyses suggest a hybrid origin of the figs\n(Moraceae: Ficus) that are endemic to the Ogasawara (Bonin) Islands,\nJapan","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Figs; Fig wasps; Co-speciation; Oceanic islands; Molecular\nphylogeny; Hybrids","DOI":"","Abstract":" The Ogasawara Islands are oceanic islands and harbor a\nunique endemic flora. There are three fig species (Ficus boninsimae, F.\nnishimurae and F. iidaiana) endemic to the Ogasawara Islands, and these\nspecies have been considered to be closely related to Ficus erecta, and\nto have diverged within the islands. However, this hypothesis remains\nuncertain. To investigate this issue, we assessed the phylogenetic\nrelationships of the Ogasawara figs and their close relatives occurring\nin Japan, Taiwan and South China based on six plastid genome regions,\nnuclear ITS region and two nuclear genes. The plastid genome-based tree\nindicated a close relationship between the Ogasawara figs and F. erecta,\nwhereas some of the nuclear gene-based trees suggested this relationship\nwas not so close. In addition, the phylogenetic analyses of the\npollinating wasps associated with these fig species based on the nuclear\n28S rRNA and mitochondrial cytB genes suggested that the fig-pollinating\nwasps of F. erecta are not sister to those of the Ogasawara figs. These\nresults suggest the occurrence of an early hybridization event(s) in the\nlineage leading to the Ogasawara figs.","trees":[{"tree_label":"Fig. 2A","ntax":"26","rootedtree":"TRUE","title":"ML tree of Ficus based on the six non-coding regions of\nthe pt genome","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50266.phy"},{"tree_label":"Fig. 5A","ntax":"21","rootedtree":"TRUE","title":"Tr50301","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50301.phy"},{"tree_label":"Fig. 3B","ntax":"137","rootedtree":"TRUE","title":"ML tree of Ficus based on the ITS region","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50303.phy"},{"tree_label":"Fig. 3A","ntax":"36","rootedtree":"TRUE","title":"Tr50300","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50300.phy"},{"tree_label":"Fig. 5B","ntax":"19","rootedtree":"TRUE","title":"ML tree of pollinating wasps based on cytB gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50302.phy"},{"tree_label":"Fig. 4A","ntax":"37","rootedtree":"TRUE","title":"ML tree of Ficus based on nuclear aco1 gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50304.phy"}]}