{"Authors":" Roy E. Halling, Manfred Binder, M E Nuhn, Nigel A Fechner,\nTodd Osmundson, Kasem Soytong, David S. Hibbett","Year":" 2012","Title":" Sutorius: a new genus for Boletus eximius","Journal":" Mycologia","Volume":" 104","Issue":" 4","Pages":" 951-961","Keywords":" biogeography, Boletineae, boletes, phylogeny, ribosomal\nDNA","DOI":" 10.3852/11-376","Abstract":" Sutorius is described as a new genus of Boletaceae to\naccommodate Boletus robustus originally named illegitimately by C.C.\nFrost from eastern North America. The legitimate name, Boletus eximius,\nprovided by C.H. Peck, has been used since for a dark purple to\nchocolate brown bolete with finely scaly stipe and reddish brown spore\ndeposit. This iconic taxon has been documented on five continents.\nDespite the straightforward species identification from morphology, the\ninterpretation of stipe macromorphology and spore color has led to\nequivocal generic placement. Phylogenetic analyses of genes encoding\nlarge subunit rRNA and translation elongation factor 1α confirm Sutorius\nas a unique generic lineage in the Boletaceae. Two species are\nrecognized based on multiple accessions, S. eximius, represented by\ncollections from North America, Costa Rica, Guyana, Indonesia and Japan\n(molecular data are lacking for only the Guyanan and Japanese material),\nand S. australiensis, represented by material from Queensland,\nAustralia. Additional collections from Zambia and Thailand represent\nindependent lineages, but sampling is insufficient to describe new\nspecies for these entities.","trees":[{"tree_label":"nLSU_eximius_study","ntax":"37","rootedtree":"TRUE","title":"Tr50297","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50297.phy"},{"tree_label":"nLSU_TEF1_Combined","ntax":"37","rootedtree":"TRUE","title":"Tr50295","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50295.phy"},{"tree_label":"TEF1_eximius_study","ntax":"33","rootedtree":"TRUE","title":"Tr50296","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50296.phy"}]}