{"Authors":" Natalia Helena Filipowicz, Susanne S Renner","Year":" 2011","Title":" Brunfelsia (Solanaceae): A genus evenly divided between South\nAmerica and radiations on Cuba and other antillean islands","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral state reconstruction; ancestral area\nreconstruction; Antilles; Miocene; molecular clock; pollinator\nchanges","DOI":"","Abstract":" Hallucinogenic or toxic species of Brunfelsia (Solanaceae:\nPetunieae) are important in native cultures throughout South America,\nand the genus also contains several horticulturally important species.\nAn earlier morphological revision of the c. 50 species recognized three\nmain groups, one consisting of the 23 Antillean species, another of\nsouthern South American and Andean species, and a third of species from\nthe Amazon Basin and Guiana Shield. Based on plastid and nuclear DNA\nsequences from up to 65 accessions representing 80% of the species, we\ngenerated a phylogeny and a calibrated chronogram for Brunfelsia to\ninfer clade expansion and shifts in pollinators and fruit types.\nBrunfelsia flowers offer nectar, and attract lepidoptera, hummingbirds,\nor bees; the fruits are dry or fleshy. Our results imply that Brunfelsia\nis 16 to 21 Myr old and entered the Antilles from South America early\nduring its history, with subsequent expansion along the island arc. The\nancestor of the Antillean clade was hawk-moth-pollinated and had fleshy\ncapsules, perhaps facilitating dispersal by birds. The only shift to\nhummingbird pollination occurred on Cuba, which also harbors the largest\nsingle radiation, with 11 species (10 included in our study) that\napparently arose over the past 4 Myr. Jamaica, Hispaniola, and Puerto\nRico each sustained smaller radiations. The data also reveal at least\none new species.","trees":[{"tree_label":"MLT","ntax":"65","rootedtree":"TRUE","title":"Filipowicz Renner Brunfelsia 65acc concatenated","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50294.phy"}]}