{"Authors":" Bonnie Bernadette Blaimer","Year":" 2012","Title":" Taxonomy and species-groups of the subgenus Crematogaster\n(Orthocrema) in the Malagasy region (Hymenoptera, Formicidae)","Journal":" ZooKeys","Volume":" 199","Issue":"","Pages":" 23-70","Keywords":" Crematogaster, Orthocrema, Madagascar, Indian Ocean\nislands, taxonomy, intermediate workers","DOI":"","Abstract":" The species-level taxonomy of the subgenus Crematogaster\n(Orthocrema) in the Malagasy region is evaluated with both morphological\ndata from worker and queen ants, and genetic data from three nuclear\nmarkers (long wavelength rhodopsin, arginine kinase and\ncarbamoylphosphate synthase). These two types of data support the\nexistence of six Orthocrema species: Crematogaster madecassa Emery, C.\nrasoherinae Forel, C. telolafy sp. n., C. razana sp. n., C. volamena sp.\nn. and C. mpanjono sp. n.. Two new synonyms of C. rasoherinae Forel are\nrecognized, C. rasoherinae brunneola Emery, syn. n. and C. voeltzkowi\nForel, syn. n., as these were not supported as distinct taxa by the\ndata. A neotype is designated for C. rasoherinae; lectotypes are\ndesignated for C. madecassa, C. rasoherinae brunneola and C. voeltzkowi.\nSpecies descriptions, images, distribution maps and identification keys\nbased on worker and queen ants are given for all six species. A\ndiagnosis of the subgenus Orthocrema in the Malagasy region is presented\nfor both workers and queens. Within the Malagasy Orthocrema, three\ndistinct phylogenetic lineages are suggested by molecular and\nmorphological data. Newly defined monophyletic species-groups are thus\nthe C. madecassa-group (C. madecassa, C. telolafy and C. razana) and the\nC. volamena-group (C. volamena and C. mpanjono); C. rasoherinae\nrepresents an isolated lineage in the Malagasy region and its closest\nrelatives remain unclear. Other interesting biological findings are the\npresence of an intermediate caste between workers and queens in C.\nrasoherinae and C. madecassa, and unusually large workers in C. volamena\nresembling a major caste.","trees":[{"tree_label":"con 50 majrule","ntax":"17","rootedtree":"TRUE","title":"Crematogaster (Orthocrema) LR ArgK CAD","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50272.phy"}]}