{"Authors":" John W. Taylor, Pádraic Corcoran, David J Jacobson, Martin\nI Bidartondo, Patrick Hickey, Jennifer F. Kerekes, Hanna\nJohannesson","Year":" 2012","Title":" Quantifying functional heterothallism in the\npseudohomothallic ascomycete Neurospora tetrasperma","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Neurospora tetrasperma is a pseudohomothallic filamentous\nascomycete that has evolved from heterothallic ancestors. Throughout its\nlife cycle, it is predominantly heterokaryotic for mating-type, and\nthereby self-fertile. However, studies of two strains of N. tetrasperma\nhave revealed the occasional production of self-sterile asexual and\nsexual spores of a single mating-type, indicating that it can be\nfunctionally heterothallic. Here, we report the extensive sampling and\nisolation of natural, heterokaryotic, strains of N. tetrasperma from the\nUnited Kingdom (UK): 99 strains were sampled from Surrey, England, and\nfour from Edinburgh, Scotland. We verified by phylogenetic analyses that\nthese strains belong to N. tetrasperma. We isolated cultures from single\ngerminated asexual spores (conidia) from 17 of these newly sampled UK\nstrains, and 16 previously sampled strains of N. tetrasperma from New\nZealand (NZ). Our results show that the N. tetrasperma strains from the\nUK population produced a significantly greater proportion of\nself-sterile, homokaryotic conidia than the NZ population: the\nproportion of homokaryotic conidia was 42.6% (133/312 spores) and 15.3%\n(59/386), from the UK and the NZ populations, respectively. Although\nhomokaryons recovered from several strains show a bias for one of the\nmating types, the total ratio of A to a mating type in homokaryons (UK:\n72/61, NZ 28/31) did not deviate significantly from the expected 1:1\nratio for either of these populations. These results indicate that\ndifferent populations exhibit differences in their life cycle\ncharacteristics, and a higher degree of outcrossing may be expected from\nthe UK population. This study points to the importance of studying\nmultiple populations when investigating an organism with a complex life\ncycle, as previously undetected differences between populations may be\nrevealed.","trees":[{"tree_label":"Bayesian tree","ntax":"168","rootedtree":"TRUE","title":"Neurospora tetrasperma Bayesian","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50399.phy"},{"tree_label":"MLT","ntax":"168","rootedtree":"TRUE","title":"Neurospora tetrasperma ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50400.phy"}]}