{"Authors":" Chunlei Xiang, Matthew A Gitzendanner, Douglas E. Soltis,\nHua Peng, Li-Gong Lei","Year":" 2012","Title":" Phylogenetic placement of the enigmatic and critically\nendangered genus Saniculiphyllum (Saxifragaceae) inferred from combined\nanalysis of plastid and nuclear DNA sequences","Journal":" Molecular Phylogenetics and Evolution","Volume":" 64","Issue":"","Pages":" 357-367","Keywords":" China,Heucheroid clade,Saniculiphyllum\nguangxiense,Saxifragales,Phylogenetic analysis","DOI":" 10.1016/j.ympev.2012.04.010","Abstract":" Saniculiphyllum, a monotypic genus distributed in\nsouthwest China, was thought to be extinct before our recent\nrediscovery. The taxonomic position of this genus has been enigmatic\never since its publication. It was originally treated as the only member\nof a distinct tribe Saniculiphylleae in the family Saxifragaceae. Some\nproposed a new family, Saniculophyllaceae, to accommodate this genus,\nalthough its affinities are clearly with members of Saxifragaceae. Here\nwe analyzed six DNA regions, the nuclear ribosomal ITS and 26S rDNA and\nthe plastid rbcL, matK, trnL-trnF, psbA-trnH genes, spacers, and intron\nto explore the phylogenetic position of Saniculiphyllum within\nSaxifragaceae. The combined nuclear and chloroplast dataset includes 63\ningroup species, representing all genera but Hieronymusia in the family.\nResults from likelihood, parsimony and Bayesian phylogenetic methods\ncorroborate earlier results. Two clades of Saxifragaceae, the Heucheroid\nand Saxifragoid clades, were recovered. The topologies obtained from\ndifferent analyses confirm the placement of Saniculiphyllum in\nSaxifragaceae, but our analyses reveal that Saniculiphyllum is embedded\nwithin the large Heucheroid clade. However, the closest relatives of\nSaniculiphyllum within the Heucheroid clade remain unclear. Combined\nwith morphological data, our results suggest that Saniculiphyllum should\nbest be regarded as a highly distinctive lineage within the Heucheroid\nclade of Saxifragaceae. Morphological novelties and conservation status\nof Saniculiphyllum are also presented.","trees":[{"tree_label":"strict","ntax":"74","rootedtree":"TRUE","title":"Tr55874","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55874.phy"},{"tree_label":"con 50 majrule","ntax":"74","rootedtree":"TRUE","title":"Tr55875","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55875.phy"},{"tree_label":"ML nuc","ntax":"74","rootedtree":"FALSE","title":"Tr55878","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55878.phy"},{"tree_label":"ML plastid","ntax":"73","rootedtree":"FALSE","title":"Tr55877","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55877.phy"},{"tree_label":"ML combined","ntax":"74","rootedtree":"FALSE","title":"Tr55876","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55876.phy"}]}