{"Authors":" Jeffrey L. Boore, J. Robert Macey, Rachel Lockridge\nMueller, David B. Wake, Martin Jaekel","Year":" 2004","Title":" Morphological homoplasy, life history evolution, and\nhistorical biogeography of plethodontid salamanders inferred from\ncomplete mitochondrial genomes","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 101","Issue":" 38","Pages":" 13820-13825","Keywords":" NA","DOI":" 10.1073/pnas.0405785101","Abstract":" The evolutionary history of the largest salamander family\n(Plethodontidae) is characterized by extreme morphological homoplasy.\nAnalysis of the mechanisms generating such homoplasy requires an\nindependent, molecular phylogeny. To this end, we sequenced 24 complete\nmitochondrial genomes (22 plethodontids and two outgroup taxa), added\ndata for three species from GenBank, and performed partitioned and\nunpartitioned Bayesian, ML, and MP phylogenetic analyses. We explored\nfour dataset partitioning strategies to account for evolutionary process\nheterogeneity among genes and codon positions, all of which yielded\nincreased model likelihoods and decreased numbers of supported nodes in\nthe topologies (PP > 0.95) relative to the unpartitioned analysis.\nOur phylogenetic analyses yielded congruent trees that contrast with the\ntraditional morphology-based taxonomy; the monophyly of three out of\nfour major groups is rejected. Reanalysis of current hypotheses in light\nof these new evolutionary relationships suggests that 1) a larval life\nhistory stage re-evolved from a direct-developing ancestor multiple\ntimes, 2) there is no phylogenetic support for the \u001aOut of Appalachia\u001a\nhypothesis of plethodontid origins, and 3) novel scenarios must be\nreconstructed for the convergent evolution of projectile tongues,\nreduction in toe number, and specialization for defensive tail loss.\nSome of these novel scenarios imply morphological transformation series\nthat proceed in the opposite direction than was previously thought. In\naddition, they suggest surprising evolutionary lability in traits\npreviously interpreted to be conservative.","trees":[{"tree_label":"Fig. 2","ntax":"27","rootedtree":"TRUE","title":"Plethodontidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1883.phy"}]}