{"Authors":" Bonnie Bernadette Blaimer","Year":" 2012","Title":" Acrobat ants go global - Origin, evolution and systematics of\nthe genus Crematogaster (Hymenoptera: Formicidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Crematogaster, ants, South-East Asia, Madagascar,\ntransoceanic dispersal, biogeography","DOI":" 10.1016/j.ympev.2012.06.028","Abstract":" This study unravels the evolution and biogeographic\nhistory of the globally distributed ant genus Crematogaster on the basis\nof a molecular phylogeny, reconstructed from five nuclear protein-coding\ngenes and a total of 3384 bp of sequence data. A particular emphasis is\nplaced on the evolutionary history of these ants in the Malagasy region.\nBayesian and likelihood analyses performed on a dataset of 124\nCrematogaster ingroup taxa lend strong support for three deeply\ndiverging phylogenetic lineages within the genus: the Orthocrema clade,\nthe Global Crematogaster clade and the Australo-Asian Crematogaster\nclade. The 15 previous subgenera within Crematogaster are mostly not\nmonophyletic. Divergence dating analyses and ancestral range\nreconstructions suggest that Crematogaster evolved in South-East Asia in\nthe mid-Eocene (4045 ma). The three major lineages also originated in\nthis region in the late Oligocene/early Miocene (∼2430 ma). A first\ndispersal out of S-E Asia by an Orthocrema lineage is supported for 2230\nma to the Afrotropical region. Successive dispersal events out of S-E\nAsia began in the early, and continued throughout the late Miocene. The\nglobal distribution of Crematogaster was achieved by subsequent\ncolonizations of all major biogeographic regions by the Orthocrema and\nthe Global Crematogaster clade. Molecular dating estimates and ancestral\nrange evolution are discussed in the light of palaeogeographic changes\nin the S-E Asian region and an evolving ocean circulation system\nthroughout the Eocene, Oligocene and Miocene. Eight dispersal events\nto/from Madagascar by Crematogaster are supported, with most events\noccurring in the late Miocene to Pliocene (5.09.5 ma). These results\nsuggest that Crematogaster ants possess exceptional dispersal and\ncolonization abilities, and emphasize the need for detailed\ninvestigations of traits that have contributed to the global\nevolutionary success of these ants.","trees":[{"tree_label":"con 50 majrule","ntax":"132","rootedtree":"TRUE","title":"Crematogaster","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_57196.phy"}]}