{"Authors":" Lars Nauheimer, Dirk Metzler, Susanne S Renner","Year":" 2012","Title":" Global history of the ancient monocot family Araceae inferred\nwith models accounting for past continental positions and previous\nranges inferred from fossils\n","Journal":" New Phytologist","Volume":" 195","Issue":" 4","Pages":" 938-950","Keywords":" ancestral area reconstruction; calibration; chronogram;\ndivergence times; integrating fossil geographical ranges; molecular\nclock models; phylogeny","DOI":" 10.1111/j.1469-8137.2012.04220.x","Abstract":" The family Araceae (3790 species, 117 genera) has one of\nthe oldest fossil records among angiosperms. Ecologically, members of\nthis family range from free-floating aquatics (Pistia and Lemna) to\ntropical epiphytes. Here, we infer some of the macroevolutionary\nprocesses that have led to the worldwide range of this family and test\nhow the inclusion of fossil (formerly occupied) geographical ranges\naffects biogeographical reconstructions. Using a complete genus-level\nphylogeny from plastid sequences and outgroups representing the 13 other\nAlismatales families, we estimate divergence times by applying different\nclock models and reconstruct range shifts under different models of past\ncontinental connectivity, with or without the incorporation of fossil\nlocations. Araceae began to diversify in the Early Cretaceous (when the\nbreakup of Pangea was in its final stages), and all eight subfamilies\nexisted before the K/T boundary. Early lineages persist in Laurasia,\nwith several relatively recent entries into Africa, South America,\nSouth-East Asia and Australia. Water-associated habitats appear to be\nancestral in the family, and DNA substitution rates are especially high\nin free-floating Araceae. Past distributions inferred when fossils are\nincluded differ in nontrivial ways from those without fossils. Our\ncomplete genus-level time-scale for the Araceae may prove to be useful\nfor ecological and physiological studies.","trees":[{"tree_label":"chronogram","ntax":"134","rootedtree":"TRUE","title":"chrono","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59303.phy"},{"tree_label":"phylogramm","ntax":"134","rootedtree":"TRUE","title":"phylo","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59304.phy"}]}