{"Authors":" Natalie Cusimano, Tanja Stadler, Susanne S Renner","Year":" 2012","Title":" A new method for handling missing species in diversification\nanalysis applicable to randomly or non-randomly sampled phylogenies","Journal":" Systematic Biology","Volume":" 61","Issue":" 5","Pages":" 785-792","Keywords":" Diversification rates, missing-species-problem, γ\nstatistic, birth-death likelihood analysis, model fitting, non-random\nspecies sampling","DOI":"","Abstract":" Chronograms from molecular dating are increasingly being\nused to infer rates of diversification and their change over time. A\nmajor limitation in such analyses is incomplete species sampling that\nmoreover is usually non-random. While the widely used γ statistic with\nthe MCCR test or the birth-death likelihood analysis with the ∆AICrc\ntest statistic are appropriate for comparing the fit of different\ndiversification models in phylogenies with random species sampling, no\nobjective, automated method has been developed for fitting\ndiversification models to non-randomly sampled phylogenies. Here we\nintroduce a novel approach, CorSiM, which involves simulating missing\nsplits under a constant-rate birth-death model and allows the user to\nspecify whether species sampling in the phylogeny being analyzed is\nrandom or non-random. The completed trees can be used in subsequent\nmodel-fitting analyses. This is fundamentally different from previous\ndiversification rate estimation methods, which were based on null\ndistributions derived from the incomplete trees. CorSiM is automated in\nan R package and can easily be applied to large data sets. We illustrate\nthe approach in two Araceae clades, one with a random species sampling\nof 52% and one with a non-random sampling of 55%. In the latter clade,\nthe CorSiM approach detects and quantifies an increase in\ndiversification rate while classic approaches prefer a constant rate\nmodel, whereas in the former clade, results do not differ among methods\n(as indeed expected since the classic approaches are valid only for\nrandomly sampled phylogenies). The CorSiM method greatly reduces the\ntype I error in diversification analysis, but type II error remains a\nmethodological problem.","trees":[{"tree_label":"RaxML","ntax":"112","rootedtree":"TRUE","title":"Areae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50407.phy"}]}