{"Authors":" Santiago Claramunt, Elizabeth Perrault Derryberry, Robb T.\nBrumfield, J Van Remsen","Year":" 2012","Title":" Ecological opportunity and diversification in a continental\nradiation of birds: Climbing adaptations and cladogenesis in the\nFurnariidae","Journal":" American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" key innovation, macroevolution, specialization,\nspeciation, woodcreepers, Neotropics","DOI":"","Abstract":" Ecological theories of adaptive radiation predict that\necological opportunity stimulates cladogenesis through its effects on\ncompetitive release and niche expansion. Given that key innovations may\nconfer ecological opportunity, we investigate the effect of the\nacquisition of climbing adaptations on rates of cladogenesis in a major\navian radiation, the Neotropical bird family Furnariidae, using a\nspecies-level phylogeny. Morphological specializations for vertical\nclimbing originated in the woodcreepers ca. 23 Mya, well before that\nadaptation occurred in woodpeckers (Picidae) or in other potential\ncompetitors in South America. This suggests that the acquisition of\nclimbing adaptations conferred ample ecological opportunity to early\nwoodcreepers. Nonetheless, we found that increases in speciation rates\nin Furnariidae did not coincide with the acquisition of climbing\nadaptations, and that the relationship between the accumulation of\nclimbing adaptations and rates of speciation was negative. In addition,\nwe did not detect a diversity-dependent decline in woodcreeper\ndiversification rates consistent with saturation of the trunk-climbing\nniche. These findings do not support the hypothesis that ecological\nopportunity related to trunk-foraging stimulated cladogenesis in this\nradiation. The negative effect of climbing on diversification may be\nmediated by an indirect positive effect of climbing on dispersal\nability, which may reduce speciation rates over evolutionary time\nscales.","trees":[{"tree_label":"PAUP 1","ntax":"75","rootedtree":"TRUE","title":"Picidae tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50403.phy"},{"tree_label":"MCC","ntax":"49","rootedtree":"TRUE","title":"Dendrocolaptinae Topology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50405.phy"},{"tree_label":"DenML","ntax":"49","rootedtree":"TRUE","title":"Dendrocolaptinae Maximum Likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50406.phy"}]}