{"Authors":" Nicholas Peter Tippery, Donald H. Les","Year":" 2012","Title":" Hybridization and systematics of dioecious North American\nNymphoides (N. aquatica and N. cordata; Menyanthaceae)","Journal":" Aquatic Botany","Volume":" 104","Issue":"","Pages":" 127-137","Keywords":"","DOI":" 10.1016/j.aquabot.2012.08.003","Abstract":" Outcrossing in the aquatic genus Nymphoides (about 50\nspecies) is promoted by various sexual conditions including dimorphic\nheterostyly (most species) and dioecy (four species). In eastern North\nAmerica, N. aquatica and N. cordata are dioecious sister species that\ndiffer only slightly by their adventitious root form, leaf texture, and\noverall size. Although these features distinguish most individuals, the\noccurrence of morphologically intermediate specimens within broadly\noverlapping geographic ranges often confounds their identification. Even\nthough hybridization of these taxa has not been documented previously,\nthe potential for gene flow between N. aquatica and N. cordata exists\nbecause of their similar floral morphology, reliance on outcrossing, and\npartial sympatry. We studied individuals collected across the ranges of\nN. aquatica and N. cordata, using nuclear (ITS) and chloroplast\n(matK/trnK) sequence data to better ascertain their distinctness and to\ninvestigate further the possibility of hybridization. Our results\nindicated that most individuals of N. aquatica and N. cordata were\nreadily identifiable to one or the other species, and these corresponded\nto reciprocally monophyletic groups. However, molecular cloning revealed\nthat some individuals collected within the sympatric range of N.\naquatica and N. cordata were interspecific hybrids. These data are\nconsistent with a taxonomic concept that accepts two morphologically\ndistinct Nymphoides species that occasionally produce genetically and\nmorphologically intermediate hybrids.","trees":[{"tree_label":"Fig. 1","ntax":"34","rootedtree":"TRUE","title":"North American Nymphoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50487.phy"}]}