{"Authors":" Glynis V Cron, Cary Pirone, Madelaine Bartlett, W. J.\nKress, Chelsea D. Specht","Year":" 2012","Title":" Phylogenetic relationships and evolution in the\nStrelitziaceae (Zingiberales)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Biogeography, molecular phylogenetics, morphology,\npollination, Strelitzia","DOI":"","Abstract":" Evolutionary trends and phylogenetic relationships in the\nStrelitziaceae (Zingiberales) were investigated using sequence data from\nten plastid and two nuclear regions and a morphological dataset. The\nstatus of species of Strelitzia were evaluated in terms of the\nphylogenetic species concept. Relationships among the genera remain\nequivocal with two hypotheses emerging: (i) Strelitzia sister to a clade\ncomprising Ravenala and Phenakospermum when indels are included, or (ii)\nRavenala sister to the remainder of the Strelitziaceae when indels are\nexcluded in/from the combined molecular and ‘total evidence’ analyses.\nWithin Strelitzia, S. nicolai is sister to the rest of the genus, with\nS. alba sister to S. caudata. Strelitzia reginae is shown to be\nparaphyletic as S. juncea is nested within it, but more sampling at\npopulation level is needed to confirm the taxonomic status of S. juncea.\nThe highly localised and endangered Strelitzia alba is confirmed as a\ndistinct species, as are S. caudata and S. nicolai, despite few\nmorphological differences. Evolutionary trends are linked to changes in\nhabitat and coevolution with pollinators. Climate change in southern\nAfrica is thought to have restricted Strelitzia nicolai (or its\nancestor) to the eastern coastal region, with subsequent allopatric\nspeciation of S. alba and S. caudata, and relatively recent parapatric\ndivergence of S. juncea from S. reginae.","trees":[{"tree_label":"Fig. 2b","ntax":"16","rootedtree":"TRUE","title":"Strelitziaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50463.phy"},{"tree_label":"Fig. 2b","ntax":"16","rootedtree":"TRUE","title":"Strelitziaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50462.phy"}]}