{"Authors":" S. O. García, David S. Gernandt, Gretel Geada Lopez, Aaron\nListon","Year":" 2005","Title":" Phylogeny and classification of Pinus","Journal":" Taxon","Volume":" 54","Issue":" 1","Pages":" 29-42","Keywords":"","DOI":"","Abstract":" We used chloroplast DNA sequences from matK and rbcL to\ninfer the phylogeny for 101 of the approximately 111 species of Pinus\n(Pinaceae). At the level of subsection and above, the cpDNA tree is\ncongruent with phylogenies based on nuclear DNA with one notable\nexception: cpDNA sequences from subsect. Contortae are sister to all\nother North American hard pines rather than occupying a more derived\nposition in the same clade. We used the cpDNA tree plus evidence from\nnuclear ribosomal DNA and morphology to propose a new classification for\nthe genus. The molecular phylogenies are symmetrical at the deepest\nbranches of the genus, allowing for the delineation of two subgenera,\neach with two sections that form sister groups. Within sections, clades\nwere slightly asymmetric and sometimes ambiguously resolved. To\naccomodate ambiguity in some interrelationships, avoid the creation of\nnew ranks, and retain traditional names, we recognized up to three\nmonophyletic subsections per section. Subgenus Pinus (the diploxylon, or\nhard pines) is divided into the predominantly Eurasian and Mediterranean\nsection Pinus, composed of subsections Pinus and Pinaster; and the\nstrictly North American section Trifolius, composed of subsections\nAustrales, Ponderosae, and Contortae. Subgenus Strobus (the haploxylon,\nor soft pines) is divided into the strictly North American section\nParrya, composed of subsections Cembroides, Nelsoniae, and Balfourianae;\nand the Eurasian and North American section Quinquefolius, composed of\nsubsections Gerardianae, Krempfianae, and Strobi. Mapping of ten\nmorphological and distributional characters indicates that two were\ndiagnostic of infrageneric taxa: the number of vascular bundles per leaf\ndistinguishes subgenus Pinus from subgenus Strobus, and a\nterminal-positioned umbo on the ovulate cone scale is diagnostic of\nsubsect. Strobi.","trees":[{"tree_label":"Fig. 1","ntax":"106","rootedtree":"TRUE","title":"Pinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1892.phy"},{"tree_label":"Mapping","ntax":"106","rootedtree":"TRUE","title":"Pinus MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1893.phy"}]}