{"Authors":" Meijiao Zhou, Jinhua Xiao, Shengnan Bian, Yanwei Li, Liming\nNiu, Haoyuan Hu, Wenshan Wu, Robert W. Murphy, Dawei Huang","Year":" 2012","Title":" Molecular approaches identify known species, reveal cryptic\nspecies, and verify host specificity of Chinese Philotrypesis\n(Hymenoptera: Pteromalidae)","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" sexual dimorphism; male polymorphism; gender association;\nfig wasp; DNA barcoding","DOI":"","Abstract":" Philotrypesis, a major component of the fig wasp community\n(Hymenoptera: Pteromalidae), is a model taxon for studying male fighting\nand mating behavior. Its extreme sexual dimorphism and male polymorphism\nrender species identification uncertain and in-depth research on its\necology, behavior and other evolutionary topics challenging. The fig\nwasps’ enclosed habitat within the syconia makes their mating behavior\ninaccessible, and to the extent of matching conspecific females and\nmales. In this study, we combine morphological and molecular analyses to\nidentify species of Philotrypesis sampled from south China, and to\nassociate their extraordinarily dimorphic genders, and labile male\nmorphologies. Morphological evaluations of females identify 22 species\nand 28 male morphs. The mitochondrial COI and nuclear ITS2 data detect\n21 species using females, and 15 species among the males. Most of the\nmales well match the species as delimited by females. Both markers\naffirm reveal cryptic species in P. quadrisetosa on Ficus vasculosa.\nMost species of wasps live on one species of fig but three species\nco-occur in two hosts (F. microcarpa and F. benjamina), which indicates\nhost switching.","trees":[{"tree_label":"COI NJ Tree","ntax":"125","rootedtree":"TRUE","title":"Figure 1","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50557.phy"},{"tree_label":"ITS NJ Tree","ntax":"138","rootedtree":"TRUE","title":"Figure 2","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50558.phy"}]}