{"Authors":" Anna Karnkowska, Donovan Watza, Mathew Bennett, Jong Im\nKim, Bożena Zakryś, Richard E. Triemer","Year":" 2014","Title":" Phylogenetic relationships and character evolution of\nphotosynthetic euglenoids (Euglenea) inferred from taxon-rich analyses\nof five genes","Journal":" Journal of Eukarytoic Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" algae; Euglenea; Euglenida; hsp90; LSU rDNA; molecular\nphylogeny; protists; psbO; SSU rDNA;","DOI":" 10.1111/jeu.12192","Abstract":" Photosynthetic euglenids acquired chloroplasts by\nsecondary endosymbiosis, which resulted in changes to their mode of\nnutrition and affected the evolution of their morphological characters.\nMapping morphological characters onto a reliable molecular tree could\nelucidate major trends of those changes. We analyzed nucleotide sequence\ndata from regions of three nuclear-encoded genes (nSSU, nLSU, hsp90),\none chloroplast-encoded gene (cpSSU) and one nuclear-encoded chloroplast\ngene (psbO) to estimate phylogenetic relationships among 59\nphotosynthetic euglenid species. Our results were consistent with\nprevious works; most genera were monophyletic, except for the\npolyphyletic genus Euglena, and the paraphyletic genus Phacus. We also\nanalyzed character evolution in photosynthetic euglenids using our\nphylogenetic tree and eight morphological traits commonly used for\ngeneric and species diagnoses, including: characters corresponding to\nwell-defined clades, apomorphies like presence of lorica and\nmucilaginous stalks, and homoplastic characters like rigid cells and\npresence of large paramylon grains. This research indicated that\npyrenoids were lost twice during the evolution of phototrophic\neuglenids, and that mucocysts, which only occur in the genus Euglena,\nevolved independently at least twice. In contrast, the evolution of cell\nshape and chloroplast morphology was difficult to elucidate, and could\nnot be unambiguously reconstructed in our analyses.","trees":[{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Photosynthetic Euglenoids 5 genes alignment","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80090.phy"},{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Photosynthetic Euglenoids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80091.phy"},{"tree_label":"Imported tree 0","ntax":"68","rootedtree":"TRUE","title":"Photosynthetic Euglenoids 5 genes alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80092.phy"}]}