{"Authors":" Mary Ann Elizabeth Feist, Stephen R Downie, Anthony R\nMagee, Mei R. Liu","Year":" 2012","Title":" Revised generic delimitations for Oxypolis and Ptilimnium\n(Apiaceae) based on leaf morphology, comparative fruit anatomy, and\nphylogenetic analysis of nuclear rDNA ITS and cpDNA trnQ and trnK\nintergenic spacer sequence data.","Journal":" Taxon","Volume":" 61","Issue":" 2","Pages":" 402-418","Keywords":" Harperella, new combinations, Oenantheae, Oxypolis,\nPtilimnium, rachis leaves, Tiedemannia","DOI":"","Abstract":" A phylogenetic study of Oxypolis and Ptilimnium, two small\ngenera of tribe Oenantheae (Apiaceae, subfamily Apioideae), was carried\nout. Generic circumscriptions and infrageneric and infraspecific\nrelationships were investigated through parsimony and Bayesian inference\nanalyses of nuclear rDNA ITS and cpDNA trnQ-5’rps16 and 3’rps16-5’trnK\nintergenic spacer sequences. Fruit anatomical characters were examined\nand used in conjunction with leaf morphology to corroborate the results\nof the phylogenetic analyses. Each genus as currently delimited has both\ncompound-leaved and rachis-leaved species. Results of the phylogenetic\nanalyses show that neither Oxypolis nor Ptilimnium is monophyletic; each\ngenus is split into two strongly supported clades that correspond to\ndifferences in leaf morphology within the groups. Fruit anatomical\ncharacters support these splits. The fruits of compound-leaved and\nrachis-leaved Oxypolis species differ in the number of commissural\nvittae per mericarp, the branching of the vittae, and the lignification\nof mericarp around the seed. The fruits of compound-leaved and\nrachis-leaved Ptilimnium species differ in the compression of the\nmericarps and the length of the wings relative to the vascular bundles.\nBased on the analyses of the molecular data and the corroboration of\nmorphological and fruit anatomical data, new circumscriptions for the\ngenera Oxypolis and Ptilimnium are formalized. Each of the two\npolyphyletic genera (Oxypolis and Ptilimnium) is split, two genera\n(Tiedemannia and Harperella) are resurrected, and new combinations are\nmade.","trees":[{"tree_label":"con 50 majrule PPV","ntax":"63","rootedtree":"TRUE","title":"Oxypolis and Ptilimnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50542.phy"},{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Oxypolis and Ptilimnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50543.phy"},{"tree_label":"Strict","ntax":"65","rootedtree":"TRUE","title":"Oxypolis and Ptilimnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50544.phy"},{"tree_label":"MajRule","ntax":"65","rootedtree":"TRUE","title":"Oxypolis and Ptilimnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50545.phy"},{"tree_label":"Strict","ntax":"65","rootedtree":"TRUE","title":"Oxypolis and Ptilimnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50546.phy"},{"tree_label":"MajRule","ntax":"65","rootedtree":"TRUE","title":"Oxypolis and Ptilimnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50547.phy"}]}