{"Authors":" John J. Schenk, Kevin C. Rowe, Scott J. Steppan","Year":" 2013","Title":" Ecological Opportunity and Incumbency in the Diversification\nof Repeated Continental Colonizations by Muroid Rodents","Journal":" Systematic Biology","Volume":" 62","Issue":" 6","Pages":" 837-864","Keywords":" adaptive radiation, diversification, ecological\nopportunity, historical biogeography, mammals, rodents","DOI":" 10.1093/sysbio/syt050","Abstract":" Why some clades are more species-rich than others is a\ncentral question in macroevolution. Most hypotheses explaining\nexceptionally diverse clades involve the emergence of an ecological\nopportunity caused by amajor biogeographic transition or evolution of a\nkey innovation. The radiation of muroid rodents is an ideal model for\ntesting theories of diversification rates in relation to biogeography\nand ecological opportunity because the group is exceptionally\nspeciesrich (comprising nearly one-third of all mammal species), it is\necologically diverse, and it has colonized every major landmass except\nNew Zealand and Antarctica, thus providing multiple replicate\nradiations. We present an extension of the conventional ecological\nopportunity model to include a geographic incumbency effect, develop the\nlargest muroid phylogeny to date, and use this phylogeny to test the new\nmodel. The nearly 300-species phylogeny based on four nuclear genes is\nrobustly resolved throughout. Consistent with the fossil record, we\nidentified Eurasia as the most likely origin of the group and\nreconstructed five to seven colonizations of Africa, five of North\nAmerica, four of Southeast Asia, two of South America, two of Sahul, one\nof Madagascar, and eight to ten recolonizations of Eurasia.We accounted\nfor incomplete taxon sampling by using multiple statistical methods and\nidentified three corroborated regions of the tree with significant\nshifts in diversification rates. In several cases, higher rates were\nassociated with the first colonization of a continental area, but most\ncolonizations were not followed by bursts of speciation. We found strong\nevidence for diversification consistent with the ecological opportunity\nmodel (initial burst followed by density-dependent slowdown) in the\nfirst colonization of South America and partial support for this model\nin the first colonization of Sahul. Primary colonizers appear to inhibit\nthe ultimate diversity of secondary colonizers, a pattern of incumbency\nthat is consistent with ecological opportunity, but they did not inhibit\ninitial diversification rates of secondary colonizers. These results\nindicate that ecological opportunity may be a general but weak process\nin muroids and one that requires specific circumstances to lead to an\nadaptive radiation. The total land area, length of time between\ncolonizations, and rank of colonizations did not influence the\ndiversification rates of primary colonizers. Models currently employed\nto test ecological opportunity do a poor job of explaining muroid\ndiversity. In addition, the various rate-shift metrics identified\ndifferent clades, suggesting that caution should be used when only one\nis applied, and we discuss which methods are most appropriate to address\ndifferent questions of diversification.","trees":[{"tree_label":"tree 1","ntax":"305","rootedtree":"TRUE","title":"Muroid Rodents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70640.phy"},{"tree_label":"TREE1","ntax":"305","rootedtree":"TRUE","title":"Muroid Rodents","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70641.phy"}]}