{"Authors":" Paul R Jensen, Kevin Matthew Penn","Year":" 2012","Title":" Comparative genomics reveals evidence of marine adaptation in\nSalinispora species","Journal":" BMC Genomics","Volume":" 13","Issue":" 86","Pages":"","Keywords":"","DOI":" 10.1186/1471-2164-13-86","Abstract":" Background. Gram-positive bacteria represent a consistent\ncomponent of most marine bacterial communities yet little is known about\nthe mechanisms by which they adapt to life in the marine environment.\nHere we employed a phylogenomic approach to identify marine adaptation\ngenes among marine Actinobacteria. The focus was on the obligate marine\nactinomycete genus Salinispora. Results. Functional annotation,\ncomparative genomics, and evidence of a shared evolutionary history with\nmarine bacteria were used to identify a pool of more than 50 marine\nadaptation genes. An Actinobacterial species tree was used to infer the\nlikelihood of gene gain or loss in accounting for the distribution of\neach gene. Acquired marine adaptation genes were associated with\nelectron transport, sodium and ABC transporters, and channels and pores.\nIn addition, the loss of a mechanosensitive channel appears to have\nplayed a major role in the inability of Salinispora strains to survive\nwhen seawater replaces DI water in complex growth media. Conclusions.\nThe marine Actinobacteria for which genome sequences are available are\nbroadly distributed throughout the Actinobacterial phylogenetic tree and\nclosely related to non-marine forms suggesting they have been\nindependently introduced relatively recently into the marine\nenvironment. It appears that the acquisition of transporters in\nSalinispora spp. represents a major marine adaptation while gene loss is\nproposed to account for the inability of this genus to survive outside\nof the marine environment. This study reveals fundamental differences\nbetween marine adaptations in Gram-positive and Gram-negative bacteria\nand no common genetic basis for marine adaptation among the\nActinobacteria analyzed.","trees":[{"tree_label":"tree 1","ntax":"99","rootedtree":"TRUE","title":"Salinispora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50572.phy"},{"tree_label":"tree 1","ntax":"100","rootedtree":"TRUE","title":"Salinispora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50573.phy"},{"tree_label":"tree 1","ntax":"100","rootedtree":"TRUE","title":"Salinispora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50574.phy"},{"tree_label":"tree 1","ntax":"84","rootedtree":"TRUE","title":"Salinispora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50575.phy"},{"tree_label":"tree 1","ntax":"100","rootedtree":"TRUE","title":"Salinispora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52012.phy"},{"tree_label":"tree 1","ntax":"99","rootedtree":"TRUE","title":"Salinispora species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52013.phy"}]}