{"Authors":" Stefanie M. Ickert-Bond, Martin F. Wojciechowski","Year":" 2004","Title":" Phylogenetic Relationships in Ephedra (Gnetales): Evidence\nfrom Nuclear and Chloroplast DNA Sequence Data","Journal":" Systematic Botany","Volume":" 29","Issue":" 4","Pages":" 834-849","Keywords":"","DOI":"","Abstract":" Sequences from the nuclear ribosomal internal transcribed\nspacer region 1 (nrDNA ITS1) and the plastid rps4 gene from the genus\nEphedra (Ephedraceae, Gnetales) were obtained in order to infer\nphylogenetic relationships, character evolution, and historical\nbiogeography in the genus. Within Ephedra the length of the nrDNA ITS1\nvaried from 1,081 to 1,143 basepairs (bp), in contrast to dramatically\nshorter lengths in the outgroups (Gnetum, Welwitschia, and Pinus). The\nrps4 locus varied in length from 645 to 661 bp in the same set of taxa.\nBoth parsimony and maximum likelihood analyses of these sequences\nresulted in a well-resolved phylogeny that supports the monophyly of\nEphedra, but not its subdivision into the traditional sections Ephedra,\nAsarca, and Alatae. The resulting phylogeny also indicates a derivation\nof the New World clade from among the Old World taxa. Among the Old\nWorld species three highly-supported monophyletic groups are recognized\nthat are highly concordant with morphological evidence. The New World\nclade includes two main subclades of North and South American species\nthat are strongly supported, while the position of two, mostly Mexican\nspecies E. pedunculata and E. compacta remains unresolved. Character\nreconstruction of ovulate strobilus types in Ephedra indicates that\nfleshy bracts are ancestral, with shifts to dry, winged bracts having\noccurred multiple times. Low levels of sequence divergence within the\nNorth American clade suggest either recent and rapid ecological\nradiation or highly conservative ribosomal DNA evolution within the\nclade.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Ephedra, ML ITS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1895.phy"},{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Ephedra, MP ITS1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1894.phy"},{"tree_label":"Fig. 3","ntax":"68","rootedtree":"TRUE","title":"Ephedra, plastid rps4 gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1896.phy"}]}