{"Authors":" Gerald F. Bills, Victor Gonzalez-Menendez, Gonzalo\nPlatas","Year":" 2012","Title":" Kabatiella bupleuri sp. nov. (Dothideales), a pleomorphic\nepiphyte and endophyte of the Mediterranean plant, Bupleurum\ngibraltarium (Apiaceae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Aureobasidium, black yeasts, endophytic fungi,\nmeristematic fungi","DOI":"","Abstract":" Bupleurum gibraltarium is an evergreen shrub endemic to\nsouthern Spain and northern Algeria and Morocco. It grows in rocky\nareas, rock outcrops, cliffs, and dry stream beds, usually in calcareous\nareas, but occasionally also found with slates or schists. Rural\ninhabitants have used it for folk remedies, and the anti-inflammatory\nactivity and the in vitro antimicrobial activity of its essential oils\nand extracts have been investigated. We have collected and cultured an\nundescribed Kabatiella species that is consistently associated with the\nflower stems and leaves of B. gibraltarium in the province of Granada.\nThe fungus forms melanized acervuli on overwintered flower stems. It\nalso can be isolated from yeast-like conidial masses that emerge from\nsenescing leaves and from surface-disinfected healthy leaves. Like other\nKabatiella species, the fungus forms blastic falcate to lunate conidia\nsimultaneously from the apex of fertile cells in acervuli. In culture,\nmelanized single-septate conidia form blastically from the vegetative\nhyphae that accumulate in yeast-like masses. These conidia germinate by\nbudding to form secondary yeast-like cells or directly as hyphae. In\nculture, the fungus behaves like and could be confused with\nAureobasidium and Hormonema species. We describe the growth of this\nspecies in agar media and its phylogenetic position based on the\nanalyses of nuclear ribosomal RNA gene sequences. This new species is a\nsister species to the morphologically similar clover pathogen, K.\ncaulivora.","trees":[{"tree_label":"PAUP 1","ntax":"1","rootedtree":"TRUE","title":"Tr50578","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50578.phy"},{"tree_label":"PAUP 1","ntax":"1","rootedtree":"TRUE","title":"Tr50579","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50579.phy"}]}