{"Authors":" Andreas Zwick, Jerome C. Regier, Charles Mitter, Michael P\nCummings","Year":" 2011","Title":" Increased gene sampling yields robust support for\nhigher-level clades within Bombycoidea (Lepidoptera).","Journal":" Systematic Entomology","Volume":" 36","Issue":"","Pages":" 31-43","Keywords":"","DOI":" 10.1111/j.1365-3113.2010.00543.x","Abstract":" This study has as its primary aim the robust resolution of\nhigher-level relationships within the lepidopteran superfamily\nBombycoidea. Our study builds on an earlier analysis of five genes (∼6.6\nkbp) sequenced for 50 taxa from Bombycoidea and its sister group\nLasiocampidae, plus representatives of other macrolepidoteran\nsuperfamilies. The earlier study failed to yield strong support for the\nmonophyly of and basal splits within Bombycoidea, among others.\nTherefore, in an effort to increase support specifically for\nhigher-level nodes, we generated 11.7 kbp of additional data from 20\ngenes for 24 of 50 bombycoid and lasiocampid taxa. The data from the\ngenes are all derived from protein-coding nuclear genes previously used\nto resolve other lepidopteran relationships. With these additional data,\nall but a few higher-level nodes are strongly supported. Given our\ndecision to minimize project costs by augment- ing genes for only 24 of\nthe 50 taxa, we explored whether the resulting pattern of missing data\nin the combined-gene matrix introduced a nonphylogenetic bias, a pos-\nsibility reported by others. This was achieved by comparing node support\nvalues (i.e. nonparametric bootstrap values) based on likelihood and\nparsimony analyses of three datasets that differ in their number of taxa\nand level of missing data: 50 taxa/5 genes (dataset A), 50 taxa/25 genes\n(dataset B) and 24 taxa/25 genes (dataset C). Whereas datasets B and C\nprovided similar results for common nodes, both frequently yielded\nhigher node support relative to dataset A, arguing that: (i) more data\nyield increased node support and (ii) partial gene augmentation does not\nintroduce an obvious nonphy- logenetic bias. A comparison of single-gene\nbootstrap analyses identified four nodes for which one or two of the 25\ngenes provided modest to strong support for a group- ing not recovered\nby the combined-gene result. As a summary proposal, two of these four\ngroupings (one each within Bombycoidea and Lasiocampidae) were deemed\nsuf- ficiently problematic to regard them as unresolved trichotomies.\nSince the alternative groupings were always highly localized on the\ntree, we did not judge a combined-gene analysis to present a problem\noutside those regions. Based on our robustly resolved results, we have\nrevised the classification of Bombycoidea: the family Bombycidae is\nrestricted to its nominate subfamily, and its tribe Epiini is elevated\nto subfamily rank (Epiinae stat.rev.), whereas the bombycid subfamily\nPhiditiinae is reinstated as a separate family (Phiditiidae stat.rev.).\nThe bombycid subfamilies Oberthueriinae Kuznetzov & Stekolnikov,\n1985, syn.nov. and Prismostictinae Forbes, 1955, syn.nov., and the\nfamily Mirinidae Kozlov, 1985, syn.nov. are established as subjective\njunior synonyms of Endromidae Boisduval, 1828. The family Anthelidae\n(Lasiocampoidea) is reincluded in the superfamily Bombycoidea.","trees":[{"tree_label":"Fig. SM2","ntax":"50","rootedtree":"TRUE","title":"Bombycoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50582.phy"},{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Bombycoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50583.phy"},{"tree_label":"Fig. 3","ntax":"50","rootedtree":"TRUE","title":"Bombycoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50584.phy"}]}