{"Authors":" Gerald F. Bills, Victor Gonzalez-Menendez, Gonzalo\nPlatas","Year":" 2012","Title":" Kabatiella bupleuri sp. nov. (Dothideales), a pleomorphic\nepiphyte and endophyte of the Mediterranean plant, Bupleurum\ngibraltarium (Apiaceae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Aureobasidium, black yeasts, endophytic fungi,\nmeristematic fungi","DOI":"","Abstract":" Abstract: Bupleurum gibraltarium is an evergreen shrub\nendemic to southern Spain and northern Algeria and Morocco. We have\ncollected and cultured an undescribed Kabatiella species that is\nconsistently associated with the flower rachises and leaves of B.\ngibraltarium in the province of Granada. The fungus forms melanized\nacervuli on overwintered flower rachises. It also can be isolated from\nyeast-like conidial masses that emerge from senescing leaves and from\nsurface-disinfected healthy leaves. Like other Kabatiella species, the\nfungus forms blastic falcate to lunate conidia simultaneously from the\napex of conidiogenous cells in acervuli. In culture, melanized\nsingle-septate conidia form blastically from the vegetative hyphae that\naccumulate in yeast-like masses. These conidia germinate by budding to\nform secondary yeast-like cells or directly as hyphae. In culture, the\nfungus behaves like, and could be confused with, Aureobasidium and\nHormonema species. We describe the growth of this species in agar media\nand its phylogenetic position based on the analyses of nuclear ribosomal\nRNA gene sequences. This new species is a sister species to the\nmorphologically similar clover pathogen, K. caulivora.","trees":[{"tree_label":"Parsimony 28s","ntax":"59","rootedtree":"TRUE","title":"Tr50636","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_50636.phy"},{"tree_label":"Parsimony ITS","ntax":"73","rootedtree":"TRUE","title":"Tr50638","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_50638.phy"},{"tree_label":"Bayesian 28s","ntax":"59","rootedtree":"TRUE","title":"Tr50637","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_50637.phy"},{"tree_label":"Bayesian ITS","ntax":"73","rootedtree":"TRUE","title":"Tr50639","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_50639.phy"}]}