{"Authors":" Michael Stech","Year":" 2004","Title":" Supraspecific Circumscription and Classification of\nCampylopus (Dicranaceae, Bryopsida) Based on Inferences from Sequence\nData","Journal":" Systematic Botany","Volume":" 29","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The monophyly of Campylopus, and its relationships to\nother genera of the Dicranaceae-Campylopodioideae, especially\nBryohumbertia and Pilopogon, have been ambiguous. To evaluate inter- and\nintrageneric relationships of Campylopus, maximum parsimony and maximum\nlikelihood calculations of sequences from the chloroplast DNA\n(trnTUGU-trnLUAA spacer / trnLUAA 5´exon / trnLUAA intron, atpB\u001arbcL\nspacer) and the nuclear ribosomal DNA (ITS1 / 5.8S / ITS2 / partial 26S)\nwere performed. Analyses of the cpDNA sequences and the more conserved\nnrDNA parts (5.8S, partial ITS1, ITS2 and 26S) confirm the monophyly of\na clade comprising the Campylopodioideae plus Leucobryum\n(Leucobryaceae), as proposed by previous molecular studies. Monophyly of\nCampylopus, including Bryohumbertia, and a sistergroup relationship to\nPilopogon are also strongly supported by the cpDNA data. Relationships\nwithin Campylopus are only partially resolved due to low sequence\nvariability in the cpDNA and homoplastic substitutions and indels. The\npresent classification of Campylopus into three subgenera is not\nsupported by the molecular trees, but further studies including a larger\nnumber of species and additional molecular markers are needed to clarify\nif the present morphological concept is inadequate.","trees":[{"tree_label":"Fig. 2","ntax":"50","rootedtree":"TRUE","title":"Campylopodioideae cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1897.phy"},{"tree_label":"Fig. 4","ntax":"50","rootedtree":"TRUE","title":"Campylopodioideae nrDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1898.phy"},{"tree_label":"Fig. 5","ntax":"37","rootedtree":"TRUE","title":"Campylopus nr+cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1899.phy"}]}