{"Authors":" Marieka Gryzenhout, Henrietta Myburg, Shigeru Kaneko,\nMichael G. Milgroom, Brenda D Wingfield, Michael J Wingfield","Year":" 2004","Title":" DNA sequence data and morphology define Cryphonectria species\nin Europe, China and Japan","Journal":" Canadian Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cryphonectria includes important tree pathogens as well as\nspecies believed to be saprophytes. Recent phylogenetic studies have\nconcentrated on North American and southern hemisphere Cryphonectria\nspp., but little is known about Asian and European taxa. In this study\nwe identify and differentiate between the species occurring in Europe,\nChina and Japan using morphological and phylogenetic comparisons between\nthe Cryphonectria species. Phylogenetic comparisons were based on\nsequence data from the ribosomal ITS operon and two regions in the\nb-tubulin gene. Unknown Japanese and Chinese isolates showing different\ncultural features to those of C. parasitica from Japan and the USA,\ngrouped with isolates of C. nitschkei from Quercus spp. and Rhus\njavanica. Isolates of C. havanensis from Q. grosseserrata, Castanopsis\ncuspidata, Pyrus sinensis and Eucalyptus globulus also grouped in this\nphylogenetic clade. We propose that Cryphonectria nitschkei and the\nfungus that has been referred to as C. havanensis in Japan should be\ntreated as a single taxon. Phylogenetic and morphological data also\nsuggest that there are two species currently representing C. radicalis\nin Europe. One of these species is similar to the type specimen of C.\nradicalis, while the other species probably is new.","trees":[{"tree_label":"Fig. 1","ntax":"42","rootedtree":"TRUE","title":"Cryphonectria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1900.phy"},{"tree_label":"Fig. 2","ntax":"42","rootedtree":"TRUE","title":"Cryphonectria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1901.phy"}]}