{"Authors":" Ellen G Klinger, Rosalind R James, Nabil N Youssef, Dennis\nL Welker","Year":" 2013","Title":" A multi-gene phylogeny provides insight into the\nrelationships among Ascosphaera species","Journal":" Journal of Invertebrate Pathology","Volume":" 112","Issue":" 1","Pages":" 41-48","Keywords":" Ascosphaera; chalkbrood; bee disease; multi-gene\nphylogeny; pathogen evolution\n","DOI":" 10.1016/j.jip.2012.10.011","Abstract":" Ascosphaera fungi are highly associated with social and\nsolitary bees, with some species being pathogenic to bees (causing\nchalkbrood) while others are not, and proper identification within this\ngenus is important. Unfortunately, morphological characterizations can\nbe difficult, and molecular characterizations have only used one genetic\nregion. We evaluated multiple phylogenies of the Ascosphaera using up to\nsix loci: the Internal Transcribed Spacer (ITS) region, 18S rRNA, 28S\nrRNA, Elongation Factor-1α (EF-1α) the RNA polymerase II largest subunit\n(RPB1), and the second largest subunit (RPB2). The ITS sequence alone\nproduced an inadequate phylogeny, and the addition of both the 18S and\n28S rRNA loci to the ITS sequence produced a phylogeny similar to that\nbased on all six genetic regions. For all phylogenies, Ascosphaera\ntorchioi was in a separate clade that was the most basal, with a strong\ngenetic similarity to Eremascus albus, introducing the possibility of\nparaphyly within Ascosphaera. Also, based on this new phylogeny, we now\nsuggest that the Apis mellifera (honey bee) pathogens arose within a\ngroup of saprophytes, and the Megachile (leafcutting bees) pathogens\narose separately.","trees":[{"tree_label":"Consensus tree of 10001 trees from MrBayes Trees from\n.t File","ntax":"38","rootedtree":"TRUE","title":"Tr58093","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58093.phy"},{"tree_label":"consensus","ntax":"18","rootedtree":"TRUE","title":"Tr58248","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58248.phy"},{"tree_label":"Consensus tree of 10001 trees from MrBayes Trees from\n.t File","ntax":"18","rootedtree":"TRUE","title":"Tr58094","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58094.phy"}]}