{"Authors":" Martina Reblova, Keith A Seifert, Jacques Fournier, Vaclav\nStepanek","Year":" 2012","Title":" Phylogenetic classification of Pleurotheciella rivularia gen.\net sp. nov. and its dactylaria-like anamorph (Sordariomycetes) based on\nnuclear ribosomal and protein-coding genes","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Pleurothecium, Dactylaria, Sterigmatobotrys, holoblastic\ndenticulate conidiogenesis, life history, three-gene phylogeny","DOI":"","Abstract":" Two strains of an unknown perithecial ascomycete with a\ndactylaria-like anamorph and another morphologically similar strain of a\ndactylaria-like fungus were collected on decaying wood submerged in\nfreshwater. To study their phylogenetic relationships, we utilized\nsequence data from (1) the nuclear small and large subunits ribosomal\nDNA (nc18S and nc28S) and the second largest subunit of RNA polymerase\nII (RPB2) combined for a multigene analysis, and (2) Internal\nTranscribed Spacer region (ITS) of the rRNA operon. A new genus\nPleurotheciella with two new species is described for ascomycetes with\nnonstromatic perithecia, unitunicate asci, persistent paraphyses and\nhyaline, septate ascospores and with a dactylaria-like morph\ncharacterized by holoblastic denticulate conidiogenesis, subhyaline\nconidiophores and hyaline, septate conidia. Based on the morphological\nand molecular data, Pleurotheciella is closely related to holomorph\ngenera Pleurothecium and Sterigmatobotrys. A key to the three genera is\nprovided. In the inferred three-gene phylogeny they grouped as a sister\nclade to the Savoryellales within a robust clade of uncertain higher\nrank affiliation. Phylogenetic study of the twelve strains of\nPleurothecium recurvatum revealed four of them to group apart from the\nstrains, which represent the core of this species. Two of these strains,\nwhich formed a monophyletic well-supported clade in both phylogenies and\nshare similar morphological characteristics, are described as a new\nspecies.","trees":[{"tree_label":"Fig. 1","ntax":"93","rootedtree":"TRUE","title":"Pleurotheciella phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50675.phy"}]}