{"Authors":" Dirk Stubbe, Annemieke Verbeken","Year":" 2012","Title":" Lactarius subgenus Plinthogalus: European taxa and American\nvarieties of L. lignyotus","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Russulales, phylogeny, ectomycorrhiza, morphology,\nmacrofungi","DOI":"","Abstract":" The European species of Lactarius subg. Plinthogalus are\nsubjected to a molecular phylogenetic analysis based on ITS, LSU and\nrpb2 sequences. Morphological characters of the species are discussed in\nthe light of the phylogenetic results. Besides a broad sampling within\nEurope, Asia and North America were also included in the analysis. Eight\nEuropean species are molecularly confirmed: L. lignyotus, L. acris, L.\nazonites, L. pterosporus, L. ruginosus, L. romagnesii, L. fuliginosus\nand L. picinus. Except for the sibling species L. fuliginosus and L.\npicinus, all species are morphologically distinct. Our results suggest\nthat L. fuliginosus is exclusively associated with broad-leaved trees\nand L. picinus with conifers, but this putative difference in host\nselectivity needs to be further investigated. Lactarius subruginosus\nturns out to be a synonym of either L. pterosporus or L. ruginosus. The\nposition of Lactarius terenopus remains to be clarified. The North\nAmerican taxa that are closely related to the European L. lignyotus (L.\nfallax, L. lignyotus var. canadensis, var. nigroviolascens and var.\nmarginatus) are not resolved. Intercontinental conspecificity is\nconfirmed between Europe and northern Asia but not between Europe and\nsouthern Asia nor between Europe and North America. A taxonomic\nsubdivision of L. subg. Plinthogalus based on the height of the spore\nornamentation should be rejected.","trees":[{"tree_label":"ITS-LSU-rpb2","ntax":"84","rootedtree":"TRUE","title":"3 markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50762.phy"},{"tree_label":"tree ITS-LSU","ntax":"67","rootedtree":"TRUE","title":"ML - 2 markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50763.phy"}]}