{"Authors":" Ingi Agnarsson","Year":" 2012","Title":" Systematics of new subsocial and solitary Australasian\nAnelosimus species (Araneae : Theridiidae)","Journal":" Invertebrate Systematics","Volume":" 26","Issue":"","Pages":"","Keywords":" Australia, Bali, evolution of sociality, New Britain,\nPapua New Guinea, social ecology, taxonomy.","DOI":" 10.1071/IS11039","Abstract":" Species of the cobweb spider genus Anelosimus range from\nsolitary to subsocial to social, and sociality has evolved repeatedly\nwithin the genus. Thus, this genus allows studies of the traits that\nplay a role in social evolution. However, taxonomic knowledge of\nAnelosimus is geographically narrow and nearly all sociobiological\nstudies have been done in the Americas. Only one behaviourally unknown\nspecies has been described from all of Australasia. Here, I describe\nseven new Anelosimus from PapuaNewGuinea (Anelosimus potmosbi, sp. nov.,\nAnelosimus pomio, sp. nov., Anelosimus eidur, sp. nov. and Anelosimus\nluckyi, sp. nov.), Bali (Anelosimus bali, sp. nov.), Australia\n(Anelosimus pratchetti, sp. nov.) and an unknown locality (Anelosimus\nterraincognita, sp. nov.), ranging from solitary to subsocial. A\nphylogenetic analysis supports the inclusion of these species in\nAnelosimus, and suggests that solitary Papuan species represent a second\nreversal from subsocial behaviour. Both solitary species inhabit the\nbeachfront, a habitat that appears not to be conducive to social\nbehaviour in spiders. Subsocial species, as in other parts of the world,\nare found in montane tropical forests of Papua New Guinea, and at\nrelatively high latitudes in Australia. Thus, a global ecological\npattern of sociality in Anelosimus is emerging as taxonomic,\nphylogenetic and ethological knowledge extends beyond the Americas.","trees":[{"tree_label":"Bayesian Final","ntax":"98","rootedtree":"TRUE","title":"Anelosimus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50677.phy"}]}