{"Authors":" Peter James Croucher, Geoff Oxford, Athena Lam, Neesha\nMody, Rosemary G. Gillespie","Year":" 2012","Title":" Colonization history and population genetics of the\ncolor-polymorphic Hawaiian happy-face spider Theridion grallator\n(Araneae, Theridiidae)","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeography, founder effects, adaptive shifts","DOI":"","Abstract":" Past geological and climatological processes shape extant\nbiodiversity. In the Hawaiian Islands these processes have provided the\nphysical environment for a number of extensive adaptive radiations. Yet\nsingle species that occur throughout the islands provide some of the\nbest cases for understanding how species respond to the shifting\ndynamics of the islands in the context of colonization history and\nassociated demographic and adaptive shifts. Here we focus on the\nHawaiian happy-face spider, a single color-polymorphic species, and use\nmitochondrial and nuclear allozyme markers to examine 1) how the mosaic\nformation of the landscape has dictated population structure, and 2) how\ncycles of expansion and contraction of the habitat matrix have been\nassociated with demographic shifts, including a ‘quantum shift’ in the\ngenetic basis of the color polymorphism. The results show a marked\nstructure among populations consistent with the age progression of the\nislands. The finding of low genetic diversity on the youngest site\ncoupled with the very high diversity of haplotypes on the slightly older\nsubstrates that are highly dissected by recent volcanism suggest that\nthe mosaic structure of the landscape may play an important role in\nallowing differentiation of the adaptive color-polymorphism.","trees":[{"tree_label":"Fig. 6","ntax":"334","rootedtree":"TRUE","title":"Theridion grallator Bayesian Chronogram constructed\nfrom 20,000 posterior trees output by BEAST","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_50741.phy"}]}