{"Authors":" Dawn M Higginson, Kelly B. Miller, Kari A. Segraves, Scott\nPitnick","Year":" 2012","Title":" Female reproductive tract form drives the evolution of\ncomplex sperm morphology","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":"","Issue":"","Pages":"","Keywords":" sexual selection, sperm conjugation, sperm heteromorphism,\nornament-preference correlated evolution","DOI":"","Abstract":" The coevolution of female mate preferences and exaggerated\nmale traits is a fundamental prediction of many sexual selection models,\nbut has largely defied testing due to the challenges of quantifying the\nsensory and cognitive bases of female preferences. We overcome this\ndifficulty by focusing on postcopulatory sexual selection, where readily\nquantifiable female reproductive tract structures are capable of biasing\npaternity in favor of preferred sperm morphologies and thus represent a\nproximate mechanism of female mate choice when ejaculates from multiple\nmales overlap within the tract. Here, we use phylogenetically controlled\ngeneralized least squares and logistic regression to test whether the\nevolution of female reproductive tract design might have driven the\nevolution of complex, multivariate sperm form in a family of aquatic\nbeetles. The results indicate that female reproductive tracts have\nundergone extensive diversification in diving beetles, with remodelling\nof size and shape of several organs and structures being significantly\nassociated with changes in sperm size, head shape, gains/losses of\nconjugation and conjugate size. Further, results of Bayesian analyses\nsuggest that the loss of sperm conjugation is driven by elongation of\nthe female reproductive tract. Behavioural and ultrastructural\nexamination of sperm conjugates stored in the female tract indicates\nthat conjugates anchor in optimal positions for fertilization. The\nresults underscore the importance of postcopulatory sexual selection as\nan agent of diversification.","trees":[{"tree_label":"GLS MajRule","ntax":"45","rootedtree":"TRUE","title":"Dytiscid Beetles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50707.phy"}]}