{"Authors":" Sara Fuentes-Soriano, Ihsan A. Al-Shehbaz","Year":" 2012","Title":" Phylogenetic relationships of the mustards with\nmultiaperturate pollen (Physarieae, Brassicaceae) based on the plastid\nndhF gene: implications for morphological diversification","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenetic systematics, character evolution, trichomes,\nfruit, replum, seed, pollen, Physarieae","DOI":"","Abstract":" Abstract Physarieae, a tribe of mustards with\nmultiaperturate pollen, was investigated phylogenetically for the first\ntime using comprehensive sampling and plastid molecular data.\nPhylogenetic analyses were employed to test the monophyly of the tribe,\nto investigate relationships of its seven genera, and to study the\nevolution of selected morphological traits. Character evolution was\ninferred using parsimony approaches for nine continuous and three\ndiscrete traits related to trichomes, fruits, seeds, and pollen. Two\nmonophyletic clades were recovered within Physarieae: the DDNLS clade,\nwhich included five genera (Dithyrea, Dimorphocarpa, Nerisyrenia,\nLyrocarpa, and Synthlipsis), and the PP clade, which comprised two\ngenera (Paysonia and Physaria). Under this new phylogenetic context, the\nmultiaperturate pollen condition was confirmed as a potential\nsynapomorphy of the tribe. In addition five continuous traits of fruits\nand seeds were identified as other potential synapomorphies for\nPhysarieae. The analyses also suggested that members of the DDNLS clade,\nin comparison to those of the PP clade, have highly branched dendritic\ntrichomes, narrower replums, longer fruits, and wider seeds. Moreover,\ninferred ancestral states for the continuous traits in Physarieae showed\nthat there is a general trend towards enlarged fruits and replums,\nlonger styles, wider seeds, and longer seed primary grooves","trees":[{"tree_label":"Physarieae ndhF MP tree","ntax":"53","rootedtree":"TRUE","title":"Tr50705","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50705.phy"},{"tree_label":"Physarieae ndhF ML tree","ntax":"53","rootedtree":"TRUE","title":"Tr50706","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50706.phy"}]}