{"Authors":" Yuxiao Zhang, Chunxia Zeng, Dezhu Li","Year":" 2012","Title":" Complex Evolution in Arundinarieae (Poaceae: Bambusoideae):\nIncongruence between plastid and nuclear GBSSI gene phylogenies.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Arundinarieae; GBSSI gene; hybridization; incongruence;\nlineage sorting; plastid DNA regions","DOI":"","Abstract":" The monophyly of tribe Arundinarieae (the temperate woody\nbamboos) has been unequivocally recovered in previous molecular\nphylogenetic studies. In a recent phylogenetic study, ten major lineages\nin Arundinarieae were resolved based on eight non-coding plastid\nregions, which conflicted significantly with morphological\nclassifications both at the subtribal and generic levels. Furthermore,\nthe in-depth relationships among and within the ten lineages remain\nunclear. In order to further unravel the evolutionary history of\nArundinarieae, we used the nuclear GBSSI gene sequences along with those\nof eight plastid regions for phylogeny reconstruction, with an emphasis\non Chinese species. The results of the plastid analyses agreed with the\nprevious study, whereas thirteen primary clades were revealed in the\nGBSSI phylogeny which were more resolved at the generic level than the\nplastid phylogeny. Our analyses also revealed many inconsistencies\nbetween the plastid DNA and the nuclear GBSSI trees. These results\nimplied that the nuclear genome and the plastid genome had different\nevolutionary trajectories in Arundinarieae. The patterns of incongruence\nsuggested that lack of informative characters, incomplete lineage\nsorting, and/or hybridization (introgression) could be the causes. Seven\nputative hybrid species were hypothesized, four of which were discussed\nin detail on the basis of topological incongruence, chromosome numbers,\nmorphology, and distribution patterns, and those taxa probably resulted\nfrom homoploid hybrid speciation. Overall, our study indicated that the\ntribe Arundinarieae had a complex evolutionary history.","trees":[{"tree_label":"con 50 majrule","ntax":"178","rootedtree":"TRUE","title":"Tr52785","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52785.phy"},{"tree_label":"best","ntax":"178","rootedtree":"TRUE","title":"Tr52786","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52786.phy"},{"tree_label":"Strict","ntax":"116","rootedtree":"TRUE","title":"Tr52790","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52790.phy"},{"tree_label":"Strict","ntax":"178","rootedtree":"TRUE","title":"Tr52787","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52787.phy"},{"tree_label":"best","ntax":"116","rootedtree":"TRUE","title":"Tr52789","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52789.phy"},{"tree_label":"con 50 majrule","ntax":"116","rootedtree":"TRUE","title":"Tr52788","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52788.phy"}]}