{"Authors":" Ewald Langer, Francisco D. Calonge, Clovis\nDouanla-Meli","Year":" 2004","Title":" Geastrum pleosporus sp. nov., a new species of Geastraceae\nidentified based on morphological and molecular phylogenetic data from\nCameroon","Journal":" Mycological Progress","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" An unusual species of Geastrum was found growing on\ndecayed wood debris and leaves of Triplochiton scleroxylon in the\nMbalmayo Forest Reserve, Cameroon. The species morphologically resembles\nG. saccatum and G. fimbriatum in having sessile endosperidium partly\nenclosed by the saccate base of the exoperidium. Microscopically, it is\ncharacterized by and distinguished from all other known species of the\ngenus, in having subsmooth, punctate to moderately verruculose, slightly\nthick- to distinctly thick-walled polymorphous basidiospores, deeply\nconstricted to eight-shaped, mostly oblong, ovoid, cylindrical,\nelliptic, reniform to club-shaped. G. pleosporus was studied from a\ncollection of about fifteen basidiomata covering different stages of\ndevelopment. It is described as new based on morphological analyses and\nphylogenetic inferences made from large ribosomal DNA sequence\nalignments. Phylogenetic relationship of G. pleosporus was investigated,\nin parsimony analyses of partial sequences of the large subunit rDNA of\nselected Gasteromycetes species, G. pleosporus is closely related to G.\nsaccatum within the strongly supported clade of Geastrum species. The\nmonophyly of G. pleosporus and G. saccatum is well supported in\nparsimony analysis of dataset of Geastrum and related taxa using\nparsimony analysis and maximum likelihood.","trees":[{"tree_label":"11 taxon MP tree","ntax":"11","rootedtree":"TRUE","title":"Geastrum spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1902.phy"},{"tree_label":"32 taxon MP tree","ntax":"32","rootedtree":"TRUE","title":"Gasteromycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1903.phy"}]}