{"Authors":" Ole Seberg, Jerrold I. Davis, J. Chris Pires, Dennis W.\nStevenson, Mark W. Chase, M. F. Fay, Tina Jørgensen, Kenneth Jay Sytsma,\nYohan Pillon, Gitte Petersen","Year":" 2012","Title":" Phylogeny of the Asparagales based on three plastid and two\nmitochondrial genes","Journal":" American Journal of Botany","Volume":" 99","Issue":" 5","Pages":"","Keywords":" Asparagales, edited sites, incongruence, maximum\nlikelihood, parsimony","DOI":"","Abstract":" Premise of the study: The Asparagales, with approximately\n40% of all monocotyledons, include a host of commercially important\nornamentals in families such as Orchidaceae, Alliaceae, and Iridaceae,\nand several important crop species in genera such as Allium, Aloe,\nAsparagus, Crocus, and Vanilla. Though the order is rather well-defined,\nthe number of recognised families, their circumscription, and\nrelationships are somewhat controversial.\nMethods: Phylogenetic analyses of Asparagales based on parsimony and\nmaximum likelihood were conducted using nucleotide sequence variation in\nthree plastid genes (matK, ndhF, and rbcL) and two mitochondrial genes\n(atp1 and cob). Branch support was assessed using both jackknife\nanalysis implementing strict-consensus (SC), and bootstrap analysis\nimplementing frequency-within-replicates (FWR). The contribution of\nedited sites in the mitochondrial genes to topology and branch support\nis investigated. Key results: The topologies recovered are largely in\nagreement with previous results, though some clades remain poorly\nresolved (e.g., Ruscaceae). When the edited sites are included in the\nanalysis the plastid and mitochondrial genes are highly incongruent.\nHowever, when removed the two partitions become congruent. Conclusions:\nSome of the deeper nodes in the Asparagales phylogeny remain poorly or\nunresolved as do the relationships of certain monogeneric families\n(e.g., Ixioliriaceae, Doryanthaceae), whereas the support for many\nfamilies is growing. However, the increased support is dominated by\nplastid data, and the potential influence of mitochondrial and\nbiparentially inherited single or low-copy nuclear genes should be\ninvestigated.","trees":[{"tree_label":"Tree 4 of 4","ntax":"153","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52969.phy"},{"tree_label":"Tree 1 of 4","ntax":"153","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52966.phy"},{"tree_label":"Fig. 2","ntax":"153","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52971.phy"},{"tree_label":"Tree 3 of 4","ntax":"153","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52968.phy"},{"tree_label":"Tree 2 of 4","ntax":"153","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52967.phy"},{"tree_label":"Fig. 1","ntax":"153","rootedtree":"TRUE","title":"Asparagales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52970.phy"}]}