{"Authors":" NA","Year":" 2012","Title":" Phylogenomics of the Paraneoptera (Hemiptera, Psocodea,\nThysanoptera) using next-generation transcriptomics","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Insects in the Paraneoptera encompass a large diversity of\nspecies spanning three orders of insects (Hemiptera, Thysanoptera and\nPsocodea). These insects possess a broad range of feeding strategies and\nthus have a wide array of highly adaptive mouthparts. A lack of resolved\nphylogenetic relationships within this group currently impedes our\nunderstanding of the diversification of this lineage. Here we use\nphylogenomic data to study the evolution of the Hemipteroid assemblage\nand resolve several conflicts among previous phylogenetic hypotheses. We\ngenerated novel transcriptome data for eleven species, and combined\nthese with publically available complete proteomes and transcriptomes\nfor seventeen additional key taxa. Analysis with maximum likelihood and\nBayesian inference of three data sets that differ in taxon and gene\nrepresentation (maxsp: 28 taxa, 62 genes and 9,088 amino acid positions,\n45% missing data; newseqsp: 18 taxa, 115 genes and 16,808 amino acid\npositions, 41% missing data; maxgen: 9 taxa, 364 genes and 58,874 amino\nacid positions, 20% missing data) gave congruent results. We place the\nThysanoptera as sister to Hemiptera, find the Cicadomorpha\n(=Clypeorrhyncha) and Fulguromorpha (=Archaeorrhyncha) monophyletic and\na monophyletic Auchenorrhyncha sister to the Heteroptera. The analyses\nshow strong support for superfamily relationships within the\nSternorrhyncha (Psylloidea + (Coccoidea + (Aleyroidea + Aphidoidea)))\nand lends further support for the paraphyly of Psocoptera. Calibration\nplaces the origin of the Hemipteroid assemblage during the Carboniferous\n(approx 325 MYA) and suggests a rapid radiation of superfamilies in\nAuchenorrhyncha compared to Sternorrhyncha.","trees":[{"tree_label":"PhyloBayes","ntax":"18","rootedtree":"TRUE","title":"Tr50908","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50908.phy"},{"tree_label":"PhyloBayes","ntax":"9","rootedtree":"TRUE","title":"Tr50905","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50905.phy"},{"tree_label":"PhyML","ntax":"9","rootedtree":"TRUE","title":"Tr50904","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50904.phy"},{"tree_label":"PhyML","ntax":"18","rootedtree":"TRUE","title":"Tr50909","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50909.phy"},{"tree_label":"PhyloBayes","ntax":"28","rootedtree":"TRUE","title":"Tr50906","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50906.phy"},{"tree_label":"PhyML","ntax":"28","rootedtree":"TRUE","title":"Tr50907","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_50907.phy"}]}