{"Authors":" Seonju Lee, Johannes (Ewald) Zacharias Groenewald, Pedro W.\nCrous","Year":" 2004","Title":" Phylogenetic reassessment of the coelomycete genus Harknessia\nand its teleomorph Wuestneia (Diaporthales), and the introduction of\nApoharknessia gen. nov","Journal":" Studies in Mycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" During routine surveys for microfungi from the Fynbos of\nthe Cape Floral Kingdom in South Africa, isolates of several Harknessia\nspecies were collected. Additional isolates of Harknessia spp. were\ncollected from Eucalyptus leaves in South Africa, as well as elsewhere\nin the world where this crop is grown. Interspecific relationships of\nHarknessia species were inferred based on partial sequence of the\ninternal transcribed spacer (ITS) nuclear ribosomal DNA (nrDNA), as well\nas the b-tubulin and calmodulin genes. From these data, three new\nspecies are described, namely H. globispora from Eucalyptus, H.\nprotearum from Leucadendron and Leucospermum, and H. capensis from\nBrabejum stellatifolium and Eucalyptus sp. Furthermore, based on large\nsubunit nrDNA sequence data, Harknessia is shown to be heterogeneous,\nand a new genus, Apoharknessia, is introduced for A. insueta, which is\ndistinguished from H. eucalypti, the type species of Harknessia, by\nhaving an apical conidial appendage. A morphologically similar genus,\nDwiroopa, which is characterized by several prominent germ slits along\nthe sides of its conidia, is shown to cluster basal to Harknessia.\nSpecies of Harknessia, and their teleomorphs accommodated in Wuestneia,\nare shown to represent an undescribed family in the Diaporthales, as is\nApoharknessia, for which no teleomorph is known.","trees":[{"tree_label":"Fig. 1","ntax":"52","rootedtree":"TRUE","title":"One of 108 most parsimonious trees obtained from 28S\nrDNA data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1904.phy"},{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"One of 96 MPTs obtained from an analysis of ITS,\ncalmodulin and beta-tubulin.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1905.phy"},{"tree_label":"Unpublished beta-tubulin","ntax":"34","rootedtree":"TRUE","title":"Unpublished NJ tree obtained from beta-tubulin\ndata.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1906.phy"},{"tree_label":"Unpublished Calmodulin","ntax":"34","rootedtree":"TRUE","title":"Unpublished NJ tree obtained from calmodulin data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1907.phy"},{"tree_label":"Unpublished ITS","ntax":"34","rootedtree":"TRUE","title":"Unpublished NJ tree obtained from ITS data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1908.phy"}]}