{"Authors":" Patrick Pachl, Katja Domes, Garvin Schulz, Roy A Norton,\nStefan Scheu, Ina Schaefer, Mark Maraun","Year":" 2012","Title":" Convergent evolution of defense mechanisms in oribatid mites\n(Acari, Oribatida) shows no “ghosts of predation past.”","Journal":" Molecular Phylogenetics and Evolution","Volume":" 65","Issue":"","Pages":" 412-420","Keywords":" Convergent evolution, Oribatid mites, Predator-prey\ninteraction, Morphology, Defense, Soil","DOI":"","Abstract":" Oribatid mites are diverse and abundant terrestrial soil\narthropods that are involved in decomposition of organic matter and\nnutrient cycling. As indicated by fossils starting from the Devonian,\nthey evolved varied mechanisms and structures for defense from\npredators. We investigated four of these defensive structures (ptychoid\nbody, hologastry, mineralization and opisthonotal glands) and used\nancestral character state reconstruction to determine whether they\nevolved convergently and how many times this may have happened.\nPhylogenetic trees based on 18S rDNA were constructed for 42 oribatid\nmite species and two outgroup taxa using likelihood and Bayesian\nalgorithms. The results suggest that at least three of the four\ndefensive structures evolved convergently several times; for\nopisthonotal glands convergent evolution remains equivocal. This high\nlevel of convergence indicates that predation has been an important\nfactor throughout the evolution of oribatid mites, contributing to\nmorphological diversity and potentially also to species richness, as\nthere are indications that some taxa radiated after the evolution of\ndefense structures. Despite the ancientness of oribatid mites, defense\nstructures seems to have been rarely lost, suggesting that they still\nare functional and necessary to reduce predation, rather than being\nâghosts of predation pastâ.","trees":[{"tree_label":"18S contree","ntax":"44","rootedtree":"TRUE","title":"Oribatid Mites","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53007.phy"},{"tree_label":"con 50 majrule","ntax":"44","rootedtree":"TRUE","title":"Oribatid Mites","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53008.phy"}]}