{"Authors":" Susy Fuentes-Bazan, Guilhem Mansion, Thomas Borsch","Year":" 2012","Title":" Towards a species level tree of the globally diverse genus\nChenopodium (Chenopodiaceae).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 62","Issue":" 1","Pages":" 359-374","Keywords":" Chenopodium; Chenopodioideae; Chenopodieae; TrnL-F; ITS;\nAngiosperm phylogenetics; Large genera; Polyploidy","DOI":" 10.1016/j.ympev.2011.10.006","Abstract":" Chenopodium is a large and morphologically variable genus\nof annual and perennial herbs with an almost global distribution. All\nsubgenera and most sections of Chenopodium were sampled along with other\ngenera of Chenopodieae, Atripliceae and Axyrideae across the subfamily\nChenopodioideae (Chenopodiaceae), totalling to 140 taxa. Using Maximum\nparsimony and Bayesian analyses of the non-coding trnL-F (cpDNA) and\nnuclear ITS regions, we provide a comprehensive picture of relationships\nof Chenopodium sensu lato. The genus as broadly classified is highly\nparaphyletic within Chenopodioideae, consisting of five major clades.\nCompared to previous studies, the tribe Dysphanieae with three genera\nDysphania, Teloxys and Suckleya (comprising the aromatic species of\nChenopodium s.l.) is now shown to form one of the early branches in the\ntree of Chenopodioideae. We further recognize the tribe Spinacieae to\ninclude Spinacia, several species of Chenopodium, and the genera\nMonolepis and Scleroblitum. The Chenopodium rubrum and the Ch.\nmurale-clades were newly discovered as distinct major lineages but their\nrelationships within Chenopodioideae will need further evaluation. Based\non our results, we suggest the delimitation of Chenopodium to include\nEinadia and Rhagodia because these are part of the crown group composed\nof species of subg. Chenopodium that appear sister to the Atripliceae.\nThe tetraploid crops such as Ch. berlandieri subsp. nuttalliae and Ch.\nquinoa also belong to Chenopodium sensu stricto. Trees derived from\ntrnL-F and ITS were incongruent within this shallow crown group clade.\nPossible biological causes are discussed, including\nallopolyploidization.","trees":[{"tree_label":"Fig. 1","ntax":"141","rootedtree":"TRUE","title":"Chenopodium trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50925.phy"},{"tree_label":"Fig. 2","ntax":"141","rootedtree":"TRUE","title":"Chenopodium ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50924.phy"}]}