{"Authors":" Stephen A. Rehner, Susan L. F. Meyer, Lynn Kay Carta","Year":" 2004","Title":" Morphological variability and molecular phylogeny of the\nnematophagous fungus Monacrosporium drechsleri","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" An isolate of the nematode-trapping fungus Monacrosporium\ndrechsleri was collected from cultures of the root-knot nematode\nMeloidogyne arenaria that had been maintained on tomato roots in\ngreenhouse pots in Beltsville, Maryland, USA. To study host range of the\nisolate, the plant-parasitic nematodes Heterodera glycines, Meloidogyne\nincognita, and Pratylenchus zeae, and the free-living nematodes\nCaenorhabditis elegans and Panagrellus redivivus, were placed on fungal\ncolonies of M. drechsleri grown in Petri dishes. Within one day, none of\nthe nematodes placed near adhesive knobs were motile. To determine where\nM. drechsleri fits within the existing phylogeny of nematode-trapping\nfungi, the ITS-1 and 2 regions of rDNA and the nuclear gene EF1-a were\nsequenced in this study for the new isolate of M. drechsleri, for M.\nparvicolle, and for isolates of M. lysipagum and M. ellipsosporum\ndistinct from those in Genbank. Parsimony trees were constructed showing\nthe closest molecular relative of M. drechsleri to be the newly\nsequenced isolate of M. ellipsosporum; the latter had a highly divergent\nsequence from the morphological isolate of M. ellipsosporum recorded in\nGenBank. Because unique, ever-present and discrete morphological\ncharacters are absent in these related taxa, an independent molecular\ncharacter should be considered essential for their accurate and rapid\nidentification.","trees":[{"tree_label":"Fig. 5","ntax":"6","rootedtree":"TRUE","title":"Monacrosporium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1911.phy"},{"tree_label":"Fig. 4","ntax":"11","rootedtree":"TRUE","title":"Monacrosporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1912.phy"}]}