{"Authors":" Shannon Colleen Lynch, Akif Eskalen, Paul J. Zambino, Joey\nS Mayorquin, Danny H Wang","Year":" 2013","Title":" Identification and pathogenicity of Botryosphaeriaceae\nspecies associated with coast live oak (Quercus agrifolia) decline in\nsouthern California","Journal":" Mycologia","Volume":" 105","Issue":" 1","Pages":" 125-140","Keywords":" Bot canker, Botryosphaeria, coast live oak, Diplodia,\nDothiorella, goldspotted oak borer","DOI":"","Abstract":" Symptoms of decline have been observed on dying coast live\noak (Quercus agrifolia) trees in areas throughout southern California\nthat are both infested and uninfested by the goldspotted oak borer\n(GSOB). The purpose of this study was to identify and assess the\npathogenicity of several anamorphic species of the Botryosphaeriaceae,\nincluding Diplodia corticola, Dothiorella iberica, and Diplodia\nagrifolia sp. nov., that were consistently recovered from symptomatic\ntissues. Species were identified morphologically and by phylogenetic\nanalyses of the complete sequence of the internal transcribed spacer\n(ITS) of the rDNA and partial sequences of ß-tubulin and Elongation\nFactor (EF1-α) genes. Results from morphological assessments and\nphylogenetic analyses support the erection of a new species closely\nrelated to Dip. mutila, described herein as Diplodia agrifolia sp.nov.\nPathogenicity of all species was verified by wound inoculation of\none-year-old coast live oak seedlings under controlled conditions.\nIsolates of Dip. corticola were the most aggressive tested and isolates\nof Dip. agrifolia were the second most aggressive. Both species caused\nbleeding symptoms on inoculated seedlings. Seedlings inoculated with\nDip. corticola died within four weeks, with the pathogen progressing up\nand down through the xylem in advance of living phloem, and moving\nthroughout the taproot in 70% of inoculated seedlings. Colonization and\nre-isolation was successful for all species. Isolates of Do. iberica had\nthe least colonization of fungal species tested. All three fungal\nspecies represent newly recorded fungal pathogens of coast live oak in\nCalifornia. Results from the pathogenicity test suggest that these fungi\nplay a role in the decline of coast live oaks throughout southern\nCalifornia.","trees":[{"tree_label":"Fig. 3","ntax":"52","rootedtree":"TRUE","title":"Botryosphaeriaceae ITS Bt EF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64305.phy"}]}