{"Authors":" Nathan S Upham, Bruce D. Patterson","Year":" 2012","Title":" Diversification and biogeography of the Neotropical\ncaviomorph lineage Octodontoidea (Rodentia: Hystricognathi)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Evolutionary radiation; Octodontoidea; New World;\nCenozoic; Divergence timing; Biogeographic reconstruction","DOI":" 10.1016/j.ympev.2012.01.020","Abstract":" The rodent superfamily Octodontoidea comprises 6 families,\n38 genera, and 193 living species of spiny rats, tuco-tucos, degus,\nhutias, and their relatives. All are endemic to the Neotropical Region\nwhere they represent roughly three-quarters of extant caviomorphs.\nAlthough caviomorph monophyly is well established and phylogenetic\nhypotheses exist for several families, understanding of octodontoid\nrelationships is clouded by sparse taxon sampling and single-gene\nanalyses. We examined sequence variation in one mitochondrial (12S rRNA)\nand three nuclear genes (vWF, GHR, and RAG1) across all caviomorph\nfamilies (including 47 octodontoid species), all phiomorph families, and\nthe sole remaining hystricognath family, using the gundi (Ctenodactylus)\nand springhaas (Pedetes) as outgroups. Our analyses support the\nmonophyly of Phiomorpha, Caviomorpha, and the caviomorph superfamilies\nCavioidea (Dasyproctidae, Cuniculidae, and Caviidae, the latter\nincluding Hydrochoerus), Erethizontoidea, Chinchilloidea (including\nDinomyidae), and Octodontoidea. Cavioids and erethizontoids are strongly\nsupported as sisters, whereas chinchilloids appear to be sister to\noctodontoids. Among octodontoids, Abrocomidae is consistently recovered\nas the basal element, sister to a pair of strongly supported clades; one\nincludes Octodontidae and Ctenomyidae as reciprocally monophyletic\nlineages, whereas the other includes taxa currently allocated to\nEchimyidae, Capromyidae and Myocastoridae. Capromys appears near the\nbase of this clade, in keeping with current classification, but\nMyocastor is nested securely inside a clade of Echimyidae that also\ncontains eumysopines, echimyines and dactylomyines. Another, more weakly\nsupported clade of Echimyidae contains fossorial and scansorial taxa\nfrom the Chaco-Cerrado-Caatinga and the Atlantic Forest. Biogeographic\nanalyses robustly recover the Patagonia-Southern Andes complex as\nancestral for the Octodontoidea, with three component lineages emerging\nby the Oligocene-Miocene boundary (~23 Ma): (1) stem abrocomids in the\nCentral and Southern Andes; (2) a lineage leading to octodontids plus\nctenomyids in Patagonia, later dispersing into the\nChaco-Cerrado-Caatinga; and (3) a lineage leading to echimyids,\ncapromyids, and myocastorids that subsequently radiated in more mesic\nbiomes, including Amazonia, Atlantic Forest, and the Antilles. This\nreconstruction refutes earlier ideas that the diverse, generalized,\nmainly lowland family Echimyidae, which appears early in the fossil\nrecord, gave rise to the Andean lineages of octodontoidsinstead, the\nreverse derivation appears to be true. We recommend formal synonymy of\nMyocastoridae with Echimyidae but defer a similar treatment of\nCapromyidae until additional hutia taxa and sequences can be\nanalyzed.","trees":[{"tree_label":"BIT","ntax":"76","rootedtree":"TRUE","title":"Octodontoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50936.phy"}]}