{"Authors":" Andrea D. Wolfe, Mark E. Mort, Jenny K. Archibald","Year":" 2005","Title":" Phylogenetic relationships within Zaluzianskya\n(Scrophulariaceae s.s., tribe Manuleeae): classification based on DNA\nsequences from multiple genomes and implications for character evolution\nand biogeography.","Journal":" Systematic Botany","Volume":" 30","Issue":" 1","Pages":" 196-215","Keywords":"","DOI":" 10.1600/0363644053661977","Abstract":" Zaluzianskya (Scrophulariaceae s.s., tribe Manuleeae) is a\ndiverse genus of 55 species of annual and perennial herbs, endemic to\nsouthern Africa. This study used DNA sequence data from the nrDNA\nITS-regions, rpl16, and trnL-trnF to produce the first broad\nphylogenetic hypotheses for Zaluzianskya, allowing the first tests of\nthe monophyly of the genus and its sections, as well as an examination\nof character evolution. Reyemia nemesioides was placed within\nZaluzianskya, with strong support. This is consistent with several\nmorphological characteristics of both species of Reyemia. Sections\nZaluzianskya and Holomeria are not monophyletic. The single species\nsampled from section Macrocalyx (Z. mirabilis) was nested within section\nNycterinia according to the chloroplast and combined data, but placed\nsister to Nycterinia according to the ITS data. Several species do not\nform clades. Populations of Z. villosa and Z. gracilis were nested\nwithin a Z. affinis-clade while Z. divaricata was nested within a Z.\npusilla-clade. Finally, populations of the sole day-flowering species\nwithin section Nycterinia, Z. microsiphon, were separated on the\nphylogenies. The source of this division is unknown but could be\nhybridization or convergent evolution via pollinator selection. Analyses\nsuggest that the plesiomorphic condition for Zaluzianskya is annual,\ndistributed within arid regions. Subsequent derivations of a perennial\nlife history appear associated with distribution in relatively mesic\nregions.","trees":[{"tree_label":"Fig. 3B","ntax":"39","rootedtree":"TRUE","title":"Zaluzianskya-Chloroplast","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1913.phy"},{"tree_label":"Fig. 3A","ntax":"39","rootedtree":"TRUE","title":"Zaluzianskya-ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1914.phy"},{"tree_label":"Fig. 3C","ntax":"39","rootedtree":"TRUE","title":"Zaluzianskya-Combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1915.phy"}]}