{"Authors":" Stuart Willis, Hernán López-Fernández, Carmen G. Montaña,\nIzeni Pires Farias, Guillermo Orti","Year":" 2012","Title":" Species-level phylogeny of ‘Satans perches’ based on\ndiscordant gene trees (Teleostei: Cichlidae: Satanoperca Günther\n1862)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Satanoperca; Neotropical; deep coalescence; species\ntree","DOI":"","Abstract":" Neotropical rivers are home to the largest assemblage of\nfreshwater fishes, but little is known about the phylogeny of these\nfishes at the species level using multi-locus molecular markers. Here,\nwe present a phylogeny for all known species of the genus Satanoperca, a\nwidespread group of Neotropical cichlid fishes, based on analysis of six\nunlinked genetic loci. To test nominal and proposed species limits for\nthis group, we surveyed mtDNA sequence variation among 320 individuals\nrepresenting all know species. Most nominal species were supported by\nthis approach but we determined that populations in the Xingu, Tapajós,\nand Araguaia+Paraná Rivers are likely undescribed species, while S.\njurupari and S. mapiritensis did not show clear genetic distinction. To\ninfer a phylogeny of these putative species, we conducted maximum\nlikelihood and Bayesian non-clock and relaxed clock analyses of\nconcatenated data from three genes (one mitochondrial, two nuclear). We\nalso used a multi-species coalescent model to estimate a species tree\nfrom six unlinked loci (one mitochondrial, five nuclear). The topologies\nobtained were congruent with other results, but showed only minimal to\nmoderate support for some nodes, suggesting that more loci will be\nneeded to satisfactorily estimate the distribution of coalescent\nhistories within Satanoperca. We determined that this variation results\nfrom topological discordance among separate gene trees, likely due to\ndifferential sorting of ancestral polymorphisms.","trees":[{"tree_label":"MLT","ntax":"80","rootedtree":"TRUE","title":"Satanoperca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_50952.phy"},{"tree_label":"con 50 majrule","ntax":"80","rootedtree":"TRUE","title":"Satanoperca","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_50951.phy"}]}