{"Authors":" Richard Charles Winkworth, Michael J Donoghue","Year":" 2005","Title":" Viburnum phylogeny based on combined molecular data:\nimplications for taxonomy and biogeography","Journal":" American Journal of Botany","Volume":" 92","Issue":" 4","Pages":" 653-666","Keywords":" biogeography; data combination; phylogeny; taxonomy;\nViburnum","DOI":"","Abstract":" We investigated the phylogeny of Viburnum using separate\nand combined analyses of DNA sequence data from two chloroplast (i.e.,\ntrnK intron and psbA-trnH intergenic spacer) and three nuclear (i.e.,\nnrITS and two copies of GBSSI) loci. Separate analyses of nuclear and\nchloroplast data sets resulted in gene trees that were generally\ncongruent with each other and with trees from two previous analyses.\nHowever, visual inspection of trees from separate nuclear and\nchloroplast analyses indicated several areas of localized incongruence;\nspecifically, (i) the position of section Pseudotinus, (ii) species\nrelationships within section Pseudotinus, and (iii) relationships among\nthe core members of section Lentago. Incongruence length difference and\nthe significantly less parsimonious tests indicate significant\ndifference between data partitions. However, gene trees recovered from\ncombined analyses were highly similar to those found in separate\nanalyses, with many relationships well resolved and supported. Although\nwe remain cautious about relationships that showed conflicting\nresolution in separate analyses, localized difference between data\npartition do not appear to have affected other regions of the tree. Our\nanalyses provide convincing support for numerous relationships within\nViburnum, although there is still uncertainty at the base of the tree\n(i.e., relationships among the supra-sectional lineages and V.\nclemensiae, as well as the exact placement of the root). On the basis of\nthese results we suggest informal names for twelve well-supported\nspecies groups, as well as for several higher-level clades. These new\nnames provide a descriptive framework and will facilitate future study.\nWe also discuss the biogeographic implications of our phylogeny. In\nparticular we focusing on repeated, although apparently temporarily\nincongruent, patterns of disjunction between the Old and New\nWorlds.","trees":[{"tree_label":"Fig. 3","ntax":"42","rootedtree":"TRUE","title":"Viburnum, combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1918.phy"},{"tree_label":"Fig. 1","ntax":"42","rootedtree":"TRUE","title":"Viburnum, chloroplast","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1916.phy"},{"tree_label":"Fig. 2","ntax":"42","rootedtree":"TRUE","title":"Viburnum, nuclear","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1917.phy"}]}