{"Authors":" MARCO A MAMMELLA, Frank N. Martin, Santa Olga Cacciola,\nMichael D Coffey, Leonardo Schena","Year":" 2013","Title":" Analyses of the population structure in a global collection\nof Phytophthora nicotianae isolates inferred from mitochondrial and\nnuclear DNA sequences","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" Phytophthora nicotianae, P. parasitica; intraspecific\nvariability, population structure, nuclear DNA, mitochondrial DNA,\nsingle nucleotide polymorphisms","DOI":"","Abstract":" Genetic variation within the heterothallic cosmopolitan\nplant pathogen Phytophthora nicotianae was determined in 96 isolates\nfrom a wide range of hosts and geographic locations by characterizing\nfour mitochondrial (10% of the genome) and three nuclear loci. Fifty-two\nSNPs (average of 1 every 58 bp) and 313 sites with gaps representing\n5450 bases, enabled the identification of 50 different multilocus\nmitochondrial haplotypes. Similarly, 24 SNPs (average of 1 every 69 bp),\nwith heterozygosity observed at each locus, were observed in three\nnuclear regions (hyp, scp, β-tub) differentiating 40 multilocus nuclear\ngenotypes. Both mitochondrial and nuclear markers revealed a high level\nof dispersal of isolates and an inconsistent geographic structuring of\npopulations. However, a specific association was observed for host of\norigin and genetic grouping with both nuclear and mitochondrial\nsequences. In particular, the majority of citrus isolates from Italy,\nCalifornia, Florida, Syria, Albania and Philippines clustered in the\nsame mitochondrial group and shared at least one nuclear allele. A\nsimilar association was also observed for isolates recovered from\nNicotiana spp. and Solanum spp. The present study suggests an important\nrole of nursery populations in increasing genetic recombination within\nthe species and the existence of extensive phenomena of migration of\nisolates that have been likely spread worldwide with infected plant\nmaterial.","trees":[{"tree_label":"NJ","ntax":"95","rootedtree":"TRUE","title":"Phytophthora nicotianae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52975.phy"},{"tree_label":"MLT","ntax":"96","rootedtree":"TRUE","title":"Phytophthora nicotianae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52973.phy"},{"tree_label":"BI","ntax":"96","rootedtree":"TRUE","title":"Phytophthora nicotianae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52974.phy"}]}