{"Authors":" Jiatang Li","Year":" 2012","Title":" New insights to the molecular phylogenetics and generic\nassessment in the Rhacophoridae (Amphibia: Anura) based on five nuclear\nand three mitochondrial genes, with comments on the evolution of\nreproduction","Journal":" Molecular Phylogenetics and Evolution","Volume":" 53","Issue":" 53","Pages":" 509-522","Keywords":" Chiromantis, Molecular phylogeny, Philautus,\nRhacophoridae, Theloderma","DOI":" 10.1016/j.ympev.2009.06.023","Abstract":" The phylogenetic relationships among 12 genera of\ntreefrogs (Family, Rhacophoridae), were investigated based on a large\nsequence data set, including five nuclear (brain-derived neurotrophic\nfactor, proopiomelanocortin, recombination activating gene 1,\ntyrosinase, rhodopsin) and three mitochondrial (partial 12S and 16S\nribosomal RNA and the complete valine t-RNA) genes. Phylogenetic\nanalysis of the nuclear gene sequences resolved three major clades. The\nfirst group included Philautus, Pseudophilautus, Kurixalus, Gracixalus,\nand Theloderma moloch; Pseudophilautus and Kurixalus were sister taxa.\nThe second group consisted of Nyctixalus and Theloderma. The third group\ncontained Feihyla, Polypedates, Rhacophorus, and Chiromantis vittatus;\nPolypedates and Feihyla were sister taxa. Analyses of the nuclear and\nmitochondrial genes supported the following results: (1) Genus Liuixalus\nformed the sister group of all other rhacophorines. (2) Philautus,\nTheloderma, and Chiromantis were not resolved as monophyletic genera.\nFour groups, including Philautus ocellatus and P. hainanus, P.\nlongchuanensis and P. gryllus, P. banaensis, and P. quyeti nested well\nwithin the genera Liuixalus, Pseudophilautus, Kurixalus, and Gracixalus,\nrespectively. (3) Theloderma moloch and Chiromantis vittatus did not\ncluster with other species of Theloderma and Chiromantis, respectively.\nFoam nesting evolved only once, as did laying eggs in a jelly-like\nmatrix containing some bubbles. Terrestrial direct development evolved\ntwice in the Rhacophoridae.","trees":[{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Tr51061","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51061.phy"},{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Tr51062","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51062.phy"}]}