{"Authors":" Michael Eric D’Angelo, Michelle A. Dunstone, James C.\nWhisstock, Joseph A. Trapani, Phillip I. Bird","Year":" 2012","Title":" Perforin evolved from a gene duplication of MPEG1, followed\nby a complex pattern of gene gain and loss within Euteleostomi","Journal":" BMC Evolutionary Biology","Volume":" 12","Issue":" 1","Pages":"","Keywords":" Perforin, MPEG1, Complement, Cellular Immunity","DOI":" 10.1186/1471-2148-12-59","Abstract":" Background: The pore-forming protein perforin is central\nto the granule-exocytosis pathway used by cytotoxic lymphocytes to kill\nabnormal cells. Although this mechanism of killing is conserved in bony\nvertebrates, cytotoxic cells are present in other chordates and\ninvertebrates, and their cytotoxic mechanism has not been elucidated. In\norder to understand the evolution of this pathway, here we characterize\nthe origins and evolution of perforin. Results: We identified orthologs\nand homologs of human perforin in all but one species analysed from\nEuteleostomi, and present evidence for an earlier ortholog in\nGnathostomata but not in more primitive chordates. In placental mammals\nperforin is a single copy gene, but there are multiple perforin genes in\nall lineages predating marsupials, except birds. Our comparisons of\nthese many-to-one homologs of human perforin show that they mainly arose\nfrom lineage-specific gene duplications in multiple taxa, suggesting\nacquisition of new roles or different modes of regulation. We also\npresent evidence that perforin arose from duplication of the ancient\nMPEG1 gene, and that it shares a common ancestor with the functionally\nrelated complement proteins. Conclusions: The evolution of perforin in\nvertebrates involved a complex pattern of gene, as well as intron, gain\nand loss. The primordial perforin gene arose at least 500 million years\nago, at around the time that the major histocompatibility complex-T cell\nreceptor antigen recognition system was established. As it is absent\nfrom primitive chordates and invertebrates, cytotoxic cells from these\nlineages must possess a different effector molecule or cytotoxic\nmechanism.","trees":[{"tree_label":"Fig. 7","ntax":"12","rootedtree":"TRUE","title":"MPEG1+perforin+C6 tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51117.phy"},{"tree_label":"Fig. 5","ntax":"39","rootedtree":"TRUE","title":"Fish perforin tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51116.phy"}]}