{"Authors":" Joshua Mark Birkebak, Jordan R Mayor, Karl Martin Ryberg,\nPatrick Brandon Matheny","Year":" 2012","Title":" A systematic, morphological, and ecological overview of the\nClavariaceae","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, ericoid mycorrhizae, taxonomy","DOI":"","Abstract":" The Clavariaceae is a diverse assemblage of\nmushroom-forming fungi composed of simple clubs and coralloid,\nlamellate-stipitate, hydnoid, and resupinate species. However, a broad\nassessment of systematic relationships within the family has yet to be\nperformed. Here we present a systematic and ecological overview of the\nClavariaceae based on phylogenetic analysis of sequences of the nuclear\nlarge subunit ribosomal RNA (nLSU). 79 sequences from vouchered\nherbarium specimens (46 generated here; nine from type specimens) that\nrepresent all know generic and subgeneric taxa of the Clavariaceae were\nmerged with 180 environmental sequences from GenBank and analyzed\nphylogenetically to determine major groupings within the family. Stable\nisotope ratios of carbon and nitrogen were measured from specimens\nrepresenting most major phylogenetic lineages to predict trophic\nstrategies within the Clavariaceae. Four major monophyletic groups were\nrecovered. The lamellate-stipitate genus Camarophyllopsis, however, is\npolyphyletic and nested within a paraphyletic Clavaria. The monotypic\ngenus Clavicorona is nested within Clavaria, and Scytinopogon, a\npreviously suspected member of the Clavariaceae shares phylogenetic\naffinities with the Trechisporales. Differing classification schemes for\nthe genera Ramariopsis and Clavulinopsis are compared and neither is\nentirely consistent with the molecular phylogeny. A discussion of\nmorphological characters traditionally used in Clavariaceae taxonomy in\nlight of inferred phylogenetic relationships is presented. Both\nmolecular phylogenetic analysis of environmental sequences and analysis\nof stable isotope ratios suggest that most non-lignicolous species of\nClavariaceae feature a biotrophic mode of nutrition.","trees":[{"tree_label":"NJT","ntax":"326","rootedtree":"TRUE","title":"Clavariaceae +env. (not in publication)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_51133.phy"},{"tree_label":"NJT","ntax":"84","rootedtree":"TRUE","title":"Clavariaceae LSU (not in publication)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_51132.phy"},{"tree_label":"NJT","ntax":"38","rootedtree":"TRUE","title":"Trechisporales (not in publication)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_51131.phy"}]}