{"Authors":" Peter L. Sholberg, Keith Seifert, Paula Haag, C. André\nLévesque, D. T. O. Gorman, Colleen E. Harlton","Year":" 2004","Title":" Benzimidazole and diphenylamine sensitivity and identity of\nPenicillium spp. that cause postharvest blue mold of apples using\nBeta-tubulin gene sequences","Journal":" Postharvest Biology and Technology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Blue mold decay is an important disease of stored apples\nin North America. The disease is caused by species of Penicillium that\nare difficult to identify with conventional mycological methods.\nFurthermore, P. expansum, has developed resistance to benzimidazole\nfungicides and information is needed on the nature of this resistance.\nTwenty-three of 150 isolates collected from packinghouses were selected\nfor identification and fungicide resistance studies using conventional\nand molecular techniques. The isolates were grown for one week on Czapek\nyeast autolysate, malt extract, and 25% glycerol nitrate agars at 5, 25,\nand 35°C and on potato dextrose agar at 20°C amended with benomyl,\nthiabendazole, and diphenylamine. The â-tubulin gene sequence (600-700\nbp) of the isolates were also examined taking care to include codons 198\nand 200 with forward primers Bt-LEV-Up4 and reverse primer Bt-LEV-Lo1.\nBased on the information provided by the plate studies regarding\nappearance and growth rate of the isolates it was possible to separate\nthe faster growing Penicillium expansum isolates from the slower growing\nP. solitum isolates. The DNA sequence data was very helpful when used in\nconjunction with plate tests and removed any ambiguity when trying to\nseparate these closely related species. The DNA sequence at codon 198\ncorresponded to benomyl resistance if the GAG sequence had a\nsubstitution in it. However, benomyl resistance also occurred with the\nnormal GAG sequence at codon 198 in five of the isolates. P. expansum\nisolates with a substitution of GAG to GCG or GTG at codon 198 were\nhighly resistant to benomyl and thiabendazole but only the three\nisolates with the GCG substitution were highly sensitive to\ndiphenylamine. The remaining benomyl resistant isolates were resistant\nto diphenylamine except one P. solitum isolate that was sensitive.","trees":[{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Blue mold decay","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1921.phy"}]}