{"Authors":" Peter John Unmack, Justin C. Bagley, Mark Adams, Michael\nHammer, Jerald B. Johnson","Year":" 2012","Title":" Molecular Phylogeny and Phylogeography of the Australian\nFreshwater Fish Genus Galaxiella, with an Emphasis on Dwarf Galaxias (G.\npusilla)","Journal":" PLOS One","Volume":"","Issue":"","Pages":"","Keywords":" biogeography, comparative phylogeography, sea level\nchange, Nullarbor Limestone, allozymes, cytochrome b, S7, *BEAST","DOI":"","Abstract":" The freshwater fauna of Southern Australia is primarily\nrestricted to the southwestern and southeastern corners of the\ncontinent, and is separated by a large, arid region that is inhospitable\nto this biota. This geographic phenomenon has attracted considerable\ninterest from biogeographers looking to explain evolutionary\ndiversification in this region. Here, we employed phylogenetic and\nphylogeographic approaches to evaluate the effect of this barrier on a\ngroup of four galaxiid fish species (Galaxiella) endemic to temperate\nSouthern Australia. We also tested if continental shelf width has\ninfluenced connectivity among populations during low sea levels when\nrivers, now isolated, could have been connected. We addressed these\nquestions by sampling each species across its range using multiple\nmolecular markers (mitochondrial cytochrome b sequences, nuclear S7\nintron sequences, and 49 allozyme loci). These data also allowed us to\nassess species boundaries, to refine phylogenetic affinities, and to\nestimate species ages. Interestingly, we found compelling evidence for\ncryptic species in G. pusilla, manifesting as allopatric eastern and\nwestern taxa. Our combined phylogeny and dating analysis point to an\norigin for the genus dating to the early Cenozoic, with three of the\nfour species originating during the Oligocene-Miocene. Each Galaxiella\nspecies showed high levels of genetic divergences between all but the\nmost proximate populations. Despite extensive drainage connections\nduring recent low sea levels in southeastern Australia, populations of\nboth species within G. pusilla maintained high levels of genetic\nstructure. All populations experienced Late Pleistocene-Holocene\npopulation growth, possibly in response to the relaxation of arid\nconditions after the last glacial maximum. High levels of genetic\ndivergence and the discovery of new cryptic species have important\nimplications for the conservation of this already threatened group of\nfreshwater species.","trees":[{"tree_label":"PAUP 1","ntax":"66","rootedtree":"TRUE","title":"Galaxiella ML cytb result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51205.phy"},{"tree_label":"PAUP 1","ntax":"59","rootedtree":"TRUE","title":"Galaxiella ML S7","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51213.phy"}]}