{"Authors":" Egon Horak, Meinhard M. Moser, Ursula Peintner, Rytas\nVilgalys","Year":" 2002","Title":" Phylogeny of Rozites, Cuphocybe and Rapacea Inferred from ITS\nand LSU rDNA Sequences","Journal":" Mycologia","Volume":" 94","Issue":" NA","Pages":" 620-629","Keywords":" Agaricales; amyloid reaction; Cortinarius; Dermocybe;\nProtoglossum","DOI":" NA","Abstract":" Phylogenetic relationships of Rozites, Cuphocybe and\nRapacea were assessed using molecular phylogenetic approaches. These 3\ngenera are placed in Cortinariaceae and have been regarded as closely\nrelated to Cortinarius. Rozites includes more than 20 species, which are\ncharacterized by having both a membranaceous partial veil in form of a\npersistent annulus and a membranaecous universal veil. Cuphocye (4\nspecies) lacks an annulus or cortina, but has pigmented veil fibrils or\nscales. The monotypic genus Rapacea accommodates a distinct taxon with\npale, nearly smooth and thick-walled basidiospores. We analyzed 56\nsequences of the internal transcribed spacer region (ITS1, ITS2 and the\nintervening 5.8S rRNA gene) for nine species of Rozites, three species\nof Cuphocybe, 28 species of Cortinarius, Rapacea mariae and Protoglossum\nluteum. Two species of Hebeloma were used as outgroup. Large subunit\n(LSU) rDNA sequences from selected taxa were also analyzed. The results\nclearly demonstrate that Rozites species are nested within the clade\n/Cortinarius, and that Rozites is polyphyletic, suggesting that\nmembranaceous veils have evolved several times in the genus Cortinarius.\nAlso Rapacea and Cuphocybe are nested within Cortinarius, making the\nlatter genus paraphyletic. Based on phylogenetic studies, Rozites,\nCuphocybe and Rapacea are artificial genera and do not reflect natural\nrelationships. Also the morphological delimitation of these genera from\nCortinarius is critical. Therefore we synonymize Rozites, Cuphocybe and\nRapacea with Cortinarius, making 15 new combinations and providing 10\nnew names, which became necessary due to homonyms.","trees":[{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Rozites LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1925.phy"},{"tree_label":"Fig. 4","ntax":"14","rootedtree":"TRUE","title":"Rozites ITS + LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1924.phy"},{"tree_label":"Fig. 1","ntax":"58","rootedtree":"TRUE","title":"Rozites ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1922.phy"},{"tree_label":"Fig. 3","ntax":"14","rootedtree":"TRUE","title":"Rozites ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1923.phy"}]}