{"Authors":" Bin Lu, Yuchi Zheng, Robert W. Murphy, Xiaomao Zeng","Year":" 2012","Title":" Coalescence patterns of endemic Tibetan species of stream\nsalamanders (Hynobiidae: Batrachuperus)","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" elevation effects, diversification drivers, historical\ndemography, Tibetan uplift, coalescent simulation, ecological niche\nmodeling","DOI":"","Abstract":" Orogenesis of topographically diverse montane regions\noften drives complex evolutionary histories of species. The extensive\nbiodiversity of the eastern edge of the Tibetan Plateau, which gradually\ndecreases eastwardly, facilitates a comparison of historical patterns.\nWe use coalescence methods to compare species of stream salamanders\n(Batrachuperus) that occur at high- and low-elevations. Coalescent\nsimulations reveal that closely related species are likely to have been\ninfluenced by different drivers of diversification. Species living in\nthe western high elevation region with its north-south extending\nmountains appear to have experienced colonization via dispersal followed\nby isolation and divergence. In contrast, species on the eastern low\nelevation region, which has many discontinuous mountain ranges, appear\nto have experienced fragmentation of wide-ranging ancestral populations.\nThe two groups of species appear to have been affected differently by\nglaciation. High-elevation species, which are more resistant to cooler\ntemperatures, appear to have experienced population declines as recently\nas the last glaciation (0.016â“0.032 Ma). In contrast, salamanders\ndwelling in the warmer and wetter habitats at low elevation environs\nappear to have been affected less by the relatively recent, milder\nglaciation, and more so by harsher, extensive glaciations (0.5â“0.175\nMa). Thus, elevation, topography and cold-tolerance appear to drive\nevolutionary patterns of diversification and demography even among\nclosely related taxa. The comparison of multiple species in genealogical\nanalyses can lead to an understanding of the evolutionary drivers.","trees":[{"tree_label":"con all compat","ntax":"425","rootedtree":"TRUE","title":"Batrachuperus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51175.phy"},{"tree_label":"con all compat","ntax":"425","rootedtree":"TRUE","title":"Batrachuperus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51176.phy"},{"tree_label":"RAxML bipartitions","ntax":"425","rootedtree":"TRUE","title":"Batrachuperus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51177.phy"}]}