{"Authors":" Miriam Kaehler, Fabian A Michelangeli, Lúcia G.\nLohmann","Year":" 2012","Title":" Phylogeny of Lundia (Bignoniaceae) based on ndhF and PepC\nsequences","Journal":" Taxon","Volume":" 61","Issue":"","Pages":"","Keywords":" Bignoniaceae, Bignonieae, Lundia, molecular and\nmorphological characters, phylogeny reconstruction","DOI":"","Abstract":" The circumscription of genera belonging to tribe\nBignonieae (Bignoniaceae) has been traditionally complex, with only a\nfew genera having stable circumscriptions in the various classification\nsystems proposed for the tribe. The genus Lundia, for instance, is well\ncharacterized by a series of morphological synapomorphies and its\ncircumscription has remained quite stable throughout its history.\nDespite the stable circumscription of Lundia, the circumscription of\nspecies within the genus has remained problematic. This study aims to\nreconstruct the phylogeny of Lundia in order to refine species\ncircumscriptions, gain a better understanding of relationships between\ntaxa, and identify potential morphological synapomorphies for species\nand major clades. We sampled 26 accessions representing 13 species of\nLundia, and five outgroups, and reconstructed the phylogeny of the genus\nusing a chloroplast (ndhF) and a nuclear marker (PepC). Data derived\nfrom sequences of the individual loci were analyzed using parsimony and\nBayesian inference, and the combined molecular dataset was analyzed with\nBayesian methods. The monophyly of Lundia nitidula, a species with a\nparticularly complex circumscription, was tested using\nShimoidara-Hasegawa test and the approximately unbiased test for\nphylogenetic tree selection. In addition, forty morphological characters\nwere mapped onto the tree that resulted from the analysis of the\ncombined molecular dataset in order to identify morphological\nsynapomorphies of individual species and major clades. Lundia and most\nspecies currently recognized within the genus were strongly supported as\nmonophyletic in all analyses. One species, Lundia nitidula, was not\nresolved as monophyletic, but the monophyly of this species was not\nrejected by the AU and SH tests. Lundia sect. Eriolundia is resolved as\nparaphyletic in all analyses, while Lundia sect. Eulundia is\nmonophyletic and supported by the same morphological characters\ntraditionally used to circumscribe this section. The phylogeny of Lundia\ncontributed important information for a better circumscription of\nspecies and served as basis the taxonomic revision of the genus.","trees":[{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Lundia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51206.phy"},{"tree_label":"Fig.1b","ntax":"24","rootedtree":"TRUE","title":"Lundia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51174.phy"}]}