{"Authors":" Daniel Paul Lawrence, Philipp B Gannibal, Frank Dugan,\nBarry M. Pryor","Year":" 2013","Title":" Characterization of Alternaria isolates from the infectoria\nspecies-group and a new taxon from Arrhenatherum, Pseudoalternaria\narrhenatheria sp. nov.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Alternaria, systematics","DOI":" 10.1007/s11557-013-0910-x","Abstract":" The infectoria species-group within the genus Alternaria\nwas originally conceived by Simmons in 1993 and was based upon common\nmorphological characteristics that included the development of conidial\nchains with primary, secondary, and tertiary branching resulting in\nsubstantial three-dimensional complexity. These characters can overlap\nto varying degrees with numerous taxa in another Alternaria group, the\nalternata species-group, making species-group differentiation difficult.\nHowever, members of the infectoria species-group are also distinguished\nfrom other small-spored Alternaria species based upon colony\ncharacteristics that typically include white or nearly white floccose\ncolonies on DRYES medium and clumps of sporulation islands on low\nsugarmedia such as V8 agar, PCA, and weak PDA. In addition, the\ninfectoria species-group contains representatives that are known to\nproduce teleomorphs (Lewia), whereas the members of the alternata\nspecies-group and other Alternaria speciesgroups are strictly asexual.\nIn this study, an assemblage of isolates recovered from varied hosts\nfrom the west coast of the United States were examined based upon\nmorphological characters and compared to previously described members of\nthe infectoria species-group. These isolates and members of the\ninfectoria species-group typically produce arachnoid vegetative hyphae\nwith multiple primary conidiophores, whereas other small-spored\nAlternaria species produce primary conidiophores predominately directly\nfrom the agar surface. Additionally, molecular phylogenetic analyses\nresolved these isolates and members of the infectoria speciesgroup as\ndistinctly nested amongst other sexual taxa in Allewia (Embellisia\nanamorph) and Macrospora (Nimbya anamorph) and phylogenetically distant\nto asexual lineages of Alternaria. One taxon among these isolates was\nnovel and clustered with the asexual A. rosae in a distinct clade basal\nto all other members of the infectoria species-group. A new genus is\nproposed, Pseudoalternaria gen. nov. and a new taxon is described,\nPseudoalternaria arrhenatheria sp. nov.. Moreover, a second taxon is\nreclassified, Pseudoalternaria rosae comb. nov.","trees":[{"tree_label":"ATP Strict","ntax":"98","rootedtree":"TRUE","title":"Alternaria isolates from the infectoria species-group\nATP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106971.phy"},{"tree_label":"ITS Strict","ntax":"114","rootedtree":"TRUE","title":"Alternaria isolates from the infectoria species-group\nATP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106972.phy"},{"tree_label":"GPD Strict","ntax":"98","rootedtree":"TRUE","title":"Alternaria isolates from the infectoria\nspecies-group","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106973.phy"}]}