{"Authors":" Minjie Zhu, Anzhi Ren, Wei Wen, Yubao Gao","Year":" 2012","Title":" A new Epichloë species symbiotic with Leymus chinensis in\nthe Inner Mongolia steppe of China","Journal":" FEMS Microbiology Letters","Volume":"","Issue":"","Pages":"","Keywords":" Endophyte, phylogenetic analysis, Neotyphodium, tub2, tef1\n• act1","DOI":"","Abstract":" Epichloë endophytes and their anamorphic relatives,\nNeotyphodium endophytes, are fungal symbionts of grasses, ubiquitously\nexisting all over the world. However, up to now only a few species were\nreported, especially associated with the native grasses. Leymus\nchinensis is a dominant grass in the Inner Mongolia steppe, China.\nPreviously it was reported that L. chinensis was infected by endophytes,\nbut little was known about these endophytes. In the present study, 96\nfungal isolates were obtained from three populations of L. chinensis.\nThey were classified into three morphotypes based on growth rate and\nmorphological characters including colonial morphology, the production\nof conidiogenous cells, conidial size and dimension on potato dextrose\nagar medium. All the tub2, tef1 and act1 sequences identified only a\nsingle product in all representative isolates from morphotype I. Based\non both morphological and phylogenetic analyses, isolates in morphotype\nI were described as representing a novel Epichloë species, Epichloë\nchinensis sp. nov. Isolates in both morphotype II and III were\nidentified as Acremonium spp. and Fusarium spp., separately.","trees":[{"tree_label":"PAUP 1","ntax":"85","rootedtree":"TRUE","title":"Tr51179","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51179.phy"},{"tree_label":"PAUP 1","ntax":"79","rootedtree":"TRUE","title":"Tr51180","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51180.phy"},{"tree_label":"PAUP 1","ntax":"59","rootedtree":"TRUE","title":"Tr51181","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51181.phy"}]}