{"Authors":" Patrizia Sebastian, Hanno Schaefer, Rafael Lira, Ian R. H.\nTelford, Susanne S Renner","Year":" 2012","Title":" Radiation following long-distance dispersal: the\ncontributions of time, opportunity and diaspore morphology in Sicyos\n(Cucurbitaceae)","Journal":" Journal of Biogeography","Volume":" 39","Issue":"","Pages":" 14271438","Keywords":" Australia, bird dispersal, diversification, Galï¿½pagos,\nHawaiian radiation, Miocene, New Zealand, trans-Pacific dispersal","DOI":" 10.1111/j.1365-2699.2012.02695.x","Abstract":" Aim To infer the most plausible explanations for the\npresence of 14 species of the Neotropical cucurbit genus Sicyos on the\nHawaiian Islands, two on the Galï¿½pagos Islands, two in Australia, and\none in New Zealand. Location Neotropics, the Hawaiian and Galï¿½pagos\narchipelagos, Australia and New Zealand. Methods We tested\nlong-problematic generic boundaries in the tribe Sicyoeae and\nreconstructed the history of Sicyos using plastid and nuclear DNA\nsequences from 87 species (many with multiple accessions) representing\nthe groupï¿½s generic and geographic diversity. Maximum likelihood and\nBayesian approaches were used to infer relationships, divergence times,\nbiogeographic history, and ancestral traits. Results Thirteen smaller\ngenera, including Sechium, are embedded in Sicyos, which when\nrecircumscribed as a monophyletic group comprises 75 species. The 14\nHawaiian species of Sicyos descend from a single ancestor that arrived\nc. 3 million years ago (Ma), Galï¿½pagos was reached twice at c. 4.5 and\n1 Ma, the species in Australia descend from a Neotropical ancestor (c. 2\nMa), and New Zealand was reached from Australia. Time since arrival thus\ndoes not correlate with Sicyos species numbers on the two archipelagos.\nMain conclusions A plausible mechanism for the four trans-Pacific\ndispersal events is adherence to birds of the tiny hard fruit with\nretrorsely barbed spines found in those lineages that underwent\nlong-distance migrations. The Hawaiian clade has lost these spines,\nresulting in a lower dispersal ability compared to the Galï¿½pagos and\nAustralian lineages, and perhaps favouring allopatric speciation.","trees":[{"tree_label":"ML","ntax":"86","rootedtree":"TRUE","title":"Sicyos","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55518.phy"}]}