{"Authors":" M. J. Jones, Gavin C Hunter, J. Pedro Mansilla, Johannes\n(Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2004","Title":" Phylogenetic reassessment of Mycosphaerella spp. and their\nanamorphs occurring on Eucalyptus","Journal":" Studies in Mycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Species of Eucalyptus, mostly native to Australia, are\nwidely planted as exotics in the tropics and Southern Hemisphere. These\nplantations represent an important source of fuel-wood, structural\ntimber and pulp. Eucalyptus plantations are, however, vulnerable to\ninfection by pathogens, including Mycosphaerella spp. and their\nanamorphs, which have caused substantial damage, in many parts of the\nworld. More than 30 species of Mycosphaerella, and close to 30 anamorph\nspecies for which the Mycosphaerella state remains unknown, are\nassociated with leaf and shoot disease on Eucalyptus spp., worldwide.\nAlthough several studies using DNA sequence data have been applied to\nresolve the phylogenetic relationships between Mycosphaerella spp. on\nEucalyptus, the number of species treated has been incomplete. In the\npresent study, isolates of 44 Mycosphaerella species or their anamorphs\nassociated with lesions on Eucalyptus leaves were compared based on DNA\nsequence data for the internal transcribed spacer region (ITS1 &\nITS2) and the 5.8S gene. In addition, DNA sequence data from the\nelongation factor 1-a and the b-tubulin gene regions were used to\nresolve species in the M. nubilosa species complex. As a result of these\ncomparisons, 11 new species are described. Mycosphaerella juvenis is\nreduced to synonymy with M. nubilosa and an epitype specimen and\nex-epitype culture are designated for the latter. Mycosphaerella\nnubilosa is recorded as a serious agent of Mycosphaerella leaf blotch on\nE. globulus in Spain. This is also the first definitive record of this\npathogen occurring on Eucalyptus in Europe.","trees":[{"tree_label":"Unpublished EF tree","ntax":"17","rootedtree":"TRUE","title":"Unpublished NJ tree obtained from elongation factor\ndata.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1929.phy"},{"tree_label":"Fig. 1","ntax":"134","rootedtree":"TRUE","title":"NJ tree obtained using the K2P substitution model on\nITS data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1926.phy"},{"tree_label":"Fig. 2","ntax":"17","rootedtree":"TRUE","title":"Single most parsimonious tree from ITS, EF and\nbeta-tubulin data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1927.phy"},{"tree_label":"Unpublished beta-tubulin tree","ntax":"17","rootedtree":"TRUE","title":"Unpublished NJ tree obtained from beta-tubulin\ndata.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1928.phy"}]}