{"Authors":" Yuho Ando, Keiichi Motohashi","Year":" 2012","Title":" The taxonomic re-examination of Cryptomeria gall disease\ncausing fungi","Journal":" Japanese Journal of Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeria ; Cryptomeria japonica ; Guignardia ;\nPhylogeny ; Morphology","DOI":"","Abstract":" In this study, to re-examine the taxonomic position of the\nCryptomeria gall disease causing fungi it was researched morphological\ncharacteristics and molecular phylogenetic analysis. As the result of\nobserved the morphological characteristic, this fungus was identified\nwith a species of the Botryosphaeria genus. However, as the result of\nmolecular phylogenetic analysis, this fungus was included in the clade\nof the Guignardia genus, therefor it was differed a result of the\nidentification by the morphological characteristics observation and the\nmolecules phylogenetic analysis. It is necessary to change the\nclassification standard of both genera to establish the taxonomic\nposition of this fungus, however, recently it was supported by the\nmolecular phylogenetic analysis including the both genera and its\nrelated genera ware clearly divided into the Botryosphaeria genus and\nthe Guignardia genus. Therefore, it was suggested that this fungus was\nmore likely to a new species of the Guignardia genus.","trees":[{"tree_label":"fig. 4","ntax":"46","rootedtree":"TRUE","title":"Phylogenetic tree based on nuclear internal transcribed\nspacer ITS and 28S rDNA, actin and beta-tubulin region sequence for\nGuignardia (anamorph: Phyllosticta) and Cryptomeria gall disease causing\nfungi inferred by ML analysis.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_51277.phy"},{"tree_label":"fig. 2","ntax":"126","rootedtree":"TRUE","title":"Phylogenetic tree based on nuclear 28S rDNA sequence\nfor Dothideomycetes related fungi and Cryptomeria gall disease causing\nfungi inferred by ML analysis.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_51274.phy"},{"tree_label":"fig. 3","ntax":"102","rootedtree":"TRUE","title":"Phylogenetic tree based on nuclear 28S rDNA sequence\nfor Botryosphaeriaceae related fungi and Cryptomeria gall disease\ncausing fungi inferred by ML analysis.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_51275.phy"}]}