{"Authors":" Martin Unterseher, Anne Petzold, Martin Schnittler","Year":" 2012","Title":" Xeric foliar endophytic fungi of Populus euphratica from the\nTarim River Basin, Central China are conspecific to endophytic ITS\nphylotypes from Populus tremula in Europe","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Keywords: frost-drought tolerance, extremophile,\nAlternaria, Cladosporium, Penicillium, evolution of endophytism","DOI":"","Abstract":" Fungal research on non-lichenized taxa in xeric and other\nfor fungi unusual habitats are comparatively scarce but constantly\nreveal an enormous ecological and functional adaptiveness of these\norganisms to extremes. This accounts for the topmost forest canopies as\nwell as for marine, arctic, antarctic and desert habitats. In the\npresent study dry herbarised leaves of Populus euphratica from a\ncontinental desert area in Central China were investigated for\nendophytic fungi six weeks after sampling by cultivation of small leaf\nfragments. Thirty-five species, many of them well-known from extreme\nenvironments, were delimitated from as few as 58 isolates by a combined\nanalysis of morphotypes, micromorphology and ITS sequences.\nMeta-analysis revealed pronounced conspecificity to endophytes from\nPopulus tremula leaves, but significant differences to foliar endophytic\ncommunities in Pinus monticola and Fagus sylvatica. The evolution of\nextremotolerance might be of particular importance for retaining\ncompetitiveness of foliar endophytes in deciduous host trees after loss\nof pathogenicity.","trees":[{"tree_label":"con 50 majrule pop pin+","ntax":"106","rootedtree":"TRUE","title":"Populus Pinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51245.phy"},{"tree_label":"con 50 majrule pop fag+","ntax":"123","rootedtree":"TRUE","title":"Populus Fagus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51246.phy"},{"tree_label":"con 50 majrule pop+","ntax":"61","rootedtree":"TRUE","title":"Populus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51244.phy"}]}