{"Authors":" Caroline Elise Waculicz-Andrade, Andressa Peres Bini,\nDanyelle Stringari, Douglas Adamoski, Eduardo Henrique Goulin, Geraldo\nJosé da Silva Junior, Juarez Gabardo, Lygia Vitoria Galli Terasawa,\nVanessa Kava Cordeiro, Nelson Sidnei Massola Junior, Marcel Bellato\nSposito, Chirlei Glienke","Year":" 2012","Title":" Isolation, phylogenetic analysis and carbendazim sensitivity\nof endophytic Colletotrichum species on sweet orange leaves","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Species-specific Polymerase Chain Reaction, Citrus\nsinensis, blossom blight.","DOI":"","Abstract":" Postbloom fruit drop (PFD) caused by fungal species\nColletotrichum acutatum and C. gloeosporioides is a citrus disease that\nreduce yield in orchards. The symptoms of PFD are characterized by\nnecrotic lesions in petals and in stigmas of citrus flowers, with the\nsubsequent fall of young fruits. PFD occurs in the humid tropics and\nsubtropics of the Americas, especially where more than one annual\nflowering of citrus (Citrus spp.) is possible. Colletotrichum spp.\nsurvives as appresoria on the citrus leaves between flowering periods.\nThere are no reports on the presence of non-pathogenic strains of\nColletotrichum in the endophytic form between flowering periods of\ncitrus trees, contributing as inoculum to spread the disease. The\npurpose of this study was to identify the endophytic Colletotrichum\nspecies on sweet orange leaves based on morphological and cultural\ncharacteristics, partial sequencing of the GPDH gene (glycerol\n3-phosphate dehydrogenase), partial sequencing of the 18S gene and the\nregion ITS1-58S-ITS2 of rDNA, as well as to check the resistance of\nisolates to the fungicide carbendazin. By species-specific polymerase\nchain reaction and sequencing, 181 endophytic isolates were identified\nas belonging to the C. gloeosporioides complex. The presence of isolates\nresistant to the fungicide carbendazin was interpreted as a warning\nabout the possibility of increasingly resistant isolates to the\ncontinuous application of the fungicide. Sequence analysis indicated a\ndistribution pattern based on a sequence of 22 nucleotides present in\nthe conserved 18S region and the association of the nucleotide variation\nin GPDH allowed the separation of the isolates into four groups,\nindicating diversity in the sequences and the possibility of the\nexistence of different species in the C. gloeosporioides complex.","trees":[{"tree_label":"0","ntax":"211","rootedtree":"TRUE","title":"Tr51414","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51414.phy"},{"tree_label":"0","ntax":"181","rootedtree":"TRUE","title":"Tr51853","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51853.phy"}]}