{"Authors":" Barbara J Campbell, S. Craig Cary","Year":" 2004","Title":" Abundance of Reverse Tricarboxylic Acid Cycle Genes in\nFree-Living Microorganisms at Deep-Sea Hydrothermal Vents","Journal":" Applied and Environmental Microbiology","Volume":" 70","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Since the discovery of hydrothermal vents over 25 years\nago, the Calvin-Bassham-Benson (Calvin) cycle has been considered to be\nthe principal carbon fixation pathway in this microbial-based ecosystem.\nHowever, based on recent molecular data of cultured free-living and\nnon-cultured episymbiotic members of the epsilon subdivision of\nProteobacteria and earlier carbon isotope data of primary consumers, an\nalternative autotrophic pathway may predominate. Here, genetic and\nculture-based approaches demonstrated the abundance of the reverse\ntricarboxylic acid cycle compared to the Calvin cycle in microbial\ncommunities from two geographically distinct deep-sea hydrothermal\nvents. PCR with degenerate primers for three key genes in the reverse\ntricarboxylic acid cycle as well as form I and form II of ribulose\n1,5-bisphosphate carboxylase/oxygenase (Calvin cycle marker gene) was\nutilized to demonstrate the abundance of the reverse tricarboxylic acid\ncycle in diverse vent samples. These genes were also expressed in at\nleast one chimney sample. Diversity, similarity matrix and phylogenetic\nanalyses of cloned samples as well as amplified gene products from\nautotrophic enrichment cultures suggest that the majority of autotrophs\nthat utilize the reverse tricarboxylic acid cycle are members of the\nepsilon Proteobacteria. These results parallel previously published 16S\nmolecular surveys which demonstrate the dominance of epsilon\nProteobacteria in free-living hydrothermal vent communities. Epsilon\nProteobacteria are ubiquitous in many other microaerophilic to anaerobic\nsulfidic environments as well, such as the deep subsurface. Therefore,\nthe reverse tricarboxylic acid cycle may be a major autotrophic pathway\nin these environments and significantly contribute to global autotrophic\nprocesses.","trees":[{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Microorganisms at Deep-Sea Hydrothermal Vents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1932.phy"},{"tree_label":"Fig. 4B","ntax":"28","rootedtree":"TRUE","title":"Microorganisms at Deep-Sea Hydrothermal Vents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1930.phy"},{"tree_label":"Fig. 4A","ntax":"35","rootedtree":"TRUE","title":"Microorganisms at Deep-Sea Hydrothermal Vents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1931.phy"},{"tree_label":"porA Tree","ntax":"46","rootedtree":"TRUE","title":"Microorganisms at Deep-Sea Hydrothermal Vents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1933.phy"},{"tree_label":"nifJ Tree","ntax":"18","rootedtree":"TRUE","title":"Microorganisms at Deep-Sea Hydrothermal Vents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1934.phy"}]}