{"Authors":" Faysal Bibi, Elisabeth S. Vrba, Fabrice Fack","Year":" 2012","Title":" A New African Fossil Caprin and a Combined Molecular and\nMorphological Bayesian Phylogenetic Analysis of Caprini (Mammalia:\nBovidae)","Journal":" Journal of Evolutionary Biology","Volume":" 25","Issue":"","Pages":" 18431854","Keywords":" Bovidae, supermatrix, bayesian phylogenetics, parsimony\nanalysis, Capra, Ethiopia, Africa, Pleistocene, phylogeography","DOI":" 10.1111/j.1420-9101.2012.02572.x","Abstract":" Given that most species that have ever existed on Earth\nare extinct, no evolutionary history can ever be complete without the\ninclusion of fossil taxa. Bovids (antelopes and relatives) are one of\nthe most diverse clades of large mammals alive today, with over a\nhundred living species and hundreds of documented fossil species. With\nthe advent of molecular phylogenetics, major advances have been made in\nthe phylogeny of this clade, however there has been little attempt to\nintegrate the fossil record into the developing phylogenetic picture. We\nhere describe a new large fossil caprin species from ca.1.9Ma deposits\nfrom the Middle Awash, Ethiopia. To place the new species\nphylogenetically, we perform a Bayesian analysis of a combined molecular\n(cytochrome b) and morphological (osteological) character supermatrix.\nWe include all living species of Caprini, the new fossil species, a\nfossil takin from the Pliocene of Ethiopia (Budorcas churcheri), and the\ninsular sub-fossil Myotragus balearicus. The combined analysis\ndemonstrates successful incorporation of both living and fossil species\nwithin a single phylogeny based on both molecular and morphological\nevidence. Analysis of the combined supermatrix produces superior\nresolution than with either the molecular or morphological datasets\nconsidered alone. Parsimony and Bayesian analyses of the dataset are\nalso compared and shown to produce similar results. The combined\nphylogenetic analysis indicates the new fossil species is nested within\nCapra, making it one of the earliest representatives of this clade, with\nimplications for molecular clock calibration. Phylogeographic\noptimization indicates no less than four independent dispersals into\nAfrica by caprins since the Pliocene.","trees":[{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Phylogenetic Analysis of Caprini","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53527.phy"}]}