{"Authors":" Dirk Bellstedt, Chloé Galley, Michael David Pirie, Hans\nPeter Linder","Year":" 2012","Title":" The migration of the palaeotropical arid flora:\nZygophylloideae as an example","Journal":" Systematic Botany","Volume":" 37","Issue":" 4","Pages":" 951-959","Keywords":" African Arid Corridor; ancestral area reconstruction;\nbiogeography; dispersal; molecular dating; Zygophyllum","DOI":" 10.1600/036364412X656608","Abstract":" The rate and direction of biotic exchange between the\nPalaeotropical arid floras of Asia, Africa, and Australia is poorly\nunderstood because of a lack of phylogenetic hypotheses for relevant\nplant groups. Periodic aridification may have facilitated migrations of\narid-adapted plants between southwestern Africa and the Horn of Africa\nas recently as the last glacial maximum, allowing further exchange with\nthe arid floras of Asia. However, no conclusive evidence of the age and\ndirection of such migrations have been documented. We use a molecular\nphylogeny of the Zygophylloideae to infer a biogeographic scenario for\nthe arid Palaeotropics, using relaxed clock dating and likelihood and\nparsimony based ancestral area reconstruction methods. We infer up to\nfive migrations across the African continent (in contrast to just one\neach to Australia and Asia from Africa). The three most recent were in\nthe Pliocene/Pleistocene and from southern to northern Africa, while the\noldest dates to the Oligocene to Miocene. For the recruitment of the\narid Palaeotropical flora, the preponderance of migrations across the\nAfrican continent points to a repeated pattern of dispersal mediated by\nperiodically more contiguous habitat, the so called ‘African arid\ncorridor,’ with rarer long distance dispersal events between other\ndisjunct areas.","trees":[{"tree_label":"BEAST Max Clade Credibility","ntax":"41","rootedtree":"TRUE","title":"Bellstedt Zygophyllum AAC MES","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51243.phy"}]}