{"Authors":" Jenni Lawton, Thibaut Brugat, Xue Yan Yam, Adam James Reid,\nUlrike Böhme, Thomas Dan Otto, Arnab Pain, Andrew Jackson, Matthew\nBerriman, Deirdre Cunningham, Peter Rainer Preiser, Jean Langhorne","Year":" 2012","Title":" Characterization and gene expression analysis of the cir\nmulti-gene family of Plasmodium chabaudi chabaudi (AS)","Journal":" BMC Genomics","Volume":" 13","Issue":" 125","Pages":"","Keywords":" Multi-gene family, Malaria, Rodent model","DOI":" 10.1186/1471-2164-13-125","Abstract":" Background: The pir genes comprise the largest multi-gene\nfamily in Plasmodium, with members found in P. vivax, P. knowlesi and\nthe rodent malaria species. Despite comprising up to 5% of the genome,\nlittle is known about the functions of the proteins encoded by pir\ngenes. P. chabaudi causes chronic infection in mice, which may be due to\nantigenic variation. In this model, pir genes are called cirs and may be\ninvolved in this mechanism, allowing evasion of host immune responses.\nIn order to fully understand the role(s) of CIR proteins during P.\nchabaudi infection, a detailed characterization of the cir gene family\nwas required. Results: The cir repertoire was annotated and a detailed\nbioinformatic characterization of the encoded CIR proteins was\nperformed. Two major sub-families were identified, which have been named\nA and B. Members of each sub-family displayed different amino acid\nmotifs, and were thus predicted to have undergone functional divergence.\nIn addition, the expression of the entire cir repertoire was analyzed\nvia RNA sequencing and microarray. Up to 40% of the cir gene repertoire\nwas expressed in the parasite population during infection, and dominant\ncir transcripts could be identified. In addition, some differences were\nobserved in the pattern of expression between the cir subgroups at the\npeak of P. chabaudi infection. Finally, specific cir genes were\nexpressed at different time points during asexual blood stages.\nConclusions: In conclusion, the large number of cir genes and their\nexpression throughout the intra-erythrocytic cycle of development\nindicates that CIR proteins are likely to be important for parasite\nsurvival. In particular, the detection of dominant cir transcripts at\nthe peak of P. chabaudi infection supports the idea that CIR proteins\nare expressed, and could perform important functions in the biology of\nthis parasite.","trees":[{"tree_label":"Fig. S4","ntax":"189","rootedtree":"TRUE","title":"Plasmodium chabaudi chabaudi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51265.phy"}]}