{"Authors":" erin anne tripp, Siti Fatimah","Year":" 2012","Title":" Comparative anatomy, morphology, and molecular phylogenetics\nof the African genus Satanocrater Schweinf. (Acanthaceae)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" arid; C4 photosynthesis; carbon isotope ratio; Eif3E,\nherbarium specimen; Kranz anatomy; molecular; phylogeny; Ruellieae;\nxeromorphic; xerophytic.","DOI":"","Abstract":"  Premise of the study: Anatomical and morphological\nfeatures of Satanocrater were studied to test hypotheses of xeric\nadaptations in the genus, which is endemic to arid tropical Africa.\nThese features, together with molecular data, are used to test the\nphylogenetic placement of Satanocrater within the large plant family\nAcanthaceae.  Methods: We undertook a comparative study of the four\nspecies of Satanocrater. Carbon isotope ratios were generated to test a\nhypothesis of C4 photosynthesis. Molecular data from chloroplast\n(trnG-trnS, trnG-trnR, psbA-trnH) and nuclear (Eif3E) loci were used to\ntest the placement of Satanocrater within Acanthaceae.  Key results:\nAnatomical features reflecting xeric adaptations of species of\nSatanocrater include possession of a thick-walled epidermis, thick\ncuticle, abundant trichomes and glandular scales, stomata overarched by\nsubsidiary cells, tightly packed mesophyll cells, and well-developed\npalisade parenchyma on both leaf surfaces. Although two species possess\nenlarged bundle sheath cells, a feature often implicated in C4\nphotosynthesis, isotope ratios indicate all species of Satanocrater\nutilize the C3 pathway. Molecular data resolve Satanocrater within the\ntribe Ruellieae with strong support. Within Ruellieae, our data suggest\nthat pollen morphology of Satanocrater may represent an intermediate\nstage in a transition series.  Conclusions: Anatomical and morphological\nfeatures of Satanocrater reflect adaptation to xeric environments and\nadd new information about the biology of xerophytes. Morphological and\nmolecular data place Satanocrater in Ruellieae with confidence. This\nstudy adds to our capacity to test hypotheses of broad evolutionary and\necological interest in a diverse and important family of flowering\nplants.","trees":[{"tree_label":"best","ntax":"31","rootedtree":"TRUE","title":"African genus Satanocrater","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51857.phy"}]}