{"Authors":" Bożena Zakryś, Anna Karnkowska-Ishikawa, Maja\nŁukomska-Kowalczyk, Rafał Milanowski","Year":" 2013","Title":" New photosynthetic euglenoid isolated in Poland: Euglenaria\nclepsydroides sp. nova (Euglenea).","Journal":" European Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" Euglenaria clepsydroides sp. nov; Euglena undulata;\nEuglena gymnodinioides; Lepocinclis constricta; rDNA; taxonomy","DOI":"","Abstract":" In this paper, we describe a new photosynthetic euglenoid\nspecies, Euglenaria clepsydroides Zakryś, found in Poland. A large\npopulation of this species exists in a few, small, eutrophic bodies of\nwater inside the Masurian Landscape Park (covering a part of the\nMasurian Lake District in Poland). The characteristic and atypical\n(hourglass-like) cell shape sets it well apart from the other species\nthat have been described up to now. This atypical cell shape has so far\nbeen observed only in three species: Lepocinclis constricta Matvienko\n1938, Euglena undulata Kato 1983 and Euglena gymnodinioides Zakryś 1986,\nwhose other morphological characteristics, however (such as the number\nand morphology of chloroplasts, the lack of mucocysts), as well as data\nfrom SSU rDNA sequence analysis, exclude the possibility that they may\nbe close relatives of Euglenaria clepsydroides. On the phylogenetic\ntree, the new species is situated within the Euglenaria, clade. While it\nis a sister group of the clade that includes representatives of\nEuglenaria anabaena, the two species are clearly morphologically\ndistinct.","trees":[{"tree_label":"PAUP 1","ntax":"48","rootedtree":"TRUE","title":"Tr51280","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51280.phy"},{"tree_label":"con 50 majrule","ntax":"48","rootedtree":"TRUE","title":"Tr51281","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51281.phy"},{"tree_label":"con 50 majrule","ntax":"48","rootedtree":"TRUE","title":"Tr51282","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51282.phy"}]}