{"Authors":" Jaime E. Blair, Laura Lowe Forrest, Luc Brouillet, Susan M.\nSwensen, Torsten Eriksson, Mark C. Tebbitt, Wendy L. Clement","Year":" 2004","Title":" Phylogenetic position and biogeography of Hillebrandia\nsandwicensis (Begoniaceae): A rare Hawaiian relict","Journal":" American Journal of Botany","Volume":" 91","Issue":" NA","Pages":" 905-917","Keywords":" NA","DOI":" NA","Abstract":" The Begoniaceae consist of two genera, Begonia, with\napproximately 1400 species that are widely distributed in the tropics,\nand Hillebrandia, with one species that is endemic to the Hawaiian\nIslands and the only member of the family native to those islands. To\nhelp explain the history of Hillebrandia on the Hawaiian Archipelago,\nphylogenetic relationships of the Begoniaceae and the Cucurbitales were\ninferred using sequence data from 18S, rbcL, and ITS, and the minimal\nage of both Begonia and the Begoniaceae were indirectly estimated. The\nanalyses strongly support the placement of Hillebrandia as the sister\ngroup to the rest of the Begoniaceae and indicate that the Hillebrandia\nlineage is at least 51\u001a65 million years old, an age that predates the\ncurrent Hawaiian Islands by about 20 million years. Evidence that\nHillebrandia sandwicensis has survived on the Hawaiian Archipelago by\nisland hopping from older, now denuded islands to younger, more\nmountainous islands is presented. Various scenarios for the origin of\nancestor to Hillebrandia are considered. The geographic origin of source\npopulations unfortunately remains obscure; however, we suggest a\nboreotropic or a Malesian\u001aPacific origin is most likely. Hillebrandia\nrepresents the first example in the well-studied Hawaiian flora of a\nrelict genus.","trees":[{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Cucurbitales parsimony","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1935.phy"},{"tree_label":"Fig. 3","ntax":"30","rootedtree":"TRUE","title":"Cucurbitales maximum likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1936.phy"},{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Begoniaceae parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1937.phy"},{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Begoniaceae maximum likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1938.phy"}]}