{"Authors":" Finn Borchsenius, Luz Stella Suárez Suárez, Linda M.\nPrince","Year":" 2012","Title":" Molecular phylogeny and redefined generic limits of Calathea\n(Marantaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" ITS, matK, Maximum Parsimony, Goeppertia, Sanblasia,\ntrnL-F region.","DOI":"","Abstract":" Calathea, with an estimated 285 species, is the largest\ngenus of Marantaceae and an important component of Neotropical\nherbaceous diversity. The genus is also of high importance for\nhorticulture as species are cultivated for their showy, patterned\nleaves. Previous molecular phylogenetic studies indicated that the genus\nis polyphyletic, but have not provided a basis for redefining generic\nlimits due to incomplete taxon sampling. To address this problem we\nanalyzed DNA sequence data from three plastid markers (matK with\nflanking 3’ trnK intron, trnL intron and trnL-trnF intergenic spacer)\nand one nuclear marker (Internal Transcribed Spacer region) under a\nmaximum parsimony criterion for a large and representative taxon sample\ncovering all previously proposed infrageneric entities, and representing\nthe full range of morphological variation known in the genus. Our\nresults confirm that Calathea is polyphyletic. One clade, including\nsubgenus Calathea, the C. lanicaulis group, and the genus Sanblasia, is\nsister to a clade formed by Ischnosiphon and Pleiostachya. The genus\nMonotagma is placed as sister to this clade. The remaining species form\na second strongly supported clade as sister to a clade containing these\nother genera. Based on these findings Calathea is recircumscribed in a\nnarrow sense and Sanblasia is placed in synonymy. The genus Goeppertia\nis resurrected and redefined to include all members of the second\nCalathea clade. Morphological characters defining each genus are\nprovided. A total of 246 new combinations are made.","trees":[{"tree_label":"Strict","ntax":"69","rootedtree":"TRUE","title":"Generic Limits of Calathea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_51291.phy"}]}