{"Authors":" Steve Leavitt, Theodore L Esslinger, Thorsten Lumbsch","Year":" 2012","Title":" Neogene-Dominated Diversification in Neotropical Montane\nLichens: Dating Divergence Events in the Lichen-Forming Fungal Genus\nOropogon (Parmeliaceae).","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" cryptic species; diversity; lichens; Mexico; Miocene;\nmolecular dating; Oropogon ; Pleistocene; secondary metabolites; species\nboundaries.","DOI":" 10.3732/ajb.1200146","Abstract":" Premise of the study: Diversifi cation in neotropical\nregions has been attributed to both Tertiary geological events and\nPleistocene climatic fluctuations. However, the timing and processes\ndriving speciation in these regions remain unexplored in many important\ngroups. Here, we address the timing of diversifi cation in the\nneotropical lichenized fungal genus Oropogon (Ascomycota) and assess\ntraditional species boundaries. Methods: We analyzed sequence data from\nthree loci to assess phenotypically circumscribed Oropogon species from\nthe Oaxacan Highlands, Mexico. We provide a comparison of dated\ndivergence estimates between concatenated gene trees and a calibrated\nmultilocus species-tree using substitution rates for two DNA regions. We\nalso compare estimates from a data set excluding ambiguously aligned\nregions and a data set including the hyper-variable regions in two\nribosomal markers. Key results: Phylogenetic reconstructions were\ncharacterized by well-supported monophyletic clades corresponding to\ntraditionally circumscribed species, with the exception of a single\ntaxon. Divergence estimates indicate that most diversifi cation of the\nsampled Oropogon species occurred throughout the Oligocene and Miocene,\nalthough diversifi cation of a single closely related clade appears to\nhave occurred during the late Pliocene and into the Pleistocene.\nDivergence estimates calculated from a data set with ambiguously aligned\nregions removed were much more recent than those from the full data set.\nConclusions: Overall, our analyses place the majority of divergence\nevents of Oropogon species from the Oaxacan Highlands within the Neogene\nand provide strong evidence that climatic changes during","trees":[{"tree_label":"tree 1","ntax":"54","rootedtree":"TRUE","title":"Neotropical Montane Lichens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51284.phy"}]}