{"Authors":" Justin Britt Lack, Ronald A Van Den Bussche, Mason\nReichard","Year":" 2012","Title":" Phylogeny and evolution of the Piroplasmida as inferred from\n18S rRNA sequences","Journal":" International Journal of Parasitology","Volume":" 42","Issue":"","Pages":" 353-363","Keywords":" Babesia, Cytauxzoon, Theileria, Piroplasmida, 18S rDNA,\nPhylogenetics, Duncani Group, Microti Group","DOI":" 10.1016/j.ijpara.2012.02.005","Abstract":" The order Piroplasmida consists of several genera of\ntick-borne parasites that infect mammals, and to a lesser extent birds,\nand are therefore of medical and economic importance. Despite their\nimportance, considerable confusion exists concerning the relationship\namong piroplasmid species, specifically concerning the number of genera\nand the intergeneric relationships. To examine evolutionary\nrelationships among piroplasmids, we conducted phylogenetic analyses of\n192 18S rDNA sequences from the genera Theileria, Babesia and\nCytauxzoon. Our analyses revealed eight clades potentially representing\ndistinct genera, and we distinguish the Duncani Group and Microti Group\nas genetically distinct groups of species requiring detailed analysis of\nmorphology and life-history to allow formal generic description. The\npiroplasmid phylogeny revealed considerable host diversity and limited\nhost specificity, suggesting piroplasmids have undergone frequent host\nswitches during their evolution. Our analyses provide the first\nevolutionary timescale for piroplasmids independent of the assumption of\nparasite-host cospeciation, which is invalid for piroplasmids.\nEvolutionary rate analyses revealed considerable substitution rate\nheterogeneity, which we attribute to host switching and diversification.\nFinally, we call for a comprehensive phylogenetic, morphological and\nlife-history analysis for these medically relevant taxa to resolve\nrelationships and understand host specificity.","trees":[{"tree_label":"tree 1","ntax":"193","rootedtree":"TRUE","title":"Piroplasmida 18S ribosomal RNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85834.phy"}]}