{"Authors":" Eduardo Alejandro Guillin, Pablo Enrique Grijalba,\nAlexandra M. Gottlieb","Year":" 2012","Title":" Phylogenetic relations between soybean stem canker\npathogens","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Diaporthe. Phomopsis. Caulivora. Aspalathi. Meridionalis.\nCanker. Molecular phylogeny. ITS. Incompatibilty.","DOI":"","Abstract":" The taxonomy of the Diaporthe/Phomopsis complex has mainly\nbeen based on host specificity, with few morphological characters\navailable for species differentiation. As a consequence, over the years,\nthe taxonomy of the group has grown contentious. Pathogens within the\nDiaporthe/Phomopsis complex cause seed decay, stem blight and stem\ncanker on soybean. In South America, these pathogens represent a serious\nproblem for soybean production since 1989. ITS sequence data for\nArgentinean isolates previously determined as D. phaseolorum var.\ncaulivora, D. phaseolorum var. meridionalis and P. longicolla, was\nobtained. Additional ITS sequences for these species, as well as\nDiaporthe phaseolorum (sensu lato), D. aspalathi and P. sojae were\nretrieved from the Genebank. Phylogenetic reconstruction was carried out\nunder a probabilistic approach, and complemented with incompatibility\ntests among isolates of D. p. var. meridionalis and D. p. var.\ncaulivora. ITS sequences from D. phaseolorum var. meridionalis and D.\naspalathi obtained at different geographic locations formed an\nindependent cluster; those assigned to D. phaseolorum var. caulivora\nalso yielded a single clade. Additionally, phylogenetic analysis showed\nthat Genebank accessions assigned to D. phaseolorum (sensu lato) and P.\nlongicolla fail to form coherent groups in the ITS-based topology.\nIncompatibility tests supported the phylogenetic reconstruction and\nexpanded conclusions from previous studies indicating that D. caulivora\nconstitutes a separate species which has developed barriers to gene\nexchange with D. aspalathi. Clarification of the phylogenetic status of\nthe different Soybean Stem Canker pathogens and related entities will be\nan important asset to future research in soybean pathology, epidemiology\nand breeding.","trees":[{"tree_label":"Imported tree 0","ntax":"88","rootedtree":"TRUE","title":"Diaporthe ITS ML analysis","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_51301.phy"}]}