{"Authors":" Elizabeth G Pringle, Santiago R Ramirez, Timothy C\nBonebrake, Deborah M Gordon, Rodolfo Dirzo","Year":" 2012","Title":" Diversification and phylogeographic structure in widespread\nAzteca plant-ants from the northern Neotropics","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" ant-plant mutualism, Cordia alliodora, gene trees, Middle\nAmerica, Pleistocene climate changes, phylogeography, seasonally dry\ntropical forests","DOI":"","Abstract":" The Neotropical myrmecophytic tree Cordia alliodora hosts\nsymbiotic Azteca ants in most of its widespread range. The taxonomy of\nthe genus Azteca is notoriously difficult, which has frequently obscured\nspecies identity in ecological studies. We used sequence data from one\nmitochondrial and four nuclear loci to infer phylogenetic relationships,\npatterns of geographic distribution, and timing of diversification for\n181 colonies of at least five Azteca species from Mexico to Colombia. We\nidentified at least eight lineages of C. alliodora-dwelling Azteca,\nincluding at least five lineages within the most abundant and\nspecialized species, Azteca pittieri. Mitochondrial and nuclear data\nwere concordant at the species level, but not within species; comparison\nof the two datasets suggested that both introgression and incomplete\nlineage sorting contributed to these inconsistencies. Divergence time\nanalyses estimated that C. alliodora-dwelling Azteca shared a common\nancestor approximately 9-18 million years ago, coinciding with arid\nclimatic conditions that favored their primary habitat, seasonally dry\ntropical forests. Significant differentiation not correlated with\ngeographic distance was found among the five lineages of A. pittieri,\nwhich suggests limited historical gene flow among geographically\nrestricted populations. This contrasts with the previously reported lack\nof phylogeographic structure in the host tree. Climatic niches, and\nparticularly precipitation-related variables, did not overlap between\nthe sites occupied by northern and southern lineages of A. pittieri.\nTogether, these results suggest that restricted gene flow among ant\npopulations may facilitate local adaptation to environmental\nheterogeneity. Differences in evolvability between the ants and their\nhost trees may affect the evolutionary stability of this widespread\nant-plant mutualism.","trees":[{"tree_label":"Fig. 1","ntax":"190","rootedtree":"TRUE","title":"Azteca from Cordia alliodora five markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_51300.phy"}]}