{"Authors":" Aaron M. Davis, Peter John Unmack, Bradley J. Pusey, Jerald\nB. Johnson, Richard G. Pearson","Year":" 2012","Title":" Marinefreshwater transitions are associated with the\nevolution of dietary diversification in terapontid grunters (Teleostei:\nTerapontidae).","Journal":" Journal of Evolutionary Biology","Volume":" 25","Issue":" 6","Pages":" 11631179","Keywords":" character optimizations; detritivory; habitat transitions;\nherbivory; Indo-Pacific; molecular phylogeny; trophic ecology.","DOI":" 10.1111/j.1420-9101.2012.02504.x","Abstract":" The ecological opportunities associated with transitions\nacross the marine freshwater interface are regarded as an important\ncatalyst of diversification in a range of aquatic taxa. Here, we\nexamined the role of these major habitat transitions and trophic\ndiversification in a radiation of Australasian fishes using a new\nmolecular phylogeny incorporating 37 Terapontidae species. A combined\nmitochondrial and nuclear gene analysis yielded a well-supported tree\nwith most nodes resolved. Ancestral terapontids appear to have been\neuryhaline in habitat affiliation, with a single transition to\nfreshwater environments producing all Australasian freshwater species.\nMapping of terapontid feeding modes onto the molecular\nphylogenypredicted carnivorous dietary habits was displayed by ancestral\nterapontids, which subsequently diversified into a range of additional\ncarnivorous, omnivorous, herbivorous and detritivorous dietary modes\nupon transition to freshwater habitats. Comparative analyses suggested\nthat following the freshwater invasion, the single freshwater clade has\nexhibited an increased rate of diversification at almost three times the\nbackground rate evident across the rest of the family. The\nmarinefreshwater transition within Terapontidae appears to have resulted\nin substantial dietary radiation in freshwater environments, as well as\nincreased lineage diversification rates relative to euryhalinemarine\nhabitats.","trees":[{"tree_label":"bestREP1","ntax":"45","rootedtree":"TRUE","title":"Tr51295","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51295.phy"}]}