{"Authors":" Xi-Hui Du, Qi Zhao, Zhu-Liang Yang, Hatira Taskin, Damon R.\nDewsbury, Jean-Marc Moncalvo, Greg W. Douhan, Vincent Robert, Stephen A\nRehner, Alejandro Rooney, stacy sink, Karen Hansen, Kerry O’Donnell,\nPedro W. Crous","Year":" 2012","Title":" How well do ITS rDNA sequences differentiate species of true\nmorels (Morchella)?","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, biodiversity, biogeography, emerencia, GCPSR,\nGenBank, phylogeny, species limits","DOI":"","Abstract":" Arguably more mycophiles hunt true morels (Morchella)\nduring their brief fruiting season each spring in the Northern\nHemisphere than any other wild edible fungus. Concerns about\noverharvesting by individual collectors and commercial enterprises make\nit essential that science-based management practices and conservation\npolicies are developed to insure the sustainability of commercial\nharvests and to protect and preserve morel species diversity. Therefore,\nthe primary objectives of the present study were to: (i) investigate the\nutility of the ITS rDNA fungal ‘barcode’ locus for identifying Morchella\nspecies, using phylogenetic species previously inferred from multilocus\nDNA sequence data as a reference; and (ii) clarify ‘insufficiently\nidentified’ sequences and determine whether the named sequences in\nGenBank were identified correctly. Towards this end, we generated 660\nMorchella ITS rDNA sequences and downloaded 246 additional ones\ngenerated by other researchers from GenBank using emerencia (http://www.emerencia.org) and analyzed them\nphylogenetically. Three major findings emerged: (i) ITS rDNA sequences\nwere useful in identifying 47/62 (75.8%) of the known phylospecies;\nhowever, they failed to identify 12 of the 22 species within the\nspecies-rich Elata Subclade, and two closely related species in the\nEsculenta Clade; (ii) at least 66% of the named Morchella sequences in\nGenBank are misidentified; and (iii) ITS rDNA sequences of up to six\nputatively novel Morchella species were represented in GenBank.\nRecognizing the need for a dedicated web-accessible reference database\nto facilitate the rapid identification of known and novel species, we\nconstructed Morchella MLST (http://www.cbs.knaw.nl/morchella/) which can be queried\nusing ITS rDNA sequences and those of the four other genes used in our\nprior multilocus molecular systematic studies of this charismatic\ngenus.","trees":[{"tree_label":"PAUP 1","ntax":"106","rootedtree":"TRUE","title":"Tr51345","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51345.phy"},{"tree_label":"PAUP 1","ntax":"125","rootedtree":"TRUE","title":"Tr51347","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51347.phy"},{"tree_label":"PAUP 1","ntax":"60","rootedtree":"TRUE","title":"Tr51346","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51346.phy"}]}