{"Authors":" André Levy, Sophie von der heyden, Sergio R Floeter,\nGiacomo Bernardi, Vitor C. Almada","Year":" 2012","Title":" Phylogeny of Parablennius Miranda Ribeiro, 1915 reveals a\nparaphyletic genus and recent Indo-Pacific diversification from Atlantic\nancestor","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Blenniidae, Parablennius, Biogeography, Morphology, Marine\nDispersal routes","DOI":"","Abstract":" A molecular phylogeny of 15 (out of 26 recognized) species\nof Parablennius Miranda Ribeiro, 1915 was constructed using two\nmitochondrial and two nuclear gene fragments. The closely related genera\nHypleurochilus, Salaria and Scartella were also studied to ascertain\ntheir relationship with Parablennius. Phylogenetic analyses were\ncompared with morphology-based taxonomical studies. Both Salaria and\nScartella appear well supported within a clade including all\nParablennius, indicating that this genus is paraphyletic. The species\npairs P. parvicornis-P. sanguinolentus and P. gattorugine-P. ruber are\ndistant from remaining Parablennius and each forms a monophyletic group.\nTwo new genera are described for these two species pairs. Remaining\nParablennius form two distinct well-supported groups: (1) a clade of\nAtlantic-Mediterranean Parablennius (P. pilicornis, P. marmoreus, P.\nrouxi, P. salensis and P. tentacularis); (2) a clade including\nHypleurochilus, the Indo-Western Pacific Parablennius (P. cornutus, P.\nintermedius, P. tasmanianus and P. yatabei) and the Atlantic P.\nincognitus and P. zvonimiri. Use of a relaxed molecular clock suggests\nthat Indo-Pacific Parablennius originated recently from an Atlantic\nParablennius that may have dispersed via southern Africa, rather than\nvia the Mediterranean-Red Sea seaway.","trees":[{"tree_label":"con all compat","ntax":"27","rootedtree":"TRUE","title":"Tr51326","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51326.phy"},{"tree_label":"con all compat","ntax":"27","rootedtree":"TRUE","title":"Tr51327","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51327.phy"}]}