{"Authors":" Yunpeng Zhao, Weiwei Ma, Qiongyan Dai, Zhechen Qi, Pan Li,\nKenneth M. Cameron, Jenny Qiu-Yun Xiang, Chengxin Fu","Year":" 2012","Title":" Species delineation, phylogenetic relationship, and\nbiogeographic divergence of Smilax hispida group with eastern\nAsian-North American disjuction","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" eastern Asian-North American disjunction; large-scale\nphylogeography; Smilax hispida group; allopatric speciation;\nintercontinental divergence; Smilax californica","DOI":"","Abstract":" The origin of floristic disjunction between eastern Asia\nand North America has been well-addressed using a phylogeny-based\nhistorical biogeographic approach over the past two decades. However,\nsubsequent diversification and evolution of the disjunct taxa after\nintercontinental divergence have been scarcely examined. Here, we\nconduct a large-scale, inter-continental, phylogeographic investigation\non the Smilax hispida species group which is widely distributed in\neastern Asia and North America and taxonomically controversial.\nPhylogenetic analyses and GSI indices based on seven chloroplast and\nnuclear sequences strongly support delineation of previously recognized\nsix species within the clade and their phylogenetic relationships.\nBiogeographic analysis and divergence time dating suggested a Central\nand/or North American origin of the group crown lineage with a\nsubsequent dispersal into eastern Asia via the Bering land bridge or\nlong-distance dispersal at 11.21 mya. The two Mexican/Central American\nspecies, S. jalapensis and S. moranensis, represent consequences of two\nbiogeographic events. The spatial pattern of genetic divergence within\nAsia indicated that the origins of S. scobinicaulis and S. sieboldii\nwere associated with allopatric divergence of the ancestral population.\nNST/GST tests and AMOVA further indicated that infraspecific genetic\ndivergence in the two Asian species are greater than in eastern American\nspecies S. hispida, and the divergence is largely allopatric. Our\nresults suggest principal effects of geographical barriers on population\ndifferentiation, and support the hypothesis that repeated cycles of\nallopatry may have been a major force promoting speciation in eastern\nAsia, resulting in a greater species richness in the region compared to\neastern North America. The present research adds a new group to the few\nexamples of Out-of-America migration.","trees":[{"tree_label":"Imported tree 0","ntax":"24","rootedtree":"TRUE","title":"Tr51341","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51341.phy"},{"tree_label":"Imported tree 0","ntax":"24","rootedtree":"TRUE","title":"Tr51342","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51342.phy"},{"tree_label":"Imported tree 0","ntax":"24","rootedtree":"TRUE","title":"Tr51343","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51343.phy"},{"tree_label":"tree 1","ntax":"35","rootedtree":"TRUE","title":"Tr51340","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51340.phy"},{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr51339","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51339.phy"}]}