{"Authors":" Huanyu Li, Guangyu Sun, Xiaoru Zhai, Jean Carlson Batzer,\nDerrick A Mayfield, Johannes (Ewald) Zacharias Groenewald, Mark L.\nGleason, Pedro W. Crous","Year":" 2012","Title":" Dissoconiaceae associated with sooty blotch and flyspeck on\nfruits in China and the United States","Journal":" Persoonia","Volume":" 28","Issue":"","Pages":" 113-125","Keywords":" hyphomycetes, Malus, microfungi, SBFS, taxonomy.","DOI":" 10.3767/003158512X651157","Abstract":" Zasmidium mali, a novel species of Mycosphaerellaceae, and\nseveral novel taxa that reside in Dissoconiaceae, were identified from a\ncollection of apples and Cucurbita maxima (cv. Blue Hubbard) from China\nand the USA that exhibited sooty blotch and flyspeck (SBFS) signs.\nMorphology on fruit surfaces and in culture, and phylogenetic analyses\nof the nuclear ribosomal DNA’s LSU and ITS regions, as well as partial\ntranslation elongation factor 1-alpha gene sequences in some cases, were\nused to delineate six previously unidentified species and four known\nspecies. Pseudoveronaea was established as a new genus of\nDissoconiaceae, represented by two species, P. ellipsoidea and P.\nobclavata. Although Pseudoveronaea was morphologically similar to\nVeronaea, these fungi clustered with Dissoconiaceae (Capnodiales) rather\nthan Chaetothyriales (Herpotrichiellaceae). Three novel species of\nRamichloridium, R. cucurbitae, R. luteum and R. punctatum, and R. mali\ncomb. nov., were closely related with R. apiculatum, which together\nformed a distinct subclade in Dissoconiaceae. Species of Dissoconium s.\nlat. clustered in two well-supported clades, supported by distinct\nmorphological and cultural features. Subsequently Uwebraunia, a former\nsynonym of Dissoconium, was resurrected for the one clade, with new\ncombinations proposed for U. australiensis, U. commune, U. dekkeri, and\nU. musae. Furthermore, we also report that D. aciculare, D. eucalypti,\nU. commune and U. dekkeri were associated with SBFS on apples.","trees":[{"tree_label":"ITS","ntax":"39","rootedtree":"TRUE","title":"Dissoconiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51416.phy"},{"tree_label":"LSU","ntax":"74","rootedtree":"TRUE","title":"Dissoconiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51415.phy"}]}