{"Authors":" John V. Freudenstein, Jeff J. Doyle","Year":" 1994","Title":" Plastid DNA, morphological variation, and the Phylogenetic\nSpecies Concept: The Corallorhiza maculata (Orchidaceae) Complex.","Journal":" Systematic Botany","Volume":" 19","Issue":" NA","Pages":" 273-290","Keywords":" NA","DOI":" NA","Abstract":" The Phylogenetic Species Concept (PSC) defines minimal\nphylogenetic units. Although its full application requires sampling\nwithin populations, the principles of the PSC can be applied even in\ncases where intrapopulational sampling has not been conducted, albeit\nwith less resolution. One or more accessions from each of thirty-five\npopulations of Corallorhiza maculata, as well as from C. mertensiana and\nC. sp. nov., were sampled for plastid DNA and morphological features,\nand the patterns of variation were interpreted in the light of the PSC.\nThese three species have unique morphological character combinations\nthat allow their recognition as phylogenetic species; previously\ndetected morphological-phenological groups within C. maculata are\ndistinct in parts of the species’ range, but morphological intermediates\nare present in some areas, preventing their recognition as phylogenetic\nspecies. Nine plastome types, based upon restriction site and length\nmutations, were found among the populations, eight of them within C.\nmaculata. The plastomes of C. sp. nov. and C. mertensiana were found to\nbe most closely related to those within C. maculata. Although there was\nno evidence that plastome types are fixed in populations (due to\ninsufficient sampling), particular restriction sites are hypothesized to\nbe fixed in population groups and are recognized as phylogenetic\ncharacters for these groups. The phylogenetic pattern suggests that C.\nmertensiana and C. sp. nov. were derived from ancestors much like C.\nmaculata, or from C. maculata itself. In addition, the strong\ncorrelation between related plastome types and morphology suggests that\nthere may be phylogenetic significance to the pattern within C.\nmaculata.","trees":[{"tree_label":"Fig. 3","ntax":"42","rootedtree":"TRUE","title":"Corallorhiza","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1548.phy"}]}