{"Authors":" Lucinda A. McDade, Thomas F. Daniel, Carrie A. Kiel, Agneta\nJulia Borg","Year":" 2012","Title":" Phylogenetic placement, delimitation, and relationships among\ngenera of the enigmatic Nelsonioideae (Lamiales: Acanthaceae).","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Acanthaceae; Bayesian analysis; Lamiales; maximum\nlikelihood analysis; Nelsonioideae; parsimony; phylogenetic\nrelationships","DOI":"","Abstract":" We took a two-tiered approach to test monophyly of\nNelsonioideae and place the group within Lamiales, and to determine\nrelationships among taxa within the group. Phylogenetic analysis of a\nmolecular data set (ndhF + trnLF) for a broad sample of Lamiales\nsupports monophyly of Nelsonioideae and places the clade with strong\nsupport as sister to a lineage composed of all other plants treated as\nAcanthaceae (i.e., Avicennia, Thunbergioideae, Acanthoideae). We propose\nto treat this entire group as Acanthaceae s.l. and hypothesize that\nindurate, explosively dehiscent capsules are a synapomorphy for the\nfamily, albeit with autapomorphic fruit types in Avicennia and\nMendoncia. These results further support monophyly of family level\ngroups that have emerged from recent studies of Lamiales but are largely\nunsuccessful in resolving relationships among these groups, as also\nencountered by other workers. In fact, our results contradict some\naspects of relationships that have seemed resolved by earlier studies,\nnotably among Byblidaceae, Scrophulariaceae, Thomandersia, and other\nLamiales. Among Nelsonioideae, analysis of sequence data from more\nrapidly evolving genic regions (i.e., trnS-G, ndhF-rpl32 +\nrpl32-trnL(UAG), nrITS) and a larger sample of nelsonioids (i.e., all\ngenera and multiple taxa to represent the diversity of species-rich\ngenera) indicates that Nelsonia and Elytraria are monophyletic with\nstrong support but with only moderate support for Nelsonia as the first\nbranching clade and Elytraria sister to the remaining nelsonioids. An\nAfrican clade comprising monospecific Saintpauliopsis sister to\nAnisosepalum (2 of 3 species sampled) is sister to a clade that includes\nall sampled members of pantropical Staurogyne plus New World\nGynocraterium and Asian Ophiorrhiziphyllon. Gynocraterium is sister to\nall sampled members of New World Staurogyne; this last clade is sister\nto a clade comprising the other sampled Staurogyne plus\nOphiorrhiziphyllon which is nested among Asian Staurogyne. The taxonomic\nimplications of these patterns of relationship are discussed. Our\nresults suggest that Nelsonioideae have a complex history of\ninter-continental dispersals compared to other lineages of Acanthaceae\nof similar to much larger size in terms of number of species, making it\nan interesting group for biogeographic study.","trees":[{"tree_label":"Fig. 3B","ntax":"51","rootedtree":"TRUE","title":"Nelsonioideae Asian Stauros ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_51660.phy"},{"tree_label":"Fig. 2","ntax":"69","rootedtree":"TRUE","title":"Nelsonioids and Lamiales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_51576.phy"},{"tree_label":"Fig. 3A","ntax":"51","rootedtree":"TRUE","title":"Nelsonioideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_51659.phy"}]}