{"Authors":" Jason R. Cryan","Year":" 2004","Title":" Molecular Phylogeny of Cicadomorpha (Insecta: Hemiptera:\nCicadoidea, Cercopoidea, and Membracoidea): Adding Evidence to the\nControversy","Journal":" Systematic Entomology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The hemipteran infraorder Cicadomorpha comprises the\nsuperfamilies Cicadoidea (cicadas), Cercopoidea (spittlebugs or\nfroghoppers), and Membracoidea (leafhoppers and treehoppers). Earlier\nattempts to determine relationships among these three monophyletic\nlineages using either morphological or molecular data suffered from\ninsufficient sampling (taxonomic and data) and problematic tree rooting,\nleading to discordant results. Presented here are phylogenetic\nreconstructions within Cicadomorpha based on DNA nucleotide sequence\ndata from multiple genetic markers (18S rDNA, 28S rDNA, and histone 3)\nsequenced from representative taxa of Cicadidae, Tettigarctidae,\nCercopidae, Aphrophoridae, Clastopteridae, Machaerotidae, Epipygidae,\nCicadellidae, Membracidae, Myerslopiidae, and Aetalionidae. To test the\nrobustness of phylogenetic signal, these sequence data were analyzed\nseparately and in combination under various alignment parameters using\nboth manual alignment (of both attenuated and full sequences) and\nalignment via ClustalX. Results demonstrate clearly that, despite\nalignment methodology used, basing a phylogeny on a single gene region\noften is misleading. Analyses of the combination of data sets support\nthe major relationships within Cicadomorpha as (Membracoidea,\n(Cicadoidea, Cercopoidea)). Internal relationships recovered within each\nsuperfamily shows evidence for: 1) the placement of Myerslopiidae as the\nsister group of the remaining Membracoidea; 2) the paraphyly of\nCicadellidae; 3) the sister group relationship between Machaerotidae and\nClastopteridae; 4) the monophyly of Cercopidae; 5) the diversification\nof Epipygidae from within the possibly paraphyletic Aphrophoridae.","trees":[{"tree_label":"Fig. 2","ntax":"41","rootedtree":"TRUE","title":"Cicadomorpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1948.phy"}]}