{"Authors":" Maria A Nilsson, Axel Janke, Elizabeth Murchison, Zemin\nNing, Björn M Hallström","Year":" 2012","Title":" Expansion of CORE-SINEs in the genome of the Tasmanian\ndevil.","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" SINE; WSINE1; retroposon; Tasmanian devil; Sarcophilus;\ngenome; marsupials.","DOI":"","Abstract":" The genome of the carnivorous marsupial, Tasmanian devil\n(Sarcophilus harrisii, Order: Dasyuromorphia), was sequenced in the\nhopes of finding a cure for or gaining a better understanding of the\ncontagious cancer devil facial tumor disease that is threatening the\nspecies survival. To better understand the Tasmanian devil genome, we\nscreened it for transposable elements and investigated the dynamics of\nshort interspersed element (SINE) retroposons. The temporal history of\nTasmanian devil SINEs, elucidated using a transposition in transposition\nanalysis, indicates that WSINE1, a CORE-SINE present in around 200,000\ncopies, is the most recently active element. Moreover, we discovered a\nnew subtype of WSINE1 (WSINE1b) that comprises at least 90% of all\nTasmanian devil WSINE1s. The frequencies of WSINE1 subtypes differ in\nthe genomes of two of the other Australian marsupial orders. A\nco-segregation analysis indicated that at least 66 subfamilies of WSINE1\nevolved during the evolution of Dasyuromorphia. Using a substitution\nrate derived from WSINE1 insertions, the ages of the subfamilies were\nestimated and correlated with a newly established phylogeny of\nDasyuromorphia. Phylogenetic analyses and divergence time estimates of\nmitochondrial genome data indicate a rapid radiation of the Tasmanian\ndevil and the closest relative the quolls (Dasyurus) around 14 million\nyears ago. The radiation and abundance of CORE-SINEs in marsupial\ngenomes indicates that they may be a major player in the evolution of\nmarsupials. It is evident that the early phases of evolution of the\ncarnivorous marsupial order Dasyuromorphia was characterized by a burst\nof SINE activity. This pattern, where speciation results in a major\nburst of retroposon activity is for the first time shown in a marsupial\ngenome.","trees":[{"tree_label":"tree 1","ntax":"44","rootedtree":"TRUE","title":"Tr51731","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51731.phy"}]}