{"Authors":" Ryan Lamers, Gowrishankar Muthukrishnan, Todd A Castoe,\nSergio Tafur, Alexander M. Cole, Christopher L Parkinson","Year":" 2012","Title":" Phylogenetic relationships among Staphylococcus species and\nrefinement of cluster groups based on multilocus data.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Staphylococcus, MrBayes, GARLI, Bayesian Estimation of\nSpecies trees, cluster groups","DOI":"","Abstract":" Estimates of relationships among Staphylococcus species\nhave been hampered by poor and inconsistent resolution of phylogenies\nbased largely on single gene analyses incorporating only a limited taxon\nsample. As such, the evolutionary relationships and hierarchical\nclassification schemes among species have not been confidently\nestablished. Here, we address these points through analyses of DNA\nsequence data from multiple loci (16S rRNA gene, dnaJ, rpoB, and tuf\ngene fragments) using multiple Bayesian and maximum likelihood\nphylogenetic approaches that incorporate nearly all recognized\nStaphylococcus taxa. We estimated the phylogeny of fifty-seven\nStaphylococcus taxa using partitioned-model Bayesian and maximum\nlikelihood analysis, as well as Bayesian gene-tree species-tree methods.\nRegardless of methodology, we found broad agreement among methods that\nthe current cluster groups require revision, although there was some\ndisagreement among methods in resolution of higher order relationships.\nBased on our phylogenetic estimates, we propose a refined classification\nfor Staphylococcus with species being classified into 15 cluster groups\n(based on molecular data) that adhere to six species groups (based on\nphenotypic properties) Our findings are in general agreement with gene\ntree-based reports of the staphylococcal phylogeny, although we identify\nmultiple previously unreported relationships among species. Our results\nsupport the general importance of such multilocus assessments as a\nstandard in microbial studies to more robustly infer relationships among\nrecognized and newly discovered lineages.","trees":[{"tree_label":"Fig. 3 - Maximum Likelihood","ntax":"59","rootedtree":"TRUE","title":"Staphylococcus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51657.phy"},{"tree_label":"Fig. 5 - BEST","ntax":"59","rootedtree":"TRUE","title":"Staphylococcus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51658.phy"},{"tree_label":"Fig. 2 - MrBayes","ntax":"59","rootedtree":"TRUE","title":"Staphylococcus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51656.phy"}]}