{"Authors":" Milana Mitrovic, Jelena Jovic, Tatjana Cvrkovic, Oliver\nKrstic, Nenad Trkulja, Ivo Tosevski","Year":" 2012","Title":" Characterisation of 16SrII phytoplasma strain associated with\nbushy stunt of hawkweed oxtongue (Picris hieracioides) in south-eastern\nSerbia and the role of deltocephalinae leafhopper Neoaliturus\nfenestratus as a natural vector","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" insect-vector, phytoplasma transmission, Picris\nhieracioides bushy stunt - PHBS, PCR-RFLP, rpl22-rps3, 16S rRNA","DOI":"","Abstract":" A two-year study of host association, molecular\ncharacterisation and vector transmission of phytoplasma related to the\n16SrII group in vineyards of south-eastern Serbia was conducted.\nGrapevine, eight common weeds and thirty-one Auchenorrhyncha species\nwere collected and analysed. PCR-RFLP analyses of 16 rRNA genes\nidentified the presence of a new strain of phytoplasma related to the\n16SrII group only in P. hieracioides with symptoms of stunt and/or bushy\nstunt. Grapevine samples, all without symptoms, were negative for\nphytoplasma presence. Plants of Erigeron annuus, Cynodon dactylon,\nDaucus carota and P. hieracioides, either exhibiting symptoms of\nyellowing or without symptoms, were positive for the presence of stolbur\nphytoplasma. Among the tested cicada species, seven were infected with\nphytoplasmas from the Aster yellows group, two with stolbur phytoplasma,\ntwo with 16SrII phytoplasma and one with 16SrV-C phytoplasma subgroup.\nThe phytoplasma strain of the 16SrII group was recorded in approximately\n50% of the collected leafhopper species Neoaliturus fenestratus and in a\nfew specimens of the planthopper Dictyophara europaea. The vector status\nof N. fenestratus was tested in two transmission trials with P.\nhieracioides and periwinkle seedlings. In both tests, the leafhopper\nsuccessfully transmitted 16SrII phytoplasma to exposed plants, proving\nits role as natural vector of this phytoplasma in Europe. A finer\nmolecular characterisation and phylogenetic relatedness of 16SrII\nphytoplasma strain by sequence analyses of 16Sr RNA and ribosomal\nprotein genes rpl22-rps3 indicated that its closest relatedness was to\nthe 16SrII-E subgroup. Phylogenetic relationships within the 16SrII\nphytoplasma group and the epidemiological significance of a new natural\nvector in agroecosystems of Europe are discussed.","trees":[{"tree_label":"Imported tree 0","ntax":"17","rootedtree":"TRUE","title":"Tr51577","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51577.phy"},{"tree_label":"Imported tree 0","ntax":"16","rootedtree":"TRUE","title":"Tr51578","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51578.phy"}]}