{"Authors":" Ulrike Damm, Paul Cannon, Joyce H. C. Woudenberg, Bevan S\nWeir, Yu Pei Tan, Roger G Shivas, Peter Johnston, Pedro W. Crous","Year":" 2012","Title":" The Colletotrichum boninense species complex","Journal":" Studies in Mycology","Volume":" 73","Issue":"","Pages":" 1-36","Keywords":" anthracnose, Ascomycota, Colletotrichum boninense,\nGlomerella, phylogeny, systematics","DOI":" 10.3114/sim0002","Abstract":" Although only recently described, Colletotrichum boninense\nis well established in literature as an anthracnose pathogen or\nendophyte of a diverse range of host plants worldwide. It is especially\nprominent on members of Amaryllidaceae, Orchidaceae, Proteaceae and\nSolanaceae. Reports from literature and preliminary studies using ITS\nsequence data indicated that C. boninense represents a species complex.\nA multilocus molecular phylogenetic analysis (ITS, ACT, TUB2, CHS-1,\nGAPDH, HIS3, CAL) of 86 strains previously identified as C. boninense\nand other related strains revealed 18 clades. These clades are\nrecognised here as separate species, including C. boninense s. str., C.\nhippeastri, C. karstii and 12 previously undescribed species, C.\nannellatum, C. beeveri, C. brassicicola, C. brasiliense, C. colombiense,\nC. constrictum, C. cymbidiicola, C. dacrycarpi, C. novae-zelandiae, C.\noncidii, C. parsonsiae and C. torulosum. Seven of the new species are\nonly known from New Zealand, perhaps reflecting a sampling bias. The new\ncombination C. phyllanthi was made, and C. dracaenae Petch was\nepitypified and the name replaced with C. petchii. Typical for species\nof the C. boninense species complex are the conidiogenous cells with\nrather prominent periclinal thickening that also sometimes extend to\nform a new conidiogenous locus or annellations as well as conidia that\nhave a prominent basal scar. Many species in the C. boninense complex\nform teleomorphs in culture.","trees":[{"tree_label":"Fig. 1","ntax":"87","rootedtree":"TRUE","title":"Colletotrichum boninense species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_51818.phy"}]}