{"Authors":" Yael Kisel, Alejandra C. Moreno-Letelier, Diego Bogarin,\nMartyn P. Powell, Mark W. Chase, Timothy G. Barraclough","Year":" 2012","Title":" Testing the link between population genetic differentiation\nand clade diversification in Costa Rican orchids","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Macroevolution, Fst, Φst, Gʹst, D, Gene Flow, Genetic\nDrift, sister clade differentiation","DOI":"","Abstract":" Species population genetics could be an important factor\nexplaining variation in clade species richness. Here we use newly\ngenerated AFLP data to test whether five pairs of sister clades of Costa\nRican orchids that differ greatly in species richness also differ in\naverage neutral genetic differentiation within species, expecting that\nif the strength of processes promoting differentiation within species is\nphylogenetically heritable, then clades with greater genetic\ndifferentiation should diversify more. Contrary to expectation, neutral\ngenetic differentiation does not correlate directly with total\ndiversification in the clades studied. Neutral genetic differentiation\nvaries greatly among species and shows no heritability within clades.\nHalf of the variation in neutral genetic differentiation among\npopulations can be explained by ecological variables, and species-level\ntraits explain the most variation. Unexpectedly, we find no isolation by\ndistance in any species, but genetic differentiation is greater between\npopulations occupying different niches. This pattern corresponds with\nthose observed for microscopic eukaryotes and could reflect effective\nwidespread dispersal of tiny and numerous orchid seeds. Although not\nproviding a definitive answer to whether population genetics processes\naffect clade diversification, this work highlights the potential for\naddressing new macroevolutionary questions using a comparative\npopulation genetic approach.","trees":[{"tree_label":"bestREP2","ntax":"1","rootedtree":"TRUE","title":"Tr51850","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51850.phy"},{"tree_label":"bestREP2","ntax":"1","rootedtree":"TRUE","title":"Tr51851","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_51851.phy"},{"tree_label":"bestREP2","ntax":"18","rootedtree":"TRUE","title":"Tr51849","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_51849.phy"}]}