{"Authors":" Martin Kaltenpoth, Patrice Showers Corneli, Diane M Dunn,\nRobert B Weiss, Erhard Strohm, Jon Seger","Year":" 2012","Title":" Accelerated Evolution of Mitochondrial but Not Nuclear\nGenomes of Hymenoptera: New Evidence from Crabronid Wasps","Journal":" PLoS ONE","Volume":" 7","Issue":" 3","Pages":" e32826","Keywords":"","DOI":" 10.1371/journal.pone.0032826","Abstract":" Mitochondrial genes in animals are especially useful as\nmolecular markers for the reconstruction of phylogenies among closely\nrelated taxa, due to the generally high substitution rates. Several\ninsect orders, notably Hymenoptera and Phthiraptera, show exceptionally\nhigh rates of mitochondrial molecular evolution, which has been\nattributed to the parasitic lifestyle of current or ancestral members of\nthese taxa. Parasitism has been hypothesized to entail frequent\npopulation bottlenecks that increase rates of molecular evolution by\nreducing the efficiency of purifying selection. This effect should\nresult in elevated substitution rates of both nuclear and mitochondrial\ngenes, but to date no extensive comparative study has tested this\nhypothesis in insects. Here we report the mitochondrial genome of a\ncrabronid wasp, the European beewolf (Philanthus triangulum,\nHymenoptera, Crabronidae), and we use it to compare evolutionary rates\namong the four largest holometabolous insect orders (Coleoptera,\nDiptera, Hymenoptera, Lepidoptera) based on phylogenies reconstructed\nwith whole mitochondrial genomes as well as four single-copy nuclear\ngenes (18S rRNA, arginine kinase, wingless, phosphoenolpyruvate\ncarboxykinase). The mt-genome of P. triangulum is 16,029 bp in size with\na mean A+T content of 83.6%, and it encodes the 37 genes typically found\nin arthropod mt genomes (13 protein-coding, 22 tRNA, and two rRNA\ngenes). Five translocations of tRNA genes were discovered relative to\nthe putative ancestral genome arrangement in insects, and the unusual\nstart codon TTG was predicted for cox2. Phylogenetic analyses revealed\nsignificantly longer branches leading to the apocritan Hymenoptera as\nwell as the Orussoidea, to a lesser extent the Cephoidea, and, possibly,\nthe Tenthredinoidea than any of the other holometabolous insect orders\nfor all mitochondrial but none of the four nuclear genes tested. Thus,\nour results suggest that the ancestral parasitic lifestyle of Apocrita\nis unlikely to be the major cause for the elevated substitution rates\nobserved in hymenopteran mitochondrial genomes.","trees":[{"tree_label":"tree 1","ntax":"90","rootedtree":"TRUE","title":"Crabronid Wasps","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52232.phy"}]}