{"Authors":" Bengt Oxelman, Frida Eggens, Magnus Popp, Per Erixon","Year":" 2004","Title":" Origin and evolution of a circumpolar polyploid species\ncomplex in Silene (Caryophyllaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses of two chloroplast and five\nputatively unlinked nuclear DNA regions were used to explore the\nevolutionary relationships of a circumpolar arctic polyploid species\ncomplex in Silene. Gene phylogenies inferred from introns in the low\ncopy nuclear genes RPA2, RPB2, RPD2a, and RPD2b, and ITS1 and ITS2 from\nthe nuclear ribosomal DNA region, indicate two consecutive\npolyploidization events. The first involved the diploid arctic/subarctic\nS. uralensis lineage as the cytoplasmic donor, as indicated by\nchloroplast rps16 and psbE-petL sequences, and highly unexpected based\non morphology, the diploid Siberian/Northeast Asian S. ajanensis lineage\nas pollen donor. The hybridization and polyploidization resulted in the\ntetraploid S. involucrata lineage. A second hybridization and\npolyploidization with the S. ajanensis lineage as pollen donor, and the\ntetraploid S. involucrata lineage as cytoplasmic donor, resulted in the\nhexaploid lineages of S. sorensenis and S. ostenfeldii. In general, two\nparalogous sequences were identified from the tetraploids and three\nparalogues from the hexaploids in the low copy nuclear genes. Interlocus\nconcerted evolution appears to have homogenized the ITS regions, because\nonly the sequences corresponding to the paternal lineage were recovered\nin the polyploids. The power, and neccessity, of using several\npotentially unlinked regions is revealed by the fact that the gene\nphylogenies had small deviations from the general pattern explained by\nalloploidy. These deviations are better explained as gene duplication\nand/or lineage sorting events, or simply lack of information.","trees":[{"tree_label":"Fig. 6","ntax":"35","rootedtree":"TRUE","title":"Silene, RPD2b","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_470.phy"},{"tree_label":"Fig. 2","ntax":"21","rootedtree":"TRUE","title":"Silene, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1961.phy"},{"tree_label":"Fig. 3","ntax":"41","rootedtree":"TRUE","title":"Silene, RPA2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1962.phy"},{"tree_label":"Fig. 4","ntax":"36","rootedtree":"TRUE","title":"Silene, RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1963.phy"},{"tree_label":"Fig. 1","ntax":"22","rootedtree":"TRUE","title":"Silene, Combined chloroplast","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1960.phy"},{"tree_label":"Fig. 5","ntax":"35","rootedtree":"TRUE","title":"Silene, RPD2a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1964.phy"}]}