{"Authors":" Bevan S Weir, Peter Johnston, Ulrike Damm","Year":" 2012","Title":" The Colletotrichum gloeosporioides species complex","Journal":" Studies in Mycology","Volume":" 73","Issue":" 1","Pages":" 115180","Keywords":" anthracnose, Ascomycota, Colletotrichum gloeosporioides,\nGlomerella cingulata, phylogeny, systematics","DOI":" 10.3114/sim0011","Abstract":" The limit of the Colletotrichum gloeosporioides species\ncomplex is defined genetically, based on a strongly supported clade\nwithin the Colletotrichum ITS gene tree. All taxa accepted within this\nclade are morphologically more or less typical of the broadly defined C.\ngloeosporioides, as it has been applied in the literature for the past\n50 years. We accept 22 species plus one subspecies within the C.\ngloeosporioides complex. These include C. asianum, C. cordylinicola, C.\nfructicola, C. gloeosporioides, C. horii, C. kahawae subsp. kahawae, C.\nmusae, C. nupharicola, C. psidii, C. siamense, C. theobromicola, C.\ntropicale, and C. xanthorrhoeae, along with the taxa described here as\nnew, C. aenigma, C. aeschynomenes, C. alatae, C. alienum, C. aotearoa,\nC. clidemiae, C. kahawae subsp. ciggaro, C. salsolae, and C. ti, plus\nthe nom. nov. C. queenslandicum (for C. gloeosporioides var. minus). All\nof the taxa are defined genetically on the basis of multi-gene\nphylogenies. Brief morphological descriptions are provided for species\nwhere no modern description is available. Many of the species are unable\nto be reliably distinguished using ITS, the official barcoding gene for\nfungi. Particularly problematic are a set of species genetically close\nto C. musae and another set of species genetically close to C. kahawae,\nreferred to here as the Musae clade and the Kahawae clade, respectively.\nEach clade contains several species that are phylogenetically well\nsupported in multi-gene analyses, but within the clades branch lengths\nare short because of the small number of phylogenetically informative\ncharacters, and in a few cases individual gene trees are incongruent.\nSome single genes or combinations of genes, such as\nglyceraldehyde-3-phosphate dehydrogenase and glutamine synthetase, can\nbe used to reliably distinguish most taxa and will need to be developed\nas secondary barcodes for species level identification, important\nbecause many of these fungi are of biosecurity significance. In addition\nto the accepted species, notes are provided for names where a possible\nclose relationship with C. gloeosporioides sensu lato has been suggested\nin the recent literature, along with all subspecific taxa and formae\nspeciales within C. gloeosporioides and its putative teleomorph\nGlomerella cingulata.","trees":[{"tree_label":"con 50 majrule","ntax":"158","rootedtree":"TRUE","title":"Colletotrichum gloeosporioides","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_65770.phy"}]}