{"Authors":" Andrew Henry Debevec, Sophie Cardinal, Bryan N.\nDanforth","Year":" 2012","Title":" Identifying the sister group to the bees: a molecular\nphylogeny of Aculeata with an emphasis on the superfamily Apoidea","Journal":" Zoologica Scripta","Volume":"","Issue":"","Pages":"","Keywords":" Hymenoptera, Aculeata, Apoidea, phylogeny, bees,\nspheciform wasps","DOI":"","Abstract":" The hymenopteran superfamily Apoidea includes the bees\n(Anthophila) as well as four predatory wasp families (Heterogynaidae,\nAmpulicidae, Sphecidae and Crabronidae) collectively referred to as the\n“sphecoid” or “apoid” wasps. The most widely cited studies suggest that\nbees are sister to the wasp family Crabronidae, but alternative\nhypotheses have been proposed based on both morphological and molecular\ndata. We combined DNA sequence data from previously published studies\nand newly generated data for four nuclear genes (28S, long-wavelength\nrhodopsin, elongation factor-1α, and wingless) in order to identify the\nlikely sister group to the bees. Analysis of our four-gene data set by\nmaximum likelihood and Bayesian methods indicates that bees most-likely\narise from within a paraphyletic Crabronidae. Possible sister groups to\nthe bees include Philanthinae, Pemphredoninae, or Philanthinae +\nPemphredoninae. We used Bayesian methods to explore the robustness of\nour results. Bayes Factor tests strongly rejected hypotheses of\ncrabronid monophyly as well as placement of Heterogynaidae within\nCrabronidae. Our results were also stable to alternative rootings of the\nbees. These findings provide additional support for the hypothesis that\nbees arise from within Crabronidae, rather than being sister to\nCrabronidae, thus altering our understanding of bee ancestry and\nevolutionary history.","trees":[{"tree_label":"TREE1","ntax":"231","rootedtree":"TRUE","title":"Aculeata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52006.phy"},{"tree_label":"tree 1","ntax":"231","rootedtree":"TRUE","title":"Aculeata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52007.phy"}]}