{"Authors":" Huei-Jiun Su, Jer-Ming Hu","Year":" 2012","Title":" Rate heterogeneity in six protein-coding genes from the\nholoparasite Balanophora (Balanophoraceae) and other Santalales\ntaxa.","Journal":" Annals of botany","Volume":"","Issue":"","Pages":"","Keywords":" B-class genes; LFY; RPB2; mitochondrial matR; Substitution\nrate; Phylogeny; Santalales; Parasitic plants.","DOI":"","Abstract":"  Background and Aims. The holoparasitic flowering plant\nBalanophora displays extreme floral reduction and was previously found\nto have enormous rate acceleration in nuclear 18S rDNA region. So far,\nit remains unclear whether non-ribosomal, protein coding genes of\nBalanophora also evolve in an accelerated fashion and whether the genes\nwith high substitution rates retain their functionality. To tackle these\nissues, we sequenced six different genes from two Balanophora species\nand examined their rate variation and expression patterns.  Methods.\nSequences including nuclear PI, euAP3, TM6, LFY, RPB2, and mitochondrial\nmatR were determined from two Balanophora species and compared with\nselected hemiparasitic Santalales species and autotrophic core eudicots.\nGene expression was detected for the six protein-coding genes and the\nexpression patterns of the three B-class genes (PI, AP3 and TM6) were\nfurther examined across different Balanophora laxiflora organs using\nRT-PCR.  Key results. Balanophora mitochondrial matR is highly\naccelerated in both nonsynonymous (dN) and synonymous (dS) substitution\nrates, whereas the rate variation of nuclear genes LFY, PI, euAP3, TM6,\nand RPB2 are less dramatic. Significant dS increases were detected in\nBalanophora PI, TM6 RPB2 as well as dN accelerations in euAP3. All of\nthe protein-coding genes are expressed in inflorescences, indicative of\ntheir functionality. PI is restrictively expressed in tepals, synandria,\nand floral bracts, whereas AP3 and TM6 are widely expressed in both male\nand female inflorescences.  Conclusions. Despite the observation that\nrates of sequence evolution are generally higher in Balanophora than in\nhemiparasitic Santalales species and autotrophic core eudicots, the five\nnuclear protein-coding genes are functional and are evolving at a much\nslower rate than 18S rDNA. The mechanism or mechanisms responsible for\nrapid sequence evolution and concomitant rate acceleration for 18S rDNA\nand matR are currently not well understood and require further study in\nBalanophora and other holoparasites.","trees":[{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Tr52001","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52001.phy"},{"tree_label":"con 50 majrule","ntax":"80","rootedtree":"TRUE","title":"Tr52002","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52002.phy"},{"tree_label":"PAUP 1","ntax":"20","rootedtree":"TRUE","title":"Tr52003","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52003.phy"},{"tree_label":"con 50 majrule","ntax":"33","rootedtree":"TRUE","title":"Tr52004","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52004.phy"},{"tree_label":"con 50 majrule","ntax":"33","rootedtree":"TRUE","title":"Tr52005","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52005.phy"}]}