{"Authors":" Michael Arabatzis, Aristea Velegraki","Year":" 2012","Title":" Evidence in support of sexual reproduction in the presumably\nasexual opportunistic human pathogen Aspergillus terreus","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Aspergillus terreus, heterothallism, sexual behaviour,\nteleomorph","DOI":"","Abstract":" Abstract: Aspergillus terreus has a worldwide distribution\nin soils, constitutes the third most important cause of invasive\naspergillosis in humans and is classically regarded as a strictly\nasexual species. A. terreus strains were characterized by sequencing of\nITS, β-tubulin and calmodulin. Opposite mating types identified by\namplifying and sequencing MAT1-1 and MAT1-2 genes were crossed and\nopposite mating types were challenged to undergo sexual reproduction.\nHeterothalically produced ascomata of one MAT1-2 strain crossed with\nfour MAT1-1 strains, were observed in mixed cereal agar after 3 weeks at\n37 °C. Endoascomatous cleistothesia were formed, consisting of yellow,\nelongate, cylindrical cells. Asci were mostly eight-spored and\nascospores were hyaline to pale yellow, one-celled, smooth-walled and\nsphaerical to broadly ovoid, with an equatorial protuberance. It is the\nfirst time that this common, nonetheless fastidious, pattern of\nsexuality is observed in A. terreus and instigates further research on\nthe sexual behaviour of other members in section Terrei.","trees":[{"tree_label":"Imported tree 0","ntax":"40","rootedtree":"TRUE","title":"Aspergillus terreus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52019.phy"},{"tree_label":"Imported tree 0","ntax":"40","rootedtree":"TRUE","title":"Aspergillus terreus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52017.phy"},{"tree_label":"Imported tree 0","ntax":"40","rootedtree":"TRUE","title":"Aspergillus terreus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52018.phy"}]}