{"Authors":" Ramiro Morales-Hojas, Micael Reis, Cristina P. Vieira,\nJorge Vieira","Year":" 2011","Title":" Resolving the phylogenetic relationships and evolutionary\nhistory of the Drosophila virilis group using multilocus data","Journal":" Molecular phylogenetics and Evolution","Volume":" 60","Issue":"","Pages":" 249-258","Keywords":" Drosophila virilis; Molecular systematics; Nuclear genes;\nMitochondrial ribosomal DNA; Evolutionary history","DOI":" 10.1016/j.ympev.2011.04.022","Abstract":" The Drosophila virilis group is one of the major lineages\nof Drosophila previously recognised and it has been used as a model for\ndifferent types of studies. It comprises 13 species whose phylogenetic\nrelationships are not well resolved. In the present study, six nuclear\ngenes (Adh, fused, Gpdh, NonA, CG9631 and CG7219) and the mitochondrial\nribosomal RNA genes (12Sâ“16S) have been used to estimate the\nevolutionary tree of the group using different methods of phylogenetic\nreconstruction. Different competing evolutionary hypotheses have also\nbeen compared using the Approximately Unbiased test to further evaluate\nthe robustness of the inferred trees. Results are, in general,\nconsistent with previous studies in recovering the four major lineages\nof the group (D. virilis phylad, Drosophila montana subphylad,\nDrosophila kanekoi subphylad and Drosophila littoralis subphylad),\nalthough D. kanekoi, D. littoralis and Drosophila ezoana are here\ninferred to be more closely related to the D. virilis phylad than to the\nD. montana subphylad. The age of the crown group, estimated with a\nBayesian method that assumes a relaxed molecular clock, is placed in the\nlate Miocene (~10 Mya). The oldest lineages also appeared during this\nperiod (~7.5 to ~8.9 Mya), while the ages of the basal nodes of the\nmontana subphylad and the virilis phylad are located in the early\nPliocene (~4.9 and ~4.1 Mya). Major cladogenesis events correlate to\ngeological and palaeoclimatic occurrences that most likely affected the\nfreshwater and deciduous forests where these species are found. The\ninferred biogeographical history of the group, based on the statistical\ndispersal-vicariance analysis, indicates that the last common ancestor\nof the group had a Holarctic distribution from which the North American\nand the Eurasian lineages evolved as a result of a vicariant event.","trees":[{"tree_label":"Fig. 1b","ntax":"14","rootedtree":"TRUE","title":"Drosophila virilis group BEST consensus tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_52044.phy"},{"tree_label":"Fig. 1a","ntax":"14","rootedtree":"TRUE","title":"Drosophila virilis group consensus BI tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_52046.phy"}]}