{"Authors":" Eduardo Maria Soto, Martin Javier Ramirez","Year":" 2012","Title":" Revision and phylogenetic analysis of the spider genus\nPhilisca Simon (Araneae: Anyphaenidae, Amaurobioidinae)","Journal":" Zootaxa","Volume":"","Issue":"","Pages":"","Keywords":" South America, Robison Crusoe, Juan Fernández, island\nbiogeography, systematics, cladistics.","DOI":"","Abstract":" We review the spider genus Philisca Simon, an endemic of\nthe southern forests in Chile and Argentina, and present a phylogenetic\nanalysis including 15 species, of which five are newly described (P.\natrata, P. robinson, P. viernes, P. pizarroi and P. robusta), together\nwith other 98 representatives of the family Anyphaenidae. Four species\nnames are considered nomina dubia (Clubiona gayi Nicolet, Drassus\nmirandus Nicolet, Clubiona altiformis Nicolet, P. obscura Simon).\nPhilisca chilensis Mello-Leitão is a newly synonymized with P.\naccentifera Simon. The phylogenetic analysis resulted in P. puconensis\nRamírez branching off basally in the genus, because of its numerous leg\nspines and unmodified male chelicerae, all plesiomorphic for the group;\nthe remaining species form two clear groups. The first one, formed by P.\nhahni Simon, P. tripunctata (Nicolet), P. amoena (Simon), P. hyadesi\n(Simon) and P. doilu (Ramírez), are grouped by the loss of spines on\nlegs I and II. The second, formed by P. huapi Ramírez, P. ingens\nBerland, P. ornata Berland, P. accentifera Simon, P. atrata and four new\nspecies endemic to the Robinson Crusoe Island in the Juan Fernández\nArchipelago, have the male chelicerae, and in most cases also the\nendites, modified. In total, six species of Philisca are endemic to Juan\nFernández, but our dataset is not conclusive for the distinction of\nalternative colonization scenarios. We analyze the evolution of leg\nmacrosetae, and show two independent instances of reduction of\nspination, one on the continent and another on the Juan Fernández\nislands.","trees":[{"tree_label":"MPT","ntax":"108","rootedtree":"TRUE","title":"Philisca Phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52082.phy"}]}