{"Authors":" Shuaifei Chen, Marelize Van Wyk , Jolanda Roux, Yaojian\nXie, Michael J Wingfield, Xudong Zhou","Year":" 2012","Title":" Ceratocystis species, including C. chinaeucensis sp. nov.,\nfrom Eucalyptus trees in South China","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Ceratocystidaceae  Fungal pathogens  Microascales \nMyrtales  Plantation forestry  Wounds","DOI":"","Abstract":" Commercial plantations of Eucalyptus species have been\nestablished in South China especially during the past twenty years to\nmeet the needs of a rapidly growing national economy. As part of a\nsurvey of fungal diseases affecting Eucalyptus species in South China,\nCeratocystis species were collected in commercial Eucalyptus plantations\nin the GuangDong Province. The aims of this study were to identify the\nCeratocystis isolates and to test their pathogenicity on Eucalyptus. The\nmost aggressive isolates were also used to screen different species and\nclones of Eucalyptus for susceptibility to infection under field\nconditions. The fungi were identified based on morphology and through\ncomparisons of DNA sequence data of the ITS, partial β-tublin and TEF-1\ngene regions. Morphological and DNA sequence comparisons indicated that\nisolates collected from Chinese Eucalyptus plantations represent two\nspecies, C. acaciivora in the C. fimbriata s.l. species complex and a\npreviously undescribed species belonging to the C. moniliformis s.l.\nspecies complex, for which the name C. chinaeucensis sp. nov. is\nprovided. In pathogenicity trials, both C. acaciivora and C.\nchinaeucensis gave rise to lesions on wounded Eucalyptus trees, and the\nformer fungus was most pathogenic. Differences were also observed in the\nresponses of different Eucalyptus clones to inoculation and this could\nbe useful in reducing disease, if C. acaciivora should emerge as a\npathogen in the future.","trees":[{"tree_label":"UNTITLED","ntax":"36","rootedtree":"TRUE","title":"Ceratocystis moniliformis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53077.phy"},{"tree_label":"UNTITLED","ntax":"31","rootedtree":"TRUE","title":"Ceratocystis fimbriata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53076.phy"}]}