{"Authors":" tao lu, zhiwei wang, yanling ji, xinghui li","Year":" 2012","Title":" Influences of stroma development on Roegneria kamoji reveal\noccurrence and dispersal of chemical signals in the hosts","Journal":" Symbiosis","Volume":"","Issue":"","Pages":"","Keywords":" Epichloë yangzii, Roegneria kamoji, Stroma,\nMorphogenesis, Endophyte","DOI":"","Abstract":" As a fungal endophyte involved in the host, the influences\nof Epichloë yangzii to morphological properties of the host Roegneria\nkamoji (Ohwi) Kent et Chen are not clear. To evaluate the influences of\nstroma development on host morphological properties, R. kamoji plants\nharboring sexual endophyte E. yangzii Li et Wang were collected from\nJiangpu in Nanjing, and differences between stromatal plants and\nnon-stromatal plants on tillering and heading of the plants, thickness\nand length of the culms, numbers, morphology and senescence of the\nleaves were investigated. In the results, stroma development of E.\nyangzii promoted the growth of the flag leaf, delayed senescence of\nplant leaves on both stromatal and non-stromatal culms of the plants,\nbut decreased tiller number of the plant and inhibited the inflorescence\nemergence of the culm. Overgrowth of fungal hyphae blocked the emergence\npath, resulted failure of the inflorescence emergence of non-heading\nculms. Decrease of tiller number indicated that influences of stroma\ndevelopment occur before plant vernalization of the hosts although\nstroma developed at the early stage of emergence of flag leaf sheath or\ninflorescence. Delay of leaf senescence on the hole plants indicates\nsignal(s) caused by stromatal development can also transfer to the\nnon-stromatal tillers of the same plant. Mechanisms and significances of\nthese influences mediated by stroma development should be investigated\nin future.","trees":[{"tree_label":"con 50 majrule","ntax":"71","rootedtree":"TRUE","title":"Fungal Endophytes on Roegneria kamoji tub","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52106.phy"},{"tree_label":"con 50 majrule","ntax":"71","rootedtree":"TRUE","title":"Fungal Endophytes on Roegneria kamoji","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52107.phy"}]}