{"Authors":" Heidi Lie Andersen, Stefan Ekman","Year":" 2005","Title":" Disintegration of the Micareaceae (lichenized Ascomycota) - a\nmolecular phylogeny based on mitochondrial rDNA sequences.","Journal":" Mycological Research","Volume":" 109","Issue":" 1","Pages":" 21-30","Keywords":"","DOI":" 10.1017/S0953756204001625","Abstract":" The phylogeny of the family Micareaceae and the genus\nMicarea was studied using mitochondrial small subunit ribosomal DNA\nsequences. Phylogenetic reconstructions were performed using Bayesian\nMCMC tree sampling and a maximum likelihood approach. The Micareaceae in\nits current sense is highly heterogeneous, and Helocarpon, Psilolechia,\nand Scutula, all thought to be close relatives of Micarea, are shown to\nbe only distantly related. The genus Micarea is paraphyletic unless the\nentire Pilocarpaceae and Ectolechiaceae are included, as also indicated\nby an expected likelihood weights test. It is suggested that the\nMicareaceae is reduced to synonymy with the Pilocarpaceae, which also\nincludes the Ectolechiaceae, and that Micarea may have to be divided\ninto a series of smaller genera in the future. Micarea species with a\nŒnon-micareoid‚ photobiont group with Psora and the Ramalinaceae,\nwhereas Micarea intrusa appears to belong in Scoliciosporum. Three\nspecies fall inside the paraphyletic Micarea: Szczawinskia tsugae,\nCatillaria contristans, and Fellhaneropsis vezdae. Tropical foliicolous\ntaxa are nested within groups of mainly temperate and arctic-alpine\ndistribution. A Œmicareoid‚ photobiont appears to be plesiomorphic in\nthe Pilocarpaceae but has been lost a few times.","trees":[{"tree_label":"Fig. 1","ntax":"81","rootedtree":"TRUE","title":"Micareaceae 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1987.phy"},{"tree_label":"Fig. 2","ntax":"81","rootedtree":"TRUE","title":"Micareaceae 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1988.phy"}]}