{"Authors":" Monica M Carlsen, Thomas B Croat","Year":" 2012","Title":" A molecular phylogeny of the species-rich Neotropical genus\nAnthurium (Araceae) based on combined chloroplast and nuclear DNA","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Anthurium, CHS first intron, sectional classification,\nrapid radiation, Neotropics","DOI":"","Abstract":" Anthurium is a strictly neotropical genus of Araceae\nranging from southern Mexico to northern Argentina, including\napproximately 900 accepted species names. Despite its immense diversity,\nits ecological importance in Neotropical forests, and a very long\nhistory of botanical collection, cultivation, and taxonomical research,\nAnthurium has been only cursorily sampled in previous molecular\nphylogenies. This study aims to test the monophyly of Anthurium, to\nunderstand the evolutionary history of the genus, and to elucidate\nrelationships among its species using maximum parsimony, likelihood and\nBayesian analyses on a combined chloroplast (trnG intron, trnH-psbA and\ntrnC-ycf6 intergenic spacers) and nuclear (CHS first intron) DNA\nsequence dataset for 102 Anthurium species and closely related\noutgroups. All results indicate that Anthurium is a strongly supported\nmonophyletic genus and that at least 19 highly supported major clades\nare recognizable within it, most of them easily characterized\nmorphologically and/or geographically. This study also suggests that the\ncurrent sectional classification of Anthurium does not accurately\nrepresent its evolutionary history since most of the major clades\nrecovered in these analyses do not correspond with the current\ncircumscriptions of infrageneric groups. Despite using the most variable\ngene regions available, very low sequence divergence was found among\nAnthurium species, relatively short branches characterize the core of\nthe Anthurium clade, and resolution is still lacking in the deeper nodes\nof the phylogeny, a pattern consistent with a rapid, and probably\nrecent, radiation of species.","trees":[{"tree_label":"Anthurium_Potheae_GYCHA_Bayesian","ntax":"108","rootedtree":"TRUE","title":"Tr52216","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52216.phy"},{"tree_label":"AGYCHACHS Bayes","ntax":"102","rootedtree":"TRUE","title":"Tr52224","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52224.phy"}]}