{"Authors":" Nina du Toit, Bettine Jansen van Vuuren, Sonja Matthee,\nConrad A. Matthee","Year":" 2012","Title":" Biome specificity of distinct genetic lineages within the\nfour-striped mouse, Rhabdomys pumilio (Rodentia: Muridae) from southern\nAfrica with implications for the taxonomy","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Rhabdomys, taxonomy, biomes, ecological niche modelling,\nrelaxed molecular clock, southern Africa","DOI":"","Abstract":" Within southern Africa, a link between past climatic\nchanges and faunal diversification has been hypothesizedestablished for\na diversity of taxa. To test the hypothesis that evolutionary\ndivergences may be correlated to vegetation changes (induced(driven by\nchanges in climate),drives evolutionary divergences, we selected the\nwidely distributed four-striped mouse, Rhabdomys, as a model. Two\nspecies are currently recognized, the mesic-adapted R. dilectus and\narid-adapted R. pumilio. However, the morphology-based taxonomy and the\ndistribution boundaries of previously described subspecies remain poorly\ndefined. The current study, which spans across seven biomes, focuses on\nthe spatial genetic structure of 521the arid-adapted R. pumilio (521\nspecimens from 31 localities) and includes limited sampling of the\nmesic-adapted R. dilectus (33 specimens from 10 localities) to fully\ncapture variation within the genus. and 33 R. dilectus specimens from 10\nlocalities, spanning seven different biomes The mesic R. dilectus was\nincluded solely as taxonomic reference. The mitochondrial COI gene and\nfour nuclear introns (Eef1a1, MGF, SPTBN1, Bfib7) were usedutilized as\nmolecular markers for the construction of gene trees. Mitochondrial DNA\nanalyses indicate that Rhabdomys consistsmprise of four reciprocally\nmonophyletic, geographically structured clades, with three distinct\nlineages present within the arid- adapted R. pumilio. These monophyletic\nlineages differ by at least 7.98.6% (±0.32) and these results are partly\nconfirmed by a neighbour-multilocus network of the combined nuclear\nintron dataset. Ecological niche modelling in MaxEnt supports a strong\ncorrelation between regional biomes and the distribution of distinct\nevolutionary lineages of Rhabdomys. A Bayesian relaxed molecular clock\nsuggestsed that the geographic clades diverged between 3.294.24 Ma,\nsupporting the hypothesis that the radiation within the genus coincides\nwith climatic changes (and the establishment of the biomes)\ncharacterizing the Miocene-Pliocene boundary. Marked genetic divergence\nat the mitochondrial DNA level, coupled withto strong nuclear and mtDNA\nsignals of non-monophyly of R. pumilio, support the notion that a\ntaxonomic revision of the genus is needed.","trees":[{"tree_label":"Fig. B.2","ntax":"41","rootedtree":"TRUE","title":"Rhabdomys","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_52235.phy"}]}