{"Authors":" Joachim W. Kadereit, Kenneth J. Sytsma","Year":" 1992","Title":" Disassembling Papaver: A restriction site analysis of\nchloroplast DNA.","Journal":" Nordic Journal of Botany","Volume":" 12","Issue":" NA","Pages":" 205-217","Keywords":" NA","DOI":" NA","Abstract":" The results from a chloroplast DNA restriction site\nanalysis of the genera Papaver and Roemeria of subf. Papaveroideae\n(Papaveraceae) and five outgroup taxa are presented. Papaver is\nrepresented by 14 species of eight of the 11 sections recognized,\nRoemeria by two of its three species. Hunnemannia fumariifolia (subf.\nEschscholzioideae), Chelidonium majus (subf. Chelidonioideae), Romneya\ncoulteri, Argemone munita and Stylomecon heterophyllum (all subf.\nPapaveroideae) were chosen as outgroups. DNAs were digested with 24\nrestriction enzymes. The major results from this analysis are: 1.\nPapaver, Roemeria and Stylomecon form a monophyletic group supported by\nat least 17 restriction site mutations and a 150 to 300 base pair\ndeletion in the inverted repeat of the chloroplast genome. 2. Both\nStylomecon and Roemeria are nested within Papaver in its traditional\ncircumscription. 3. Of these, Roemeria is nested within P. sect.\nArgemonidium and is the sister group to P. pavoninum. 4. Dependent on\nthe mode of character weighting chosen, P. sect. Meconella either is the\nsister group to P. sect. Argemonidium + Roemeria or of P. sect.\nArgemonidium + Roemeria + Stylomecon + the remainder of Papaver (Papaver\ns. str.). 5. Stylomecon is the sister group to Papaver s. str.\n(excluding sects Meconella and Argemonidium). These results are\ndiscussed on the background of other available systematic evidence.","trees":[{"tree_label":"Fig. 1A","ntax":"23","rootedtree":"TRUE","title":"Papaver","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1549.phy"},{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Papaver","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1550.phy"},{"tree_label":"Fig. 1B","ntax":"23","rootedtree":"TRUE","title":"Papaver","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1551.phy"}]}