{"Authors":" W. Douglas Gubler, S. Rooney Latham, Akif Eskalen","Year":" 2004","Title":" Teleomorph formation of Phaeoacremonium aleophilum, cause of\nesca and grapevine decline in California","Journal":" Plant Disease","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phaeoacremonium is a recently described genus of the\nhyphomycetes and includes species associated with grapevine declines\nworldwide. Spores of Phaeoacremonium spp. have been trapped in infested\nvineyards, but neither asexual nor sexual fruiting structures have been\nobserved in the field. Mating studies were carried out to determine if\nCalifornia Pm. aleophilum isolates are capable of forming a teleomorph\nin vitro. Sterilized grapevine shavings were placed on the surface of\nwater agar plates with pairs of different California isolates of Pm.\naleophilum, an isolate from the holotype of Pm. aleophilum, plus other\nrelated Phaeoacremonium spp. After approximately 28-35 days, mature\nperithecia were seen forming on wood chips and agar of many pairings.\nUpon maturation, fertile perithecia had gelatinous droplets of\nascospores oozing from their ostioles. Successful crosses, resulting in\nmature perithecia, corresponded to a heterothallic mating type system.\nWhen F1 progeny were crossed back with their parents, heterothallism was\nconfirmed. Molecular analyses of the ITS region of the nuclear ribosomal\nDNA from ascospore progeny and perithecia confirmed that these\nperithecia were the teleomorph of Pm. aleophilum, Togninia minima.\nFurthermore, 6 months after moist incubating grapevine pieces from\nnaturally infected vineyards, mature perithecia of T. minima could be\nseen forming on the xylem and pith tissues, suggesting both mating types\noccur on the same vine.","trees":[{"tree_label":"Fig. 2","ntax":"12","rootedtree":"TRUE","title":"Teleomorph formation of Phaeoacremonium aleophilum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1990.phy"}]}