{"Authors":" Khidir W. Hilu, Dietmar Quandt, Susana Magallón","Year":" 2013","Title":" Land Plant Evolutionary Timeline: Gene Effects are Secondary\nto Fossil Constraints in Relaxed Clock Estimation of Age and\nSubstitution Rates.","Journal":" American Journal of Botany","Volume":" 100","Issue":" 3","Pages":" 556-573","Keywords":" angiosperms; calibrations; fossil record; model\nmisspecification; penalized likelihood; substitution rate; uncorrelated\nlognormal relaxed clock","DOI":" 10.3732/ajb.1200416","Abstract":"  Premise of the Study: Land plants play an essential role\nin the evolution of terrestrial life. Their time of origin and\ndiversification is fundamental to understanding the evolution of life on\nland. We investigate the timing and the rate of molecular evolution of\nland plants, evaluating the effects of different types of molecular\ndata, including temporal information from fossils, and using different\nmolecular clock methods.  Methods: Ages and absolute rates were\nestimated independently with two substitutionally different data sets: a\nhighly conserved 4-gene data set, and matK, a fast-evolving gene. The\nvascular plant backbone and the crown nodes of all major lineages were\ncalibrated with fossil-derived ages. Dates and absolute rates were\nestimated while including or excluding the calibrations, and using two\nrelaxed clocks that differ in their implementation of temporal\nautocorrelation.  Key Results: Land plants diverged from streptophyte\nalga 912 (870  962) mya but diversified into living lineages 475 (471 \n480) mya. Ages estimated for all major land-plant lineages agree with\ntheir fossil record, except for angiosperms. Different genes estimated\nvery similar ages and statistically correlated absolute rates across the\ntree. Excluding calibrations resulted in the greatest age differences,\nand weakly correlated absolute rates. Different relaxed clocks provided\nsimilar ages, but different and uncorrelated absolute rates. \nConclusions: Whole-genome rate accelerations or decelerations may\nunderlie the similar ages and correlated absolute rates estimated with\ndifferent genes. We suggest that pronounced substitution rate changes\naround the angiosperm crown node may represent a challenge for relaxed\nclocks to model adequately.","trees":[{"tree_label":"raxml matK","ntax":"81","rootedtree":"TRUE","title":"Embryophyta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67543.phy"},{"tree_label":"tree 1","ntax":"81","rootedtree":"TRUE","title":"Embryophyta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67544.phy"},{"tree_label":"raxml five","ntax":"81","rootedtree":"TRUE","title":"Embryophyta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67545.phy"}]}