{"Authors":" Randall Gene Terry, Jim A. Bartel, Robert P. Adams","Year":" 2012","Title":" Phylogenetic relationships among the New World cypresses\n(Hesperocyparis; Cupressaceae): evidence from noncoding chloroplast DNA\nsequences","Journal":" Plant Systematics and Evolution","Volume":" 298","Issue":"","Pages":" 1987-2000","Keywords":" New World cypresses (NWC); Hesperocyparis; western\ncypress; noncoding chloroplast DNA (cpDNA); phylogenetic\nrelationships","DOI":" 10.1007/s00606-012-0696-3","Abstract":" Nearly 5.6 kb of noncoding chloroplast DNA sequence was\ncombined with 9.2 kb of previously published sequence in addressing\nphylogenetic relationships among Callitropsis, Xanthocyparis, and the\nNew World cypresses (Hesperocyparis; Cupressaceae). Maximum likelihood\nand Bayesian analyses of aligned nucleotide sequence and coded length\nmutations provide strong support for several relationships. These\ninclude a clade in which Xanthocyparis and Callitropsis are successively\nnested at the base of a monophyletic Hesperocyparis and identification\nof H. bakeri as sister to the remaining Hesperocyparis. Two principal\nclades are recovered within Hesperocyparis; 1) the Arizonica clade,\nwhich contains taxa sometimes recognized as varieties of H. lusitanica,\nH. guadalupensis, and H. arizonica, and 2) the Macrocarpa clade, which\ncontains H. macrocarpa and H. goveniana and its allies. Our results are\nequivocal with respect to placement of H. macnabiana, a morphologically\ndistinct species resolved as the sister group to either the Macrocarpa\nor Arizonica clade, depending on the data set analyzed. We discover many\ninstances in which taxa recognized as varieties or closely related\nspecies are placed in disparate parts of the phylogeny. These include\nsegregates of H. lusitanica, H. guadalupensis, and H. arizonica, all of\nwhich are included in clades with other species. Despite analyzing\n14,799 bp of aligned sequence and 230 binary characters, we find poor\nsupport for several relationships, especially within the Arizonica\nclade. These results suggest recovery well-supported relationships among\nthe closely related taxa of Hesperocyparis will require additional\nsources of evidence (e.g., morphological, biochemical characters).\nImplications for morphological evolution and taxonomic revision are\ndiscussed.","trees":[{"tree_label":"Fig. 1","ntax":"24","rootedtree":"TRUE","title":"Hesperocyparis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_59102.phy"},{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Hesperocyparis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_59103.phy"}]}