{"Authors":" Jeannette Whitton, Kim Ryall, Shona M. Ellis, Wilf B.\nSchofield, A. Jonathan Shaw","Year":" 2004","Title":" Molecular Phylogenetic Study of Infraspecific Variation in\nthe Moss Isothecium myosuroides (Brachytheciaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Isothecium myosuroides is an abundant and taxonomically\nproblematic moss that occurs in Europe and on the west and east coasts\nof North America. It has sometimes been split into two taxa, I.\nmyosuroides on the east coast of North America and in Europe, and I.\nstoloniferum on the west coast of North America. Isothecium stoloniferum\nhas four distinct morphological types known as the ordinary, julaceous,\ncoarse, and pinnate morphs. The degree to which the morphotypes are\ngenetically distinct versus ecologically determined has been debated as\nhas the distinction between I. stoloniferum and I. myosuroides,\nresulting in conflicting taxonomic treatments. This study uses\nphylogenetic analyses of the trnL-trnF and trnG regions of the\nchloroplast genome to examine relationships among the two species and\nfour morphotypes. Molecular phylogenetic analyses reveal that there is\nsome genetic basis to the morphs of I. stoloniferum, and that I.\nstoloniferum is paraphyletic. Accessions of I. myosuroides form a\ntrans-Atlantic monophyletic group. The remaining samples form two\ndistinct groups that each include samples of two morphotypes within I.\nstoloniferum. Populations of julaceous and ordinary morphotypes form a\nmonophyletic group recognized as I. stoloniferum. Populations of coarse\nand pinnate morphotypes form an unresolved polytomy at the base of the\nclade that includes accessions of I. myosuroides.","trees":[{"tree_label":"MP con","ntax":"40","rootedtree":"TRUE","title":"Isothecium myosuroides","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1992.phy"},{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Isothecium myosuroides","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1991.phy"}]}