{"Authors":" Lindsay E Parrie, Erin M Renfrew, Rachel Lockridge Mueller,\nDeborah M Garrity","Year":" 2012","Title":" Zebrafish tbx5 paralogs are not functionally redundant in\ncardiac or pectoral fin development","Journal":" Developmental Biology","Volume":"","Issue":"","Pages":"","Keywords":" zebrafish, cardiac, T-box, embryonic, redundancy, fin","DOI":"","Abstract":" T-box genes constitute a large family of transcriptional\nregulators involved in developmental patterning processes. Homozygous\nmutation of the T-box transcription factor tbx5 leads to embryonic\nlethal cardiac phenotypes and forelimb malformations in vertebrate\nmodels. Haploinsufficiency of Tbx5 results in Holt-Oram Syndrome (HOS),\na human congenital disease characterized by cardiac and forelimb\ndefects. Homozygous mutation of zebrafish tbx5a also leads to lethal\ndefects in cardiac looping morphogenesis and adversely affects pectoral\nfin initiation and outgrowth. Recently, a second zebrafish tbx5 paralog\nwas described, termed tbx5b. Our phylogenetic analyses show that tbx5a\nand tbx5b in zebrafish likely result from the teleost-specific whole\ngenome duplication event ~270 million years ago. Since tbx5a loss of\nfunction mutations are embryonic lethal, the functions of tbx5a and\ntbx5b in the heart must not be completely redundant. However, the extent\nof their functional divergence remains uncharacterized. We show here,\nvia morpholino depletion studies, that tbx5b is required in the\nembryonic heart, and that the phenotypes are similar, but not identical,\nto those of homozygous tbx5a mutants. In addition, tbx5b depletion leads\nto defects in the timing and morphogenesis of pectoral fin development.\nSimultaneous depletion of both tbx5 paralogs does not lead to more\nsevere phenotypes, and injection of wild-type mRNA from one tbx5 paralog\nis not sufficient to cross-rescue the phenotypes of the paralogous gene.\nCollectively, these data indicate that, in the heart, both tbx5a and\ntbx5b have essential, independently required functions. In the fin,\ntbx5a alone is required for fin bud initiation, but both genes are\nindependently required for patterning and morphogenesis. Therefore, this\nwork demonstrates a functional divergence between the two zebrafish tbx5\nparalogs since their origin ~270 million years ago, although the\nspatio-temporal expression patterns of the paralogs are very\nsimilar.","trees":[{"tree_label":"tree 1","ntax":"19","rootedtree":"TRUE","title":"Zebrafish tbx5 paralogs are not functionally redundant\nin fin development","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52412.phy"}]}