{"Authors":" Paul H. Goodwin, Weilong Xie, Moez Valliani","Year":" 2012","Title":" Three genes of miraculin-like proteins from Nicotiana\nbenthamiana with dissimilar putative structures show highly similar\npatterns of induction following bacterial and fungal infections","Journal":" European Journal of Plant Pathology","Volume":" 134","Issue":" 4","Pages":" 795-810","Keywords":" Colletotrichum destructivum, Colletotrichum orbiculare,\nHemibiotrophy, Hypersensitive response, Pseudomonas syringae pv. tabaci,\nSerine proteinase inhibitor","DOI":" 10.1007/s10658-012-0056-8","Abstract":" Expression of three Nicotiana benthamiana miraculin-like\nprotein genes, NbMLP1, NbMLP2 and NbMLP3, showed almost identical\nresponses to wounding, an incompatible interaction with Pseudomonas\nsyringae pv. tabaci and compatible interactions with P. syringae pv.\ntabaci, Colletotrichum destructivum or Colletotrichum orbiculare.\nHowever, only NbMLP1 expression responded to methyl jasmonate and\nethylene. None exhibited expression in healthy leaves and stems, and all\nshowed highest expression in seeds, except for NbMLP1, which had highest\nexpression in roots. NbMLP1, NbMLP2 and NbMLP3 were in different\nsubfamilies of miraculin-like protein sequences of N. benthamiana and\nNicotiana tabacum. Subfamilies correlated well with predicted features\nof the reactive-site loop potentially affecting the bond that could\nreact with serine proteinases. Despite considerable predicted structural\ndiversity that might affect biological activity, the apparently\ncoordinated expression of these genes to pathogen attack may reflect the\nneed to produce diverse proteinase inhibitors to act against a\npotentially broad range of secreted microbial proteinases during basal\nresistance to pathogens.","trees":[{"tree_label":"Supp. Fig. 2","ntax":"119","rootedtree":"FALSE","title":"Solanaceae family Mir sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_52390.phy"},{"tree_label":"Fig. 6","ntax":"22","rootedtree":"FALSE","title":"Nicotiana Mir","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_52391.phy"}]}