{"Authors":" Stuart Willis, Jason Macrander, Izeni Pires Farias,\nGuillermo Orti","Year":" 2012","Title":" Simultaneous delimitation of species and quantification of\ninterspecific hybridization in Amazonian peacock cichlids (genus Cichla)\nusing multi-locus data","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" species boundaries, mtDNA, scnDNA, microsatellites,\nhybridization, introgression","DOI":"","Abstract":" Background: Introgression likely plays a significant role\nin evolution, but understanding the extent and consequences of this\nprocess requires a clear identification of species boundaries in each\nfocal group. The delimitation of species, however, is a contentious\nendeavor. This is true not only because of the inadequacy of current\ntools to identify species lineages, but also because of the inherent\nambiguity between natural populations and species paradigms. The result\nhas been a debate about the supremacy of various species concepts and\ncriteria. Here, we utilized multiple separate sources of molecular data,\nmtDNA, nuclear sequences, and microsatellites, to delimit species under\na polytypic species concept (PTSC) and estimate the frequency and\ngenomic extent of introgression in a Neotropical genus of cichlid fishes\n(Cichla). We compared our inferences of species boundaries and\nintrogression under this paradigm to those when species are identified\nunder a diagnostic species concept (DSC). Results: We find that, based\non extensive molecular data and an inclusive species concept, 8 separate\nbiological entities should be recognized rather than the 15 described\nspecies of Cichla. Under the PTSC, fewer individuals are expected to\nexhibit hybrid ancestry than under the DSC (~2% vs. ~12%), but more of\nthe species exhibit introgression from at least one other species (75%\nvs. 60%). Under either species concept, the phylogenetic breadth of\nintrogression in this group is notable, with both sister species and\nspecies from different major mtDNA clades exhibiting introgression.\nConclusions: Introgression was observed to be a widespread phenomenon\nfor delimited species in this group. While several instances of\nintrogressive hybridization were observed in anthropogenically altered\nhabitats, most were found in undisturbed natural habitats, suggesting\nthat introgression is a natural but ephemeral part of the evolution of\nmany tropical species. Nevertheless, even transient introgression may\nfacilitate an increase in genetic diversity or transfer of adaptive\nmutations that have important consequences in the evolution of tropical\nbiodiversity.","trees":[{"tree_label":"MLtreeTF","ntax":"324","rootedtree":"TRUE","title":"Amazonian peacock cichlids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52414.phy"}]}