{"Authors":" Krisna Pongpanich, Winanda Himaman, Mahdi Arzanlou, Michael\nJ Wingfield, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2004","Title":" Cryptic speciation and host specificity among Mycosphaerella\nspp. occurring on Australian Acacia species grown as exotics in the\ntropics","Journal":" Studies in Mycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Species of Mycosphaerella and their anamorphs represent\nserious pathogens of two phyllodenous species of Acacia, A. mangium and\nA. crassicarpa. In recent years, these fungi have been collected during\nsurveys in South America and South-East Asia, where these trees are\nwidely planted as exotics. In this study, the Mycosphaerella spp. and\ntheir anamorphs were identified based on morphological and cultural\ncharacteristics. Identifications were confirmed using comparisons of DNA\nsequences for the internal transcribed spacer (ITS1 & ITS2), the\n5.8S rRNA gene, elongation factor 1-a, histone 3, actin and calmodulin\ngene regions. The data revealed six new taxa, of which three are named\nin this study, along with their anamorphs. Cercospora acaciae-mangii,\nwhich is morphologically part of the C. apii sensu lato species complex,\nis distinguished based on its distinct phylogeny. Mycosphaerella\nacaciigena, collected in Venezuela, is distinguished from M. konae and\nM. heimii, and described as new. Mycosphaerella thailandica, a new\nspecies occurring on Acacia and Musa, is shown to a sibling species to\nM. colombiensis, a foliar pathogen of Eucalyptus. Mycosphaerella citri,\nan important leaf and fruit pathogen of Citrus (Rutaceae), is shown to\nalso occur on Musa (Musaceae) and Acacia (Leguminosae).","trees":[{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"One of 96 most parsimonious trees from ITS data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_558.phy"},{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Single most parsimonious tree obtained from elongation\nfactor data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_642.phy"},{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"One of 18 most parsimonious trees from actin,\ncalmodulin and histone data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_688.phy"}]}