{"Authors":" Tao Deng, Changkyun Kim, Hang Sun","Year":" 2013","Title":" Zhengyia shennongensis: A new bulbiliferous genus and\nspecies","Journal":" Taxon","Volume":" 62","Issue":" 1","Pages":" 89-99","Keywords":" Bulbil; Central China; New genus and species; Parallel\nevolution; Urticaceae; Urticeae; Zhengyiia shennongensis","DOI":"","Abstract":" Zhengyia shennongensis is described here as a new genus\nand species of the nettle family (Urticaceae) from Hubei province,\ncentral China. The phylogenetic position of Z. shennongensis is\ndetermined using DNA sequences of nuclear ribosomal ITS and three\nplastid regions (rbcL, psbA-trnH, trnL-F). Zhengyia shennongensis is\nreadily distinguished from the related genera Urtica, Hesperocnide, and\nLaportea in the tribe Urticeae by its seed (oblong-globose or subglobose\nand not compressed achenes, surface densely covered with nipple-shaped\nprotuberances) and stipule morphology (large leaf-like stipules with\nauriculate and amplexicaulous base and united with stem). Phylogenetic\nevidence indicates that Zhengyia is a distinct group related to Urtica\n(including Hesperocnide) species and Laportea cuspidata in tribe\nUrticeae. The bulbiliferous species of the tribe (L. bulbifera, L.\ncuspidata, Z. shennongensis) do not form a clade. This result indicates\nthat the bulbil trait evolved in parallel within Urticeae. Our findings\nhighlight the importance of shady and moist habitats in promoting\nspecies diversification and the parallel evolution of morphological\ntraits that are likely to be adaptive.","trees":[{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Tr52422","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52422.phy"},{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Tr52423","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52423.phy"},{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Tr59285","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59285.phy"},{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Tr59286","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59286.phy"}]}