{"Authors":" Domingos Benício Oliveira Silva Cardoso, Haroldo Cavalcante\nde Lima, Rodrigo Schütz Rodrigues, Luciano Paganucci Queiroz, R. Toby\nPennington, Matthew T. Lavin","Year":" 2012","Title":" The Bowdichia clade of Genistoid legumes: phylogenetic\nanalysis of combined molecular (ITS, matK and trnL intron) and\nmorphological data and a recircumscription of Diplotropis","Journal":" Taxon","Volume":" 61","Issue":" 5","Pages":" 10741087","Keywords":" Acosmium; radial flower; Genistoid clade; papilionate\nflower; Papilionoideae; phylogeny; Sophoreae","DOI":"","Abstract":" The Neotropical Bowdichia clade (Leguminosae,\nPapilionoideae) comprises four genera, Bowdichia, Diplotropis,\nGuianodendron, and Leptolobium, which are sister to the core Genistoid\nclade. Bowdichia and Diplotropis have been treated as a single genus,\nwhereas Guianodendron and Leptolobium have been synonymized with the\ndistantly Dalbergioid genus Acosmium because of shared radial floral\nsymmetry. We combined and analyzed morphological and molecular data\nincluding nuclear ribosomal internal transcribed spacer (ITS/5.8S) and\ntwo chloroplast (matK and trnL intron) DNA regions in order to evaluate\nthe monophyly of each genus and the Bowdichia clade. A combined\nparsimony analysis strongly supported the monophyly of Bowdichia, the\nparaphyly of Diplotropis, and the independent evolution of radial floral\nsymmetry in Guianodendron and Leptolobium. Leptolobium is sister to\nBowdichia and Guianodendron is nested within Diplotropis s.l.\nDiplotropis is here recircumscribed as to encompass the monophyletic\nsect. Diplotropis and it is suggested that Diplotropis sect. Racemosae\ndeserves segregation into a new genus. Floral symmetry has been given\ntoo much emphasis in previous classifications by taxonomists who did not\nrecognize its evolutionary lability, which has resulted in\nnon-monophyletic circumscriptions of genera like Acosmium, Bowdichia and\nDiplotropis.","trees":[{"tree_label":"Fig. 1","ntax":"54","rootedtree":"TRUE","title":"Bowdichia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52497.phy"},{"tree_label":"Fig. 2","ntax":"40","rootedtree":"TRUE","title":"Bowdichia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58109.phy"}]}