{"Authors":" Arthur Anker, J.Antonio Baeza","Year":" 2012","Title":" Molecular and morphological phylogeny of hooded shrimps,\ngenera Betaeus and Betaeopsis (Decapoda, Alpheidae): testing the Center\nof Origin biogeographic model and evolution of life history traits","Journal":" Molecular Phylogenetics and Evolution","Volume":" 64","Issue":"","Pages":" 401-415","Keywords":" Cladistics; Sociobiology; Character mapping; Biogeography\nSymbiosis; Center of origin","DOI":" 10.1016/j.ympev.2012.04.015","Abstract":" The phylogenetic relationships of the alpheid shrimp\ngenera Betaeus Dana, 1852 (15 species) and Betaeopsis Yaldwyn, 1971 (3\nspecies), collectively known as hooded shrimps, are analyzed with\nmorphological, molecular (16S and H3) and combined “total evidence”\n(morphology + DNA) datasets. The tree topology resulting from\nmorphological and combined analyses places Betaeus jucundus as sister to\nall the remaining species of Betaeus and Betaeopsis, rendering Betaeus\nparaphyletic. On the other hand, Betaeopsis is recovered as\nmonophyletic. Betaeus australis is positioned as sister to the remaining\nspecies of Betaeus s. str. (excluding B. jucundus), which is composed of\nthree well-supported and resolved clades. Mapping of biogeographic\ntraits on the combined tree suggests at least two possible historic\nscenarios. In the first scenario, the North-East Pacific harbouring the\nhighest diversity of hooded shrimps (7 species of Betaeus), acted as the\n“Center of Origin”, where species appeared, matured and eventually\nmigrated toward peripheral regions. In the second scenario, Betaeus +\nBetaeopsis originated in the southern Indo-West Pacific and subsequently\ncolonized the North-East Pacific, where a major radiation involving\ndispersal/vicariance events took place. The mapping of life history\ntraits (symbiosis vs. free living and gregariousness vs. single/pair\nliving) in the combined tree suggests (1) that different types of\nsymbioses with dissimilar host organisms (sea urchins, abalones, other\ndecapods, spoon worms) evolved independently more than once in the group\n(in B. jucundus and in various lineages of Betaeus s. str.), and (2)\nthat gregariousness was ancestral in the Betaeus s. str.  Betaeopsis\nclade and later shifted toward single/pair living in several\nlineages.","trees":[{"tree_label":"NJ","ntax":"16","rootedtree":"TRUE","title":"Betaeus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55039.phy"}]}