{"Authors":" Domingos Benício Oliveira Silva Cardoso, Haroldo Cavalcante\nde Lima, Rodrigo Schütz Rodrigues, Luciano Paganucci Queiroz, R. Toby\nPennington, Matthew T. Lavin","Year":" 2012","Title":" The realignment of Acosmium sensu stricto with the\nDalbergioid clade (Leguminosae, Papilionoideae) reveals a proneness for\nindependent evolution of radial floral symmetry among early branching\npapilionoid legumes","Journal":" Taxon","Volume":" 61","Issue":" 5","Pages":" 10571073","Keywords":" convergence; floral symmetry; Dalbergioid legumes;\nGenistoid clade; phylogeny; Sophoreae","DOI":"","Abstract":" The genus Acosmium sensu lato (Leguminosae,\nPapilionoideae) traditionally included up to 20 arboreal species mostly\nfrom South America. Due mainly to radial floral symmetry, the taxonomy\nof Acosmium has been historically confounded with four other\nPapilionoideae genera: Dicraeopetalum, Guianodendron, Leptolobium and\nSweetia. We used comprehensively sampled molecular data from the nuclear\nribosomal internal transcribed spacer (ITS/5.8S) and two plastid (matK\nand trnL intron) DNA regions in order to evaluate the monophyly of\nAcosmium s.l. and to shed light on the relationships of its distinct\nlineages in the context of the Papilionoideae phylogeny. Parsimony and\nBayesian analyses of all data concurred in resolving a polyphyletic\nAcosmium s.l. Our data agreed with previous molecular phylogenetic\nanalyses that resolved Dicraeopetalum and Sweetia apart from Acosmium\ns.l. Unexpectedly, Acosmium sensu stricto, thought to belong to the\nGenistoid clade, is here strongly resolved within the Dalbergioid\nPterocarpus clade, a result that is also supported by morphology.\nDespite being classified until recently as different sections of\nAcosmium s.l., Leptolobium and Guianodendron were resolved within the\nGenistoid clade as part of a Bowdichia clade with the genera Diplotropis\nand Bowdichia. Our results reveal that radial floral symmetry has\nevolved independently in all Acosmium segregates and strongly suggest\nthat the primacy given to floral characters involving corolla symmetry\nand petal differentiation in traditional legume classification has often\nobscured phylogenetic relationships.","trees":[{"tree_label":"Fig. 6","ntax":"104","rootedtree":"TRUE","title":"Acosmium ITS Morph Matrix","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_58110.phy"},{"tree_label":"Strict","ntax":"152","rootedtree":"TRUE","title":"Tr53266","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53266.phy"},{"tree_label":"Strict","ntax":"84","rootedtree":"TRUE","title":"Tr52528","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52528.phy"},{"tree_label":"Strict","ntax":"152","rootedtree":"TRUE","title":"Tr53294","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53294.phy"}]}