{"Authors":" John Littler Clark, Mindie M. Funke, Aaron M. Duffy, James\nF. Smith","Year":" 2012","Title":" Phylogeny of a Neotropical clade in the Gesneriaceae: More\ntales of convergent evolution","Journal":" International Journal of Plant Sciences","Volume":" 173","Issue":" 8","Pages":" 894-916","Keywords":" Columnea, display capsules, Episcia, Episcieae,\nGesneriaceae, monophyly, Neomortonia, paraphyly, stolons","DOI":" 10.1086/667229","Abstract":" The Gesneriaceae are a family known for convergent\nevolution of complex floral forms. As a result, defining genera, and\nresolving evolutionary relationships among such genera using\nmorphological data alone has been challenging and often does not\naccurately reflect monophyletic lineages. The tribe Episcieae is the\nmost diverse within Neotropical Gesneriaceae in terms of its number of\nspecies and morphological diversity. As a result, defining genera using\nfloral characters has been historically troublesome. Here we investigate\nrelationships among genera of the tribe using an array of chloroplast\nDNA, nuclear ribosomal and low copy nuclear genes to provide resolution\nfor the monophyly of the genera and relationships among the monophyletic\ngroups. All known genera in the tribe, with the exception of the\nmonospecific Lampadaria, have been sampled and most have been sampled to\nprovide an assessment to determine their monophyly. Of the seventeen\ngenera in the tribe that comprise more than a single species, we have\nsampled fifteen with at least two species. The following eight genera\nare identified as para- or polyphyletic: Neomortonia, Episcia,\nParadrymonia, Nautilocalyx, Codonanthe, and Nematanthus. Our results\nstrongly support at least three independent origins of fleshy fruits,\nwhich are defined here as fleshy display capsules or indehiscent\nberries.","trees":[{"tree_label":"Fig. 2","ntax":"78","rootedtree":"TRUE","title":"Episcieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63495.phy"}]}