{"Authors":" Judith Lucia Gomez-Porras, Diego Mauricio Riano-Pachon,\nBegona Benito Casado, Rosario Haro Hidalgo, Kamil Sklodowski, Alonso\nRodríguez Navarro, Ingo Dreyer","Year":" 2012","Title":" Phylogenetic Analysis of K+ Transporters in Bryophytes,\nLycophytes, and Flowering Plants Indicates a Specialization of Vascular\nPlants","Journal":" Frontiers in Plant Science","Volume":" 3","Issue":"","Pages":" 167","Keywords":" potassium, transport, channel, voltage-dependent,\nvoltage-independent, high-affinity, Selaginella","DOI":" 10.3389/fpls.2012.00167","Abstract":" As heritage from early evolution, potassium (K+) is\nabsolutely necessary for all living cells. It plays significant roles as\nstabilizer in metabolism and is important for enzyme activation,\nstabilization of protein synthesis and neutralization of negative\ncharges on proteins. Land plants even enlarged this spectrum of K+\nutilization after having gone ashore, despite the fact that K+ is far\nless available in their new oligotrophic habitats than in sea water.\nInevitably, plant cells had to improve and to develop unique transport\nsystems for K+ accumulation and distribution. In the past two decades a\nmanifold of K+ transporters from flowering plants has been identified at\nthe molecular level. The recently published genome of the fern ally\nSelaginella moellendorffii now helps in providing a better understanding\non the molecular changes involved in the colonization of land and the\ndevelopment of the vasculature and the seeds. In this article we present\nan inventory of K+ transporters of this lycophyte. We focus especially\non transporters of the HAK and HKT type and on K+ channels, and\npigeonhole them together with their relatives from the moss\nPhyscomitrella patens, the monocytolydon Oryza sativa, the herbaceous\nplant Arabidopsis thaliana, and the tree Populus trichocarpa.\nInterestingly, the appearance of K+ release (Kout) channels in\nSelaginella that were shown in Arabidopsis to be involved in xylem\nloading and guard cell closure indicates an evolutionary step towards\nthe specialization of vascular plants.","trees":[{"tree_label":"Two pore channels ML tree","ntax":"26","rootedtree":"TRUE","title":"Tr52509","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52509.phy"},{"tree_label":"HAK channels ML tree","ntax":"91","rootedtree":"TRUE","title":"Tr52510","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52510.phy"},{"tree_label":"Single pore channels ML tree","ntax":"36","rootedtree":"TRUE","title":"Tr52511","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52511.phy"},{"tree_label":"HKT channels ML tree","ntax":"16","rootedtree":"TRUE","title":"Tr52512","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52512.phy"}]}