{"Authors":" Benjamin Joseph Liebeskind, David M Atherton, Harold H\nZakon, David M Hillis","Year":" 2012","Title":" Phylogeny Unites Animal Sodium Leak Channels with Fungal\nCalcium Channels in an Ancient, Voltage-Insensitive Clade","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" NALCN, Mid1, Cch1, Maximum Likelihood, pore motif","DOI":"","Abstract":" Proteins in the super-family of voltage-gated ion channels\nmediate behavior across the tree of life. These proteins regulate the\nmovement of ions across cell membranes by opening and closing around a\ncentral pore that controls ion flow. The best-known members of this\nsuper family are the voltage-gated potassium, calcium (Cav), and sodium\n(Nav) channels, which underlie impulse conduction in nerve and muscle.\nNot all members of this family are opened by changes in voltage,\nhowever. NALCN channels, which encode a voltage-insensitive “sodium\nleak” channel, have garnered a growing interest. This study examines the\nphylogenetic relationship among Nav/Cav voltage-gated and\nvoltage-insensitive channels in the eukaryotic group Opisthokonta, which\nincludes animals, fungi, and their unicellular relatives. We show that\nNALCN channels diverged from voltage-gated channels before the\ndivergence of fungi and animals, and that the closest relatives of NALCN\nchannels are fungal calcium channels, which they functionally resemble.\nWe use this new phylogenetic information to guide the discovery of new\nchannel binding partners to suggest future research into NALCN function\nin animals.","trees":[{"tree_label":"rep4BEST","ntax":"58","rootedtree":"TRUE","title":"Tr52779","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52779.phy"},{"tree_label":"rep2","ntax":"58","rootedtree":"TRUE","title":"Tr52777","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52777.phy"},{"tree_label":"rep1","ntax":"58","rootedtree":"TRUE","title":"Tr52776","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52776.phy"},{"tree_label":"rep3","ntax":"58","rootedtree":"TRUE","title":"Tr52778","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52778.phy"},{"tree_label":"PB contree","ntax":"58","rootedtree":"TRUE","title":"Tr52780","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52780.phy"}]}