{"Authors":" Alan Richard Lemmon, Emily M. Lemmon, Sandra Emme","Year":" 2012","Title":" Anchored hybrid enrichment for massively high-throughput\nphylogenomics","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" anchored enrichment, sequence capture, hybrid enrichment,\nhighly-conserved regions, ultraconserved elements, anchor regions,\nphylogenetics, phylogeography","DOI":"","Abstract":" The field of phylogenetics is on the cusp of a major\nrevolution, enabled by new methods of data collection that leverage both\ngenomic resources and recent advances in DNA sequencing. Previous\nphylogenetic work has required labor-intensive marker development\ncoupled with single-locus PCR and DNA sequencing on a clade-by-clade and\nmarker-by-marker basis. Here, we present a new, cost-efficient, and\nrapid approach to obtaining data from hundreds of genes for potentially\nhundreds of individuals for deep and shallow phylogenetic studies in any\nsystem. Specifically, we designed probes for target enrichment of\n>500 loci in highly-conserved anchor regions of vertebrate genomes\n(flanked by less conserved regions) from five model species and tested\nenrichment efficiency in non-model species up to 250 million years\ndivergent from the nearest model. We found that hybrid enrichment using\nconserved probes (anchored enrichment) can recover a large number of\nunlinked loci that are useful at a diversity of phylogenetic timescales.\nThis new approach has the potential to not only expedite resolution of\ndeep-scale portions of the Tree of Life but also to greatly accelerate\nresolution of the large number of shallow clades that remain unresolved.\nThe combination of low cost (<1% of the cost of traditional Sanger\nsequencing and 5% of the cost of high-throughput amplicon sequencing for\nprojects on the scale of 500 loci x 100 individuals) and rapid data\ncollection (less than two weeks of laboratory time) are expected to make\nthis approach tractable even for researchers working on systems with\nlimited or non-existent genomic resources.","trees":[{"tree_label":"BEST","ntax":"7","rootedtree":"TRUE","title":"Amniotes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52566.phy"},{"tree_label":"BEST","ntax":"9","rootedtree":"TRUE","title":"Tetrapod","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52567.phy"}]}