{"Authors":" Qi-Ming Wang, Wan-Qiu Liu, Gianni Liti, Shi-An Wang,\nFeng-Yan Bai","Year":" 2012","Title":" Saccharomyces cerevisiae occurs in surprisingly diverged\npopulations in natural environments remote from human activity","Journal":" Molecular Ecology","Volume":" 21","Issue":" 22","Pages":" 5404-5417","Keywords":" Fungi, Population Genetics - Empirical, Population\nEcology, Phylogeography","DOI":" 10.1111/j.1365-294X.2012.05732.x","Abstract":" As a most-used model system in eukaryotic genetics,\ngenomics and molecular biology, Saccharomyces cerevisiae is becoming a\npowerful tool to illuminate ecological and evolutionary principles.\nHowever, little is known about the ecology and population structure of\nthe species in nature. We presented a field survey of the yeast at an\nunprecedented scale and performed population genetics analysis based on\nsequences of nine genes and four intergenic loci from Chinese wild\nisolates representing different ecological and geographical origins. A\nset of world-wide isolates representing the maximum genetic variation of\nS. cerevisiae documented so far, were also included. Here we show for\nthe first time that S. cerevisiae is a ubiquitous species in nature,\noccurring in highly diversified substrates from human-associated\nenvironments as well as habitats remote from human activity. Chinese\nisolates of S. cerevisiae exhibited strong population structure with\nmuch more (nearly double) genetic variation than those from the rest of\nthe world together. We identified eight new distinct wild lineages (CHN\nI-VIII) from a set of 99 Chinese isolates characterized. Isolates from\nprimeval forests occurred in ancient and significantly diverged basal\nlineages, while those from human-associated environments usually\nclustered in less differentiated domestic or mosaic groups. Wild S.\ncerevisiae lineages exhibited lineage-specific karyotypes and partial\nreproductive isolation. The results suggest that wild S. cerevisiae\npopulations have existed independently all along predating domestication\nand differentiated greatly in nature, and that China harbors a natural\nreservoir of S. cerevisiae genetic variation, which is perhaps a\nsignature of its origin.","trees":[{"tree_label":"PAUP 1+","ntax":"138","rootedtree":"TRUE","title":"Saccharomyces cerevisiae 13 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59776.phy"}]}