{"Authors":" Oumi Nishi","Year":" 2012","Title":" Metarhizium protaetiae sp. nov.: a cryptic species of\nMetarhizium majus and a fruit beetle grub pathogen","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Metarhizium majus; Scarabaeidae; phylogenetic analysis;\npathogenicity; intergenic spacer region; cryptic species","DOI":"","Abstract":" Metarhizium majus (or M. anisopliae var. majus) has long\nbeen known as a specialist pathogen of Scarabaeidae species. Some\nstudies have revealed that each isolate of M. majus from different host\nspecies adapts to its own host and has a different host range. However,\nthe intraspecific phylogenetic relationships of this species have never\nbeen investigated. In this study, we compared phylogenetic relationships\nand pathogenicity among strains of M. majus including an isolate from a\nfruit beetle grub (Protaetia orientalis) (Hn1), which was\nmorphologically identified as M. majus. As a result of phylogenetic\nanalysis of the ribosomal DNA intergenic spacer region, the obtained\ngenealogy was clearly related with the host taxon. In the phylogeny, Hn1\nwas placed distantly from the strains originating from other scarabaidae\nspecies and grouped with two Japanese strains from soil. Regarding\npathogenicity, only Hn1 and the two Japanese strains caused the mycosis\nof the larvae of P. orientalis, although it is difficult to distinguish\nthe three strains from the other M. majus strains based on morphological\ncharacteristics. From these results, we concluded that Hn1 is a cryptic\nspecies of M. majus and proposed M. protaetiae sp. nov. to accommodate\nthese isolates.","trees":[{"tree_label":"con 50 majrule","ntax":"69","rootedtree":"TRUE","title":"Tr60916","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60916.phy"},{"tree_label":"EF1aFull","ntax":"34","rootedtree":"TRUE","title":"Tr60917","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60917.phy"},{"tree_label":"BtTree","ntax":"32","rootedtree":"TRUE","title":"Tr60918","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60918.phy"},{"tree_label":"TreeIGS","ntax":"31","rootedtree":"TRUE","title":"Tr60919","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60919.phy"},{"tree_label":"TreeRPB1","ntax":"34","rootedtree":"TRUE","title":"Tr60920","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60920.phy"},{"tree_label":"TreeRPB2","ntax":"34","rootedtree":"TRUE","title":"Tr60921","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60921.phy"}]}