{"Authors":" Allison Lee Hicks, Siobain Marie Deirdre Duffy","Year":" 2012","Title":" One Misdated Sequence of Rabbit Hemorrhagic Disease Virus\nPrevents Accurate Estimation of its Nucleotide Substitution Rate","Journal":" BMC Evolutionary Biology","Volume":" 12","Issue":"","Pages":" 74","Keywords":" RHDV, Substitution Rate, Tip-calibrated, BEAST, Misdated\nTaxon","DOI":" 10.1186/1471-2148-12-74","Abstract":" Background The literature is ripe with phylogenetic\nestimates of nucleotide substitution rates, especially of measurably\nevolving species such as RNA viruses. However, it is not known how\nrobust these rate estimates are to inaccuracies in the data,\nparticularly in sampling dates that are used for molecular clock\ncalibration. Here we report on the rate of evolution of the emerging\npathogen Rabbit hemorrhagic disease virus (RHDV), which has\nsignificantly different rates of evolution for the same outer capsid\n(VP60) gene published in the literature. In an attempt to reconcile the\nconflicting data and further elucidate details of RHDVs evolutionary\nhistory, we undertook fresh Bayesian analyses and employed jackknife\ncontrol methods to produce robust substitution rate and time to most\nrecent common ancestor (TMRCA) estimates for RHDV based on the VP60 and\nRNA-dependent RNA polymerase genes. Results Through these control\nmethods, we were able to identify a single misdated taxon, a passaged\nlab strain used for vaccine production, which was responsible for\ndepressing the RHDV capsid genes rate of evolution by 65%. Without this\nisolate, the polymerase and the capsid protein genes had nearly\nidentical rates of evolution: 1.90x10-3 nucleotide\nsubstitutions/site/year, ns/s/y, (95% highest probability density (HPD)\n1.25x10-3-2.55x10-3) and 1.91x10-3 ns/s/y (95% HPD 1.50x10-3-2.34x10-3),\nrespectively. Conclusions After excluding the misdated taxon, both genes\nsupport a significantly higher substitution rate as well as a relatively\nrecent emergence of RHDV, and obviate the need for previously\nhypothesized decades of unobserved diversification of the virus. The\ncontrol methods show that using even one misdated taxon in a large\ndataset can significantly skew estimates of evolutionary parameters and\nsuggest that it is better practice to use smaller datasets composed of\ntaxa with unequivocal isolation dates. These jackknife controls would be\nuseful for future tip-calibrated rate analyses that include taxa with\nambiguous dates of isolation.","trees":[{"tree_label":"RHDV-VP60-MCC","ntax":"65","rootedtree":"TRUE","title":"Tr52538","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52538.phy"},{"tree_label":"RHDV-RdRp","ntax":"31","rootedtree":"TRUE","title":"Tr52531","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52531.phy"}]}