{"Authors":" Chacón Juliana, Aretuza Sousa, Carlos M. Baeza, Susanne S\nRenner","Year":" 2012","Title":" Ribosomal DNA distribution and a genus-wide phylogeny reveal\npatterns of chromosomal evolution in Alstroemeria\n(Alstroemeriaceae)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Chilean Alstroemeria; FISH; 18-25S rDNA; 5S rDNA;\ninterstitial telomeric sequences; primary chromosomal\nrearrangements","DOI":"","Abstract":" Premise of the study: Understanding the flexibility of\nmonocot genomes requires a phylogenetic framework, which so far is\navailable for few of the ca. 2800 genera. Here we use a molecular tree\nfor the South American genus Alstroemeria to place karyological\ninformation, including fluorescent in situ hybridization (FISH) signals,\nin an explicit evolutionary context. Methods: From a phylogeny based on\nplastid, nuclear, and mitochondrial sequences for most species of\nAlstroemeria, we se- lected early-branching (Chilean) and derived\n(Brazilian) species for which we obtained 18S-25S and 5S rDNA FISH\nsignals; we also analyzed chromosome numbers, 1C-values, and telomere\nFISH signals (in two species). Key results: Chromosome counts for\nAlstroemeria cf. rupestris and A. pulchella confirm 2n = 16 as typical\nof the genus, which now has chromosomes counted for 29 of its 78\nspecies. The rDNA sites are polymorphic both among and within species,\nand interstitial telomeric sites in Alstroemeria cf. rupestris suggest\nchromosome fusion. Conclusions: In spite of a constant chromosome\nnumber, closely related species of Alstroemeria differ drastically in\ntheir rDNA, indicating rapid increase, decrease, or translocations of\nthese genes. Previously proposed Brazilian and Chilean karyo- type\ngroups are not natural, and the n = 8 chromosomes in Alstroemeria\ncompared to n = 9 in its sister genus Bomarea may result from a\nRobertsonian fusion.","trees":[{"tree_label":"40 taxa","ntax":"40","rootedtree":"TRUE","title":"Alstroemeria ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63537.phy"}]}