{"Authors":" Steve Leavitt, Theodore L Esslinger, H. Thorsten\nLumbsch","Year":" 2012","Title":" Miocene divergence, cryptic lineages, and contrasting\ndistribution patterns in common camoflauge lichen fungi (Parmeliaceae,\nAscomycota)","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" coalescence  concatenation  genealogical concordance \nMelanelixia  M. fuliginosa  M. subaurifera  species delimitation \nspecies tree  *BEAST\n","DOI":"","Abstract":" In spite of the recent advancements in recognizing\ndiversity in lichen-forming fungi, assessing the timing of\ndiversification remains largely unexplored in these important fungal\nsymbionts. To better understand evolutionary processes driving\ndiversification in common lichen-forming fungi, we investigated the\nphylogeny and biogeography of the broadly distributed Melanelixia\nfuliginosa/M. glabratula group, using molecular data from six nuclear\nmarkers. Phylogenetic analyses of individual gene alignments and\ncombined data provide strong evidence for five species-level lineages\nwithin this species complex. Three of these lineages correspond to the\npreviously described species M. fuliginosa, M. glabratula, and M.\nsubaurifera. The remaining two lineages, ‘M. crespoae’ and ‘M.\nrobertsonii’, merit species recognition based on genealogical\nconcordance. Both M. glabratula and M. subaurifera had broad\nintercontinental distributions, sharing identical haplotypes among\nintercontinental populations. Based on the current sampling, M.\nfuliginosa sensu stricto was represented exclusively by European\nmaterial and was not collected in North America. ‘M. crespoae’ was\nrepresented by collections from Scotland and Spain; and ‘M. robertsonii’\nwas represented by collections in California, USA. Environmental factors\ndriving the contrasting distributions patterns in this group remain\nunknown. Divergence times estimated using a coalescence-based multilocus\nspecies-tree approach suggests that diversification within the\nMelanelixia fuliginosa/M. glabratula group occurred exclusively during\nthe Miocene. Our results indicate that cryptic lichen-forming fungal\nspecies-level lineages may be relatively ancient and do not necessarily\nreflect recent divergence events. Furthermore, diagnosable phenotypic\ndifferences may be absent even millions of years since the initial\ndivergence.","trees":[{"tree_label":"tree 1","ntax":"163","rootedtree":"TRUE","title":"Parmeliaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52539.phy"},{"tree_label":"tree 1","ntax":"53","rootedtree":"TRUE","title":"Parmeliaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52540.phy"}]}