{"Authors":" Duarte Vasconcelos Gonçalves, José Carlos Brito,\nPierre-André Crochet, Phillipe Geniez, Jose Manuel Padial, D. James\nHarris","Year":" 2012","Title":" Phylogeny of North African Agama lizards (Reptilia: Agamidae)\nand the role of the Sahara desert in vertebrate speciation","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Agama, desertification, biogeography, candidate species,\nclimate shifts, diversity, lizards, Mauritania, North Africa, phylogeny,\nSahara, Sahel, taxonomy, vicariance","DOI":"","Abstract":" The origin of Saharan biodiversity is poorly understood,\nin part because the geological and paleoclimatic events that presumably\nshaped species diversity are still controversial, but also because few\nstudies have explored causal explanations for the origin of Saharan\ndiversity using a phylogenetic framework. Here, we use mtDNA (16S and\nND4 genes) and nDNA (MC1R and CMOS genes) to infer the relationships and\nbiogeographic history of North African agamas (genus Agama). Agamas are\nconspicuous, diverse and abundant African lizards that also occur in the\nSaharan xeric and mesic environments. Our results revealed the presence\nof three Agama lineages in North Africa: one Afrotropical, one\nSahelo-Saharan, and one broadly distributed in North Africa and mainly\nSaharan. Southern Mauritania contains the highest known diversity, with\nall three lineages present. Results suggest that agamas colonized the\nSahara twice, but only one lineage was able to radiate and diversify\nthere. Species in the Saharan lineage are mostly allopatric, and their\nsplitting, genetic diversity and distribution are greatly explained by\nmountain ranges. One species in this lineage has colonized the\nMediterranean climatic zone (A. impalearis), and another one the Sahel\nsavannah (A. boueti). The other lineage to colonize the Sahara\ncorresponds to A. boulengeri, an eminently Sahelian species that also\ninhabits Saharan mountain ranges in Mauritania and Mali. Phylogenetic\nanalyses indicate that allopatric montane populations within some\ncurrently recognized species are also genetically divergent. Our study\ntherefore concludes that vicariant speciation is a leading motor of\nspecies diversification in the area: Inside the Sahara, associated to\nmountain-ranges isolated by dune seas and bare plains; outside,\nassociated to less harsh climates to the North and South. Paleoclimatic\noscillations are suggested as causal explanations of the vicariant\ndistribution and origin of species. Agamas are thought to have colonized\nnorthern Africa during wet periods, with subsequent dry periods\nfragmenting species distribution and leading to allopatric populations\nassociated to milder and wetter climates in the Mediterranean, Sahel,\nand in Saharan mountains, in an island-model fashion. Finally, our\nresults support the synonymization of A. castroviejoi with A. boueti,\nthe reciprocal monophyly of all other North African agamas, and suggest\none candidate species within A. boulengeri.","trees":[{"tree_label":"Agama tree ND4+16S mcmc1","ntax":"69","rootedtree":"TRUE","title":"Tr52532","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52532.phy"},{"tree_label":"Agama tree ND4+16S mcmc2","ntax":"69","rootedtree":"TRUE","title":"Tr52533","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52533.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr52534","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52534.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr52535","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52535.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr52536","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52536.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr52537","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52537.phy"}]}