{"Authors":" Guillermo Pérez","Year":" 2012","Title":" Cryptic species, native populations and biological invasions\nby a eucalypt forest pathogen","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Mycosphaerella leaf disease, microsatellite, population\ngenetics, STRUCTURE, forest pathogen, Eucalyptus, Teratosphaeria\nnubilosa","DOI":"","Abstract":" Human associated introduction of pathogens and consequent\ninvasions are very evident in areas where no related organisms existed\nbefore. In areas where related but distinct populations or closely\nrelated cryptic species already exist, the invasion process is much\nharder to unravel. In this study, the population structure of the\nEucalyptus leaf pathogen Teratosphaeria nubilosa was studied within its\nnative range in Australia, including both commercial plantations and\nnative forests. A collection of 521 isolates from across its\ndistribution was characterized using eight microsatellite loci,\nresulting in 112 multilocus haplotypes (MLH). Multivariate and Bayesian\nanalyses of the population conducted in STRUCTURE revealed three\ngenetically isolated groups (A, B and C), with no evidence for\nrecombination or hybridization among groups, even when they co-occur in\nthe same plantation. DNA sequence data of the ITS (n=32), Î²-tubulin\n(n=32) and 27 anonymous loci (n=16) were consistent with microsatellite\ndata in suggesting that T. nubilosa should be considered as a species\ncomplex, but could not distinguish groups A and C. Patterns of genetic\ndiversity provided evidence of biological invasions by the pathogen\nwithin Australia in the states of Western Australia and New South Wales,\nand helped unravel the pattern of invasion beyond Australia into New\nZealand, Brazil and Uruguay. No significant genetic differences in\npathogen populations collected in native forests and commercial\nplantations were observed. This emphasizes the importance of sanitation\nin the acquisition of nursery stock for the establishment of commercial\nplantations.","trees":[{"tree_label":"PAUP 1","ntax":"16","rootedtree":"TRUE","title":"Tr52561","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52561.phy"},{"tree_label":"PAUP 1","ntax":"16","rootedtree":"TRUE","title":"Tr52562","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52562.phy"},{"tree_label":"PAUP 1","ntax":"36","rootedtree":"TRUE","title":"Tr52563","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52563.phy"},{"tree_label":"PAUP 1","ntax":"36","rootedtree":"TRUE","title":"Tr52564","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52564.phy"},{"tree_label":"PAUP 1","ntax":"36","rootedtree":"TRUE","title":"Tr52560","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52560.phy"}]}