{"Authors":" M. Réblová, Walter Gams, Pedro W. Crous, Lizel Mostert","Year":" 2004","Title":" New genera in the Calosphaeriales: Togniniella and its\nanamorph Phaeocrella, and Calosphaeriophora as anamorph of\nCalosphaeria","Journal":" Studies in Mycology","Volume":" 50","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" During a survey of perithecial ascomycetes in New Zealand,\ntwo collections of a Togninia-like fungus were made on decayed wood. In\nculture, colonies produced a Phaeoacremonium-like anamorph. In order to\nreveal the phylogenetic relationships of the unknown fungus and its\naffinity to Togninia and other genera in the Calosphaeriales, sequences\nof nuclear LSU and SSU ribosomal DNA were obtained of several members of\nthis order. These data, supported by morphological and cultural\ncharacteristics, confirm that the New Zealand fungus represents a new\ngenus very close to Calosphaeria. The genus Togniniella is proposed here\nto accommodate these collections, while Phaeocrella is established for\ntheir anamorphs. Furthermore, Calosphaeria pulchella was found to form a\ndistinct Acremonium-like anamorph in culture, for which the genus\nCalosphaeriophora is proposed. Pleurostoma with Pleurostomophora\nanamorphs is a sister genus to the above two genera, forming the\nPleurostomataceae. Togninia with its Phaeoacremonium anamorphs, together\nwith Jobellisia, are closer to the Diaporthales, and deserve the rank of\nfamily, for which Togniniaceae is proposed. The presence of\nsignificantly different anamorphs in the Calosphaeriales, as well as\nobvious differences in teleomorph morphology of species accommodated in\nCalosphaeria, suggest that both the Calosphaeriales and Calosphaeria as\npresently perceived, are polyphyletic.","trees":[{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Calosphaeriales: Togniniella and and\nCalosphaeriophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4417.phy"},{"tree_label":"Fig. 1","ntax":"58","rootedtree":"TRUE","title":"Calosphaeriales: Togniniella and and\nCalosphaeriophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4418.phy"}]}