{"Authors":" Lucyna Sliwa, Benjamin D. Redelings, Katalin Molnar,\nFrancois Lutzoni, Jolanta Maria Miadlikowska","Year":" 2012","Title":" Are widespread morphospecies from the Lecanora dispersa group\n(lichen-forming Ascomycota) monophyletic?","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian analyses, ITS, molecular phylogenetics,\nmorphology, secondary compounds, systematics","DOI":"","Abstract":" To evaluate the current delimitation of broadly\ndistributed morphospecies from the Lecanora dispersa group, the nuclear\nribosomal internal transcribed spacer region (ITS1, 5.8S and ITS2) was\nanalyzed phylogenetically and compared to phenotypic data variation\nwithin and among species. Phylogenetic relationships among 34\nindividuals representing eight species from the L. dispersa group,\ncollected mainly from Poland and other European countries, were inferred\nusing two types of Bayesian analyses (with and without a priori\nalignments), maximum likelihood and maximum parsimony approaches. The\nhighest phylogenetic resolution and the largest number of significantly\nsupported internodes resulted from the Bayesian analysis without a\npriori alignment. Inferred phylogenies confirmed a broader delimitation\nof the L. dispersa group, to include four additional lobate taxa: L.\ncontractula, L. pruinosa, L. reuteri, and L. thuleana (= Arctopeltis\nthuleana). Lecanora crenulata, L. dispersa, L. reuterii, and the core of\nL. albescens and L. semipallida were found to be monophyletic with high\nsupport (by at least one phylogenetic analysis) for all except the first\nspecies. Based on the ITS region, phenotypically similar individuals,\nthought to belong to one monophyletic group, were found to belong to\nmultiple distantly related groups (e.g., members of L. albescens and L.\nhagenii), suggesting that morphological, anatomical and chemical\ncharacters may not be consistent in predicting species boundaries within\nthe L. dispersa group. Potential undescribed species were found within\nphenotypically defined L. albescens and L. semipallida. Phylo-taxonomic\nstudies of the L. dispersa group with more loci and a more extensive\ntaxon sampling are urgently needed.","trees":[{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Lecanora dispersa group","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52842.phy"}]}