{"Authors":" Reinaldo Vargas, Andreas Beck","Year":" 2012","Title":" Photobiont selectivity and specificity in Caloplaca species\nin a fog induced community in the Atacama Desert, northern Chile","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Caloplaca Lichen community Mycobiont Photobiont\nSelectivity Speciﬁcity Trebouxia","DOI":" 10.1016/j.funbio.2012.04.001","Abstract":" Little is known about the nature of the association\nbetween mycobionts and photobionts in isolated lichen communities. Here\nwe studied the photobiont diversity of different Caloplaca species in a\nfog-induced community in the Atacama Desert. We compared nrDNA ITS\nsequences of both symbionts, photobionts and mycobionts, along with\nmorphological characters of the different lichen thalli, to investigate\nthe diversity and to assess the degree of selectivity and speciﬁcity of\nphotobiont species in a community of Caloplaca species. Specimens of six\nfungal species (C. orthoclada, C. fernandeziana, and four undescribed\nspecies) were sampled along an altitudinal gradient on a coastal bluff\nwith a strong fog presence, 60 km south of Iquique, Chile. The\nphotobiont species in this community belong to three species of the\ngenus Trebouxia in the strict sense: T. arboricola, T. decolorans, and\nT. gigantea. Most of the fungal species were lichenized with photobionts\nbelonging to different haplotypes of T. arboricola and T. decolorans,\nalthough the algae of three specimens, associated with two fungal\nspecies (C. orthoclada and C. sp1), were related to representatives of\nT. gigantea. These results indicate that members of the genus Caloplaca\nin northern Chile have moderate photobiont selectivity and appear to be\nselective to members of the T. arboricola group. Also, at high\naltitudes, changes in the photobiontal haplotype composition were\nobserved in comparison to lower altitudes, probably generated by a\nhigher water availability given higher fog condensation and\nprecipitation in the upper areas of the bluff. This may suggest that\necological factors, such as altitude and water availability could result\nin a local shift of the associated photobiont and specialization as a\nproduct of local adaptation.","trees":[{"tree_label":"majrule branchlength","ntax":"42","rootedtree":"TRUE","title":"Trebouxia ex Caloplaca ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52841.phy"},{"tree_label":"majrule","ntax":"42","rootedtree":"TRUE","title":"Trebouxia ex Caloplaca ITS Alignment","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52840.phy"}]}