{"Authors":" David M Hillis, Thomas P. Wilcox","Year":" 2004","Title":" Phylogeny of New World True Frogs (Rana)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships among the species of true frogs\n(Rana) from North, South, and Central America were investigated based on\nthe sequences of approximately 2 kb from the mitochondrial genome,\nsampled from most of the described species, as well as eight undescribed\nspecies. This analysis, combined with previous studies of the phylogeny\nof New World Rana, served as the basis for a revised classification of\nthe group. The American species of Rana are not monophyletic; the\nwestern North American Amerana is more closely related to the R.\ntemporaria group of Eurasia (together, these frogs form the group\nLaurasiarana). The remaining species from the Americas form the\nmonophyletic group Novirana, which includes: R. sylvatica; Aquarana (the\nR. catesbeiana group); Ranula (the R. palmipes group, including the\nmostly upland Levirana species and the mostly lowland Lithobates\nspecies); Torrentirana (the R. tarahumarae group, or Zweifelia, plus R.\nsierramadrensis), Stertirana (the R. montezumae group, or Lacusirana,\nplus R. pipiens), Nenirana (the R. areolata group), and Scurrilirana\n(most of the southern and tropical leopard frogs). The mitochondrial\nsequences supported many of the previous hypotheses of relationships of\nNew World Rana, although there were some differences involving the\nplacement of the species R. pipiens, R. sierramadrensis, and R.\nsylvatica. Parametric bootstrap analyses indicated significant support\nfor the relationships inferred from the mtDNA sequences, and rejected\nthe previous hypotheses of relationships for these three species.","trees":[{"tree_label":"Best Tree","ntax":"64","rootedtree":"TRUE","title":"Rana","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4419.phy"},{"tree_label":"2nd Best","ntax":"64","rootedtree":"TRUE","title":"Rana","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4420.phy"}]}