{"Authors":" Annie R Lindgren, M. Sabrina Pankey, Frederic G Hochberg,\nTodd H Oakley","Year":" 2012","Title":" A multi-gene phylogeny of Cephalopoda supports convergent\nmorphological evolution in association with multiple habitat shifts in\nthe marine environment","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cephalopoda, convergent evolution, correlated traits,\nmorphology, phylogeny","DOI":"","Abstract":" Background The marine environment is comprised of numerous\ndivergent organisms living under similar selective pressures, often\nresulting in the evolution of convergent structures such as the fusiform\nbody shape of pelagic squids, fishes, and some marine mammals. However,\nlittle is known about the frequency of, and circumstances leading to,\nconvergent evolution in the open ocean. Here, we present a comparative\nstudy of the molluscan class Cephalopoda, a marine group known to occupy\nhabitats from the intertidal to the deep sea. Several lineages bear\nfeatures that may coincide with a benthic or pelagic existence, making\nthis a valuable group for testing hypotheses of correlated evolution. To\ntest for convergence and correlation, we generate the most taxonomically\ncomprehensive multi-gene phylogeny of cephalopods to date. We then\ncreate a character matrix of habitat type and morphological characters,\nwhich we use to infer ancestral character states and test for\ncorrelation between habitat and morphology. Results Our study utilizes a\nwell-sampled phylogeny to show that, of the six morphological characters\nexamined, three have not only evolved several times, but they also\ncorrelate with habitat. The presence of an autogenic photophore is\ncorrelated with a pelagic habitat, while the cornea and accessory\nnidamental gland correlate with a benthic lifestyle. Here, we present\nthe first statistical tests for correlation between convergent traits\nand habitat in cephalopods to better understand the evolutionary history\nof characters that confer a selective advantage in benthic and pelagic\nenvironments. Discussion Our study supports the hypothesis that habitat\ncan influence convergent evolution in the marine environment: benthic\norganisms tend to exhibit similar characteristics that confer protection\nfrom invasion by other benthic taxa, while pelagic organisms possess\nfeatures that facilitate crypsis and communication in an environment\nlacking physical refuges. Features that have originated multiple times\nin distantly related lineages likely confer some selective advantage for\nthe organisms inhabiting a particular environment: studying the\nfrequency and evolutionary history of such convergent characters can\ninform about the underlying forces driving ecological and evolutionary\ntransitions in the marine environment.","trees":[{"tree_label":"Imported tree 0","ntax":"188","rootedtree":"TRUE","title":"Tr52608","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52608.phy"}]}