{"Authors":" Ellen O’Hara Martinson, Edward A. Herre, Carlos A Machado,\nA. Elizabeth Arnold","Year":" 2012","Title":" Culture-free survey reveals diverse and distinctive fungal\ncommunities associated with developing figs (Ficus spp.) in Panama","Journal":" Microbial Ecology","Volume":"","Issue":"","Pages":"","Keywords":" diversity, Ficus, fig wasps, fungi, mutualism, yeasts","DOI":"","Abstract":" The ancient association of figs (Ficus spp.) and their\npollinating wasps (fig wasps; Chalcidoidea, Hymenoptera) is one of the\nmost interdependent plant-insect mutualisms known. In addition to\npollinating wasps, a diverse community of organisms develops within the\nmicrocosm of the fig inflorescence and fruit. To better understand the\nmultipartite context of the fig-fig wasp association we used a\nculture-free approach to examine fungal communities associated with\nsyconia of six species of Ficus and their pollinating wasps in lowland\nPanama. Diverse fungi were recovered from surface-sterilized flowers of\nall Ficus species, including gall- and seed flowers at four\ndevelopmental stages. Fungal communities in syconia and on pollinating\nwasps were similar, dominated by diverse and previously unknown\nSaccharomycotina, and distinct from leaf- and stem endophyte communities\nin the same region. Before pollination, fungal communities were similar\nbetween gall- and seed flowers and among Ficus species. However, fungal\ncommunities differed significantly in flowers after pollination\nvs. before pollination, and between anciently diverged lineages of Ficus\nwith active vs. passive pollination syndromes. Within groups of\nrelatively closely related figs there was little evidence for\nstrict-sense host specificity between figs and particular fungal\nspecies. Instead, mixing of fungal communities among related figs,\ncoupled with evidence for possible transfer by pollinating wasps, is\nconsistent with recent suggestions of pollinator mixing within syconia.\nIn turn, changes in fungal communities during fig development and\nripening suggest an unexplored role of yeasts in the context of the\nfig-pollinator wasp mutualism.","trees":[{"tree_label":"Fig. 2","ntax":"119","rootedtree":"TRUE","title":"Funal communities in Ficus flowers","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_52757.phy"}]}