{"Authors":" Anna Karoline Silva Fausto, Maite Freitas Silva Vaslin","Year":" 2012","Title":" New Report of Cotton Blue Disease Resistance-Breaking in\nCotton Crops in Brazil.","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Cotton blue disease, CBD, CLRDV, cotton, Gossypium\nhirsutum, resistance-breaking","DOI":"","Abstract":" Cotton blue disease (CBD) is an important biotic pathology\nthat affects cotton crops in Asia, South America and Africa. In Brazil\nit is present in almost all the producer cotton crop areas, leading to\nimportant losses in the productivity by up to 80%, mainly in crops\nplanted with susceptible varieties.. The disease is caused by a member\nof the family Luteoviridae, genus Polerovirus, named Cotton leafroll\ndwarf virus (CLRDV). Since 2006 some resistant cotton cultivars plants\nbegins to show CBD-like symptoms and during 2007/08 harvest cotton\nproducer observed this phenomenon in the cultivar FMT701, a resistant\ncv. that represented about 70% of cotton crops this season. In this\nwork, CLRDV molecular diagnosis was assayed in twenty-one FMT701 plants\ncollected in Rondonopólis and Primavera do Leste, in the state of Mato\nGrosso during 2008 harvest. Positive diagnostic for CLRDV virus in\neighteen symptomatic and asymptomatic plants were obtained. Sequencing\nof the polymerase and intergenic region amplification products confirmed\nthe presence of CLRDV, and reveal that these new CLRDV isolates have an\naa substitution in MP protein found already in CLRDV breaking-resistance\nisolates described earlier. These results show the occurrence of CBD\nresistance-breaking event by pathogen alteration in one of the most\nimportant cotton varieties for Brazilian cotton crop. As the CBD\nresistance genetic background of cv. FMT701 is the same of others\nimportant cotton cultivars planted in others parts of the word, this\npathogen ability to overcome host resistance may have important damage\nconsequences for cotton crops over the world. Ours results highlight the\nneed of new breeding programs aiming to supplant these events and\nmonitoring programs to limit it occurrence.","trees":[{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Tr52636","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52636.phy"}]}