{"Authors":" James I. Cohen","Year":" 2012","Title":" Continuous characters in phylogenetic analyses: Patterns of\ncorolla tube length evolution in Lithospermum L. (Boraginaceae)","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" ancestral character state reconstruction, Boraginaceae,\ncontinuous character, corolla evolution, Lithospermum, molecular\ndating","DOI":"","Abstract":" The present study is an investigation of six different\nscoring schemes and eight different types of analytic methods to\ninvestigate the evolution of a continuous character  corolla tube length\nin Lithospermum L. (Boraginaceae). Corolla tube length in the genus is\nquite variable, ranging from 1 mm to 75 mm, and the length of the\ncorolla tube has implications for pollination biology, such as longer\ncorolla tubes (>25 mm in length) being pollinated by hummingbirds or\nmoths. In general, the various methods resolve similar ancestral\ncharacter states; however, different states are reconstructed at nodes\nin which the descendants greatly differ in corolla tube length.\nAdditionally, it is suggested that all of the variation of a continuous\ncharacter should be included in analyses, and this may necessitate\nmultiple analyses with different partitions of the data. The various\nanalyses provide evidence that two Maximum Parsimony methods, linear\nparsimony and the TNT method, minimize the number of different rates of\nevolution. In Lithospermum, six origins of corolla tubes greater than 20\nmm in length are resolved, and these origins occurred at two different\ntimes periods: 1) in the shadow of hummingbird diversification in North\nAmerica (ca. 6-8 Myr) and 2) more recently (ca. 1-1.5 Myr). Four\nsubstantial decreases in corolla tube length also are reconstructed, and\nthese may be associated with the origin of self-pollination.","trees":[{"tree_label":"Tree A","ntax":"42","rootedtree":"TRUE","title":"Patterns of corolla tube length evolution in\nLithospermum L. (Boraginaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53397.phy"},{"tree_label":"TREE1","ntax":"42","rootedtree":"TRUE","title":"Patterns of corolla tube length evolution in\nLithospermum L. (Boraginaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53398.phy"}]}