{"Authors":" Michio Oguro, Satoki Sakai","Year":" 2013","Title":" Difference in defense strategy in flower heads and leaves of\nAsteraceae: multiple-species approach","Journal":" Oecologia","Volume":"","Issue":"","Pages":"","Keywords":" Florivory, Defense syndrome, Optimal defense, Phylogenetic\nanalysis, Plant apparency","DOI":" 10.1007/s00442-013-2765-x","Abstract":" Although a vast number of studies have investigated\ndefenses against herbivores in leaves, relatively little is known about\ndefenses in flowers. Using wild individuals of 34 species of Asteraceae,\nwe investigated differences in five traits that are thought to affect\nthe intensity of herbivory (C, N, P, water, and total phenolic\ncontents). Combinations of these traits between flower heads and leaves\nwere studied as well. We also evaluated phylogenetic patterns of flower\nhead and leaf traits. Flower heads had higher P and lower total\nphenolics than leaves. Water and C contents were negatively correlated\nboth in the flower heads and leaves. N, P, and water contents were\npositively correlated in the flower heads, whereas this pattern was not\nfound in the leaves. Thus, the traits we measured were more tightly\ninter-correlated in flower heads than in leaves. Because the flower\nheads had a lower total phenolic content, the relative allocation of\ndefensive compounds could not be explained solely by fitness values of\nthe organs. Perhaps plants employ an escape strategy rather than a\ndefense strategy to cope with floral herbivores and higher allocation in\nP may enhance their escape from herbivores by improving the growth rate\nof flower heads, though our result might be affected in part by the\nplasticity of plants growing at different sites. Moreover, we found weak\nphylogenetic signals in the defensive traits. Because we found\nsignificant differences in the flower head traits, these weak signals\nmay imply that the traits we measured evolved frequently.","trees":[{"tree_label":"Consensus tree 1","ntax":"24","rootedtree":"TRUE","title":"Consensus tree of bayesian analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52752.phy"},{"tree_label":"Consensus tree 2","ntax":"24","rootedtree":"TRUE","title":"Consensus tree of bayesian analysis with bootstrap\nvalues","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52751.phy"},{"tree_label":"Estimated relationship of the species","ntax":"35","rootedtree":"TRUE","title":"Estimated relationship of the species","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_52753.phy"}]}