{"Authors":" Dennis René Uit de Weerd, Edmund Gittenberger","Year":" 2004","Title":" Re-evaluating Carinigera: molecular data overturn the current\nclassification within the clausiliid subfamily Alopiinae (Gastropoda,\nPulmonata)","Journal":" Journal of Molluscan Studies","Volume":" 70","Issue":" NA","Pages":" 305-318","Keywords":" NA","DOI":" NA","Abstract":" The current subdivision of the clausiliid subfamily\nAlopiinae relies for a large part on genital-anatomical characters.\nBased on a few such characters Carinigera is placed within the tribe\nMontenegrinini, whereas Isabellaria and Sericata are included within the\ntribe Medorini. This classification is unexpected on the basis of two\nobservations: (1) Carinigera is conchologically indistinguishable from\nSericata and highly similar to Isabellaria and (2) Carinigera,\nIsabellaria and Sericata have mosaic distributional patterns in central\nand northern Greece, which are difficult to explain given the low\nvagility of snails of these genera. The complete ITS1 and ITS2 and\npartial 18S rRNA, 5.8S rRNA and 28S rRNA sequences used in this study\nreveal that all Carinigera sensu auct. species are nested among\nMedorini, and should therefore be placed within that tribe. Apart from\nthis, the results largely support the current higher classification of\nthe Clausiliidae. Carinigera sensu auct. consists of at least two\nclades, which are not sister groups. Both are related to geographically\nclose species hitherto classified with Sericata or Isabellaria. The two\ngroups of Carinigera do not correspond to the alleged subgenera\nAngiticosta and Carinigera s.s. This study shows that, like\nconchological characters, the traditional diagnostic genital-anatomical\ncharacters used at tribe level suffer more often from homoplasy than\npreviously thought. Therefore, classifications based on only a few such\ncharacters can be erroneous and should be mistrusted, especially when\nthey conflict with both conchology conchological and distributional\npatterns, as in Carinigera.","trees":[{"tree_label":"Fig. 6","ntax":"43","rootedtree":"TRUE","title":"Clausiliid subfamily Alopiinae, strict cons","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4421.phy"},{"tree_label":"MajRule Bayesian inference","ntax":"43","rootedtree":"TRUE","title":"Clausiliid subfamily Alopiinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4422.phy"}]}