{"Authors":" Elizabeth R Dumont, Liliana M Davalos, Aaron Goldberg,\nSharlene E. Santana, Katja Rex, Christian C Voigt","Year":" 2012","Title":" Morphological innovation, diversification and invasion of a\nnew adaptive zone","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":" 279","Issue":"","Pages":" 1797-1805","Keywords":" diversification; morphological innovation; bats;\nfrugivory","DOI":" 10.1098/rspb.2011.2005","Abstract":" How ecological opportunity relates to diversification is a\ncentral question in evolutionary biology. However, there are few\nempirical examples of how ecological opportunity and morphological\ninnovation open new adaptive zones, and promote diversification. We\nanalyze data on diet, skull morphology and bite performance, and relate\nthese traits to diversification rates throughout the evolutionary\nhistory of an ecologically diverse family of mammals (Chiroptera:\nPhyllostomidae). We found a significant increase in diversification rate\ndriven by increased speciation at the most recent common ancestor of the\npredominantly frugivorous subfamily Stenodermatinae. The evolution of\ndiet was associated with skull morphology, and morphology was tightly\ncoupled with biting performance, linking phenotype to new niches through\nperformance. Following the increase in speciation rate, the rate of\nmorphological evolution slowed, while the rate of evolution in diet\nincreased. This pattern suggests that morphology stabilized, and niches\nwithin the new adaptive zone of frugivory were filled rapidly, after the\nevolution of a new cranial phenotype that resulted in a certain level of\nmechanical efficiency. The tree-wide speciation rate increased non\nlinearly with a more frugivorous diet, and was highest at measures of\nskull morphology associated with morphological extremes, including the\nmost derived Stenodermatines. These results show that a novel\nstenodermatine skull phenotype played a central role in the evolution of\nfrugivory and increasing speciation within phyllostomids.","trees":[{"tree_label":"Summary dated phylogeny","ntax":"154","rootedtree":"TRUE","title":"Phyllostomidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52816.phy"}]}