{"Authors":" Helena Wiklund, Iris V Altamira, Adrian G Glover, Craig R\nSmith, Amy Baco, Thomas G Dahlgren","Year":" 2012","Title":" Systematics and biodiversity of Ophryotrocha (Annelida,\nDorvilleidae) with descriptions of six new species from deep-sea\nwhale-fall and wood-fall habitats in the north-east Pacific","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" New species, Ophryotrocha, polychaeta, molecular\nphylogeny, whale-fall, wood-fall","DOI":"","Abstract":" Six new Ophryotrocha species are described from five\nwhale-falls and two wood-falls off the southern Californian coast.\nPhylogenetic analyses based on the nuclear gene H3 and the mitochondrial\ngenes COI and 16S using MrBayes and Maximum Likelihood analyses were\nperformed on 40 dorvilleid taxa and one outgroup. Ophryotrocha batillus\nsp. n. is morphologically identical to Ophryotrocha scutellus described\nfrom a shallow water whale-fall in the North Atlantic, although the two\ncryptic species differ genetically. Ophryotrocha langstrumpae sp. n. is\nclosely related in the molecular phylogenetic analyses to these two\nsibling species. Ophryotrocha flabella sp. n. is similar to Ophryotrocha\nglobopalpata, and although there are a few morphological differences,\nthe genetic divergence is low between the two species. Ophryotrocha\nnauarchus sp. n. is sexually dimorphic, with males having appendages on\nthe first chaetiger. Ophryotrocha magnadentata sp. n. and Ophryotrocha\nlongicollaris sp. n. are sister species in our molecular analyses, and\ntogether with O. nauarchus sp. n. and O. flabella sp. n. they fall\nwithin a clade that includes O. globopalpata and Exallopus jumarsi\ndescribed from hydrothermal vents in the Pacific Ocean and Ophryotrocha\nlongidentata from the shallow North Atlantic. Our results highlight the\nremarkable unknown diversity of deep-water habitats and the role of\nchemosynthetic ecosystems in the evolution of deep-sea life.","trees":[{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Ophryotrocha","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53053.phy"}]}