{"Authors":" Karolina Fucikova, Valerie R Flechtner, Louise A Lewis","Year":" 2013","Title":" Revision of the genus Bracteacoccus Tereg (Chlorophyceae,\nChlorophyta) based on a phylogenetic approach.","Journal":" Nova Hedwigia","Volume":" 96","Issue":"","Pages":"","Keywords":" algae, coccoid, morphology, DNA barcoding, cryptic\nspecies","DOI":"","Abstract":" The genus Bracteacoccus (Chlorophyceae) exemplifies the\ntaxonomic challenges that are commonly faced in systematic studies of\ncoccoid green algae. The original definition of the genus is extremely\nvague, which caused the genus name first to be synonymized with\nDictyococcus and then segregated from it following emendments of the\ndiagnoses of the two genera. Transfers of species in and out of\nBracteacoccus followed, even prior to the advent of molecular\nphylogenetic methods. Since the 1990s, phylogenetic analyses have\ndemonstrated monophyly of Bracteacoccus, but only after exclusion of\nmorphologically similar but genetically distinct forms, such as the\ngenera Chromochloris and Pseudomuriella. The present monograph reviews\nthe taxonomic history of Bracteacoccus, confirms its monophyletic\ncharacter using a multilocus phylogenetic analysis, and presents an\nassessment of the species-level diversity within the genus mainly using\nanalyses of molecular sequence data and ITS2 secondary structure to\ndistinguish species. In addition, morphological and ultrastructural\nfeatures were examined and evaluated for taxonomic use. To date, ten\nspecies and two infraspecific taxa are accepted within Bracteacoccus.\nAfter revision, thirteen species are recognized, including six that are\nnewly described, and two species for which molecular data are not\nobtainable because there is no live material available. Bracteacoccus\ngrandis and B. medionucleatus are hereby synonymized with the name B.\nminor, and B. minor var. glacialis is elevated to species level. Among\nthe main contributions of this study are the designation of an epitype\nfor the type species, B. aggregatus - a strain newly isolated from the\ntype locality - and its morphological and molecular characterization.\nThis is an important disambiguation of the original description of\nBracteacoccus. Furthermore, with the study of many new Bracteacoccus\nstrains (a total of 92 strains were examined) this work greatly expands\nthe current knowledge about the among- and within-species diversity as\nwell as the geographic distribution of the genus. The phylogenetic\napproach to species delimitation used in this study sets an example for\nfuture work on similarly challenging groups of microscopic\norganisms.","trees":[{"tree_label":"rbcL","ntax":"98","rootedtree":"TRUE","title":"Bracteacoccus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57822.phy"},{"tree_label":"best","ntax":"37","rootedtree":"TRUE","title":"Bracteacoccus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57821.phy"},{"tree_label":"TREE1","ntax":"24","rootedtree":"TRUE","title":"Bracteacoccus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57823.phy"}]}