{"Authors":" Romina Orietta Gazis, Francois Lutzoni, Jolanta Maria\nMiadlikowska, A. Elizabeth Arnold, Priscila Chaverri","Year":" 2012","Title":" Culture-based study of endophytes associated with rubber\ntrees in Peru reveals a new class of Pezizomycotina: Xylonomycetes","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota; endophytes; fungal phylogeny; Hevea; sapwood;\ntropical forest","DOI":"","Abstract":" Through a culture-based survey of living sapwood and\nleaves of rubber trees (Hevea spp.) in remote forests of Peru, we\ndiscovered a new major lineage of Ascomycota, equivalent to a class\nrank. Multilocus phylogenetic analyses reveal that this new lineage\noriginated during the radiation of the Leotiomyceta, which resulted not\nonly in the evolution of the Arthoniomycetes, Dothideomycetes,\nEurotiomycetes, Geoglossomycetes, Lecanoromycetes, Leotiomycetes,\nLichinomycetes, Sordariomycetes, but also of the majority of\nhyperdiverse foliar endophytes. Because its origin is nested within this\nmajor burst of fungal diversification, we could not recover strong\nsupport for its phylogenetic relationship within the Leotiomyceta.\nCongruent with their long phylogenetic history and distinctive\npreference for growing in sapwood, this new lineage displays unique\nmorphological, physiological, and ecological traits relative to known\nendophytes and currently described members of the Leotiomyceta. In\nmarked contrast to many foliar endophytes, the strains we isolated fail\nto degrade cellulose and lignin in vitro. Discovery of the new class,\nherein named Xylonomycetes and originally mis-identified by ITSrDNA\nsequencing alone, highlights the importance of inventorying tropical\nendophytes from unexplored regions, using multilocus data sets to infer\nthe phylogenetic placement of unknown strains, and the need to sample\ndiverse plant tissues using traditional methods, to enhance our\nefficiency to find novel symbiotrophs in a more comprehensive way, i.e.,\nevolutionarily, functionally, and taxonomically.","trees":[{"tree_label":"tree 1","ntax":"107","rootedtree":"TRUE","title":"Tr52972","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_52972.phy"}]}