{"Authors":" Maria Belen Pildain, Mario Rajchenberg","Year":" 2012","Title":" The phylogenetic disposition of Postia s.l. (Polyporales,\nBasidiomycota) from Patagonia, Argentina","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Antrodia clade, Ryvardenia, molecular phylogeny, nuclear\nbehavior, mating type","DOI":"","Abstract":" We determined the phylogenetic relationships of Postia\nspecies from Patagonia using rDNA ITS and LSU sequences, coupling the\ninformation with morphological, cultural, and biological features. All\nthe species in the genus were included in a âPostia cladeâ irrespective\nof whether their spores were thin or thick-walled. This clade is\ncharacterized by tetrapolarity, a normal nuclear behavior, metachromatic\ngenerative hyphae, and by cultures that do not form fiber hyphae. One\nsubclade merged the austral taxa P. pelliculosa and P. punctata but,\notherwise, no distinct relationships were found regarding spore shape,\nspore wall thickness and geographical distribution of taxa. The austral\nP. venata and the endemic P. carbophila, with thin-walled basidiospores,\nshowed a variable, non fixed position in both analyses. P. caesia from\nPatagonia merged within the P. caesia species complex but showed a\nstrong geographical isolation. On the contrary, P. rennyi and P.\nbalsamea from Patagonia corresponded well with strains from other\ngeographic areas. The two austral species in Ryvardenia, R. cretacea and\nR. campyla, characterized by non-metachromatic hyphae, bipolarity and an\nastatocoenocytic nuclear behavior, formed an independent subclade among\nthe dimitic genera of the âAntrodia cladeâ, far from other Postia taxa\nwithin which they had been placed previously, supporting their inclusion\nin a genus of their own. Postia carbophila merged with other Postia\nspecies and not with Rhodonia placenta as suggested previously on the\nbasis of morphological comparisons. Instead, the latter species and\ngenus grouped with taxa in the dimitic genus Amyloporia with which it\nshares a heterocytic nuclear behavior. A separation between specimens of\nPostia pelliculosa and Ryvardenia cretacea from either side of the\nPacific, i.e. SE Australia/New Zealand and S Argentina/S Chile, suggests\nthey could be considered different at the species level from a\nphylogenetic point of view.","trees":[{"tree_label":"Fig. 1","ntax":"47","rootedtree":"TRUE","title":"Postia and Ryvardenia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55881.phy"},{"tree_label":"Fig. 2","ntax":"36","rootedtree":"TRUE","title":"Postia and Ryvardenia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55882.phy"}]}