{"Authors":" Florent Martos, François Munoz, Thierry Pailler, Ingrid\nKottke, Cédric Gonneau, Marc-André Selosse","Year":" 2012","Title":" The role of epiphytism in architecture and evolutionary\nconstraint within mycorrhizal networks of tropical orchids","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Interaction networks; nestedness; modularity; coevolution;\nphylogenetic bipartite signal; orchid mycorrhizal symbiosis","DOI":"","Abstract":" Characterizing the architecture of bipartite networks is\nincreasingly used as a framework to study biotic interactions within\ntheir ecological context, and to assess the extent to which evolutionary\nconstraints shape them. Orchid mycorrhizal symbioses are particularly\ninteresting since they are viewed as more beneficial for plants than for\nfungi, a situation expected to result in an asymmetry of biological\nconstraints. This study addressed the ecological and evolutionary\nconstraints on these associations in tropical context. We identified a\nbipartite network including 73 orchid species and 95 taxonomic units of\nmycorrhizal fungi across the natural habitats of Reunion Island. Unlike\nsome recent evidence for nestedness in mycorrhizal symbioses, we found a\nhighly modular architecture that largely reflected an ecological barrier\nbetween epiphytic and terrestrial sub-networks. By testing for\nphylogenetic signal, the overall signal was stronger for both partners\nin the epiphytic sub-network. Moreover, in the sub-network of epiphytic\nangraecoid orchids, the signal in orchid phylogeny was stronger than the\nsignal in fungal phylogeny. Epiphytic associations are therefore more\nconservative and may coevolve more than terrestrial ones. We suggest\nthat such tighter phylogenetic specialization may have been driven by\nstressful life conditions in the epiphytic niches. In addition to\nparalleling recent insights on mycorrhizal networks, this study\nfurthermore provides support for a role of epiphytism in architecture\nand evolutionary constraint within tropical mycorrhizal networks","trees":[{"tree_label":"MLT","ntax":"35","rootedtree":"TRUE","title":"Angraecoids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52852.phy"},{"tree_label":"MLT","ntax":"96","rootedtree":"TRUE","title":"Rhizoctonias","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52985.phy"},{"tree_label":"MLT","ntax":"26","rootedtree":"TRUE","title":"Genera matK","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52986.phy"}]}