{"Authors":" Martina Reblova","Year":" 2012","Title":" Convergent evolution in some Ceratosphaeria-like fungi\n(Sordariomycetidae)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Annulatascaceae, Lentomitella, life-history,\nMagnaporthaceae, systematics, three-gene phylogeny","DOI":"","Abstract":" Wood-inhabiting fungi of the Sordariomycetidae comprise\nseveral distantly related monotypic or small genera, which lack familial\nor ordinal affiliation and share simple and inconspicuous morphology of\ndark ascomata with carbonaceous wall and long neck, stipitate asci and\nhyaline ellipsoidal, fusiform to cylindrical ascospores. Recent\ncollections of an undescribed fungus and of Ceratosphaeria abietis\nreveal yet another two evolutionary lineages characterized by this\nsimple and indistinct teleomorph morphology. Phylogenetic analysis of\nthree genes, small and large subunits nuclear ribosomal DNA (nc28S and\nnc18S rDNA) combined with the second largest subunit of RNA polymerase\nII (RPB2), supports the recognition of two new genera, Ceratolenta and\nPlatytrachelon for C. abietis. Platytrachelon abietis is redescribed and\nillustrated based on additional collections. In culture it produced a\ndematiaceous hyphomycetous anamorph with blastic conidiogenesis and\nellipsoidal, septate, pale brown conidia. It was associated with a\nsynanamorph producing cylindrical, strongly curved hyaline conidia.\nMolecular data suggest a relationship of Platytrachelon with the\nPapulosaceae, while Ceratolenta forms a monophylum on a separate branch.\nBoth taxonomic novelties posses striking morphological similarities with\nCeratosphaeria, Lentomitella and Rhodoveronaea, which were recently\nreinstated based on DNA sequence data. A key to morphologically similar\nwood-inhabiting fungi classified in the Sordariomycetidae is\nprovided.","trees":[{"tree_label":"Fig. 1","ntax":"91","rootedtree":"TRUE","title":"Phylogeny of Ceratosphaeria-like fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_52984.phy"}]}