{"Authors":" Steven J Wagstaff, Beverley R Clarkson","Year":" 2012","Title":" Systematics and ecology of the Australasian genus Empodisma\n(Restionaceae) and description of a new species from peatlands in\nnorthern New Zealand","Journal":" PhytoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Restionaceae; Empodisma; taxonomy; new species; New\nZealand","DOI":"","Abstract":" The genus Empodisma comprises two species that are\necologically important in wetland habitats. Empodisma gracillimum is\nrestricted to south-western Australia, whereas E. minus is found in\nTasmania, eastern Australia and New Zealand. We sequenced three cpDNA\ngenes for 15 individuals of Empodisma sampled from throughout the range\nof the species. The results support an Australian origin for Empodisma\nsometime during the late Oligocene to early Miocene with more recent\ndispersal, colonization and diversification in New Zealand. We recovered\nsix genetically distinct maternal lineages: three E. gracillimum\nhaplotypes corresponding to the three accessions in our analysis, a\nwide-ranging E. minus haplotype found in eastern Australia and Tasmania,\nan E. minus haplotype found in New Zealand from Stewart Island to\napproximately 38° S latitude on the North Island, and a distinct\nhaplotype restricted to the North Island of New Zealand north of 38° S\nlatitude. The Eastern Australian and New Zealand haplotypes of E. minus\nwere supported by only one cpDNA gene, and we felt the relatively minor\nmorphological differences and the small amount of genetic divergence did\nnot warrant taxonomic recognition. However we recommend that the\nnorthern New Zealand haplotype should be recognized as the new species\nEmpodisma robustum and provide descriptions and a key to the species of\nEmpodisma. Monophyly of E. robustum is supported by all three cpDNA\ngenes. Empodisma robustum can be distinguished from E. gracillimum and\nE. minus by its robust growth stature and distinct ecology. It is\ntypically eliminated by fire and re-establishes by seed (seeder\nstrategy), whereas E. minus and E. gracillimum regrow after fire\n(sprouter strategy).","trees":[{"tree_label":"PAUP 1","ntax":"18","rootedtree":"TRUE","title":"Empodisma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53021.phy"},{"tree_label":"Strict","ntax":"48","rootedtree":"TRUE","title":"Empodisma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53415.phy"}]}