{"Authors":" Vincent Manzanilla, Anne Bruneau","Year":" 2012","Title":" Phylogeny reconstruction in the Caesalpinieae grade\n(Leguminosae) based on duplicated copies of the sucrose synthase gene\nand plastid markers","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Caesalpinieae; Caesalpinioideae; Leguminosae; nuclear\ngenes; phylogeny; sucrose synthase (SUSY).","DOI":"","Abstract":" The Caesalpinieae grade (Leguminosae) forms a\nmorphologically and ecologically diverse group of mostly tropical tree\nspecies with a complex evolutionary history. This grade comprises\nseveral distinct lineages, but the exact delimitation of the group\nrelative to subfamily Mimosoideae and other members of subfamily\nCaesalpinioideae, as well as phylogenetic relationships among the\nlineages are uncertain. With the aim of better resolving phylogenetic\nrelationships within the Caesalpinieae grade, we investigated the\nutility of several nuclear markers developed from genomic studies in the\nPapilionoideae. We cloned and sequenced the low copy nuclear gene\nsucrose synthase (SUSY) and combined the data with plastid trnL and matK\nsequences. SUSY has two paralogs in the Caesalpinieae grade and in the\nMimosoideae, but occurs as a single copy in all other legumes tested.\nBayesian and maximum likelihood phylogenetic analyses suggest the two\nnuclear markers are congruent with plastid DNA data. The Caesalpinieae\ngrade is divided into four well-supported clades (Cassia, Caesalpinia,\nTachigali and Peltophorum clades), a poorly supported clade of\nDimorphandra Group genera, and two paraphyletic groups, one with other\nDimorphandra Group genera and the other comprising genera previously\nrecognized as the Umtiza clade. A selection analysis of the paralogs,\nusing selection models from PAML, suggests that SUSY genes are subjected\nto a purifying selection. One of the SUSY paralogs, under slightly\nstronger positive selection, may be undergoing subfunctionalization. The\nlow copy SUSY gene is useful for phylogeny reconstruction in the\nCaesalpinieae despite the presence of duplicate copies. This study\nconfirms that the Caesalpinieae grade is an artificial group, and\nhighlights the need for further analyses of lineages at the base of the\nMimosoideae.","trees":[{"tree_label":"Fig. 1","ntax":"91","rootedtree":"TRUE","title":"Caesalpinieae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53000.phy"},{"tree_label":"Fig. 2","ntax":"80","rootedtree":"TRUE","title":"Caesalpinieae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53001.phy"}]}