{"Authors":" Cynthia Steiner, Anna Mitelberg, Rosanna Tursi, Oliver A.\nRyder","Year":" 2012","Title":" Molecular phylogeny of extant equids and effects of ancestral\npolymorphism in resolving species-level phylogenies","Journal":" Molecular Phylogentics and Evolution","Volume":" 65","Issue":"","Pages":" 573-581","Keywords":" phylogeny; horses; nuclear genes; mitochondrial genes;\nmicrosatellites; ancestral polymorphism.","DOI":"","Abstract":" Short divergence times and processes such as incomplete\nlineage sorting and species hybridization are known to hinder the\ninference of species-level phylogenies due to the lack of sufficient\ninformative genetic variation or the presence of shared but incongruent\npolymorphism among taxa. Extant equids (horses, zebras, and asses) are\nan example of a recently evolved group of mammals with an unresolved\nphylogeny, despite a large number of molecular studies. Previous surveys\nhave proposed trees with rather poorly supported nodes, and the bias\ncaused by genetic introgression or ancestral polymorphism has not been\nassessed. Here we studied the phylogenetic relationships of all extant\nspecies of Equidae by analyzing 22 partial mitochondrial and nuclear\ngenes using maximum likelihood and Bayesian inferences that account for\nheterogeneous gene histories. We also examined genetic signatures of\nlineage sorting and/or genetic introgression in zebras by evaluating\npatterns of intraspecific genetic variation. Our study improved the\nresolution and support of the Equus phylogeny and in particular the\ncontroversial positions of the African wild ass (E. asinus) and mountain\nzebra (E. zebra): the African wild ass is placed as a sister species of\nthe Asiatic asses and the mountain zebra as the sister taxon of Grevys\nand Burchells zebras. A shared polymorphism (indel) detected among zebra\nspecies in the Estrogen receptor 1 gene was likely due to incomplete\nlineage sorting and not genetic introgression as also indicated by other\nmitochondrial (Cytochrome b) and nuclear (Y chromosome and\nmicrosatellites) markers. Ancestral polymorphism in horses might have\ncontributed to the long-standing lack of clarity in the phylogeny of\nthis highly threatened group of mammals.","trees":[{"tree_label":"PHYLIP 1+","ntax":"11","rootedtree":"FALSE","title":"Extant Equids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_52987.phy"}]}