{"Authors":" Domingos Benício Oliveira Silva Cardoso, Luciano Paganucci\nQueiroz, Haroldo Cavalcante de Lima, Elisa Suganuma, Cassio van den\nBerg, Matthew T. Lavin","Year":" 2013","Title":" A molecular phylogeny of the Vataireoid legumes underscores\nfloral evolvability that is general to many early-branching papilionoid\nlineages","Journal":" American Journal of Botany","Volume":" 100","Issue":" 2","Pages":" 403421","Keywords":" convergence; floral evolution; Leguminosae; morphology;\nphylogeny; Papilionoideae","DOI":"","Abstract":" Premise of study: The fused and completely differentiated\npapilionate floral organs in the neotropical legume trees Vatairea and\nVataireopsis were traditionally used in part to ascribe these genera to\nthe tribe Dalbergieae. In contrast, the free and mostly undifferentiated\nfloral parts of Luetzelburgia and Sweetia fit the circumscription of the\n“primitive” Sophoreae. Such divergent floral morphologies thought to\ndivide deep phylogenetic lineages indeed may be prone to episodic\ntransformation among close papilionoid relatives. Methods: Parsimony and\nBayesian phylogenetic analyses involved nuclear ribosomal ITS/5.8S and\nsix plastid (matK, 3’-trnK, psbA-trnH, trnL intron, rps16, and trnD-T)\nDNA sequence loci. We sampled 26 out of 27 known species of\nLuetzelburgia, Sweetia, Vatairea, and Vataireopsis for at least five\nloci, most represented by multiple conspecific accessions. Outgroups\nincluded the Lecointeoid legumes. Parsimony mapping of 30 morphological\ntraits was performed to apomorphically diagnose each genus. Papilionate\nfloral morphology was used in an ancestral state likelihood\nreconstruction at each node of the Vataireoid clade. Key Results:\nAnalysis of individual and combined data sets strongly resolved the\nmonophyly of each of Luetzelburgia, Sweetia, Vatairea, and Vataireopsis.\nVataireopsis was resolved as sister to the rest and the morphologically\ndivergent Luetzelburgia and Vatairea were strongly resolved as sister\nclades. Floral morphology was generally not a good predictor of\nphylogenetic relatedness. Conclusions: For the first time,\nLuetzelburgia, Sweetia, Vatairea, and Vataireopsis are unequivocally\nresolved as the “Vataireoid” clade. Fruit and vegetative traits are\nfound to be more phylogenetically conserved than many floral traits.\nThis explains why the identity of the Vataireoids has been overlooked or\nconfused. The evolvability of floral traits may also be a general\ncondition among many of the early-branching papilionoid lineages.","trees":[{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"Vataireoid legumes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53018.phy"},{"tree_label":"Fig. 1","ntax":"71","rootedtree":"TRUE","title":"Vataireoid legumes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53014.phy"},{"tree_label":"Fig. S","ntax":"71","rootedtree":"TRUE","title":"Vataireoid legumes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53047.phy"}]}