{"Authors":" Yuri K. Novozhilov, Mikhail V. Okun, Darja A. Erastova,\nOleg N. Schepin, Eva García Carvajal, Martin Schnittler","Year":" 2012","Title":" Description, culture and phylogenetic position of a new\nxerotolerant species of Physarum (Myxomycetes)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" taxonomy, Mycetozoans, slime molds, deserts, steppe, moist\nchamber culture, phylogeny","DOI":"","Abstract":" Abstract: A new widespread myxomycete species, Physarum\npseudonotabile, inhabiting the arid regions of the Eurasia, South and\nNorth America is described and illustrated. Our goal was to explore\nboundaries among morphological forms of this species, with a particular\nfocus on differences to similar species of Physarum. Tentatively\nassigned to Ph. notabile T. Macbr., the new species was found to be most\nfrequent or at least very frequent in surveys based on the moist chamber\nculture technique with samples of ground litter, bark of living plants,\nand weathered dung of herbivorous animals collected in dry steppe and\ndeserts of the Caspian lowland (Russia), Kazakhstan, Mongolia and China,\nas well as in the arid landscapes of Oman, Spain, Argentina and USA.\nMyxomycete specimens were examined with scanning electron microscopy and\nlight microscopy, and micrographs of relevant morphological details are\nincluded. Many of the studied lineages are composed of several identical\nsequences (SSU), apparently representing groups of clones, sometimes\ndivided by comparatively large distances. A main difference between Ph.\npseudonotabile and Ph. notabile is a spore ornamentation, which in the\nfirst species is warts irregularly distributed on spore surface whereas\nthe second species has densely spinulose spores. A further difference\nbetween these two species is ecological preferences. The first species\nmainly inhabits in the bark of living plants and ground litter in arid\nregions, whereas the second ‒ in coarse woody debris in boreal and\ntemperate forests. The delimitation of species supported also well by\nSSU sequences.","trees":[{"tree_label":"tree1","ntax":"55","rootedtree":"TRUE","title":"Physarum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53520.phy"}]}