{"Authors":" Michael A. Silveira, Michael George Simpson","Year":" 2012","Title":" Phylogenetic Systematics of the Mesa Mints: Pogogyne\n(Lamiaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Acanthomintha, Lamiaceae, Mentheae, Menthinae, Monardella,\nvernal pool","DOI":"","Abstract":" AbstractPogogyne (Lamiaceae) is a small genus of annual\nplants, occurring almost entirely in vernal pool habitats. In order to\ninfer the phylogenetic relationships of this group, DNA sequence data\nfrom the trnQ-rps16 chloroplast spacer and both ETS and ITS nuclear\nregions were obtained from all seven extant species and several putative\noutgroups, using both parsimony and Bayesian phylogeny reconstruction\nmethods. Ancestral state reconstructions were performed for characters\nthat have been used to separate groups within Pogogyne. This study\nindicates that subgenus Hedeomoides, consisting of three extant species,\nis monophyletic with good support and can be diagnosed by two\napomorphies: a reduction in stamen number from four to two and by a\nreduced corolla included within calyces and bracts of the inflorescence.\nSubgenus Pogogyne, consisting of four species, is paraphyletic, but with\npoor support. Only two species were shown to be monophyletic with good\nsupport. Several clades within the genus correspond to discrete\nbiogeographic distributions. The Pogogyne clade has a relatively long\nstem lineage, but its crown clade has quite short branches. Estimate for\nthe mean divergence time of the stem node is 5.1-7.7 million years ago\nand that for the crown node is 0.9-1.9 million years ago, the latter\noverlapping with estimates of the age of vernal pool ecosystems. These\nresults support the hypothesis that the members of Pogogyne underwent a\nrapid diversification in response to specialization to a periodically\ninundated habitat.","trees":[{"tree_label":"BayesianConcatenated","ntax":"34","rootedtree":"TRUE","title":"BayesianMajRule","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_53060.phy"}]}