{"Authors":" Sandra B. Boles, C. J. Cox, A. Jonathan Shaw","Year":" 2004","Title":" Phylogeny, species delimitation, and sexual promoscuity in\nSphagnum section Acutifolia","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Nucleotide sequences for six nuclear loci and one\nchloroplast region were used to reconstruct phylogenetic relationships\nin Sphagnum section Acutifolia. The combined data matrix, which includes\n136 accessions (129 ingroup taxa and seven outgroups) and 5126\nnucleotide sites, was analyzed using Bayesian inference. Most of the\nindividual morphospecies commonly recognized in the section were\nrepresented by multiple populations, in some cases by up to 16\naccessions from throughout the Northern Hemisphere. Results of the\ncombined seven-locus analysis resolved many of the species as\nmonophyletic, but the deeper nodes were generally without support.\nSeparate analyses of single-locus data sets revealed significant\nconflicts, indicating gene flow among both closely and more distantly\nrelated species within the section. The sequence data allowed likely\nparentage to be identified for several species of hybrid origin, and\nidentified individual accessions that appear to be genetic admixtures.\nTaxonomic conclusions that can be made from the analyses include: 1.\nSphagnum wulfianum and S. aongstroemii should both be included in\nsection Acutifolia, 2. S. subtile cannot be separated from S.\ncapillifolium, and the two should be synonymized, 3. S. capillifolium\nand S. rubellum each contain a monophyletic core of populations and\nshould be retained as separate species, but 4. S. rubellum cannot be\nseparated from S. andersonianum and S. bartlettianum and the three\nshould be merged, 5. S. tenerum is highly differentiated from S.\ncapillifolium and should be treated as a separate species, 6.\ninter-specific mixed ancestry is demonstrated for S. russowii (a likely\nallopolyploid), S. skyense, S. arcticum, and S. olafii. Interspecific\nrecombination appears to be rather common in section Acutifolia, yet\nspecies, for the most part, maintain cohesiveness.","trees":[{"tree_label":"Fig. 1","ntax":"136","rootedtree":"TRUE","title":"Sphagnum section Acutifolia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2002.phy"},{"tree_label":"tree from 95% post prob","ntax":"136","rootedtree":"TRUE","title":"Sphagnum section Acutifolia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2003.phy"}]}