{"Authors":" Geraldine S Boyden, Dianella Gwen Howarth, Michael J\nDonoghue","Year":" 2012","Title":" Duplications and expression of RADIALIS-like genes in\nDipsacales","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" RADIALIS, floral symmetry, Dipsacales, gene duplication,\ncore eudicots, gene expression, MYB transcription factors","DOI":"","Abstract":" Evidence from Antirrhinum majus indicates that\ntranscription factors CYCLOIDEA (CYC), DIVARICATA (DIV), and RADIALIS\n(RAD) play a role in specifying floral symmetry. In bilaterally\nsymmetrical flowers CYC and RAD are implicated in dorsal identity, while\nDIV patterns ventral identity. In this study, we examined duplication\nevents within the RAD-like gene family in Dipsacales and report the\nphylogenetic relationships of the RAD-like genes across Pentapetaleae.\nLike CYC-like and DIV-like genes, we found three Pentapetaleae clades of\nRAD-like genes: RAD1, RAD2, and RAD3, with AmRAD in the RAD2 clade.\nUnlike CYC-like and DIV-like gene families, only one of these\nduplications appears to have taken place around the diversification of\nthe Pentapetaleae: RAD1 spans the monocots and eudicots, while RAD2 and\nRAD3 are Pentapetaleae specific. We found additional duplications within\nthese gene clades in Dipsacales, especially within the Morinaceae,\nDipsacaeae, and Valerianaceae, which also contain additional\nduplications in CYC-like and DIV-like genes. Using reverse transcription\npolymerase chain reaction (RT-PCR), we show that most RAD copies are\nexpressed across floral and leaf tissues in Lonicera x bella. DipsRAD2B\n(orthologous to AmRAD) is expressed in a dorsoventral pattern similar to\nDipsCYC2B, which is similar to the result in A. majus. We argue that\nthis favors the hypothesis that a similar interaction between CYC and\nRAD may occur outside of the Lamiales.","trees":[{"tree_label":"Fig. 2","ntax":"84","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_53441.phy"}]}