{"Authors":" Michael Evan Tessler","Year":" 2012","Title":" A monograph of Hymenodon (Orthodontiaceae)","Journal":" The Bryologist","Volume":" 115","Issue":"","Pages":"","Keywords":" Hymenodon, Bryophyta, systematics, classification,\nphylogeny, chloroplast DNA","DOI":" 10.1639/0007-2745-115.3.xxx","Abstract":" A monograph and the first phylogenetic study of the moss\ngenus Hymenodon (Orthodontiaceae: Bryophyta) is presented based on\nmorphological and molecular data. Evolutionary patterns are evaluated\nusing phylogenetic analyses that incorporate newly acquired and\nassembled morphological (30 characters) and molecular sequence (rps4\ngene and partial rps4-trnS intergenic non-coding spacer) data. Parsimony\nand maximum likelihood methods were applied for phylogenetic analyses\nusing Leptotheca boliviana, L. gaudichaudii, Orthodontium lineare, and\nOrthodontopsis bardunovii as outgroups. The genus Hymenodon and sect.\nHymenodon were both found to be monophyletic, whereas Hymenodon sect.\nPolystichella was found to be paraphyletic; thus, the sections are not\nupheld in this new classification. Hymenodon chenianus was nested within\nthe H. pilifer subspecies. As Hymenodon chenianus is morphologically\nunique, and there are several characters that can distinguish each\nsubspecies of H. pilifer, H. pilifer subsp. sericeus and H. pilifer\nsubsp. tenellus are reclassified at the species level, as H. sericeus\nand H. tenellus, making a total of eight accepted Hymenodon species. Six\nspecies occur in Australasia (Malesia, southeastern Australia, Tasmania,\nNew Zealand, and New Caledonia), while two species are found only in the\nNeotropics (one in continental Latin America and one in the Caribbean).\nThe known range of Hymenodon aeruginosus is extended into Panama,\nColombia, and Paraguay. Taxonomic history, synonymy, species\ndescriptions, distribution, habitat information, and a dichotomous key\nto the species are provided.","trees":[{"tree_label":"Fig. 1","ntax":"17","rootedtree":"TRUE","title":"Hymenodon using rps4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_53066.phy"},{"tree_label":"Fig. 2","ntax":"19","rootedtree":"TRUE","title":"Hymenodon ML using rps4 and morphological data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_53067.phy"},{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"Hymenodon MP using rps4 and morphological data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_53340.phy"}]}