{"Authors":" Hanna Susanna Tuovila, Alexander Schmidt, Christina\nBeimforde, Heinrich Dörfelt, Heinrich Grabenhorst, Jouko Rikkinen","Year":" 2013","Title":" Stuck in time – a new Chaenothecopsis species with\nproliferating ascomata from Cunninghamia resin and its fossil ancestors\nin European amber","Journal":" Fungal Diversity","Volume":" 58","Issue":" 1","Pages":" 199-213","Keywords":"","DOI":" 10.1007/s13225-012-0210-9","Abstract":" Resin protects tree wounds from microbial infection, but\nalso provides suitable substrate for the growth of some highly\nspecialized fungi. A new resinicolous Chaenothecopsis speciesis\ndescribed growing on exudate of Cunninghamia lanceolata from Hunan\nProvince, China. The new fungus is compared with extant and fossil\nrelatives, these including two new fossil specimens from Eocene Baltic\nand Oligocene Bitterfeld ambers, respectively. The Oligocene fossil had\nproduced proliferating fruiting bodies identical to those of the newly\ndescribed species and several other extant species of the same lineage.\nThis morphology may represent an adaptation to growing near active resin\nflows: the proliferating ascocarps can effectively rejuvenate if overrun\nby fresh, sticky exudate. Inward growth of fungal hyphae into resin has\nonly been documented from Paleocene amber fossils suggesting\ncomparatively late occupation of resin as substrate by fungi. Still,\nresinicolous Chaenothecopsis species were already well adopted to their\nspecial ecological niche by the Eocene, and the morphology of these\nfungi has since remained remarkably constant.","trees":[{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Chaenothecopsis sp","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_60909.phy"},{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Chaenothecopsis sp Kaikki 9 mrb","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_60910.phy"}]}