{"Authors":" QingTao Zhang, Quan Lu, Ming He, XingYao Zhang","Year":" 2014","Title":" The analysis of rRNA sequence-structure in phylogenetics: An\napplication to pathogen of Cytospora canker on fruit tree in Asian","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" ITS1 rDNA, Secondary structure, Structural models, Valsa\nmali var. mali, Valsa mali var. pyri, Valsa malicola, Valsa\nceratosperma","DOI":"","Abstract":" In this study, we investigated the primary sequence of\nITS1-5.8sRNA-ITS2 and secondary structure information from the internal\ntranscribed spacer (ITS1) of nuclear ribosomal DNA from Valsa mali\n(included in V. ceratosperma complex), V. germanica, and V. malicola,\ncommon fruit tree pathogens, within a phylogenetic framework. The\nphylogenetic analyses based on primary sequences failed to resolve the\nrelationships among V. malicola, V. germanica, and a V. ceratosperma\nstrain (AF192324). Therefore, we combined sequence and structure\ninformation and found that this approach allowed for the accurate\nrecognition of species within species complexes. The analysis further\nsuggested that the genetic divergence occurred in V. malicola.\nStructural alignment and comparison with ITS1 sequence analysis\nidentified a variable region in a conserved structure formed from common\ninverted repeats in most species in this study. The ITS1 secondary\nstructure types could correspond to the individual species and species\ncomplexes. The combined sequence-structure approach applied in this\nstudy accurately recognized the species within the species complexes,\nfor which primary sequences were unsatisfactory, poorly supported, or\nlacking in resolution. The method demonstrated the importance of\nincluding the secondary structure information in phylogenetic\nanalysis.","trees":[{"tree_label":"con 50 majrule","ntax":"48","rootedtree":"FALSE","title":"Tr53425","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53425.phy"},{"tree_label":"PAUP 1","ntax":"48","rootedtree":"TRUE","title":"Tr53424","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53424.phy"},{"tree_label":"PAUP 1","ntax":"48","rootedtree":"FALSE","title":"Tr53422","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53422.phy"},{"tree_label":"Imported tree 0","ntax":"48","rootedtree":"TRUE","title":"Tr53482","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53482.phy"},{"tree_label":"Imported tree 0","ntax":"48","rootedtree":"TRUE","title":"Tr53423","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53423.phy"},{"tree_label":"con 50 majrule","ntax":"48","rootedtree":"TRUE","title":"Tr53426","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53426.phy"},{"tree_label":"Imported tree 0","ntax":"48","rootedtree":"TRUE","title":"Tr76458","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76458.phy"}]}