{"Authors":" Sergio Guillén-Hernández, Maria Antonieta\nArizmendi-Espinosa, Virginia León-Règagnon","Year":" 2004","Title":" Intraspecific variation of Haematoloechus floedae. Harwood,\n1932 (Digenea: Plagiorchiidae), from Rana spp. In North and Central\nAmerica","Journal":" Journal of Parasitology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Haematoloechus floedae was originally described from the\nlungs of Rana catesbeiana in Texas, and later reported in Florida,\nU.S.A. It was proposed to be synonymous with H. breviplexus, H.\nparviplexusand H. varioplexus. We obtained specimens of H. floedae from\nRana brownorum and R. vaillanti in Yucatán, Mexico, R. cf. forreri and\nR. taylori in Guanacaste, Costa Rica, and R. catesbeiana in Georgia and\nCalifornia. Some specimens were processed for morphological study and\nsequences of the 28S of the rDNA and the mitochondrial COI were obtained\nfrom several specimens of each population. Phylogenetic analysis of\nmolecular data indicates studied populations constitute one single\ntaxon, different from H. varioplexus, H. breviplexus and H. parviplexus.\nMorphological characters that remain constant among populations of H.\nfloedae , and are useful to differentiate this species are oral\nsucker-pharynx ratio, oral sucker-ventral sucker ratio, ovary and testes\nshape, extension of uterine longitudinal loops and extension of\nvitelline follicles (in fully developed worms). Sequence homogeneity\namong populations of H. floedae suggests a recent spread, maybe due to\nthe introduction of R. catesbeiana for culture to western U.S.,\nsouth-east Mexico and Costa Rica.","trees":[{"tree_label":"Fig. 3a","ntax":"13","rootedtree":"TRUE","title":"Haematoloechus floedae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2006.phy"},{"tree_label":"Fig. 3b","ntax":"13","rootedtree":"TRUE","title":"Haematoloechus floedae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2007.phy"}]}