{"Authors":" Kevin C. Nixon, Paul S. Manos, Jeff J. Doyle","Year":" 1993","Title":" Cladistic analysis of restriction site variation within the\nchloroplast DNA inverted repeat region of selected Hamamelididae.","Journal":" Systematic Botany","Volume":" 18","Issue":" NA","Pages":" 551-562","Keywords":" NA","DOI":" NA","Abstract":" A cladistic analysis was conducted on restriction site\nvariation in the inverted repeat region of the chloroplast DNA of 34\ntaxa, including 22 genera of Hamamelididae, nine genera of Rosidae, and\none genus of Magnoliidae (sensu Cronquist). Parsimony analysis of 45\ninformative characters resulted in four equally parsimonious cladograms.\nIn all trees, Hamamelididae were polyphyletic, with the rosid taxa\nnested within lower hamamelids and higher hamamelids in turn nested\nwithin this rosid group. The higher Hamamelididae (excluding Leitneria\nbut including Betulaceae, Casuarinaceae, Fagaceae, Juglandaceae,\nMyricaceae, Nothofagaceae) were monophyletic in all of the\nmost-parsimonious trees, and were always a sister group of Malus\n(Rosaceae). Within the higher hamamelid group, Nothofagus was found to\nbe the sister taxon of the remainder of the taxa, supporting recognition\nof the family Nothofagaceae. The genera of Fagaceae s. str. formed a\nmonophyletic group and were a sister group of the remainder of the\nhigher hamamelids excluding Nothofagus. The sister group of the\nrosid-higher hamamelid clade in all trees was a clade that included\nLiquidambar, Cercidiphyllum, and representative genera of Hamamelidaceae\ns. str. The analysis showed Euptelea to be the basal taxon of lower\nhamamelids, whereas Trochodendron was identified as sister taxon to a\nlarger clade comprised of Hamamelidaceae, Cercidiphyllum, rosids, and\nhigher hamamelids. Cercidiphyllllm was shown to be closely related to\nHamamelidaceae s.l., whereas Platanus was placed several nodes away from\nthis clade. This analysis supports recent contentions that Hamamelididae\nsensu Cronquist is not monophyletic. Our results contradict recent\nsuggestions based on fossil leaves that Fagaceae are derived directly\nfrom a platanoid ancestor.","trees":[{"tree_label":"Fig. 1","ntax":"32","rootedtree":"TRUE","title":"Hamamelididae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1556.phy"}]}