{"Authors":" Uwe Braun, Gavin C Hunter, Michael J Wingfield, G. J. M.\nVerkley, Hyeon-Dong Shin, Chiharu Nakashima, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2013","Title":" Phylogenetic lineages in Pseudocercospora","Journal":" Studies in Mycology","Volume":" 75","Issue":"","Pages":" 37-114","Keywords":" Capnodiales, Cercospora, cercosporoid, Mycosphaerella,\nMycosphaerellaceae, Paracercospora, Pseudocercosporella, Multi-Locus\nSequence Typing (MLST), systematics.","DOI":" 10.3114/sim0005","Abstract":" Pseudocercospora is a large cosmopolitan genus of plant\npathogenic fungi that are commonly associated with leaf and fruit spots\nas well as blights on a wide range of plant hosts. They occur in arid as\nwell as wet environments and in a wide range of climates including cool\ntemperate, sub-tropical and tropical regions. Pseudocercospora is now\ntreated as a genus in its own right, although formerly recognised as\neither an anamorphic state of Mycosphaerella or having\nMycosphaerella-like teleomorphs. The aim of this study was to sequence\nthe partial 28S nuclear ribosomal RNA gene of a selected set of isolates\nto resolve phylogenetic generic limits within the Pseudocercospora\ncomplex. From these data, 14 clades are recognised, six of which cluster\nin Mycosphaerellaceae. Pseudocercospora s. str. represents a distinct\nclade, sister to Passalora eucalypti, and a clade representing the\ngenera Scolecostigmina, Trochophora and Pallidocercospora gen. nov.,\ntaxa formerly accommodated in the Mycosphaerella heimii complex and\ncharacterised by smooth, pale brown conidia, as well as the formation of\nred crystals in agar media. Other clades in Mycosphaerellaceae include\nSonderhenia, Microcyclosporella, and Paracercospora. Pseudocercosporella\nresides in a large clade along with Phloeospora, Miuraea, Cercospora and\nSeptoria. Additional clades represent Dissoconiaceae,\nTeratosphaeriaceae, Cladosporiaceae, and the genera Xenostigmina,\nStrelitziana, Cyphellophora and Thedgonia. The genus\nPhaeomycocentrospora is introduced to accommodate Mycocentrospora\ncantuariensis, primarily distinguished from Pseudocercospora based on\nits hyaline hyphae, broad conidiogenous loci and hila. Host specificity\nwas considered for 146 species of Pseudocercospora occurring on 115 host\ngenera from 33 countries. Partial nucleotide sequence data for three\ngene loci, ITS, EF-1α, and ACT suggest that the majority of these\nspecies are host specific. Species identified on the basis of host,\nsymptomatology and general morphology, within the same geographic\nregion, frequently differed phylogenetically, indicating that the\napplication of European and American names to Asian taxa, and vice\nversa, was often not warranted.","trees":[{"tree_label":"Fig. 4","ntax":"317","rootedtree":"TRUE","title":"Tr53251","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53251.phy"},{"tree_label":"Fig. 5","ntax":"195","rootedtree":"TRUE","title":"Tr53252","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53252.phy"}]}