{"Authors":" G. J. M. Verkley, Martha Christensen, Rafael F\nCastaneda-Ruiz, Johannes (Ewald) Zacharias Groenewald, Pedro W.\nCrous","Year":" 2012","Title":" How important are conidial appendages?","Journal":" Persoonia","Volume":" 28","Issue":"","Pages":" 126-137","Keywords":" Chaetosphaeriaceae, Dinemasporium, ITS, LSU,\nSordariomycetes, systematics","DOI":" 10.3767/003158512X652624","Abstract":" The genus Dinemasporium is used as a case study to\nevaluate the importance of conidial appendages for generic level\nclassification of coelomycetous fungi. Based on morphology and sequence\ndata of the large subunit nuclear ribosomal RNA gene (LSU, 28S) and the\ninternal transcribed spacers and 5.8S rRNA gene of the nrDNA operon, the\ngenus Dinemasporium is circumscribed, and an epitype designated for D.\nstrigosum, the type of the genus. A further five species are introduced\nin Dinemasporium, namely D. pseudostrigosum (isolated from Triticum\naestivum, Germany and Stigmaphyllon sagraeanum, Cuba), D. americana\n(soil, USA), D. polygonum (Polygonum sachalinense, Netherlands), D.\npseudoindicum (soil, USA), and D. morbidum (human sputum, Netherlands\nand hare dung, New Zealand). Brunneodinemasporium, based on B.\nbrasiliense, is introduced to accommodate Dinemasporium- like species\nwith tightly aggregated brown conidiogenous cells, and pale brown\nconidia. Dendrophoma (= Amphitiarospora) is reinstated as distinct from\nDinemasporium, and an epitype designated for D. cytisporoides,\ncharacterised by its superficial, stipitate to cupulate conidiomata, and\nsmall conidia with two polar, tubular, exogenous appendages. The genus\nStauronema is reduced to synonymy under Dinemasporium. Pseudolachnea\n(1-septate conidia) is supported as distinct from Dinemasporium\n(aseptate conidia), and P. fraxini introduced as a novel species. Taxa\nin this generic complex differ by combination of morphological\ncharacters of conidiomata, setae, conidia and appendages. Appendage\nmorphology alone is rejected as informative at the generic level.","trees":[{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Dinemasporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53296.phy"},{"tree_label":"Fig. 1","ntax":"42","rootedtree":"TRUE","title":"Dinemasporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53297.phy"}]}