{"Authors":" Konstanze Bensch, Uwe Braun, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2012","Title":" The genus Cladosporium","Journal":" Studies in Mycology","Volume":" 72","Issue":"","Pages":" 1-401","Keywords":" biodiversity, cladosporioid hyphomycetes, Davidiella\nanamorphs, generic concept, keys, phylogeny, species concept, status\nquo, taxonomy","DOI":" 10.3114/sim0003","Abstract":" A monographic revision of the hyphomycete genus\nCladosporium s. lat. (Cladosporiaceae, Capnodiales) is presented. It\nincludes a detailed historic overview of Cladosporium and allied genera,\nwith notes on their phylogeny, systematics and ecology. True species of\nCladosporium s. str. (anamorphs of Davidiella), are characterised by\nhaving coronate conidiogenous loci and conidial hila, i.e., with a\nconvex central dome surrounded by a raised periclinal rim. Recognised\nspecies are treated and illustrated with line drawings and\nphotomicrographs (light as well as scanning electron microscopy).\nSpecies known from culture are described in vivo as well as in vitro on\nstandardised media and under controlled conditions. Details on host\nrange/substrates and the geographic distribution are given based on\npublished accounts, and a re-examination of numerous herbarium\nspecimens. Various keys are provided to support the identification of\nCladosporium species in vivo and in vitro. Morphological datasets are\nsupplemented by DNA barcodes (nuclear ribosomal RNA gene operon,\nincluding the internal transcribed spacer regions ITS1 and ITS2, the\n5.8S nrDNA, as well as partial actin and translation elongation factor\n1-α gene sequences) diagnostic for individual species. In total 993\nnames assigned to Cladosporium s. lat., including Heterosporium (854 in\nCladosporium and 139 in Heterosporium), are treated, of which 169 are\nrecognized in Cladosporium s. str. The other taxa are doubtful,\ninsufficiently known or have been excluded from Cladosporium in its\ncurrent circumscription and re-allocated to other genera by the authors\nof this monograph or previous authors.","trees":[{"tree_label":"Fig. 2","ntax":"98","rootedtree":"TRUE","title":"Tr53267","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53267.phy"},{"tree_label":"Fig. 5","ntax":"70","rootedtree":"TRUE","title":"Tr53268","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53268.phy"}]}