{"Authors":" Bret A. Summerell, Roger G Shivas, Treena I Burgess, Leanne\nL. Dreyer, Leah L Granke, David Ian Guest, Giles E. St.J. Hardy, Mary K\nHausbeck, Daniel Huberli, Thomas Jung, Ondrej Koukol, Cheryl L. Lennox,\nEdward C.Y. Liew, Lorenzo Lombard, Alistair Ross McTaggart, James S\nPryke, Francois Roets, Catarina Saude, Lucas Alexander Shuttleworth, M.\nJ. C. Stukely, Kalman Vanky, Bryan J Webster, Sofia T Windstam, Johannes\n(Ewald) Zacharias Groenewald, Cony Decock, Pedro W. Crous","Year":" 2012","Title":" Fungal Planet description sheets: 107127","Journal":" Persoonia","Volume":" 28","Issue":"","Pages":" 138-182","Keywords":" ITS DNA barcodes, LSU, novel fungal species,\nsystematics","DOI":" 10.3767/003158512X652633","Abstract":" Novel species of microfungi described in the present study\ninclude the following from Australia: Phytophthora amnicola from still\nwater, Gnomoniopsis smithogilvyi from Castanea sp., Pseudoplagiostoma\ncorymbiae from Corymbia sp., Diaporthe eucalyptorum from Eucalyptus sp.,\nSporisorium andrewmitchellii from Enneapogon aff. lindleyanus,\nMyrmecridium banksiae from Banksia, and Pilidiella wangiensis from\nEucalyptus sp. Several species are also described from South Africa,\nnamely: Gondwanamyces wingfieldii from Protea caffra, Montagnula aloes\nfrom Aloe sp., Diaporthe canthii from Canthium inerne, Phyllosticta\nericarum from Erica gracilis, Coleophoma proteae from Protea caffra,\nToxicocladosporium strelitziae from Strelitzia reginae, and Devriesia\nagapanthi from Agapanthus africanus. Other species include Phytophthora\nasparagi from Asparagus officinalis (USA), and Diaporthe passiflorae\nfrom Passiflora edulis (South America). Furthermore, novel genera of\ncoelomycetes include Chrysocrypta corymbiae from Corymbia sp.\n(Australia), Trinosporium guianense, isolated as a contaminant (French\nGuiana), and Xenosonderhenia syzygii, from Syzygium cordatum (South\nAfrica). Pseudopenidiella piceae from Picea abies (Czech Republic), and\nPhaeocercospora colophospermi from Colophospermum mopane (South Africa)\nrepresent novel genera of hyphomycetes. Morphological and culture\ncharacteristics along with ITS DNA barcodes are provided for all\ntaxa.","trees":[{"tree_label":"Fig.","ntax":"75","rootedtree":"TRUE","title":"Tr53295","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53295.phy"}]}