{"Authors":" Javier Francisco-Ortega, Carl E. Lewis, Julissa Roncal,\nConny B. Asmussen-Lange","Year":" 2004","Title":" Molecular phylogenetics of tribe Geonomeae (Arecaceae) using\nnuclear DNA sequences of phosphoribulokinase and RNA polymerase II","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic analysis was performed including 46 species\nin all six genera of the Neotropical palm tribe Geonomeae (subfamily\nArecoideae) and an outgroup composed of 14 species from the Arecoideae,\ntwo Ceroxyloideae, and one Phytelephantoideae. The analysis was based on\ntwo low-copy nuclear DNA sequences from the genes phosphoribulokinase\nand RNA polymerase II. The two data sets were analyzed separately and in\ncombination. Our results added support to the previously reported\nmonophyly of the tribe. The basal node of the tribe was polytomous\ncontaining the genera Welfia and Pholidostachys. Pholidostachys formed a\nmonophyletic group. The currently accepted genera Calyptronoma and\nCalyptrogyne formed a well-supported clade with Calyptronoma resolved as\nparaphyletic with respect to Calyptrogyne. Geonoma formed a monophyletic\nassemblage and two main clades within this genus were resolved, which\nare ideal for future phylogenetic studies. Geonoma section Taenianthera\nwas not monophyletic and a group of three high-elevation Geonoma species\nwas resolved. We conclude that the two low-copy nuclear regions provided\nan independent and non-conflicting source of characters. Future\nsimultaneous analysis of these and other ongoing molecular as well as\nmorphological data will allow a discussion of morphological character\nstate evolution and a formal infrageneric reclassification of the\nGeonomeae.","trees":[{"tree_label":"combined","ntax":"50","rootedtree":"TRUE","title":"Geonomeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2008.phy"},{"tree_label":"RPB2","ntax":"50","rootedtree":"TRUE","title":"Geonomeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2009.phy"},{"tree_label":"PRK","ntax":"50","rootedtree":"TRUE","title":"Geonomeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2010.phy"}]}