{"Authors":" Alejandro Rooney, Robert H. Proctor, Daren Brown, Susan P.\nMcCormick, Todd J. Ward, Stephen A Rehner, Takayuki Aoki, Vincent\nRobert, Seogchan Kang, David M. Geiser, Rasmus Frandsen, Erik Lysøe,\nKerry O’Donnell, Pedro W. Crous","Year":" 2012","Title":" RPB1 and RPB2 phylogeny supports an early Cretaceous origin\nand a strongly supported clade comprising all agriculturally and\nmedically important fusaria","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian inference; evolution; fumonisins; fusarins;\ngibberellins, maximum likelihood; maximum parsimony; molecular dating;\nmycotoxins; systematics; trichothecenes","DOI":"","Abstract":" Fusarium (Hypocreales, Nectriaceae) is one of the most\neconomically important and systematically challenging groups of\nmycotoxigenic phytopathogens and emergent human pathogens. We conducted\nmaximum likelihood (ML), maximum parsimony (MP) and Bayesian (B)\nanalyses on partial RNA polymerase largest (RPB1) and second largest\nsubunit (RPB2) nucleotide sequences of 94 fusaria to infer the first\ncomprehensive and well-supported phylogenetic hypothesis of evolutionary\nrelationships within the genus and 20 of its near relatives. Our\nanalysis revealed that Cylindrocarpon formed a basal monophyletic sister\nto a ‘terminal Fusarium clade’ (TFC, sensu Gräfenhan et al., 2011)\ncomprising 20 strongly supported species complexes and nine monotypic\nlineages. The basal-most divergences within the TFC were only\nsignificantly supported by Bayesian posterior probabilities (B-PP =\n0.99-1), with the ventricosum and dimerum species complexes forming the\ntwo earliest diverging lineages. An internode supporting the remaining\nTFC, however, was strongly supported by MP and ML bootstrapping (ML-BS\n100%, MP-BS 87%) and by a B-PP of 1. By way of contrast, reanalysis of\nthe Gräfenhan et al. two-locus data set (portions of RPB2 and ATP\ncitrate lyase) did not resolve any strongly supported relationship among\nthe eight basal-most lineages within the TFC. Diversification time\nestimates date the origin of the TFC to the early Cretaceous 135.8\nmillion years ago (Mya) (95% highest posterior density [HPD] interval:\n85.3, 184.0). We also dated the evolutionary origin of several bioactive\nsecondary metabolites, including three mycotoxins and the gibberellin\nphytohormones, and the economically devastating plant pathogenic lineage\nresponsible for Fusarium head blight (FHB) of cereals. Dating of several\nplant-associated species complexes (e.g., fujikuroi, oxysporum,\nsambucinum, tricinctum and nisikadoi) suggests their evolution may have\nbeen driven by angiosperm diversification during the Miocene and\nPliocene. Dating of the homothallic F. graminearum species complex\n(FGSC) of FHB pathogens suggests that it split from its heterothallic\nancestors in the Pliocene 2.7 Mya [95% HPD interval: 0.5, 5.6] and that\nthe most recent common ancestor of F. graminearum and F. asiaticum\ndiverged 1.2 Mya [95% HPD interval: 0.16, 3.0]. In addition,\nevolutionary radiation of the vascular wilt pathogens within the\noxysporum species complex was dated to the Pliocene 3.7 Mya [95% HPD\ninterval: 0.4, 8.9]. Our phylogenetic results support the unitary\napplication of the name Fusarium to the TFC and provide a robust\nframework for future comparative phylogenetic and genomic analyses of\nFusarium.","trees":[{"tree_label":"PAUP 1","ntax":"113","rootedtree":"TRUE","title":"Cretaceous origin of Fusarium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_56612.phy"}]}