{"Authors":" Tassanai Jaruwattanaphan, Sadamu Matsumoto, Yasuyuki\nWatano","Year":" 2013","Title":" Reconstructing Hybrid Speciation Events in the Pteris cretica\nGroup (Pteridaceae) in Japan and Adjacent Regions","Journal":" Systematic Botany","Volume":" 38","Issue":" 1","Pages":" 15-27","Keywords":" Agamospory, chloroplast DNA, gapCp, polyploidy, reticulate\nevolution, single strand conformation polymorphism (SSCP)","DOI":"","Abstract":" Polyploidy, hybridization, and agamospory have been\nconsidered important mechanisms in fern speciation. By integrating the\nmethods of cytology, molecular phylogeny and morphology, we examined the\norigins of polyploid species in the Pteris cretica group, which\ncomprises five agamosporous taxa and six sexual species. Phylogenetic\nanalysis was conducted using both cpDNA (rbcL and trnV-trnM) and a\nlow-copy nuclear gene (gapCp). The combined results of cytology and the\nphylogenetic trees suggested that the sexual diploid P. kidoi had played\na central role in the diversification of polyploid species in the P.\ncretica group. Some triploid clones of agamosporous P. cretica var.\ncretica originated through hybridization between the diploid cytotype of\nP. cretica var. cretica and the sexual diploid P. kidoi. The sexual\npolyploid species, P. henryi, P. multifida, P. ryukyuensis, and P.\nyamatensis, and the hexaploid race of P. deltodon have arisen through\nallopolyploidization between their respective ancestral parent species\nand P. kidoi. Additionally, the agamosporous triploid P. nipponica and\nP. cretica var. albolineata might have originated through hybridization\nbetween P. cretica var. cretica and an unknown ancestral diploid parent\nof P. ryukyuensis. Agamosporous P. cretica var. cretica harbored\nconsiderable genetic variation within both the diploid and triploid\ncytotypes. Because we could not find clear genetic differences between\nthe diploid and triploid P. cretica, both cytotypes might be\nautopolyploids, or alternatively have originated through hybridization\namong the same members of ancestral sexual species.","trees":[{"tree_label":"Fig. 3","ntax":"17","rootedtree":"TRUE","title":"Pteris cretica group, cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53328.phy"},{"tree_label":"Fig. 2","ntax":"37","rootedtree":"TRUE","title":"Pteris cretica group, gapCp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53324.phy"}]}