{"Authors":" Tobias Heinz Kloepper, Nickias Kienle, Dirk Fasshauer, Sean\nMunro","Year":" 2012","Title":" Untangling the evolution of Rab G proteins: implications of a\ncomprehensive genomic analysis.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Organelles; G proteins; humans; last eukaryotic common\nancestor","DOI":"","Abstract":" Background Membrane-bound organelles are a defining\nfeature of eukaryotic cells, and play a central role in most of their\nfundamental processes. The Rab G proteins are the single largest family\nof proteins that act in the traffic between organelles, with 66 Rabs\nencoded in the human genome. Rabs direct the organelle-specific\nrecruitment of vesicle tethering factors, motor proteins, and regulators\nof membrane traffic. Each organelle or vesicle class is typically\nassociated with one or more Rab, with the Rabs present in a particular\ncell reflecting its complement of organelles and trafficking routes.\nResults By iterative use of hidden Markov models and tree building we\nhave classified Rabs across the eukaryotic kingdom to provide the most\ncomprehensive view of Rab evolution obtained to date. A strikingly large\nrepertoire of at least 20 Rabs appear to have been present in the last\neukaryotic common ancestor (LECA), consistent with the “complexity\nfirst” view of eukaryotic evolution. We can place these Rabs into six\nsupergroups giving a view deep into eukaryotic prehistory. Conclusions\nTracing the fate of the LECA Rabs reveals extensive losses with many\nextant eukaryotes having fewer Rabs, and none having the full\ncomplement. Other Rabs have expanded and diversified, including a large\nexpansion at the dawn of metazoans which can be followed to account for\nthe evolutionary history of all human Rabs. Some Rab changes can be\ncorrelated with differences in cellular organization, and the relative\nlack of variation in other families of membrane traffic proteins\nsuggests that it is changes in Rabs which primarily underlies the\nvariation of organelles between species and cell types.","trees":[{"tree_label":"first","ntax":"436","rootedtree":"TRUE","title":"Tr53738","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53738.phy"},{"tree_label":"first","ntax":"1147","rootedtree":"TRUE","title":"Tr53739","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53739.phy"},{"tree_label":"first","ntax":"276","rootedtree":"TRUE","title":"Tr53740","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53740.phy"},{"tree_label":"first","ntax":"349","rootedtree":"TRUE","title":"Tr53741","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53741.phy"},{"tree_label":"first","ntax":"57","rootedtree":"TRUE","title":"Tr53742","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53742.phy"},{"tree_label":"first","ntax":"93","rootedtree":"TRUE","title":"Tr53743","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53743.phy"},{"tree_label":"first","ntax":"551","rootedtree":"TRUE","title":"Tr53744","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53744.phy"},{"tree_label":"first","ntax":"208","rootedtree":"TRUE","title":"Tr53745","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53745.phy"}]}