{"Authors":" Yael H. Edrey, Diana Casper, Dorothee Huchon, James Mele,\nJonathan A. Gelfond, Deborah M. Kristan, Eviatar Nevo, Rochelle\nBuffenstein","Year":" 2012","Title":" Sustained high levels of neuregulin-1 in the longest-lived\nrodents; a key determinant of rodent longevity.","Journal":" Aging Cell","Volume":" 11","Issue":" 2","Pages":" 213-222","Keywords":" aging; cerebellum; erbb4; imum lifespan; max-; naked\nmole-rat; neuregulin-1; neurotrophic factors; spalax","DOI":" 10.1111/j.1474-9726.2011.00772.x","Abstract":" Naked mole-rats (Heterocephalus glaber), the longest-lived\nrodents, live 7-10 times longer than similarly sized mice and exhibit\nnormal activities for approximately 75% of their lives. Little is known\nabout the mechanisms that allow them to delay the aging process and live\nso long. Neuregulin-1 (NRG-1) signaling is critical for normal brain\nfunction during both development and adulthood. We hypothesized that\nlong-lived species will maintain higher levels of NRG-1 and that this\ncontributes to their sustained brain function and concomitant\nmaintenance of normal activity. We monitored the levels of NRG-1 and its\nreceptor ErbB4 in H. glaber at different ages ranging from 1 day to 26\nyears and found that levels of NRG-1 and ErbB4 were sustained throughout\ndevelopment and adulthood. In addition, we compared seven rodent species\nwith widely divergent (4-32 year) maximum lifespan potential (MLSP) and\nfound that at a physiologically equivalent age, the longer-lived rodents\nhad higher levels of NRG-1 and ErbB4. Moreover, phylogenetic independent\ncontrast analyses revealed that this significant strong correlation\nbetween MLSP and NRG-1 levels was independent of phylogeny. These\nresults suggest that NRG-1 is an important factor contributing to\ndivergent species MLSP through its role in maintaining neuronal\nintegrity.","trees":[{"tree_label":"Fig. 1a","ntax":"52","rootedtree":"TRUE","title":"Phylogeny of Rodent Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53453.phy"}]}