{"Authors":" Najla Dsouli, Frédéric Delsuc, Johan Michaux, Eric\nStordeur, Arnaud Couloux, Michel Veuille, Gérard Duvallet","Year":" 2012","Title":" Phylogenetic analyses of mitochondrial and nuclear data in\nhaematophagous flies support the paraphyly of the genus Stomoxys\n(Diptera: Muscidae).","Journal":" Infection, Genetics and Evolution. Journal of Molecular\nEpidemiology and Evolutionary Genetics of Infectious Diseases","Volume":" 11","Issue":" 3","Pages":" 663-670","Keywords":" Molecular dating; Phylogenetic relationship; Stomoxys\nflies","DOI":" 10.1016/j.meegid.2011.02.004","Abstract":" The genus Stomoxys Geoffroy (Diptera; Muscidae) contains\nspecies of parasitic flies that are of medical and economic importance.\nWe conducted a phylogenetic analysis including 10 representative species\nof the genus including multiple exemplars, together with the closely\nrelated genera Prostomoxys Zumpt, Haematobosca Bezzi, and Haematobia\nLepeletier & Serville. Phylogenetic relationships were inferred\nusing maximum likelihood and Bayesian methods from DNA fragments from\nthe cytochrome c oxidase subunit I (COI, 753bp) and cytochrome b (CytB,\n587bp) mitochondrial genes, and the nuclear ribosomal internal\ntranscribed spacer 2 (ITS2, 426bp). The combination of mitochondrial and\nnuclear data strongly supports the paraphyly of the genus Stomoxys\nbecause of the inclusion of Prostomoxys saegerae Zumpt. This unexpected\nresult suggests that Prostomoxys should be renamed into Stomoxys. Also,\nthe deep molecular divergence observed between the subspecies Stomoxys\nniger niger Macquart and S. niger bilineatus Grünbreg led us to propose\nthat they should rather be considered as distinct species, in agreement\nwith ecological data. Bayesian phylogenetic analyses support three\ndistinct lineages within the genus Stomoxys with a strong\nbiogeographical component. The first lineage consists solely of the\ndivergent Asian species S. indicus Picard which appears as the\nsister-group to all remaining Stomoxys species. The second clade groups\nthe strictly African species Stomoxys inornatus Grünbreg, Stomoxys\ntransvittatus Villeneuve, Stomoxys omega Newstead, and Stomoxys pallidus\nRoubaud. Finally, the third clade includes both African occurring and\nmore widespread species such as the livestock pest Stomoxys calcitrans\nLinnaeus. Divergence time estimates indicate that the genus Stomoxys\noriginated in the late Oligocene around 30 million years ago, with the\nmajor lineages diversifying in the Early Miocene between 20 and 15\nmillion years ago at a time when temperate forests developed in the\nNorthern Hemisphere.","trees":[{"tree_label":"con 50 majrule+","ntax":"39","rootedtree":"TRUE","title":"Haematophagous flies","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53690.phy"}]}