{"Authors":" Gerald F. Bills, Victor Gonzalez, Gonzalo Platas, Marc\nStadler, Jacques Fournier","Year":" 2013","Title":" Hypoxylon pulicidum sp. nov. (Ascomycota, Xylariales), a\nPantropical Insecticide-Producing Endophyte","Journal":" PLoS Currents: Tree of Life","Volume":"","Issue":"","Pages":"","Keywords":" Hypoxylon investiens, nodulisporic acids,\ninsecticidal","DOI":"","Abstract":" Nodulisporic acids (NAs) are novel indole diterpenes\nexhibiting potent systemic efficacy against blood-feeding arthropods,\ne.g. bedbugs, fleas and ticks via binding to arthropod specific\nglutamate-gated chloride channels. Intensive medicinal chemistry efforts\nemploying a nodulisporic acid A template has led to the development of\nN-tert-butyl nodulisporamide as a product candidate for a once monthly\ntreatment of fleas and ticks on companion animals. The natural source of\nthe NAs is a monophyletic lineage of asexual endophytic fungal strains\nthat is widely distributed in the tropics and that has been tentatively\nidentified as a Nodulisporium species and hypothesized to be the asexual\nstate of a Hypoxylon species. Inferences from GenBank sequences\nindicated that multiple researchers have encountered the same\nNodulisporium endophytes in tropical plants and in air samples.\nAscomata-derived cultures from a wood-inhabiting fungus, collected in\nMartinique and closely resembling Hypoxylon investiens, belonged to the\nsame monophyletic clade. The hypothesis that the Martinque Hypoxylon\ncollections were the sexual state of the NAs-producing endophytes was\ntested by mass spectrometry of metabolite profiles, multi-gene\nphylogenetic analysis, and phenotypic comparisons of the conidial\nstates. We established that these Hypoxylon strains produced a full\nspectrum of NAs and were conspecific with the pantropical Nodulisporium\nendophytes. A new species, H. pulicidum, is proposed to accommodate this\nwidespread cryptic organism. Reconstructing cryptic endophyte life\ncycles is critical to the understanding of their dispersal to and\ncolonization of plants. Knowledge of the life cycle of H. pulicidium\nwill facilitate an understanding of the role of insecticide compounds\nproduced by the fungus and how it survives in living and dead plants.\nOver three decades of endophyte research has revealed that endophytic\nfungi are hyperdiverse and that the gap between their discovery and the\ncapacity to name and classify them is ever widening. Elucidating the\nlife cycle of H. pulicidum raises reservations about recent proposals to\ninstate environmental sequenced-based species designations and the\ndoubtful practice of applying formal scientific names to vegetative\nendophyte isolates.","trees":[{"tree_label":"B-Tubuline","ntax":"34","rootedtree":"TRUE","title":"Tr53432","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_53432.phy"},{"tree_label":"A-Actine","ntax":"1","rootedtree":"TRUE","title":"Tr53433","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_53433.phy"},{"tree_label":"ITS-5.8S-ITS2","ntax":"54","rootedtree":"TRUE","title":"Tr53434","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_53434.phy"}]}