{"Authors":" William H. Piel, Dennis René Uit de Weerd, Edmund\nGittenberger","Year":" 2004","Title":" Widespread polyphyly among Alopiinae snail genera: when\nphylogeny mirrors biogeography more closely than morphology","Journal":" Molecular Phylogenetics and Evolution","Volume":" 33","Issue":" NA","Pages":" 533-548","Keywords":" NA","DOI":" NA","Abstract":" Consider a group of species that is evenly divided by an\neasily identifiable complex morphological character. Most biologists\nwould assume that this character should provide better phylogenetic\ninformation than, say, the spatial distribution of these species over a\nfairly continuous 500-km radius area. Paradoxically, this is not the\ncase among terrestrial snail genera in the clausiliid subfamily\nAlopiinae. Phylogenetic analysis using the nuclear markers ITS1/ITS2 and\nmitochondrial markers COI/12S reveals widespread homoplasy in the\nclausilial apparatus (a complex aperture-closing mechanism), and\nconcomitant extensive polyphyly among Carinigera, Isabellaria, and\nSericata. In contrast, phylogenetic relationships as revealed by\nmolecular data are closely congruent with biogeography at a relatively\nsmall scale. A combination of extremely low vagility and extremely high\nmorphological convergence has conspired to produce this unexpected\nresult. Implications as to the function of the clausilial apparatus are\ndiscussed.","trees":[{"tree_label":"Appendix C (b)","ntax":"53","rootedtree":"TRUE","title":"50% Majrule tree from Bayesian analysis 12S plus\nCOI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1821.phy"},{"tree_label":"Appendix C (a)","ntax":"53","rootedtree":"TRUE","title":"50% Majrule tree from Bayesian analysis ITS1&2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2026.phy"},{"tree_label":"Fig. 4","ntax":"53","rootedtree":"TRUE","title":"50% Majrule tree from Bayesian analysis combined\nmatrices","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2027.phy"}]}