{"Authors":" Frida Belinky, Amir Szitenberg, Itay Goldfarb, Tamar\nFeldstein, Gert Wörheide, Micha Ilan, Dorothée Huchon","Year":" 2012","Title":" ALG11 - A new variable DNA marker for sponge phylogeny:\nComparison of phylogenetic performances with the 18S rDNA and the COI\ngene.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 63","Issue":" 3","Pages":" 702-713","Keywords":" 18S rDNA; Alg11; CO1; Cnidaria; Molecular phylogeny;\nPorifera; Saturation","DOI":" 10.1016/j.ympev.2012.02.008","Abstract":" Phylogenetic relationships within sponge classes are\nhighly debated. The low phylogenetic signal observed with some current\nmolecular data can be attributed to the use of few markers, usually\nslowly-evolving, such as the nuclear rDNA genes and the mitochondrial\nCOI gene. In this study, we conducted a bioinformatics search for a new\nmolecular marker. We sought a marker that (1) is likely to have no\nparalogs; (2) evolves under a fast evolutionary rate; (3) is part of a\ncontinuous exonic region; and (4) is flanked by conserved regions. Our\nsearch suggested the nuclear ALG11 as a potential suitable marker. We\nnext demonstrated that this marker can indeed be used for solving\nphylogenetic relationships within sponges. Specifically, we successfully\namplified the ALG11 gene from DNA samples of representatives from all\nfour sponge classes as well as from several cnidarian classes. We also\namplified the 18S rDNA and the COI gene for these species. Finally, we\nanalyzed the phylogenetic performance of ALG11 to solve sponge\nrelationships compared to and in combination with the nuclear 18S rDNA\nand the COI mtDNA genes. Interestingly, the ALG11 marker seems to be\nsuperior to the widely-used COI marker. Our work thus indicates that the\nALG11 marker is a relevant marker which can complement and corroborate\nthe phylogenetic inferences observed with nuclear ribosomal genes. This\nmarker is also expected to contribute to resolving evolutionary\nrelationships of other apparently slow-evolving animal phyla, such as\ncnidarians.","trees":[{"tree_label":"Fig. 4","ntax":"44","rootedtree":"TRUE","title":"Sponge Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53663.phy"}]}