{"Authors":" Rubén Torices, Marcos Méndez, José Mariá Gómez","Year":" 2011","Title":" Where do monomorphic sexual systems fit in the evolution of\ndioecy? Insights from the largest family of angiosperms.","Journal":" The New Phytologist","Volume":"","Issue":" 190","Pages":" 234-248","Keywords":" Asteraceae; gynomonoecy; hermaphroiditism; monoecy;\npackaging strategies; position effects","DOI":" 10.1111/j.1469-8137.2010.03609.x","Abstract":" A range of hypothesized evolutionary pathways has been\nproposed for describing the evolution of dioecy. However, the\nevolutionary links between other sexual systems not directly involved in\ndioecy evolution remain largely unexplored, and hence, a comprehensive\npicture of evolutionary transitions between sexual systems is still\nlacking. Here, we explored the diversity and evolution of sexual systems\nin Asteraceae, the largest family of flowering plants, where almost all\nsexual systems are present. We used a phylogenetic approach to build a\nmodel of evolutionary transitions between sexual systems. The best model\ninvolved nine transitions, including those from hermaphroditism to\nandromonoecy, gynomonoecy and gynodioecy, those from gynomonoecy to\nmonoecy and trimonoecy, two transitions to dioecy - one through\ngynodioecy and the other through monoecy - and reversals from monoecy to\ngynomonoecy and from gynomonoecy to hermaphroditism. Our reconstruction\nof the evolution of sexual systems in Asteraceae provided, for the first\ntime, a joint view of the evolutionary transitions between seven sexual\nsystems, unveiling the evolutionary links between monomorphic sexual\nsystems. A pathway from hermaphroditism to monoecy through gynomonoecy,\ninstead of from andromonoecy, was highly supported, which was consistent\nwith a gradient of floral gender specialization.","trees":[{"tree_label":"Main tree, all taxa, polytomies","ntax":"12","rootedtree":"TRUE","title":"Tr53483","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53483.phy"}]}