{"Authors":" Ron J. Etter, Elizabeth E. Boyle, Amanda Glazier, Robert M.\nJennings, Ediane Dutra, Mike R. Chase","Year":" 2011","Title":" Phylogeography of a pan-Atlantic abyssal protobranch bivalve:\nimplications for evolution in the Deep Atlantic.","Journal":" Molecular Ecology","Volume":" 20","Issue":" 4","Pages":" 829-843","Keywords":" ecological genetics; molecular evolution; molluscs;\nphylogeography","DOI":" 10.1111/j.1365-294X.2010.04978.x","Abstract":" The deep sea is a vast and essentially continuous\nenvironment with few obvious barriers to gene flow. How populations\ndiverge and new species form in this remote ecosystem is poorly\nunderstood. Phylogeographical analyses have begun to provide some\ninsight into evolutionary processes at bathyal depths (<3000 m), but\nmuch less is known about evolution in the more extensive abyssal regions\n(>3000 m). Here, we quantify geographical and bathymetric patterns of\ngenetic variation (16S rRNA mitochondrial gene) in the protobranch\nbivalve Ledella ultima, which is one of the most abundant abyssal\nprotobranchs in the Atlantic with a broad bathymetric and geographical\ndistribution. We found virtually no genetic divergence within basins and\nonly modest divergence among eight Atlantic basins. Levels of population\ndivergence among basins were related to geographical distance and were\ngreater in the South Atlantic than in the North Atlantic. Ocean-wide\npatterns of genetic variation indicate basin-wide divergence that\nexceeds what others have found for abyssal organisms, but considerably\nless than bathyal protobranchs across similar geographical scales.\nPopulations on either side of the Mid-Atlantic Ridge in the North\nAtlantic differed, suggesting the Ridge might impede gene flow at\nabyssal depths. Our results indicate that abyssal populations might be\nquite large (cosmopolitan), exhibit only modest genetic structure and\nprobably provide little potential for the formation of new species.","trees":[{"tree_label":"UNTITLED","ntax":"39","rootedtree":"TRUE","title":"Lultima Haplotypes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53435.phy"}]}