{"Authors":" Suliana Elizabeth Teasdale, Anne Katherine Beulke, Paul\nLeslie Guy, David Allan Orlovich","Year":" 2012","Title":" Environmental barcoding of the ectomycorrhizal fungus\nCortinarius: navigating the forest and the trees","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cortinarius, internal transcribed spacer region,\nectomycorrhizal ecology, environmental DNA, barcoding, taxon-specific\nprimers","DOI":"","Abstract":"  Understanding the role of ectomycorrhizal fungi in plant\ncommunities is hampered by a lack of knowledge about fungal diversity.\nDNA barcoding of the ectomycorrhizal fungus Cortinarius was used to\ncompare fungal diversity in four plant communities: (i) Nothofagus\nforest (where Cortinarius is common and diverse), (ii) Kunzea forest\n(where Cortinarius is present but with low diversity), (iii) a Pinus\nradiata plantation (Cortinarius is not present) and (iv) a sub-Antarctic\nisland (where ectomycorrhizal hosts are absent).  Primers were developed\nto amplify Cortinarius. Specificity was tested in vitro and in silico\nagainst DNA from sporocarps of Cortinarius and non-Cortinarius species.\nThe primers were tested for their ability to amplify Cortinarius in soil\nfrom forests of the three ectomycorrhizal forest communities and the\nectomycorrhiza-free subantarctic Campbell Island.  Unexpectedly high\ndiversity of Cortinarius was associated with all three ectomycorrhizal\ncommunities, despite Cortinarius being previously unrecorded from Pinus.\nAll three communities share some ectomycorrhizal fungi (including fungi\nshared between native and exotic hosts), having implications for\ncommunity succession, introduction of exotic fungi and biodiversity\nassessment.  The validated molecular protocol assessed species diversity\nin a rapid and cost effective way. Baseline biodiversity assessment\nbased on DNA barcoding is more effective at detecting diversity than\ntraditional methods.","trees":[{"tree_label":"con 50 majrule","ntax":"247","rootedtree":"TRUE","title":"Tr53417","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_53417.phy"}]}