{"Authors":" Daniel T. Ksepka, R. Ewan Fordyce, Yuho Ando, Craig M.\nJones","Year":" 2012","Title":" New fossil penguins (Aves, Sphenisciformes) from the\nOligocene of New Zealand reveal the skeletal plan of stem penguins","Journal":" Journal of Vertebrate Paleontology","Volume":" 32","Issue":" 2","Pages":" 235-254","Keywords":"","DOI":" 10.1080/02724634.2012.652051","Abstract":" Three skeletons collected from the late Oligocene Kokoamu\nGreensand of New Zealand are among themost complete Paleogene penguins\nknown. These specimens, described here as Kairuku waitaki, gen. et sp.\nnov., and Kairuku grebneffi, sp. nov., reveal new details of key\nelements of the stem penguin skeleton associated with underwater flight,\nincluding the sternum, flipper, and pygostyle. Relative proportions of\nthe trunk, flippers, and hind limbs can now be determined from a single\nindividual for the first time, offering insight into the body plan of\nstem penguins and improved constraints on size estimates for ‘giant’\ntaxa. Kairuku is characterized by an elongate, narrow sternum, a short\nand flared coracoid, an elongate narrow flipper, and a robust hind limb.\nThe pygostyle of Kairuku lacks the derived triangular cross-section seen\nin extant penguins, suggesting that the rectrices attached in amore\ntypical avian pattern and the tail may have lacked the propping function\nutilized by living penguins. Newmaterials described here, along with\nre-study of previously described specimens, resolve several\nlong-standing phylogenetic, biogeographic, and taxonomic issues stemming\nfrom the inadequate comparativematerial of several of the first-named\nfossil penguin species. An array of partial associated skeletons from\nthe EoceneOligocene of New Zealand historically referred to\nPalaeeudyptes antarcticus or Palaeeudyptes sp. are recognized as at\nleast five distinct species: Palaeeudyptes antarcticus, Palaeeudyptes\nmarplesi, Kairuku waitaki, Kairuku grebneffi, and an unnamed Burnside\nFormation species.","trees":[{"tree_label":"Fig. 8","ntax":"22","rootedtree":"TRUE","title":"Sphenisciformes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53559.phy"}]}