{"Authors":" Michel Laurin, W. S. Gussekloo, D. Marjanovic, L. Legendre,\nJ. Cubo","Year":" 2012","Title":" Testing gradual and speciational models of evolution in\nextant taxa: the example of ratites","Journal":" Journal of Evolutionary Biology","Volume":" 25","Issue":" 2","Pages":" 293-303","Keywords":" simulations, evolutionary models, phylogenetics, molecular\ndating, morphology, body size, punctuated equilibria, speciational\nevolution, Darwinian evolution","DOI":" 10.1111/j.1420-9101.2011.02422.x","Abstract":" Ever since Eldredge and Gould proposed their model of\npunctuated equilibria, evolutionary biologists have debated how often\nthis model is the best description of nature and how important it is\ncompared to the more gradual models of evolution expected from natural\nselection and the neo-Darwinian paradigm. Recently, Cubo proposed a\nmethod to test whether morphological data in extant ratites are more\ncompatible with a gradual or with a speciational model (close to the\npunctuated equilibrium model). As shown by our simulations, a new method\nto test the mode of evolution of characters (involving regression of\nstandardized contrasts on their expected standard deviation) is easier\nto implement and more powerful than the previously proposed method, but\nthe Mesquite module CoMET (aimed at investigating evolutionary models\nusing comparative data) performs better still. Uncertainties in branch\nlength estimates are probably the largest source of potential error.\nCubo hypothesized that heterochronic mechanisms may underlie\nmorphological changes in bone shape during the evolution of ratites. He\npredicted that the outcome of these changes may be consistent with a\nspeciational model of character evolution because heterochronic changes\ncan be instantaneous in terms of geological time. Analysis of a more\nextensive dataset confirms his prediction despite branch length\nuncertainties: evolution in ratites has been mostly speciational for\nshape-related characters. However, it has been mostly gradual for\nsize-related ones.","trees":[{"tree_label":"Fig. 2","ntax":"12","rootedtree":"TRUE","title":"Ratites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53484.phy"}]}