{"Authors":" Charles B. Kimmel, Brian Sidlauskas, Jennifer A. Clack","Year":" 2009","Title":" Linked morphological changes during palate evolution in early\ntetrapods.","Journal":" Journal of Anatomy","Volume":" 215","Issue":" 11","Pages":" 91-109","Keywords":" allometry; amniotes; ancestral states; evolution;\nheterochrony; lepospondyls; morphological evolution; paedomorphosis;\npalate; temnospondyls; tetrapods.","DOI":" 10.1111/j.1469-7580.2009.01108.x","Abstract":" We examined the shapes and sizes of dermal bones of the\npalate of selected Palaeozoic tetrapods in order to identify the\nancestral states of palatal bone morphologies in the earliest tetrapods,\nto learn how the composition of the palate varies within and among early\ntetrapod radiations, and to recognize evolutionary correlations among\nthe size and shapes of skeletal elements in this important group of\nanimals. We find that whereas the palatal bones themselves and their\narrangements are usually conserved, considerable correlated evolutionary\nchange occurs in the shapes and sizes of the bones. Some of the changes\nin the bones are allometrically linked to overall palate size, which\nvaries more than 100-fold among the taxa in our sample. Often, these\nallometries were only hinted at in traditional independent\ncontrasts-based regressions of log transformed data, particularly\nbecause many allometries are subtle, their slopes may vary among\nsubclades, and the scatter around some trendlines is high. Rather, the\nallometries showed up in analyses of size-standardized palatal bone\ndimensions investigated using independent contrasts, bivariate\nphylomorphospace plots, and mirrored character reconstructions on the\nphylogenetic tree. We find negative allometry for parasphenoid lengths\nand widths essentially across the entire tree of Palaeozoic tetrapods,\nbut with different trajectories characterizing the two largest clades,\nthe temnospondyls and the lepospondyls. The lengths of several other\nelements may show positive allometries, either across the entire tree or\nin just a subclade. One possible positive allometry exists for the\nectopterygoid, which appears to shorten allometrically in temnospondyls\nthat evolve small body and palate size, and, as in Doleserpeton can be\nlost altogether. Both shortening and loss could be by the same\ndevelopmental change, paedomorphosis, a form of heterochrony.\nPaedomorphosis might also account for evolution of relatively large\nparasphenoids in both lepospondyls and diminutive temnospondyls, but\ndoes not seem to explain evolution of ectopterygoid loss in\nlepospondyls. A regularity observed across nearly all taxa in our study\nset is an inverse correlation between the lengths of the vomer and\npterygoid, bones that lie adjacent to one another along the long palatal\naxis. Further work is needed to learn whether such correlated evolution\nmight be due to adaptation and/or to developmental bias, and\nparticularly to learn how correlations and allometries themselves\nevolve.","trees":[{"tree_label":"min3","ntax":"35","rootedtree":"TRUE","title":"Evolution in Early Tetrapods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53438.phy"},{"tree_label":"unimetric","ntax":"35","rootedtree":"TRUE","title":"Evolution in Early Tetrapods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53437.phy"}]}