{"Authors":" Hervé Sauquet, Simon Y. W. Ho, Maria A. Gandolfo, Gregory\nJ. Jordan, Peter Wilf, David J. Cantrill, Michael J. Bayly, Lindell\nBromham, Gillian Kim Brown, Raymond J. Carpenter, Daphne M. Lee, Daniel\nJ. Murphy, J. M. Kale Sniderman, Frank Udovicic","Year":" 2012","Title":" Testing the impact of calibration on molecular divergence\ntimes using a fossil-rich group: the case of Nothofagus (Fagales)","Journal":" Systematic Biology","Volume":" 61","Issue":" 2","Pages":" 289-313","Keywords":" relaxed molecular clock, calibration, age constraints,\nconfidence intervals, fossil record, molecular dating,","DOI":" 10.1093/sysbio/syr116","Abstract":" Although temporal calibration is widely recognized as\ncritical for obtaining accurate divergence-time estimates using\nmolecular dating methods, few studies have evaluated the variation\nresulting from different calibration strategies. Depending on the\ninformation available, researchers have often used primary calibrations\nfrom the fossil record or secondary calibrations from previous molecular\ndating studies. In analyses of flowering plants, primary calibration\ndata can be obtained from macro- and mesofossils (e.g., leaves, flowers,\nand fruits) or microfossils (e.g., pollen). Fossil data can vary\nsubstantially in accuracy and precision, presenting a difficult choice\nwhen selecting appropriate calibrations. Here, we test the impact of\neight plausible calibration scenarios for Nothofagus (Nothofagaceae,\nFagales), a plant genus with a particularly rich and well-studied fossil\nrecord. To do so, we reviewed the phylogenetic placement and\ngeochronology of 38 fossil taxa of Nothofagus and other Fagales, and we\nidentified minimum age constraints for up to 18 nodes of the phylogeny\nof Fagales. Molecular dating analyses were conducted for each scenario\nusing maximum likelihood (RAxML + r8s) and Bayesian (BEAST) approaches\non sequence data from six regions of the chloroplast and nuclear\ngenomes. Using either ingroup or outgroup constraints, or both, led to\nsimilar age estimates, except near strongly influential calibration\nnodes. Using ‘early but risky’ fossil constraints in addition to ‘safe\nbut late’ constraints, or using assumptions of vicariance instead of\nfossil constraints, led to older age estimates. In contrast, using\nsecondary calibration points yielded drastically younger age estimates.\nThis empirical study highlights the critical influence of calibration on\nmolecular dating analyses. Even in a best-case situation, with many\nthoroughly vetted fossils available, substantial uncertainties can\nremain in the estimates of divergence times. For example, our estimates\nfor the crown-group age of Nothofagus varied from 13 to 113 Ma across\nour full range of calibration scenarios. We suggest that increased\nbackground research should be made at all stages of the calibration\nprocess to reduce errors wherever possible, from verifying the\ngeochronological data on the fossils to critical re-assessment of their\nphylogenetic position.","trees":[{"tree_label":"Fig. 1","ntax":"51","rootedtree":"TRUE","title":"Nothofagus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53488.phy"}]}