{"Authors":" Mohammad I. Setiadi, Jimmy A McGuire, Rafe M. Brown,\nMohammad Zubairi, Djoko T. Iskandar, Noviar Andayani, Jatna Supriatna,\nBen J. Evans","Year":" 2011","Title":" Adaptive radiation and ecological opportunity in Sulawesi and\nPhilippine fanged frog (Limnonectes) communities.","Journal":" The American Naturalist","Volume":" 178","Issue":" 2","Pages":" 221-240","Keywords":" Adaptation, Biodiversity, Biogeography, Species diversity,\nSpecies richness, Island, Anurans (frogs and toads)","DOI":" 10.5061/dryad.8913","Abstract":" Because island communities are derived from the mainland,\nthey are often less diverse by comparison. However, reduced complexity\nof island communities can also present ecological opportunities. For\nexample, amphibian diversity on the Indonesian island of Sulawesi is\ngenerally lower than in the Philippines, but this island supports a\nsurprisingly diverse endemic assemblage of Sulawesi fanged frogs (genus\nLimnonectes). To explore evolutionary dynamics of this system, we\nexamined molecular, morphological, and geographical variation of fanged\nfrogs from these two regions. Using genealogical concordance  a\nconservative standard  we identified 12 species on Sulawesi, only four\nof which are described. One more species can be distinguished with\nmorphology, and a Bayesian approach to species delimitation suggests our\ntotal species estimate on Sulawesi (n = 13) is still an underestimate.\nAfter accounting for evolutionary history, a model with multiple body\nsize optima in sympatric Limnonectes species is significantly preferred\nover a “random walk” model where body size evolves by Brownian motion.\nAdditionally, morphological variation is higher among sympatric than\nnon-sympatric species on Sulawesi, but not in the Philippines. Taken\ntogether, these findings suggest that adaptive radiation of fanged frogs\non Sulawesi was driven by natural selection to infiltrate ecological\nniches occupied by other lineages in the Philippines. Our study supports\nthe concept of ecological opportunity in community assembly:\ndiversification in mature communities, such as the Philippines, is\nlimited by a dearth of unoccupied ecological niches. On Sulawesi\nhowever, evolutionary novelties originated in a predictable and\nreplicated fashion in response to opportunities presented by a\ndepauperate ancestral community.","trees":[{"tree_label":"con 50 majrule","ntax":"158","rootedtree":"TRUE","title":"Tr53491","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53491.phy"},{"tree_label":"con 50 majrule","ntax":"158","rootedtree":"TRUE","title":"Tr53492","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53492.phy"}]}