{"Authors":" Carolien M Lubbe, Paul F. Cannon, Sandra Denman, Sandra C.\nLamprecht, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2003","Title":" Characterization of Colletotrichum species associated with\nanthracnose and dieback of Proteaceae","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Colletotrichum spp. are known to occur on and cause\ndiseases of Proteaceae, but their identities are confused and poorly\nunderstood. In this study, Colletotrichum spp. associated with\nproteaceous hosts growing in various parts of the world were identified\nbased on morphology, sequence data of the internal transcribed spacer\nregion (ITS-1, ITS-2), the 5.8S gene, and partial sequences of the\nß-tubulin gene. Four species of Colletotrichum were associated with\nProteaceae. Colletotrichum gloeosporioides was isolated from Protea\ncynaroides cultivated in South Africa and Zimbabwe and from a\nLeucospermum sp. in Portugal, but is known to occur worldwide on\nnumerous hosts. A recently described species, C. boninense, was\nassociated with Zimbabwean and Australian Proteaceae, but also occurred\non a Eucalyptus sp. in South Africa. This represents a major\ngeographical and host extension for the species, and a description of\nthe African strains is provided. Colletotrichum crassipes was\nrepresented by a single isolate obtained from a Dryandra plant in\nMadeira. Colletotrichum acutatum was isolated from Protea and\nLeucadendron in South Africa as well as from other hosts occurring\nelsewhere. A pathologically distinct population of this species was\nfound to occur on Hakea in South Africa, This population is\ncharacterized, and relationships with other C. acutatum populations are\ndiscussed.","trees":[{"tree_label":"Fig. 2","ntax":"50","rootedtree":"TRUE","title":"NJ tree obtained from beta-tubulin sequence\nalignment.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2029.phy"},{"tree_label":"Fig. 1","ntax":"87","rootedtree":"TRUE","title":"NJ tree obtained from ITS sequence alignment.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2030.phy"}]}