{"Authors":" Meghan Alison McCormick, Larry F Grand, Justin B Post, Marc\nAnthony Cubeta","Year":" 2013","Title":" Phylogenetic and phenotypic characterization of Fomes\nfasciatus and Fomes fomentarius in the United States","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, ecophysiology, Polyporaceae, polypore","DOI":"","Abstract":" The wood decay fungi Fomes fasciatus and F. fomentarius\nshare many morphological characters that have historically made species\ndelimitation challenging. We examined morphological, molecular, and\nphysiological characters of basidiomata and pure cultures of F.\nfasciatus and F. fomentarius sampled from multiple plant hosts and\ngeographic regions in the United States to determine whether they\nsupport separation of the two species. We find that mean basidiospore\nsize is significantly larger in F. fomentarius than F. fasciatus and\nrepresents the most informative morphological character for delineating\nthe species. Basidiomata and pore surface shape provided additional\nresolution of the species, but these characters often overlap and are\nmore variable than basidiospore size. Phylogenetic analyses of ITS and\nRPB2 sequences suggest that F. fasciatus and F. fomentarius represent\ndistinct evolutionary lineages. The two species share less than 88%\nmaximum identity for the ITS region. Limited intraspecific sequence\nvariation at each locus was also observed. In vitro experiments of\nhyphal growth response to a wide range of temperatures support\ndifferences in physiology between the two species.","trees":[{"tree_label":"PAUP 1","ntax":"46","rootedtree":"TRUE","title":"Tr57297","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57297.phy"},{"tree_label":"PAUP 1","ntax":"49","rootedtree":"TRUE","title":"Tr53529","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53529.phy"},{"tree_label":"PAUP 1","ntax":"46","rootedtree":"TRUE","title":"Tr57298","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57298.phy"},{"tree_label":"PAUP 1","ntax":"49","rootedtree":"TRUE","title":"Tr53530","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53530.phy"}]}