{"Authors":" James S. Albert","Year":" 2001","Title":" Species diversity and phylogenetic systematics of American\nknifefishes (Gymnotiformes, Teleostei)","Journal":" Miscellaneous Publications, Museum of Zoology, University\nof Michigan","Volume":"","Issue":" 190","Pages":" i-127","Keywords":" South America; biodiversity; biogeography; cladistics;\nclassification; comparative morphology; electric fishes; evolution;\nhistorical ecology","DOI":"","Abstract":" Evolutionary relationships among American knifefishes are\ndocumented from comparative studies of morphological, physiological, and\nbehavioral features. Materials were examined from more than 900 museum\nlots containing over 4200 gymnotiform specimens referred to 105\ndescribed and 32 undescribed species. Neural tissues were examined for\n31 gymnotiform species, including representatives of 20 genera. These\ndata were compiled into a matrix of 249 characters, including 45\ncharacters of the nervous system, for 44 operational taxonomic units.\nThe molecular sequence data of Alves-Gomes et al. (1995) were also\nanalyzed, weighing transitions and transversions equally. Tree\ntopologies from molecular sequence and morphological datasets analyzed\nindependently using maximum parsimony are very similar, and to the\ntopology resulting from a combined analysis. These data are used to\nprovide phylogenetic diagnoses for 75 clades and terminal taxa,\nincluding the Gymnotiformes, 5 families,a nd 29 genera. Two new genera\nand 14 additional supraspecific taxa are introduced. Gymnotus +\nElectrophorus are found to be monophyletic, and together form the sister\ngroup to all other gymnotiforms. Rhamphichthyida + Hypopomidae and\nSternopygidae + Apteronotidae are also monophyletic, the latter of which\nincludes all species with a tone-type electric organ discharge (EOD).\nThe fossil Ellisella is determined to be a member of Sternopygidae. No\nevidence was found for the monophyly of the nomical genera Iracema\n(Triques), Eigenmannia (Jordan and Evermann), Apternonotus monophyly of\nthe nominal genera Iracema (Triques), Eigenmannia (Jordan and Evermann),\nApteronotus sensu lato (Lacépede) or Porotergus (Ellis).\nMegadontognathus (Mago-Leccia) and Ubidaia (Miles) are regarded as\njunior synonyms of Apteronotus sensu stricto (new usage) an\nidentification key to the recognized genera is provided. The\nphylogenetic results permit several conclusions regarding character\nevolution. Sternopygus astrabes most closely resembles the ancestral\ngymnotiform phenotype. Two clades, Apteronotidae and Eigenmannia +\nRhabdolichops possess numerous derived features, including two\nspecialiations of the central nervous system, related to the utilization\nof deep river channels. Gymnotidae, Rhamphichthyidae, and Hypopomidae\nretain the plesiomorphic pulse-type EOD and larval hypaxial electrix\norgans into maturity. The tone-type EOD of Sternopygidae and\nApteronotidae is derived, and the larval electric organ of these taxa\ndegenerates at metamorphosis. Elongate snouts have evolved independently\nin at least four gymnotiform lineages, involving different sets of\nbones. The caudal fin of apteronotids is derived from the caudal\nappendage of other gymnotiforms, and is not an intermediate state in the\nloss of a caudal fin. The actual number of gymnotiform species in the\nwild is much greater than has previously been recognized. There are\ncurrently 108 valid species of gymnotiforms in the literature and about\n34 undescribed species recognized in museum collections. These species\nare distributed throughout the humid Neotropics, from the Rio Salado in\nthe Pampas of Argentina to the Rio San Nicolás of Chiapas, Mexico.\nSpecies diversity is highest in the Amazon (89 species) followed by the\nOrinoco (61 species), the Guyanas (35 species), the Paraná (26 species),\nNorthwestern South America (14 species), Southwest Brazil and Uruguay\n(12 species), Northeast Brazil (9 species), the Pacific slope of South\nAmerica (7 species), Middle America (7 species), and the endorheic Rio\nSalí-Dulce of northwestern Argentina (1 species). There are at least\nseven trans-Andean gymnotiform clades.","trees":[{"tree_label":"Fig. 43","ntax":"43","rootedtree":"TRUE","title":"American knifefishes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53691.phy"},{"tree_label":"Fig. 48B","ntax":"21","rootedtree":"TRUE","title":"American knifefishes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53692.phy"}]}