{"Authors":" Marcelo R. Britto","Year":" 2003","Title":" Phylogeny of the subfamily Corydoradinae Hoedeman, 1952\n(Siluriformes: Callichthyidae), with a definition of its genera","Journal":" Proceedings of the Academy of Natural Sciences of\nPhiladelphia","Volume":"","Issue":"","Pages":" 119-154","Keywords":"","DOI":"","Abstract":" A phylogenetic hypothesis of relationships within the\ncallichthyid subfamily Corydoradinae is proposed based on 83 characters.\nThe monophyly of the subfamily is well supported, as are those of two\nincluded genera, Aspidoras and Brochis. However, the monophyly of\nCorydoras, as traditionally defined, is not corroborated, with some of\ncurrently included species being more closely related to Aspidoras or\nBrochis than to nominal congeners. These conclusions contrast with a\nprevious hypothesis, which considered Brochis and Corydoras as forming a\nmonophyletic assemblage, with Aspidoras as its sister-group. A clade\ncomposed of Aspidoras and the species currently assigned to Corydoras,\nC. barbatus, C. macropterus, C. prionotus and Corydoras sp. A, is herein\nrecognized based on the following characters: possession of anterior\nportion of frontal bone long, hypobranchial 2 well ossified, free margin\nof opercle angulated, epiphyseal branch of the supraorbital canal long,\nand ossified portion of pectoral spine reduced. The remaining\ncorydoradines are grouped in a monophyletic assemblage with complex\nvertebra compact, posterior expansion of ceratobranchial 3 notched,\npresence of triangular dorsal lamina on anguloarticular, and medial\nexpansion of coracoid exposed. A new classification is proposed to\naccommodate the monophyletic groups defined in the present study.\nDiscussions about subgroups within each major clade are provided.","trees":[{"tree_label":"Fig. 25","ntax":"68","rootedtree":"TRUE","title":"Corydoradinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53544.phy"},{"tree_label":"Fig. 24","ntax":"68","rootedtree":"TRUE","title":"Corydoradinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53543.phy"}]}