{"Authors":" J. W. Armbruster","Year":" 2004","Title":" Phylogenetic relationships of the suckermouth armoured\ncatfishes (Loricariidae) with emphasis on the Hypostominae and the\nAncistrinae","Journal":" Zoological Journal of the Linnean Society","Volume":" 141","Issue":" 1","Pages":" 1-80","Keywords":" Ancistrini; Corymbophanini; Hypoptopomatinae; Hypostomini;\nHypostomus; Loricariinae; Neoplecostominae; Pterygoplichthini;\nRhinelepini; systematics","DOI":" 10.1111/j.1096-3642.2004.00109.x","Abstract":" A phylogenetic analysis of nearly all genera of the\nHypostominae and the Ancistrinae is provided based on osteology,\nexternal anatomy, and digestive tract anatomy. The results suggest that\nthe Hypostominae is a paraphyletic assemblage. Delturus and Upsilodus\nform a monophyletic group sister to all other loricariids.\nHemipsilichthys, Isbrueckerichthys, Kronichthys, and Pareiorhina form a\nmonophyletic group with Neoplecostomus and the Hypop topomatinae and are\ntransferred to the Neoplecostominae. The remainder of the Hypostominae\nis made paraphyletic by the continuing recognition of the Ancistrinae.\nAncistrinae is returned to the Hypostominae and recognized as a tribe,\nAncistrini. In addition, four new tribes (Corymbophanini, Hypostomini,\nPterygoplichthini, and Rhinelepini) are described. Hypostomus is also\nparaphyletic, the bulk of it forming a monophyletic clade with\nAphanotorulus, Cochliodon, and Isorineloricaria. All of the potential\nmonophyletic groups within Hypostomus grade into one another; therefore,\nAphanotorulus, Cochliodon, and Isorineloricaria are placed in the\nsynonymy of Hypostomus. Pterygoplichthys and Glyptoperichthys are also\npolyphyletic, and Liposarcus and Glyptoperichthys are recognized as\nsynonyms of Pterygoplichthys. Sister to Pterygoplichthys is the\nHemiancistrus annectens group (including Hypostomus panamensis) which\nrepresents an undescribed genus. The phylogeny presented is compared\nwith previous hypotheses.","trees":[{"tree_label":"Figs. 36-38","ntax":"127","rootedtree":"TRUE","title":"Loricariidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53590.phy"}]}