{"Authors":" Suman Keerthi, Uma Devi Koduru, Sarma S Nittala","Year":" 2012","Title":" Ribosomal DNA typing in the genus Dunaliella (Chlorophyceae) \nA reliable barcode for species identification?","Journal":" Phycological Research","Volume":"","Issue":"","Pages":"","Keywords":" 18S rRNA gene, carotenogenic Dunaliella, D. salina,\nintrons, ITS regions, phylogenetic analysis, rDNA primers","DOI":"","Abstract":" Dunaliella salina (Dunal)Teodoresco, a unicellular cell\nwall less halophilic commercially important microalga is difficult to\nidentify based on morphology. Typing rDNA is reported as a means for its\nidentification. Sixteen carotenogenic Dunaliella isolates from south\neast Indian coast were rDNA typed. Primers specific for 18S rRNA of\nchlorophycean microalgae also amplified the 18S rRNA of ciliate grazer-\nEuplotes euryhalinus Valbonesi & Luporini in Dunaliella cultures.\nThe position of the primers developed for amplification of whole length\n18S rRNA gene and species specific introns in Dunaliella was also found\nto differ in different Dunaliella isolates. Carotenogenic Dunaliella\nisolates with and without an intron in 18S rRNA gene were found. Among\nthe Dunaliella isolates with one intron, some were found to have intron\n1 type described in a majority of D. salina isolates while some had\nintron 2 type found in Dunaliella species with two introns and D. salina\nABRIINW-M1/2 strain. Two types of ITS1 not previously recognized in\nDunaliella were discovered. They were amplified from B32 isolate as\n~650bp and ~500bp products; the former matched several ITS sequences\nfrom Dunaliella species and the latter showed similarity with sequences\naccessioned as ITS1 from D. bardawil Ben-Amotz & Avron (a nomen\nnudum of D. salina) and D. viridis Teodoresco . This ITS1 had sequence\nsimilarity over some length with U6RNA gene with transposon activity.\nAnalysis of highly conserved region of ITS2 region from B32 and I3\nisolates revealed great differences with six compensatory base changes\nbetween them and eight with other D. salina isolates compared.\nPhylogenetic analysis of 18S rRNA and ITS15.8S rRNAITS2 sequences showed\nno clustering of D. salina isolates. The genetic distances between\nDunaliella species within carotenogenous and non carotenogenous group\nfar exceeded the differences between the two groups. Thus rDNA typing\nwas found not suitable for identification of D. salina. The primers\ndeveloped for characterization of rDNA were found to be neither genus\nnor species specific.","trees":[{"tree_label":"Fig. 3","ntax":"7","rootedtree":"TRUE","title":"Dunaliella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_54535.phy"}]}