{"Authors":" Donald T. Wicklow, Eileen M Bayer, Stephen W. Peterson","Year":" 2004","Title":" Penicillium thiersii, Penicillium angulare and Penicillium\ndecaturense, new species isolated from wood-decay fungi in North America\nand their phylogenetic placement from multilocus DNA sequence\nanalysis","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We describe three new fungicolous species on the basis of\nphenotypic and phylogenetic differences from known species. Penicillium\nthiersii and P. angulare are monoverticillate, Penicillium decaturense\nis furcate. P. thiersii is phenotypically identified on the basis of\nseveral characteristics including growth rates, vesicle size and condium\nshape and roughening. Penicillium angulare is most closely related to P.\nadametzioides, and is distinguished from it by restricted growth rates\nand conidiophores greater than 60 µm in length. Penicillium decaturense\nis most closely related to P. miczynskii and is distinguished from that\nspecies by growth rate, minimum growth temperature and pigment\nproduction on MEA. Multilocus phylogenetic analysis confirmed the\ngenetic distinctness of P. decaturense, and the closely related species\nP. miczynskii, P. chrzaszczii and P. manginii. Penicillium rivolii is a\nsynonym of P. waksmanii on the basis of this analysis. Analysis of the\ntef 1-alpha gene shows rapid changes of position, number and length of\nintrons between the species, suggesting a recent evolutionary origin for\nthe introns.","trees":[{"tree_label":"Fig. 1","ntax":"48","rootedtree":"TRUE","title":"Penicillium thiersii, P. angulare, P. decaturense -\nITS-lsu rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_301.phy"},{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"Penicillium thiersii, P. angulare, P. decaturense - tef\n1-alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2033.phy"},{"tree_label":"Fig. 2","ntax":"19","rootedtree":"TRUE","title":"Penicillium thiersii, P. angulare, P. decaturense -\nCalmodulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2032.phy"}]}