{"Authors":" Jakob Damgaard","Year":" 2012","Title":" Phylogeny of the semiaquatic bugs (Hemiptera-Heteroptera,\nGerromorpha).","Journal":" Insect Systematics & Evolution","Volume":" 39","Issue":" 4","Pages":" 431-460","Keywords":"","DOI":" 10.1163/187631208788784264","Abstract":" The phylogeny of semi-aquatic bugs (Hemiptera-Heteroptera:\nGerromorpha) was tested in parsimony analyses of 64 morphological\ncharacters and approximately 2.5 kb of DNA sequence data from the\nmitochondrial genes encoding COI+II and 16SrRNA and the nuclear gene\nencoding 28SrRNA. The taxon sample included representatives of all\nfamilies and most subfamilies of Gerromorpha and a selection of outgroup\ntaxa representing the two basal infraorders of Heteroptera,\nEnicocephalomorpha and Dipsocoromorpha, and two families of Nepomorpha.\nA simultaneous analysis (SA) of all data, and with gaps scored as fifth\nstate characters, gave a single most parsimonious tree with all families\nresolved as monophyletic, except the Veliidae, where Microveliinae +\nHaloveliinae, Veliinae, Rhagoveliinae, Perittopinae, and Ocelloveliinae\nwere resolved as successive sister groups to the Gerridae, thus\nconfirming earlier statements about paraphyly of this family. The\nGerridae + Veliidae clade was strongly supported, but otherwise only the\nGerridae + Veliidae less Ocelloveliinae and the Gerridae itself had\nsupport. These three clades could all be diagnosed on apomorphic\nmorphological characters, although no characters diagnosing the Gerridae\nwere without convergences or present in all included taxa. While the\nOcelloveliinae, Veliinae and Haloveliinae could not be diagnosed on\nconvincing apomorphies, the Microveliinae + Haloveliinae, and their\nsister group relationship with the Gerridae, could be diagnosed on\nrather strong morphological synapomorphies, suggesting that Gerridae\ncould be expanded to include these two veliid subfamilies, while\nOcelloveliinae, and perhaps the remaining veliid subfamilies, could be\nelevated to new families. In Gerridae, the Ptilomerinae + Halobatinae\nwas sister group to all other subfamilies, while the Rhagadotarsinae +\nTrepobatinae was sister group to a clade comprising the Gerrinae,\nEotrechinae, Cylindrostethinae and Charmatometrinae. Most relationships\nin this clade were poorly supported and diagnosed, and Cylindrostethinae\nwas surprisingly found to be paraphyletic. The sister group to the\nGerridae + Veliidae clade was a strongly supported clade comprising the\nParaphrynoveliidae and Macroveliidae, and this, and the lack of\nconvincing synapomorphies for Paraphrynoveliidae, suggest that these two\nsmall families could be synonymized. For the basal relationships of\nGerromorpha, the Mesoveliidae was strongly supported sister group to all\nother families, while the Hebridae, Hermatobatidae and Hydrometridae\nformed a poorly supported and poorly diagnosed sister group to the\nGerridae + Veliidae + Paraphrynoveliidae + Macroveliidae clade. The\nunexpected sister group relationship between Hermatobatidae and\nHydrometridae was moderately supported, and could be diagnosed on two\nsynapomorphies, thus giving a new hypothesis about the relationships of\nthese very divergent families. Phylogenetic analyses of individual\ncharacter partitions gave less resolved and less supported\nrelationships, and the mitochondrial genes COI+II and 16SrRNA\ncontributed negative hidden partitioned Bremer support (HPBS) to the\nsimultaneous analysis tree, probably due to homoplasy caused by\nsaturation effects.","trees":[{"tree_label":"Fig. 2","ntax":"76","rootedtree":"TRUE","title":"Gerromorpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53693.phy"}]}