{"Authors":" Jakob Damgaard, Filippo Maria Buzzetti, Silvia A\nMazzucconi, Tom A Weir, Herbert Zettel","Year":" 2010","Title":" A molecular phylogeny of the pan-tropical pond skater genus\nLimnogonus Stål 1868 (HemipteraHeteroptera: Gerromorpha-Gerridae).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 57","Issue":"","Pages":" 669-677","Keywords":" Waterstriders; Systematics; Taxonomy; Biogeography;\nIsland; endemics","DOI":" 10.1016/j.ympev.2010.07.020","Abstract":" We investigated phylogenetic relationships among pond\nskaters (Heteroptera: Gerridae) of the genus Limnogonus Stål 1868 by\nperforming separate and combined parsimony analyses of DNA sequences\nfrom three mitochondrial (COI + II, 16SrRNA) and one nuclear (28SrRNA)\ngene(s). The taxon sample represented almost two thirds of the known\ndiversity, and with most taxa represented by two or more individuals. A\nsimultaneous analysis of all data showed that L. luctuosus Montrousier\n1865 was paraphyletic and suggests that ’’L. luctuosus from Australia\nand possibly also a population from the Society Islands (Moorea) each\nrepresents unrecognized species. L. fossarum F. 1775 was strongly\nsupported, but the two subspecies L. f. fossarum F. 1775 and L.\nf. gilguy Andersen and Weir 1997 were paraphyletic. The two currently\nrecognized subgenera Limnogonus (s. str.) Stål 1868 and L.\n(Limnogonoides) Andersen 1975 were paraphyletic, and were accordingly\nbroken up in several monophyletic groups, each containing one or more\nspecies. From Limnogonus (s. str.) we delimited five clades: I\n(comprising L. aduncus Drake & Harris 1933, L. recens Drake and\nHarris 1934, L. profugus Drake & Harris 1930 and L. ignotus Drake\nand Harris 1934, all from the Neotropical Region), II (comprising L.\nnitidus Mayr 1865 from the Oriental Region), III (comprising L.\nfranciscanus (Stål 1859) from the New World and L. cereiventris\n(Signoret 1862) from the Afrotropical Region), IV (comprising L.\nhungerfordi Andersen 1975 and L. luctuosus Montrousier 1865 from the\nOriental and Australasian Regions) and V (comprising L. fossarum F. 1775\nfrom the Oriental and Australasian Regions). From L. (Limnogonoides) we\ndelimited two clades: VI (comprising L. intermedius Poisson 1941 from\nthe Afrotropical Region and L. pectoralis (Mayr 1865) from the Oriental\nRegion) and VII (comprising L. hypoleucus (Gerstaecker 1873), L.\nnigrescens Poisson 1941, L. poissoni Andersen 1975, and L. capensis\nChina 1925 from the Afrotropical Region). Finally, L. (s. str.) windi\nHungerford & Matsuda 1961 from Australia was placed as sister to\nclades IVI. A manual optimization of geographical distribution onto the\nstrict consensus tree suggests that Limnogonus is primarily an Old World\ngroup with independent transitions to the New World in L. franciscanus\nand in the common ancestor of Clade I.","trees":[{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Tr53694","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53694.phy"}]}