{"Authors":" Bimal Sajeewa Amaradasa, Keenan Amundsen","Year":" 2012","Title":" Phylogenetic position and genetic diversity of Cercospora\nseminalis causing false smut in buffalograss.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" AFLP, Buchloe dactyloides, Cercospora seminalis, false\nsmut, genetic diversity, ITS, phylogenetics","DOI":"","Abstract":" False smut caused by Cercospora seminalis is an important\ndisease of buffalograss seed production. The pathogen prevents seed\ndevelopment and causes considerable loss of yield and reduced\ngermination of buffalograss seed. Taxonomic placement of false smut\nunder Cercospora genus is uncertain since no known sexual stage has been\nidentified for the pathogen. Furthermore, no genetic diversity studies\nhave been reported on this pathogen. The objectives of this study were\nto determine phylogenetic position of false smut within the Cercospora\ngenus and to obtain information on genetic diversity of fungal isolates\nfrom distinct buffalograss seed production fields. Phylogenetic analysis\nbased on internal transcribed spacer (ITS) sequences revealed a\nmonophyletic group for the false smut isolates, forming a distinct clade\nfrom Cercospora and other related genera. A collection of 86 C.\nseminalis isolates were made from six buffalograss sites in Nebraska.\nDNA fingerprinting analysis was performed by amplified fragment length\npolymorphism (AFLP) using four selective primer combinations. In total,\n481 DNA markers were scored across all isolates. All of the markers were\npolymorphic for the isolates. The dendrogram constructed by the\nunweighted pair‐grouped method with arithmetic average (UPGMA) clustered\nmore than 50% of the isolates into two clades. The remaining isolates\nformed several small groups or stood alone. An analysis of molecular\nvariance (AMOVA) test showed that the two main clades are significantly\ndifferent at P =0.001. However the many small clusters and stand alone\nisolates indicate high heterogeneity of the fungus. No relationship was\nobserved between the isolate geographic origins and the UPGMA clusters.\nFurther characterization of the pathogen is needed to understand its\nproper taxonomic position. A diversity study with larger number of\nisolates from distant geographies is necessary to make inferences on the\npopulation structure of false smut.","trees":[{"tree_label":"Fig. 11","ntax":"27","rootedtree":"FALSE","title":"Phylogenetic position of false smut in comparison to\nother Cercospora species based on internal transcribed spacer (ITS)\nsequences.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_53747.phy"}]}