{"Authors":" Ted M. Cavender, Miles M. Coburn","Year":" 1992","Title":" Phylogenetic relationships of North American Cyprinidae","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 293-327","Keywords":"","DOI":"","Abstract":" In this study we examine the relationships of North\nAmerican cyprinids to other members of the family Cyprinidae. North\nAmerican cyprinids have usually been classified along with the Eurasian\ngenera Leuciscus, Rutilus, Abramis, etc., in the subfamily Leuciscinae,\nwhich is one of as many as a dozen nominal subfamilies currently in use.\nThe major criteria for assignment of cyprinid taxa to this group are the\nlack of barbels and the pharyngeal arch bearing no more than two rows of\nteeth. While these character states are useful, they are not sufficient\nin themselves to define a phylogenetic group and have led to a\npolyphyletic classification. For example, reduction in the number of\npharyngeal tooth rows has occurred independently several times within\nthe family. Furthermore, barbels occur in representatives of almost half\nof the North American genera (22 of about 46) and thus, American minnows\nwould be difficult to define as non-barbelled cyprinids. To date there\nhave been few attempts at a phylogenetic analysis of the family\nCyprinidae utilizing cladistic methods. Chen et al. (1984) published a\nphyletic classification of subgroups within the family that was an\nimportant contribution and one that we have drawn from in our work. In\nagreement with Chen et al. (1984) and Howes (1987) we have found\ncharacters to support the division of the Cyprinidae into two major\nlineages. To simplify the current confusion surrounding subfamilial\nclassification, we propose to use the subfamily names Leuciscinae and\nCyprininae for these two divisions. Howes (1981) suggested a diphyletic\narrangement of the Cyprinidae based on the presence or absence of the\nanterior maxillary barbel with accompanying maxillary foramen. Later,\nHowes (1987) listed a set of characters for each of his two subfamilies.\nOne problem that Chen and his colleagues faced, and one that we also\nrecognize, is insufficient study material representing all the generic\ngroups within the family. While we had access to virtually all North\nAmerican taxa, for Old World cyprinids we studied osteological\npreparations belonging to representatives of less than one half of the\nknown genera. Thus, conclusions reached are tentative and require\nfurther testing through examination of additional material. In this\npaper we have also attempted to answer the question: Are American\ncyprinids monophyletic? In general, our findings suggest that Nclrth\nAmerican minnows, with the exception of Notemigonus, belong to one\nphylelic group here termed phoxinins that is sister to the Eurasian\nleuciscins. Notemigonus b a member of the latter group. Phoxinus is the\nonly American genus also distributed’in the Old World but there are\nseveral phoxinin genera now living in East Asian .waters such as\nTribolodon and Rhynchocypn’s.","trees":[{"tree_label":"Fig. 1","ntax":"12","rootedtree":"TRUE","title":"Cyprinidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53733.phy"}]}