{"Authors":" H. J. Schroers, Johannes (Ewald) Zacharias Groenewald,\nPedro W. Crous, Francois Halleen","Year":" 2004","Title":" Novel species of Cylindrocarpon (Neonectria) and\nCampylocarpon gen. nov. associated with black foot disease of grapevines\n(Vitis spp.)","Journal":" Studies in Mycology","Volume":" 50","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Four Cylindrocarpon or Cylindrocarpon-like taxa isolated\nfrom asymptomatic or diseased Vitis vinifera plants in nurseries and\nvineyards of South Africa, New Zealand, Australia, and France were\nmorphologically and phylogenetically compared with other\nNeonectria/Cylindrocarpon taxa. Sequences of the partial nuclear large\nsubunit ribosomal DNA (LSU rDNA), internal transcribed spacers 1 and 2\nof the rDNA including the 5.8S rDNA gene (ITS), and partial ß-tubulin\ngene introns and exons were used for phylogenetic inference.\nNeonectria/Cylindrocarpon species clustered in mainly three groups. One\nmonophyletic group consisted of three subclades comprising (i) members\nof the Neonectria radicicola/Cylindrocarpon destructans complex, which\ncontained strains isolated from grapevines in South Africa, New Zealand,\nand France; (ii) a Neonectria/Cylindrocarpon species isolated from\ngrapevines in South Africa, Canada (Ontario), Australia (Tasmania), and\nNew Zealand, described here as Cylindrocarpon macrodidymum; and (iii) an\nassemblage of species closely related to strains identified as\nCylindrocarpon cylindroides, the type species of Cylindrocarpon. This\nmonophyletic group excluded two other groups, which comprised (i)\nmembers of the Neonectria mammoidea complex, with anamorphs\ncharacterised by curved macroconidia, violet or purple pigments in\ncultures of most of its members, and lack of microconidia and\nchlamydospores; and (ii) two undescribed Cylindrocarpon-like species,\nboth from grapevines in South Africa. The latter two clades formed a\nparaphyletic group in LSU rDNA analysis but were supported as a\nmonophyletic group in ITS and ß-tubulin gene analysis. Strains of the\nNeonectria radicicola/Cylindrocarpon destructans complex isolated from\ngrapevines matched C. destructans in morphology and DNA sequences.\nCylindrocarpon macrodidymum formed micro- and macroconidia, but rarely\nformed chlamydospores. Its mostly 3-septate macroconidia were more or\nless straight, minutely widening towards the tip, and had an apical cell\nslightly bent to one side. Its teleomorph, Neonectria macrodidyma, was\nobtained in mating experiments, and was characterised by smooth to\nfinely warted ascospores, smooth to finely warted perithecia, and\nmoderately sized angular to subglobose cells in the outer region of the\nperithecial wall. The other two undescribed Cylindrocarpon-like species\nmentioned above were characterised by mostly 3\u001a5-septate, curved\nmacroconidia, and by the lack of microconidia. Both species differed\nfrom members of the Neonectria mammoidea group by brownish colonies and\nby brownish hyphal strands formed in the aerial mycelium. For these\nspecies a new genus, Campylocarpon gen. nov., is proposed. It comprises\nthe new species Campylocarpon fasciculare and Campylocarpon\npseudofasciculare, respectively. Inoculation of 6-mo-old potted\ngrapevine rootstocks (cv. Ramsey) with selected isolates of\nCylindrocarpon destructans, Neonectria macrodidyma, Campylocarpon\nfasciculare, and Campylocarpon pseudofasciculare resulted in a reduced\nroot and shoot mass of inoculated plants and appearance of symptoms\ntypical of black foot disease.","trees":[{"tree_label":"Fig. 3","ntax":"39","rootedtree":"TRUE","title":"Cylindrocarpon and Campylocarpon, ITS 39 tax","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_478.phy"},{"tree_label":"Fig. 6","ntax":"71","rootedtree":"TRUE","title":"Cylindrocarpon and Campylocarpon, beta tubulin 386\nbp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4428.phy"},{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Cylindrocarpon and Campylocarpon, LSU rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4429.phy"},{"tree_label":"Fig. 5","ntax":"41","rootedtree":"TRUE","title":"Cylindrocarpon and Campylocarpon, beta tubulin 572\nbp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4430.phy"},{"tree_label":"Fig. 4","ntax":"60","rootedtree":"TRUE","title":"Cylindrocarpon and Campylocarpon, ITS 60 tax","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4431.phy"}]}