{"Authors":" Peter C Wainwright, Wm. Leo Smith, Samantha Ann Price,\nKevin L. Tang, John S. Sparks, Lara A. Ferry, Kristen L. Kuhn, Ron I.\nEytan, Thomas J Near","Year":" 2012","Title":" The evolution of pharyngognathy: a phylogenetic and\nfunctional appraisal of the pharyngeal jaw key innovation in labroid\nfishes and beyond","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" teleostei, actinopterygii, percomorpha","DOI":"","Abstract":" The perciform group Labroidei includes approximately 2,600\nspecies and comprises some of the most diverse and successful lineages\nof teleost fishes. Composed of four major clades, Cichlidae, Labridae\n(wrasses, parrotfishes and weed whitings), Pomacentridae (damselfishes),\nand Embiotocidae (surfperches), labroids have been an icon for studies\nof biodiversity, adaptive radiation, and sexual selection. The success\nand diversification of labroids have been largely attributed to the\npresence of a major innovation in the pharyngeal jaw apparatus,\npharyngognathy, which is hypothesized to increase feeding capacity and\nversatility. We present results of large-scale phylogenetic analyses and\na survey of pharyngeal jaw functional morphology that allow us to\nexamine the evolution of pharyngognathy in a historical context.\nPhylogenetic analyses were based on a sample of 188 acanthomorph\n(spiny-rayed fish) species, primarily percomorphs (perch-like fishes),\nand DNA sequence data collected from ten nuclear loci that have been\npreviously used to resolve higher-level ray-finned fish relationships.\nPhylogenies inferred from this dataset using maximum likelihood,\nBayesian, and species tree analyses indicate polyphyly of the\ntraditional Labroidei and clearly separate Labridae from the remainder\nof the traditional labroid lineages (Cichlidae, Embiotocidae, and\nPomacentridae). These three “chromide” families grouped within a newly\ndiscovered clade of 40 families and more than 4,800+ species (>27% of\npercomorphs and >16% of all ray-finned fishes), which we name\nOvalentaria for its characteristic demersal, adhesive eggs with\nchorionic filaments. This fantastically diverse clade includes some of\nthe most species-rich lineages of marine and freshwater fishes,\nincluding all representatives of the Cichlidae, Embiotocidae,\nPomacentridae, Ambassidae, Gobiesocidae, Grammatidae, Mugilidae,\nOpistognathidae, Pholidichthyidae, Plesiopidae (including Notograptus),\nPolycentridae, Pseudochromidae, Atherinomorpha, and Blennioidei. Beyond\nthe discovery of Ovalentaria, this study provides a surprising, but\nwell-supported, hypothesis for a convict-blenny (Pholidichthys) sister\ngroup to the charismatic cichlids and new insights into the evolution of\npharyngognathy. Bayesian stochastic mapping ancestral state\nreconstructions indicate pharyngognathy has evolved at least six times\nin percomorphs, including four separate origins in members of the former\nLabroidei, one origin in the Centrogenyidae, and one origin within\nBeloniformes. Our analyses indicate that all pharyngognathous fishes\nhave a mechanically efficient biting mechanism enabled by the muscular\nsling and a single lower jaw element. However, a major distinction\nexists between Labridae, which lacks the widespread, generalized\npercomorph pharyngeal biting mechanism, and all other pharyngognathous\nclades, which possess this generalized biting mechanism in addition to\npharyngognathy. Our results reveal a remarkable history of\npharyngognathy: far from a single origin, it appears to have evolved at\nleast six times, and its status as a major evolutionary innovation is\nreinforced by it being a synapomorphy for several independent major\nradiations, including some of the most species rich and ecologically\ndiverse percomorph clades of coral reef and tropical freshwater fishes,\nLabridae and Cichlidae.","trees":[{"tree_label":"RAxML 10 genes","ntax":"188","rootedtree":"TRUE","title":"Labroid Fishes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53749.phy"}]}