{"Authors":" Xiaoping Chen","Year":" 1994","Title":" Phylogenetic studies of the amblycipitid catfishes\n(Teleostei, Siluriformes) with species accounts.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" iii-471","Keywords":"","DOI":"","Abstract":" The Amblycipitidae are madtom-like catfishes from East\nAsia. The family comprises three genera and fifteen species that\npreviously have not been examined systematically. This study focuses on\nresolving the following questions: 1. are the Amblycipitidae\nmonophyletic? 2. which siluriforms comprise the sister group of the\namblycipitids? 3. what are the monophyletic subgroups within\namblycipitids? and 4. what are the species entities in the\nAmblycipitidae? Based on morphological characters, phylogenetic analyses\nwere performed using the PAUP and MacClade computer programs. Monophyly\nof the Amblycipitidae is supported by five autapomorphic features from\nthe suspensorium, operculum, and dorsal fin. Monophyly of a clade\nincluding the Amblycipitidae, Parakysidae, and Akysidae is supported by\ntwo synapomorphies of the endopterygoid and pectoral (and dorsal)\nspines. The Sisoridae, basal to the amblycipitid-akysid clade, are\nmonophyletic, characterized by two synapomorphies of the lacrimal and\nbasipterygia. Monophyly of a clade comprising the above four families\nand the Aspredinidae is well supported by five synapomorphies of the\ndorsal-fin pterygiophores. The phylogenetic relationships among\namblycipitids are fully resolved. Xiurenbagrusis the sister taxon of a\nsubgroup containing Liobagrus and Amblyceps. Monophyly of Liobagrus +\nAmblyceps is characterized by at least 10 synapomorphies. Liobagrus and\nAmblyceps are both monophyletic and each possesses more than ten\nsynapomorphies. Within Amblyceps, there are two sister subgroups: A.\nlaticeps + A. murray-stuarti; A mangois + A. mangoides. Monophyly of\neach subgroup is supported by at least five synapomorphies. In\nLiobagrus, 6 species or subgroups are arranged sequentially from the\nbase to tip of the tree: 1.L. formosanus, 2. a subgroup in which L.\nmarginatoides is the sister taxon ofthe sister pair: L. marginaiue + L.\nnigricauda, 3. L. obesus, 4. the sister-pair: L. andersoni + L.\nmediadiposalis, 5. L. anguillicauda, and 6. the sister pair: L. styani +\nL. reini. The fifteen species of the family are characterized mostly by\nautapomorphies and described in detail. Keys to genera and species are\nprovided.","trees":[{"tree_label":"Figs. 3, 32-33+","ntax":"35","rootedtree":"TRUE","title":"Amblycipitid Catfishes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53737.phy"}]}