{"Authors":" M. C. de Pinna","Year":" 1993","Title":" Higher-level phylogeny of siluriformes, with a new\nclassification of the order (Teleostei, Ostariophysi).","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":"","Abstract":" The higher-level phylogeny of siluriform fishes, focusing\non family-level relationships, is studied on the basis of 239\nmorphological characters, new and compiled from the literature. The 30+\ncurrently recognized catfish families are split into 79 terminals for\nthe analysis, in order to provide meaningful resolution of some\npotentially nonmonophyletic nominal families. The already well-supported\nmonophyly of the order is further corroborated, and a total of 27\ncatfish synapomorphies are reviewd or newly proposed. The Diplomystidae\nare further supported as the sister group of all other known\nsiluriforms, living and fossil. Main discoveries about relationships\ninclude: 1- the Cetopsidae are the sister group of Helogenidae; 2- the\nclade formed by Cetopsidae plus Helogenidae is the sister group of all\nother non-diplomystid, non-hypsidorid catfishes; 3- the malapteruridae\nform a monophyletic group with Auchenoglanididae (formerly subfamily\nAuchenoglanidinae of the Bagridae); 4- Hypthalmus (formerly in the\nmonotypic Hypophthalmidae) is the sister group of Parapimelodus of the\nPimelodinae; 5- the Pimelodinae are the sister group of a restricted\ngroup of Asian bagrids including Bagrus, Mystus, Aorichtys, and\nHemibagrus; 6- the Chacidae, Clariidae, and Plotosidae form a\nmonophyletic group; 7- the Heteropneustidae are the sister group of a\nsubset of current Clariidae, and should be included in the latter\nfamily; 8- the Ariidae are monophyletic, and form a clade with\nPangasiidae and Schilbidae. The recently proposed monophyly of the\nPimelodinae is further corroborated. The hypothesis of relationships\nadvanced here forms the basis for a new familial and suprafamilial\nclassification of the Siluriformes.","trees":[{"tree_label":"Fig. 82+","ntax":"80","rootedtree":"TRUE","title":"Siluriformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53748.phy"}]}