{"Authors":" W. H. C. F. Kooistra, Heroen Verbruggen","Year":" 2004","Title":" Genetic patterns in the calcified tropical seaweeds Halimeda\nopuntia, H. distorta, H. hederacea and H. minima (Bryopsidales,\nChlorophyta) provide insights in species boundaries and inter-oceanic\ndispersal","Journal":" Journal of Phycology","Volume":" 41","Issue":" 1","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The section Opuntia within the green seaweed genus\nHalimeda includes sprawling and pendant thalli composed of strongly\ncalcified segments. Within this section, identification of Atlantic\nmaterial is straightforward but Indo-Pacific material is often difficult\nto key out. This is particularly true for specimens resembling H.\nopuntia, H. distorta and H. hederacea; many specimens do not fit the\ntypes or are morphologically intermediate. The goals of the present\nstudy are to define morphologically and genetically distinct groups\namong such specimens and to assess phylogeographic patterns within these\ngroups. Specimens were collected throughout the geographical and\nmorphological range. Sequences of H. minima and H. gracilis were\nincluded as outgroups. Two morphological groups were discerned within\nthe ingroup; the first fitted H. opuntia whereas most specimens in the\nsecond group, referred to as the distorta-hederacea complex, did not fit\nany species description unambiguously. The latter were subdivided into\ntwo subgroups corresponding more or less to H. hederacea and H.\ndistorta, yet intermediates between these morphs existed. A phylogeny\ninferred from partial nuclear rDNA sequences showed one lineage with H.\nopuntia and a second one containing the distorta-hederacea complex, thus\ncorroborating the two major morphological groups. The distorta-hederacea\ncomplex contained two clades that show only partial correspondence with\nthe morphological subgroups. Therefore, H. hederacea is synonymized with\nH. distorta. Phylogeographic structure within H. opuntia indicated that\nthis species dispersed from the Indo-Pacific into the Atlantic. Fossil\nrecords of the species also show occurrence at Pacific sites throughout\nthe last 10^5 years and a sudden appearance in the Caribbean and Bahamas\nduring the last millennium.","trees":[{"tree_label":"Fig. 3","ntax":"51","rootedtree":"TRUE","title":"Calcified tropical seaweeds Halimeda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4432.phy"}]}