{"Authors":" Jordan V Smith, Edward L. Braun, Rebecca T. Kimball","Year":" 2012","Title":" Ratite Non-Monophyly: Independent Evidence From 40 Novel\nLoci","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Paleognath, Convergence, Mixture Models, Alignment Bias,\nGene Tree  Species Tree Discordance","DOI":"","Abstract":" Large-scale multi-locus studies have become common in\nmolecular phylogenetics, but the best way to interpret these studies\nwhen their results strongly conflict with prior information about\nphylogeny remains unclear. An example of such a conflict is provided by\nthe ratites (the large flightless birds of southern land masses,\nincluding ostriches, emus, and rheas). Ratite monophyly is strongly\nsupported by both morphological data and many earlier molecular studies\nand is used as a textbook example of vicariance biogeography. However,\nrecent studies have indicated that ratites are not monophyletic;\ninstead, the volant tinamous nest inside the ratites rather than forming\ntheir sister group within the avian superorder Palaeognathae.\nLarge-scale studies can exhibit biases that reflect a number of factors,\nincluding limitations in the fit of the evolutionary models used for\nanalyses and problems with sequence alignment, so the unexpected\nconclusion that ratites are not monophyletic needs to be rigorously\nevaluated. A rigorous approach to testing novel hypotheses generated by\nlarge-scale studies is to collect independent evidence (i.e., excluding\nthe loci and/or traits used to generate the hypotheses). We used 40\nnuclear loci not used in previous studies that investigated the\nrelationship among ratites and tinamous. Our results strongly support\nthe recent molecular studies, revealing that the deepest branch within\nPalaeognathae separates the ostrich from other members of the clade,\nrather than the traditional hypothesis that separates the tinamous from\nthe ratites. To ensure these results reflected evolutionary history, we\nexamined potential biases in types of loci used, heterotachy, alignment\nbiases, and discordance between gene trees and the species tree. All\nanalyses consistently supported non-monophyly of the ratites and no\nconfounding biases were identified. This confirmation that ratites are\nnot monophyletic using independent evidence will hopefully stimulate\nfurther comparative research on paleognath development and genetics that\nmight reveal the basis of the morphological convergence in these large,\nflightless birds.","trees":[{"tree_label":"Figure4A","ntax":"19","rootedtree":"TRUE","title":"Tr53765","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53765.phy"},{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Ratites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53763.phy"},{"tree_label":"Fig. 2","ntax":"10","rootedtree":"TRUE","title":"Ratites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53764.phy"},{"tree_label":"Figure4B","ntax":"10","rootedtree":"TRUE","title":"Tr53766","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53766.phy"},{"tree_label":"Figure4C","ntax":"10","rootedtree":"TRUE","title":"Tr53767","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53767.phy"}]}