{"Authors":" Takuji Tachi","Year":" 2012","Title":" Molecular phylogeney of the genus Exorista Meigen (Diptera:\nTachinidae), with a discussion of evolutionary pattern of host use","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Members of the genus Exorista are parasitic on different\ninsect orders: Lepidoptera, Hymenoptera, Mantodea and Orthoptera.\nPhylogenetic relationships among subgenera and species of Exorista were\ninferred with four nuclear (Tpi, white, 18S and 28S) and four\nmitochondrial DNA (16S, 12S, ND5 and CO1) genes in maximum parsimony,\nmaximum likelihood and Bayesian Markov chain Monte Carlo analyses. The\ncombination of the different genes is compared and these results are\nnearly concordant with each other. Based on the molecular tree generated\nby a concatenated data, the genus Exorista is non-monophyletic and the\nmorphological traits supporting clades within this genus are estimated.\nIn addition, I discuss the evolutionary patterns of the host shifts of\nthis genus on the molecular tree by optimizing the host information\nunder maximum likelihood approach. The ancestral state of the tribe\nExoristini (excluding Ctenophorinia and Phorinia) was the parasitism of\nthe order Lepidoptera, although hosts of some present species are\nunknown. The transition to the Hymenoptera occurs in the clade of a\nsubgenus Adenia and the ancestral state of a subgenus Spixomyia is\nequivocal because there is little information available on the hosts in\nmembers of the subclade A (E. hyalipennis group).","trees":[{"tree_label":"PAUP 1","ntax":"37","rootedtree":"TRUE","title":"Tr53816","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53816.phy"},{"tree_label":"PAUP 1","ntax":"37","rootedtree":"TRUE","title":"Tr53817","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53817.phy"},{"tree_label":"PAUP 1","ntax":"37","rootedtree":"TRUE","title":"Tr53958","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53958.phy"},{"tree_label":"PAUP 1","ntax":"37","rootedtree":"TRUE","title":"Tr53959","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53959.phy"},{"tree_label":"PAUP 1","ntax":"37","rootedtree":"TRUE","title":"Tr53960","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53960.phy"},{"tree_label":"PAUP 2","ntax":"37","rootedtree":"TRUE","title":"Tr53961","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53961.phy"}]}