{"Authors":" Sara V. Fink, William L. Fink","Year":" 1981","Title":" Interrelationships ofthe ostariophysan fishes\n(Teleostei)","Journal":" Zoological Journal of the Linnean Society","Volume":" 72","Issue":" 4","Pages":" 209-249","Keywords":" ostariophysi, gonoryochiformes, cypriniformes,\ncharaciforms, siluroidei, gymnotoidei, siluriformes, phylogenetic\nsystematics","DOI":"","Abstract":" The history of ostariophysan classification is summarized\nand it is noted that traditional concepts of relationships have never\nbeen supported by characters found to be unique to the taxa. We present\na new hypothesis of relationships among four of the five major\nostariophysan lineages: Cypriniformes, Characiformes, Siluroidei, and\nGymnotoidei (Otophysi). Cypriniforms are the sister-group of the\nremaining three (Characiphysi), and characiforms are the sister-group of\nsiluroids plus gymnotioids (Siluriformes). Placement of the\nGonorynchiformes as the sister-group of the Otophysi is supported by\nadditional evidence. Each of the five lineages is monophyletic. Analysis\nwas concentrated upon species are discussed. Chanos is determined to be\na relatively print gonorynchiform morphologically and the sister-group\nof all other Recent members of the order. Opsariichthys and Zacco are\nfound to be morphologically primitive cypriniforms. We propose that a\nmonophyletic group comprising the Citharinidae and Distichodontidae\nforms the sister-group of all other characiforms. Within the two\nfamilies, Xenocharax is the least specialized. We suggest that Hepsetus,\nthe crythrinids, and may form a monophyletic group within the\ncharaciforms. The traditional hypothesis that Diplomystes is the\nprimitive sister-group of all Recent siluroids is substantiated. Our\nevidence suggests that Sternopygus is the most primitive gymnotoid\nmorphologically; but rather than being the sister-group of all other\ngymnotoids, it is the primitive sister-group within a lineage called the\nSternopygidae by Mago-Leccia. Previous explanations of otophysan\ndistribution have been based on notions of relationships which are\nunsupported by the evidence presented herein. Our own analysis of\nrelationships serves primarily to make clear the extent of sympatry, and\nbefore the probability of dispersal, among the major ostariophysan\nlineages. The extent of sympatry, together with the widespread\ndistribution of ostariophysans, suggest that the group is older than\npreviously supposed, and our hypotheses of relationships among the\ncharaciforms plies that many of the extent characiform lineages evolved\nbefore the separation of Africa and South America. Further understanding\nof ostariophysan distribution must await phylogenetic analysis within\neach of the five major lineages so that distributions linked with\nvicariance patterns and dispersal events can be sorted out.","trees":[{"tree_label":"Figure 1","ntax":"5","rootedtree":"TRUE","title":"Tr53781","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53781.phy"}]}