{"Authors":" John Patrick Friel","Year":" 1994","Title":" A Phylogenetic Study of the Neotropical Banjo Catfishes\n(Teleostei: Siluriformes: Aspredinidae).","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":"","DOI":"","Abstract":" The Neotropical catfish family Aspredinidae, commonly\nknown as banjo catfishes, contains 34 valid nominal species (plus\nnumerous undescribed species) distributed throughout the principal river\nsystems of tropical South America and the coastal region from the\nOrinoco to Amazon deltas. This study was undertaken to elucidate the\nphylogenetic relationships within the Aspredinidae and of the\nAspredinidae to other catfishes. Based on examination of most aspredinid\nspecimens available and a phylogenetic analysis of morphological\nfeatures, this study supports the monophyly of the Aspredinidae and\nrevises their taxonmy to include 12 genera. The phylogenetic\nrelationships among genera of aspredinids are fully resolved as follows:\n(Pseudobunocephalus new genus, (Acanthobunocephalus new genus,\n((Bunocephalus, Amaralia), ((Pterobunocephalus, (Platystacus, (Asperdo,\nAspredinichthys))), (Xyliphius, (Hoplomyzon, (Dupouyichthys,\nErnstichthys))))))). A key to genera, diagnoses of genera, and lists of\nvalid species are presented. This study reveals that the traditionally\nrecognized subfamily Aspredininae is not the sister group to all other\nAspredinidae but is nested higher up in the phylogeny of aspredinids.\nFurthermore, the subfamily Bunocephalinae, tribe Bunocephalini and\ngenera Dysichthys sensu Mees (1989) and Aspredo sensu Mees (1987) are\nparaphyletic taxa. Major taxonomic and nomenclatural changes resulting\nfrom this phylogenetic study include the following: Species originally\nplaced in Bunocephalus Kner, 1855 and recently transferred to Dysichthys\nCope, 1874 by Mees (1989) are reassigned to Pseudobunocephalus new\ngenus, Pterobunocephalus Fowler, 1943, and Bunocephalus Kner, 1855. In\naddition, several genera are synonymized in this study. Petacara\nBöhlike, 1959 is a junior subjective synonym of Pterobunocephalus\nFowler, 1943; Dysichthys Cope, 1874 is a junior subjective synonym of\nBunocephalus Kner, 1855; and Bunocephalichthys Bleeker 1858 and Agmus\nEigenmann, 1910 are junior objective synonyms of Bunocehalus Kner 1855.\nResult of the phylogenetic analysis also support a novel hypothesis that\nthe sister group of the Aspredinidae are the doradoid catfishes\n(Mochokidae, Doradidae, Centromochlidae and Auchenipteridae). This\nproposal challenges previous hypotheses of a sister group relationship\nwith either sisoroid catfishes (Amblycipitidae. Sisoridae and Akysidae)\nor loricarioid catfishes (Nematogenyidae, Trichomycteridae,\nCallichthyidae Scoloplacidae, Astroblepidae and Loricariidae). Evidence\nsupporting this relationship with doradoid catfishes come primarily from\nsynapomorphies of the musculature and skeletal elements of the\npectoral-spine complex.","trees":[{"tree_label":"Fig. 3+","ntax":"14","rootedtree":"TRUE","title":"Banjo catfishes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53784.phy"},{"tree_label":"Fig. 2+","ntax":"10","rootedtree":"TRUE","title":"Banjo catfishes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53783.phy"},{"tree_label":"Fig. 1+","ntax":"21","rootedtree":"TRUE","title":"Banjo catfishes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53782.phy"}]}