{"Authors":" John G Lundberg","Year":" 1992","Title":" The phylogeny of ictalurid catfishes: A synthesis of recent\nwork","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 392-420","Keywords":"","DOI":"","Abstract":" The Ictaluridae offer several interesting evolutionary\npatterns and problems for research. Available evidence suggests that\nictalurids originated and diversified only on the North American\ncontinent . This autochthony restricts the number of paleogeographic and\npaleobiotic factors that influenced their history. Their relatively good\nfossil record, combined with a phylogenetic framework, provides minimum\nages of origin of ictalurid subclades, their evolutionary novelties,\nand, thereby, estimates of evolutionary rates. North American catfishes\npresent an ample diversity of ecologically important features, including\nwide variation of adult body sizes (from about SO mm to nearly 2 m\nstandard length) and habitat preferences (from large rivers to mountain\nbrooks to deep, subterranean channels). The independent evolution of\nthree highly apomorphic subterranean species within the family also\noffers a special opportunity for study of parallel adaptation.\nFurthermore, the highly uneven phylogenetic pattern of species richness\namong genera raises interesting evolutionary questions of differential\nrates of speciation and/or extinction. An understanding of the\nphylogenetic history of the Ictaluridae is central to the investigation\nof these and other questions concerned with their evolutionary history.\nAs presently understood there are about 50 living species of North\nAmerican catfishes, and fossils record at least 14 extinct species and\none extinct, plesiomorphic genus. Ictalurid diversity at the generic and\nspecies levels includes: Astephus-two extinct species; Ictalurus-about\neight extant and four extinct species; Ameiurus- seven extant and seven\nextinct species; Noturus-25 extant species; Pylodictis, Ptietella,Satan,\nand Trogloglanis-each with one extant species. Ictalurids now range from\nsouthern Canada to northern Guatemala and Belize in drainages of the\nAtlantic, Gulf, and Caribbean coasts, and a few large watersheds on the\nPacific coast of Mexico. Until sometime in the Pleistocene, or perhaps\neven later, ictalurids were a component of the fauna of the Pacific\nnorthwest of the United States. The family’s history spans the Cenozoic\nera, commencing by at least the late Paleocene. During the past twenty\nyears phylogenetic relationships with in the Ictaluridae have been\nstudied using data from comparative anatomy, paleontology, karyology,\nand protein electrophoresis (Taylor, 1969; Lundberg, 1970, 1975, 1982;\nSmith , 1975; Corcoran, 1981; LeGrande , 1981; Baumgartner, 1982;\nYateset al., 1984; Amemiya et al., 1986; Kelsch and Hendricks, 1986;\nGrande, 1987; Grande and Lundberg, 1988). The resultant hypotheses (Fig.\n1) are sufficiently resolved to permit inferences about evolutionary\npatterns of subtaxa and their characters. However, past research and\ndata bases have been quite uneven across genera . For example, the\nosteology of the bullheads (Ameiurus) is well documented (Lundberg,\n1970, 1982), but there are almost no comparative data available on their\nprotein or nucleotide characteristics. Exactly the reverse situation\nholds for Noturus (Grady, 1987; Grady and LeGrande, Chapter 27).\nPublished phylogenetic trees and statements may imply more than is\nactually known, or at least more than is well supported by available\nevidence. For some subgroups of living ictalurids, species limits remain\nunclear. For the family as a whole, new comparative data and testing of\ncurrent hypotheses of interrelation ships are needed in order to achieve\na highlycorroborated phylogeny. The main objective here is to provide a\nsynthesis of our current understanding of the phylogeny of the\nIctaluridae and to identify outstanding questions. The central issues to\nbe reviewed are: monophyly and higher level relationships of the\nIctaluridae, relationships of early Tertiary fossil catfishes, and\nspecies-level problems of fossil and extant ictalurids. Discussion of\nthe systematics of NotUTUS is largely omitted because this topic is\nbeing treated by Grady and LeGrande (Chapter 27). A phylogenetic\nhypothesis for the Ictaluridae is presented based on a combination of\nnew information on blind ictalurids, certain fossil and extant species,\nand my earlier data set (Lundberg, 1970, 1972, 1975, 1982).","trees":[{"tree_label":"Figure 1+","ntax":"35","rootedtree":"TRUE","title":"Tr53855","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_53855.phy"}]}