{"Authors":" G. David Johnson, Cecil Patterson","Year":" 1993","Title":" Percomorph phylogeny: a survey of acanthomorphs and a new\nproposal.","Journal":" Bulletin of Marine Science","Volume":" 52","Issue":" 1","Pages":" 554-626","Keywords":"","DOI":"","Abstract":" The interrelationships of acanthomorph fishes are\nreviewed. We recognize seven monophyletic terminal taxa among\nacanthomorphs: Lampridiformes, Polymixiiformes, Paracanthopterygii,\nStephanoberyciformes, Beryciformes, Zeiformes, and a new taxon named\nSmegmamorpha. The Percomorpha, as currently constituted, are\npolyphyletic, and the Perciformes are probably paraphyletic. The\nsmegmamorphs comprise five subgroups: Synbranchiformes (Synbranchoidei\nand Mastacembeloidei), Mugilomorpha (Mugiloidei), Elassomatidae\n(Elassoma), Gasterosteiformes, and Atherinomorpha. Monophyly of\nLampridiformes is justified elsewhere; we have found no new characters\nto substantiate the monophyly of Polymixiiformes (which is not in doubt)\nor Paracanthopterygii. Stephanoberyciformes uniquely share a\nmodification of the extrascapular, and Beryciformes a modification of\nthe anterior part of the supraorbital and infraorbital sensory canals,\nhere named Jakubowski’s organ. Our Zeiformes excludes the Caproidae, and\ncharacters are proposed to justify the monophyly of the group in that\nrestricted sense. The Smegmamorpha are thought to be monophyletic\nprincipally because of the configuration of the first vertebra and its\nintermuscular bone. Within the Smegmamorpha, the Atherinomorpha and\nMugilomorpha are shown to be monophyletic elsewhere. Our\nGasterosteiformes includes the syngnathoids and the Pegasiformes\n(Pegasus) and Indostomiformes (Indostomus), two groups which are shown\nto be immediately related to syngnathoids by modifications of the gill\nfilaments and their skeletal supports. Monophyly of the\nGasterosteiformes in this sense is justified by several characters. We\nare unable to resolve the interrelationships among the five subgroups of\nSmegmamorpha. The remaining percomorphs are the Perciformes (including\nCaproidae), Scorpaeniformes, Dactylopteriformes, Pleuronectiformes and\nTetraodontiformes; we have found nothing to indicate that Percomorpha in\nthat sense are monophyletic, although our survey does not cover\nTetraodontiformes. We believe that Scorpaeniformes and Pleuronectiformes\nare nested within Perciformes, but again have found nothing to indicate\nthat Perciformes in this expanded sense are monophyletic. We recommend\nextending the Percomorpha to include the Atherinomorpha (and other\nsmegmamorphs), and argue that this larger group is monophyletic. A\nscheme of relationships of the seven groups Lampridiformes,\nPolymixiiformes, Paracanthopterygii, Stephanoberyciformes, Zeiformes,\nBeryciformes and the expanded Percomorpha is presented and supported by\napomorphies. New names for higher acanthomorph taxa are proposed as\nfollows: Euacanthomorpha (Acanthomorpha minus Lampridiformes),\nHolacanthopterygii (Eucanthomorpha minus Polymixiiformes), and\nEuacanthopterygii (Acanthopterygii minus Stephanoberyciformes).\nMonophyly of Beryciformes s.l. (including stephanoberyciforms) is\nrejected because Beryciformes s.s. share several apomorphies with the\nexpanded Percomorpha, all of which are absent in Stephanoberyciformes.\nThe Zeiformes are the most problematic of the acanthomorph groups; with\nthe characters that we have been able to assess, the zeiforms are placed\nmost parsimoniously as the sister-group of Euacanthopterygii (i.e.,\nbetween stephanoberyciforms and beryciforms on the cladogram), but we do\nnot propose a name for the taxon so formed. There is a disturbing\nincidence of homoplasy in the characters that we have investigated in\nacanthomorphs.","trees":[{"tree_label":"Fig. 25","ntax":"16","rootedtree":"TRUE","title":"Acanthomorphs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53852.phy"}]}