{"Authors":" Douglas H. Goldman, John V. Freudenstein, Dennis W.\nStevenson, Chelsea D. Specht, Christopher R. Hardy, Jerrold I. Davis, F.\nV. Silva, Mark P. Simmons, Lisa M. Campbell, Fabian A. Michelangeli,\nGitte Petersen, Ole Seberg","Year":" 2004","Title":" A Phylogeny of the Monocots, as Inferred from rbcL and atpA\nSequence Variation","Journal":" Systematic Botany","Volume":" 29","Issue":" NA","Pages":" 467-510","Keywords":" NA","DOI":" NA","Abstract":" A Phylogenetic analysis of the monocots was conducted,\nusing a two gene data set (atpA, encoded in the mitochondrial genome,\nand rbcL, encoded in the plastid genome). The taxon set included 177\nmonocots and 41 dicot outgroups. The results provide a comprehensive\nhypothesis of relationships for the monocots, and evidence concerning\nthe placement of several groups of controversial relationship. Among the\nmajor relationships resolved by the analysis are the placement of a\nclade comprising four dicot groups (Winteraceae, Piperales, Magnoliales,\nand Laurales) as sister of the monocots; and the inclusion of Acorus\nwithin a clade that also includes Araceae, Tofieldiaceae, and a\ntraditionally delimited Alismatales, with Acorus the sister of\nAlismatales, and with the entire group placed as sister of a clade that\nincludes all other monocots. Nartheciaceae are placed as sister of\nPandanales, and Corsiaceae as sister of Liliales. Dioscoreales are\nplaced as the sister of Arecaceae, with this clade constituting an\nearly-diverging lineage within the commelinid monocots. Zingiberales are\nresolved as the sister group of Commelinales, with Hanguana included in\nthe latter, as sister of a clade consisting of Commelinaceae and\nPontederiaceae. Trithuria (Hydatellaceae) and Mayaca appear to be\nclosely related to some or all elements of Xyridaceae. A clade\nconsisting of Joinvillea, Ecdeiocolea, and Poaceae is resolved, with the\nlatter two resolved as sister taxa.","trees":[{"tree_label":"Fig. 1","ntax":"215","rootedtree":"TRUE","title":"Monocots","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4209.phy"}]}