{"Authors":" Terry Grande, Francisco José Poyato-Ariza","Year":" 1999","Title":" Phylogenetic relationships of fossil and recent\ngonorynchiform fishes (Teleostei: Ostariophysi).","Journal":" Zoological Journal of the Linnean Society","Volume":" 125","Issue":" 2","Pages":" 197-238","Keywords":" Gonorynchiformes; chanidae; cladistics; gonorynchidae;\nkneriidae","DOI":"","Abstract":" This paper represents the first cladistic analysis of the\ninterrelationships of all nominal fossil and living gonorynchiform\ngenera. Gonorynchiformes is the basal group of the superorder\nOstariophysi, and is confirmed as monophyletic on the basis of 12\nsynapomorphies. The Gonorynchiformes is be subdivided into two\nmonophyletic suborders, Chanoidei and Gonorynchoidei. The Chanoidei\nincludes the family Chanidae, which in turn includes the Recent Chanos\nplus five fossil genera, grouped in two subfamilies: Chaninae ((Chanos+\nTharrhiai) + Parachanos+ Dastilbe) and Rubiesichthyinae (Rubiesichthys +\nGordichthys). Aethalionopsis is the sister-group to the Chanidae.\nGonorynchoidei includes two families Gonorynchidae and Kneriidae.\nGonorynchidae is formed by (Gonorynchus, Notogoneus) and four fossil\ntaxa of uncertain definition and interrelationships: Charitosomus,\nCharitopsis, Ramallichthys, and fudeichthys. The last four genera were\npreviously included in the families Charitosomidae and Judeichthyidae,\nwhich could not be supported as monophyletic in this analysis. Kneriidae\nconsists of two subfamilies Phractolaeminae with one genus\nPhractolaemus, and Kneriinae which includes ((Kneria + Parakneria) +\n(Grasseichthys + Cromeria)), the latter two being paedomorphic forms.\nThe Phractolaeminae and the Kneriinae are freshwater African taxa with\nno known fossil record. The order Gonorynchiformes is represented herein\nby 18 genera, extending back to the Early Cretaceous. More work is\nrequired to clarify the interrelationships of the Gonorynchidae and the\npaedomorphic characters that apparently played an important role in the\nevolution of this morphologically diverse group of fishes.","trees":[{"tree_label":"Fig. 2+","ntax":"21","rootedtree":"TRUE","title":"Gonorynchiform Fishes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53851.phy"}]}