{"Authors":" Scott A. Schafer","Year":" 1987","Title":" Osteology of Hypotomus plecostomus (Linnaeus), with a\nphylogenetic analysis of the loricariid subfamilies (Pisces:\nSiluroidei)","Journal":" Contributions in Science","Volume":"","Issue":" 394","Pages":" 1-31","Keywords":"","DOI":"","Abstract":" The skeletal anatomy of Hypostomus plecostomus (Linnaeus)\nis described. Details of the osteology of H. plecostomus are compared to\nhomologous features in other Loricariidae and outgroup siluroids as the\nfoundation for a phylogenetic analysis of the six loricariid subfamilies\n(Ancistrinae, Hypoptopomatinae, Hypostominae, Lithogeninae,\nLoricariinae, Neoplecostominae). Hypostomus plecostomus is shown to\npossess a mosaic of both primitive and derived features, although no\nuniquely derived characters were found which diagnose either Hypostomus\nor the subfamily Hypostominae. The Loricariidae is diagnosed as\nmonophyletic on the basis of 16 synapomorphies. Numerical cladistic\nanalysis using PAUP (Phylogenetic Analysis Using Parsimony) revealed the\nfollowing pattern of relationship:\n((Hypoptopomatinae)((Loricariinae)(Ancistrinae+Hypostominae)))\nRepresentatives of the Neoplecostominae and Lithogeninae were not\nincluded in the numerical analysis; their phylogenetic relationshipswere\ninferred a posteriori. Four characters diagnose the clade composed of\nthe Loricariinae, Hypostominae, and Ancistrinae. Eight characters\ndiagnose the genera assigned to the Hypostominae + Ancistrinae as\nmonophyletic. Evidence for monophyly of the Ancistrinae is presented and\nthe consequent paraphyly of the Hypostominae is discussed. The results\nof this analysis are compared withprevious loricariid\nclassifications.","trees":[{"tree_label":"Fig. 21","ntax":"7","rootedtree":"TRUE","title":"Hypotomus plecostomus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53881.phy"},{"tree_label":"Fig. 15","ntax":"6","rootedtree":"TRUE","title":"Hypotomus plecostomus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53880.phy"}]}