{"Authors":" Tianpei Mo","Year":" 1991","Title":" Anatomy, relationships and systematics of the Bagridae\n(Teleostei: Siluroidei) with a hypothesis of siluroid phylogeny","Journal":" Theses Zoologicae","Volume":" 17","Issue":"","Pages":" 1-266","Keywords":"","DOI":"","Abstract":" The catfishes of the family “Bagridae”, traditionally\nrecognised as a primitive group, are widely distributed in Africa and\nAsia, and currently include over 200 species, in 32 genera. Lack of\nunambiguous diagnostic features for the taxon and its confusing\nsystematic status have hindered progres of the phylogenetic study of\ncatfishes which in recent years has become a vigorously pursued subject\nin ichthyology. This thesis aims at defining the family, establishing\nits systematic status, and reconstructin its phylogenetic intra- and\ninter-relationships. Based on the result of analyses of over 200\nanatomical characters, the taxa previously assigned to the family\nBagridae are recognised as constituting three families, the Bagridae,\nClaroteidae and Austroglanididae, which are explicitly defined by\nsynapomorphies. Monophyly, phylogeny and relationships of these three\nfamilies are proposed, and cladograms are produced and discussed. The\nosteology of Bagrus bayad, as a reference for comparison, is described\nand discussed. The osteology of Bagrus bayad, as a reference for\ncomparison, is described and discussed. The Bagridae is rediagnosed to\ninclude 15 Asiatic genera and a single African genus, Bagrus. Olyra\n(Olyridae) and Neotropius (Schilbeidae) are included in the rediagnosed\nBagridae. Horabagrus is recognised as being closely related to\nPseudeutropius, both of which are excluded from the Bagridae. Mystus and\nLeiocassis are each respectively divided into two genera since otherwise\nthey are nonmonophyletic. New taxa are proposed, a bagrid genus\nNanobagrus to accommodate Leiocassis armatus from Borneo and family\nAustroglanididae for the South African Austroglanis. Heterobagrus is\nsynonymized with Mystus, Coreobagrus with Pseudobagrus, Pardigianis with\nClarotes, and Gnathobarus and Rheoglanis with Amarginops. Leptoglanis\nand Zaireichthys are, on the basis of uniquely derived features,\nhypothesized as sister taxa phylogenetically close to the Amphiliidae,\nand are accordingly assigned to that family. The twelve other valid\nAfrican genera, which are mostly rediagnosed on the basis of\nsynapomorphies, are included within the Claroteidae which is subdivided\ninto two monophyletic subfamilies, the Claroteinae and Auchenoglaninae.\nPhylogenetic taxonomy of the Bagridae, Claroteidae and Austroglanididae\nwith new diagnoses and re-ordered taxa, at the generic level and above,\nare provided. Relationships of existing siluroid families are discussed.\nProvisional cladograms, based on the result of an analysis of 126\ncharacters or character complexes, show that the three families are\nrelated at different levels within the Siluroidei, and that the Bagridae\nis far more-advanced than was traditionally believed. The Helogeneidae,\ninstead of Hypsidoris as is currently hypothesized, is parsimoniously\nresolved as the second basal taxon within the Siluroidei.","trees":[{"tree_label":"Fig. 4+","ntax":"40","rootedtree":"TRUE","title":"Bagridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53864.phy"},{"tree_label":"Fig. 3+","ntax":"6","rootedtree":"TRUE","title":"Bagridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53863.phy"},{"tree_label":"Fig. 2+","ntax":"13","rootedtree":"TRUE","title":"Bagridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53862.phy"},{"tree_label":"Fig. 1+","ntax":"18","rootedtree":"TRUE","title":"Bagridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53861.phy"}]}