{"Authors":" Ramiro Royero","Year":" 1999","Title":" Studies on the systematics and phylogeny of the catfish\nfamily Auchenipteridae (Teleostei: Siluriformes).","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":"","DOI":"","Abstract":" The present dissertation is a study of the systematics and\nphylogeny of the Neotropical catfish family Auchenipteridae, including\nthe phylogeny of the superfamily Arioidea, which includes the families\nAriidae, Mochokidae, Doradidae, and Auchenipteridae. The superfamily\nArioidea is a monophyletic group based on a series of characters from\nthe Weberian apparatus, the basicranial region and the muscles\nassociated with the spring mechanism. The family Ariidae, including the\nMadagascan genus Ancharius, is the most primitive taxon of the Arioidea\nand the sister group of the clade formed by Mochokidae, Doradidae and\nAuchenipteridae; the family Mochokidae is the sister group of the\nDoradidae and Auchenipteridae. Based on the results of the phylogenetic\nanalysis, using 151 anatomical characters, the family Auchenipteridae is\nredefined. It includes the previously recognised families\nCentromochlidae, Asterophysidae, Trachycorystidae and Ageneiosidae. The\nAuchenipteridae is a monophyletic group supported by characters related\nwith the urogenital apparatus in adult males and females and the\nmaxillary barbel. The family Auchenipteridae is composed of the\nsubfamilies Ageneiosinae, Auchenipterinae, Centromochlinae and\nTrachelyopterinae, with the taxon Pseudotatia (incertae sedis) being the\nsister group of the subfamilies Trachelyopterinae and Ageneiosinae. A\nfurther analysis of the anatomy of the Auchenipteridae is presented,\nincluding osteology, myology, lateral line system and nervous system.\nThe main discoveries of the anatomical analysis include: 1) the presence\nof a modified parietal in catfishes; 2) the mechanism for the movement\nof the maxillary barbel for certain groups of catfishes; 3) the\norganisation of the joint mechanism of the pectoral spine, called here\nthe “pseudosynovial joint”, which is present in most of the teleosts; 4)\nthe osteological and muscular organisation of the branchial apparatus,\npectoral and dorsal fin in catfishes; 4) the osteological organisation\nof the trigeminofacial region in catfishes. In the present study a new\ngenus is described (Amplexiglanis) and two new species of the genus\nParauchenipterus (P. gili and P. machadoallisoni),a new species of\nTrachelyichthys (T. lopezrojasi) and three new species of Tatia (T.\nferrarisi, T. petermilleri, and T. narbaizai) are described. The genera\nof Auchenipteridae are redefined and its diagnosis is presented.\nFourthly one species from the Orinoco River basin is reported including\nan artificial key to genera and species.","trees":[{"tree_label":"Fig. 12B+","ntax":"36","rootedtree":"TRUE","title":"Auchenipteridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53870.phy"},{"tree_label":"Fig. 12A+","ntax":"4","rootedtree":"TRUE","title":"Auchenipteridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53871.phy"},{"tree_label":"Fig. 11+","ntax":"57","rootedtree":"TRUE","title":"Auchenipteridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53869.phy"}]}