{"Authors":" Peter Trontelj","Year":" 2012","Title":" Ecomorphological convergence of cave communities","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Competition, Ecomorph, Troglomorphic Adaptation,\nSubterranean Biology, Niphargus","DOI":"","Abstract":" Extreme selective environments are commonly believed to\nfunnel evolution towards a few predictable outcomes. Caves are well\nknown extreme environments with characteristically adapted faunas that\nare similar in appearance, physiology and behavior all over the world\neven if not closely related. Morphological diversity between closely\nrelated cave species has been explained by difference in time since\ncolonization and different ecological influence from the surface. Here\nwe tested a more classical hypothesis: morphological diversity is\nniche-based, and different morphologies reflect properties of\nmicrohabitats within caves. We analyzed seven communities with\naltogether 30 species of the subterranean amphipod (crustacean) genus\nNiphargus using multivariate morphometrics, multinomial logit models\ncross-validation, and phylogenetic reconstruction. Species clustered\ninto four distinct ecomorph classes  small pore, cave stream, cave lake,\nand lake giants  each associated with specific cave microhabitats and of\nmultiple independent phylogenetic origins. Traits commonly regarded as\nadaptation to caves, like antenna length, were shown to be related to\nmicrohabitat parameters, like flow velocity. These results demonstrate\nthat under the selection pressure of extreme environment the\necomorphological structure of communities can converge. Thus,\nmorphological diversity does not result from adaptive response to\ntemporal and ecological gradients, but from fine-level niche\npartitioning.","trees":[{"tree_label":"tree 1","ntax":"29","rootedtree":"TRUE","title":"subterranean amphipod genus Niphargus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_53882.phy"}]}