{"Authors":" Henrietta Myburg, Marieka Gryzenhout, N. A. v. d. Merwe,\nBrenda D Wingfield, Michael J Wingfield","Year":" 2004","Title":" Chrysoporthe, a new genus to accommodate Cryphonectria\ncubensis","Journal":" Studies in Mycology","Volume":" 50","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cryphonectria cubensis is an important canker pathogen of\ntree species residing in the Myrtaceae and Melastomataceae. Recent\nphylogenetic studies based on multiple gene sequence comparisons have\nrevealed that isolates of C. cubensis group separately from other\nCryphonectria species. Within the C. cubensis clade, isolates formed\nthree distinct sub-clades that include isolates mainly from South\nAmerica, South Africa and South East Asia, respectively. In this study,\nwe establish a new genus, Chrysoporthe, for this species. Chrysoporthe\nis characterized by superficial, blackened conidiomata, limited\nascostromatic tissue, and blackened perithecial necks protruding from\nthe orange stromatal surface. Although specimens of C. cubensis from\nSouth East Asia and South America reside in two distinct phylogenetic\nsub-clades, they could not be separated or distinguished from the type\nspecimen, originating from Cuba, based on morphological characteristics.\nFor the present, these specimens are collectively transferred to\nChrysoporthe as a single species, Chrysoporthe cubensis. Specimens\npreviously treated as C. cubensis from South Africa reside in a discrete\nphylogenetic clade and could be distinguished from those in the other\nsub-clades based on having longer asci and ascospores with rounded\napices as opposed to tapered apices. The South African fungus is\ndescribed as Chrysoporthe austroafricana. Isolates from Tibouchina spp.\nin Colombia resided in a fourth sub-clade of Chrysoporthe. Isolates in\nthis phylogenetic assemblage grew optimally at 25 °C in contrast to\nthose in the other groups that grew optimally at 30 °C. No sexual state\nis known for the fungus in this fourth sub-clade and a new anamorph\ngenus and species name, Chrysoporthella hodgesiana, is provided for\nit.","trees":[{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Chrysoporthe, MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4433.phy"},{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Chrysoporthe, NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4434.phy"}]}