{"Authors":" Scott A. Schafer","Year":" 1991","Title":" Phylogenetic analysis of the loricariid subfamily\nHypoptopomatinae (Pisces: Siluroidei: Loricariidae), with comments on\ngeneric diagnoses and geographic distribution.","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":" 102","Pages":" 1-41","Keywords":"","DOI":"","Abstract":" A survey of 55 osteological and myological features\nprovided the basis for a phylogenetic analysis of the genera of the\nloricariid subfamily Hypoptopomatinae. Eleven genera are recognized.\nAcestridium, Hypoptopoma, Microlepidogaster, Otocinclus (sensu stricto),\nOtothyris, Oxyropsis, Parotocinclus, Pseudotocinclus, Schizolecis and an\nunnamed new genus from Venezuela are each hypothesized as monophyletic\non the basis of at least one uniquely derived, unreversed character\nstale. Pseudotothyris is diagnosed by one character state representing\nevolutionary convergence. Otocinclus, as presently defined (Isbrücker,\n1980), is paraphyletic. Species related to Otocinclus vestitus, the type\nspecies, are more closely related to other Hypoptopomatinae than to\nother Otocinclus species. The hypothesis of generic relationships\ndescribed herein is based on the consensus among three equally\nparsimonious trees of length 89 steps (c = 0.652). Distribution of\ncharacter states on that tree and character-state evolution are\ndiscussed in terms of support for each lineage. Thirty-three trees were\nfound one step longer (length = 90, c = 0.644) than the shortest, most\nparsimonious trees. The consensus among these 33 trees revealed two\nadditional unresolved polychotomies involving members of the tribe\nOtothyrini and a clade composed of Hypoptopoma, Oxyropsis and\nAcestridium. A preliminary framework for the analysis of historical\nbiogeography of the Hypoptopomatinae is discussed.","trees":[{"tree_label":"Fig. 1+","ntax":"4","rootedtree":"TRUE","title":"Hypoptopomatinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53890.phy"},{"tree_label":"Fig. 19+","ntax":"15","rootedtree":"TRUE","title":"Hypoptopomatinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53889.phy"},{"tree_label":"Fig. 13+","ntax":"15","rootedtree":"TRUE","title":"Hypoptopomatinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53888.phy"}]}