{"Authors":" Karen J Edwards, Sheila A Johnson, Mark W. Chase, Mark G\nHarrington, Paul A Gadek","Year":" 2005","Title":" Phylogenetic inference in Sapindaceae sensu lato using\nplastid matK and rbcL DNA sequences","Journal":" Systematic Botany","Volume":" 30","Issue":" 2","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships within Sapindaceae sensu lato\nare assessed using sequence data from two plastid genes, analyzed\nseparately and together. A total of 46 rbcL sequences (31 of which are\nnew), and 89 matK sequences (75 new) representing 64 genera were\nsubjected to parsimony and Bayesian analysis. The results support three\nmajor lineages, relationships between which are only weakly supported.\nXanthoceras sorbifolium is not clearly a member of any of these\nlineages, and there is some support for it being the first lineage to\ndiverge within the entire assemblage. Support for a broadly defined\nSapindaceae incorporating Aceraceae, Hippocastanaceae and Xanthoceras is\nvery robust. A division into four subfamilies is proposed: Sapindoideae\n(including Koelreuteria and Ungnadia); Hippocastanoideae (including taxa\npreviously referred to Aceraceae and Hippocastanaceae, plus\nHandeliodendron); a more narrowly defined Dodonaeoideae; and a monotypic\nXanthoceroideae. Tribal groupings are critically evaluated in light of\nthe analyses. Although many of the current tribes appear paraphyletic or\npolyphyletic, there is support for the monophyly of some core groups of\ngenera that suggest realignments of tribal concepts that would render\nthem more informative of relationships","trees":[{"tree_label":"Fig. 1","ntax":"46","rootedtree":"TRUE","title":"Sapindaceae rbcl","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4435.phy"},{"tree_label":"Fig. 2","ntax":"87","rootedtree":"TRUE","title":"Sapindaceae matK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4436.phy"},{"tree_label":"Fig. 3","ntax":"35","rootedtree":"TRUE","title":"Sapindaceae rbcl/matK combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4437.phy"}]}