{"Authors":" Brian L Sidlauskas","Year":" 2008","Title":" Phylogenetic relationships within the South American fish\nfamily Anostomidae (Teleostei, Ostariophysi, Characiformes).","Journal":" Zoological Journal of the Linnean Society","Volume":" 154","Issue":" 1","Pages":" 70-210","Keywords":" Anostominae; South America; biogeography; cladistics;\nheadstanders; morphology; neotropics; new genus; osteology","DOI":"","Abstract":" Analysis of a morphological dataset containing 152\nparsimony-informative characters yielded the first phylogenetic\nreconstruction spanning the South American characiform family\nAnostomidae. The reconstruction included 46 ingroup species representing\nall anostomid genera and subgenera. Outgroup comparisons included\nmembers of the sister group to the Anostomidae (the Chilodontidae) as\nwell as members of the families Curimatidae, Characidae, Citharinidae,\nDistichodontidae, Hemiodontidae, Parodontidae and Prochilodontidae. The\nresults supported a clade containing Anostomus, Gnathodolus, Pseudanos,\nSartor and Synaptolaemus (the subfamily Anostominae sensu Winterbottom)\nalbeit with a somewhat different set of relationships among the species\nwithin these genera. Anostomus as previously recognized was found to be\nparaphyletic and is split herein into two monophyletic components, a\nrestricted Anostomus and the new genus Petulanos gen. nov., described\nherein. Laemolyta appeared as sister to the clade containing Anostomus,\nGnathodolus, Petulanos, Pseudanos, Sartor and Synaptolaemus. Rhytiodus\nand Schizodon together formed a well-supported clade that was, in turn,\nsister to the clade containing Anostomus, Gnathodolus, Laemolyta,\nPetulanos, Pseudanos, Sartor and Synaptolaemus. Anostomoides was sister\nto the clade formed by these nine genera. Leporinus as currently defined\nwas not found to be monophyletic, although certain clades within that\ngenus were supported, including the species with subterminal mouths in\nthe former subgenus Hypomasticus which we recognize herein as a genus.\nAbramites nested in Leporinus, and Leporellus was found to be the most\nbasal anostomid genus. The presence of cis- and trans-Andean species in\nAbramites, Leporellus, Leporinus and Schizodon, all relatively basal\ngenera, suggests that much of the diversification of anostomid species\npre-dates the uplift of the Andean Cordilleras circa 11.8 million years\nago. Several important morphological shifts in anostomid evolution are\nillustrated and discussed, including instances of convergence and\nreversal.","trees":[{"tree_label":"Fig. 5+","ntax":"58","rootedtree":"TRUE","title":"Anostomidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55082.phy"},{"tree_label":"Fig. 6+","ntax":"58","rootedtree":"TRUE","title":"Anostomidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55081.phy"},{"tree_label":"Fig. 7+","ntax":"44","rootedtree":"TRUE","title":"Anostomidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55080.phy"}]}