{"Authors":" Andrii P. Gryganskyi, Richard Alan Humber, Matthew E.\nSmith, Jolanta Maria Miadlikowska, Steven Wu, Kerstin Voigt, Grit\nWalther, Iryna M. Anishchenko, Rytas Vilgalys","Year":" 2012","Title":" Molecular Phylogeny of the Entomophthoromycota","Journal":" Molecular Phylogenetics and Evolution","Volume":" 66","Issue":" 3","Pages":" 682-694","Keywords":" monophyly, divergence time, ancestral state, substitution\nrate","DOI":" 10.1016/j.ympev.2012.07.026","Abstract":" The Entomophthoromycota is a ubiquitous group of fungi\nbest known as pathogens of a wide variety of economically important\ninsect pests, and other soil invertebrates. This group of fungi also\nincludes a small number of parasites of reptiles, vertebrates (including\nhumans), macromycetes, fern gametophytes, and desmid algae, as well as\nsome saprobic species. Here we report on recent studies to resolve the\nphylogenetic relationships within the Entomophthoromycota and to\nreliably place this group among other basal fungal lineages. Bayesian\nInterference (BI) and Maximum Likelihood (ML) analyses of three genes\n(nuclear 18S and 28S rDNA, mitochondrial 16S, and the protein-coding\nRPB2) as well as non-molecular data consistently and unambiguously\nidentify 31 taxa of Entomophthoromycota as a monophyletic group distinct\nfrom other Zygomycota and flagellated fungi. Using the constraints of\nour multi-gene dataset we constructed the most comprehensive rDNA\nphylogeny yet available for Entomophthoromycota. The taxa studied here\nbelong to five distinct, well-supported lineages. The Basidiobolus clade\nis the earliest diverging lineage, comprised of saprobe species of\nBasidiobolus and the undescribed snake parasite Schizangiella serpentis\nnom. prov.. The Conidiobolus lineage is represented by a paraphyletic\ngrade of trophically diverse species that include saprobes, insect\npathogens, and facultative human pathogens. Three well supported and\nexclusively entomopathogenic lineages in the Entomophthoraceae center\naround the genera Batkoa, Entomophthora and Zoophthora, although several\ngenera within this crown clade are resolved as non-monophyletic.\nAncestral state reconstruction suggests that the ancestor of all\nEntomophthoromycota was morphologically similar to species of\nConidiobolus. Analyses using strict, relaxed, and local molecular clock\nmodels documented highly variable DNA substitution rates among lineages\nof Entomophthoromycota. Despite the complications caused by different\nrates of molecular evolution among lineages, our dating analysis\nindicates that the Entomophthoromycota originated 405±90 million years\nago. We suggest that entomopathogenic lineages in Entomophthoraceae\nprobably evolved from saprobic or facultatively pathogenic ancestors\nduring or shortly after the evolutionary radiation of the\narthropods.","trees":[{"tree_label":"PAUP 1","ntax":"64","rootedtree":"TRUE","title":"Entomophthoromycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77291.phy"},{"tree_label":"Aff. Fig. 2","ntax":"75","rootedtree":"TRUE","title":"Entomophthoromycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77292.phy"},{"tree_label":"PAUP 1","ntax":"159","rootedtree":"TRUE","title":"Entomophthoromycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77293.phy"}]}