{"Authors":" Richard P Vari","Year":" 1995","Title":" The Neotropical Fish Family Ctenoluciidae (Teleostei:\nOstariophysi: Characiformes): Supra and Intrafamilial Phylogenetic\nRelationships, with a Revisionary Study.","Journal":" Smithsonian Contributions to Zoology","Volume":"","Issue":" 564","Pages":" 1-97","Keywords":"","DOI":"","Abstract":" The Neotropical Fish Family Ctenoluciidae (Teleostei:\nOstariophysi: Characiformes): Supra and Intrafamilial Phylogenetic\nRelationships, with a Revisionary Study. Smithsonian Contributions to\nZoology, number 564, 97 pages, 51 figures, 12 tables, 1995. Osteological\nand soft anatomical features of the species of the Neotropical\ncharaciform family Ctenoluciidae and other characiforms were studied to\nexamine the hypothesis that the family was monophyletic, and to advance\nan hypothesis of phylogenetic relationships within the family and of the\nCtenoluciidae to proximate outgroups. A series of derived features\ncorroborate the hypothesis of monophyly of the Ctenoluciidae and are\ncongruent with the hypothesis that the Ctenoluciidae and Erythrinidae\nare sister groups. A less-extensive series of derived features indicate\nthat the African family Hepsetidae is the sister group of the clade\nformed by the Ctenoluciidae and Erythrinidae, with the Neotropical\nfamily Lebiasinidae the sister group to the clade formed by those three\nfamilies. Shared derived features of a variety of body systems define\nphylogenetic subunits of the Ctenoluciidae and characterize the majority\nof its species. The ctenoluciid genera Ctenolucius Gill (1861a) and\nBoulengerella Eigenmann (1903) are defined as monophyletic units.\nLuciocharax Steindachner (1878) and Belonocharax Fowler (1907) are\nconsidered synonyms of Ctenolucius, with Spixostoma Whitley (1951)\nplaced as a synonym of Boulengerella. Two species are recognized in\nCtenolucius. Ctenolucius hujeta (Valenciennes in Cuvier and\nValenciennes, 1849) ranges from the Lago Maracaibo basin of northwestern\nVenezuela through the Rfo Magdalena system to the Rio Sinu of\nnorthwestern Colombia. Ctenolucius beani (Fowler, 1907) occurs in the\nRio Atrato and Rio San Juan basins of northwestern Colombia and the\nrivers of the Pacific slopes of Panama as far west as Veraguas Province.\nLuciocharax insculptus Steindachner (1878) is a synonym of C. hujeta,\nand Luciocharax striatus Boulenger (1911) is a synonym of C. beani. Five\nspecies are recognized in Boulengerella. Boulengerella lateristriga\n(Boulenger, 1895) occurs in the Rio Negro drainage of the Amazon basin\nin Brazil and Venezuela and uppermost portions of the Rio Orinoco in\nsouthern Venezuela. Boulengerella maculata (Valenciennes in Cuvier and\nValenciennes, 1849) is widely distributed through the Rio Amazonas, Rio\nTocantins, and Rio Orinoco basins. Boulengerella lucius (Cuvier, 1819)\noccurs in the Rio Amazonas and Rio Orinoco systems. Boulengerella\ncuvieri (Agassiz in Spix and Agassiz, 1829) is widespread through the\nRio Orinoco, Rio Amazonas, and Rio Tocantins basins, the Essequibo River\nof Guyana, the Oyapock River along the boundary between French Guiana\nand Brazil, and the coastal rivers of Amapd and Par£ states in Brazil.\nBoulengerella xyrekes, new species, a relatively rare form, inhabits the\nRio Orinoco and Rio Amazonas basins. Xiphostoma taedo Cope (1872) is a\nsynonym of B. maculata. Xiphostoma oseryi Castelnau (1855) and\nXiphostoma ocellatum Schomburgk (1841) are considered synonyms of B.\ncuvieri. Xiphostoma longipinne Steindachner (1876), based on a juvenile\nfrom the mouth of the Rio Negro in Brazil, tentatively is considered a\nsynonym of B. cuvieri. Reports of Boulengerella from the Rio Pamafba of\nnortheastern Brazil and in the Rio de La Plata system in Argentina\neither are based on specimens with questionable locality data or are\nprobable misidentifications. Keys are provided to distinguish\nCtenolucius and Boulengerella and for the species in each genus.\nLectotypes are designated for Xiphostoma hujeta Valenciennes,\nLuciocharax insculptus Steindachner, Xiphostoma ocellatum Valenciennes,\nand Luciocharax striatus Boulenger. The phylogenetic biogeography of the\ngroup indicates a vicariance event between the Hepsetidae and the\nlineage consisting of the Ctenoluciidae and Erythrinidae associated\nwith, or predating, the final separation of Africa and South America\nabout 85 mya. Fossil and distributional data indicate that major\ncladogenesis within the Ctenoluciidae and Erythrinidae predates the late\nMiocene.","trees":[{"tree_label":"Figure 15","ntax":"16","rootedtree":"TRUE","title":"Tr53943","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53943.phy"}]}