{"Authors":" O. A. Shibatta","Year":" 1998","Title":" Sistemática e evolução da família Pseudopimelodidae\n(Ostariophysi, Siluriformes), com a revisão taxonômica de gênero\nPseudopimelodus.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":"","Abstract":" This study deals with the family Pseudopimelodidae (sensu\nde Pinna, 1993) and its genus are defined. The poliphyletic nature of\nthe genus Pseudopimelodus was the main hypothesis to be tested in this\nwork and to the phylogenetic analysis the cladistic method was used.\nWith 55 morphological characters and 16 terminal taxa, 10 more\nparsimonious trees were obtained. The strict consensus tree showed 115\nsteps, a consistency index of 0.62 and a retention index of 0.80, making\nclear the homoplastic position of some characters. Four different groups\nincluded members from the genus Pseudopimelodus confirming the\nhypothesis above. As the basal group are the species P. zungaro mangurus\nand P. zungaro from the Magdalena River and the generic name\nPseudopimelodus was retained for this group. The sister species of this\ngenus were Pseudopimelodus zungaro zungaro from Alto Paraná and P.\nzungaro zungaro from Beni. In consequence of their sinapomorphies a new\ngenus needs to be established for these species. By the way, this new\ngenus is the sister group of the clade Pseudopimelodus raninus raninus,\nPseudopimelodus raninus villosus and Microglanis besides Pseudopimelodus\nalbomarginatus, P. fowleri, P. apurensis, and Lophiosilurus alexandri.\nThe group formed by P. r. raninus, P. r. villosus, and Microglanis was\nalso considered monophyletic and both former species represented the\nrevalidated genus Batrachoglanis Gill, 1858. The genus Microglanis was\nalso considered monophyletic and both species from the east side coast\nand from the Amazon remained in the same group. The politomy pointed\nout, however, the necessity of a more detailed analysis, with the\ninclusion of new characters. The species P. albomarginatus, P. fowleri\nand P. apurensis were considered to belong to the genus Cephalosilurus\nHaseman, 1911. A lot of autapomorphies allowed the recognition of the\nspecies Lophiosilurus alexandri. A new subfamily formed by the genus\nBatrachoglanis, Microglanis, Cephalosilurus and Liphiosilurus is\nproposed to be called Batrachoglaninae. Nevertheless, these genera\nremain as sedis mutabilis because of the polytomy in the consensus tree\ninvolving them. With the generic limits established, a taxonomic\nrevision was accomplished to reorganize the species included in the\ngenus Pseudopimelodus. With a considerable material were possible to\nrecognize the species described by Valenciennes as much as four new\nspecies. The new genus has four species, three of them are new to the\nscience. The genus Batrachoglanis includes the old species P. raninus,\nP. villosus, P. transmontanus and P. acanthochiroides, besides five new\nspecies. Finally, the genus Cephalosilurus includes in its cast the\nspecies C. nigricauda besides the species C. fowleri, C. albomarginatus\nand C. apurensis. The analysis of the digestive tract allowed\ndiscussions for respect to the diet of some species of\nPseudopimelodidae. The oocyte diameter observed in the main genus showed\ntwo lineage with different reproductive behaviors: one with and other\nwithout parental care. A discussion about the geographic distribution of\nthe family was made based in the distribution patterns, comparisons with\nanother group of fishes and geologic events.","trees":[{"tree_label":"Fig. 17+","ntax":"17","rootedtree":"TRUE","title":"Pseudopimelodidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53933.phy"}]}