{"Authors":" Darrell J. Siebert","Year":" 1987","Title":" Interrelationships among families of the order Cypriniformes\n(Teleostei).","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":"","Abstract":" A new classification expressing the interrelationships\namong families of the Cypriniformes is proposed. There are two great\ngroups of cypriniform fishes, the Cobitidoidea, consisting of all\nnon-cyprinid cypriniforms (Gyrinocheilidae, Catostomidae, Cobitididae,\nand Homalopteridae), and the Cyprinidae. Cobitidoid monophyly is\nsupported by an anterolateral process of the lateral ethmoid,\npalatomaxillary elements, interconnection of the preopercular and\ninfraorbital laterosensory canals, and by an infraobital series with the\nfirst infraorbital as the largest element and the second and third\ninfrorbitals greatly reduced. Within the Cobitidoidea monophyly of a\ncatostomid-cobitidid-homalopterid group is supported by segmentation of\nthe third copula of their basibranchial series into basibranchials 4-6,\nof which basibranchial 4 is characteristically shaped. Cobitidids and\nhomalopterids together are a monophletic group as shown by their\npossession of an ossified basibranchial 4, ossified palatomaxillary\nelements, a transversus ventralis v process on their ceratobranchial V,\nand size relationships within their epibranchial series. The\nNoemacheilinae as now known are probably monophyletic. Nonetheless all\nnoemacheilines are more closely related to fishes of the Homalopterinae\nthan they are to cobitidids. Ellopostoma is postulated as the sister\ngroup of the Homalopterinae (homalopterins and gastromyzontids).\nMonophyly of the Homalopteridae, including the Noemacheilinae, is\nsupported by a consolidation of their infrapharyngobranchial series,\nbasihyal and basibranchial shape, and a free preopercular laterosensory\ncanal. Monophyly of the Cyprinidae (including Psilorhynchus) is\nsupported by their capacious subtemporal fossa, ceratobranchial V\nmorphology, the relationship between the infrapharyngobranchial series\nand the first epibranchial, and a distinctive circumorbital series.","trees":[{"tree_label":"Fig. 77+","ntax":"10","rootedtree":"TRUE","title":"Cypriniformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53934.phy"}]}