{"Authors":" Thomas R. Vigliotta","Year":" 2008","Title":" A phylogenetic study of the African catfish family Mochokidae\n(Osteichthyes, Ostariophysi, Siluriformes), with a key to genera.","Journal":" Proceedings of the Academy of Natural Sciences","Volume":" 2008","Issue":"","Pages":" 73-136","Keywords":"","DOI":"","Abstract":" A hypothesis of phylogenetic relationships is presented\nfor the African catfish family Mochokidae based on a maximum parsimony\nanalysis of 93 morphological characters in 41 ingroup and 19 outgroup\ntaxa. The analysis reveals that the Mochokidae are a monophyletic group\nand that Mochokus Joannis (1835), Mochokiella Howes (1980),\nAcanthocleithron Nichols and Griscom (1917) and Microsynodontis\nBoulenger (1903) are monophyletic and valid as distinct genera within\nthe family. Synodontis Cuvier (1816) must include Hemisynodontis\nmembranacea and Brachysynodontis batensoda to be monophyletic, which are\nreassigned to Synodontis herein. Chiloglanis Peters (1868) is rendered\nparaphyletic by nested placement of Atopochilus Sauvage (1879),\nEuchilichthys Boulenger (1900) and Atopodontus Friel and Vigliotta\n(2008), a new genus described separately in this volume. Euchilichthys\nis rendered paraphyletic by nested placement of Atopochilus savorgnani.\nThe monophyly of Atopochilus could not be tested because only one\nspecies was available for study. Atopodontus is monophyletic and valid\nas a distinct genus. Well-supported suprageneric clades within the\nfamily include a new tribe, the Atopochilini, with Atopodontus as the\nsister group to a clade composed of Atopochilus and Euchilichthys. A\nclade composed of all suckermouthed species, the redefined subfamily\nChiloglanidinae, includes tribe Atopochilini nested within Chiloglanis.\nTaxonomic issues related to paraphyly of Chiloglanis and Euchilichthys\nrequire further research on a greater number of taxa before being\naddressed. Subfamily Chiloglanidinae forms a polytomy with Synodontis\nand Microsynodontis. Acanthocleithron, followed by Mochokiella and then\nMochokus are recovered as consecutive sister groups to that polytomy. A\nlist of synapomorphies is provided for each major clade recovered, but\nmost clades are left unnamed at this point. A number of the\nwell-supported clades are characterized by changes in the oral jaws and\nmouth, apparently a key theme in mochokid evolution. Finally, the\nanalysis suggests that the sister group of the Mochokidae is a clade\ncomposed of the South American Doradidae plus Auchenipteridae, though\nsupport for the relationship is low. Synapomorphies supporting the\nrecovered sister group relationship and possible synapomorphies\nsupporting alternative sister group relationships to the Malapteruridae\nand Amphiliidae are provided.","trees":[{"tree_label":"Fig. 29+","ntax":"15","rootedtree":"TRUE","title":"Mochokidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53946.phy"},{"tree_label":"Fig. 28+","ntax":"60","rootedtree":"TRUE","title":"Mochokidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53945.phy"}]}