{"Authors":" Gerald R. Smith","Year":" 1992","Title":" Phylogeny and biogeography of the Catostomidae, freshwater\nfishes of North America and Asia. Systematics, Historical Ecology, and\nNorth American Freshwater Fishes.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 778-826","Keywords":"","DOI":"","Abstract":" Suckers, family Catostomidae, are mostly benthic fishes\nthat inhabit temparate rivers and lakes in North America and eastern\nAsia. There are 60-70 speices with adult lengths ranging from 10-15cm to\nover 1m. The evolution of the group is hypothesized to have proceeded,\nin general, from deep-bodied fishes that inhabit large, low-gradient\nwaters to slender fishes that live in medium-to-small tributaries of\nintermediate gradient. Both types are present in North America and Asia\ntoday. There are few species in the morphologically primitive genera\nfound in large waters-Carpiodes, Ictiobus, Cycleptus, and\nMyxocyprinus-and numerous species in the morphologically advanced\nMoxostomatini and Catostomus, which usually live in smaller rivers and\nstreams. This study explores the relationship between phylogenetic\nrelationships, body shape, size, species diversity, habitat, and\ndistribution. The method of analysis is to compare characters, habits,\nand distribution patterns among sister lineages in the two groups. The\ngoal is to demonstrate a relationship between habitat, speciation, and\ndirection of morphological evolution. The successful completion of this\nstudy depends on a cladistic analysis as a basis for application of the\nquestions of historical biogeography and historical ecology (Brooks and\nMcLennan, Chapter 3). Succker classification began with the description\nof Cyprinus catostomus by Forster (1773), Cyprinus commersonnii and C.\nsucetta by Lacépéde (1803), and several species in the new genus\nCatostomus by Lesueru (1817): e.g., C. cyprinus, C. elongatus, C.\nnigricans, C. duquesnei, C. macrolepidotum. New generic placemtn of the\nlast five species, and origin of the presently accepted higher\nclassification, dates from the subgenera described by Rafinesque (1820),\nelevated to generic rank by Agassiz (1854, 1855), and organized into\nessentially modern context by Jordan (1878a, b, c). Many new species\nwere described in this period. Contributions to the generic\nclassification were made by Gill (1861), Cope (1872), Cope and Yarrow\n(1876), Jordan (1876, 1877, 1878a, b, c), Jordan and Copeland (1876),\nJordan and Brayton (2877), Eigenmann (in Kirsch, 1888) Seale (1896),\nFowler (1913), Hubbs (1930), and Robis and Raney (1956). Gill (1878)\nrecognized the subfamilies Bubalichthyinae (=Ictiobinae), Cycleptinae,\nand Catostominae, and Hubbs (1930) designated tribes. The phylogenetic\nrelationships in the analysis presented here are foreshadowed by the\ncharactes and arrangement of genera in the analytical key created by\nHubbs (1930) as modified by Nelson (1948, 1949), Bailey (1959), and\nMiller (1959).","trees":[{"tree_label":"Figs. 6-9+","ntax":"66","rootedtree":"TRUE","title":"Catostomidae","tree_kind":"Species Tree","tree_type":"SuperTree","tree_quality":"Unrated","phylotree_id":"tree_53935.phy"}]}