{"Authors":" Jakob Damgaard, Klaus-Dieter Klass, Mike D. Picker, Gerda\nBuder","Year":" 2008","Title":" Phylogeny of the Heelwalkers (Insecta: Mantophasmatodea)\nbased on mtDNA sequences, with evidence for additional taxa in South\nAfrica.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 47","Issue":"","Pages":" 443-462","Keywords":" Mitochondrial DNA; Parsimony; Nuclear mitochondrial\ncopies; Endemism; Mantophasmatodea","DOI":" 10.1016/j.ympev.2008.01.026","Abstract":" We examined the phylogeny of Mantophasmatodea from\nsouthern Africa (South Africa, Namibia) using approx. 1300 bp of mito-\nchondrial DNA sequence data from the genes encoding COI and 16S. The\ntaxon sample comprised multiple specimens from eight described species\n(Namaquaphasma ookiepense, Austrophasma rawsonvillense, A. caledonense,\nA. gansbaaiense, Lobatophasma rede- linghuysense, Hemilobophasma\nmontaguense, Karoophasma botterkloofense, K. biedouwense) and four\nundescribed species of Austrophas- matidae; three specimens of\nSclerophasma paresisense (Mantophasmatidae); and two specimens of\nPraedatophasma maraisi and one of Tyrannophasma gladiator (not yet\nconvincingly assigned to any family). For outgroup comparison a broad\nselection from hemimetab- olous insect orders was included. Equally\nweighted parsimony analyses of the combined COI + 16S data sets with\ngaps in 16S scored as a fifth character state supported\nAustrophasmatidae and all species and genera of Mantophasmatodea as\nbeing monophyletic. Most spe- cies were highly supported with 98100%\nbootstrap/739 Bremer support (BS), but K. biedouwense had moderate\nsupport (87/4) and A. caledonense low support (70/1). Mantophasmatodea,\nAustrophasmatidae, and a clade Tyrannophasma gladiator + Praedatophasma\nmar- aisi were all strongly supported (99100/1225), while relationships\namong the two latter clades and Mantophasmatidae remain ambig- uous.\nConcerning the relationships among genera of Austrophasmatidae, support\nvalues are moderately high for some nodes, but not significant for\nothers. We additionally calculated the partitioned BS values of COI and\n16S for all nodes in the strict consensus of the combined tree. COI and\n16S are highly congruent at the species level as well as at the base of\nMantophasmatodea, but congruence is poor for most intergeneric\nrelationships. In forthcoming studies, deeper relationships in the order\nshould be additionally explored by nuclear genes, such as 18S and 28S,\nfor a reduced sample of specimens.","trees":[{"tree_label":"Fig. 5","ntax":"106","rootedtree":"TRUE","title":"Mantophasmatodea, Strict of 320 MPTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_53981.phy"}]}