{"Authors":" Stanley H. Weitzman, Naércio A. Menezes","Year":" 1998","Title":" Relationships of the tribes and genera of the\nGlandulocaudiinae (Ostariophysi: Characiformes: Characidae), with a\ndescription of a new genus.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 171-192","Keywords":"","DOI":"","Abstract":" An examination of the caudal structures of the nineteen\nglandulocaudine genera and many of their species suggested that a\nreconsideration of the phylogenetic relationships of the genera of the\nfour recognized tribes, the Diapomini, Corynopomini, Glandulocaudini,\nand Xenurobryconini, and three incertae sedis genera, Landonia,\nPhenacobrycon, and Pseudocorynopoma, would result in a more useful\nphylogenetic reorganization of the subfamily. Only two of these tribes,\nthe Xenurobryconini and the Glandulocaudini, were previously diagnosed\nusing phylogenetic methods. Varied skeletal, muscular, histological, and\nultrastructural parts of the primary and secondary reproductive system\nform most of the basis of the present preliminary analysis. Although we\nsuggest this analysis produces several improvements in understanding the\nrelationships of the clades within the Glandulocaudinae, more detailed\nstudy of the species and genera of some clades will be necessary before\na stable phylogeny is attained. Nevertheless, we suggest that our new\nphylogeny will make future analyses and discussions of the lesser\nstudied clades more equivalent to those already studied in greater\ndetail. Unequivocal synapomorphies for certain of the nodes accepted\nhere suggest that the Glandulocaudini, Diapomini, Corynopomini, and\nXenurobryconini can still be considered tribes of the Glandulocaudinae\nin a sequenced classification, but that the later three tribes form part\nof a clade, Clade 3, that also includes two additional new tribes, the\nHysteronotini and Phenacobryconini. Another new tribe, the Landonini, is\nequivalent to Clade I in our tree. The previous Glandulocaudini is\nretained and is equivalent to Clade 2 in our tree. The Landonini and the\nPhenacobryconini have relatively uncertain relationships and when more\ndata are available the Phenacobryconini may be in- clUdedin one or\nanother of the other tribes of Clade B. Examination of the caudal\nstructures of the corynopomin genera as diagnosed here brought about\nrecognition of a new genus, Chrysobrycon, described here for two\nspecies, C. hesperus and C. myersi, both formerly placed in\nHysteronotus. A preliminary cladogram for all glandulocaudine genera is\npresented and its apparent strengths and weaknesses are discussed.","trees":[{"tree_label":"Fig. 1+","ntax":"19","rootedtree":"TRUE","title":"Glandulocaudiinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_53947.phy"}]}