{"Authors":" Angela M. Zanata, Richard P Vari","Year":" 2005","Title":" The family Alestidae (Ostariophysi, Characiformes): a\nphylogenetic analysis of a trans-Atlantic clade.","Journal":" Zoological Journal of the Linnean Society","Volume":" 145","Issue":" 1","Pages":" 1-144","Keywords":" African Characidae; Chalceus; Sindacharax; fossil\nevidence; gigantism; miniaturization; phylogeny","DOI":"","Abstract":" The overall most parsimonious hypothesis of relationships\nbased on 200 characters indicates that the Alestidae is the closest\nrelative of Chalceus, a genus previously assigned to the Neotropical\nCharacidae. Chalceus is shifted into the Alestidae, which becomes the\nonly trans-Atlantic family level group within the Characiformes. Various\npreviously proposed suprageneric assemblages within the Alestidae\n(e.g. Petersiini) failed to delimit monophyletic groups under the\nintrafamilial phylogenetic analysis. The evaluation of fossil alestids\nwithin the context of the phylogeny indicates that the ancestors of\nAlestes, Arnoldichthys, Brycinus, Bryconaethiops and Hydrocynus evolved\nprior to the early Eocene (Cuisian of Upper Ypresian), 4954.8 million\nyears ago, with the fossil Alestoides most closely related to Alestes.\nThe phylogenetic information further indicates a minimum age of 90112\nmillion years for the Alestidae. Contrary to previous hypotheses, the\nfossil African Sindacharax was found to be most similar to the clade\nincluding the alestid genus Bryconaethiops rather than most closely\nrelated to the South American subfamily Serrasalminae. Evaluation of the\nfossil Mahengecharax carrolli fails to support its hypothesized\nplacement as the sister group to all Recent members of the Alestidae.\nTwo separate episodes of miniaturization and one episode of gigantism\noccurred within the evolution of the Alestidae.","trees":[{"tree_label":"Fig. 43+","ntax":"57","rootedtree":"TRUE","title":"Alestidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_54785.phy"}]}