{"Authors":" Will L Allen, Roland J Baddeley, Innes C Cuthill, Nicholas\nE Scott-Samuel","Year":" 2012","Title":" A quantitative test of the predicted relationship between\ncountershading and lighting environment.","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" countershading, ruminantia, artiodactyla, self-shadow\nconcealment, camouflage, mammal coloration","DOI":"","Abstract":" Countershading, a vertical luminance gradient from a dark\nback to a light belly, is perhaps the most common coloration phenotype\nin the animal kingdom. Why? We investigated whether countershading\nfunctions as self-shadow concealment (SSC) in ruminants. We calculated\n‘optimal’ countershading for SSC by measuring illumination falling onto\na model ruminant as a function of time of day and lighting environment.\nCalibrated images of 114 species of ruminant were compared to the\ncountershading model, and phylogenetic analyses were used to find the\nbest predictors of coats countershading characteristics. In many species\ncountershading was close to the models prediction of ‘optimal’\ncountershading for SSC. Stronger countershading was associated with\nincreased use of open lighting environments, living closer to the\nequator, and small body size. Abrupt transitions from dark to light\ntones were more common in open lighting environments, but unassociated\nwith group size or antipredator behavior. Though the SSC hypothesiss\nprediction for stronger countershading in diurnal species was not\nsupported, and non-countershaded or reverse-countershaded species were\nunexpectedly common, this basic pattern of associations is only\nexplained by the SSC hypothesis. Despite extreme variation in lighting\nconditions, many terrestrial animals still find protection from\npredation by compensating for their own shadows.","trees":[{"tree_label":"TREE1++","ntax":"114","rootedtree":"TRUE","title":"Ruminantia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_54992.phy"}]}