{"Authors":" René Zaragüeta-Bagils","Year":" 2004","Title":" Basal clupeomorphs and ellimmichthyiform phylogeny.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 391-404","Keywords":"","DOI":"","Abstract":" The Ellimmichthyiformes is a fossil group of clupeomorphs\n(Teleostei). They include the genus Paraclupea, Diplomystus, and\nEllimmichthys. Paraclupea contains one species, P. chetungensis from the\nLower Cretaceous Chawan Formation of eastern China; Diplomystus contains\nfour species, D. dentatus from the lower Eocene freshwater deposits of\nthe Green River Formation, Wyoming, U.S.A., D. shengliensis from the\nmiddle Eocene freshwater deposits of eastern China, D. birdi from the\nCenomanian (Upper Cretaceous) marine deposits of Hakel and Hjoula,\nLebanon, D. dubertreti from the Santonian (Upper Cretaceous) marine\ndeposits of Sahel Alma, Lebanon; Ellimmichthys contains at least three\nspecies, E. longicostatus, from the Lower Cretaceous of Bahia, Brazil,\nE. goodi from the Lower Cretaceous deposits of Equatorial Guinea and at\nleast one undescribed species from the Lower Cretaceous marine deposits\nof the Morelos Formation, Tepexi de Rodriguez, Puebla, Mexico. A\nphylogenetic analysis comprising 56 characters for 15 taxa has been\nmade. It is shown that Diplomystus is not monophyletic, and D.\ndubertreti is more closely related to other Ellimmichthyiformes than to\nother Diplomystus species; Sorbinichthys elusivo is an\nellimmichthyiform. “Diplomystus” solignaci is also included in the\nEllimmichthyiformes. The position of Ezkutuberezi carmeni from the\nfreshwater deposits of the Lower Cretaceous of the Basque Country\n(Spain) and the undescribed Ellimmichthys from the marine deposits of\nthe Lower Cretaceous of Puebla, Mexico, is analyzed under the proposed\nhypothesis. The implications of these features regarding clupeomorph\nphylogeny are discussed. The puzzling biogeographic consequences of the\nphylogenetic hypothesis proposed are interpreted under the hypothesis of\na scarce fossil record concerning basal clupeomorphs. This hypothesis is\ncorroborated by the low correlation between stratigraphic data and\nphylogenetic hypothesis.","trees":[{"tree_label":"Fig. 7","ntax":"15","rootedtree":"TRUE","title":"Clupeomorpha Phlogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55056.phy"}]}