{"Authors":" Jadson José Souza de Oliveira, Marina Capelari","Year":" 2013","Title":" New species and phylogeny of Marasmius section\nNeosessiles","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Marasmiaceae, Agaricales, fungi, Neotropics, phylogeny,\ntaxonomy","DOI":"","Abstract":" Species of Marasmius section Neosessiles are widely\nrepresented in tropical areas, particularly the Neotropics. This section\ncomprises pleurotoid species while the other characteristics would place\nthem into other sections of Marasmius. For instance, some specimens\nwould be actually pleurotoid species of section Globulares subsection\nSicci. This paper addresses the morphology and phylogeny of some\npleurotoid species to determine whether they constitute a monophyletic\ngroup within the genus. The phylogenetic analysis was conducted using\nthe ITS region of these species and sequences from other Marasmius\nspecies from GenBank, and Crinipellis as outgroup. In the tree, a\nmonophyletic group including M. neosessilis formed a clade that was\nclosely related with section Leveilleani and was distinct from the\nGlobulares clade. The phylogram also revealed that all new species with\npleurotoid habit and M. ambiocellularis branched within the Globulares\nclade, which indicates that they are pleurotoid species within the\nsection Globulares. These results confirmed that the pleurotoid habit is\nnot sufficient to characterize the section Neosessiles and that a new\ndefinition considering the insititious stipe and absent pleurocystidia\nor setae as relevant characteristics is needed to better accommodate the\nspecies of this section. Marasmius neosessilis and M. sessiliaffinis\nwere recorded for the first time in Brazil, while M. spaniophyllus was\nnewly recorded in São Paulo State, and M. ambiocellularis, M.\nauriculiformis, M. conchiformis, M. diminutus, M. linderioides, M.\nlongisetosus and M. sejunctoides are described as new species.\nMorphological descriptions of the analyzed species with illustrations,\ntaxonomic discussions and an artificial identification are\nprovided.","trees":[{"tree_label":"MLT","ntax":"37","rootedtree":"TRUE","title":"Neosessiles","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58107.phy"}]}