{"Authors":" Ronan Allain, Tiengkham Xaisanavong, Phillippe Richir,\nBounsou Khentavong","Year":" 2012","Title":" The first definitive Asian spinosaurid (Dinosauria:\nTheropoda) from the early cretaceous of Laos","Journal":" Naturwissenschaften","Volume":"","Issue":" 99","Pages":" 369-377","Keywords":" Cretaceous, Savannakhet basin, Theropoda, Spinosauridae,\nAsia","DOI":" 10.1007/s00114-012-0911-7","Abstract":" Spinosaurids are among the largest and most spe- cialized\ncarnivorous dinosaurs. The morphology of their crocodile-like skull,\nstomach contents, and oxygen isotopic composition of the bones suggest\nthey had a predominantly piscivorous diet. Even if close relationships\nbetween spinosaurids and Middle Jurassic megalosaurs seem well\nestablished, very little is known about the transition from a\ngeneralized large basal tetanuran to the specialized morphol- ogy of\nspinosaurids. Spinosaurid remains were previously known from the Early\nto Late Cretaceous of North Africa, Europe, and South America. Here, we\nreport the discovery of a new spinosaurid theropod from the late Early\nCreteceous Savannakhet Basin in Laos, which is distinguished by an\nautapomorphic sinusoidal dorsosacral sail. This new taxon,\nIchthyovenator laosensis gen. et sp. nov., includes well-preserved and\npartially articulated postcranial remains. Although possible spinosaurid\nteeth have been reported from various Early Cretaceous localities in\nAsia, the new taxon I. laosensis is the first definite record of\nSpinosauridae from Asia. Cladistic analysis identifies Ichthyovenator as\na member of the sub-clade Baryonychinae and suggests a widespread\ndistribution of this clade at the end of the Early Cretaceous.\nChilantaisaurus tashouikensis from the Cretaceous of Inner Mongolia, and\nan ungual phalanx from the Upper Jurassic of Colorado are also referred\nto spinosaurids, extending both the stratigraphical and geographical\nrange of this clade.","trees":[{"tree_label":"Fig. 5","ntax":"29","rootedtree":"TRUE","title":"Theropoda Phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55060.phy"}]}