{"Authors":" Stephen L. Brusatte, Roger B. J. Benson, Xing Xu","Year":" 2012","Title":" A reassessment of Kelmayisaurus petrolicus, a large theropod\ndinosaur from the Early Cretaceous of China Systematic\npaleontology.","Journal":" Acta Palaeontologica Polonica","Volume":" 57","Issue":" 1","Pages":" 65-72","Keywords":" Dinosauria, Theropoda, Carcharodontosauridae, anatomy,\nCretaceous, China","DOI":" 10.4202/app.2010.0125","Abstract":" The Early Cretaceous fossil record of large−bodied\ntheropods from Asia is poor, hindering comparison of Asian predatory\ndinosaur faunas with those from other continents. One of the few large\nAsian theropod specimens from this interval is a partial skull (maxilla\nand dentary) from the Lianmugin Formation (?ValanginianAlbian), the\nholotype of Kelmayi− saurus petrolicus. Most authors have either\nconsidered this specimen as an indeterminate basal tetanuran or a nomen\ndubium.Weredescribe K. petrolicus and note that it possesses a single\nautapomorphy (a deep accessory groove on the lat− eral surface of the\nanterior dentary), as well as a unique combination of characters that\ndifferentiates it from other theropods, affirming its\nvalidity.Aphylogenetic analysis recovers K. petrolicus as a basal\ncarcharodontosaurid, which is supported by various features: very deep\ninterdental plates (a carcharodontosaurid synapomorphy), fused\ninterdental plates (present in carchardontosaurids and a limited number\nof other theropods), and the absence of diagnostic features of other\nclades of large−bodied theropods such as abelisaurids, megalosauroids,\nand coelurosaurs.As such, Kelmayisaurus is the second known\ncarcharodontosaurid from Asia, and further evidence that this clade\nrepresented a global radiation of large−bodied predators during the\nEarlymid Cretaceous.","trees":[{"tree_label":"Fig. 3","ntax":"25","rootedtree":"TRUE","title":"Kelmayisaurus and other basal tetanuran theropods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55063.phy"}]}