{"Authors":" Federico L Agnolin, Jaime E. Powell, Fernando E Novas,\nMatin Kundrát","Year":" 2012","Title":" New alvarezsaurid (Dinosauria, Theropoda) from uppermost\nCretaceous of north-western Patagonia with associated eggs","Journal":" Cretaceous Research","Volume":"","Issue":"","Pages":" 1-24","Keywords":" Alvarezsauridae, Patagonykinae, Arriagadoolithidae,\nCretaceous, Patagonia, Argentina","DOI":" 10.1016/j.cretres.2011.11.014","Abstract":" The Alvarezsauridae represents a branch of peculiar basal\ncoelurosaurs with an increasing representation of their Cretaceous\nradiation distributed worldwide. Here we describe a new member of the\ngroup, Bonapartenykus ultimus gen. et sp. nov. from\nCampanianeMaastrichtian strata of Northern Patagonia, Argentina.\nBonapartenykus is represented by a single, incomplete postcranial\nskeleton. The morphology of the known skeletal elements suggests close\naffinities with the previously described taxon from Patagonia,\nPatagonykus, and both conform to a new clade, here termed Patagonykinae\nnov. Two incomplete eggs have been discovered in association with the\nskeletal remains of Bonapartenykus, and several clusters of broken\neggshells of the same identity were also found in a close proximity.\nThese belong to the new ooparataxon Arriagadoolithus patagoniensis of\nthe new oofamily Arriagadoolithidae, which provides first insights into\nunique shell microstructure and fungal contamination of eggs laid by\nalvarezsaurid theropods. The detailed study of the eggs sheds new light\non the phylogenetic position of alvarezsaurids within the Theropoda, and\nthe evolution of eggs among Coelurosauria. We suggest that plesiomorphic\nalvarezsaurids survived in Patagonia until the latest Cretaceous,\nwhereas these basal forms became extinct elsewhere.","trees":[{"tree_label":"Fig. 16","ntax":"103","rootedtree":"TRUE","title":"Alvarezsauridae Theropoda","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55059.phy"}]}