{"Authors":" Efrén Remesal, Blanca B. Landa, María M Jiménez-Gasco,\nJuan A Navas-Cortés","Year":" 2012","Title":" Sequence variation of protein-coding genes as a diagnostic\ntool for the identification of Mycelial Compatibility Groups in\nSclerotium rolfsii","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" ITS-RFLP, MCGs, RPB2, EF1α\n","DOI":"","Abstract":" Populations of Sclerotium rolfsii, the causal organism of\nSclerotium root-rot diseases in a wide host range, can be placed in\nmycelial compatibility groups (MCGs) as a result of anastomosis between\ncompatible isolates. In this study, we tested different molecular\nmarkers to unequivocally identify each of 12 previously identified MCGs\nthat included restriction fragment length polymorphism patterns of the\nInternal Transcribed Spacer region of nuclear rDNA (ITS-RFLP) and\nsequence analysis of the protein-coding genes Translation Elongation\nFactor-1 alpha (EF1α) and RNA polymerase II subunit two (RPB2). To\nachieve this aim, a collection of 238 single-sclerotial S. rolfsii\nisolates representing 12 MCGs and obtained from sugar beet-infected\nplants from different countries with Mediterranean climate (Chile,\nItaly, Portugal and Spain) was used. ITS-RFLP analysis using four\nrestriction enzymes (AluI, HpaII, RsaI, and MboI) displayed a low degree\nof variability among MCGs as only three different restriction profiles\nwere identified among S. rolfsii isolates, with no correlation to MCG or\nto geographic origin. Based on nucleotide polymorphisms the RPB2 gene\nwas more variable among MCGs compared to the EF1α gene. Thus, ten of 12\nMCGs could be characterized utilizing the RPB2 region only while the\nEF1α region resolved seven MCGs. However, the analysis of combined\npartial sequences of EF1α and RPB2 genes allowed discriminating among\neach of the 12 MCGs. All isolates belonging to the same MCG showed\nidentical nucleotide sequences that differed at least in one nucleotide\nfrom a different MCG. The consistence of our results to identify the MCG\nof a given S. rolfsii isolate using the combined sequences of EF1α and\nRPB2 genes was confirmed using blind trials. Our study demonstrates that\nthe sequence variation of the protein-coding genes EF1α and RPB2 may be\nexploited as a diagnostic tool for MCG typing in S. rolfsii as well as\nto identify no previously described MCGs.","trees":[{"tree_label":"Figure 3B","ntax":"35","rootedtree":"FALSE","title":"Tr55032","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55032.phy"}]}