{"Authors":" Donald T. Wicklow, G. J. M. Verkley, M. d. Silva, Pedro W.\nCrous","Year":" 2005","Title":" Paraconiothyrium, a new genus to accommodate the mycoparasite\nConiothyrium minitans, anamorphs of Paraphaeosphaeria, and four new\nspecies","Journal":" Studies in Mycology","Volume":" 50","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Coniothyrium-like coelomycetes are drawing attention as\nbiological control agents, potential bioremediators, and producers of\nantibiotics. Four genera are currently used to classify such anamorphs,\nnamely, Coniothyrium, Microsphaeropsis, Cyclothyrium, and Cytoplea. The\nmorphological plasticity of these fungi, however, makes it difficult to\nascertain their best generic disposition in many cases. A new genus,\nParaconiothyrium is here proposed to accommodate four new species, P.\nestuarinum, P. brasiliense, P. cyclothyrioides, and P. fungicolum. Their\nformal descriptions are based on anamorphic characters as seen in vitro.\nThe teleomorphs of these species are unknown, but maximum parsimony\nanalysis of ITS and partial SSU nrDNA sequences showed that they belong\nin the Pleosporales and group in a clade including Paraphaeosphaeria s.\nstr., the biocontrol agent Coniothyrium minitans, and the ubiquitous\nsoil fungus Coniothyrium sporulosum. Coniothyrium minitans and C.\nsporulosum are therefore also combined into the genus Paraconiothyrium.\nThe anamorphs of Paraphaeosphaeria michotii and Paraphaeosphaeria\npilleata are regarded representative of Paraconiothyrium, but remain\nformally unnamed. Paraconiothyrium species are phylogenetically distant\nfrom typical members of the other coelomycete genera mentioned\nabove.","trees":[{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Paraconiothyrium, 1 of 2 trees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_479.phy"},{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Paraconiothyrium, Strict of 1681 trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4442.phy"}]}