{"Authors":" José L. Carballido, Jean S. Marpmann, Daniella\nSchwartz-Wings, Ben Pabst","Year":" 2012","Title":" New information on a juvenile sauropod specimen from the\nMorisson Formation and the reassessment of its systematic position","Journal":" Palaeontology","Volume":" 55","Issue":" 3","Pages":" 567-582","Keywords":" Sauropoda, Neosauropoda, Titanosauriformes,\nBrachiosauridae, Brachiosaurus, ontogeny, early juvenile sauropod","DOI":" 10.1111/j.1475-4983.2012.01139.x","Abstract":" Morphological changes in the ontogeny of sauropods are\npoorly known, making difficult to establish the systematic affinities of\nvery young individuals. New information on an almost complete juvenile\nsauropod (SMA 0009) with an estimated total length of about 2 m is here\npresented. The specimen was described as a diplodocid owing to the\npresence of some putative synapomorphies of this group. However, recent\nfurther preparation revealed the absence of diplodocid characters and\nthe presence of macronarian derived characters. To test the affinities\nof this specimen, a phylogenetic analysis was conducted. The strict\nconsensus tree recovers the specimen as a basal titanosauriform, in an\nunresolved relation with Brachiosaurus and Giraffatitan. Nevertheless, a\nbrachiosaurid assignment is here suggested in base of the widely\naccepted monophyly of this group (only recovered when SMA 0009 is placed\nwithin this group). Although the existence of a new taxon cannot be\ncompletely ruled out, the combination of derived and plesiomorphic\ncharacters in the specimen suggests its assignment to Brachiosaurus.\nSixteen extra steps are needed to place this specimen within\nDiplodocidae. The high cost to place this specimen within this group is\nowing to the fact that several diplodocid characters are absent in SMA\n0009, such as the absence of divided centroprezygapophyseal lamina in\ncervical vertebrae, procoelous anterior caudal centra, composed lateral\nlamina in anterior caudal vertebrae, elongated middle caudal vertebrae,\nshort cervical ribs and caudolateral projec- tion of distal condyle of\nmetatarsal I. Finally, the systematic position reveals few major\nontogenetic transformations. These affect the pneumatic structures\n(e.g. change from simple pleurocoels in the cervical vertebrae to\ncomplex pleurocoels and the development of lateral excavations in the\ndorsal vertebrae) but also include unrecorded transformations of the\nneural spine (e.g. the development of the spinodiapophyseal lamina, the\nwidening of the neural spines in the dorsal vertebrae) and allometric\ngrowth in some limb bones.","trees":[{"tree_label":"Fig. 8","ntax":"32","rootedtree":"TRUE","title":"Titanosauriform phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55064.phy"}]}