{"Authors":" Thomas Alexander Dececchi, Hans C Larsson, David W.\nHone","Year":" 2012","Title":" Yixianosaurus longimanus (Theropoda: Dinosauria) and its\nbearing on the evolution of Maniraptora and ecology of the Jehol\nfauna.","Journal":" Vertebrata Palasiatica","Volume":" 50","Issue":" 2","Pages":" 111-139","Keywords":" Jehol Biota, Dinosauria, Maniraptora, phalangeal index,\npaleoecology, allometry","DOI":"","Abstract":" We re-examine the partial skeleton of the enigmatic small\nfeathered theropod Yixianosaurus longimanus from the Lower Yixian\nFormation, China. A phylogenetic analysis recovers Yixianosaurus as a\nbasal maniraptoran, in a polytomy with Alvarezsaurus, Therizinosauria,\nAlvarezxauroidea and Paraves. The blend in Yixianosaurus of primitive\ntraits, such as a low brachial index and robust digit III, and derived\ntraits such as a subrectangular coracoid, suggests a more complicated\nmosaic of forelimb evolution within Maniraptora than previously\nproposed. The robust forelimb bones and massive, recurved, and pointed\nmanual unguals suggest Yixianosaurus was predatory, although this\nassessment remains tentative until more complete fossils of this taxon\nare found. The basal maniraptoran phylogenetic position implies a larger\nrange of forelimb morphologies at this point in coelurosaurian\nevolution. In many ways, the robust forelimb and hypertrophied recurved\nunguals are similar to those of Tanycolagreus and Coelurus, and may be\nmorphologically transitional between these taxa and basal therizinosaurs\nand oviraptorosaurs. The presence of large, veined, pennaceous contour\nfeathers on Yixianosaurus indicates the origin of these integumentary\nstructures may be deeper in coelurosaur phylogeny than previously\nreported. Finally, the robust, elongate forelimbs suggest a different\necological role than inferred for other sympatric small theropods, and\nlend support to the idea of nich partitioning among the small non-avian\ntheropods of the Jehol fauna.","trees":[{"tree_label":"Figure 4","ntax":"77","rootedtree":"TRUE","title":"Coelurosaurs and Yixianosaurus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55068.phy"}]}