{"Authors":" Martin D. Ezcurra, Cecilia Apaldetti","Year":" 2011","Title":" A robust sauropodomorph specimen from the Upper Triassic of\nArgentina and insights on the diversity of the Los Colorados\nFormation","Journal":" Proceedings of the Geologists’ Association","Volume":" 123","Issue":"","Pages":" 155-164","Keywords":" Dinosauria, Sauropodomorpha, Sauropoda, Triassic,\nArgentina","DOI":" 10.1016/j.pgeola.2011.05.002","Abstract":" The Late Triassic rocks document the first steps of the\nearly dinosaur evolutionary radiation. Although the oldest dinosaurs\nwere not abundant in their assemblages, sauropodomorphs achieved a wide\ntaxonomic diversity and high abundance towards the TriassicJurassic\nboundary. In South America, this pattern is documented in the\nIschigualasto-Villa Union Basin of northwestern Argentina, in which\ndinosaurs achieved a numerical dominance over other tetrapods during the\ndeposition of the upper levels of the late Norian-Rhaetian Los Colorados\nFormation. In this contribution we enrich faunal list of this assemblage\nwith the description of a new medium-sized basal sauropod specimen with\na very robust tibial morphology. This new specimen differs from the\nother known sauropodomorphs described for the Los Colorados Formation\nand increases the alpha-diversity recorded for this group. A\nphylogenetic analysis recovered the new specimen at the base of\nSauropoda and closely related to Lessemsaurus, Antetonitrus, and other\nbasal sauropods. These results match with the high degree of robustness\nobserved in the tibia of the specimen reported here, which closely\napproaches the morphology documented for other basal sauropods and\ndeparts from the morphospace occupied by nonsauropod sauropodomorphs. A\ntwo step pattern of tibia robustness increase is observed in the\nsauropodomorph phylogeny, a pattern that coincides and could be related\nwith the acquisition of more habitual quadrupedal gait achieved by basal\nsauropods.","trees":[{"tree_label":"Fig. 5","ntax":"57","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55111.phy"}]}