{"Authors":" Domingos Benício Oliveira Silva Cardoso, Luciano Paganucci\nQueiroz, R. Toby Pennington, Haroldo Cavalcante de Lima, Emile Fonty,\nMartin F. Wojciechowski, Matthew T. Lavin","Year":" 2012","Title":" Revisiting the phylogeny of papilionoid legumes: New insights\nfrom comprehensively sampled early-branching lineages","Journal":" American Journal of Botany","Volume":" 99","Issue":" 12","Pages":" 19912013","Keywords":" chloroplast; Leguminosae; matK; Papilionoideae;\nphylogenetic systematics; trnL intron","DOI":"","Abstract":" Premise of study: Elucidating the phylogenetic\nrelationships of the deep nodes of papilionoid legumes (Papilionoideae)\nis essential to reveal the evolutionary history that underlies the\norigin and diversification of this economically and ecologically\nimportant legume subfamily. The early-branching papilionoids include\nmostly Neotropical trees traditionally circumscribed in the tribes\nSwartzieae and Sophoreae. They are more highly diverse in floral\nmorphology than are other clades of Papilionoideae. Previous\nphylogenetic analyses of the Papilionoideae have not clearly resolved\nthe relationships of the early-branching lineages due to limited\nsampling. This study attempts to fill the gap by drawing on recent\nphylogenetic studies and a large number of newly assembled plastid DNA\nsequences. Methods: Parsimony and Bayesian phylogenetic analyses\nutilized sequences of the plastid matK gene and trnL intron. We have\nnewly sequenced multiple accessions of 29 genera that had never been\nsampled in previous matK phylogenies of the Papilionoideae. Our sampling\nalso involved 11 genera never before evaluated in a molecular\nphylogenetic framework. Key Results: The comprehensively sampled matK\nphylogeny better resolved the deep- branching relationships and\nincreased support for many clades within Papilionoideae. The potentially\nearliest-branching papilionoid clade does not include any genus\ntraditionally assigned to Swartzieae. The tribe Dipterygeae is\nmonophyletic with the inclusion of Monopteryx. The genera Aldina and\nAmphimas represent two of the nine main but as yet unresolved lineages\ncomprising the large 50-kb inversion clade within papilionoids. The\nquinolizidine-alkaloid-accumulating Genistoid clade is expanded to\ninclude a strongly supported subclade containing Ormosia and the\npreviously unplaced Clathrotropis s.s., Panurea, and Spirotropis.\nCamoensia, which has morphologically anomalous flowers, is the\nfirst-branching genus of the core Genistoids. Acosmium s.s. is excluded\nfrom the Genistoids and strongly resolved within the Dalbergioid clade.\nConclusions: Our results show greater resolution and clade support than\nprevious family-wide studies, and suggest taxonomic realignments of some\ngenera and of numerous tribes of Papilionoideae are necessary. By\nproviding a better resolved phylogeny of the earliest-branching\npapilionoids, the current study, in combination with other recent\nevidence, will lead to a more stable phylogenetic classification of the\nPapilionoideae and illuminate comparative studies on floral evolution,\nplant-animal interactions, nodulation, and genome structure and\ndynamics.","trees":[{"tree_label":"Fig. 1-7","ntax":"459","rootedtree":"TRUE","title":"Papilionoid Legumes, matK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_57824.phy"},{"tree_label":"pap trnL strict","ntax":"263","rootedtree":"TRUE","title":"Papilionoid Legumes, trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_57825.phy"},{"tree_label":"pap matK trnL strict","ntax":"248","rootedtree":"TRUE","title":"Papilionoid Legumes, matK trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_57826.phy"}]}