{"Authors":" Pascal Godefroit, Yuri L. Bolotsky","Year":" 2011","Title":" Osteology and relationships of Olorotitan arharensis, a\nhollowcrested hadrosaurid dinosaur from the latest Cretaceous of Far\nEastern Russia","Journal":" Acta Palaeontologica Polonica","Volume":"","Issue":"","Pages":"","Keywords":" Lambeosaurinae; Late Cretaceous; Olorotitan arharensis;\nRussia; osteology; phylogeny","DOI":" 10.4202/app.2011.0051","Abstract":" The holotype of Olorotitan arharensis Godefroit, Bolotsky,\nand Alifanov 2003, from the Maastrichtian Udurchukan Formation in\nKundur, Far Eastern Russia, is the most complete dinosaur discovered in\nRussia and one of the best preserved lambeosaurines outside western\nNorth America. This taxon is diagnosed by these autapomorphies: large\nhelmet-like hollow crest higher than the rest of the skull and extending\ncaudally well beyond the level of the occiput; very high postorbital\nprocess of jugal (ratio height of postotbital process / length of jugal\n= 1); rostral portion of the jugal shorter than in other lambeosaurines,\nwith a perfectly straight rostral margin; very asymmetrical maxilla in\nlateral view, with ventral margin distinctly downturned; very elongated\nneck composed of 18 cervical vertebrae; tibia as high as the femur;\nshorter cnemial crest, about one fifth of tibia length. A phylogenetic\nanalysis, based on 118 cranial, dental, and postcranial characters,\nindicates that Olorotitan is a member of the Corythosaurini clade, and\nis the sister taxon of Corythosaurus casuarius, Hypacrosaurus\nstebingeri, and Hypacrosaurus altispinus. The high diversity and mosaic\ndistribution of Maastrichtian hadrosaurid faunas in the Amur\nHeilongjiang region are the result of a complex palaeogeographical\nhistory and imply that many independent hadrosaurid lineages dispersed\nreadily between western America and eastern Asia at the end of the\nCretaceous.","trees":[{"tree_label":"Figure 23","ntax":"19","rootedtree":"TRUE","title":"Hadrosaura phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55112.phy"}]}