{"Authors":" K. Mummenhoff, Marcus Koch","Year":" 1994","Title":" Chloroplast DNA restriction site variation and phylogenetic\nrelationships in the genus Thlaspi sensu lato (Brassicaceae).","Journal":" Systematic Botany","Volume":" 19","Issue":" NA","Pages":" 73-88","Keywords":" NA","DOI":" NA","Abstract":" The classification of the genus Thlaspi s.l. is difficult\nand controversial. All hypotheses have been based on morphological and\nanatomical data and no cladistic analyses have been performed. In the\ncurrent study restriction site variation of chloroplast DNA among 45\npopulations of 22 taxa was employed to assess phylogenetic relationships\nin the genus Thlaspi. Although only 22 taxa have been analyzed herein\n(ca. 30% worldwide) these species represent all sections. One length\nmutation and 114 restriction site mutations were detected. Cladistic\nanalysis of the chloroplast DNA data supported four groups that are\ncongruent with four segregate genera (Thlaspi s. str., Microthlaspi,\nNoccaea, and Raparia), previously recognized by Meyer on the basis of\nseed anatomy. Sequence divergence between these groups was higher than\nusually found in intrageneric analyses and comparable to levels of\ndivergence between related genera of other angiosperm families. The\nchloroplast DNA phylogeny suggests that the perennial taxa are not\nancestral to the annual taxa and that the annual habit originated more\nthan once in Thlaspi s.l. A paucity of restriction site mutations\nprecludes resolving relationships among species of Noccaea, whereas the\ntwo intraspecific taxa of the T. perfoliatum polyploid complex\n(Microthlaspi) were separated by at least 17 restriction site mutations.\nConsideration of chloroplast DNA divergence within the clades Noccaea\nand Microthlaspi indicates that the rate of plastome evolution is\nuncoupled from rates of morphological/anatomical diversification.\nChloroplast DNA polymorphisms were detected among eight populations of\nT. perfoliatum subsp. perfoliatum with different ploidy levels. There\nseems to be geographic partitioning of the two plastome types found,\npossibly warranting taxonomic recognition.","trees":[{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Thlaspi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_213.phy"}]}