{"Authors":" Philip D. Mannion, Paul Upchurch, Octávio Mateus, Rosie N.\nBarnes, Marc E. H. Jones","Year":" 2011","Title":" New information on the anatomy and systematic position of\nDinheirosaurus lourinhanensis (Sauropoda: Diplodocoidea) from the Late\nJurassic of Portugal, with a review of European diplodocoids","Journal":" Journal of Systematic Palaeontology","Volume":"","Issue":" May","Pages":" 1-31","Keywords":" Dinosauria; Diplodocidae; Lourinhã; Mesozoic; Morrison\nFormation; Rebbachisauridae","DOI":" 10.1080/14772019.2011.595432","Abstract":" Although diplodocoid sauropods from Africa and the\nAmericas are well known, their European record remains largely\nneglected. Here we redescribe Dinheirosaurus lourinhanensis from the\nLate Jurassic of Portugal. The holotype comprises two posterior cervical\nvertebrae, the dorsal series and a caudal centrum. Redescription\ndemonstrates its validity on the basis of three autapomorphies: (1)\nposteriorly restricted ventral keel on posterior cervical vertebrae; (2)\nthree small subcircular fossae posterior to the lateral coel on\nposterior cervical neural spines; (3) accessory lamina linking the\nhyposphene with base of the posterior centrodiapophyseal lamina in\nmiddle-posterior dorsal vertebrae. Phylogenetic analysis places\nDinheirosaurus as the sister taxon to Supersaurus, and this clade\nformsthe sister taxon to other diplodocines.However, this position\nshould be treated with caution as Dinheirosaurus displays several\nplesiomorphic features absent in other diplodocids (including\nunbifurcated presacral neural spines, and dorsolaterally projecting\ndiapophyses on dorsal vertebrae) and only four additional steps are\nrequired to place Dinheirosaurus outside of Flagellicaudata.We identify\nAmazonsaurus as the basal-most rebbachisaurid and recover Zapalasaurus\noutside of the SouthAmerican Limaysaurinae, suggesting the biogeographic\nhistory of rebbachisaurids is more complex than previously\nproposed.Reviewof the European diplodocoid record reveals evidence for\nthe earliest known diplodocid, as well as additional diplodocid remains\nfrom the Late Jurassic of Spain. A Portuguese specimen, previously\nreferred to Dinheirosaurus, displays strong similarities to Apatosaurus\nfrom the contemporaneous Morrison Formation of North America, indicating\nthe presence of a second Late Jurassic Portuguese diplodocid taxon.\nAlong with Dinheirosaurus, these Portuguese remains provide further\nevidence for a Late Jurassic palaeobiogeographic connection between\nEurope and NorthAmerica. No dicraeosaurids are currently known from\nEurope, but rebbachisaurids are present in the Early Cretaceous, with\nweak evidence for the earliest known representative from the Late\nJurassic of Spain; however, more complete material is required to\nrecognize early members of this clade.","trees":[{"tree_label":"Fig. 10","ntax":"27","rootedtree":"TRUE","title":"Diplodocoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55215.phy"},{"tree_label":"Fig. 12","ntax":"27","rootedtree":"TRUE","title":"Diplodocoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55216.phy"}]}