{"Authors":" Roberto E. Yury-Yáñez, Alexander O. Vargas, Carolina S.\nGutstein, David Rubilar-Rogers, Rodrigo A. Otero","Year":" 2012","Title":" An overview of the dinosaur fossil record from Chile.","Journal":" Journal of South American Earth Sciences","Volume":"","Issue":"","Pages":" 1-14","Keywords":" Chile; dinosaurs; birds; cenozoic; mesozoic","DOI":" 10.1016/j.jsames.2012.03.003","Abstract":" In Chile, the record of dinosaurs in Jurassic and\nCretaceous sediments is often restricted to footprints, with few\nskeletal remains. Tetanuran theropods are known in the Upper Jurassic,\nand bones of titanosaur sauropods in the Late Cretaceous, including\npartial skeletons (e.g. Atacamatitan chilensis Kellner et al.). Also\nfrom the late Cretaceous, an ornithopod vertebra, a pair of theropod\nteeth and one tarsometatarsus of a gaviiform bird (Neogaeornis wetzeli\nLambrecht) have been reported. The Cenozoic fossil record comprises\nabundant and well-preserved marine birds from Eocene and Miocene units,\nwith a specially abundant record of Sphenisciformes and less frequently,\nProcellariiformes. There is an excellent Miocene ePliocene record of\nother birds such as Odontopterygiformes, including the most complete\nskeleton ever found of a pelagornithid, Pelagornis chilensis Mayr and\nRubilar-Rogers. Fossil birds are also known from Pliocene and\nPleistocene strata. A remarkable collection of birds was discovered in\nlacustrine sediments of late Pleistocene age associated to human\nactivity. The perspectives in the study of dinosaurs in Chile are\npromising because plenty of material stored in institutional collections\nis not described yet. The record of Chilean dinosaurs is relevant for\nunderstanding the dynamics and evolution of this group of terrestrial\nanimals in the western edge of Gondwana, while Cenozoic birds from the\nRegion may contribute to the understanding of current biogeography for\ninstance, the effect of the emergence and establishment of the Humboldt\nCurrent.","trees":[{"tree_label":"Fig. 4","ntax":"30","rootedtree":"TRUE","title":"Sauropoda Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55249.phy"}]}