{"Authors":" Hai Xing, Albert Prieto-Márquez, Wei Gu, Ting-Xiang Yu","Year":" 2012","Title":" Re-evaluation and phylogenetic analysis of Wulagasaurus\ndongi, a hadrosaurine dinsoaur from the Maastrichtian of northeast\nChina.","Journal":" Vertebrata PalAsiatica","Volume":" 50","Issue":" 2","Pages":" 160-169","Keywords":"","DOI":"","Abstract":" The diagnosis of the hadrosaurine Wulagasaurus dongi is\nrevised in this paper, based on both original and new material recoverd\nfrom the Upper Cretaceous Yuliangzi Formation at the Wulaga locality in\nHeilongjiang Province, China. However, we also demonstrate that some\nspecimens previously referred to W. dongi, including braincases,\nmaxillae and scapulae, actually belong to typical lambeosaurines.\nWulagasaurus shares strong morphological similarities with the North\nAmerican taxa Brachyloposaurus and Maiasaura: a long, wedge-shaped\nrostral apex positioned at the level of the dorsoventral midpoint of the\njugal rostral ramus; a fan-shaped caudal ramus of the ugal with a nearly\nstraight or slightly convex caudal margin; a relatively elongate and\nslender ventral process of the coracoid; a weakly developed humeral\ndeltopectoral crest that is moderately expanded craniolaterally; and an\nasymmetrical, strongly convex margin of the iliac supracetabular\nprocess, lacking a strong ridge connecting its caudal portion with the\ndorsal margin of the postacetabular process. Phylogenetic analysis\nindicates that Wulagasaurus, Brachylophosaurus and Maiasaura form a\nmonophyletic basal clade of hadrosaurines. This basal clade originated\nin Asia during the Santonian age of the Late Cretaceous. No later than\nthe middle Campanian, the lineage split and then dispersed via the\nBering land bridge to North America, where Brachylophosaurus and\nMaiasaura diverged from one another.","trees":[{"tree_label":"Figure 2","ntax":"53","rootedtree":"TRUE","title":"iguanodontoidea phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55255.phy"}]}