{"Authors":" Phil Senter, James I. Kirkland, Donald D. DeBlieux, Scott\nMadsen, Natalie Toth","Year":" 2012","Title":" New dromaeosaurids (Dinosauria: Theropoda) from the Lower\nCretaceous of Utah, and the evolution of the dromaeosaurid Tail.","Journal":" PLoS ONE","Volume":" 7","Issue":" 5","Pages":" 1-20","Keywords":"","DOI":" 10.1371/journal.pone.0036790","Abstract":" The Yellow Cat Member of the Cedar Mountain Formation\n(Early Cretaceous, Barremian?  Aptian) of Utah has yielded a rich\ntheropod fauna, including the coelurosaur Nedcolbertia justinhofmanni,\nthe therizinosauroid Falcarius utahensis, the troodontid Geminiraptor\nsuarezarum, and the dromaeosaurid Utahraptor ostrommaysorum. Recent\nexcavation has uncovered three new dromaeosaurid specimens. One\nspecimen, which we designate the holotype of the new genus and species\nYurgovuchia doellingi, is represented by a partial axial skeleton and a\npartial left pubis. A second specimen consists of a right pubis and a\npossibly associated radius. The third specimen consists of a tail\nskeleton that is unique among known Cedar Mountain dromaeosaurids. Y.\ndoellingi resembles Utahraptor ostrommaysorum in that its caudal\nprezygapophyses are elongated but not to the degree present in most\ndromaeosaurids. The specimen represented by the right pubis exhibits a\npronounced pubic tubercle, a velociraptorine trait that is absent in Y.\ndoellingi. The specimen represented by the tail skeleton exhibits the\nextreme elongation of the caudal prezygapophyses that is typical of most\ndromaeosaurids. Here we perform a phylogenetic analysis to determine the\nphylogenetic position of Y. doellingi. Using the resulting phylogeny as\na framework, we trace changes in character states of the tail across\nCoelurosauria to elucidate the evolution of the dromaeosaurid tail. The\nnew specimens add to the known diversity of Dromaeosauridae and to the\nknown diversity within the Yellow Cat paleofauna. Phylogenetic analysis\nplaces Y. doellingi in a clade with Utahraptor, Achillobator, and\nDromaeosaurus. Character state distribution indicates that the presence\nof intermediate-length caudal prezygapophyses in that clade is not an\nevolutionarily precursor to extreme prezygapophyseal elongation but\nrepresents a secondary shortening of caudal prezygapophyses. It appears\nto represent part of a trend within Dromaeosauridae that couples an\nincrease in tail flexibility with increasing size.","trees":[{"tree_label":"Figure 12 Supertree","ntax":"109","rootedtree":"TRUE","title":"Tr55251","tree_kind":"Species Tree","tree_type":"SuperTree","tree_quality":"Unrated","phylotree_id":"tree_55251.phy"}]}