{"Authors":" Christiane Maria Ritz, Volker Wissemann","Year":" 2004","Title":" The genus Rosa (Rosoideae, Rosaceae) revisited: molecular\nanalysis of nrITS-1 and atpB-rbcL intergenic spacer (IGS) versus\nconventional taxonomy","Journal":" Biological Journal of the Linnean Society","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequences of the nrDNA internal transcribed spacer 1\n(nrITS-1) and atpB-rbcL intergenic spacer (IGS) of the cpDNA were\nanalysed for all sections of the genus Rosa L. (Rosoideae, Rosaceae) to\nstudy molecular infrageneric taxonomy and relationships of Rosa with\nrespect to conventional taxonomy based upon morphological and anatomical\ndata as well as phytochemical characters. The results suggest that Rosa\nin its traditional infrageneric circumscription is not reflected by\nmolecular data. Cinnamomeae, Carolinae and Pimpinellifoliae are not\nmonophyletic based on the molecular data and this is mirrored in\nconventional taxonomy that separates these sections by weak\nmorphological characters such as sepal performance, existence of bracts\nand number of flowers per inflorescence. Sect. Pimpinellifoliae is split\nby the monotypic sections Laevigatae, Platyrhodon, Bracteatae and\nHesperhodos. Section Caninae is a natural allopolyploid group\ncharacterized by its autapomorphic ITS Canina-type and Canina-meiosis,\ncpDNA subdivides sect. Caninae into two natural clusters of eglandular\nand glandular glandular species. NrITS shows sect. Synstylae/Indicae to\nbe the direct sister group to sect. Caninae, not Rosa (Gallicanae)\nalthough both groups are morphologically characterized by pinnate\nsepals. From our molecular data sect. Indicae and sect. Synstylae are\nconsectional. The highest taxonomic rank below the generic level should\nbe the sectional status.","trees":[{"tree_label":"Fig. 1","ntax":"68","rootedtree":"TRUE","title":"Rosa, nrITS-1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2039.phy"},{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Rosa, atpB-rbcL IGS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2040.phy"}]}