{"Authors":" Shang Zhou, Zhong-He Zhou, Jingmai K. O’Connor","Year":" 2012","Title":" A new basal beaked ornithurine bird from the Lower Cretaceous\nof western Liaoning, China.","Journal":" Vertebrata PalAsiatica","Volume":" 50","Issue":" 1","Pages":" 9-24","Keywords":" China; Early Cretaceous; Jianchang; Jiufotang Formation;\nLiaoning; beak; forked tail; ornithurine; rectrices","DOI":"","Abstract":" We report a new species of basal ornithurine bird,\nSchizooura lii gen. et sp. nov., based on a well-preserved specimen from\nthe Lower Cretaceous Jiufotang Formation in Jianchang, western Liaoning,\nChina. Phylogenetic analysis indicates that it is more derived than\nJianchangornis and Archaeorhynchus, but more basal than all other known\nJehol ornithurines. The new specimen preserves a unique suite of\ncharacters that differentiate it from other known taxa, including\nseveral features previously unreported in Early Cretaceous ornithurines,\nincluding a V-shaped furcula with a short hypocleidium, a rostrocaudally\nelongate unperforated sternum with deep caudal notches absent, and a\ndeltopectoral crest that extends for half to the length of the humerus.\nThe specimen preserves a nearly perfectly articulated skull that\nindicates the species was beaked and preserves details of the skull\nanatomy such as the premaxilla-frontal articulation. The most notable\nfeature of this new specimen is the preservation of a feathered tail\nmorphology previously unknown among Mesozoic birds. It is the second\ntail morphology known among early ornithurines, which have until now\nonly preserved fan-shaped tails. The new specimen preserves a forked\ntail composed of elongate rectrices medially separated by a deep notch.\nThis tail feather morphology in modern birds decreases aerodynamic\nefficiency relative to the fan-shaped tail, but increases chance of\nsexual reproduction. This discovery suggests that this tradeoff\nconvergently evolved in basal members of Ornithurae, and is consisten\nwith the wooded environment inferred for the Jehol.","trees":[{"tree_label":"Figure 5","ntax":"32","rootedtree":"TRUE","title":"Ornithurae Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55258.phy"}]}