{"Authors":" Cecilia Apaldetti","Year":" 2011","Title":" A new basal sauropodomorph (Dinosauria: Saurischia) from\nQuebrada del Barro Formation (Marayes-El Carrizal Basin), northwestern\nArgentina.","Journal":" PloS One","Volume":" 6","Issue":" 11","Pages":" 1-19","Keywords":"","DOI":" 10.1371/journal.pone.0026964","Abstract":" Argentinean basal sauropodomorphs are known by several\nspecimens from different basins; Ischigualasto, El Tranquilo, and Mogna.\nThe Argentinean record is diverse and includes some of the most\nprimitive known sauropodomorphs such as Panphagia and Chromogisaurus, as\nwell as more derived forms, including several massospondylids. Until\nnow, the Massospondylidae were the group of basal sauropodomorphs most\nwidely spread around Pangea with a record in almost all continents,\nmostly from the southern hemisphere, including the only record from\nAntarctica. We describe here a new basal sauropodomorhp, Leyesaurus\nmarayensis gen. et sp. nov., from the Quebrada del Barro Formation, an\nUpper Triassic-Lower Jurassic unit that crops out in northwestern\nArgentina. The new taxon is represented by a partial articulated\nskeleton that includes the skull, vertebral column, scapular and pelvic\ngirdles, and hindlimb. Leyesaurus is diagnosed by a set of unique\nfeatures, such as a sharply acute angle (50 degrees) formed by the\nascending process of the maxilla and the alveolar margin, a straight\nascending process of the maxilla with a longitudinal ridge on its\nlateral surface, noticeably bulging labial side of the maxillary teeth,\ngreatly elongated cervical vertebrae, and proximal articular surface of\nmetatarsal III that is shelf-like and medially deflected. Phylogenetic\nanalysis recovers Leyesaurus as a basal sauropodomorph, sister taxon of\nAdeopapposaurus within the Massospondylidae. Moreover, the results\nsuggest that massospondylids achieved a higher diversity than previously\nthought. Our phylogenetic results differ with\nrespecttopreviousanalysesbyrejecting the massospondylid affinities of\nsome taxa from the northern hemisphere (e.g., Seitaad, Sarahsaurus). As\na result, the new taxon Leyesaurus, coupled with other recent\ndiscoveries, suggests that the diversity of massospondylids in the\nsouthern hemisphere was higher than in other regions of Pangea. Finally,\nthe close affinities of Leyesaurus with the Lower Jurassic\nMassospondylus suggest a younger age for the Quebrada del Barro\nFormation than previously postulated.","trees":[{"tree_label":"Figure 13","ntax":"54","rootedtree":"TRUE","title":"sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55261.phy"}]}