{"Authors":" Matthew T. Carrano, Roger B. J. Benson, Scott D.\nSampson","Year":" 2012","Title":" The phylogeny of Tetanurae (Dinosauria: Theropoda).","Journal":" Journal of Systematic Palaeontology","Volume":" 10","Issue":" 2","Pages":" 211-300","Keywords":" evolution; systematics; Mesozoic; taxonomy; morphology,\nbiogeography\n","DOI":" 10.1080/14772019.2011.630927","Abstract":" Tetanuran theropods represent the majority of Mesozoic\npredatory dinosaur diversity and the lineage leading to extant Aves.\nThus their history is relevant to understanding the evolution of\ndinosaur diversity, Mesozoic terrestrial ecosystems, and modern birds.\nPreviously, the fragmentary and poorly sampled fossil record of basal\n(non-coelurosaur) tetanurans led to uncertainties regarding their basic\ninterrelationships. This in turn prevented determining the relationships\nof many incompletely known taxa that nonetheless document a global\nradiation spanning more than 120 million years. We undertook an\nexhaustive examination of all basal tetanurans and all existing\ncharacter data, taking advantage of recent discoveries and adding new\nmorphological, temporal and geographic data. Our cladistic analysis of\n61 taxa achieved significantly improved phylogenetic resolution. These\nresults position several ‘stem’ taxa basal to a succession of\nmonophyletic clades (Megalosauroidea, Allosauroidea and Coelurosauria).\nMegalosauroids include nearly 20 taxa arrayed amongst a basalmost clade\n(Piatnitzkysauridae, fam. nov.) and the sister taxa Spinosauridae and\nMegalosauridae; the latter includes two subfamilies, Megalosaurinae and\nAfrovenatorinae subfam. nov. Allosauroidea contains a diverse\nMetriacanthosauridae (= Sinraptoridae), Neovenatoridae,\nCarcharodontosauridae and a reduced Allosauridae. Finally, we assessed\nmore than 40 fragmentary forms and hundreds of additional reported\ntetanuran occurrences. Tetanuran evolution was characterized by repeated\nacquisitions of giant body size and at least two general skull forms,\nbut few variations in locomotor morphology. Despite parallel\ndiversification of multiple lineages, there is evidence for a succession\nof ‘dominant’ clades. Tetanurae first appeared by the Early Jurassic and\nwas globally distributed by the Middle Jurassic. Several major clades\nappeared prior to the breakup of Pangaea; as such their absence in\nspecific regions, and at later times, must be due to poor sampling,\ndispersal failure and/or regional extinction. Finally, we outline a\ngeneral perspective on Mesozoic terrestrial biogeography that should\napply to most clades that appeared before the Late Jurassic.","trees":[{"tree_label":"Figure 7A","ntax":"61","rootedtree":"TRUE","title":"Tetanurae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55267.phy"}]}