{"Authors":" Michael J. Benton, Alick D. Walker","Year":" 2011","Title":" Saltopus, a dinosauriform from the Upper Triassic of\nScotland.","Journal":" Earth and Environmental Science Transactions of the Royal\nSociety of Edinburgh","Volume":" 101","Issue":"","Pages":" 285-299","Keywords":" Archosauria, Avemetatarsalia, Dinosauria, Dinosauromorpha,\nElgin reptiles, Lossiemouth Sandstone Foramtion, Ornithodira","DOI":" 10.1017/S1755691011020081","Abstract":" Saltopus elginensis, reported in 1910 from the yellow\nsandstones of the Lossiemouth Sandstone Formation (Late Triassic) of\nMorayshire, NE Scotland, has long been controversial. It was described\nfirst as a theropod dinosaur, but others disagreed. Reanalysis of the\ntype, and only, specimen using casts from the natural rock moulds, as\nwell as X-rays and CT scans, has revealed new anatomical data not\navailable to previous researchers. Saltopus was a small, 8001000 mm-long\nbiped, whose tail made up more than half its length. It is an\navemetatarsalian because it has elongated and tightly bunched\nmetatarsals, the tibia is longer than the femur, the calcaneal tuber is\nrudimentary or absent, and metatarsal II is equal to or longer than\nmetatarsal IV; a unique assemblage of characters diagnosing this clade.\nSaltopus is a dinosauromorph on the basis of the reduced fingers IV and\nV, the saddle-shaped dorsal margin of the iliac blade, and the\narticulation of sacral rib 1 close to the front of the iliac blade.\nSaltopus is a dinosauriform on the basis of the trochanteric shelf and\nlesser trochanter on the proximal end of the femur, the waisted sacral\nribs, and perhaps the rod-like and straight pubis. However, it lacks all\napomorphies of Dinosauria, retaining for example the primitive condition\nof two sacral vertebrae. Cladistic analyses place Saltopus within\nDinosauromorpha and Dinosauriformes, and between the basal dinosauriform\nPseudolagosuchus and the derived clade consisting of Silesauridae and\nDinosauria, so making it one of a radiation of small pre-dinosaurian\nbipedal archosaurs in the Triassic found so far in North and South\nAmerica and in Europe.","trees":[{"tree_label":"Imported tree 0","ntax":"56","rootedtree":"TRUE","title":"Tr55270","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55270.phy"}]}