{"Authors":" Phil R. Bell","Year":" 2012","Title":" Cranial osteology and ontogeny of Saurolophus angustirostris\nfrom the Late Cretaceous of Mongolia with comments on Saurolophus\nosborni from Canada.","Journal":" Acta Palaeontologica Polonica","Volume":" 56","Issue":" 4","Pages":" 703-722","Keywords":" Cretaceous; Dinosauria; Hadrosauridae; Hadrosaurinae;\nMongolia; Ornithischia; Saurolophus; taxonomy","DOI":" 10.4202/app.2010.0061","Abstract":" Reanalysis of the skull of the crested Asian hadrosaurine\nSaurolophus angustirostris confirms its status as a distinct species\nfrom its North American relative, Saurolophus osborni. In addition to\nits greater absolute size, S. angustirostris is differentiated from\nSaurolophus osborni by an upturned premaxillary body, a more strongly\nreflected oral margin of the premaxilla, the absence of an anterior\nnotch in the prenarial fossa, a sigmoidal contour of the ventral half of\nthe anterior process of the jugal, a shallow quadratojugal notch on the\nquadrate, and by a strongly bowed quadrate in lateral view. Phylogenetic\nanalysis corroborates a sister taxon relationship between S.\nangustirostris and S. osborni. Saurolophus itself is characterised by a\nsolid, rod-like crest composed of the nasals, frontals, and prefrontals;\nsecondary elongation of the frontal and prefrontal resulting in the\nbackwards extension of the frontal platform; a frontal platform that\nextends dorsal to the anterior portion of the supratemporal fenestra; a\nparietal that is excluded by the squamosals from the posterodorsal\nmargin of the occiput; and the presence of two supraorbital elements.\nAlthough the palaeobiogeographic history of Saurolophus remains\nunresolved, at least two possible dispersal events took place across\nBeringia during the late Campanian leading to the evolution of the clade\ncomposed of Kerberosaurus, Prosaurolophus, and Saurolophus.","trees":[{"tree_label":"Figure 11","ntax":"12","rootedtree":"TRUE","title":"Hadrosaurine phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55265.phy"}]}