{"Authors":" Melissa R. Bodner, Wayne P. Maddison","Year":" 2012","Title":" The biogeography and age of salticid spider radiations\n(Araneae: Salticidae)","Journal":" Molecular phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny; Biogeography; Salticidae; Saltafresia;\nThiratoscirtinae","DOI":" 10.1016/j.ympev.2012.06.005","Abstract":" Globally distributed, jumping spiders (Salticidae) are\nspecies-rich and morphologically diverse. Recent 24 molecular\nphylogenetic work has revealed that major clades are largely isolated to\nparticular continental 25 regions, suggesting their radiations postdated\nMesozoic continental break up, but corroboration from 26 a multi-gene\ntime-calibrated phylogeny has been lacking, and an important tropical\nforest region, Central 27 and West Africa, has been largely unsampled.\nNewly sampled species, many from Gabon, were included 28 among taxa\nsequenced for the genes 28s, Actin 5C, 16sND1, and CO1. Likelihood and\nBayesian analyses 29 show that most of the Gabonese species from forest\nhabitats fall into a single large clade, which we name 30 the\nThiratoscirtinae (new subfamily), within the broader Aelurilloida. The\naelurilloids, together with the 31 plexippoids, euophryines,\nheliophanines and smaller groups (e.g. Leptorchestae, Hasarieae,\nPhilaeus 32 group, Salticus), form a large clade that we name the\nSaltafresia. Most saltafresian diversification appears 33 to have\noccured in Afro-Eurasia, with the exception of the euophryines (largely\nNeotropical, Australasian 34 and Southeast Asian) and two radiations in\nthe New World (Habronattus, freyines). Using Bayesian 35 relaxed\nmolecular-clock methods, calibrated by amber fossil data and a\ngeological constraint, we 36 estimate that most recent common ancestor\nof the family occurred 4757 million years ago, when the 37 continents\nwould have already separated substantially. The Salticoida is dated to\n4150 million years, 38 and its four major subclades Amycoida, Astioida,\nMarpissoida, and Saltafresia are each dated to 2944 39 million years. By\nthese inferred dates, salticids were radiating while the earth was\nwarmer than today, 40 with expanded megathermal forests and, most\nlikely, diverse insect herbivores. Our phylogeny indicates 41 mixing of\nradiating faunas from isolated regions has been limited, yet some\nlong-range dispersal events, 42 such as the arrival of the genus\nHabronattus to the New World, have occurred. Four African species for-\n43 merly in Viciria are moved to Telamonia, establishing the new\ncombinations Telamonia besanconi (Berland 44 and Millot), Telamonia\nfuscimana (Simon), Telamonia longiuscula (Thorell), Telamonia thoracica\n(Thorell). 45 The Marpissoida is expanded to include the Ballinae.","trees":[{"tree_label":"Fig. 3","ntax":"230","rootedtree":"TRUE","title":"Salticid Spider Radiations, MrBayes All Genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55281.phy"},{"tree_label":"Fig. 2","ntax":"229","rootedtree":"TRUE","title":"Salticid Spider Radiations, MLE All Genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55280.phy"},{"tree_label":"Fig. 8","ntax":"229","rootedtree":"TRUE","title":"Salticid Spider Radiations, BEAST 28s+16sND1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55282.phy"}]}