{"Authors":" Elisabeth S. Vrba, Manuel Hernández Fernández","Year":" 2005","Title":" A complete estimate of the phylogenetic relationships in\nRuminantia: a dated species-level supertree of the extant ruminants","Journal":" Biological Reviews","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" This paper presents the first complete estimate of the\nphylogenetic relationships among all 197 species of extant and recently\nextinct ruminants combining morphological, ethological and molecular\ninformation. The composite tree is derived by applying matrix\nrepresentation using parsimony analysis to 164 previous partial\nestimates, and is remarkably well resolved, containing 159 nodes (>\n80 % of the potential nodes in the completely resolved phylogeny).\nBremer decay index has been used to indicate the degree of certainty\nassociated with each clade. The ages of over 80 % of the clades in the\ntree have been estimated from information in the literature. The\nsupertree for Ruminantia illustrates which areas of ruminant phylogeny\nare still only roughly known because of taxa with controversial\nrelationships (e.g. Odocoileini, Antilopinae) or not studied in great\ndetail (e.g. Muntiacus). It supports the monophyly of the ruminant\nfamilies and Pecora. According to this analysis Antilocapridae and\nGiraffidae constitute the superfamily Giraffoidea, which is the sister\ngroup of a clade clustering Bovoidea and Cervoidea. The position of\nseveral taxa whose systematic positions have remained controversial in\nthe past (Saiga, Pelea, Aepycerus, Pantholops, Ammotragus, Pseudois) is\nunambiguously established. Nevertheless, the position of Neotragus and\nOreotragus within the original radiation of the non-bovine bovids\nremains unresolved in the present analysis. It also shows that six\nsuccessive rapid cladogenesis events occurred within the infraorder\nPecora during the Oligocene to middle Pliocene, which coincided with\nperiods of global climatic change. Finally, the presented supertree will\nbe a useful framework for comparative and evolutionary biologists\ninterested in studies involving the ruminants.","trees":[{"tree_label":"Ruminantia supertree (strict)","ntax":"198","rootedtree":"TRUE","title":"Ruminantia supertree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2051.phy"}]}