{"Authors":" Richard J. Butler, Jin Liyong, Chen Jun, Pascal\nGodefroit","Year":" 2011","Title":" The postcranial osteology and phylogenetic position of the\nsmall ornithischian dinosaur Changchunsaurus parvus from the Quantou\nFormation (Cretaceous: Aptian-Cenomanian) of Jilin Province,\nnorth-eastern China.","Journal":" Palaeontology","Volume":" 54","Issue":" 3","Pages":" 667-683","Keywords":" China; Cretaceous; Ornithischia; Ornithopoda; Quantou\nFormation; Yixian Formation; phylogeny","DOI":" 10.1111/j.1475-4983.2011.01046.x","Abstract":" Ornithopods were the most important group of Cretaceous\nornithischians and achieved high levels of abun- dance and taxonomic\ndiversity. An understanding of the phylogeny, early evolution and\ndiagnosis of the clade is hampered by a shortage of detailed anatomical\ndescriptions of basal taxa. One of the most important basal ornithopod\ntaxa discovered in recent years is Changchunsaurus parvus, from the\nQuantou Formation (‘middle’ Cretaceous) of Jilin Province, China,\nrepresented by excellent cranial and post- cranial material. Here, we\npresent the first description of the postcranial anatomy of the holotype\nspecimen of Changchunsaurus and provide comparisons to other basal\ncerapodans and basal ornithopods. A phylogenetic analysis finds\nrelationships amongst basal ornithopods to be extremely poorly resolved,\nbut supports a sister-group relationship between Changchunsaurus and\nJeholosaurus shangyuanensis from the Yixian Formation (late\nBarremianearly Aptian) of Liaoning Province, China. Numerous characters\ndistinguish the two taxa, supporting their generic distinction. The\nproposed sister-group relationship suggests that an endemic clade of\nsmall-bodied bipedal ornithopods existed in north-east China during the\nEarly to ‘middle’ Cretaceous.","trees":[{"tree_label":"Imported tree 0","ntax":"51","rootedtree":"TRUE","title":"Tr55292","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55292.phy"}]}