{"Authors":" Draginja Pavlic, Bernard Slippers, Teresa A. Coutinho,\nMichael J Wingfield","Year":" 2009","Title":" Molecular and phenotypic characterization of three\nphylogenetic species discovered within the Neofusicoccum parvum/N. ribis\ncomplex.","Journal":" Mycologia","Volume":" 101","Issue":" 5","Pages":" 636-647","Keywords":" Botryosphaeriaceae, GCPSR, multiple gene genealogies,\nNeofusicoccum, phylogenetic species, speciation, Syzygium","DOI":" 10.3852/08-193","Abstract":" Neofusicoccum parvum and N. ribis are closely related\nspecies whose identities often have been confused. These fungal plant\npathogens were identified recently as the most abundant species of\nBotryosphaeriaceae (Ascomycetes) isolated from native Syzygium cordatum\ntrees in South Africa. In another study using multiple gene genealogies\nfrom five nuclear loci three undescribed cryptic phylogenetic species as\nwell as N. parvum were identified among 30 of these isolates. The aim of\nthis study was to clarify the identity of the remaining isolates in the\nN. parvum/N. ribis complex from S. cordatum in South Africa, to describe\nnewly identified cryptic species and to test their pathogenicity. Based\non the RNA polymerase II subunit (RPB2) sequence comparisons, the\nisolates were identified as N. parvum or one of three previously\nrecognized phylogenetic species that are described here as N.\ncordaticola, N. kwambonambiense and N. umdonicola. These species cannot\nbe separated a priori based on morphological characteristics, although a\nposteriori analysis of variance showed that the differences in conidial\nlength and width between the species were statistically significant. The\nisolates of the newly described species as well as N. parvum and N.\nribis were tested for pathogenicity on S. cordatum under greenhouse\nconditions. Isolates representing the three new species were\nsignificantly more aggressive than N. parvum and N. ribis with N.\nkwambonambiense being the most aggressive. This study resolved\nlong-standing questions of identity of species within N. parvum/N. ribis\ncomplex and lays a foundation for further studies on this.","trees":[{"tree_label":"PAUP 1 bs","ntax":"109","rootedtree":"TRUE","title":"Neofusicoccum parvum/N. ribis complex.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55276.phy"},{"tree_label":"PAUP 1","ntax":"109","rootedtree":"TRUE","title":"Neofusicoccum parvum/N. ribis complex.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55275.phy"}]}