{"Authors":" Caleb M. Brown, Clint A. Boyd, Anthony P. Russell","Year":" 2011","Title":" A new basal ornithopod dinosaur (Frenchman Formation,\nSaskatchewan, Canada), and implications for late Maastrichtian\nornithischian diversity in North America","Journal":" Zoological Journal of the Linnean Society","Volume":" 163","Issue":" 4","Pages":" 1157-1198","Keywords":" Thescelosaurus; Parksosaurus; Cretaceous; systematics;\nosteology","DOI":" 10.1111/j.1096-3642.2011.00735.x","Abstract":" A small, articulated basal ornithopod skeleton from the\nFrenchman Formation (late Maastrichtian) of Saskatchewan (RSM P 1225.1),\npreviously referred to the taxon Thescelosaurus, differs from both\nrecognized species of this taxon (Thescelosaurus neglectus and\nThescelosaurus garbanii). The differences are taxonomically informative\nand we recognize this specimen as the holotype of a new species,\nThescelosaurus assiniboiensis sp. nov., diagnosed by the presence of two\nautapomorphies, and displaying plesiomorphic traits more similar to\nthose of Parksosaurus, than to those of the other Thescelosaurus\nspecies. The Frenchman Formation also harbours an intriguing faunal\nassemblage in which Thescelosaurus represents one of the most abundant\ndinosaur taxa, and preserves a relatively high proportion of small\n(putatively juvenile and subadult) specimens of many dinosaur taxa.\nFurther work that increases the faunal sample from this formation, and\nthat permits quantitative comparisons with contemporary formations, will\ndetermine whether or not these differences are well supported, and will\ndetermine their ultimate palaeobiological significance. Identification\nof a third species of Thescelosaurus from the late Maastrichtian of\nNorth America suggests that this taxon was more diverse than previously\nrecognized, and shows an increase in diversity from the Campanian\nthrough the late Maastrichtian, contrasting the trends seen in most\nother ornithischian clades.","trees":[{"tree_label":"Figure 23","ntax":"23","rootedtree":"TRUE","title":"Thescelosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55272.phy"}]}