{"Authors":" Martin D. Ezcurra, Stephen L. Brusatte","Year":" 2011","Title":" Taxonomic and phylogenetic reassessment of the early\nneotheropod dinosaur Camposaurus arizonensis from the Late Triassic of\nNorth America.","Journal":" Palaeontology","Volume":" 54","Issue":" 4","Pages":" 763-772","Keywords":" Camposaurus; Dinosauria; North America; Theropoda;\nTriassic; phylogeny","DOI":" 10.1111/j.1475-4983.2011.01069.x","Abstract":" Camposaurus arizonensis, a small theropod dinosaur from\nthe earlymiddle Norian of Arizona (USA), is widely considered the oldest\nknown neotheropod. However, despite its importance, Camposaurus is the\nsubject of taxonomic and phylogenetic uncertainty and is often\nconsidered a nomen dubium, largely because of a fragmentary holotype. We\nhere reassess the holotype of Camposaurus and identify two\nautapomorphies: the posterior edge of the tibial articular surface for\nthe fibula offset as a sharp and prominent ridge and the absence of an\nanteriorly expanded medial condyle of the astragalus. We therefore\nconsider Camposaurus to be a valid and diagnostic taxon of basal\ntheropod dinosaur. For the first time, we include Camposaurus in a\nphylogenetic analysis, which confirms its neotheropod placement and\nrecovers it as a close relative of Coelophysis rhodesiensis within\nCoelophysoidea sensu stricto. The position of Camposaurus as the oldest\nneotheropod provides an important calibration point, but necessitates\nlong ghost lineages, indicating that our knowledge of the early\nevolutionary history of theropod dinosaurs is still patchy. Furthermore,\nour phylogenetic analysis recovers a polytomy at the base of\nNeotheropoda, as most parsimonious trees disagree in recovering a\nmonophyletic or paraphyletic ‘traditional’ Coelophysoidea. This suggests\nthat basal theropod phylogeny remains in a state of flux, and the\nmonophyly of ‘traditional’ Coelophysoidea remains an open question.","trees":[{"tree_label":"Figure 3","ntax":"43","rootedtree":"TRUE","title":"basal theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55314.phy"}]}