{"Authors":" Drew R. Eddy, Julia A. Clarke","Year":" 2011","Title":" New information on the cranial anatomy of Acrocanthosaurus\natokensis and its implications for the phylogeny of Allosauroidea\n(Dinosauria: Theropoda).","Journal":" PloS One","Volume":" 6","Issue":" 3","Pages":" 1-55","Keywords":" Animals; Dinosaurs; Dinosaurs: classification; Phylogeny;\nSkull; Skull: anatomy & histology","DOI":" 10.1371/journal.pone.0017932","Abstract":" Allosauroidea has a contentious taxonomic and systematic\nhistory. Within this group of theropod dinosaurs, considerable debate\nhas surrounded the phylogenetic position of the large-bodied allosauroid\nAcrocanthosaurus atokensis from the Lower Cretaceous Antlers Formation\nof North America. Several prior analyses recover Acrocanthosaurus\natokensis as sister taxon to the smaller-bodied Allosaurus fragilis\nknown from North America and Europe, and others nest Acrocanthosaurus\natokensis within Carcharodontosauridae, a large-bodied group of\nallosauroids that attained a cosmopolitan distribution during the Early\nCretaceous. Re-evaluation of a well-preserved skull of Acrocanthosaurus\natokensis (NCSM 14345) provides new information regarding the palatal\ncomplex and inner surfaces of the skull and mandible. Previously\ninaccessible internal views and articular surfaces of nearly every\nelement of the skull are described. Twenty-four new morphological\ncharacters are identified as variable in Allosauroidea, combined with\n153 previously published characters, and evaluated for eighteen terminal\ntaxa. Systematic analysis of this dataset recovers a single most\nparsimonious topology placing Acrocanthosaurus atokensis as a member of\nAllosauroidea, in agreement with several recent analyses that nest the\ntaxon well within Carcharodontosauridae. A revised diagnosis of\nAcrocanthosaurus atokensis finds that the species is distinguished by\nfour primary characters, including: presence of a knob on the lateral\nsurangular shelf; enlarged posterior surangular foramen; supraoccipital\nprotruding as a double-boss posterior to the nuchal crest; and pneumatic\nrecess within the medial surface of the quadrate. Furthermore, the\nrecovered phylogeny more closely agrees with the stratigraphic record\nthan hypotheses that place Acrocanthosaurus atokensis as more closely\nrelated to Allosaurus fragilis. Fitch optimization of body size is also\nmore consistent with the placement of Acrocanthosaurus atokensis within\na clade of larger carcharodontosaurid taxa than with smaller-bodied taxa\nnear the base of Allosauroidea. This placement of Acrocanthosaurus\natokensis supports previous hypotheses of a global carcharodontosaurid\nradiation during the Early Cretaceous.","trees":[{"tree_label":"Allosauroidea results","ntax":"22","rootedtree":"TRUE","title":"Allosauroidea phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55312.phy"}]}