{"Authors":" José L. Carballido, Oliver W. M. Rauhut, Diego Pol,\nLeonardo Salgado","Year":" 2011","Title":" Osteology and phylogenetic relationships of Tehuelchesaurus\nbenitezii (Dinosauria, Sauropoda) from the Upper Jurassic of\nPatagonia.","Journal":" Zoological Journal of the Linnean Society","Volume":" 163","Issue":" 2","Pages":" 605-662","Keywords":" Argentina; Camarasauromorpha; Neosauropoda;\nmacronaria","DOI":" 10.1111/j.1096-3642.2011.00723.x","Abstract":" The diversification and early evolution of neosauropod\ndinosaurs is mainly recorded from the Upper Jurassic of North America,\nEurope, and Africa. Our understanding of this evolutionary stage is far\nfrom complete, especially in the Southern Hemisphere. A partial skeleton\nof a large sauropod from the Upper Jurassic Cañadón Calcáreo Formation\nof Patagonia was originally described as a ‘cetiosaurid’ under the name\nTehuelchesaurus benitezii. The specimen is here redescribed in detail\nand the evidence presented indicates that this taxon is indeed a\nneosauropod, thus representing one of the oldest records of this clade\nin South America. A complete preparation of the type specimen and\ndetailed analysis of its osteology revealed a great number of features\nof phylogenetic significance, such as fully opisthocoelous dorsal\nvertebrae, the persistence of true pleurocoels up to the first sacral\nvertebra, associated with large camerae in the centrum and supraneural\ncamerae, and an elaborate neural arch lamination, including two\napomorphic laminae in the infradiapophyseal fossa. The phylogenetic\nrelationships of this taxon are tested through an extensive cladistic\nanalysis that recovers Tehuelchesaurus as a non-titanosauriform\ncamarasauromorph, deeply nested within Neosauropoda. Camarasauromorph\nsauropods were widely distributed in the Late Jurassic, indicating a\nrapid evolution and diversification of the group.","trees":[{"tree_label":"Figure 21A","ntax":"45","rootedtree":"TRUE","title":"Eusauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55294.phy"}]}