{"Authors":" Lynn J Gillespie, Robert J. Soreng","Year":" 2005","Title":" A Phylogenetic Analysis of the Bluegrass Genus Poa Based on\ncpDNA Restriction Site Data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Poa, with about 575 species, is the largest genus of\ngrasses, and has diversified throughout temperate, boreal, and arctic\nregions, and similar habitats through the tropics. This new phylogenetic\nstudy of Poa based on analysis of restriction site data from PCR\namplified regions of chloroplast DNA (trnT-trnF, trnF-trnV, trnV-rbcL,\nrbcL-ORF106, trnH-trnK) expands previous sampling in the genus to where\n1/5 to 1/6 of the species have been characterized for chloroplast DNA\ntypes. A broad phylogenetic structure detected in a previous study using\nrestriction site mapping of Poa chloroplast DNA gained additional and\nrobust support. Accounting for extended intra- and extrageneric\nsampling, Poa remains monophyletic if Austrofestuca and Parodiochloa are\nincluded as sections within P. subg. Poa, and if Poa subg. Andinae is\nremoved from the genus. Two new combinations are made: Poa sect.\nAustrofestuca and Poa sect. Parodiochloa. This new analysis supports the\nrecognition of five major clades within Poa: 1) ArcSyl, Poa subg.\nArctopoa sects. Arctopoa and Aphydris, and P. subg. Poa sect.\nSylvestres; 2) BAPO, P. subg. Poa sects. (Bolbophorum + Alpinae)\n(Parodiochloa + Ochlopoa); 3) SPOSTA, P. subg. Poa sects. (Secundae\n(Pandemos (Orienos + Stenopoa + Tichopoa + Abbreviatae))); 4) PoM, P.\nsubg. Poa sects. (Poa + Macropoa); 5) HAMBADD, P. subg. Poa sects.\n(Homalopoa, Acutifolae, Brizoides, Madropoa, Austrofestuca, Dasypoa,\nDioicopoa, and informal groups \u001aPunapoa\u001a and \u001aAustralopoa\u001a). These clades\ndiverge in the following arrangement from the outgroups: ArcSyl (BAPO\n(SPOSTA ((PoM) (HAMBADD))).","trees":[{"tree_label":"Fig. 1","ntax":"118","rootedtree":"TRUE","title":"Poa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2052.phy"}]}