{"Authors":" Paul M. Barrett, Darren H. Tanke, Andrew A. Farke, Michael\nJ. Ryan, Dennis R. Braman, Mark A. Loewen, Mark R. Graham","Year":" 2011","Title":" A new centrosaurine from the Late Cretaceous of Alberta,\nCanada, and the evolution of parietal ornamentation in horned\ndinosaurs.","Journal":" Acta Palaeontologica Polonica","Volume":" 56","Issue":" 4","Pages":" 691-702","Keywords":" Alberta; Campanian; Canada; Centrosaurinae; Ceratopsidae;\nCretaceous; Dinosaur Park Formation; Dinosauria; Oldman Formation;\nOrnithischia; epiparietal","DOI":" 10.4202/app.2010.0121","Abstract":" In 1916, a centrosaurine dinosaur bonebed was excavated\nwithin the Campanian−aged deposits of what is now Dinosaur Provincial\nPark, Alberta, Canada. Specimens from this now−lost quarry, including\ntwo parietals, a squamosal, a skull missing the frill, and an incomplete\ndentary, were purchased by The Natural History Museum, London. The\nmaterial was recently reprepared and identified herein as a previously\nunknown taxon, Spinops sternbergorum gen. et sp. nov. Based upon the\navailable locality data and paleopalynology, the quarry lies in either\nthe upper part of the Oldman Formation or the lower part of the Dinosaur\nPark Formation. The facial region of the partial skull is similar to\nputative mature specimens of Centrosaurus spp. and Styracosaurus\nalbertensis, with short, rounded postorbital horncores and a large,\nerect nasal horncore. Parietal ornamentation is consistent on both known\nparietals and is unique among ceratopsids. Bilateral, procurved parietal\nhooks occupy the P1 (medial−most) position on the dorsal surface of the\nparietal and are very similar to those seen in Centrosaurus apertus.\nEpiparietals in the P2 or possibly P3 position (lateral to P1) manifest\nas extremely elongate, caudally directed spikes, unlike the condition in\nC. apertus, S. albertensis, or any other “derived” centrosaurine.\nCladistic analysis suggests that S. sternbergorum is closely related to\nCentrosaurus and Styracosaurus. Historically, based upon the condition\nin Styracosaurus and related centrosaurines, it was assumed that the\nmedial−most elongated spikes on centrosaurine parietals correspond to\nthe P3 epiparietal position. The exception illustrated in the new taxon\nsuggests that homologies of epiparietals among basal centrosaurines\n(e.g., Albertaceratops and Diabloceratops) and derived centrosaurines\n(e.g., Styracosaurus and “pachyrhinosaurs”) should be reconsidered. The\nmedially−placed, caudally−directed “P3” process of basal centrosaurines\nmay, in fact, be homologous with P2.","trees":[{"tree_label":"Figure 6A","ntax":"18","rootedtree":"TRUE","title":"Ceratopsidae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55315.phy"},{"tree_label":"Figure 6B","ntax":"18","rootedtree":"TRUE","title":"Ceratopsidae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55316.phy"}]}