{"Authors":" Max C. Langer, Jonathas S. Bittencourt, Cesar L.\nSchultz","Year":" 2011","Title":" A reassessment of the basal dinosaur Guaibasaurus\ncandelariensis, from the Late Triassic Caturrita Formation of South\nBrazil.","Journal":" Earth and Environmental Science Transactions of the Royal\nSociety of Edinburgh","Volume":" 101","Issue":"","Pages":" 301-332","Keywords":" Dinosauria; Eusaurischia; Norian; Rio Grande do Sul;\nSaurischia.","DOI":" 10.1017/S175569101102007X","Abstract":" The dinosaur record of the Santa Maria beds of Rio Grande\ndo Sul (MidLate Triassic; south Brazil) includes the herrerasaur\nStaurikosaurus pricei, and two basal members of the sauropodomorph\nlineage: Saturnalia tupiniquim and Unaysaurus tolentinoi. The most\nenigmatic of the saurischian taxa is, however, Guaibasaurus\ncandelariensis, previously regarded as either a basal theropod or a\nbasal sauropodomorph. This study provides a detailed anatomical revision\nof all specimens originally referred to G. candelariensis by Bonaparte\nand co-authors, including its type-series and a more recently excavated\npartial postcranium. Although coming from different sites, these\nspecimens share a unique combination of traits, and at least one\npossible autapomorphic feature of the pelvis, which support the\ninclusivity and uniqueness of the species. G. candelariensis was a\nmedium-sized (nearly 2 m long) biped with an intriguing mix of\nplesiomorphic and derived (eusaurischian/theropod) features.\nPhylogenetic studies reveal weak support for the nesting of G.\ncandelariensis within Theropoda, but this affinity is bolstered by\nvarious traits it shares with neothero- pods. The Norian age of G.\ncandelariensis corroborates previous studies that suggest the continuous\nradiation of more basal dinosauromorphs until the end of the Triassic,\nafter the appearance of the three main dinosaur clades.","trees":[{"tree_label":"Figure 19A","ntax":"42","rootedtree":"TRUE","title":"Archosauria Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55332.phy"},{"tree_label":"Figure 19B","ntax":"30","rootedtree":"TRUE","title":"sauropodia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55333.phy"}]}