{"Authors":" Mona Torp, Arne Holst-Jensen, Barbara Kosiak, Ralf\nKristensen","Year":" 2005","Title":" Phylogeny and toxigenic potential is correlated in Fusarium\nspecies as revealed by partial translation elongation factor 1 alpha\ngene sequences","Journal":" Mycological Research","Volume":" 109","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Partial translation elongation factor 1 alpha (TEF-1á)\ngene and intron sequences are reported from 148 isolates of 11 species\nof the anamorph genus Fusarium; F. avenaceum (syn. F. arthrosporioides),\nF. cerealis, F. culmorum, F. equiseti, F. flocciferum, F. graminearum,\nF. lunulosporum, F. sambucinum, F. torulosum, F. tricinctum and F.\nvenenatum. The sequences were aligned with TEF-1á sequences retrieved\nfrom 35 isolates of F. kyushuense, F. langsethiae, F. poae and F.\nsporotrichioides in a previous study, and 39 isolates of F. cerealis, F.\nculmorum, F. graminearum and F. pseudograminearum retrieved from\nsequence databases. The 222 aligned sequences were subjected to\nphylogenetic analyses using maximum parsimony and Bayesian Markov Chain\nMonte Carlo maximum likelihood statistics. Support for internal\nbranching topologies was examined by Bremer support, bootstrap and\nposterior probability analyses. The resulting trees were largely\ncongruent. The taxon groups included in the sections Discolor, Gibbosum\nand Sporotrichiella sensu Wollenweber and Reinking (1935) all appeared\nto be polyphyletic. All species were monophyletic except F. flocciferum\nthat was paraphyletic, and one isolate classified as F. cf. langsethiae\non the basis of morphology that grouped with F. sporotrichioides.\nMapping of toxin profiles, host preferences and geographic origin onto\nthe DNA based phylogenetic tree structure indicated that in particular\nthe toxin profiles corresponded with phylogeny, i.e. phylotoxigenic\nrelationships were inferred. A major distinction was observed between\nthe trichothecene and non-trichothecene producers, and the trichothecene\nproducers were grouped into one clade of strictly type A trichothecene\nproducers, one clade of strictly type B trichothecene producers and one\nclade with both type A and type B trichothecene producers. Furthermore,\nproduction of the type A trichothecenes T-2/HT-2 toxins are associated\nwith a lineage comprising F. langsethiae and F. sporotrichioides. The\nability to produce zearalenone was apparently gained parallel to the\nability to produce trichothecenes, and later lost in a derived\nsublineage. The ability to produce enniatins is a shared feature of the\nentire study group, with the exception of the strict trichothecene type\nB producers and F. equiseti. The ability to produce moniliformin seems\nto be an ancestral feature of members of the genus Fusarium which seems\nto have been lost in the clades consisting of trichothecene /\nzearalenone producers. The aims of the present study were to determine\nthe phylogenetic relationships between the different species of Fusarium\ncommonly occurring on Norwegian cereals and some of their closest\nrelatives, as well as to reveal underlying patterns such as the ability\nto produce certain mycotoxins, geographic distribution and host\npreferences. Implications for a better classification of Fusarium are\ndiscussed and highlighted.","trees":[{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Fusarium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2053.phy"},{"tree_label":"Fig. 2","ntax":"53","rootedtree":"TRUE","title":"Fusarium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2054.phy"}]}