{"Authors":" Tatiana Arias","Year":" 2012","Title":" A fully resolved and dated chloroplast phylogeny of the\nBrassica crops and wild relatives (Brassicea: Brassicaceae): testing\nbiogeographical and diversification hypothesis in the tribe","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Brassica; Brassiceae; Mediterranean; Miocene; mustards;\nphylogenetics; triplication event; U triangle.","DOI":"","Abstract":" Brassicas boast an enormous diversity of economically\nimportant products used by man. Strikingly, relationships among main\nlineages are still unknown. We reconstructed the phylogeny of the tribe\nBrassiceae (Brassicaceae) using four-plastid regions (rpl32–trnL,\natpI–atpH, psbD–trnT, ycf6–psbM) from 88 species in order to understand\nhistorical biogeography, chronological origin of the major lineages and\nvariation in diversification rates in the tribe. We sampled\nrepresentatives of almost all genera covering the entire natural range\nof the tribe from Central Asia to western Mediterranean. Phylogenetic\nanalysis recovered for the first time eight well-supported clades in the\ntribe including a new African clade (Henophyton) comprised of genera\nthat have not been previously sampled. Relationships within and between\nthe eight major clades are strongly supported. The position of four\npreviously unsampled genera was identified (Ammosperma, Eremophyton,\nFezia, and Pseudofortunya). This phylogeny placed species belonging to\nthe polyphyletic genera Brassica and Erucastrum in either of the two\nmost speciose lineages, Nigra or Oleracea, presenting a robust\nphylogenetic framework with which taxonomy can be reevaluated. We\nestimated the tribe origin to be ca. 37 Mya during the Eocene –\nOligocene boundary in the Saharo-Sindian region of the Mediterranean\nBasin. Main clades in the tribe appeared at the boundary between the\nPaleogene and Neogene (≈ 23 Mya), whereas the majority of species in\nthese clades diversified during the Miocene (≈ 20 to 10 Mya). Ancestors\nof the domesticated species in the Oleracea clade originated in the NE\nMediterranean region in the late Miocene (≈ 9 Mya). Brassica rapa\nancestors were then dispersed to the Iranio-Turanian region and Asia\naround 3 Mya (Pliocene), while immediate ancestors of the cole crops\nwere dispersed to the Euro-Siberian region around 2 Mya (Pliocene). A\nstrong shift in diversification rates was only found in the Nigra clade.\nWe have found that diversification and speciation events in the\nMediterranean basin seem to be more ancient than was formerly\nthought.","trees":[{"tree_label":"UNTITLED","ntax":"101","rootedtree":"TRUE","title":"Brassicaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55346.phy"}]}