{"Authors":" Jordan C. Mallon, Robert Holmes, David A. Eberth, Michael\nJ. Ryan, Jason S Anderson","Year":" 2011","Title":" Variation in the skull of Anchiceratops (Dinosauria,\nCeratopsidae) from the Horseshoe Canyon Formation (Upper Cretaceous) of\nAlberta.","Journal":" Journal of Vertebrate Paleontology","Volume":" 31","Issue":" 5","Pages":" 1047-1071","Keywords":"","DOI":" 10.1080/02724634.2011.601484","Abstract":" Anchiceratops is a chasmosaurine ceratopsid from the Upper\nCretaceous Horseshoe Canyon Formation (HCF) of Alberta. It is\ndistinguished primarily by its unique parietosquamosal frill\nornamentation and possibly by the pres- ence of a ventrally flexed\nolfactory bulb of the brain. Although Anchiceratops is known from at\nleast ten partial skulls, only two of these have been formally\ndescribed. These skulls are not stratigraphically segregated, but they\ndiffer markedly in their proportions (e.g., supraorbital horncore and\nfrill dimensions), causing previous authors to account for this\ndisparity with reference to either interspecific or sexual differences.\nBoth of these hypotheses assume that variation in Anchiceratops is\ndi-morphic; however, this assumption has never been tested with\nreference to all availablematerial. The present study describes\nallmaterial from the HCF that can be positively attributed to\nAnchiceratops, and tests the assumption of dimorphism by subjecting this\nmaterial to a series of morphometric analyses. We find no compelling\nevidence for dimorphism in Anchiceratops, although sample size is still\ntoo small for convincing statistical support. We conclude that there is\na single, variable species of Anchiceratops, A. ornatus. Average\nsedimentation rates for the HCF suggest that A. ornatus is a\nparticularly long-lived species compared with other ceratopsids\n(∼1.52.0Ma), and the paleoecological implications of this are discussed.\nAcladistic analysis that includes the new data presented here indicates\nthat Anchiceratops is more closely related to Chasmosaurus than to\nTriceratops, in contrast with previous studies.","trees":[{"tree_label":"Ceratopsidae results","ntax":"25","rootedtree":"TRUE","title":"Ceratopsidae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55337.phy"}]}