{"Authors":" Andrew T. McDonald","Year":" 2011","Title":" The taxonomy of species assigned to Camptosaurus (Dinosauria:\nOrnithopoda).","Journal":" Zootaxa","Volume":"","Issue":" 2783","Pages":" 52-68","Keywords":" Camptosaurus dispar, Cumnoria prestwichii, Uteodon\naphanoecetes gen. et comb. nov., Osmakasaurus de- pressus gen. et comb.\nnov., “Camptosaurus” valdensis, Planicoxa venenica","DOI":"","Abstract":" The type species of the genus Camptosaurus, C. dispar, was\nestablished by Marsh (1879) based upon material from Como Bluff Quarry\n13 in the Upper Jurassic Salt Wash Member of the Morrison Formation\n(Foster 2003; Carpenter & Wilson 2008). Since then, numerous\niguanodontian species and specimens from the Callovian to the Aptian, a\nspan of approximately 40 million years, of the United States and England\nhave been placed in Camptosaurus. Some, such as Callovosaurus leedsi\n(Lydekker 1889; Galton 1980; Ruiz-Omeñaca et al. 2007), Owenodon hoggii\n(Owen 1874; Norman & Barrett 2002; Galton 2009), and the holotype\nskull of Theiophytalia kerri (Brill & Carpenter 2007) have already\nbeen reassigned to other genera. C. depressus (Gilmore 1909) has also\nbeen reassigned, to the genus Planicoxa as P. depressa (Carpenter &\nWilson 2008), though this assignment is not upheld herein. In contrast,\nC. prestwichii (Hulke 1880) is almost universally regarded by recent\nauthors as referable to Camptosaurus (Galton & Powell 1980; Norman\n2004; Carpenter & Wilson 2008; but see Naish & Martill 2008).\nThe recently named species C. aphanoecetes (Carpenter & Wilson 2008)\nhas not been extensively discussed elsewhere and its placement in\nCamptosaurus has not been tested. To elucidate the relationships of the\nvarious species assigned to Camptosaurus, they were incorporated into a\nnew phylogenetic analysis of basal iguanodont relationships. Apart from\nC. dispar, none of these species had ever been included in such an\nanalysis. Determining the interrelationships of the putative species of\nCamptosaurus to each other and to other basal iguanodonts has\nimplications for the taxonomy and the spatial and temporal distributions\nof the genus.","trees":[{"tree_label":"Ornithopoda phylogeny","ntax":"61","rootedtree":"TRUE","title":"Ornithopoda Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55340.phy"}]}