{"Authors":" Maren A. Klich, Shannon B. Beltz, Jeffrey W. Cary","Year":" 2004","Title":" Characterization of aflatoxin-producing fungi outside of\nAspergillus section Flavi","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Most aspergilli that produce aflatoxin are members of\nAspergillus section Flavi, however isolates of several Aspergillus\nspecies not closely related to section Flavi also have been found to\nproduce aflatoxin. Two of the species, Aspergillus ochraceoroseus and an\nundescribed Aspergillus species SRRC 1468, are morphologically similar\nto members of Aspergillus section Circumdati. The other species have\nEmericella teleomorphs (Em. astellata and an undescribed Emericella\nspecies SRRC 2520) and are morphologically distinctive in having\nascospores with large flanges. All of these aflatoxin-producing isolates\nwere from tropical zones near oceans and none of them grew on artificial\nmedia at 37 C. Aflatoxins and sterigmatocystin production were\nquantified by high-pressure liquid chromatography (HPLC) and confirmed\nby HPLC-mass spectrometry (LC-MS) detection. Phylogenetic analyses were\nconducted on the these four species using A. parasiticus and Em.\nnidulans, (which produce aflatoxin and the aflatoxin precursor\nsterigmatocystin, respectively) for comparison. Two\naflatoxin/sterigmatocystin biosynthesis genes and the beta tubulin gene\nwere used in the analyses. Results showed that of the new\naflatoxin-producers, Aspergillus SRRC 1468 forms a strongly supported\nclade with A. ochraceoroseus as does Emericella SRRC 2520 with Em.\nastellata SRRC 503 and 512.","trees":[{"tree_label":"stcE","ntax":"9","rootedtree":"TRUE","title":"aflatoxin-producing fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2057.phy"},{"tree_label":"All trees","ntax":"9","rootedtree":"TRUE","title":"aflatoxin-producing fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2058.phy"},{"tree_label":"aflR","ntax":"9","rootedtree":"TRUE","title":"aflatoxin-producing fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2055.phy"},{"tree_label":"benA","ntax":"9","rootedtree":"TRUE","title":"aflatoxin-producing fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2056.phy"}]}