{"Authors":" Philip D. Mannion","Year":" 2011","Title":" A reassessment of Mongolosaurus haplodon Gilmore, 1933, a\ntitanosaurian sauropod dinosaur from the Early Cretaceous of Inner\nMongolia, People’s Republic of China.","Journal":" Journal of Systematic Palaeontology","Volume":" 9","Issue":" 3","Pages":" 355-378","Keywords":" Asia; Mesozoic; Mongolosaurus; convergent evolution;\nphylogeny; systematics","DOI":" 10.1080/14772019.2010.527379","Abstract":" The Early Cretaceous of China has yielded a diverse\nsauropod fauna, dominated by basal titanosauriforms. Known from a\nbasicranium, teeth and the first three cervical vertebrae, Mongolosaurus\nhaplodon is a poorly understood taxon whose evolutionary relationship to\nother sauropods has remained uncertain. Redescription of Mongolosaurus\nidentifies key features that confirmits titanosaurian affinities and\ndemonstrate its validity, based on several autapomorphies and a unique\ncombination of characters. Diagnostic features include: a lowneural\nspinewhich does not extend above the epipophyses; the dorsal edges of\nthe posterior articular surfaces of anterior cervical vertebrae\nprojecting more posteriorly than the ventral edges; and postaxial\nspinoprezygapophyseal laminae forming a dorsoventrally elongate X-shape\nin anterior view. Mongolosaurus is incorporated into three independent\ncladistic analyses; however, its precise phylogenetic position within\nTitanosauria remains unclear. This is partly a consequence of the\nlimited material, but also reflects the unusual combination of basal and\nderived features for this clade and the need for a better understanding\nof titanosaur intra-relationships. Reassessment of this animal provides\nnew information on the atlas-axis complex, which is extremely poorly\nknown in titanosaurs, and highlights several new characters thatmay\nprove useful in future phylogenetic analyses, such as the ratio of the\ntransverse widths of the basal tubera and occipital condyle. A number of\nfeatures pertaining to both the cranial material and cervical vertebrae\nare similar to those seen in some diplodocoids (including an\nanteroventral projection on the atlantal intercentrum and distal\nbifurcation of anterior cervical neural spines), providing further\nevidence for convergence between these two major neosauropod radiations.\nOther remains previously attributed to Mongolosaurus from China and\nRussia cannot be referred to this genus. In summary, Mongolosaurus\nrepresents one of the earliest known titanosaurs from eastern Asia and\nadds to our understanding of this diverse clade of sauropods.","trees":[{"tree_label":"Imported tree 0","ntax":"25","rootedtree":"TRUE","title":"Tr55338","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55338.phy"}]}