{"Authors":" Sterling J. Nesbitt","Year":" 2011","Title":" The early evolution of archosaurs: relationships and the\norigin of major clades.","Journal":" Bulletin of the American Museum of Natural History","Volume":"","Issue":" 352","Pages":" 1-292","Keywords":"","DOI":"","Abstract":" Archosaurs have a nearly 250 million year record that\noriginated shortly after the Permian-Triassic extinction event and is\ncontinued today by two extant clades, the crocodylians and the avians.\nThe two extant lineages exemplify two bauplan extremes among a diverse\nand complex evolutionary history, but little is known about the common\nancestor of these lineages. Renewed interest in early archosaurs has led\nto nearly a doubling of the known taxa in the last 20 years. This study\npresents a thorough phylogenetic analysis of 80 species-level taxa\nranging from the latest Permian to the early part of the Jurassic using\na dataset of 412 characters. Each terminal taxon is explicitly described\nand all specimens used in the analysis are clearly stated. Additionally,\neach character is discussed in detail and nearly all of the character\nstates are illustrated in either a drawing or highlighted on a specimen\nphotograph. A combination of novel characters and comprehensive\ncharacter sampling has bridged previously published analyses that focus\non particular archosauriform subclades. A well-resolved, robustly\nsupported consensus tree (MPTs 5 360) found a monophyletic Archosauria\nconsisting of two major branches, the crocodylian-line and avian-line\nlineages. The monophyly of clades such as Ornithosuchidae, Phytosauria,\nAetosauria, Crocodylomorpha, and Dinosauria is supported in this\nanalysis. However, phytosaurs are recovered as the closest sister taxon\nto Archosauria, rather than basal crocodylian-line archosaurs, for the\nfirst time. Among taxa classically termed as ‘rauisuchians,’ a\nmonophyletic poposauroid clade was found as the sister taxon to a group\nof paraphyletic ‘rauisuchians’ and monophyletic crocodylomorphs. Hence,\ncrocodylomorphs are well nested within a clade of ‘rauisuchians,’ and\nare not more closely related to aetosaurs than to taxa such as\nPostosuchus. Basal crocodylomorphs such as Hesperosuchus and similar\nforms (‘Sphenosuchia’) were found as a paraphyletic grade leading to the\nclade Crocodyliformes. Among avian-line archosaurs, Dinosauria is well\nsupported. A monophyletic clade containing Silesaurus and similar forms\nis well supported as the sister taxon to Dinosauria. Pterosaurs are\nrobustly supported at the base of the avian line. A time-calibrated\nphylogeny of Archosauriformes indicates that the origin and initial\ndiversification of Archosauria occurred during the Early Triassic\nfollowing the Permian-Triassic extinction. Furthermore, all major basal\narchosaur lineages except Crocodylomorpha were established by the end of\nthe Anisian. Early archosaur evolution is characterized by high rates of\nhomoplasy, long ghost lineages, and high rates of character evolution.\nThese data imply that much of the early history of Archosauria has not\nbeen recovered fromthe fossil record. Not only were archosaurs diverse\nby the Middle Triassic, but they had nearly a cosmopolitan biogeographic\ndistribution by the end of the Anisian.","trees":[{"tree_label":"Figures 51-52 (Composite)","ntax":"82","rootedtree":"TRUE","title":"Archosauriform phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55344.phy"}]}