{"Authors":" Daria A. Erastova, Mikhail V. Okun, Anna Maria Fiore-Donno,\nYuri K. Novozhilov, Martin Schnittler","Year":" 2012","Title":" Taxonomical enigma – genus Kelleromyxa (Myxomycetes):\nevidence from the SSU rDNA gene","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Kelleromyxa, molecular phylogeny, Mycetozoa, Myxomycetes,\nslime molds, SSU rRNA gene","DOI":"","Abstract":" Abstract A coprophilous myxomycete Kelleromyxa fimicola\n(Dearn. & Bisby) was first described in 1929 as Licea fimicola on\nthe base of the superficial resemblance of its sporocarps to those of\nLicea biforis and therefore was attributed to the order Liceales.\nHowever a new genus name for this species was given as the later\ndetailed studies on morphology and life cycle showed some characters of\nthe other order Physarales. The difference between these two orders is\nvery deep in small-subunit ribosomal gene (SSU) phylogenies. To\nelucidate the real systematic affiliation of K.fimicola we took 4\nsamples from herbarium of Komarov Botanical Institute (LE) to obtain 3\npartial and 1 whole sequences of SSU rDNA. We compared the sequence with\nrepresentatives of Myxomycetes and the reconstructed dendrogramm clearly\nshowed the relationship of K.fimicola to the order Physarales with a\nhigh bootstrep. Though it is impossible to affiliate K.fimicola neither\nin Didymiaceae nor in Physaraceae as it places straight in between two\nfamilies. These data along with morphological observations allow to\nexclude K.fimicola from the order Liceales and define its place among\nPhysarales.","trees":[{"tree_label":"Imported tree","ntax":"93","rootedtree":"TRUE","title":"Dark Spored Clade SSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55515.phy"},{"tree_label":"PhysaralesOnly_SSU","ntax":"48","rootedtree":"TRUE","title":"Physarales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55349.phy"}]}