{"Authors":" Donald H. Pfister, Katherine F. LoBuglio, Karen Hansen","Year":" 2005","Title":" Evolutionary relationships of the cup-fungus genus Peziza and\nPezizaceae inferred from multiple nuclear genes: RPB2, Beta-tubulin, and\nLSU rDNA","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" To provide a robust phylogeny of Pezizaceae, partial\nsequences from two nuclear protein-coding genes, RPB2 (encoding the\nsecond largest subunit of RNA polymerase II) and ß-tubulin, were\nobtained from 69 and 72 specimens, respectively, to analyze with nuclear\nribosomal large subunit RNA gene sequences (LSU). The three-gene data\nset includes 32 species of Peziza, and 27 species from 9 additional\nepigeous and 6 hypogeous (truffle) pezizaceous genera. Analyses of the\ncombined LSU, RPB2, and ß-tubulin data set using parsimony, maximum\nlikelihood, and Bayesian approaches identify fourteen fine-scale\nlineages within Pezizaceae. Species of Peziza occur in eight of the\nlineages, spread among other genera of the family, confirming the\nnon-monophyly of the genus. Although parsimony analyses of the\nthree-gene data set produced a nearly completely resolved strict\nconsensus tree, with increased confidence, relationships between the\nlineages are still resolved with mostly weak bootstrap support. Bayesian\nanalyses of the three-gene data however, show support for several more\ninclusive clades, mostly congruent with Bayesian analyses of RPB2. No\nstrongly supported incongruence was found among phylogenies derived from\nthe separate LSU, RPB2, and ß-tubulin data sets. The RPB2 region\nappeared to be the most informative single gene region based on\nresolution and clade support, and accounts for the greatest number of\npotentially parsimony informative characters within the combined data\nset, followed by the LSU and the ß-tubulin region. The results indicate\nthat third codon positions in ß-tubulin are saturated, especially for\nsites that provide information about the deeper relationships.\nNevertheless, almost all phylogenetic signal in ß-tubulin is due to\nthird positions changes, with almost no signal in first and second\ncodons, and contribute phylogenetic information at the \u001afine-scale\u001a level\nwithin the Pezizaceae. The Pezizaceae is supported as monophyletic in\nanalyses of the three-gene data set, but its sister-group relationships\nis not resolved with support. The results advocate the use of RPB2 as a\nmarker for ascomycete phylogenetics at the inter-generic level, whereas\nthe ß-tubulin gene appears less useful.","trees":[{"tree_label":"Fig. 4","ntax":"79","rootedtree":"TRUE","title":"Pezizaceae, Combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_235.phy"},{"tree_label":"Fig. 3","ntax":"70","rootedtree":"TRUE","title":"Pezizaceae, B-tub","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_303.phy"},{"tree_label":"Fig. 2","ntax":"68","rootedtree":"TRUE","title":"Pezizaceae, RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2059.phy"},{"tree_label":"Fig. 1","ntax":"78","rootedtree":"TRUE","title":"Pezizaceae, LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2060.phy"}]}