{"Authors":" Sterling J. Nesbitt, Julia A. Clarke, Alan H. Turner, Mark\nA Norell","Year":" 2011","Title":" A small alvarezsaurid from the Eastern Gobi Desert offers\ninsight into evolutionary patterns in the Alvarezsauroidea.","Journal":" Journal of Vertebrate Paleontology","Volume":" 31","Issue":" 1","Pages":" 144-153","Keywords":"","DOI":" 10.1080/02724634.2011.540053","Abstract":" A partial postcranial skeleton of a small alvarezsaurid\nfrom the Late Cretaceous of the Mongolian eastern Gobi Desert locality\nof Khugenetslavkant represents the first reported articulated theropod\nmaterial from that locality. The specimen is recognized as the holotype\nof a new taxon herein named Albinykus baatar, gen. et sp. nov.\nPhylogenetic analysis places Albinykus within Alvarezsauridae as the\nsister taxon of Shuvuuia, another Late Cretaceous Mongolian taxon from\nthe slightly younger Djadokhta Formation. The complete coossification of\nthe proximal tarsals with the tibia, and of the distal tarsals and\nproximal metatarsals, present in Albinykus are previously unknown in\nAlvarezsauridae. Extensive fusion is consistent with histological data\nfrom the tibia indicating that the individual was a subadult. These\nresults are striking given that Albinykus is among the smallest known\nnon-avian dinosaurs with a body mass no greater than 1 kg and ranks\namong the smallest known alvarezsaurids. Alvarezsauridae shows a\ndecreasing size trend throughout its evolutionary history, a rarity\namong dinosaurian clades. Within maniraptoran dinosaurs, such a trend\nhas thus far only been recognized within Avialae and at the origin of\nParaves with respect to other coelurosaurs. The holotype was recovered\narticulated in a ‘seated’ position, with hind limbs aligned and the feet\ntucked under the body. This body posture, which is present in Aves, has\nbeen previously noted in other maniraptoran clades (i.e., Oviraptoridae\nTroodontidae) and is now recognized inAlvarezsauridae.","trees":[{"tree_label":"Figure 5","ntax":"70","rootedtree":"TRUE","title":"Coelurosauria phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55345.phy"}]}