{"Authors":" Fernanado E. Novas, Martin D. Ezcurra, Sankar Chatterjee,\nT. S. Kutty","Year":" 2011","Title":" New dinosaur species from the Upper Triassic Upper Maleri and\nLower Dharmaram formations of Central India.","Journal":" Earth and Environmental Science Transactions of the Royal\nSociety of Edinburgh","Volume":" 101","Issue":"","Pages":" 333-349","Keywords":" Archosauria; Gondwana; Sauropodomorpha; macroevolution;\nphylogeny","DOI":" 10.1017/S1755691011020093","Abstract":" The beginning of dinosaur evolution is currently known\nbased on a handful of highly informative Gondwanan outcrops of\nIschigualastian age (late Carnianearly Norian). The richest Triassic\ndinosaur records of the southern continents are those of South America\nand South Africa, with taxonomically diverse faunas, whereas faunas from\nIndia and central Africa are more poorly known. Here, the known\ndiversity of Gondwanan Triassic dinosaurs is increased with new\nspecimens from central India, which allow a more comprehensive\ncharacterisation of these dinosaur assemblages. Five dinosauriform\nspecimens are reported from the probable late Norianearliest Rhaetian\nUpper Maleri Formation, including two new sauropodomorph species, the\nnon-plateosaurian Nambalia roychowdhurii and the plateosaurian\nJaklapallisaurus asymmetrica, a guaibasaurid and two basal\ndinosauriforms. The Lower Dharmaram Formation, probably latest\nNorianRhaetian in age, includes basal sauropodomorph and neotheropod\nremains, providing the second record of a Triassic Gondwanan\nneotheropod. The currently available evidence suggests that the oldest\nknown Gondwanan dinosaur assemblages (Ischigualastian) were not\nhomogeneous, but more diverse in South America than in India. In\naddition, the Upper Maleri and Lower Dharmaram dinosaur assemblages\nresemble purported coeval South American and European beds in the\npresence of basal sauropodomorphs. Accordingly, the current available\nevidence of the Triassic beds of the PranhitaGodavari Basin suggests\nthat dinosaurs increased in diversity and abundance during the late\nNorian to Rhaetian in this region of Gondwana.","trees":[{"tree_label":"Figure 4","ntax":"56","rootedtree":"TRUE","title":"dinosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55352.phy"}]}