{"Authors":" Diego Pol, Oliver W. M. Rauhut, Marcos Becerra","Year":" 2011","Title":" A Middle Jurassic heterodontosaurid dinosaur from Patagonia\nand the evolution of heterodontosaurids.","Journal":" Naturwissenschaften","Volume":"","Issue":" 98","Pages":" 369-379","Keywords":" Ornithschia, Gondwana, Jurassic, Cañadón Asfalto\nFormation, Heterodontosauridae","DOI":" 10.1007/s00114-011-0780-5","Abstract":" Heterodontosauridae is a morphologically divergent group\nof dinosaurs that has recently been interpreted as one of the most basal\nclades of Ornithischia. Heterodontosaurid remains were previously known\nfrom the Early Jurassic of southern Africa, but recent discoveries and\nstudies have significantly increased the geographical and temporal range\nfor this clade. Here, we report a new ornithischian dinosaur from the\nMiddle Jurassic Cañadón Asfalto Formation in central Patagonia,\nArgentina. This new taxon, Manidens condorensis gen. et sp. nov.,\nincludes well-preserved craniomandibular and postcranial remains and\nrepresents the only diagnostic ornithischian specimen yet discovered in\nthe Jurassic of South America so far. Derived features of its anatomy\nindicate that Manidens belongs to Heterodontosauridae, as the sister\ntaxon of Heterodontosaurus and other South African heterodontosaurids.\nThe presence of posterior dentary teeth with high crowns but lacking\nextensive wear facets in Manidens suggests that this form represents an\nintermediate stage in the development of the remarkable adaptations to\nherbivory described for Heterodontosaurus. The dentition of Manidens\ncondorensis also has autapomorphies, such as asymmetrically arranged\ndenticles in posterior teeth and a mesially projected denticle in the\nposteriormost teeth. At an estimated total length of 6075 cm, Manidens\nfurthermore confirms the small size of basal heterodontosaurids.","trees":[{"tree_label":"Figure 3","ntax":"21","rootedtree":"TRUE","title":"ornithischia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55357.phy"}]}