{"Authors":" David B. Norman, Alfred W. Crompton, Richard J. Butler,\nLaura B. Porro, Alan J. Charig","Year":" 2011","Title":" The Lower Jurassic ornithischian dinosaur Heterodontosaurus\ntucki Crompton & Charig, 1962: cranial anatomy, functional\nmorphology, taxonomy, and relationships.","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":" 163","Pages":" 182-276","Keywords":" Upper Elliot and Clarens Formations; Dinosauria;\nSinemurian/Pliensbachian; Ornithischia; phylogenetics; systematics","DOI":" 10.1111/j.1096-3642.2011.00697.x","Abstract":" The cranial anatomy of the Lower Jurassic ornithischian\ndinosaur Heterodontosaurus tucki Crompton & Charig, 1962 is\ndescribed in detail for the first time on the basis of two principal\nspecimens: the holotype (SAM-PK-K337) and referred skull (SAM-PK-K1332).\nIn addition several other specimens that have a bearing on the\ninterpretation of the anatomy and biology of Heterodontosaurus are\ndescribed. The skull and lower jaw of Heterodontosaurus are compact and\nrobust but perhaps most notable for the heterodont dentition that\nmerited the generic name. Details of the cranial anatomy are revealed\nand show that the skull is unexpectedly specialized in such an early\nrepresentative of the Ornithischia, including: the closely packed,\nhypsodont crowns and ‘warping’ of the occlusal surfaces (created by\nprogressive variation in the angulation of wear on successive crowns)\nseen in the cheek dentition; the unusual sutural relationships between\nthe bones along the dorsal edge of the lower jaw; the very narrow,\ndeeply vaulted palate and associated structures on the side wall of the\nbraincase; and the indications of cranial pneumatism (more commonly seen\nin basal archosaurs and saurischian dinosaurs). Evidence for tooth\nreplacement (which has long been recognized, despite frequent statements\nto the contrary) is suggestive of an episodic, rather than continuous,\nstyle of tooth replacement that is, yet again, unusual in diapsids\ngenerally and particularly so amongst ornithischian dinosaurs. Cranial\nmusculature has been reconstructed and seems to conform to that\ntypically seen in diapsids, with the exception of the encroachment of M.\nadductor mandibulae externus superficialis across the lateral surface of\nthe temporal region and external surface of the lower jaw. Indications,\ntaken from the unusual shape of the occlusal surfaces of the cheek\ndentition and jaw musculature, are suggestive of a novel form of jaw\naction in this dinosaur. The taxonomy of currently known late Karoo-aged\nheterodontosaurids from southern Africa is reviewed. Although\ncomplicated by the inadequate nature of much of the known material, it\nis concluded that two taxa may be readily recognized: H. tucki and\nAbrictosaurus consors. At least one additional taxon is recognized\nwithin the taxa presently named Lanasaurus and Lycorhinus; however, both\nremain taxonomically problematic and their status needs to be further\ntested and may only be resolved by future discoveries. The only other\nnamed taxon, Geranosaurus atavus, represents an invalid name. The\nrecognition of at least four distinct taxa indicates that the\nheterodontosaurids were speciose within the late Karoo ecosystem. The\nsystematics of Heterodontosaurus and its congeners has been analysed,\nusing a restricted sample of taxa. A basal (nongenasaurian) position\nwithin Ornithischia is re-affirmed. There are at least four competing\nhypotheses concerning the phylogenetic placement of the\nHeterodontosauridae, so the evidence in support of the various\nhypotheses is reviewed in some detail. At present the best-supported\nhypothesis is the one which places Heterodontosauridae in a basal\n(non-genasaurian) position; however, the evidence is not fully\nconclusive and further information is still needed in respect of the\nanatomy of proximate outgroups, as well as more complete anatomical\ndetails for other heterodontosaurids. Heterodontosaurids were not such\nrare components of the late Karoo ecosystem as previously thought;\nevidence also suggests that from a phylogenetic perspective they\noccupied a potentially crucial position during the earliest phases of\nornithischian dinosaur evolution.","trees":[{"tree_label":"Ornithischia results","ntax":"14","rootedtree":"TRUE","title":"Ornithischia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55351.phy"}]}