{"Authors":" Diego Pol, Alberto C. Garrido, Ignacio Cerda","Year":" 2011","Title":" A new sauropodomorph dinosaur from the Early Jurassic of\nPatagonia and the origin and evolution of the sauropod-type Sacrum.","Journal":" PLoS One","Volume":" 6","Issue":" 1","Pages":" 1-24","Keywords":" Animals; Argentina; Biological Evolution; Dinosaurs;\nDinosaurs: anatomy & histology; Dinosaurs: genetics; Fossils;\nPhylogeny; Sacrum; Tooth","DOI":" 10.1371/journal.pone.0014572","Abstract":" The origin of sauropod dinosaurs is one of the major\nlandmarks of dinosaur evolution but is still poorly understood. This\ndrastic transformation involved major skeletal modifications, including\na shift from the small and gracile condition of primitive\nsauropodomorphs to the gigantic and quadrupedal condition of sauropods.\nRecent findings in the Late Triassic-Early Jurassic of Gondwana provide\ncritical evidence to understand the origin and early evolution of\nsauropods. A new sauropodomorph dinosaur, Leonerasaurus taquetrensis\ngen. et sp. nov., is described from the Las Leoneras Formation of\nCentral Patagonia (Argentina). The new taxon is diagnosed by the\npresence of anterior unserrated teeth with a low spoon-shaped crown,\namphicoelous and acamerate vertebral centra, four sacral vertebrae, and\nhumeral deltopectoral crest low and medially deflected along its distal\nhalf. The phylogenetic analysis depicts Leonerasaurus as one of the\nclosest outgroups of Sauropoda, being the sister taxon of a clade of\nlarge bodied taxa composed of Melanorosaurus and Sauropoda. The dental\nand postcranial anatomy of Leonerasaurus supports its close affinities\nwith basal sauropods. Despite the small size and plesiomorphic skeletal\nanatomy of Leonerasaurus, the four vertebrae that compose its sacrum\nresemble that of the large-bodied primitive sauropods. This shows that\nthe appearance of the sauropod-type of sacrum predated the marked\nincrease in body size that characterizes the origins of sauropods,\nrejecting a causal explanation and evolutionary linkage between this\nsacral configuration and body size. Alternative phylogenetic placements\nof Leonerasaurus as a basal anchisaurian imply a convergent acquisition\nof the sauropod-type sacrum in the new small-bodied taxon, also\nrejecting an evolutionary dependence of sacral configuration and body\nsize in sauropodomorphs. This and other recent discoveries are showing\nthat the characteristic sauropod body plan evolved gradually, with a\nstep-wise pattern of character appearance.","trees":[{"tree_label":"Figure 14","ntax":"50","rootedtree":"TRUE","title":"sauropodia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55354.phy"}]}