{"Authors":" Chris A Schmidt","Year":" 2013","Title":" Molecular phylogenetics of ponerine ants (Hymenoptera:\nFormicidae: Ponerinae)","Journal":" Zootaxa","Volume":" 3647","Issue":" 2","Pages":" 201-250","Keywords":" relationships, radiations, systematics, phylogenetic\ninference, divergence dating","DOI":" 10.11646/zootaxa.3647.2.1","Abstract":" Recent molecular phylogenetic studies of ants\n(Hymenoptera: Formicidae) have revolutionized our understanding of how\nthese ecologically dominant organisms diversified, but detailed\nphylogenies are lacking for most major ant subfamilies. I report the\nresults of the first detailed phylogenetic study of the ant subfamily\nPonerinae, a diverse cosmopolitan lineage whose properties make it an\nattractive model system for investigating social and ecological\nevolution in ants. Molecular sequence data were obtained from four\nnuclear genes (wingless, long-wavelength rhodopsin, rudimentary [CAD],\n28S rDNA; total of ~3.3 kb) for 86 ponerine taxa, representing all three\nponerine tribes, 22 of the 28 currently recognized genera, and 14 of the\n18 informal subgenera of Pachycondyla, a heterogeneous grouping whose\nmonophyly is doubtful on morphological grounds. Phylogenetic\nreconstructions using maximum likelihood and Bayesian inference support\nthe monophyly of Ponerinae and tribe Platythyreini, but fail to support\nthe monophyly of the large tribe Ponerini due to its inclusion of the\nunusual genus Thaumatomyrmex. Pachycondyla is inferred to be broadly\nnon-monophyletic. Numerous novel generic and suprageneric relationships\nare inferred within Ponerini, which was found to consist of four major\nmulti-generic clades (the Ponera, Pachycondyla, Plectroctena and\nOdontomachus genus groups) plus the single genera Hypoponera and\nHarpegnathos. Uncertainty remains in some regions of the phylogeny,\nincluding at the base of Ponerini, possibly reflecting rapid radiation.\nDivergence dating using a Bayesian relaxed clock method estimates an\norigin for stem Ponerinae in the upper Cretaceous, a major burst of\ndiversification near the K/T boundary, and a rich and continual history\nof diversification during the Cenozoic. These results fail to support\nthe predictions of the “dynastic-succession hypothesis” previously\ndeveloped to explain the high species diversity of Ponerinae. Though\nmodel-based reconstructions of historical biogeography and trait\nevolution were not attempted in this study, the phylogeny suggests that\nponerine evolution was marked by regionalized radiations and frequent\nfaunal exchange between major biogeographic provinces. The reported\nresults also imply multiple origins of cryptobiotic foraging, mass\nraiding behavior, and gamergate reproduction within Ponerinae,\nhighlighting the value of the subfamily as a model for studying the\nincipient evolution of these and other ecological and behavioral\ntraits.","trees":[{"tree_label":"MrBayes Consensus of ALL_DATA matrix","ntax":"138","rootedtree":"TRUE","title":"Ponerine Ants","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_59034.phy"}]}