{"Authors":" Timothy B. Rowe, Hans-Dieter Sues, Robert R. Reisz","Year":" 2011","Title":" Dispersal and diversity in the earliest North American\nsauropodomorph dinosaurs, with a description of a new taxon.","Journal":" Proceedings of the Royal Society of London, Biological\nSciences","Volume":"","Issue":" 278","Pages":" 1044-1053","Keywords":" Dinosauria; Sauropodomorpha; dispersal; extinction;\nphylogeny; vicariance","DOI":" 10.1098/rspb.2010.1867","Abstract":" Sauropodomorph dinosaurs originated in the Southern\nHemisphere in the Middle or Late Triassic and are commonly portrayed as\nspreading rapidly to all corners of Pangaea as part of a uniform Late\nTriassic to Early Jurassic cosmopolitan dinosaur fauna. Under this\nmodel, dispersal allegedly inhibited dinosaurian diversification, while\nvicariance and local extinction enhanced it. However, apomorphy-based\nanalyses of the known fossil record indicate that sauropodomorphs were\nabsent in North America until the Early Jurassic, reframing the temporal\ncontext of their arrival. We describe a new taxon from the Kayenta\nFormation of Arizona that comprises the third diagnosable sauropodomorph\nfrom the Early Jurassic of North America. We analysed its relationships\nto test whether sauropodomorphs reached North America in a single\nsweepstakes event or in separate dispersals. Our finding of separate\narrivals by all three taxa suggests dispersal as a chief factor in\ndinosaurian diversification during at least the early Mesozoic. It\nquestions whether a ‘cosmopolitan’ dinosaur fauna ever existed, and\ncorroborates that vicariance, extinction and dispersal did not operate\nuniformly in time or under uniform conditions during the Mesozoic. Their\nrelative importance is best measured in narrow time slices and\ncircumscribed geographical regions.","trees":[{"tree_label":"Figure 1A","ntax":"25","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55358.phy"},{"tree_label":"Figure 1B","ntax":"38","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55359.phy"}]}