{"Authors":" Rodrigo Miloni Santucci, Antonio C. De Arruda-Campos","Year":" 2011","Title":" A new sauropod (Macronaria, Titanosauria) from the Adamantina\nFormation, Bauru Group, Upper Cretaceous of Brazil and the phylogenetic\nrelationships of Aeolosaurini.","Journal":" Zootaxa","Volume":"","Issue":" 3085","Pages":" 1-33","Keywords":" Zootaxa","DOI":"","Abstract":" Remains of a new titanosaur, Aeolosaurus maximus sp. nov.,\nfrom the Adamantina Formation (Upper Cretaceous), Bauru Group, Sao Paulo\nState of Brazil are described. The new species is represented by a\nsingle partially articulated skeleton and is characterized by having a\nwell-developed posterior protuberance below the articular area on the\nanterior and middle haemal arches and a lateral bulge on the distal\nportion of the articular process of the mid-posterior haemal arches. It\nshares with other Aeolosaurus species the presence of prezygapophyses\ncurved downward on anterior caudal vertebrae and haemal arches with\ndouble articular facets set in a concave posterodorsal surface. These\ntwo characteristics are interpreted here as synapomorphies for the genus\nAeolosaurus. The new diagnosis for the genus Aeolosaurus does not\nsupport the inclusion of Gondwanatitan within Aeolosaurus as previously\nproposed by some authors. The phylogenetic analysis recovered the two\nAeolosaurus from Argentina as sister groups with A. maximus and\nGondwanatitan as progressively more basal taxa (Gondwanatitan (A.\nmaximus (A. rionegrinus, A. colhuehuapensis))). Additionally, according\nto the results of the phylogenetic analysis performed in this work, the\ntaxa Panamericansaurus, Rinconsaurus, and Maxakalisaurus are also nested\nwithin Aeolosaurini, being more basal than Aeolosaurus and\nGondwanatitan. On the basis of the stratigraph-ical range of the\nAeolosaurus occurrences in Argentina and the age proposals based on\nmicrofossils for the Bauru Group, it is assumed a\nCampanian-Maastrichtian age for the top of the Adamantina Formation for\nthe Monte Alto region in Sao Paulo State and the bottom of the Marilia\nFormation in Peiropolis, Minas Gerais State-the places where Aeolosaurus\nremains have been reported in Brazil.","trees":[{"tree_label":"Aeolosaurini results","ntax":"38","rootedtree":"TRUE","title":"Aeolosaurini phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55362.phy"}]}