{"Authors":" John A. Whitlock","Year":" 2012","Title":" A phylogenetic analysis of Diplodocoidea (Saurischia:\nSauropoda).","Journal":" Zoological Journal of the Linnean Society.","Volume":"","Issue":" 161","Pages":" 872-915","Keywords":" character sampling; comparative cladistics; data matrix;\ndata recycling; palaeobiogeography","DOI":" 10.1111/j.1096-3642.2010.00665.x","Abstract":" Diplodocoidea includes some of the first well-known\nsauropod dinosaurs, including such late 19th 20th century and early\ncentury discoveries as Apatosaurus, Diplodocus, and Dicraeosaurus. As a\nconsequence of their long history of study, the basic set of\nsuprageneric diplodocoid interrelationships is well resolved, and the\ndiagnostic features of each genus are well established. However,\nintergeneric relationships are less resolved, including the\nrelationships of putatively basal taxa like Amphicoelias and\nHaplocanthosaurus, the flagellicaudatan Suuwassea, and the highly\nspecialized rebbachisaurids. For the rebbachisaurids, this uncertainty\nis coupled with a recent surge in the discovery of new taxa. Comparative\ncladistic methods demonstrate that character and taxon sampling need to\nbe improved before greater phylogenetic resolution can be expected.\nHere, I present a new phylogenetic analysis that resolves many of the\noutstanding questions regarding the relationships within Diplodocoidea\nand examines palaeobiogeographical trends within the group. Suuwassea is\nrecovered as a basal dicraeosaurid (the only Laurasian member of the\ngroup), and two distinct clades of rebbachisaurids are identified: a\ngroup closely allied with Nigersaurus and a clade associated with\nLimaysaurus. Amphicoelias, Amazonsaurus, and Haplocanthosaurus are\nprovisionally placed as successively less-derived taxa at the base of\nDiplodocoidea. A North American origin for Diplodocoidea and\nFlagellicaudata is hypothesized based on the geographical and temporal\ndistribution of those taxa. Rebbachisaurid taxa demonstrate a South\nAmerican/African vicariance pattern, but the timing of the event\npre-dates the proposed final rifting of those continents by c. 40\nmillion years; the meaning of this discrepancy is uncertain.","trees":[{"tree_label":"Figure 7","ntax":"26","rootedtree":"TRUE","title":"sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55428.phy"}]}