{"Authors":" Michael P. Taylor, Mathew J. Wedel, Richard L. Cifelli","Year":" 2011","Title":" A New Sauropod Dinosaur from the Lower Cretaceous Cedar\nMountain Formation, Utah, USA.","Journal":" Acta Palaeontologica Polonica","Volume":" 56","Issue":" 1","Pages":" 75-98","Keywords":" Brontomerus; Brontomerus mcintoshi; Camarasauromorpha;\nDinosauria; Early Cretaceous; North America.; Sauropoda; diversity","DOI":" 10.4202/app.2010.0073","Abstract":" Brontomerus mcintoshi is a new genus and species of\nsauropod dinosaur from the Hotel Mesa Quarry in Grand County, Utah, USA,\nin the upper part of the Ruby Ranch Member (AptianAlbian) of the Lower\nCretaceous Cedar Mountain Formation. It is known from at least two\nfragmentary specimens of different sizes. The type specimen is\nOMNH66430, the left ilium of a juvenile individual; tentatively referred\nspecimens include a crushed presacral centrum, a complete and\nwell-preserved mid-to-posterior caudal vertebra, the partial centrum of\na distal caudal vertebra, a complete pneumatic anterior dorsal rib from\nthe right side, the nearly complete left scapula of a much larger,\npresumably adult, individual, and two partial sternal plates.\nBrontomerus is diagnosed by five autapomorphies of the type specimen:\npreacetabular lobe 55% of total ilium length, longer than in any other\nsauropod; preacetabular lobe directed anterolaterally at 30° to the\nsagittal, but straight in dorsal view and vertically oriented;\npostacetabular lobe reduced to near absence; ischiadic peduncle reduced\nto very low bulge; ilium proportionally taller than in any other\nsauropod, 52% as high as long. In a phylogenetic analysis, Brontomerus\nwas recovered as a camarasauromorph in all most parsimonious trees, but\nwith uncertain position within that clade. The large preacetabular lobe\nof the ilium anchored powerful protractor and abductor muscles, but\nprecise interpretation is impossible without functionally related\nelements such as femora and proximal caudal vertebrae. Brontomerus is\nthe eighth sauropod genus named from the Early Cretaceous of North\nAmerica, and more remain to be described: North American sauropod\ndiversity did not decline catastrophically at the end of the Jurassic as\noften assumed. The most striking differences between Late Jurassic and\nEarly Cretaceous sauropod faunas in North America is that the former are\nabundant and dominated by diplodocids, whereas the latter are\ncomparatively scarce  though still diverseand dominated by\nmacronarians.","trees":[{"tree_label":"Figure 11","ntax":"30","rootedtree":"TRUE","title":"sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55426.phy"}]}