{"Authors":" Xu Xing, Corwin Sullivan, Michael Pittman, Jonah N.\nChoiniere, David Hone, Paul Upchurch, Qing-Wei Tan, Dong Xiao, Lin Tan,\nFenglu Han","Year":" 2011","Title":" A monodactyl nonavian dinosaur and the complex evolution of\nthe alvarezsauroid hand.","Journal":" Proceedings of the National Academy of Sciences","Volume":" 108","Issue":"","Pages":" 2338-2342","Keywords":" Late Cretaceous; Theropoda; biogeography; musaic\nevolution","DOI":" 10.1073/pnas.1011052108","Abstract":" Digital reduction is a striking evolutionary phenomenon\nthat is clearly exemplified in theropod dinosaurs by the functionally\ndidactyl manus of tyrannosaurids, the flight-adapted manus of birds\n(Aves), and the tridactyl but digit II-dominated manus of\nalvarezsauroids. The enlargement of manual digit II in alvarezsauroids\nand the concurrent reduction of the lateral digits have been interpreted\nas adaptations for digging, although no detailed biomechanical analysis\nof hand function has so far been carried out for this group. In the\nderived alvarezsauroid clade Parvicursorinae, the lateral digits are so\nsmall as to be presumably vestigial. Here we report a new\nalvarezsauroid, Linhenykus monodactylus gen. et sp. nov., based on a\nspecimen from the Upper Cretaceous Wulansuhai Formation of Inner\nMongolia, China. Cladistic analysis identifies Linhenykus as the most\nbasal parvicursorine, and digit II of the manus retains a slender\nmorphology and other primitive features. However, Linhenykus is also\nhighly apomorphic in exhibiting the most extreme reduction of the\nlateral manual digits seen in any alvarezsauroid. Phalanges are retained\nonly on the most medial digit (digit II), making Linhenykus the only\nknown functionally monodactyl nonavian dinosaur. Other parvicursorines\nare more primitive in retaining a tridactyl manus but more derived in\nthat digit II is highly robust and shows other apomorphic features in\nboth of its phalanges. The unexpected combination of features seen in\nthe hand of Linhenykus points to a complex mosaic pattern of manual\nevolution in alvarezsauroids, with loss of the presumably vestigial\nouter digits being decoupled from change in the form of digit II.","trees":[{"tree_label":"Alvarezsauridae results","ntax":"14","rootedtree":"TRUE","title":"Alvarezsauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55431.phy"}]}