{"Authors":" Kevin E. Omland, Yuri N. Zhuravlev, Kevin P. Johnson, Kevin\nG. McCracken, Jeffrey L. Peters, Yi Lu, Robert E. Wilson","Year":" 2005","Title":" Phylogenetics of wigeons and allies (Anatidae: Anas): the\nimportance of sampling multiple loci and multiple individuals","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Species-level DNA phylogenies frequently suffer from two\nshortcomings \u001a gene trees usually are constructed from a single locus,\nand often species are represented by only one individual. To evaluate\nthe effect of these two shortcomings, we tested phylogenetic hypotheses\nwithin the wigeons and allies, a clade of Anas ducks (Anatidae) composed\nof five species. We sequenced two nuclear introns from the\nZ-chromosome-linked chromo-helicase binding protein gene (CHD1Zb and\nCHD1Za) and the mitochondrial DNA (mtDNA) control region for multiple\nindividuals sampled from widespread geographic locations. We compared\nthese phylogenies to previously published phylogenies constructed from\nmorphology and protein coding regions of mtDNA. Relative to other\nnuclear introns, CHD showed remarkable phylogenetic utility. Of the 26\nCHD1Zb alleles identified, only one was shared between two species, and\nthe combined CHD datasets revealed that four of the five species were\nconsistent with monophyly. Several species shared mtDNA haplotypes,\nwhich probably was a result of interspecific hybridization. Overall, the\nnuclear CHD tree and the mtDNA tree were more congruent with coding\nregions of mtDNA than they were with morphology.","trees":[{"tree_label":"Fig. 3","ntax":"117","rootedtree":"TRUE","title":"Phylogenetics of wigeons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2063.phy"},{"tree_label":"Fig. 4a","ntax":"25","rootedtree":"TRUE","title":"Phylogenetics of wigeons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2064.phy"},{"tree_label":"Fig. 4b","ntax":"25","rootedtree":"TRUE","title":"Phylogenetics of wigeons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2065.phy"},{"tree_label":"Fig. 5","ntax":"88","rootedtree":"TRUE","title":"Phylogenetics of wigeons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2066.phy"},{"tree_label":"Fig. 6","ntax":"8","rootedtree":"TRUE","title":"Phylogenetics of wigeons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2067.phy"}]}