{"Authors":" C. T. Philbrick, Robert K Jansen","Year":" 1991","Title":" Phylogenetic studies of North American Callitriche\n(Callitrichaceae) using chloroplast DNA restriction fragment\nanalysis.","Journal":" Systematic Botany","Volume":" 16","Issue":" NA","Pages":" 478-491","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic study in the Callitrichaceae is hampered by\nreduced floral structure and environmentally mediated phenotypic\nvariation of both vegetative and reproductive (fruit) characters. Yet a\nphylogenetic perspective is requisite to an understanding of ecological,\nmorphological, and reproductive system evolution in the family.\nCladistic analysis of chloroplast DNA (cpDNA) restriction fragment\nvariation, combined with several morphological characters, was conducted\non 11 taxa of Callitriche (nine indigenous to North America and two\nEuropean). These studies provide the first explicit phylogenetic\nhypotheses for the Callitrichaceae and support the monophyly of several\ngroups. Callitriche hermaphroditica, the single obligately submerged\nspecies examined, aligned basal to all other North American taxa. The\nremaining indigenous North American taxa formed two opposing clades: 1)\nthe terrestrial C. nuttallii, C. peploides, C. terrestris grouped with\nthe amphibious C. marginata, and 2) the amphibious C. heterophylla var.\nheterophylla and var. bolanderi, C. trochlearis, and C. verna.\nRelationships among the taxa within these clades are unresolved. These\nanalyses indicate that the internal geitonogamous breeding system i8\nsynapomorphic for the latter clade, and suggest that the terrestrial\ngrowth habit may be derived from the amphibious growth habit in the\nfamily. This study demonstrates the utility of using cpDNA restriction\nfragment variation to gain phylogenetic perspectives in aquatic\nangiosperms.","trees":[{"tree_label":"Fig. 1","ntax":"12","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_278.phy"},{"tree_label":"Fig. 2","ntax":"12","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_279.phy"},{"tree_label":"Fig. 3","ntax":"12","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_280.phy"},{"tree_label":"Fig. 5","ntax":"12","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_281.phy"},{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_282.phy"}]}