{"Authors":" Alexander O. Averianov, S. A. Krasnolutskii, Stepan V.\nIvantsov","Year":" 2010","Title":" A new basal coelurosaur (Dinosauria: Theropoda) from the\nMiddle Jurassic of Siberia.","Journal":" Proceedings of the Zoological Institute RAS","Volume":" 314","Issue":" 1","Pages":" 42-57","Keywords":" Coelurosauria; Dinosauria; Middle Jurassic; Russia;\nTheropoda; Tyrannosauroidea; West Siberia","DOI":"","Abstract":" Kileskus aristotocus gen. et sp. nov. from the Middle\nJurassic (Bathonian) Itat Formation at Berezovsk Quarry, Krasnoyarsk\nTerritory (West Siberia, Russia), is based on an associated maxilla and\npremaxilla, a mandible fragment, and some possible associated\npostcranial elements. Kileskus gen. nov. is referred together with the\nMiddle Jurassic Proceratosaurus from England and the Late Jurassic\nGuanlong from China to Proceratosauridae fam. nov. (Tyrannosauroidea,\nCoelurosauria) which is characterized by sagittal nasal crest (unknown\nfor Kileskus gen. nov.), enlarged external nares, short ventral margin\nof premaxilla, and depth of the antorbital fossa ventral to the\nantorbital fenestra that is much greater than the depth of the maxilla\nbelow the ventral margin of the antorbital fossa. Kileskus gen. nov. is\nmore similar to Proceratosaurus than to Guanlong in having anterodorsal\nprocess of the premaxilla inclined slightly anterodorsally and nares\ninclined posterodorsally, but differs from these two genera by having\nascending process of the maxilla confluent with anterior rim of\nmaxillary body and gently sloping posterodorsally. Kileskus gen. nov.\nhas a basal position within the Proceratosauridae. Dilong from the Early\nCretaceous of China with a parasagittal nasal crests is the sister taxon\nfor the Proceratosauridae. The new taxon is one of the oldest members of\nCoelurosauria and Tyrannosauroidea in the fossil record.","trees":[{"tree_label":"Figure 9","ntax":"16","rootedtree":"TRUE","title":"Theropoda Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55513.phy"}]}