{"Authors":" Carlos A. Perez, Michael J Wingfield, Nora A. Altier,\nRobert A. Blanchette","Year":" 2012","Title":" Species of Mycosphaerellaceae and Teratosphaeriaceae on\nnative Myrtaceae in Uruguay: Evidence of fungal host jumps","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Mycosphaerella Leaf Disease, host shift, Myrtaceae\ndiseases","DOI":"","Abstract":" Mycosphaerella species are well-known causal agents of\nleaf diseases on many economically and ecologically important plant\nspecies. In Uruguay, a relatively large number of Mycosphaerellaceae and\nTeratosphaeriaceae are found on Eucalyptus, but nothing is known of\nthese fungi on native Myrtaceae. The aim of this study was to identify\nMycosphaerellaceae and Teratosphaeriaceae species associated with leaf\ndiseases on native Myrtaceae in Uruguay and to consider whether host\njumps by the pathogen from introduced Eucalyptus to native Myrtaceae\nhave occurred. Several native forests throughout the country were\nsurveyed with special attention given to those located close to\nEucalyptus plantations. Five species belonging to the Mycosphaerellaceae\nand Teratosphaeriaceae clades were found on native Myrtaceous trees and\nthree of these had previously been reported on Eucalyptus in Uruguay.\nThose occurring both on Eucalyptus and native Myrtaceae included\nMycosphaerella heimii, Teratosphaeria aurantia, and Pseudocercospora\nnorchiensis. In addition, M. yunnanensis, a species known to occur on\nEucalyptus but not previously recorded in Uruguay, was found on leaves\nof two native Myrtaceous hosts. Because most of these species occur on\nEucalyptus in countries other than Uruguay, it appears that they were\nintroduced in this country and have adapted to be able to infect native\nMyrtaceae. These apparent host jumps have the potential to result in\nserious disease problems and they should be carefully monitored.","trees":[{"tree_label":"Fig. 3","ntax":"13","rootedtree":"TRUE","title":"Mycosphaerellaceae and Teratosphaeriaceae on native\nMyrtaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55527.phy"},{"tree_label":"MajRule","ntax":"13","rootedtree":"TRUE","title":"Mycosphaerellaceae and Teratosphaeriaceae on native\nMyrtaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55528.phy"},{"tree_label":"MajRule","ntax":"64","rootedtree":"TRUE","title":"Mycosphaerellaceae and Teratosphaeriaceae on native\nMyrtaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55526.phy"},{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Mycosphaerellaceae and Teratosphaeriaceae on native\nMyrtaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55525.phy"}]}