{"Authors":" Oscar A. Alcober, Ricardo N. Martinez","Year":" 2010","Title":" A new herrerasaurid (Dinosauria, Saurischia) from the Upper\nTriassic Ischigualasto Formation of northwestern Argentina.","Journal":" ZooKeys","Volume":" 81","Issue":" 63","Pages":" 55-81","Keywords":" Carnian; Dinosauria; Herrerasauridae; Ischigualasto;\nSaurischia","DOI":" 10.3897/zookeys.63.550","Abstract":" Herrerasauridae comprises a basal clade of dinosaurs best\nknown from the Upper Triassic of Argentina and Brazil, which have\nyielded remains of Herrerasaurus ischigualastensis and Staurikosaurus\npricei, respectively. Systematic opinion regarding the position of\nHerrerasauridae at the base of Dinosauria has varied. Here we describe a\nnew herrerasaurid, Sanjuansaurus gordilloi gen. n., sp. n., based on a\npartial skeleton from Carnian-age strata of the the Upper Triassic\nIschigualasto Formation of northwestern Argentina. The new taxon is\ndiagnosed by numerous features, including long, band-shaped and\nposterolaterally oriented transverse process on the posterior cervical\nvertebrae; neural spines of the sixth to eighth dorsal vertebrae, at\nleast, bearing acute anterior and posterior processes; scapula and\ncoracoid with everted lateral margins of the glenoid; and short pubis\n(63% of the femoral length). Phylogenetic analysis placed Sanjuansaurus\nwithin a monophyletic Herrerasauridae, at the base of Theropoda and\nincluding Herrerasaurus and Staurikosaurus. The presence of\nSanjuansaurus at the base of the Ischigualasto Formation, along with\nother dinosaurs such as Herrerasaurus, Eoraptor, Panphagia, and\nChromogisaurus suggests that saurischian dinosaurs in southwestern\nPangea were already widely diversified by the late Carnian rather than\nincreasing in diversity across the Carnian-Norian boundary.","trees":[{"tree_label":"Figure 9","ntax":"12","rootedtree":"TRUE","title":"Saurischia phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55512.phy"}]}