{"Authors":" Lindsay E. Zanno, David J. Varicchio, Patrick M. OConnor,\nAlan L. Titus, Michael J. Knell","Year":" 2011","Title":" A new troodontid theropod, Talos sampsoni gen. et sp. nov.,\nfrom the Upper Cretaceous Western Interior Basin of North America.","Journal":" PLoS One","Volume":" 6","Issue":" 9","Pages":" 1-20","Keywords":"","DOI":" 10.1371/journal.pone.0024487","Abstract":" Troodontids are a predominantly small-bodied group of\nfeathered theropod dinosaurs notable for their close evolutionary\nrelationship with Avialae. Despite a diverse Asian representation with\nremarkable growth in recent years, the North American record of the\nclade remains poor, with only one controversial species - Troodon\nformosus - presently known from substantial skeletal remains. Here we\nreport a gracile new troodontid theropod - Talos sampsoni gen. et sp.\nnov. - from the Upper Cretaceous Kaiparowits Formation, Utah, USA,\nrepresenting one of the most complete troodontid skeletons described\nfrom North America to date. Histological assessment of the holotype\nspecimen indicates that the adult body size of Talos was notably smaller\nthan that of the contemporary genus Troodon. Phylogenetic analysis\nrecovers Talos as a member of a derived, latest Cretaceous subclade,\nminimally containing Troodon, Saurornithoides, and Zanabazar. MicroCT\nscans reveal extreme pathological remodeling on pedal phalanx II-1 of\nthe holotype specimen likely resulting from physical trauma and\nsubsequent infectious processes. Talos sampsoni adds to the singularity\nof the Kaiparowits Formation dinosaur fauna, which is represented by at\nleast 10 previously unrecognized species including the recently named\nceratopsids Utahceratops and Kosmoceratops, the hadrosaurine Gryposaurus\nmonumentensis, the tyrannosaurid Teratophoneus, and the\noviraptorosaurian Hagryphus. The presence of a distinct troodontid taxon\nin the Kaiparowits Formation supports the hypothesis that late Campanian\ndinosaurs of the Western Interior Basin exhibited restricted geographic\nranges and suggests that the taxonomic diversity of Late Cretaceous\ntroodontids from North America is currently underestimated. An apparent\ntraumatic injury to the foot of Talos with evidence of subsequent\nhealing sheds new light on the paleobiology of deinonychosaurians by\nbolstering functional interpretations of prey grappling and/or\nintraspecific combat for the second pedal digit, and supporting trackway\nevidence indicating a minimal role in weight bearing.","trees":[{"tree_label":"Figure 15","ntax":"9","rootedtree":"TRUE","title":"Theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55511.phy"}]}