{"Authors":" M. D. Pirie, Johan B. Mols, P. J. A. Kessler, E. J. v.\nMarle, D. L. V. Co, R. W. J. M. v. d. Ham, Barbara Gravendeel, L. W.\nChatrou","Year":" 2005","Title":" Morphological character evolution in the miliusoid clade\n(Annonaceae)","Journal":" International Journal of Plant Sciences","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Annonaceae are a prominent plant family throughout\ntropical lowland rainforests, yet their intrafamiliar relationships and\nmorphological evolution are still poorly understood. So far, inferred\nintergeneric relationships within Annonaceae have been based on\nmorphological characters only. This study tested the phylogenetic\nsignificance of a large number of morphological characters with the help\nof a phylogeny reconstruction based on plastid DNA sequence markers\n(rbcL gene, trnL intron, trnL-trnF intergenic spacer, and matK gene) and\nmorphology. The combined analyses included 76 predominantly Asian\nAnnonaceae (the miliusoid clade) and four outgroup taxa. The resulting\nstrict consensus tree was well resolved, but generally poorly supported\nfor intergeneric relationships. Partitioned Bremer support analyses and\ncharacter tracing showed that fruit and seed characters best reflect the\nrelationships found. In general, however, morphological characters used\nin previous classifications turned out to be unsuitable for identifying\nintergeneric relationships. The miliusoid clade is differentiated from\nthe outgroup taxa by several pollen characters (shape, ornamentation,\nand aperture type). Our results have profound implications for the\nunderstanding of morphological evolution in Annonaceae and imply that\nwithin the miliusoid clade axillary inflorescences evolved from terminal\nones at least six times, stamen shape evolved from uvarioid to\nmiliusoid, and spiniform endosperm rumination preceded lamelliform\nrumination.","trees":[{"tree_label":"Miliusoid rbcl, trnL-F, matk, bayes","ntax":"103","rootedtree":"TRUE","title":"Annonaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_559.phy"},{"tree_label":"Miliusoid rbcl, trnL-F, matK MP","ntax":"103","rootedtree":"TRUE","title":"Annonaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_644.phy"}]}