{"Authors":" Roger B. J. Benson, Matthew T. Carrano, Stephen L.\nBrusatte","Year":" 2010","Title":" A new clade of archaic large-bodied predatory dinosaurs\n(Theropoda: Allosauroidea) that survived to the latest Mesozoic.","Journal":" Naturwissenschaften","Volume":" 97","Issue":"","Pages":" 7178","Keywords":" Neovenatoridae, Megaraptora, Cretaceous, Gondwanan\nbiogeography, Dinosaur evolution","DOI":" 10.1007/s00114-009-0614-x","Abstract":" Non-avian theropod dinosaurs attained large body sizes,\nmonopolising terrestrial apex predator niches in the JurassicCretaceous.\nFrom the Middle Jurassic onwards, Allosauroidea and Megalosauroidea\ncomprised almost all large-bodied predators for 85 million years.\nDespite their enormous success, however, they are usually considered\nabsent from terminal Cretaceous ecosystems, replaced by tyrannosaurids\nand abelisaurids. We demonstrate that the problematic allosauroids\nAerosteon, Australovenator, Fukuiraptor and Neovenator form a previously\nunrecognised but ecologically diverse and globally distributed clade\n(Neovenatoridae, new clade) with the hitherto enigmatic theropods\nChilantaisaurus, Megaraptor and the Maastrichtian Orkoraptor. This\nrefutes the notion that allosauroid extinction pre-dated the end of the\nMesozoic. Neovenatoridae includes a derived group (Megaraptora, new\nclade) that developed long, raptorial forelimbs, cursorial hind limbs,\nappendicular pneumaticity and small size, features acquired convergently\nin bird-line theropods. Neovenatorids thus occupied a 14-fold adult size\nrange from 175 kg (Fukuiraptor) to approximately 2,500 kg\n(Chilantaisaurus). Recognition of this major allosauroid radiation has\nimplications for Gondwanan paleobiogeography: The distribution of early\nCretaceous allosauroids does not strongly support the vicariant\nhypothesis of southern dinosaur evolution or any particular continental\nbreakup sequence or dispersal scenario. Instead, clades were nearly\ncosmopolitan in their early history, and later distributions are\nexplained by sampling failure or local extinction.","trees":[{"tree_label":"Figure 3","ntax":"45","rootedtree":"TRUE","title":"Allosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55534.phy"}]}