{"Authors":" Keping Sun","Year":" 2012","Title":" Geographic variation in the acoustic traits of greater\nhorseshoe bats (Rhinolophus ferrumequinum, Chiroptera): testing the\nimportance of drift and ecological selection in evolutionary\nprocesses","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" acoustic variation, genetic variation, ecological\nselection, cultural drift, Chiroptera, evolutionary process.","DOI":"","Abstract":" Patterns of intraspecific geographic variation of\nsignaling systems provide insight into evolutionary processes driving\nphenotypic divergence. The acoustic signals of bats are sensitive to\ndiverse evolutionary forces, but processes that shape geographic\nvariation are largely unexplored. In China, Rhinolophus ferrumequinum\ndisplays a diverse call frequency. We quantified geographic variation in\nthe resting frequency (RF) of echolocation calls, and estimated genetic\nstructure and phylogeny of R. ferrumequinum populations. We tested three\nhypotheses to explain acoustic variation: local adaptation, genetic\ndrift and cultural drift. Our results demonstrated significant regional\ndivergence in frequency and phylogeny among bat populations in northeast\n(NE), central-east (CE) and southwest (SW) China. Genetic distance was\nnot correlated with RF variation. CE had higher frequencies than NE and\nSW. Drivers of RF divergence were estimated in the SW/CE and the CE/NE\nregions according to their RF divergence and genetic subdivision. In\nSW/CE, RF divergence was highly correlated with geographic and\nmicrosatellite distances, but not mitochondrial DNA distance. In CE/NE,\nRF divergence was correlated with geographic and mean annual temperature\ndistances. We propose that when call divergence factors are estimated,\nprocesses shaping genetic subdivision should be considered as different\ndrivers may change during the evolutionary process.","trees":[{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"Tr55535","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_55535.phy"}]}