{"Authors":" Roger B. J. Benson","Year":" 2010","Title":" A description of Megalosaurus bucklandii (Dinosauria:\nTheropoda) from the Bathonian of the UK and the relationships of Middle\nJurassic theropods.","Journal":" Zoological Journal of the Linnean Society","Volume":" 158","Issue":" 4","Pages":" 882-935","Keywords":" Carnosaurs; Meglosauroidea; Spinosauroidea; dinosaur\nendemism; faunal turnover; phylogeny; tetanuran evolution","DOI":" 10.1111/j.1096-3642.2009.00569.x","Abstract":" Megalosaurus bucklandii (Dinosauria: Theropoda), the\noldest named dinosaur taxon, from the Bathonian (Middle Jurassic) of\nEngland, is a valid taxon diagnosed by a unique character combination of\nthe lectotype dentary. Abundant referred material is described and\nseveral autapomorphies are identified: ventral surfaces of first and\nthird to fifth sacral centra evenly rounded, ventral surface of second\nsacral centrum bearing longitudinal, angular ridge; dorsally directed\nflange around midheight on the scapular blade; an array of\nposterodorsally inclined grooves on the lateral surface of the median\niliac ridge; anteroposteriorly thick ischial apron with an almost flat\nmedial surface; and complementary groove and ridge structures on the\narticular surfaces between metatarsals II and III. A new phylogenetic\nanalysis focuses on basal tetanurans and includes 41 taxa, six of which\nhave never been included in a cladistic analysis, and 213 characters, 29\nof which are new. This is the first phylogenetic analysis to focus on\nbasal tetanuran relationships, and it reveals several new results.\nMegalosauroidea (= Spinosauroidea) includes two clades, basal to the\ntraditional content of Megalosauridae + Spinosauridae. These comprise\nXuanha- nosaurus, Marshosaurus, Condorraptor + Piatnitzkysaurus and\nChuandongocoelurus + Monolophosaurus. Almost all large-bodied Middle\nJurassic theropods are megalosauroids, but Poekilopleuron is an\nallosauroid. Megalosau- roids show geographical differentiation among\nclades, indicating the development of endemic theropod faunas across\nPangaea during the Middle Jurassic. Notably, megalosaurids are not known\nfrom outside of Europe during this epoch. Megalosauroids are less\ndiverse and abundant during the Late Jurassic, when most theropods are\nneotetanurans and allosauroids dominate the large-bodied predator niche.\nThis indicates faunal turnover between the Middle and Late\nJurassic.","trees":[{"tree_label":"Figure 20","ntax":"41","rootedtree":"TRUE","title":"Theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55533.phy"}]}