{"Authors":" Martha Valiadi, M. Debora Iglesias-Rodriguez","Year":" 2012","Title":" Molecular phylogeny of the luciferin binding protein gene in\nmarine gonyaulacoid dinoflagellates","Journal":" European Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" bioluminescence, dinoflagellate, diversity, luciferin\nbinding protein, PCR, phylogeny","DOI":"","Abstract":" Dinoflagellate bioluminescence systems can operate with or\nwithout a luciferin binding protein, representing two distinct modes of\nlight production. However, their distribution among bioluminescent\ndinoflagellate groups remains unknown. This study used PCR to detect and\npartially sequence a large part of the luciferin binding protein gene\n(lbp) from a group of ecologically important bioluminescent gonyaulacoid\ndinoflagellates. We report the presence of lbp for the first time in the\ngenera Ceratocorys, Gonyaulax and Protoceratium. Additionally, lbp is\nshown to be widespread in bioluminescent species of Alexandrium.\nNucleotide sequences of lbp showed high variation among gene copies\nwithin a single strain with identities as low as 90%, which was\nconsistent with the presence of more than one gene type. No relationship\nwas found between the presence of pseudogenes and bioluminescence.\nPhylogenetic analyses of new and previously described lbp sequences\nrevealed highly divergent sequences that clustered in four distinct\nclades, with sequences among them sharing less than 81% identity. While\nthe lbp sequences of Alexandrium species were intermingled in one clade,\nAlexandrium monilatum lbp was found to be divergent from other\nAlexandrium species and grouped with Gonyaulax spinifera, Ceratocorys\nhorrida and Protoceratium reticulatum; the lbp of these four species\nwere found to be closely related forming a single clade. Our results\nreveal that lbp is more widespread among bioluminescent dinoflagellate\nspecies than previously thought, and contributes to our understanding of\nthe mechanistic models of light production in phytoplankton.","trees":[{"tree_label":"MP","ntax":"38","rootedtree":"TRUE","title":"Gonyaulacoid Dinoflagellates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55529.phy"},{"tree_label":"ML","ntax":"38","rootedtree":"TRUE","title":"Gonyaulacoid Dinoflagellates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55530.phy"}]}