{"Authors":" Daniel Chure, Brooks B. Britt, John A. Whitlock, Jeffrey A.\nWilson","Year":" 2010","Title":" First complete sauropod dinosaur skull from the Cretaceous of\nthe Americas and the evolution of sauropod dentition.","Journal":" Naturwissenschaften","Volume":" 97","Issue":"","Pages":" 379391","Keywords":" dinosauria, sauropoda, cretaceous, North America,\nherbivory, tooth shape","DOI":" 10.1007/s00114-010-0650-6","Abstract":" Sauropod dinosaur bones are common in Mesozoic terrestrial\nsediments, but sauropod skulls are exceedingly rare-cranial materials\nare known for less than one third of sauropod genera and even fewer are\nknown from complete skulls. Here we describe the first complete sauropod\nskull from the Cretaceous of the Americas, Abydosaurus mcintoshi,\nn. gen., n. sp., known from 104.46 ± 0.95 Ma (megannum) sediments from\nDinosaur National Monument, USA. Abydosaurus shares close ancestry with\nBrachiosaurus, which appeared in the fossil record ca. 45 million years\nearlier and had substantially broader teeth. A survey of tooth shape in\nsauropodomorphs demonstrates that sauropods evolved broad crowns during\nthe Early Jurassic but did not evolve narrow crowns until the Late\nJurassic, when they occupied their greatest range of crown breadths.\nDuring the Cretaceous, brachiosaurids and other lineages independently\nunderwent a marked diminution in tooth breadth, and before the latest\nCretaceous broad-crowned sauropods were extinct on all continental\nlandmasses. Differential survival and diversification of narrow-crowned\nsauropods in the Late Cretaceous appears to be a directed trend that was\nnot correlated with changes in plant diversity or abundance, but may\nsignal a shift towards elevated tooth replacement rates and high-wear\ndentition. Sauropods lacked many of the complex herbivorous adaptations\npresent within contemporaneous ornithischian herbivores, such as beaks,\ncheeks, kinesis, and heterodonty. The spartan design of sauropod skulls\nmay be related to their remarkably small size-sauropod skulls account\nfor only 1/200th of total body volume compared to 1/30th body volume in\nornithopod dinosaurs.","trees":[{"tree_label":"Sauropoda results","ntax":"12","rootedtree":"TRUE","title":"sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55554.phy"}]}