{"Authors":" Philip S. Ward","Year":" 2005","Title":" The ant genus Leptanilloides: discovery of the male and\nevaluation of phylogenetic relationships based on DNA sequence data","Journal":" Memoirs of the American Entomological Institute","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The male of the ant genus Leptanilloides is described for\nthe first time. The description is based on two specimens collected as\nisolated individuals in sweep samples from montane Costa Rica. Although\nnot associated with ant workers or queens, these males are identified as\nLeptanilloides mckennae Longino on the basis of DNA sequence similarity\nto a reference worker of this species from Costa Rica. The male is\nslightly smaller than the worker, and has most traits expected of the\ndorylomorph group, including tergosternal fusion of abdominal segments 2\nand 3 (but not 4); exposed spiracles on abdominal segments 5 and 6;\nabsence of cerci; and a simplified volsella, lacking a cuspis.\nAdditional attributes include: mandibles elongate-triangular and\nedentate; anterior clypeal lamella well developed; pronotum triangular\nin profile and much narrowed anteromedially; mesopleuron lacking\nposterior oblique sulcus; postpetiole absent; and wing venation reduced\n(forewing with pterostigma and one submarginal cell, but no discal\ncell). A molecular phylogenetic analysis, based on 5.1 kb of sequence\ndata from five nuclear genes (18S rDNA, 28S rDNA, wingless, abdominal-A,\nand LW-rhodopsin), provides strong independent evidence that\nLeptanilloides is a member of the dorylomorph clade (parsimony bootstrap\nsupport of 100%; Bayesian posterior probability of 1.00), although\nrelationships among taxa within that group remain poorly resolved. The\ndorylomorphs are nested within the formicoid clade, a very well\nsupported group that contains the majority of extant ant subfamilies.\nLeptanilloides is not closely related to Leptanilla, contrary to some\nprevious ideas. The latter taxon appears well outside the formicoid\nclade, as sister to all other extant ants sampled in this study (72%\nparsimony bootstrap, 1.00 posterior probability). The results highlight\nthe repeated evolution of subterranean ants with convergently similar\nmorphology.","trees":[{"tree_label":"Fig. 4","ntax":"32","rootedtree":"TRUE","title":"Formicidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4447.phy"}]}