{"Authors":" Richard J. Butler, Peter M. Galton, Laura B. Porro, Luis M.\nChiappe, Donald M. Henderson, Gregory M. Erickson","Year":" 2012","Title":" Lower limits of ornithischian dinosaur body size inferred\nfrom a new Upper Jurassic heterodontosaurid from North America.","Journal":" Proceedings of the Royal Society of London, Biological\nSciences","Volume":" 277","Issue":"","Pages":" 375-381","Keywords":" Animals; Biological Evolution; Body Size; Dinosaurs;\nDinosaurs: anatomy & histology; Dinosaurs: classification; Fossils;\nHistory; Ancient; North America; Paleontology; Paleontology:\nmethods","DOI":" 10.1098/rspb.2009.1494","Abstract":" The extremes of dinosaur body size have long fascinated\nscientists. The smallest (<1 m length) known dinosaurs are\ncarnivorous saurischian theropods, and similarly diminutive herbivorous\nor omnivorous ornithischians (the other major group of dinosaurs) are\nunknown. We report a new ornithischian dinosaur, Fruitadens haagarorum,\nfrom the Late Jurassic of western North America that rivals the smallest\ntheropods in size. The largest specimens of Fruitadens represent young\nadults in their fifth year of development and are estimated at just\n65-75 cm in total body length and 0.5-0.75 kg body mass. They are thus\nthe smallest known ornithischians. Fruitadens is a late-surviving member\nof the basal dinosaur clade Heterodontosauridae, and is the first member\nof this clade to be described from North America. The craniodental\nanatomy and diminutive body size of Fruitadens suggest that this taxon\nwas an ecological generalist with an omnivorous diet, thus providing new\ninsights into morphological and palaeoecological diversity within\nDinosauria. Late-surviving (Late Jurassic and Early Cretaceous)\nheterodontosaurids are smaller and less ecologically specialized than\nEarly (Late Triassic and Early Jurassic) heterodontosaurids, and this\necological generalization may account in part for the remarkable\n100-million-year-long longevity of the clade.","trees":[{"tree_label":"Figure 4","ntax":"17","rootedtree":"TRUE","title":"Ornithischia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55982.phy"}]}