{"Authors":" Stephen L. Brusatte, Michael J. Benton, Julia B. Desojo,\nMax C. Langer","Year":" 2010","Title":" The higher-level phylogeny of Archosauria (Tetrapoda:\nDiapsida).","Journal":" Journal of Systematic Palaeontology","Volume":" 8","Issue":" 1","Pages":" 3-47","Keywords":" Crocodylomorpha; Crurotarsi; Dinosauria; Mesozoic;\nTriassic; rauisuchians","DOI":" 10.1080/14772010903537732","Abstract":" Crown group Archosauria, which includes birds, dinosaurs,\ncrocodylomorphs, and several extinct Mesozoic groups, is a primary\ndivision of the vertebrate tree of life. However, the higher-level\nphylogenetic relationships within Archosauria are poorly resolved and\ncontroversial, despite years of study. The phylogeny of crocodile-line\narchosaurs (Crurotarsi) is particularly contentious, and has been\nplagued by problematic taxon and character sampling. Recent discoveries\nand renewed focus on archosaur anatomy enable the compilation of a new\ndataset, which assimilates and standardizes character data pertinent to\nhigher-level archosaur phylogeny, and is scored across the largest group\nof taxa yet analysed. This dataset includes 47 new characters (25% of\ntotal) and eight taxa that have yet to be included in an analysis, and\ntotal taxonomic sampling is more than twice that of any previous study.\nThis analysis produces a well-resolved phylogeny, which recovers mostly\ntraditional relationships within Avemetatarsalia, places Phytosauria as\na basal crurotarsan clade, finds a close relationship between Aetosauria\nand Crocodylomorpha, and recovers a monophyletic Rauisuchia comprised of\ntwo major subclades. Support values are low, suggesting rampant\nhomoplasy and missing data within Archosauria, but the phylogeny is\nhighly congruentwith stratigraphy. Comparisonwith alternative analyses\nidentifies numerous scoring differences, but indicates that character\nsampling is the main source of incongruence. The phylogeny implies major\nmissing lineages in the Early Triassic and may support a Carnian-Norian\nextinction event.","trees":[{"tree_label":"Figure 8","ntax":"55","rootedtree":"TRUE","title":"Archosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55545.phy"}]}