{"Authors":" Zoltán Csiki, V. Codrea, C. Jipa-Murzea, Pascal\nGodefroit","Year":" 2010","Title":" A partial titanosaur (Sauropoda, Dinosauria) skeleton from\nthe Maastrichtian of Nălaţ-Vad, Haţeg Basin, Romania.","Journal":" Neues Jahrbuch fur Geologie und Palaontologie -\nAbhandlungen","Volume":" 258","Issue":"","Pages":" 297-324","Keywords":"","DOI":" 10.1127/0077-7749/2010/0098","Abstract":" Remains of titanosaurian sauropods are common in the Upper\nCretaceous (Maastrichtian) of the Hateg Basin, Romania, but their usual\noccurrence as either isolated elements or dispersed bones in multitaxon\nbonebeds has hampered the understanding of their detailed anatomy or\nsystematic position. The discovery of a partial articulated skeleton in\nfloodplain deposits at Na’lat-Vad, preserving parts of the vertebral\ncolumn and pelvic girdle, allows for the first time a more detailed\nunderstanding of the axial anatomy of the Romanian titanosaurs. The\nspecimen is described as a new taxon, Paludititan nalatzensis gen. et\nsp. nov., based on several autapomorphies: presence of an accessory\nanterior centrodiapophyseal lamina in the posterior dorsals; dorsal\nsegments of the anterior and posterior centrodiapophyseal laminae\nparallel in posterior dorsals; presence of amphiplatyan mid-caudal\nvertebrae within the procoelous series; anterior caudal vertebrae with\nnarrow neural spines showing anteriorly projecting anterodorsal corner,\nand presence of a posterolateral buttress on the iliac peduncle of the\nischium. The description of Paludititan supports a higher titanosaurian\ndiversity in the Hateg assemblage than previously recognized, and will\ncontribute to the clarification of the taxonomic status of\nMagyarosaurus, the only titanosaur previously described from the area,\nand its included species. Phylogenetic analyses of Paludititan show it\nis a relatively derived titanosaur, but yields equivocal results as to\nits more precise systematic position and relationships, depending on the\ndataset used. These preliminary results suggest that development of a\nstandard dataset for cladistic analyses should represent one of the\nmajor tasks of sauropod systematics.","trees":[{"tree_label":"MPT","ntax":"30","rootedtree":"TRUE","title":"Titanosaurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55557.phy"}]}