{"Authors":" David C. Evans","Year":" 2010","Title":" Cranial anatomy and systematics of Hypacrosaurus altispinus,\nand a comparative analysis of skull growth in lambeosaurine hadrosaurids\n(Dinosauria: Ornithischia).","Journal":" Zoological Journal of the Linnean Society","Volume":" 258","Issue":"","Pages":" 398-434","Keywords":" Bayesian analysis; Late Cretaceous; biostratigrapy;\nevolution; morphology; ornithopoda; phylogenetic systematics","DOI":" 10.1111/j.1096-3642.2009.00611.x","Abstract":" The cranial anatomy of the helmet-crested lambeosaurine\nHypacrosaurus altispinus (Ornithischia: Hadrosauridae) is described,\nwith a focus on ontogenetic and individual variation in phylogenetically\nsignificant characters of the cranial crest, braincase, and facial\nskeleton. Cranial material of H. altispinus represents a relatively\ncomplete growth series that includes crestless juveniles of less than\nhalf the size of large individuals with fully developed crests. Cranial\nontogeny is compared with other lambeosaurines using bivariate\nmorphometrics and through qualitative comparison of a size-standardized\ncranial growth series. Bivariate analyses reveal that the relative\ngrowth of the skull and cranial crest of H. altispinus and H. stebingeri\nare similar, and that Hypacrosaurus more closely resembles Corythosaurus\nthan Lambeosaurus. Hypacrosaurus altispinus is systematically revised.\nThe taxon is characterized by five autapomorphies, most of which are\nconcentrated in the skull, as well as an enlarged terminal ischial foot.\nMaximum parsimony and Bayesian likelihood (Mk+gamma) phylogenetic\nanalyses were conducted to test the monophyly of the genus.\nHypacrosaurus monophyly is corroborated in light of new anatomical data.\nAlthough H. stebingeri and H. altispinus share few derived characters of\nthe skull, the hypothesis that H. stebingeri is a metaspecies that\nrepresents the ancestor of H. altispinus cannot be rejected.","trees":[{"tree_label":"Figure 16","ntax":"18","rootedtree":"TRUE","title":"Ornithischia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55559.phy"}]}