{"Authors":" Zoltán Csiki, Mátyás Vremir, Stephen L. Brusatte, Mark A\nNorell","Year":" 2010","Title":" An aberrant island-dwelling theropod dinosaur from the Late\nCretaceous of Romania.","Journal":" Canadian Journal of Earth Sciences","Volume":" 47","Issue":" 12","Pages":" 1507-1517","Keywords":" Dromosauridae, endemic, Europe, island fauna,\ntheropoda","DOI":" 10.1073/pnas.1006970107","Abstract":" Islands are noted for the occurrence of aberrant, endemic,\nand dwarfed taxa (the “island effect”). Late Cretaceous vertebrate\nassemblages of Romania and elsewhere in Europe are classic examples of\nisland faunas in the fossil record, and are characterized by dwarfed\nherbivorous dinosaurs and other endemic taxa that are noticeably\nprimitive relative to their mainland contemporaries. Fossils of the\npredators inhabiting the European paleoislands, however, are\nexceptionally rare and fragmentary. We describe a new dromaeosaurid\ntheropod, based on an articulated skeleton from the Maastrichtian of\nRomania, which represents the most complete predatory dinosaur from the\nmiddle to Late Cretaceous of Europe. This taxon is characterized by a\npeculiar body plan, most notably extensive fusion in the hand and distal\nhindlimb, a highly retroverted pelvis with enlarged femoral muscle\nattachments, and a pair of hyperextensive pedal claws. However, unlike\nthe island-dwelling herbivorous dinosaurs, its closest relatives are\ncontemporary similar-sized Laurasian taxa, indicating faunal connections\nbetween Asia and the European islands late into the Cretaceous. This\ntheropod provides support for the aberrant nature of the Late Cretaceous\nEuropean island-dwelling dinosaurs, but indicates that predators on\nthese islands were not necessarily small, geographically endemic, or\nprimitive.","trees":[{"tree_label":"Figure 3","ntax":"70","rootedtree":"TRUE","title":"dromaeosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55556.phy"}]}