{"Authors":" J. K. Triplett, Soejatmi Dransfield, L. G. Clark, J. G.\nSánchez-Ken","Year":" 2005","Title":" Phylogenetic relationships among the one-flowered,\ndeterminate genera of Bambuseae (Poaceae: Bambusoideae).","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" The Bambuseae (woody bamboos), one of two tribes\nrecognized within the Bambusoideae (true bamboos), comprise over 90% of\nthe diversity of the subfamily, yet its monophyly is generally only\nmoderately supported, and phylogenetic relationships within the tribe\nare poorly understood. In addition, there appears to be some level of\nconflict between morphological and molecular data within the tribe. We\nconducted a parsimony analysis of 43 species of Bambuseae, three of\nOlyreae (herbaceous bamboos), and two outgroup taxa using morphological\nand plastid rpl16 intron sequence data to 1) further test the monophyly\nof the Bambuseae; 2) test the monophyly of the Chusqueinae and the\nNastinae (the two one-flowered, determinate subtribes); and 3) examine\nthe apparent conflict between molecular and morphological data sets in\nthe determinate, one-flowered genera of Bambuseae. We recovered a\nmonophyletic Bambusoideae, Bambuseae, and Olyreae, although support for\nthe Bambuseae remained moderate. Our results suggest that the\nmorphological similarities between Chusqueinae and Nastinae are\nhomoplasious, but robust resolution of relationships among the major\nlineages of woody bamboos is still wanting.","trees":[{"tree_label":"Fig 3","ntax":"48","rootedtree":"TRUE","title":"Bambuseae, str con","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4449.phy"},{"tree_label":"Fig 2","ntax":"48","rootedtree":"TRUE","title":"Bambuseae, str con","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4448.phy"},{"tree_label":"Fig 4","ntax":"48","rootedtree":"TRUE","title":"Bambuseae, str con","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4450.phy"}]}