{"Authors":" Martin D. Ezcurra","Year":" 2010","Title":" A new early dinosaur (Saurischia: Sauropodomorpha) from the\nLate Triassic of Argentina: a reassessment of dinosaur origin and\nphylogeny.","Journal":" Journal of Systematic Palaeontology","Volume":" 8","Issue":" 3","Pages":" 371-425","Keywords":" argentina; dinosaur origin; ischigualasto formation; late\ntriassic; saurischia; sauropodomorpha","DOI":" 10.1080/14772019.2010.484650","Abstract":" It was traditionally thought that the oldest known\ndinosaur assemblages were not diverse, and that their early\ndiversification and numerical dominance over other tetrapods occurred\nduring the latest Triassic. However, new evidence gathered from the\nlower levels of the Ischigualasto Fm. of Argentina challenges this view.\nNew dinosaur remains are described from this stratigraphical unit,\nincluding the new species Chromogisaurus novasi. This taxon is\ndistinguished from other basal dinosauriforms by the presence of\nproximal caudals without median notch separating the postzygapophyses,\nfemoral lateral surface with deep and large fossa immediately below the\ntrochanteric shelf, and metatarsal II with strongly dorsoventrally\nasymmetric distal condyles. A phylogenetic analysis found Chromogisaurus\nto lie at the base of Sauropodomorpha, as a member of Guaibasauridae, an\nearly branch of basal sauropodomorphs composed of Guaibasaurus,\nAgnosphitys, Panphagia, Saturnalia and Chromogisaurus. Such an affinity\nis for the first time suggested for Guaibasaurus, whereas Panphagia is\nnot recovered as the most basal sauropodomorph. Furthermore,\nChromogisaurus is consistently located as more closely related to\nSaturnalia than to any other dinosaur. Thus, the Saturnalia +\nChromogisaurus clade is named here as the new subfamily Saturnaliinae.\nIn addition, Eoraptor is found to be the sister-taxon of Neotheropoda,\nand herrerasaurids to be non-eusaurischian saurischians. The new\nevidence presented here demonstrates that dinosaurs first appeared in\nthe fossil record as a diverse group, although they were a numerically\nminor component of faunas in which they occur. Accordingly, the early\nincrease of dinosaur diversity and their numerical dominance over other\nterrestrial tetrapods were diachronous processes, with the latter\npreceded by a period of low abundance but high diversity.","trees":[{"tree_label":"Figure 15","ntax":"50","rootedtree":"TRUE","title":"Sauropodomorpha phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55560.phy"}]}