{"Authors":" Nicholas R. Longrich","Year":" 2010","Title":" Mojoceratops perifania, a new chasmosaurine ceratopsid from\nthe late Campanian of western Canada.","Journal":" Journal of Paleontology","Volume":" 84","Issue":" 4","Pages":" 681-694","Keywords":"","DOI":"","Abstract":" A new genus of long-horned chasmosaurine ceratopsid is\ndescribed from the Dinosaur Park Formation (upper Campanian) of Western\nCanada. Mojoceratops perifania is represented by a skull and a parietal\nfrom the Dinosaur Park Formation of Alberta and an isolated parietal\nfrom the Dinosaur Park Formation of Saskatchewan. Several other\nspecimens are provisionally referred to this taxon. While Mojoceratops\nshares many plesiomorphies with Chasmosaurus, the animal lacks the\nforward-curving parietal epoccipitals and reduced postorbital horns that\ndiagnose the genus Chasmosaurus, and it differs from all other\nchasmosaurines in exhibiting a prominent sulcus on the anterior margin\nof the parietal, swellings on the anterodorsal surface of the parietal\nrami, and a small accessory process on the first parietal epoccipital.\nOther unusual features include anteriorly extended parietal fenestrae, a\nbroad, heart-shaped frill, and transverse expansion of the postfrontal\nfontanelle. The type material of ‘Eoceratops canadensis’ and\n‘Chasmosaurus kaiseni’ are nondiagnostic and these names are therefore\nconsidered nomina dubia, but their morphology is consistent with\nMojoceratops and they probably belong to this genus. The frill of\nMojoceratops shows marked variation. Some of this variation probably\nresults from intraspecific variation or ontogenetic changes, but because\nthe Dinosaur Park Formation encompasses more than a million years of\ntime, evolution may explain some of these differences. Phylogenetic\nanalysis shows that Mojoceratops forms a clade with Agujaceratops\nmariscalensis; Chasmosaurus is the most basal member of\nChasmosaurinae.","trees":[{"tree_label":"Figure 10","ntax":"19","rootedtree":"TRUE","title":"Ceratopsidae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55677.phy"}]}