{"Authors":" Nicholas R. Longrich, Julia Sankey, Darren H. Tanke","Year":" 2010","Title":" Texacephale langstoni, a new genus of pachycephalosaurid\n(Dinosauria: Ornithischia) from the upper Campanian Aguja Formation,\nsouthern Texas, USA.","Journal":" Cretaceous Research","Volume":" 31","Issue":" 2","Pages":" 274-284","Keywords":" Biogeography; Dinosaur; Marginocephalia; Ornithischia;\nPachycephalosauridae","DOI":" 10.1016/j.cretres.2009.12.002","Abstract":" Recent work in the Campanian Aguja Formation of Big Bend,\nTexas, has resulted in the recovery of two frontoparietal domes from a\nnew genus of pachycephalosaur. Texacephale langstoni gen. et sp. nov. is\ndiagnosed by a tall, arched nasal boss, flange-like processes\narticulating the dome with the peripheral elements, and a low pedicel\nseparating the cerebral fossa from the skull roof. The skull dome is\ncomposed largely of the fused frontals and parietals, with limited\nparticipation of the peripheral elements, and the supratemporal\nfenestrae remain open. Phylogenetic analysis indicates that Texacephale\nlangstoni is a basal member of the Pachycephalosauria. The discovery of\nTexacephale supports previous suggestions that the dinosaur fauna of\nTexas was distinct from that of contemporary assemblages to the north.\nThe phylogenetic analysis presented here indicates that the Asian\npachycephalosaurs form a monophyletic group, deeply nested within the\nPachycephalosauridae, and that the basal members of the group are all\nNorth American. This finding indicates that pachycephalosaurids\noriginated in North America, rather than Asia, as previously believed.\nThe high diversity of North American pachycephalosaurs and the late\nappearance of pachycephalosaurs in Asia are consistent with this\nhypothesis. The biology of Texacephale and other Pachycephalosauridae\nare also discussed. The morphology of the dome in Texacephale and other\npachycephalosaurs supports the hypothesis that pachycephalosaurids\nengaged in intraspecific combat, while the occurrence of Texacephale and\nother pachycephalosaurs in nearshore deposits argues that the\npachycephalosaurs were not restricted to inland habitats.","trees":[{"tree_label":"Figure 7","ntax":"19","rootedtree":"TRUE","title":"Ornithischia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55678.phy"}]}