{"Authors":" Daniel T. Ksepka, Mark A Norell","Year":" 2010","Title":" The Illusory Evidence for Asian Brachiosauridae: New Material\nof Erketu ellisoni and a Phylogenetic.","Journal":" American Museum Novitates","Volume":"","Issue":" 3700","Pages":" 1-27","Keywords":"","DOI":" 10.1206/3700.2","Abstract":" Phylogenetic relationships among the diverse Cretaceous\nsauropods of East Asia have long been controversial. Debate has centered\non whether there is any evidence for an endemic clade of Asian species\n(“Euhelopodidae”) and on the placement of these taxa within the context\nof higher sauropod phylogeny. While most Cretaceous sauropod taxa from\nAsia are recognized as part of Somphospondyli, recent discoveries have\nsuggested Brachiosauridae may have dispersed into Asia as well. We\npresent new fossils and analyses bearing on these issues. Additional\nmaterial of the holotype individual of Erketu ellisoni recovered on a\nsubsequent visit to the type locality expands the character data\navailable for this unique sauropod. Associated sauropod dorsal and\ncaudal vertebrae were collected from the same horizon, at a location\napproximately 2 km from the holotype excavation. The dorsal vertebra\nexhibits synapomorphies suggesting a representative of Titanosauria\nco-occurred with Erketu ellisoni. These new specimens, as well as recent\ndiscoveries of contemporary Asian sauropod taxa, allow a basis for\nphylogenetic reappraisal of Erketu and related taxa. Phylogenetic\nresults support a sister group relationship between the Asian Cretaceous\nsauropods Erketu and Qiaowanlong. Although Qiaowanlong was described as\na brachiosaurid, it joins Erketu on the somphospondylian side of the\nBrachiosauridae-Somphospondyli divergence, erasing the evidence for the\ndispersal of Brachiosauridae into Asia.","trees":[{"tree_label":"Figure 4","ntax":"45","rootedtree":"TRUE","title":"Brachiosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55673.phy"}]}