{"Authors":" Li Daqing, Mark A Norell, Ke-Qin Gao, Nathan D. Smith,\nPeter J Makovicky","Year":" 2010","Title":" A longirostrine tyrannosauroid from the Early Cretaceous of\nChina.","Journal":" Proceedings of the Royal Society of London, Biological\nSciences","Volume":" 277","Issue":"","Pages":" 183-190","Keywords":" China; Cretaceous; Dinosauria; Tyrannosauroidea; Xinminpu\nGroup; Xiongguanlong baimoensis","DOI":" 10.1098/rspb.2009.0249","Abstract":" The fossil record of tyrannosauroid theropods is marked by\na substantial temporal and morphological gap between small-bodied,\nBarremian taxa, and extremely large-bodied taxa from the latest\nCretaceous. Here we describe a new tyrannosauroid, Xiongguanlong\nbaimoensis n. gen. et sp., from the Aptian-Albian Xinminpu Group of\nwestern China that represents a phylogenetic, morphological, and\ntemporal link between these disjunct portions of tyrannosauroid\nevolutionary history. Xiongguanlong is recovered in our phylogenetic\nanalysis as the sister taxon to Tyrannosauridae plus Appalachiosaurus,\nand marks the appearance of several tyrannosaurid hallmark features,\nincluding a sharp parietal sagittal crest, a boxy basicranium, a\nquadratojugal with a flaring dorsal process and a flexed caudal edge,\npremaxillary teeth bearing a median lingual ridge, and an expanded axial\nneural spine surmounted by distinct processes at its corners.\nXiongguanlong is characterized by a narrow and elongate muzzle\nresembling that of Alioramus. The slender, unornamented nasals of\nXiongguanlong are inconsistent with recent hypotheses of correlated\nprogression in tyrannosauroid feeding mechanics, and suggest more\ncomplex patterns of character evolution in the integration of feeding\nadaptations in tyrannosaurids. Body mass estimates for the full-grown\nholotype specimen of Xiongguanlong fall between those of Late Cretaceous\ntyrannosaurids and Barremian tyrannosauroids, suggesting that the trend\nof increasing body size observed in North American Late Cretaceous\nTyrannosauridae may extend through the Cretaceous history of\nTyrannosauroidea though further phylogenetic work is required to\ncorroborate this.","trees":[{"tree_label":"Figure 3","ntax":"72","rootedtree":"TRUE","title":"tyrannosauroidea phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55675.phy"}]}