{"Authors":" Kai Riess, Franz Oberwinkler, Robert Bauer, Sigisfredo\nGarnica","Year":" 2013","Title":" High genetic diversity at the regional scale and possible\nspeciation in Sebacina epigaea and S. incrustans","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 102","Keywords":" Cryptic species, Speciation, Diversity, Population\nstructure, Multilocus genealogies, Basidiomycota, Sebacinales, Sympatry,\nSynonymous polymorphism, Ectomycorrhiza","DOI":" 10.1186/1471-2148-13-102","Abstract":" Background Phylogenetic studies, particularly those based\non rDNA sequences from plant roots and basidiomata, have revealed a\nstrikingly high genetic diversity in the Sebacinales. However, the\nfactors determining this genetic diversity at higher and lower taxonomic\nlevels within this order are still unknown. In this study, we analysed\npatterns of genetic variation within two morphological species, Sebacina\nepigaea and S. incrustans, based on 340 DNA haplotype sequences of\nindependent genetic markers from the nuclear (ITS + 5.8S + D1/D2, RPB2)\nand mitochondrial (ATP6) genomes for 98 population samples. By\ncharacterising the genetic population structure within these species, we\nprovide insights into species boundaries and the possible factors\nresponsible for genetic diversity at a regional geographic scale.\nResults We found that recombination events are relatively common between\nnatural populations within Sebacina epigaea and S. incrustans, and play\na significant role in generating intraspecific genetic diversity.\nFurthermore, we also found that RPB2 and ATP6 genes display higher\nlevels of intraspecific synonymous polymorphism. Phylogenetic and\ndemographic analyses based on nuclear and mitochondrial loci revealed\nthree distinct phylogenetic lineages within of each of the morphospecies\nS. epigaea and S. incrustans: one major and widely distributed lineage,\nand two geographically restricted lineages, respectively. We found\nalmost no differential morphological or ecological characteristics that\ncould be used to discriminate between these lineages. Conclusions Our\nresults suggest that recombination and negative selection have played\nsignificant roles in generating genetic diversity within these\nmorphological species at small geographical scales. Concordance between\ngene genealogies identified lineages/cryptic species that have evolved\nindependently for a relatively long period of time. These putative\nspecies were not associated with geographic provenance, geographic\nbarrier, host preference or distinct phenotypic innovations.","trees":[{"tree_label":"PAUP 1","ntax":"47","rootedtree":"TRUE","title":"Tr63757","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63757.phy"},{"tree_label":"PAUP 1","ntax":"9","rootedtree":"TRUE","title":"Tr63758","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63758.phy"},{"tree_label":"PAUP 1","ntax":"50","rootedtree":"TRUE","title":"Tr63759","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63759.phy"},{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Tr63755","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63755.phy"},{"tree_label":"PAUP 1","ntax":"48","rootedtree":"TRUE","title":"Tr63756","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63756.phy"},{"tree_label":"PAUP 1","ntax":"42","rootedtree":"TRUE","title":"Tr63760","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63760.phy"}]}