{"Authors":" Katrine Worsaae","Year":" 2005","Title":" Phylogeny of Nerillidae (Polychaeta, Annelida) as inferred\nfrom combined 18S rDNA and morphological data","Journal":" Cladistics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogeny of the meiofaunal polychaete family Nerillidae\nbased on morphological, molecular, and combined data is presented here.\nSequences of 18S rDNA and 40 morphological characters of 17 taxa are\nincluded in the data sets. The sequences were analyzed simultaneously\nwith the morphological data by direct optimization in the program POY\nwith a variety of parameter sets (costs of gaps: transversions:\ntransitions). Three outgroups were selected from the major polychaete\ngroup Aciculata and one from Scolecida. The 13 nerillid species from 11\ngenera were monophyletic in all analyses with very high support and\nthree new apomorphies for Nerillidae are identified. The topology of the\ningroup varied according to the various parameter settings. Reducing the\nnumber of outgroups to one decreased the variance among the phylogenetic\nhypotheses. The congruence among these was tested and a parameter set,\nwith equal weights (222) and extension gap weighted 1, yielded minimum\nincongruence (ILD). Several terminal clades of the combined analysis\nwere highly supported, as well as the position of Leptonerilla prospera\nas sister terminal to the other nerillids. Evolution of morphological\ncharacters such as segment numbers, chaetae, appendages and ciliation\nare traced and discussed. A regressive pathway within Nerillidae is\nindicated for several characters, however, generally implying several\nconvergent losses. Numerous genera are shown to require revision.","trees":[{"tree_label":"Fig. 4","ntax":"14","rootedtree":"TRUE","title":"Nerillidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4453.phy"},{"tree_label":"Molecular tree 1","ntax":"14","rootedtree":"TRUE","title":"Nerillidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4454.phy"},{"tree_label":"Molecular tree 2","ntax":"14","rootedtree":"TRUE","title":"Nerillidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4455.phy"},{"tree_label":"Fig. 6","ntax":"14","rootedtree":"TRUE","title":"Nerillidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4456.phy"}]}