{"Authors":" Francisco Ortega, Fernando Escaso, José L. Sanz","Year":" 2010","Title":" A bizarre, humped Carcharodontosauria (Theropoda) from the\nLower Cretaceous of Spain.","Journal":" Nature","Volume":" 467","Issue":" 203-206","Pages":" 203-206","Keywords":"","DOI":" 10.1038/nature09181","Abstract":" Carcharodontosaurs were the largest predatory dinosaurs,\nand their early evolutionary history seems to be more intricate than was\npreviously thought. Until recently, carcharodontosaurs were restricted\nto a group of large theropods inhabiting the Late Cretaceous Gondwanan\nland masses, but in the last few years Laurasian evidence has been\ncausing a reevaluation of their initial diversification. Here we\ndescribe an almost complete and exquisitely preserved skeleton of a\nmedium-sized (roughly six metres long) theropod from the Lower\nCretaceous series (Barremian stage) Konservat-Lagerstätte of Las Hoyas\nin Cuenca, Spain. Cladistic analysis supports the idea that the new\ntaxon Concavenator corcovatus is a primitive member of\nCarcharodontosauria, exhibiting two unusual features: elongation of the\nneurapophyses of two presacral vertebrae forming a pointed, hump-like\nstructure and a series of small bumps on the ulna. We think that these\nbumps are homologous to quill knobs present on some modern birds; the\nknobs are related to the insertion area of follicular ligaments that\nanchor the roots of the flight feathers (remiges) to the arm. We propose\nthat Concavenator has integumentary follicular structures inserted on\nthe ulna, as in modern birds. Because scales do not have follicles, we\nconsider the structures anchored to the Concavenator arms to be\nnon-scale skin appendages homologous to the feathers of modern birds. If\nthis is true, then the phylogenetic bracket for the presence of\nnon-scale skin structures homologous to feathers in theropod dinosaurs\nwould be extended to the Neotetanurae, enlarging the scope for\nexplaining the origin of feathers in theropods.","trees":[{"tree_label":"Figure 2","ntax":"46","rootedtree":"TRUE","title":"Neotetanurae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55835.phy"}]}