{"Authors":" Albert Prieto-Márquez","Year":" 2010","Title":" Glishades ericksoni, a new hadrosauroid (Dinosauria:\nOrnithopoda) from the Late Cretaceous of North America.","Journal":" Zootaxa","Volume":"","Issue":" 2452","Pages":" 1-17","Keywords":" Hadrosauroidea, Hadrosauridae, cladistics, ontogeny,\nCretaceous, dinosaur","DOI":"","Abstract":" A new genus and species of hadrosauroid dinosaur,\nGlishades ericksoni, is described based on paired partial premaxillae\ncollected from the Upper Cretaceous Two Medicine Formation of Montana,\nin the Western Interior of the United States of America. This taxon is\ndiagnosed on the basis of a unique combination of characters: absence of\neverted oral margin, arcuate oral margin with wide and straight,\nobliquely oriented, and undeflected anterolateral corner, grooved\ntransversal thickening on ventral surface of premaxilla posterior to\ndenticulate oral margin, and foramina on anteromedial surface above oral\nedge and adjacent to proximal end of narial bar. Maximum parsimony\nanalysis positioned G. ericksoni as a derived hadrosauroid. Exclusion of\nG. ericksoni from Hadrosauridae was unambiguously supported by the lack\nin AMNH 27414 of a dorsomedially reflected premaxillary oral margin.\nFurthermore, the maximum agreement subtree positioned G. ericksoni as\nthe sister taxon to Bactrosaurus johnsoni. This position was\nunambiguously supported by posteroventral thickening on the ventral\nsurface of the premaxilla (independently derived in saurolophid\nhadrosaurids and Ouranosaurus nigeriensis) and having foramina on each\npremaxilla on the anterior surface, adjacent to the parasagittal plane\nof the rostrum (reconstructed as independently derived in\nBrachylophosaurus canadensis, Maiasaura peeblesorum, and Edmontosaurus\nannectens).","trees":[{"tree_label":"Figure 2","ntax":"53","rootedtree":"TRUE","title":"hadrosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55837.phy"}]}