{"Authors":" M. M. Geldenhuis, H. J. Schroers, Maritha H. Schoeman,\nBrenda D Wingfield, Michael J Wingfield","Year":" 2005","Title":" Classification of the guava wilt fungus Myxosporium psidii,\nthe palm pathogen Gliocladium vermoesenii and the persimmon wilt fungus\nAcremonium diospyri in Nalanthamala","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Psidium guajava wilt is known from South Africa, Malaysia\nand Taiwan. The fungus causing this disease, Myxosporium psidii, forms\ndry chains of conidia on surfaces of pseudoparenchymatous sporodochia,\nwhich develop in blisters on bark. Similar sporodochia are\ncharacteristic of Nalanthamala madreeya, the type species of\nNalanthamala. Nalanthamala, therefore, is the appropriate anamorph genus\nfor Myxosporium psidii, while Myxosporium is a nomen nudum (based on M.\ncroceum). For M. psidii the combination Nalanthamala psidii is proposed.\nNalanthamala psidii, the palm pathogen Gliocladium (Penicillium)\nvermoesenii, another undescribed anamorphic species from palm, two\nspecies of Rubrinectria and the persimmon pathogen Acremonium diospyri\nare monophyletic and belong to the Nectriaceae (Hypocreales) based on\npartial nuclear large subunit ribosomal DNA (LSU rDNA) analyses.\nRubrinectria, therefore, is the teleomorph of Nalanthamala, in which the\nanamorphs are classified as N. vermoesenii, N. diospyri or Nalanthamala\nsp. Nalanthamala squamicola, the only other Nalanthamala species, has\naffinities with the Bionectriaceae and is excluded from this group.\nRubrinectria/Nalanthamala species form dimorphic conidiophores and\nconidia in culture. Fusiform, cylindrical, or allantoid conidia arise in\ncolorless liquid heads on acremonium-like conidiophores; ovoidal conidia\nwith somewhat truncated ends arise in long, persistent, dry chains on\npenicillate conidiophores. No penicillate but irregularly branched\nconidiophores were observed in N. diospyri. Conidia of N. psidii that\nare held in chains are shorter than those of N. madreeya, of which no\nliving material is available. Nalanthamala psidii and N. diospyri are\npathogenic specifically to their hosts. They form pale yellow to pale\norange or brownish orange colonies, respectively, and more or less white\nconidial masses. Most strains of Rubrinectria sp., Nalanthamala sp. and\nN. vermoesenii originate from palm hosts, form mostly greenish or\nolive-brown colonies and white-to-salmon conidial masses. They form a\nmonophyletic clade to which Nalanthamala psidii and N. diospyri are\nrelated based on analyses of the internal transcribed spacer regions and\n5.8S rDNA (ITS rDNA), LSU rDNA, and partial beta-tubulin gene. Few\npolymorphic sites in the ITS rDNA and beta-tubulin gene indicate that\nNalanthamala psidii comprises two lineages, one of which has been\ndetected only in South Africa.","trees":[{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Rubrinectria species level","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4458.phy"},{"tree_label":"Fig. 1","ntax":"53","rootedtree":"TRUE","title":"Rubrinectria genus level","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4457.phy"}]}