{"Authors":" Sterling J. Nesbitt, Christian A. Sidor, Randall B. Irmis,\nKenneth D. Angielczyk, Roger M. H. Smith, Linda A. Tsuji","Year":" 2010","Title":" Ecologically distinct dinosaurian sister group shows early\ndiversification of Ornithodira.","Journal":" Nature","Volume":" 464","Issue":" 7285","Pages":" 95-98","Keywords":"","DOI":" 10.1038/nature08718","Abstract":" The early evolutionary history of Ornithodira (avian-line\narchosaurs) has hitherto been documented by incomplete (Lagerpeton) or\nunusually specialized forms (pterosaurs and Silesaurus). Recently, a\nvariety of Silesaurus-like taxa have been reported from the Triassic\nperiod of both Gondwana and Laurasia, but their relationships to each\nother and to dinosaurs remain a subject of debate. Here we report on a\nnew avian-line archosaur from the early Middle Triassic (Anisian) of\nTanzania. Phylogenetic analysis places Asilisaurus kongwe gen. et sp.\nnov. as an avian-line archosaur and a member of the Silesauridae, which\nis here considered the sister taxon to Dinosauria. Silesaurids were\ndiverse and had a wide distribution by the Late Triassic, with a novel\nornithodiran bauplan including leaf-shaped teeth, a beak-like lower jaw,\nlong, gracile limbs, and a quadrupedal stance. Our analysis suggests\nthat the dentition and diet of silesaurids, ornithischians and\nsauropodomorphs evolved independently from a plesiomorphic carnivorous\nform. As the oldest avian-line archosaur, Asilisaurus demonstrates the\nantiquity of both Ornithodira and the dinosaurian lineage. The initial\ndiversification of Archosauria, previously documented by\ncrocodilian-line archosaurs in the Anisian, can now be shown to include\na contemporaneous avian-line radiation. The unparalleled taxonomic\ndiversity of the Manda archosaur assemblage indicates that archosaur\ndiversification was well underway by the Middle Triassic or\nearlier.","trees":[{"tree_label":"Figure 3","ntax":"35","rootedtree":"TRUE","title":"Archosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55833.phy"}]}