{"Authors":" Albert Prieto-Márquez","Year":" 2010","Title":" Global phylogeny of Hadrosauridae (Dinosauria: Ornithopoda)\nusing parsimony and Bayesian methods.","Journal":" Zoological Journal of the Linnean Society","Volume":" 159","Issue":"","Pages":" 435-502","Keywords":" Saurolophidae; Saurolophinae; dinosaur; hadrosaur;\nhadrosaurinae; lambeosaurinae","DOI":" 10.1111/j.1096-3642.2009.00617.x","Abstract":" The late Cretaceous hadrosaurids were the most specialized\nand diverse clade of ornithopod dinosaurs. Parsimony and Bayesian\nmethods were implemented to elucidate the phylogenetic relationships of\nall hadrosaurid species. Traditional and geometric morphometrics were\napplied to discover patterns of variation containing phylogenetic\ninformation. In total, 286 phylogenetically informative characters (196\ncranial and 90 postcranial) were defined and documented: the most\nextensive character data set ever constructed for hadrosaurid dinosaurs.\nOf these, 136 characters were used for the first time in phylogenetic\nanalysis of these ornithopods, and 93 were modified from those of other\nauthors. Parsimony and the Bayesian analysis (using the Mk model without\nthe gamma parameter) confirmed the split of hadrosaurids into\nSaurolophinae and Lambeosaurinae. Saurolophines included a major clade\ncomposed of the ProsaurolophusSaurolophus and the\nKritosaurusGryposaurusSecernosaurus subclades. Edmontosaurus and\nShantungosaurus were recovered outside the major clade of saurolophines.\nThe Brachylophosaurus clade was recovered as the most basal clade of\nsaurolophines in the parsimony analysis, whereas following the Bayesian\nanalysis it was recovered as the sister clade to the\nKritosaurusGryposaurusSecernosaurus clade. These two analyses resulted\nin a Lambeosaurinae composed of a succession of Eurasian sister taxa to\ntwo major clades: the Parasaurolophus clade and the Hypacrosaurs\naltispinus-Corythosaurus clade. In contrast, the Bayesian analysis using\nthe Mk model with the gamma parameter included, resulted in an\nunbalanced hadrosauroid tree, with a paraphyletic Saurolophinae, and\nwith the Prosaurolophus clade, Edmontosaurus, and Shantungosaurus as\nsuccessively closer sister taxa to Lambeosaurinae. Based on the strict\nreduced consensus tree derived from the parsimony analysis,\nHadrosauridae was redefined as the clade stemming from the most recent\ncommon ancestor of Hadrosaurus foulkii and Parasaurolophus walkeri.","trees":[{"tree_label":"Ornithopoda results","ntax":"57","rootedtree":"TRUE","title":"Ornithopoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55850.phy"}]}