{"Authors":" Allan Larson, David W. Weisrock, Luke J. Harmon","Year":" 2005","Title":" Resolving Deep Phylogenetic Relationships in Salamanders:\nAnalyses of Mitochondrial and Nuclear Genomic Data.","Journal":" Systematic Biology","Volume":" 54","Issue":" 5","Pages":" 758-777","Keywords":"","DOI":" 10.1080/10635150500234641","Abstract":" Phylogenetic relationships among salamander families\nillustrate analytical challenges inherent to inferring phylogenies in\nwhich terminal branches have a very long temporal duration relative to\ninternal ones. To examine these relationships, we present new\nmitochondrial-DNA sequences, approximately 2100 base-pairs from the\ngenes encoding ND1, ND2, COI, and the intervening tRNA genes for 34\nspecies representing all 10 salamander families. Parsimony analysis of\nthese mtDNA sequences supports monophyly of all families except\nProteidae, but yields a tree largely unresolved with respect to\ninterfamilial relationships and the phylogenetic positions of the\nproteid genera Necturus and Proteus. In contrast, Bayesian and\nmaximum-likelihood analyses of the mtDNA data produce a topology\nconcordant with phylogenetic results from nuclear-encoded rRNA\nsequences, and Bayesian posterior probabilities provide statistical\nsupport for interfamilial groupings that preclude monophyly of the\ninternally fertilizing salamanders, suborder Salamandroidea. Bayesian\nanalysis of mtDNA data strongly supports a clade containing the\ninternally fertilizing families Ambystomatidae, Dicamptodontidae,\nProteidae, and Salamandridae, and the externally fertilizing family\nSirenidae; both molecular data sets strongly place all of these families\nin a clade excluding the internally fertilizing families Amphiumidae,\nPlethodontidae, and Rhyacotritonidae. These analyses also support\nmonophyly of suborder Cryptobranchoidea (Cryptobranchidae and\nHynobiidae), whose fertilization is external. Computer simulations and\nanalyses of our data indicate that ancestral lineages shared by two or\nmore families would need to have been at least 23 million years and in\nsome cases much longer in duration for statistical recovery using\nparsimony, but that Bayesian methods may correctly infer groupings whose\ncommon ancestral lineage is shorter. Branch support for such nodes in\nour likelihood and Bayesian analyses of mtDNA derives largely from\noccurrence of a small number of relatively rare substitutions in\ncategories heavily weighted by the favored evolutionary model. Our\nmolecular phylogenetic results challenge the interpretation that\ninternal-fertilization systems of salamandroid families are homologous\nand that functional burden precludes evolutionary loss of internal\nfertilization.","trees":[{"tree_label":"Fig. 5a","ntax":"38","rootedtree":"TRUE","title":"Salamander Families","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_236.phy"},{"tree_label":"Fig. 5b","ntax":"38","rootedtree":"TRUE","title":"Salamander Families","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_304.phy"},{"tree_label":"Fig. 4","ntax":"26","rootedtree":"TRUE","title":"Salamander Families","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4459.phy"}]}