{"Authors":" Albert Prieto-Márquez","Year":" 2010","Title":" A re-evaluation of Secernosaurus koerneri and Kritosaurus\naustralis (Dinosauria, Hadrosauridae) from the Late Cretaceous of\nArgentina","Journal":" Journal of Vertebrate Paleontology","Volume":" 30","Issue":" 3","Pages":" 813-837","Keywords":"","DOI":" 10.1080/02724631003763508","Abstract":" Hadrosaurids form the most diverse and derived clade of\nornithopod dinosaurs. Although well represented in Asia and North\nAmerica, its presence in South America is known only from rare and\nfragmentary remains that are poorly documented and mostly unstudied. As\na result, the impact of these animals on the phylogenetics and\nbiogeography of hadrosaurids as a whole is poorly known. Here, we\nprovide a revised and complete osteology of the type specimens and\nhypodigms for the only two taxa known from South America, Secernosaurus\nkoerneri and Kritosaurus australis. Likewise, we infer the phylogenetic\nposition and historical biogeography of South American hadrosaurids\nusing a nearly complete taxonomic sampling of hadrosaurid species.\nParsimony methods were used to infer phylogenetic relationships, whereas\nFitch parsimony and Dispersal-Vicariance analyses were implemented to\nreconstruct ancestral areas. Kritosaurus australis is regarded as a\njunior synonym of Secernosaurus koerneri, based on a combination of\niliac and pubic characters unique to these two taxa. Inclusion of S.\nkoerneri within the genus Kritosaurus is not supported by the\nphylogenetic analysis. S. koerneri is inferred to be a member of the\nKritosaurus-Gryposaurus clade within Saurolophinae, as the sister taxon\nto the Argentinean unnamed hadrosaurid from Salitral Moreno. Another\nunnamed hadrosaurid from Big Bend National Park, Texas, is positioned as\nthe closest outgroup to the South American clade. The results of this\nbiogeographical analysis supports the hypothesis that the Secernosaurus\nclade originated in South America during the late Campanian after a\ndispersal event (probably followed by vicariance) from southern North\nAmerica before the end of that geologic stage.","trees":[{"tree_label":"Figure 20","ntax":"53","rootedtree":"TRUE","title":"hadrosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55856.phy"}]}