{"Authors":" Ivona Kautmanova, Michal Tomsovsky, M. P. Martin, Margarita\nDuenas","Year":" 2012","Title":" European species of Clavaria (Agaricales, Agaricomycetes)\nwith dark coloured basidiomata  morphological and molecular study","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 29","Issue":"","Pages":"","Keywords":" Europe, fungi, LSU nrDNA, spore measurements,\nphylogeny","DOI":" 10.3767/003158512X","Abstract":" Clavaria species with dark coloured basidiomata occurring\nin Europe were analyzed using morphological and molecular methods.\nMorphological analyses revealed four groups involving seven Clavaria\nspecies with dark-coloured basidiomata. Phylogenetic analysis of LSU\nnrDNA region confirmed separated positions of all seven Clavaria species\nwithin the genus. All sequences are grouped in four well supported\nclades mostly corresponding to defined morphological species. Results of\nmolecular study disprove infrageneric classification of Clavaria based\non presence or absence of clamps on bases of basidia and two widely\naccepted subgenera subgen. Clavaria and subgen Holocoryne appear to be\npolyphyletic. New approach in species delimitation is presented: (1) C.\nasperulospora and C. atrofusca are two distinct species recognized by\nthe shape of spores, C. neonigrita is possible synonym of C.\nasperulospora; (2) species with clustered fragile basidiomata C. fumosa\nand C. cf. fuscoferruginea almost identical in shape and size of spores,\ndiffering only in consistently and comparatively darker basidiomata of\nthe latter, are phylogenetically unrelated. (3) C. atrobadia is a\ndubious species, probably a synonym of C. fuscoferruginea; (4) two\nspecies with close morphological and phylogenetic affinity, C.\natroumbrina and C. pullei, are distinguished here based on more oblong\nand narrower spores of the first. Comparison of European and North\nAmerican material confirmed transatlantic character of distribution of\nC. asperulospora, C. atroumbrina, and C. fumosa.","trees":[{"tree_label":"PAUP 1","ntax":"143","rootedtree":"TRUE","title":"Clavaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60077.phy"}]}