{"Authors":" erin anne tripp, Thomas F. Daniel, Siti Fatimah, Lucinda A.\nMcDade","Year":" 2012","Title":" Phylogenetic relationships within Ruellieae (Acanthaceae),\nand a revised classification","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" biodiversity, clade size asymmetry, Global Strategy for\nPlant Conservation, diversification, molecular, systematics","DOI":"","Abstract":" Phylogenetic knowledge of the large plant family\nAcanthaceae has been greatly advanced over the last two decades. Studies\nhave demonstrated the existence of several major lineages, most of which\nhave been the focus of subsequent investigation. Missing among these is\ncomprehensive study of the 48 genera currently classified in tribe\nRuellieae, a pantropical lineage that includes several species-rich\ngenera. We compared the number of validly published names to current\nestimates of species richness per genus in Ruellieae and found over\n2,600 names available for ca. 1200 species. Using molecular data from\ntwo nuclear (ITS+5.8S, Eif3E) and three chloroplast (trnG-trnR,\ntrnG-trnS, psbA-trnH) markers, we test the placement of these 48 genera\nin Ruellieae, explore monophyly of currently recognized taxa, and\npropose morphological features to diagnose major clades within the\ntribe. We were able to sample all but four of 48 genera, and all were\nresolved in Ruellieae except Zygoruellia. Many monospecific or\noligospecific genera are nested within clades of more species-rich\ngenera. We propose several new generic synonymies to reflect these\nresults and insights from morphology. Finally, we present a revised\nclassification of Ruellieae that contains seven subtribes. A solid\nphylogenetic hypothesis of relationships within Ruellieae contributes to\nprogress in biology in three important ways: 1) it enables better\nassessment of trait homologies and thus characters upon which genera are\ndelimited, 2) it contributes to the Global Strategy for Plant\nConservations initiative to document plant biodiversity, and 3) it\nfacilitates cross-family comparative evolutionary analyses including\nlarge scale hypothesis testing of biogeographic patterns, clade size\nasymmetries, and differential diversification within Acanthaceae.","trees":[{"tree_label":"best","ntax":"159","rootedtree":"TRUE","title":"Ruellieae ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_55884.phy"},{"tree_label":"UNTITLED","ntax":"159","rootedtree":"TRUE","title":"Ruellieae Bayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55883.phy"}]}