{"Authors":" Fernando Alda, Ruth G Reina, Ignacio Doadrio, Eldredge\nBermingham","Year":" 2012","Title":" Phylogeny and biogeography of the Poecilia sphenops\nspecies complex (Actinopterygii, Poeciliidae) in Central America","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" incomplete lineage sorting; Mesoamerica; molecular clock;\nmolecular systematics; Poecilia; secondary freshwater fishes","DOI":"","Abstract":" We inferred the phylogenetic relationships among members\nof the Poecilia sphenops species complex to resolve the colonization\nprocess and radiation of this group in Central America. We analyzed 2550\nbase pairs (bp) of mitocondrial DNA (mtDNA), including ATP synthase 6\nand 8, cytochrome oxidase subunit I and NADH dehydrogenase subunit 2\ngenes, and 906 bp of the nuclear S7 ribosomal protein of 86 ingroup\nindividuals from 61 localities spanning most of its distribution from\nMexico to Panama. Our mitochondrial data rendered a well-supported\nphylogeny for the P. sphenops complex that differed with the nuclear\ndata set topology, which did not recover the monophyly of the P.\nmexicana mitochondrial lineage. Coalescent-based simulations tests\nindicated that, although hybridization cannot be completely ruled out,\nthis incongruence is most likely due to incomplete lineage sorting in\nthis group, which also showed the widest geographic distribution. A\nsingle colonization event of Central America from South America was\nestimated to have occurred between the early Paleocene and Oligocene (53\n– 22 million years ago). Subsequently, two largely differentiated\nevolutionary lineages diverged around the Early Oligocene-Miocene (38 –\n13 million years ago), which are considered two separate species\ncomplexes: P. sphenops and P. mexicana, which can also be distinguished\nby their tricuspid and unicuspid inner jaw teeth, respectively.\nUltimately, within lineage diversification occurred mainly during the\nMiocene (22 – 5 million years ago). All major cladogenetic events\npredated the final closure of the Isthmus of Panama. The allopatric\ndistribution of lineages together with the long basal internodes suggest\nthat vicariance and long term isolations could be the main evolutionary\nforces promoting radiation in this group, although dispersal through\nwater barriers might also have occurred. Lastly, our results suggest the\nneed to review the current species distribution and taxonomy of the P.\nsphenops complex sensu lato.","trees":[{"tree_label":"con all compat","ntax":"90","rootedtree":"TRUE","title":"Poecilia ATPn90 BI con","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_57929.phy"}]}