{"Authors":" Lowell E. Urbatsch, Bruce G. Baldwin, Michael J\nDonoghue","Year":" 2000","Title":" Phylogeny of the coneflowers and relatives (Heliantheae:\nAsteraceae) based on nuclear rDNA Internal Transcribed Spacer (ITS)\nsequences and chlorplast DNA restriction site data","Journal":" Systematic Botany","Volume":" 25","Issue":" 3","Pages":" 539-565","Keywords":" NA","DOI":" 10.2307/2666695","Abstract":" The internal transcribed spacer (ITS) region of 18S-26S\nnuclear ribosomal DNA (rDNA) was sequenced in 65 taxa representing most\nconeflowers (i.e., species in Dracopis, Echinacea, Ratibida, and\nRudbeckia) and other taxa representing 21 outgroup genera of tribe\nHeliantheae. Results of parsimony analysis of the rDNA dataset by itself\nand in combination with the cpDNA dataset uphold the hypothesis from an\nearlier cpDNA restriction site study that Echinacea is not closely\nrelated to the other three genera of coneflowers. The data support\nplacement of Echinacea in subtribe Zinniinae. The remaining three\nconeflower genera represent a monophyletic lineage corresponding to\nsubtribe Rudbeckiinae sensu H. Robinson. The rDNA data support two\nsublineages in Rudbeckia congruent with the two traditionally recognized\nsubgenera, subg. Macrocline and subg. Rudbeckia. In subg. Macrocline,\ntwo geographic areas of diversification are indicated: southeastern and\nwestern United States. The widespread species R. laciniata is placed\nstrongly with the western lineage of subg. Macrocline. The rDNA data\nsupport transfer of Dracopis to Rudbeckia subg. Macrocline, a\nrelationship also supported by multiple morphological characters. The\nrDNA data do not confidently resolve the sister group of Rudbeckiinae\nfrom among the members of Heliantheae investigated. Multiple hypotheses\nare suggested for the outgroup taxa, such as expanding subtribe\nZinniinae to include Echinacea and Trichocoryne, a genus prviously\nregarded as belonging to subtribe Hymenopappinae (Heleneae or\nHeliantheae sensu lat.). Our findings further support expansion of\nsubtribe Engelmanniinae to include Balsamorhiza, Borrichia, and Wyethia\neven though these taxa lack ray floret complexes and have fertile disc\novaries. We suggest that bioprospectors might usefully search among taxa\nof Zinniinae for bioactive substances similar to the immune stimulants\nof Echinacea.","trees":[{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Rudbeckiinae, Engelmanniinae, Zinniinae, and other\ntaxa.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4460.phy"},{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Rudbeckiinae, Engelmanniinae, Zinniinae, and other\nHeliantheae.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4461.phy"},{"tree_label":"Fig. 3","ntax":"57","rootedtree":"TRUE","title":"Rudbeckiinae, Zinniinae, Engelmanniinae, and other\nHeliantheae.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4462.phy"},{"tree_label":"Fig. 4","ntax":"43","rootedtree":"TRUE","title":"Rudbeckiinae, Engelmanniinae, and Zinniinae.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4463.phy"},{"tree_label":"Fig. 5","ntax":"34","rootedtree":"TRUE","title":"Rudbeckiinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4464.phy"},{"tree_label":"Fig. 6a","ntax":"29","rootedtree":"TRUE","title":"Rudbeckiinae also having cpDNA restriction data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4465.phy"}]}