{"Authors":" Xu Xing, Wang De-You, Corwin Sullivan, David W. Hone","Year":" 2010","Title":" A basal parvicursorine (Theropoda: Alvarezsauridae) from the\nUpper Cretaceous of China.","Journal":" PLoS One","Volume":" 5","Issue":"","Pages":" 1-14","Keywords":" Late Cretaceous, Majiacun Formation, Parvicursorinae,\nTheropoda, cursoriality","DOI":"","Abstract":" A new alvarezsaurid theropod, Xixianykus zhangi gen. et\nsp. nov., is described based on a partial postcranial skeleton collected\nfrom the Upper Cretaceous Majiacun Formation of Xixia County, Henan\nProvince. The new taxon can be diagnosed by the following\nautapomorphies: sacral rib-transverse process complexes and zygapophyses\nfused to form separate anterior and posterior laminae; distinct fossa\ndorsal to antitrochanter on lateral surface of ilium; short ridge along\nposterior surface of pubic shaft near proximal end; distinct depression\non lateral surface of ischium near proximal end; sharp groove along\nposterior surface of ischium; distal end of femur with transversely\nnarrow ectocondylar tuber that extends considerable distance proximally\nas sharp ridge; transversely narrow tibial cnemial crest with sharp,\nridgelike distal half; lateral margin of tibiotarsus forms step near\ndistal end; fibula with substantial extension of proximal articular\nsurface onto posterior face of posteriorly curving shaft; distal tarsals\nand metatarsals co-ossified to form tarsometatarsus; and sharp flange\nalong anteromedial margin of metatarsal IV near proximal end. Cladistic\nanalysis places this taxon as a basal parvicursorine within the\nAlvarezsauridae, a position consistent with the presence of several\nincipiently developed parvicursorine features in this taxon and also\nwith its relatively early geological age. A brief analysis of vertebral\nfunctional morphology, together with data from the hindlimb, suggests\nthat parvicursorines represent extreme cursors among non-avian\ndinosaurs.","trees":[{"tree_label":"Alvarezsauridae results","ntax":"13","rootedtree":"TRUE","title":"Alvarezsauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55892.phy"}]}