{"Authors":" Xing Xu, Wang Kebai, Zhao Xijin, Corwin Sullivan, Chen\nShuqing","Year":" 2010","Title":" A new leptoceratopsid (Ornithischia: Ceratopsia) from the\nUpper Cretaceous of Shandong, China and its implications for\nneoceratopsian evolution.","Journal":" PLoS ONE","Volume":" 5","Issue":" 11","Pages":" 1-14","Keywords":"","DOI":" 10.1371/journal.pone.0013835","Abstract":" The ceratopsians represent one of the last dinosaurian\nradiations. Traditionally the only universally accepted speciose clade\nwithin the group was the Ceratopsidae. However, recent discoveries and\nphylogenetic analyses have led to the recognition of a new speciose\nclade, the Leptoceratopsidae, which is predominantly known from the\nUpper Cretaceous of North America. Here we report a new leptoceratopsid\ntaxon, Zhuchengceratops inexpectus gen. et sp. nov., based on a partial,\narticulated skeleton recovered from the Upper Cretaceous Wangshi Group\nof Zhucheng, Shandong Province, China. Although Zhuchengceratops is\nsignificantly different from other known leptoceratopsids, it is\nrecovered as a derived member of the group by our phylogenetic analysis.\nFurthermore, Zhuchengceratops exhibits several features previously\nunknown in leptoceratopsids but seen in ceratopsids and their close\nrelatives, suggesting that the distribution of morphological features\nwithin ceratopsians is more complex than previously realized. The\ndiscovery of Zhuchengceratops increases both the taxonomic diversity and\nthe morphological disparity of the Leptoceratopsidae, providing further\nsupport for the hypothesis that this clade represents a successful\nradiation of horned dinosaurs in parallel with the Ceratopsidae in the\nLate Cretaceous. This documents a surprising case of the coexistence and\nradiation of two closely-related lineages with contrasting suites of jaw\nand dental features that probably reflect adaptation to different food\nresources.","trees":[{"tree_label":"Figure 9B","ntax":"18","rootedtree":"TRUE","title":"Ceratopsidae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55891.phy"},{"tree_label":"Figure 9A","ntax":"23","rootedtree":"TRUE","title":"ceratopsidae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55890.phy"}]}