{"Authors":" Adam M. Yates, Matthew F. Bonnan, Johann Neveling, Anusuya\nChinsamy, Marc G. Blackbeard","Year":" 2010","Title":" A new transitional sauropodomorph dinosaur from the Early\nJurassic of South Africa and the evolution of sauropod feeding and\nquadrupedalism.","Journal":" Proceedings of the Royal Society of London, Biology","Volume":" 277","Issue":"","Pages":" 787-794","Keywords":" Aardonyx celestae; bulk browsing; quadrupedal gait;\nsauropod; sauropodomorph","DOI":" 10.1098/rspb.2009.1440","Abstract":" Aardonyx celestae gen. et sp. nov. is described from the\nupper Elliot Formation (Early Jurassic) of South Africa. It can be\ndiagnosed by autapomorphies of the skull, particularly the jaws,\ncervical column, forearm and pes. It is found to be the sister group of\na clade of obligatory quadrupedal sauropodomorphs (Melanorosaurus +\nSauropoda) and thus lies at the heart of the basal\nsauropodomorph-sauropod transition. The narrow jaws of A. celestae\nretain a pointed symphysis but appear to have lacked fleshy cheeks.\nBroad, U-shaped jaws were previously thought to have evolved prior to\nthe loss of gape-restricting cheeks. However, the narrow jaws of A.\ncelestae retain a pointed symphysis but appear to have lacked fleshy\ncheeks, demonstrating unappreciated homoplasy in the evolution of the\nsauropod bulk-browsing apparatus. The limbs of A. celestae indicate that\nit retained a habitual bipedal gait although incipient characters\nassociated with the pronation of the manus and the adoption of a\nquadrupedal gait are evident through geometric morphometric analysis\n(using thin-plate splines) of the ulna and femur. Cursorial ability\nappears to have been reduced and the weight bearing axis of the pes\nshifted to a medial, entaxonic position, falsifying the hypothesis that\nentaxony evolved in sauropods only after an obligate quadrupedal gait\nhad been adopted.","trees":[{"tree_label":"Figure 5","ntax":"47","rootedtree":"TRUE","title":"sauropodomorpha phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55901.phy"},{"tree_label":"Figure 4","ntax":"35","rootedtree":"TRUE","title":"Sauropodomorpha phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55900.phy"}]}