{"Authors":" Douglas E. Soltis, A. Grable, R. Kuzoff, D. R. Morgan,\nPamela S. Soltis","Year":" 1993","Title":" Molecular systematics of Saxifragaceae sensu stricto.","Journal":" American Journal of Botany","Volume":" 80","Issue":" NA","Pages":" 1056-1081","Keywords":" NA","DOI":" NA","Abstract":" To circumscribe Saxifragaceae sensu stricto better, as\nwell as to elucidate generic relationships within this group, we\nsequenced the chloroplast gene rbcL and its 3’ flanking region (yielding\n1,471 bp) from 19 genera considered to represent core members of\nSaxifragaceae. In addition, we conducted a restriction site analysis of\nchloroplast DNA (cpDNA) for 21 core genera using 23 restriction\nendonucleases. Phylogenetic analyses using both data sets corroborate\nthe results obtained from surveying the distribution of the loss of the\nintron in the chloroplast gene rpl2 in delimiting a well-defined\nSaxifragaceae sensu stricto. Within the Saxifragaceae s.s. clade, a\nnumber of poorly resolved, basal phylogenetic branches supports the\nhypothesis that Saxifragaceae s.s. radiated rapidly very early in its\nevolutionary history. Molecular data also indicate the presence of\nseveral strongly supported groups of genera, such as the Boykinia group\n(Boykinia, Suksdorfia, Bolandra, Sullivantia, Jepsonia, and Telesonix),\nthe Heuchera group (Heuchera, Bensoniella, Conimitella, Elmera,\nLithophragma, Mitella, Tellima, Tiarella, and Tolmiea) the\nLeptarrhena/Tanakaea group, and the Darmera group (Darmera, Astilboides,\nMukdenia, Bergenia, and Rodgersia). Significantly, molecular data\nsuggest that the very large, taxonomically complex genus Saxifraga may\nnot be monophyletic. DNA data have also helped to resolve the generic\nrelationships of problematic taxa, indicating, for example, that\nTelesonix and the enigmatic Jepsonia are sister taxa. In addition to its\nphylogenetic implications, this study provides insight into basic trends\nin morphological, chemical, and cytological evolution within\nSaxifragaceae s.s. The molecular-based phylogenies suggest multiple\norigins and/or losses of several classes of flavonoid compounds, as well\nas several independent instances of reduction in stamen and petal\nnumber, hypanthium-ovary fusion, and aneuploidy. This study also\nillustrates the ability of rbcL sequence data to resolve generic-level\nrelationships in some taxonomic groups.","trees":[{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Saxifragaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1642.phy"},{"tree_label":"Fig. 3","ntax":"44","rootedtree":"TRUE","title":"Saxifragaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1643.phy"},{"tree_label":"Fig. 4","ntax":"22","rootedtree":"TRUE","title":"Saxifragaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1644.phy"},{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Saxifragaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1645.phy"}]}