{"Authors":" Stephen L. Brusatte, Roger B. J. Benson, Daniel Chure, Xu\nXing, Corwin Sullivan, David W. Hone","Year":" 2010","Title":" The first definitive carcharodontosaurid (Dinosauria:\nTheropoda) from Asia and the delayed ascent of tyrannosaurids","Journal":" Naturwissenschaften","Volume":" 96","Issue":"","Pages":" 1051-1058","Keywords":" Dinosauria, Theropoda, Carcharodontosauridae,\nTyrannosauridae, Cretaceous, Paleobiogeography","DOI":" 10.1007/s00114-009-0565-2","Abstract":" Little is known about the evolution of large-bodied\ntheropod dinosaurs during the Early to mid Cretaceous in Asia. Prior to\nthis time, Asia was home to an endemic fauna of basal tetanurans,\nwhereas terminal Cretaceous ecosystems were dominated by tyrannosaurids,\nbut the intervening 60 million years left a sparse fossil record. Here,\nwe redescribe the enigmatic large-bodied Chilantaisaurus maortuensis\nfrom the Turonian of Inner Mongolia, China. We refer this species to a\nnew genus, Shaochilong, and analyze its systematic affinities. Although\nShaochilong has previously been allied with several disparate theropod\ngroups (Megalosauridae, Allosauridae, Tyrannosauroidea, Maniraptora), we\nfind strong support for a derived carcharodontosaurid placement. As\nsuch, Shaochilong is the first unequivocal Asian member of\nCarcharodontosauridae, which was once thought to be restricted to\nGondwana. The discovery of an Asian carcharodontosaurid indicates that\nthis clade was cosmopolitan in the Early to mid Cretaceous and that\nAsian large-bodied theropod faunas were no longer endemic at this time.\nIt may also suggest that the ascent of tyrannosaurids into the\nlarge-bodied dinosaurian predator niche was a late event that occurred\ntowards the end of the Cretaceous, between the Turonian and the\nCampanian.","trees":[{"tree_label":"Figure 3","ntax":"10","rootedtree":"TRUE","title":"allosauroidea phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55911.phy"}]}