{"Authors":" Per Gerhard Ihlen, Stefan Ekman","Year":" 2002","Title":" Outline of phylogeny and character evolution in Rhizocarpon\n(Rhizocarpaceae, lichenized Ascomycota) based on nuclear ITS and\nmitochondrial SSU ribosomal DNA sequences","Journal":" Biological Journal of the Linnean Society","Volume":" 77","Issue":" 4","Pages":" 535-546","Keywords":" Catolechia; lichen; MCMC; parsimony; Poeltinula","DOI":" 10.1046/j.1095-8312.2002.00127.x","Abstract":" The phylogeny of the lichen genus Rhizocarpon\n(Rhizocarpaceae, lichenized Ascomycota) was investigated using\nnucleotide sequences from the ITS region of the nuclear ribosomal DNA\nand the SSU region of the mitochondrial ribosomal DNA from 13 species of\nRhizocarpon, Catolechia wahlenbergii, and Poeltinula cerebrina.\nPhylogenetic estimations were performed using maximum parsimony and\nBayesian MCMC tree sampling. Twelve phylogenetic null hypotheses were\ntested using MCMC tree sampling. The evolution of four morphological\ncharacters was assessed by mapping them onto MCMC tree samples. The\nresults indicate that Rhizocarpon in its current sense is polyphyletic\nand can only be made monophyletic if R. hochstetteri is excluded or\nPoeltinula, possibly also Catolechia, are included. The root placement\nin the Rhizocarpaceae is ambiguous, either Catolechia or Poeltinula+R.\nhochstetteri being the sistergroup to the rest of the family. Previously\nsuggested infrageneric arrangements based on presence or absence of the\nyellow substance rhizocarpic acid in the thallus or the septation of the\nascospores are unnatural. Some species with grey or brown thallus have\nevolved from a yellow ancestor. Spore septation and colour, amyloidity\nof the thalline medulla, and the presence of stictic acid complex are\nshown to have changed multiple times during the course of\nevolution.","trees":[{"tree_label":"Fig. 1B","ntax":"17","rootedtree":"TRUE","title":"Rhizocarpon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3989.phy"}]}