{"Authors":" Jonathas S. Bittencourt, Alexander Wilhelm Kellner","Year":" 2010","Title":" The anatomy and phylogenetic position of the Triassic\ndinosaur Staurikosaurus pricei.","Journal":" Zootaxa","Volume":"","Issue":" 2079","Pages":" 1-56","Keywords":"","DOI":"","Abstract":" We redescribe the holotype of the saurischian dinosaur\nStaurikosaurus pricei Colbert, 1970 from Late Triassic Santa Maria\nFormation (southern Brazil), following additional preparation that\nrevealed new anatomical features. A revised diagnosis is proposed and\nthe published synapomorphies for Dinosauria and less inclusive clades\n(e.g. Saurischia) are evaluated for this species. Some characters\npreviously identified as present in the holotype, including the\nintramandibular joint, hyposphene-hypantrum articulations in dorsal\nvertebrae, and a cranial trochanter and trochanteric shelf on the femur,\ncannot be confirmed due to poor preservation or are absent in the\navailable material. In addition, postcranial characters support a close\nrelationship between S. pricei and Herrerasaurus ischigualastensis Reig,\n1963 (Late Triassic, Argentina), forming the clade Herrerasauridae.\nSeveral pelvic and vertebral characters support the placement of S.\npricei as a saurischian dinosaur. Within Saurischia, characters observed\nin the holotype, including the anatomy of the dentition and caudal\nvertebrae, support theropod affinities. However, the absence of some\ncharacters observed in the clades Theropoda and Sauropodomorpha suggests\nthat S. pricei is not a member of Eusaurischia. Most morphological\ncharacters discussed in previous phylogenetic studies cannot be assessed\nfor S. pricei because of the incompleteness of the holotype and only\nknown specimen. The phylogenetic position of S. pricei is constrained by\nthat of its sister taxon H. ischigualastensis, which is known from much\nmore complete material.","trees":[{"tree_label":"Theropoda Results B","ntax":"11","rootedtree":"TRUE","title":"Theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55908.phy"},{"tree_label":"Theropoda Results A","ntax":"54","rootedtree":"TRUE","title":"Theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55907.phy"}]}