{"Authors":" Lindsay E. Zanno","Year":" 2010","Title":" A taxonomic and phylogenetic re-evaluation of Therizinosauria\n(Dinosauria: Maniraptora).","Journal":" Journal of Systematic Palaeontology","Volume":" 8","Issue":" 4","Pages":" 37-41","Keywords":" Segnosauria; Theropoda; Dinosauria; systematics;\nbiogeography; evolution","DOI":" 10.1080/14772019.2010.488045","Abstract":" Therizinosaurians are among the most poorly understood\ndinosaurs. Their unusual morphology and fragmentary fossil record has\nprecluded a synthetic understanding of the group since their remains\nwere first discovered over 60 years ago. Although the clade was recently\nsubstantiated as a monophyletic group of maniraptoran theropods, little\nfoundational work has been conducted at the species level. A recent\nplethora of therizinosaurian discoveries  including the most complete\nprimitive and derived members recovered to date  permits an alpha\ntaxonomic and phylogenetic reevaluation of the clade. The phylogenetic\nanalysis presented is the most comprehensive yet conducted for\nTherizinosauria, and provides a foundation for scrutinizing previous\ndefinitions of Therizinosauria, Therizinosauroidea and\nTherizinosauridae. Here, support is provided for the maintenance of all\nthree taxa; however, Therizinosauria is redefined and Falcarius is\nexcluded from Therizinosauroidea. In addition, the previously described\ntherizinosauroids, Beipiaosaurus, Enigmosaurus, Suzhousaurus,\nSegnosaurus and Therizinosaurus, are rediagnosed and photodocumented. In\ncontrast to other analyses, the ingroup topology recovered in this study\nsuggests intermediate (therizinosauroid) status for Neimongosaurus,\nErliansaurus and Enigmosaurus (based on relatively primitive pelvic\nmorphology), despite the derived forelimb anatomy evident in the former\ntwo taxa. Here, the large-bodied taxa Nothronychus and Nanshiungosaurus\nbrevispinus are recovered as therizinosaurids. This discrepancy\nindicates a relatively complex pattern of mosaic evolution, which may\nultimately be found to correlate with body-size trends in the clade.\nThis work also reviews the chronostratigraphic and biogeographic\ndistribution of therizinosaurian taxa and putatively referred elements\nand finds no compelling evidence of the clade outside of Asia and North\nAmerica, nor for the referral of therizinosaurian materials from\nKazakhstan to cf. Neimongosaurus. Time calibration of ingroup\nrelationships indicates a pre-Turonian dispersal event is needed to\naccount for the presence of therizinosaurids in the Late Cretaceous of\nNorth America and Asia; this conclusion supports previous hypotheses of\na Laurasian faunal interchange event during the Albian.","trees":[{"tree_label":"Figure 6","ntax":"76","rootedtree":"TRUE","title":"Coelurosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55903.phy"}]}