{"Authors":" Zhou Zhonghe, Li Zhang Fucheng","Year":" 2010","Title":" A new Lower Cretaceous bird from China and tooth reduction in\nearly avian evolution.","Journal":" Proceedings of the Royal Society of London","Volume":" 47","Issue":"","Pages":" 299-310","Keywords":" China; Lower Cretaceous; beak; bird evolution","DOI":" 10.1098/rspb.2009.0885","Abstract":" A new avian genus and species, Zhongjianornis yangi gen.\net sp. nov., is reported from the Lower Cretaceous lacustrine deposits\nof the Jiufotang Formation in Liaoning, northeast China. The new taxon\nis characterized by possessing the following combination of features:\nupper and lower jaws toothless, snout pointed, humerus with large and\nrobust deltopectoral crest, second phalanx of the major manual digit\nlonger than the first phalanx, unguals of the alular and major digits of\nsimilar length and significantly shorter than the corresponding\npenultimate phalanges, tibiotarsus slender and more than twice the\nlength of the tarsometatarsus, and metatarsal IV longer than the other\nmetatarsals. Phylogenetic analysis indicates that Zhongjianornis is\nphylogenetically basal to Confuciusornis and the dominant Mesozoic avian\ngroups, Enantiornithes and Ornithurae, and therefore provides\nsignificant new information regarding the diversification of birds in\nthe Early Cretaceous. It also represents the most basal bird that\ncompletely lacks teeth, suggesting that tooth loss was more common than\nexpected in early avian evolution and that the avian beak appeared\nindependently in several avian lineages, most probably as a response to\nselective pressure for weight reduction. Finally, the presence of a\nsignificantly enlarged humeral deltopectoral crest suggests that\nZhongjianornis shares with other basal birds such as Jeholornis,\nSapeornis and Confuciusornis a distinctive mode of adaptation for flight\ncontrasting with that seen in more advanced birds, which instead possess\nan elongated sternum and a prominent keel.","trees":[{"tree_label":"Figure 6","ntax":"30","rootedtree":"TRUE","title":"Theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55905.phy"}]}