{"Authors":" Stephen L. Brusatte, Thomas D. Carr, Gregory M. Erickson,\nGabe S. Bever, Mark A Norell","Year":" 2010","Title":" A long-snouted, multihorned tyrannosaurid from the Late\nCretaceous of Mongolia.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America.","Volume":" 106","Issue":" 41","Pages":" 17261-17266","Keywords":" Dinosauria; Theropoda; Tyrannosauridae; heterochrony;\npneumaticity","DOI":" 10.1073/pnas.0906911106","Abstract":" Tyrannosaurid theropods are characterized by a generalized\nbody plan, and all well-known taxa possess deep and robust skulls that\nare optimized for exerting powerful bite forces. The fragmentary Late\nCretaceous Alioramus appears to deviate from this trend, but its\nholotype and only known specimen is incomplete and poorly described. A\nremarkable new tyrannosaurid specimen from the Maastrichtian (Late\nCretaceous) of Mongolia, including a nearly complete and well-preserved\nskull and an extensive postcranium, represents a new species of\nAlioramus, Alioramus altai. This specimen conclusively demonstrates that\nAlioramus is a small, gracile, long-snouted carnivore that deviates from\nother tyrannosaurids in its body plan and presumably its ecological\nhabits. As such, it increases the range of morphological diversity in\none of the most familiar extinct clades. Phylogenetic analysis places\nAlioramus deep within the megapredatory Tyrannosauridae, and within the\ntyrannosaurine subclade that also includes Tarbosaurus and\nTyrannosaurus. Both pneumatization and ornamentation are extreme\ncompared with other tyrannosaurids, and the skull contains eight\ndiscrete horns. The new specimen is histologically aged at nine years\nold but is smaller than other tyrannosaurids of similar age. Despite its\ndivergent cranial form, Alioramus is characterized by a similar sequence\nof ontogenetic changes as the megapredatory Tyrannosaurus and\nAlbertosaurus, indicating that ontogenetic change is conservative in\ntyrannosaurids.","trees":[{"tree_label":"Figure 4","ntax":"20","rootedtree":"TRUE","title":"Tyrannosauroidea phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55912.phy"}]}