{"Authors":" Scott A. Hocknull, Matt A. White, Travis R. Tischler, Alex\nG. Cook, Naomi D. Calleja, Trish Sloan, David A. Elliot","Year":" 2010","Title":" New Mid-Cretaceous (latest Albian) dinosaurs from Winton,\nQueensland, Australia.","Journal":" PloS ONE","Volume":" 4","Issue":" 7","Pages":" 1-51","Keywords":" Animals; Dinosaurs; Fossils; Phylogeny; Queensland","DOI":" 10.1371/journal.pone.0006190","Abstract":" Australia’s dinosaurian fossil record is exceptionally\npoor compared to that of other similar-sized continents. Most taxa are\nknown from fragmentary isolated remains with uncertain taxonomic and\nphylogenetic placement. A better understanding of the Australian\ndinosaurian record is crucial to understanding the global\npalaeobiogeography of dinosaurian groups, including groups previously\nconsidered to have had Gondwanan origins, such as the titanosaurs and\ncarcharodontosaurids. We describe three new dinosaurs from the late\nEarly Cretaceous (latest Albian) Winton Formation of eastern Australia,\nincluding; Wintonotitan wattsi gen. et sp. nov., a basal\ntitanosauriform; Diamantinasaurus matildae gen. et sp. nov., a derived\nlithostrotian titanosaur; and Australovenator wintonensis gen. et sp.\nnov., an allosauroid. We compare an isolated astragalus from the Early\nCretaceous of southern Australia; formerly identified as Allosaurus sp.,\nand conclude that it most-likely represents Australovenator sp. The\noccurrence of Australovenator from the Aptian to latest Albian confirms\nthe presence in Australia of allosauroids basal to the\nCarcharodontosauridae. These new taxa, along with the fragmentary\nremains of other taxa, indicate a diverse Early Cretaceous sauropod and\ntheropod fauna in Australia, including plesiomorphic forms\n(e.g. Wintonotitan and Australovenator) and more derived forms\n(e.g. Diamantinasaurus).","trees":[{"tree_label":"Figure 38B","ntax":"25","rootedtree":"TRUE","title":"Allosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55919.phy"},{"tree_label":"Figure 38C","ntax":"16","rootedtree":"TRUE","title":"Allosauridae Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55920.phy"},{"tree_label":"Figure 38A","ntax":"16","rootedtree":"TRUE","title":"Allosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55918.phy"}]}