{"Authors":" Bharti Sharma, Elena M Kramer","Year":" 2012","Title":" The MADS Box Gene Family of the Lower Eudicot Aquilegia x\ncoerulea ‘Origami’","Journal":" Annals of the Missouri Botanical Garden","Volume":"","Issue":"","Pages":"","Keywords":" MADS box genes, Aquilegia, gene duplication","DOI":"","Abstract":" The MADS-box genes form a large family of pan-eukaryotic\ntranscription factors that are involved in various aspects of plant\ngrowth and development, particularly reproduction. To understand the\nextent of their conservation and divergence in the emerging model genus\nAquilegia L., we have annotated 47 MADS-box containing loci from the\nrecently released A. x coerulea ‘Origami’ genome sequence. Phylogenetic\nanalysis of these sequences along with those previously identified from\nArabidopsis (DC.) Heynh. and Oryza L. demonstrates that we were able to\nrecover members of all major subfamilies with the exception of clear Mβ\nrepresentatives. The evolution of the Aquilegia type I loci is similar\nto what has been observed for other angiosperms in exhibiting relatively\nrecent gene radiation events. In contrast, the type II loci are\ndistributed across 12 subfamilies that were established before the\ndiversification of the angiosperms. Overall, EST (Expressed Sequence\nTag) data exists for twenty of these loci so further characterization of\ngene expression patterns will be an important next step. This\ncharacterization of Aquilegia MADS-box transcription factors thereby\nlays the foundation for many crucial studies on the development and\nevolution of Aquilegia as well as the conservation of function across\nthe MADS box gene family.","trees":[{"tree_label":"nj","ntax":"187","rootedtree":"TRUE","title":"Tr56078","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56078.phy"},{"tree_label":"Imported tree 0","ntax":"130","rootedtree":"TRUE","title":"Tr56082","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56082.phy"}]}