{"Authors":" Priscila Chaverri, Joseph Frank Bischoff, J. F. W. Jr","Year":" 2005","Title":" Clarification of the host substrate of Ascopolyporus and\ndescription of Ascopolyporus philodendrus sp. nov","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" During a recent collection trip to Barro Colorado Island,\nPanama two species belonging to genus Ascopolyporus (Clavicipitaceae,\nHypocreales) were collected. Species of Ascopolyporus are epibionts of\ntheir bamboo (Poaceae) host and long thought to be biotrophs of their\nplant hosts. However, based on morphological observations and\nphylogenetic evidence using large subunit ribosomal DNA data we propose\nthat genus Ascopolyporus is likely composed of pathogens of scale\ninsects (Coccoideae, Homoptera). Phylogenetic analyses included\nAscopolyporus spp. in a clade containing only entomopathogenic\nclavicipitaceous species (100% posterior propability) and the scale\ninsect pathogen Hyperdermium bertonii was found to share the most recent\ncommon ancestor with the Ascopolyporus clade (98% posterior\nprobability). In addition, remnants of the scale insect were observed to\nbe embedded within stromata during early stages of stroma development.\nAscopolyporus philodendrus sp. nov. was described and distinguished from\nthe type species of the genus, A. polychrous, based on perithecial size,\nascus size, plant host substrate, and phylogenetic evidence.\nFurthermore, subfamily Clavicipitoideae (Clavicipitaceae) was included\nand well supported in a single clade (100% posterior probability).","trees":[{"tree_label":"PAUP 3","ntax":"47","rootedtree":"TRUE","title":"Tr2072","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2072.phy"},{"tree_label":"PAUP 2","ntax":"47","rootedtree":"TRUE","title":"Tr2073","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2073.phy"},{"tree_label":"PAUP 1","ntax":"47","rootedtree":"TRUE","title":"Tr2074","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2074.phy"}]}