{"Authors":" Frances C. James, John A. Pourtless","Year":" 2009","Title":" Cladistics and the origin of birds: a review and two new\nanalyses.","Journal":" Ornithological Monographs","Volume":"","Issue":" 66","Pages":" 1-78","Keywords":"","DOI":" 10.1525/om.2009.66.1.1","Abstract":" The hypothesis that birds are maniraptoran theropod\ndinosaurs (the “BMT hypothesis”) has become widely accepted by both\nscientists and the general public. Criticism has usually been dismissed,\noften with the comment that no more parsimonious alternative has been\npresented with cladistic methodology. Rather than taking that position,\nwe ask here whether the hypothesis is as overwhelmingly supported as\nsome claim. We reanalyzed a standard matrix of 46 taxa and 208\ncharacters from a recent paper by Clark, Norell, and Makovicky, and we\nfound statistical support for the clades Coelurosauria and\nManiraptoriformes and for a clade of birds and maniraptorans. Note,\nhowever, that because the matrix contains only birds and theropods, it\nassumes that the origin of birds lies within the Theropoda. In addition\nto this problem, Clark et al.s (2002) matrix contains problematic\nassumptions of homology, especially in the palate, basipterygoid, manus,\ncarpus, and tarsus. In an attempt to avoid these two major problems and\nto evaluate the BMT hypothesis and four alternative hypotheses in a\ncomparative phylogenetic framework, we followed the recommendations of\nJenner, Kearney, and Rieppel by constructing and analyzing a larger but\nmore conservative matrix. Our matrix includes taxa from throughout the\nArchosauria. When the ambiguous characters were excluded, parsimony\nanalyses with boot-strapping and successive pruning retrieved a weak\nclade of birds and core maniraptorans (ovirap- torosaurs, troodontids,\nand dromaeosaurs) that also contained the early archosaur Longisquama\nand was not unambiguously associated with other theropods. When the\nambiguous characters were included but coded as unknown where\nappropriate, the results were virtually identical. Kishino-Hasegawa\ntests revealed no statistical difference between the hypothesis that\nbirds were a clade nested within the Maniraptora and the hypothesis that\ncore clades of Maniraptora were actually flying and flightless\nradiations within the clade bracketed by Archaeopteryx and modern birds\n(Aves). Additional statistical tests showed that both the\n“early-archosaur” and “crocodylomorph” hypotheses are at least as well\nsupported as the BMT hypothesis. These results show that Theropoda as\npresently constituted may not be monophyletic and that the\nverificationist approach of the BMT literature may be producing\nmisleading studies on the origin of birds. Further research should focus\non whether some maniraptorans belong within Aves, and whether Aves\nbelongs within Theropoda or is more closely related to another\narchosaurian taxon. At present, uncertainties about the hypothesis that\nbirds are maniraptoran theropods are not receiving enough\nattention.","trees":[{"tree_label":"Concatenated Tree","ntax":"79","rootedtree":"TRUE","title":"Archosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55922.phy"}]}