{"Authors":" Nicholas R. Longrich, Philip J. Currie","Year":" 2010","Title":" A microraptorine (Dinosauria-Dromaeosauridae) from the Late\nCretaceous of North America.","Journal":" Proceedings of the National Academy of Sciences","Volume":"","Issue":" 106","Pages":" 5002-5007","Keywords":" Campanian; Dinosaur Park Formation; microraptorinae;\ntheropoda","DOI":" 10.1073/pnas.0811664106","Abstract":" The fossil assemblages of the Late Cretaceous of North\nAmerica are dominated by large-bodied dinosaur species. Associated\nskeletons of small dinosaurs are exceedingly rare, and small (<10 kg)\ncarnivorous theropods have not previously been reported from these beds.\nHere, we describe a small dromaeosaurid from the 75-million-year-old\nDinosaur Park Formation of Alberta, Canada. Hesperonychus elizabethae\ngen. et sp. nov. is represented by a pelvic girdle from an animal\nweighing approximately 1,900 g. Despite its size, the pubes and ilia are\ncoossified, indicating that the animal was somatically mature. This is\nthe smallest carnivorous, nonavian dinosaur known from North America.\nPhylogenetic analysis of Hesperonychus reveals that it is not closely\nrelated to previously described North American dromaeosaurids. Instead,\nHesperonychus is a member of the dromaeosaurid clade Microraptorinae, a\ngroup containing the 4-winged Microraptor and the feathered\nSinornithosaurus, both from the Lower Cretaceous Jehol Group of China.\nHesperonychus is the youngest known member of this lineage, extending\nthe temporal range of the clade by 45 million years, and it is the first\nmicroraptorine known from North America, providing further evidence for\nan affinity between the dinosaur faunas of North America and Asia. Study\nof fossil collections from the Dinosaur Park and Oldman formations of\nAlberta has revealed numerous isolated bones of small, basal\ndromaeosaurids, which are tentatively referred to Hesperonychus. These\nfossils suggest that small dromaeosaurids were a significant component\nof the carnivore community in this Late Cretaceous biota.","trees":[{"tree_label":"Figure 3","ntax":"27","rootedtree":"TRUE","title":"Dromaeosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55923.phy"}]}