{"Authors":" Hanno Schaefer, Paulina Hechenleitner, Arnoldo\nSantos-Guerra, Miguel Sequeira, Gregory Kenicer, R. Toby Pennington,\nMark Carine","Year":" 2012","Title":" Systematics, biogeography, and character evolution of the\nlegume tribe Fabeae with special focus on the middle-Atlantic island\nlineages","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Beringia, Lens, long-distance dispersal, Macaronesia,\nPisum, Vicia","DOI":"","Abstract":" Background: Tribe Fabeae comprises about 380 legume\nspecies, including some of the most ancient and important crops like\nlentil, pea, and broad bean. Breeding efforts in legume crops rely on a\ndetailed knowledge of closest wild relatives and geographic origin.\nRelationships within the tribe, however, are incompletely known and\nprevious molecular results conflicted with the traditional\nmorphology-based classification. Here we analyse the systematics,\nbiogeography, and character evolution in the tribe based on plastid and\nnuclear DNA sequences. Results: Phylogenetic analyses including c. 75%\nof the species in the tribe show that the genera Vicia and Lathyrus in\ntheir current circumscription are not monophyletic: Pisum and Vavilovia\nare nested in Lathyrus, the genus Lens is nested in Vicia. A small clade\nincluding Vicia hirsuta, V. sylvatica, and some Mediterranean endemics,\nis the sister group to all remaining species in the tribe. Fabeae\noriginated in the East Mediterranean region in the Miocene (21-16\nmillion years ago (Ma)) and spread at least 38 times into Eurasia, seven\ntimes to the Americas, twice to tropical Africa and four times to\nMacaronesia. Broad bean (V. faba) and its sister V. paucijuga originated\nin Asia and might be sister to V. oroboides. Lentil (Lens culinaris ssp.\nculinaris) is of Mediterranean origin and together with 4-8 very close\nrelatives forms a clade that is nested in the core Vicia, where it\nevolved c. 14 Ma. The Pisum clade is nested in Lathyrus in a grade with\nthe Mediterranean L. gloeosperma, L. neurolobus, and L. nissolia. The\nextinct Azorean endemic V. dennesiana belongs in section Cracca and is\nnested among Mediterranean species. According to our ancestral character\nstate reconstruction results, ancestors of Fabeae had a basic chromosome\nnumber of 2n=14, an annual life form, and evenly hairy, dorsiventrally\ncompressed styles. Conclusions: Fabeae evolved in the Eastern\nMediterranean in the middle Miocene and spread from there across\nEurasia, into Tropical Africa, and at least seven times to the Americas.\nThe middle-Atlantic islands were colonized four times but apparently did\nnot serve as stepping-stones for Atlantic crossings. Long-distance\ndispersal events are relatively common in Fabeae (seven per ten million\nyears). Current generic and infrageneric circumscriptions in Fabeae do\nnot reflect monophyletic groups and should be revised.","trees":[{"tree_label":"Tree1","ntax":"279","rootedtree":"TRUE","title":"Fabeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64606.phy"}]}