{"Authors":" Sterling J. Nesbitt, Randall B. Irmis, William G. Parker,\nNathan D. Smith, Alan H. Turner","Year":" 2009","Title":" A new long-necked ‘sauropod-mimic’ stegosaur and the\nevolution of the plated dinosaurs.","Journal":" Journal of Vertebrate Paleontology","Volume":" 29","Issue":" 2","Pages":" 498-516","Keywords":"","DOI":"","Abstract":" The recent discovery of early dinosauromorphs from North\nAmerica demonstrates that they were con- temporaries with dinosaurs and\nother basal archosaurs during a substantial portion of the Late Triassic\nPeriod. Hindlimb material (femora, tibiae, a fibula, astragalocalcanea,\nand phalanges) of Dromomeron romeri, a non-dinosauriform dinosauromorph\nfrom the Petrified Forest Member of the Chinle Formation from\nnorth-central New Mexico, is described. A new species of Dromomeron from\nthe lower portion of the Chinle Formation (eastern Arizona) and Dockum\nGroup (northern Texas) is also described, based on several\ndisarticulated femora and tibiae. D. romeri, Lagerpeton, and the new\ntaxon form the sister group to all other dinosauromorphs and demonstrate\nthat this clade, Lagerpetidae, persisted well into the Norian.\nLagerpetidae is supported by several synapomorphies: femoral head\nhook-shaped in medial and lateral views; ventral emargination on the\nanterolateral side of the femoral head; an enlarged posteromedial tuber\nof the proximal end of the femur; femoral crista tibiofibularis larger\nthan the medial condyle; anteromedial corner of the distal end of the\nfemur forms 90o or acute (>90o) angle; and a posterior ascending\nprocess of the astragalus. An ontogenetic series of the femur of\nDromomeron indicates that some character states previously used in\nphylogenetic analyses of early dinosaurs may be ontogenetically\nvariable.","trees":[{"tree_label":"Figure 10","ntax":"27","rootedtree":"TRUE","title":"Archosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55927.phy"}]}