{"Authors":" Donald H. Les, Michael Lee Moody, Surrey W. L. Jacobs","Year":" 2005","Title":" Phylogeny and Systematics of Aponogeton (Aponogetonaceae):\nThe Australian Species","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Aponogeton is an important genus whose species are\ncultivated widely as ornamental aquatic plants. Although a fairly recent\nmonograph has been published, the genus remains poorly studied\nsystematically. We conducted a phylogenetic survey of Aponogeton that\nfocused on relationships among the nine native Australian species as\nwell as their relationship to other members of the genus. Our analyses\nincluded a phylogenetic assessment of morphological characters and\nmolecular data obtained both from chloroplast (trnK 5’ intron, matK) and\nnuclear DNA (nrITS) loci. Molecular data provided evidence of\nhybridization and polyploidy as well as an informative overview of\ninterspecific relationships in the genus. Two potentially new Australian\nspecies also were identified by the molecular data. Combined molecular\ndata produced a well-resolved cladogram that enabled us to evaluate\nprevious phylogenetic hypotheses based on non-explicit methods as well\nas the soundness of the existing classification of the genus. We\nconclude that Aponogetonaceae originated in Australia and subsequently\nradiated into Africa, Madagascar, and Asia, from which a secondary\nAustralian diversification occurred resulting in a biphyletic origin of\nthe native Australian species. A pattern of morphological\ndistinctiveness coupled with low molecular divergence indicates\nrelatively recent and rapid speciation of Aponogeton in Australia. Our\nresults also demonstrate that in this group, morphological data are\nextremely unreliable taxonomically due to their extensive homoplasy. The\nphylogenetic relationships elucidated by this study provide evidence to\nsupport the establishment of two additional sections, Flavida and\nViridis, which are described.","trees":[{"tree_label":"Fig. 5","ntax":"32","rootedtree":"TRUE","title":"Aponogeton","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4466.phy"}]}