{"Authors":" Eric Coppejans, Olivier De Clerck, Ignacio Barbara,\nBrigitte Gavio, Suzanne Fredericq","Year":" 2005","Title":" Systematics of Grateloupia filicina (Halymeniaceae,\nRhodophyta), based on rbcl sequence analyses and morphological evidence,\nincluding the reinstatement of G. minima and the description of G.\ncapensis spec. nov","Journal":" Journal of phycology","Volume":" 41","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Grateloupia filicina (C. Agardh) Lamouroux, originally\ndescribed from the Mediterranean Sea, has long been considered a\ntextbook example of a marine red alga with a cosmopolitan distribution.\nAn rbcL-based molecular phylogeny, encompassing samples covering the\nentire geographic distribution of the species, reveals a plethora of\n\u001acryptic\u001a species, whereby the presence of genuine G. filicina is limited\nto the Mediterranean basin. The phylogeny reveals a strong biogeographic\nimprint, with specimens from temperate regions resolved in clades\ncomposed of species inhabiting the same geographic region. Presence of\nwidely divergent morphologies in the temperate clades indicates that\nseveral lineages have converged independently to a G. filicina-type\nmorphology. Tropical representatives are resolved in a single clade with\nvery uniform G. filicina-type morphology and pairwise sequence\ndivergences which are lower than the average divergence observed in\ntemperate lineages. This, combined with a lack of clear geographic\nstructure among the tropical lineages, may indicate a more recent\ndivergence with long range dispersal capacities. Violations to the\nbiogeographic signal in temperate lineages seem to be due to either\ninadequate taxonomy or to recent introductions. G. minima P. & H.\nCrouan, a taxon that has been placed in synonymy under G. filicina, is\nreinstated as a separate species distributed in the northeast Atlantic\nOcean. Grateloupia capensis sp. nov. is described to accommodate\nspecimens from South Africa with a G. filicina-type morphology, and G.\nfilicina var. luxurians is elevated to species status. Morphological and\nanatomical characters are put forward that support the distinctiveness\nof these three distinct species.","trees":[{"tree_label":"ML","ntax":"59","rootedtree":"TRUE","title":"Grateloupia filicina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2068.phy"},{"tree_label":"MP","ntax":"59","rootedtree":"TRUE","title":"Grateloupia filicina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2069.phy"},{"tree_label":"NJ","ntax":"59","rootedtree":"TRUE","title":"Grateloupia filicina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2070.phy"}]}