{"Authors":" Andrew M Minnis, Aaron H. Kennedy, Daniel B Grenier, Mary\nE. Palm, Amy Y. Rossman","Year":" 2012","Title":" Phylogeny and taxonomic revision of the Plainistromellaceae\nincluding its coelomycetous anamorphs: contributions towards a monograph\nof the genus Kellermania","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 29","Issue":"","Pages":" 11-28","Keywords":" Planistromellaceae, Botryosphaeriaceae, Kellermania,\nFungi, taxonomy","DOI":"","Abstract":" The core species of the family Planistromellaceae are\nincluded in the teleomorphic genera Planistroma and Planistromella and\nthe connected anamorphic, coelomycetous genera Alpakesa, Kellermania,\nand Piptarthron. These genera have been defined primarily on the basis\nof ascospore septation or number of conidial appendages. Due to a lack\nof DNA sequence data, phylogenetic placement of these genera within the\nDothideomycetes, evaluation of monophyly, and questions about generic\nboundaries could not be adequately addressed in the past. Isolates of\nnearly all of the known species in these genera were studied genetically\nand morphologically. DNA sequence data were generated from the nSSU,\nITS, nLSU, and RPB1 markers and analyzed phylogenetically. These results\nplaced the Planistromellaceae, herein recognized as a distinct family,\nin an unresolved position relative to other genera within the order\nBotryosphaeriales. Species representing the core Planistromellaceae\nformed a clade and evaluation of its topology revealed that previous\nmorphology-based definitions of genera resulted in an artificial\nclassification system. Alpakesa, Kellermania, Piptarthron, Planistroma,\nand Planistromella are herein recognized as belonging to the single\ngenus Kellermania. The following new combinations are proposed:\nKellermania crassispora, K. dasylirionis, K. macrospora, K.\nplurilocularis, and K. unilocularis. Five new species are described,\nnamely K. confusa, K. dasylirionicola, K. micranthae, K. ramaleyae, and\nK. rostratae. Descriptions of species in vitro and a key to the species\nknown from culture are provided.","trees":[{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Kellermania","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56001.phy"},{"tree_label":"Supp. Fig. 1","ntax":"17","rootedtree":"TRUE","title":"Kellermania plus K. unilocularis ITS","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56002.phy"},{"tree_label":"Fig. 1","ntax":"46","rootedtree":"TRUE","title":"Botryosphaeriaceae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56005.phy"}]}