{"Authors":" Rafael Royo-Torres, Alberto Cobos, Luis Luque, Ainara\nAberasturi, Eduardo Expílez, Ignacio Fierro, Ana González, Luis Mampel,\nLuis Alcalá","Year":" 2009","Title":" High European sauropod dinosaur diversity during\nJurassic-Cretaceous transition in Riodeva (Teruel, Spain).","Journal":" Palaeontology","Volume":" 52","Issue":" 5","Pages":" 1009-1027","Keywords":" Diplodocoidea; Iberian Peninsula; Macronaria; Riodeva;\nSauropoda; Tithonian-Berriasian; Turiasauria","DOI":" 10.1111/j.1475-4983.2009.00898.x","Abstract":" Up to now, more than 40 dinosaur sites have been found in\nthe latest Jurassic  earliest Cretaceous sedimentary outcrops (Villar\ndel Arzobispo Formation) of Riodeva (Iberian Range, Spain). Those\nalready excavated, as well as other findings, provide a large and\ndiverse number of sauropod remains, suggesting a great diversity for\nthis group in the Iberian Peninsula during this time. Vertebrae and\nischial remains from Riodevan site RD-13 are assigned to Turiasaurus\nriodevensis (a species described in RD-10, Barrihonda site), which is\npart of the Turiasauria clade. This is the first time that a taxon is\nattributed to Turiasaurus genus out of its type site. A Neosauropod\ncaudal vertebra from the RD-11 site has been classified as Diplodocinae\nindet., supporting the previous attribution on an ilion also found in\nRiodeva (CPT-1074) referring to the Diplodocidae clade. New remains from\nthe RD-28, RD-41 and RD-43 sites, of the same age, among which there are\ncaudal vertebrae, are assigned to Macronaria. New sauropod footprints\nfrom the Villar del Arzobispo Formation complete the extraordinary\nsauropod record coming to light in the area. The inclusion of other\nsauropods from different contemporaneous expo- sures in Teruel within\nthe Turiasauria clade adds new evi- dence of a great diversity of\nsauropods in Iberia during the JurassicCretaceous transition.\nTuriasauria distribution contributes to the understanding of European\nand global palaeobiogeography.","trees":[{"tree_label":"Figure 7","ntax":"32","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55991.phy"}]}