{"Authors":" Ryan K. Schott, David C. Evans, Thomas E. Williamson,\nThomas D. Carr, Mark B. Goodwin","Year":" 2009","Title":" The anatomy and systematics of Colepiocephale lambei\n(Dinosauria: Pachycephalosauridae).","Journal":" Journal of Vertebrate Paleontology","Volume":" 29","Issue":" 3","Pages":" 771-786","Keywords":"","DOI":" 10.1671/039.029.0329","Abstract":" Colepiocephale lambei from the Foremost Formation of\nAlberta is a problematic pachycephalosaurid that has recently been\nhypothesized as (1) synonymous with Stegoceras validum, (2) a distinct\nspecies within the Stegoceras clade, and (3) an unusual taxon more\nderived than Stegoceras. Conflict among these hypotheses arises from\ndifferent interpretations of the parietosquamosal region of the dome.\nRe-evaluation of the morphology of C. lambei based on all known material\nfrom Alberta indicates that the posteromedial extension of the parietal\nis broken off at its base in every specimen, and what was interpreted as\nthe posterior margin of the dome actually is the anterior margins of\nlarge supratemporal fenestrae. The squamosals are not preserved in any\nspecimen, but the form of the parietal suggests that they were present\nin the typical pachycephalosaurid configuration. Colepiocephale lambei\nis considered to be a distinct taxon based on several autapomorphies and\nstratigraphic segregation from S. validum. Phylogenetic analyses that\ninclude new anatomical data confirm that C. lambei occupies a basal\nposition within domed pachycephalosaurids, but its precise systematic\nposition with respect to S. validum remains equivocal. This general\ninterpretation is more consistent with its stratigraphic position as one\nof the oldest knownmembers of Pachycephalosauridae. Additionally, this\nstudy results in the recognition of the firstmaterial referable to this\ntaxon from the Judith River Formation of Montana, which results in a\ngeographic range extension for this taxon and extends its stratigraphic\nrange into the equivalent of the lower Oldman Formation in Alberta.","trees":[{"tree_label":"Figure 8A","ntax":"16","rootedtree":"TRUE","title":"Pachycephalosauridae Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55992.phy"},{"tree_label":"Figure 8B","ntax":"21","rootedtree":"TRUE","title":"Pachycephalosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_55993.phy"}]}