{"Authors":" Michael P. Taylor","Year":" 2009","Title":" A re-evaluation of Brachiosaurus altithorax (Dinosauria,\nSauropoda) and its generic separation from Giraffatitan brancai\n(Janensch 1914).","Journal":" Journal of Vertebrate Paleontology","Volume":" 29","Issue":" 3","Pages":" 787-806","Keywords":"","DOI":" 10.1671/039.029.0309","Abstract":" Although the macronarian sauropod Brachiosaurus is one of\nthe most iconic dinosaurs, its popular image is based almost entirely on\nthe referred African species Brachiosaurus brancai rather than the North\nAmerican type species Brachiosaurus altithorax. Reconsideration of\nJanenschs referral of the African species to the American genus shows\nthat it was based on only four synapomorphies and would not be\nconsidered a convincing argument today. Detailed study of the bones of\nboth species show that they are distinguished by at least 26 characters\nof the dorsal and caudal vertebrae, coracoids, humeri, ilia, and femora,\nwith the dorsal vertebrae being particularly different between the two\nspecies. These animals must therefore be considered generically\nseparate, and the genus name Giraffatitan Paul 1988 must be used for\n“Brachiosaurus” brancai, in the combination Giraffatitan brancai. A\nphylogenetic analysis treating the two species as separate OTUs\nnevertheless recovers them as sister taxa in all most parsimonious\ntrees, reaffirming a monophyletic Brachiosauridae, although only one\nadditional step is required for Giraffatitan to clade among\nsomphospondylians to the exclusion of Brachiosaurus. The American\nBrachiosaurus is shown to be somewhat different from Giraffatitan in\noverall bodily proportions: it had a longer and deeper trunk and\nprobably a longer and taller tail, carried a greater proportion of its\nmass on the forelimbs, and may have had somewhat sprawled forelimbs.\nEven though it was overall a larger animal than the Giraffatitan\nlectotype, the Brachiosaurus holotype was probably immature, as its\ncoracoids were not fused to its scapulae.","trees":[{"tree_label":"Figure 6","ntax":"32","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56006.phy"}]}