{"Authors":" Xu Xing, James M. Clark, Mo Jinyou, Jonah N. Choiniere,\nCatherine A. Forster, Gregory M. Erickson, David W. Hone, Corwin\nSullivan, David A Eberth, Sterling J. Nesbitt, Qi Zhao, Rene Hernandez,\nJia Cheng-kai, Han Feng-lu, Guo Yu","Year":" 2009","Title":" A Jurassic ceratosaur from China helps clarify avian digital\nhomologies.","Journal":" Nature","Volume":" 459","Issue":"","Pages":" 940-944","Keywords":"","DOI":" 10.1038/nature08124","Abstract":" Theropods have traditionally been assumed to have lost\nmanual digits from the lateral side inward, which differs from the\nbilateral reduction pattern seen in other tetrapod groups. This unusual\nreduction pattern is clearly present in basal theropods, and has also\nbeen inferred in non-avian tetanurans based on identification of their\nthree digits as the medial ones of the hand (I-II-III). This contradicts\nthe many developmental studies indicating II-III-IV identities for the\nthree manual digits of the only extant tetanurans, the birds. Here we\nreport a new basal ceratosaur from the Oxfordian stage of the Jurassic\nperiod of China (156-161 million years ago), representing the first\nknown Asian ceratosaur and the only known beaked, herbivorous Jurassic\ntheropod. Most significantly, this taxon possesses a strongly reduced\nmanual digit I, documenting a complex pattern of digital reduction\nwithin the Theropoda. Comparisons among theropod hands show that the\nthree manual digits of basal tetanurans are similar in many metacarpal\nfeatures to digits II-III-IV, but in phalangeal features to digits\nI-II-III, of more basal theropods. Given II-III-IV identities in avians,\nthe simplest interpretation is that these identities were shared by all\ntetanurans. The transition to tetanurans involved complex changes in the\nhand including a shift in digit identities, with ceratosaurs displaying\nan intermediate condition.","trees":[{"tree_label":"Figure 3","ntax":"65","rootedtree":"TRUE","title":"Theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56079.phy"}]}