{"Authors":" Jeffrey A. Wilson, Paul Upchurch","Year":" 2009","Title":" Redescription and reassessment of the phylogenetic affinities\nof euhelopus zdanskyi (Dinosauria: Sauropoda) from the early cretaceous\nof China.","Journal":" Journal of Systematic Palaeontology","Volume":" 7","Issue":" 2","Pages":" 199-239","Keywords":" asia; palaeobiogeography; palaeontology; phylogeny;\nsauropod","DOI":" 10.1017/S1477201908002691","Abstract":" Euhelopus zdanskyi was the first dinosaur described from\nChina. Both traditional and modern cladistic assessments have found\nsupport for an endemic clade of Chinese sauropods (Euhelopodidae) that\noriginated during an interval of geographic isolation, but the monophyly\nof this clade has remained controversial. The phylogenetic affinity of\nthe eponymous genus Euhelopus is central to this controversy, yet its\nanatomy has not been completely restudied since the original\nGerman-languagemonograph in 1929. We jointly re-examined the cranial and\npostcranial anatomy of the holotypic and referred materials of Euhelopus\nto provide a new diagnosis for the genus and to explore its phylogenetic\naffinities. Diagnostic features of Euhelopus include: postaxial cervical\nvertebrae that have variably developed epipophyses and more subtle\n“pre-epipopophyses” below the prezygapophyses; cervical neural arches\nwith an epipophysealprezygapophyseal lamina separating two\npneumatocoels; anterior cervical vertebrae with three costal spurs on\nthe tuberculum and capitulum; divided middle presacral neural\nspines,which in anterior dorsal vertebrae bear amedian tubercle that is\nas large or larger than themetapophyses; middle and posterior dorsal\nparapophyseal and diapophyseal laminae arranged in a “K” configuration;\nand presacral pneumaticity that extends into the ilium. Following this\nmor- phological study, we rescored Euhelopus for the two most\ncomprehensive sauropod data matrices (Wilson 2002; Upchurch et\nal. 2004a), which previously yielded vastly different hypotheses for its\nre- lationships. Both matrices decisively demonstrate that Euhelopus is\nclosely related to Titanosauria; traditional and cladistic claims that\nEuhelopus, Omeisaurus, Mamenchisaurus and Shunosaurus formed a\nmonophyletic “Euhelopodidae” endemic to East Asia are not supported.\nThese results suggest that there were at least two clades of very\nlong-necked sauropods in East Asia, occurring in the Middle Jurassic\n(i.e. Omeisaurus + Mamenchisaurus) and Early Cretaceous (e.g. Euhelopus,\nErketu), with the latter group perhaps also occurring in Europe (Canudo\net al. 2002). It is probable that the Euhelopus + Erketu lineage invaded\nEast Asia from another part of Pangaea when isolation ended in the Early\nCretaceous. The large number of basal titanosauriforms from East Asia\nhas been interpreted to mean that this area may represent their centre\nof origin (You et al. 2003), but the titanosaur fossil record and\nphylogenetic studies indicate that the group probably originated prior\nto theMiddle Jurassic and acquired a virtually global distribution\nbefore Pangaean fragmentation.","trees":[{"tree_label":"Figure 28A","ntax":"29","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56009.phy"},{"tree_label":"Figure 28B","ntax":"48","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56010.phy"}]}