{"Authors":" Bernhard Oertel, Franz Oberwinkler, Michael Weiß,\nSigisfredo Garnica","Year":" 2003","Title":" Phylogenetic relationships of European Phlegmacium species\n(Cortinarius, Agaricales)","Journal":" Mycologia","Volume":" 95","Issue":" 6","Pages":" 1155-1170","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships of 54 European Phlegmacium\nspecies, including members of most of the sections of classical\nsystematics, were studied, integrating macro-, micromorphological and\nchemical characters of the basidiomes, as well as molecular phylogenetic\nanalysis of nuclear rDNA sequences. Microscopical structures of the\nbasidiomes were studied by light microscopy. Basidiospore morphology was\nexamined by scanning electron microscopy. Internal transcribed spacers\n(ITS 1 and 2, including the 5.8S) and the D1/D2 (LSU) regions of nuclear\nrDNA were sequenced and analyzed with a Bayesian Markov chain Monte\nCarlo approach. Many subgroups detected by the molecular analysis are\nrelated to groups known from classical systematical concepts. Among\nothers, these subgroups were significantly supported: i) a group\ncontaining most of the members of section Fulvi ss. Brandrud and the\nspecies C. arcuatorum, C. dibaphus and C. multiformis, ii) a group\ncomprising taxa of section Calochroi ss. Brandrud and the species C.\nfulvocitrinus and C. osmophorus, iii) a group containing species of\nsection Glaucopodes ss. Brandrud and C. caerulescens, iv) a group\nincluding members of section Phlegmacioides ss. Brandrud, v) a group\nthat includes the species C. cephalixus, C. nanceiensis, and C.\nmussivus. Stipe shape, color of flesh, pigment contents, KOH reaction on\npileipellis and gelatinous layer, degree of development of a gelatinous\nlayer on the pileipellis, and pileipellis structure were useful\ncharacters in delimiting subgroups in Phlegmacium, while basidiospore\nmorphology was significant at species level. With the exception of C.\nglaucopus, C. infractus, and C. scaurus, ITS and D1/D2 sequences\nobtained from collections of the same species from different\ngeographical origins showed very little variation. Our molecular and\nmorphological analyses suggest revisions of the traditional concepts of\nthe subgenus Phlegmacium in Europe.","trees":[{"tree_label":"Fig. 19","ntax":"87","rootedtree":"TRUE","title":"European Phlegmacium species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2075.phy"}]}