{"Authors":" Mariana Del Olmo Ruiz, A. Elizabeth Arnold","Year":" 2012","Title":" Multi-locus phylogenetic analyses reveal cryptic species\namong endophytic and endolichenic Lecythophora","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" phylogenetic species, species boundaries, fungal\ndiversity, Coniochaeta, antagonism","DOI":"","Abstract":" Lecythophora (teleomorph Coniochaeta) is an anamorphic\ngenus of filamentous Ascomycota in which species boundaries are\ndifficult to delimit based on morphological characters alone. The genus\nis particularly interesting because some species can cause opportunistic\nhuman infections, produce novel secondary metabolites and inhibit plant\npathogenic bacteria and fungi. Here we assess the phylogenetic and\nmorphological species boundaries and the capacity to antagonize\nparticular plant pathogenic fungi in thirty-three endophytic and\nendolichenic Lecythophora strains, along with ex-types of the six\ndescribed species of Lecythophora. We found that most of the\nLecythophora strains had the capacity to inhibit growth in two plant\npathogenic fungi but their species boundaries based on morphological\ncharacters are not well defined, making them difficult to recognize and\nallowing misidentifications. Multi-loci analyses recognized at least ten\nphylogenetic species, seven of which are new to science, and suggested\nthat three currently recognized species should be collapsed into a\nsingle species. Recognition of cryptic species and characterization of\nnovel biodiversity among endophytic and endolichenic strains, which are\ncryptic in nature, has major implications in our estimation of fungal\ndiversity.","trees":[{"tree_label":"con 50 majrule","ntax":"67","rootedtree":"TRUE","title":"Tr56075","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56075.phy"},{"tree_label":"con 50 majrule","ntax":"67","rootedtree":"TRUE","title":"Tr56074","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56074.phy"},{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Tr56076","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56076.phy"},{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Tr56077","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56077.phy"}]}