{"Authors":" Eric N. Smith, Andrew J. Crawford","Year":" 2005","Title":" Cenozoic biogeography and evolution in direct-developing\nfrogs of Central America (Leptodactylidae: Eleutherodactylus) as\ninferred from a phylogenetic analysis of nuclear and mitochondrial\ngenes","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We report the first phylogenetic analysis of DNA sequence\ndata for the Central American component of genus\nEleutherodactylus (Anura: Leptodactylidae: Eleutherodactylinae),\none of the most ubiquitous, diverse, and abundant components of the\nNeotropical amphibian fauna. We obtained DNA sequence data from 55\nspecimens representing 45 species. Sampling was focused on Central\nAmerica, but also included Bolivia, Brazil, Jamaica, and the USA. We\nsequenced 1460 contiguous base pairs (bp) of the mitochondrial genome\ncontaining ND2 and five neighboring tRNA genes, plus 1300 bp of\nthe c-myc nuclear gene. The resulting phylogenetic inferences\nwere broadly concordant between data sets and among analytical methods.\nThe subgenus Craugastor is monophyletic and its initial radiation\nwas potentially rapid and adaptive. Within Craugastor, three\nnorthern Central American species groups, milesi, augusti,\nand alfredi, form the sister clades to the rest of\nCraugastor containing a mix of northern and southern taxa. The\nrhodopis group is paraphyletic and contains two northern clades\nand one southern clade. We used a Bayesian MCMC approach together with\ngeological and biogeographic assumptions to estimate divergence times\nfrom the combined DNA sequence data. Our results corroborated a model\nfor the origins of Eleutherodactylus in Central America involving\nthree independent dispersal events: the ancestor of Craugastor\nreaching northern Central America from South American in the early\nPaleocene, the ancestor of the subgenus Syrrhophus arriving in\nnorthern Central America from the Caribbean at the end of the Eocene,\nand finally a wave of independent dispersal events from South America\ncoinciding with the rise of the Isthmus of Panama during the Pliocene.\nIn addition, our results supported several taxonomic changes; we\nproposed that the rhodopis group be split into three groups, and\nthe subgenus Craugastor be elevated to the rank of genus.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Craugastor","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2076.phy"}]}