{"Authors":" Wendy A. Untereiner, W Harold Platt, Thomas Laessoe, Vaclav\nStepanek, Martina Reblova","Year":" 2013","Title":" Molecular phylogeny of the Boliniales (Sordariomycetes) with\nan assessment of the systematics of the Apiorhychostoma, Endoxyla, and\nPseudovalsaria","Journal":" Mycologia","Volume":" 105","Issue":" 3","Pages":" 564-588","Keywords":" Boliniaceae, hyaline cap, infrequently collected\nmicrofungi, lignicolous pyrenomycetes, porate ascospores,\nsystematics","DOI":" 10.3852/12-326","Abstract":" The systematics of the ascomycete genera Apiorhynchostoma,\nEndoxyla and Pseudovalsaria are reevaluated based on the comparison of\ncultural characteristics, teleomorph morphology and DNA sequence data.\nAnalyses of sequences of the internal transcribed spacer (ITS) of the\nribosomal DNA operon and the large subunit (LSU) of the nuclear\nribosomal DNA gene resolve Boliniales as a robustly supported lineage\ncomprising Apiorhynchostoma, Camarops, Camaropella, Cornipulvina,\nEndoxyla and Pseudovalsaria. Within Boliniales, species of Endoxyla form\na strongly supported lineage. Apiorhynchostoma curreyi and\nPseudovalsaria ferruginea group with Cornipulvina ellipsoides. Species\nof Camarops are paraphyletic and comprise two clades, one of which\nincludes Camaropella. Boliniaceae is emended, Endoxyla mallochii is\ndescribed as new and Apiorhynchostoma trabicola is considered a synonym\nof Apiorhynchostoma altipetum. We also propose the combinations Endoxyla\nocculta, Endoxylina luteobasis and Jobellisia peckii. Keys to genera\nincluded in the Boliniaceae and to species of Apiocamarops,\nApiorhynchostoma and Endoxyla are provided.","trees":[{"tree_label":"Fig. 1","ntax":"79","rootedtree":"TRUE","title":"Phylogeny of Boliniales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_56302.phy"},{"tree_label":"Fig. 2","ntax":"11","rootedtree":"TRUE","title":"Phylogeny of Boliniales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_56110.phy"}]}