{"Authors":" Mariana Del Olmo Ruiz, A. Elizabeth Arnold","Year":" 2012","Title":" Community structure of fern-affiliated endophytes in three\nneotropical forests","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Endophytic fungi, eupolypod ferns, community structure,\nfungal diversity, tropical forests","DOI":"","Abstract":" Although abundant and diverse in many biomes, endophytic\nfungi are thought to reach their greatest diversity in tropical forests.\nHowever, turnover in endophyte communities among different tropical\nforests has not been evaluated rigorously, limiting inferences regarding\n(1) the scale of tropical endophyte diversity and (2) the contributions\nof endophytes to global estimates of fungal species richness. In this\nculture-based study we compared the endophytic fungal communities\nassociated with closely related eupolypod ferns in three forest reserves\nin Panama, Costa Rica, and Mexico. Using molecular sequence data for\n>2000 isolates we evaluated the relative contributions of host\ntaxonomy, forest (site), and environmental dissimilarity to endophyte\ncommunity composition. Our study reveals high turnover in endophyte\ncommunities among fern species within sites, and among related ferns in\nthree neotropical forests. These differences are correlated with\ngeographic distance and environmental dissimilarity among sites.\nPhylogenetic reconstructions of endophyte relationships reveal the\nevolutionary context of ecological analyses based on operational\ntaxonomic units (OTU), and corroborate our findings of high beta\ndiversity at the OTU level. Together, these findings indicate that\nextrapolative estimates of fungal diversity should take host, locality,\nand environmental variation among sites into account, and that tropical\nendophytes at a large scale may be more diverse than previously\nthought.","trees":[{"tree_label":"Bayesian consensus tree","ntax":"493","rootedtree":"TRUE","title":"Tr56072","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56072.phy"},{"tree_label":"Best Tree Maximum Likelihood","ntax":"493","rootedtree":"TRUE","title":"Tr56073","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56073.phy"}]}