{"Authors":" Lindsay E. Zanno, David D. Gillette, L. Barry Albright","Year":" 2009","Title":" A new North American therizinosaurid and the role of\nherbivory in ‘predatory’ dinosaur evolution.","Journal":" Proceedings of the Royal Society of London: Biology","Volume":" 276","Issue":"","Pages":" 3505-3511","Keywords":" ecomorphology, phylogeny, diet, Maniraptora, Theropoda,\nNothronychus","DOI":" 10.1098/rspb.2009.1029","Abstract":" Historically, ecomorphological inferences regarding\ntheropod (i.e. ‘predatory’) dinosaurs were guided by an assumption that\nthey were singularly hypercarnivorous. A recent plethora of maniraptoran\ndiscoveries has produced evidence challenging this notion. Here, we\nreport on a new species of maniraptoran theropod, Nothronychus graffami\nsp. nov. Relative completeness of this specimen permits a phylogenetic\nreassessment of Therizinosauria-the theropod clade exhibiting the most\nsubstantial anatomical evidence of herbivory. In the most comprehensive\nphylogenetic study of the clade conducted to date, we recover\nTherizinosauria as the basalmost maniraptoran lineage. Using\nconcentrated changes tests, we present evidence for correlated character\nevolution among herbivorous and hypercarnivorous taxa and propose\necomorphological indicators for future interpretations of diet among\nmaniraptoran clades. Maximum parsimony optimizations of character\nevolution within our study indicate an ancestral origin for dietary\nplasticity and facultative herbivory (omnivory) within the clade. These\nfindings suggest that hypercarnivory in paravian dinosaurs is a\nsecondarily derived dietary specialization and provide a potential\nmechanism for the invasion of novel morpho- and ecospace early in\ncoelurosaurian evolution - the loss of obligate carnivory and origin of\ndietary opportunism.","trees":[{"tree_label":"Fig. 2","ntax":"76","rootedtree":"TRUE","title":"Coelurosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56083.phy"}]}