{"Authors":" Richard J. Butler, Paul Upchurch, David B. Norman","Year":" 2008","Title":" The phylogeny of the ornithischian dinosaurs.","Journal":" Journal of Systematic Palaeontology","Volume":" 6","Issue":"","Pages":" 1-40","Keywords":" vertebrate palaeontology, Ornithischia, systematics,\ncladistics, Dinosauria","DOI":" 10.1017/S1477201907002271","Abstract":" Ornithischia is a familiar and diverse clade of dinosaurs\nwhose global phylogeny has remained largely unaltered since early\ncladistic analyses in the mid 1980s. Current understanding of\nornithischian evolution is hampered by a paucity of explicitly numerical\nphylogenetic analyses that consider the entire clade. As a result, it is\ndifficult to assess the robustness of current phylogenetic hypotheses\nfor Ornithischia and the effect that the addition of new taxa or\ncharacters is likely to have on the overall topology of the clade. The\nnew phylogenetic analysis presented here incorporates a range of new\nbasal taxa and charac- ters in an attempt to rigorously test global\nornithischian phylogeny. Parsimony analysis is carried out with 46 taxa\nand 221 characters. Although the strict component consensus tree shows\npoor resolution in a number of areas, application of reduced consensus\nmethods provides a well-resolved picture of ornithischian\ninterrelationships. Surprisingly, Heterodontosauridae is placed as the\nmost basal group of all well-known ornithischians, phylogenetically\ndistant from a stem-defined Ornithopoda, creating a topology that is\nmore congruent with the known ornithischian stratigraphical record.\nThere is no evidence for a monophyletic ‘Fabrosauridae’, and\nLesothosaurus (the best-known ‘fabrosaur’) occupies an unusual position\nas the most basal member of Thyreophora. Other relationships within\nThyreophora remain largely stable. The primitive thyreophoran\nScelidosaurus is the sister taxon of Eurypoda (stegosaurs and\nankylosaurs), rather than a basal ankylosaur as implied by some previous\nstudies. The taxonomic content of Ornithopoda differs significantly from\nprevious analyses and basal relationships within the clade are weakly\nsupported, requiring further investigation. ‘Hypsilopho- dontidae’ is\nparaphyletic, with some taxa (Agilisaurus, Hexinlusaurus, Othnielia)\nplaced outside of Ornithopoda as non-cerapodans. Ceratopsia and\nPachycephalosauria are monophyletic and are united as Marginocephalia;\nhowever, the stability of these clades is reduced by a number of poorly\npreserved basal taxa. This analysis reaffirms much of the currently\naccepted ornithischian topology. Nevertheless, in- stability in the\nposition and content of several clades (notably Heterodontosauridae and\nOrnithopoda) indicates that considerable future work on ornithischian\nphylogeny is required and causes problems for several current\nphylogenetic definitions.","trees":[{"tree_label":"Figure 4","ntax":"46","rootedtree":"TRUE","title":"Ornithischia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56090.phy"}]}