{"Authors":" Matthew T. Carrano, Scott D. Sampson","Year":" 2008","Title":" The phylogeny of Ceratosauria (Dinosauria: Theropoda).","Journal":" Journal of Systematic Palaeontology","Volume":" 6","Issue":" 2","Pages":" 183-236","Keywords":" Abelisauridae; Abelisauroidea; Noasauridae; Saurischia;\nbiogeography; dinosaur; evolution; morphology; systematics","DOI":" 10.1017/S1477201907002246","Abstract":" Recent discoveries and analyses have drawn increased\nattention to Ceratosauria, a taxonomically and morphologically diverse\ngroup of basal theropods. By the time of its first appearance in the\nLate Jurassic, the group was probably globally distributed. This pattern\neventually gave way to a primarily Gondwanan distribution by the Late\nCretaceous. Ceratosaurs are one of several focal groups for studies of\nCretaceous palaeobiogeography and their often bizarre morphological\ndevelopments highlight their distinctiveness. Unfortunately, lack of\nphylogenetic resolution, shifting views of which taxa fall within\nCeratosauria and minimal overlap in coverage between systematic studies,\nhave made it difficult to explicate any of these important evolutionary\npatterns. Although many taxa are fragmentary, an increase in new,more\ncomplete forms has clarified much of ceratosaur anatomy, allowed the\nidentification of additional materials and increased our ability to\ncompare specimens and taxa. We studied nearly 40 ceratosaurs from the\nLate JurassicLate Cretaceous of North and South America, Europe, Africa,\nIndia and Madagascar, ultimately selecting 18 for a new cladistic\nanalysis. The results suggest that Elaphrosaurus and its relatives are\nthemost basal ceratosaurs, followed by Ceratosaurus and Noasauridae +\nAbelisauridae (= Abelisauroidea). Several additional forms were\nidentified as noasaurids, including Genusaurus. Within Abelisauridae,\nour analysis reveals a clade including Majungasaurus and the Indian\nforms, as well as amoreweakly supported clade comprising Carnotaurus and\nIlokelesia. These results greatly clarify the sequence of character\nacquisition lead- ing to, and within, Abelisauroidea. Thanks to new\nnoasaurid materials (particularly Masiakasaurus), numerous formerly\nambiguous characters can now be resolved as either abelisaurid,\nnoasaurid or abelisauroid synapomorphies. Skull and forelimb shortening,\nfor example, nowappear to be features confined to Abelisauridae.\nNevertheless, a great deal of phylogenetic resolution is lacking,\nparticularly among noasaurids, which hampers attempts to glean\nmeaningful biogeographical information from thephylogeny.Asaresult,\ntemporalandgeographical samplingbiasesare probably contributing to the\napparent patterns in the data and we suggest that definitive answers\nmust await new discoveries. None of the recent ceratosaurian discoveries\nbear directly on the controversy surrounding latest Cretaceous\nceratosaur biogeography.","trees":[{"tree_label":"Figure 8","ntax":"21","rootedtree":"TRUE","title":"Ceratosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56092.phy"}]}