{"Authors":" Stephen L. Brusatte, Paul C. Sereno","Year":" 2008","Title":" Phylogeny of Allosauroidea (Dinosauria: Theropoda):\ncomparative analysis and resolution.","Journal":" Journal of Systematic palaeontology","Volume":" 6","Issue":" 2","Pages":" 155-182","Keywords":" vertebrate palaeontology, evolution, cladistics,\nstratigraphy, palaeobiogeography, Mesozoic.","DOI":" 10.1017/S1477201907002404","Abstract":" Allosauroidea, a clade of large-bodied theropod dinosaurs\nthat ranged from the Middle Jurassic until the Late Cretaceous, has been\nthe subject of extensive phylogenetic study. However, despite the\npublication of 12 cladistic analyses little phylogenetic consensus has\nemerged, frustrating attempts to use these dinosaurs to study character\nevolution, biogeography and the quality of the fossil record. Here we\nanalyse a core subset of allosauroids using cladistic methodology and\nseveral comparative methods. After reviewing previous studies and their\npoints of disagreement, we present a new cladistic analysis that\nintegrates data from these studies with new characters. This analysis\nfinds strong support for placing Sinraptor as a basal allosauroid,\nNeovenator as a basal member of Carcharodontosauridae and\nAcrocanthosaurus as a more derived member of Carcharodontosauridae,\nrather than the sister taxon of Allosaurus as sometimes advocated. The\ncurrent dataset is compared in detail to those of previous studies to\ndetermine the degree of overlap and the basis for differing topologies.\nThese comparisons show that scoring differences, character choice and\ntaxonomic sampling all play a major role in generating incongruence.\nFinally, the recovered most parsimonious topology is used to assess\ncharacter evolution, stratigraphical congruence and biogeography. This\ntopology shows a strong overall match with the stratigraphical record\nand is much more congruent with stratigraphy than any alternative\ntopology. The biogeographical history of core allosauroids is found to\nbe congruent with the breakup sequence of Pangaea, but more complete\nassessment is hampered by sampling biases.","trees":[{"tree_label":"Figure 10","ntax":"15","rootedtree":"TRUE","title":"Allosauroidea phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56089.phy"}]}