{"Authors":" Julia A. Clarke, Kevin M. Middleton","Year":" 2008","Title":" Mosaicism, modules and the evolution of birds: results from a\nbayesian approach to the study of morphological evolution using discrete\ncharacter data.","Journal":" Systematic Biology","Volume":" 57","Issue":" 2","Pages":" 185-201","Keywords":"","DOI":" 10.1080/10635150802022231","Abstract":" The study of morphological evolution after the inferred\norigin of active flight homologous with that in Aves has historically\nbeen characterized by an emphasis on anatomically disjunct, mosaic\npatterns of change. Relatively few prior studies have used discrete\nmorphological character data in a phylogenetic context to quantitatively\ninvestigate morphological evolution or mosaic evolution in particular.\nOne such previously employed method, which used summed unambiguously\noptimized synapomorphies, has been the basis for proposing disassociated\nand sequential “modernizing” or “fine-tuning” of pectoral and then\npelvic locomotor systems after the origin of flight (“pectoral\nearly-pelvic late” hypothesis). We use one of the most inclusive\nphylogenetic data sets of basal birds to investigate properties of this\nmethod and to consider the application of a Bayesian phylogenetic\napproach. Bayes factor and statistical comparisons of branch length\nestimates were used to evaluate support for a mosaic pattern of\ncharacter change and the specific pectoral early-pelvic late hypothesis.\nPartitions were defined a priori based on anatomical subregion (e.g.,\npelvic, pectoral) and were based on those hypothesized using the summed\nsynapomorphy approach. We compare 80 models all implementing the M(k)\nmodel for morphological data but varying in the number of anatomical\nsubregion partitions, the models for among-partition rate variation and\namong-character rate variation, as well as the branch length prior.\nStatistical analysis reveals that partitioning data by anatomical\nsubregion, independently estimating branch lengths for partitioned data,\nand use of shared or per partition gamma-shaped among-character rate\ndistribution significantly increases estimated model likelihoods.\nSimulation studies reveal that partitioned models where characters are\nrandomly assigned perform significantly worse than both the observed\nmodel and the single-partition equal-rate model, suggesting that only\npartitioning by anatomical subregion increases model performance. The\npreference for models with partitions defined a priori by anatomical\nsubregion is consistent with a disjunctive pattern of character change\nfor the data set investigated and may have implications for\nparameterization of Bayesian analyses of morphological data more\ngenerally. Statistical tests of differences in estimated branch lengths\nfrom the pectoral and pelvic partitions do not support the specific\npectoral early-pelvic late hypothesis proposed from the summed\nsynapomorphy approach; however, results suggest limited support for some\npectoral branch lengths being significantly longer only early at/after\nthe origin of flight.","trees":[{"tree_label":"Figure 1","ntax":"25","rootedtree":"TRUE","title":"Avialae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56095.phy"}]}