{"Authors":" Ronan Allain","Year":" 2008","Title":" Anatomy and phylogenetic relationships of Tazoudasaurus naimi\n(Dinosauria, Sauropoda) from the late Early Jurassic of Morocco.","Journal":" Geodiversitas","Volume":" 30","Issue":" 2","Pages":" 345-424","Keywords":" Africa; Dinosauria; Early Jurassic; High Atlas; Moroco;\nSauropoda; Vulcanodontidae; anatomy; phylogeny","DOI":"","Abstract":" The complete osteology of the basal sauropod Tazoudasaurus\nnaimi from the late Early Jurassic Toundoute continental series of\nOuarzazate Province, Morocco, is presented. The described material\nbelongs to juvenile to adult individuals. The skeleton of Tazoudasaurus\nis virtually complete except for the skull and presents a combination of\nplesiomorphic and apomorphic sauropodomorph characters. Phylogenetic\nanalysis indicates that Tazoudasaurus shares with Vulcanodon several\nderived features that include strongly transversely flattened tibial\nshaft and the marked dorsoventral flattening of the unguals of pedal\ndigits II and III. Both taxa are placed within the Vulcanodontidae, at\nthe base of a new clade named Gravisauria n. nom. Our analysis\nunderscores the major morphological changes that occur among Gravisauria\nbetween the Vulcanodontidae and the Eusauropoda. The numerous remains of\nTazoudasaurus were recovered from a bone-bed associated with a few\nremains of the basal abelisauroid Berberosaurus. A minimum of six\nindividuals was buried at the site. Taphonomical data suggest that\nTazoudasaurus had a gregarious behaviour. The different interpretations\nof the evolution of the configuration and posture of the manus in basal\nsauro- pods can be tested thanks to the discovery of a complete\narticulated manus of Tazoudasaurus. The latter is clearly digitigrade\nwith a spreading configuration of the metacarpus. Early sauropod\nevolution is analyzed in a broad extinction/ radiation perspective.\nProsauropoda and Coelophysoidea extinction around the\nPliensbachian-Toarcian boundary, followed by the late Early Jurassic to\nMiddle Jurassic radiation of Gravisauria, Neoceratosauria, Tetanurae and\nEuornithopoda are linked to the Pliensbachian-Toarcian mass extinction\nevent.","trees":[{"tree_label":"Figure 46","ntax":"23","rootedtree":"TRUE","title":"Sauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56087.phy"}]}