{"Authors":" Renée H. Fortunato, Melissa A. Luckow, Silvana Sede,\nTatyana Livshultz","Year":" 2005","Title":" The phylogenetic affinities of two mysterious monotypic\nmimosoids from southern South America","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Two monotypic genera of Mimosoideae from southern South\nAmerica, Mimozyganthus and Piptadeniopsis, have been particularly\ndifficult to classify and there has been disagreement about their\nrelationships to other legume genera. We undertook a phylogenetic study\nbased on molecular data from the chloroplast and nucleus, and\nsynthesized it with new data from morphology, cytology, and palynology,\nin order to determine where these genera belong in the mimosoid\nphylogenetic tree. Mimozyganthus, an enigmatic genus whose unique\nmorphology led workers to consider it transitional between the\nsubfamilies Mimosoideae and Caesalpinioideae, is instead nested among\nthe higher mimosoids on the molecular tree. Careful evaluation of the\ncharacters that were considered to be caesalpinioid-like reveals that\nthey are not identical and are independently derived. Piptadeniopsis is\nmost closely related to Prosopidastrum, a primarily Argentinian genus\nwith lomentiform fruits. This is in close agreement with most\nmorphological characters, although the pollen is different in the two\ngenera. Piptadeniopsis, Mimozyganthus, and Prosopidastrum form a\nmonophyletic group on all molecular trees, a result consistent with\nvegetative and fruiting morphology, but not floral characters. Although\nthe relationship of this group to other taxa is unresolved in the\nindividual molecular analyses, a combined analysis of all molecular data\nfor a subset of the taxa reveals that the three taxa are more closely\nrelated to the Leucaena group than to Prosopis. We hypothesize that the\nunique floral characters of Mimozyganthus may have evolved in response\nto pollinator selection, and a pollination study is needed to test this\nhypothesis.","trees":[{"tree_label":"Figs. 6-7","ntax":"153","rootedtree":"TRUE","title":"Mimosoid genera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2077.phy"},{"tree_label":"Fig. 8","ntax":"104","rootedtree":"TRUE","title":"Mimosoid genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2078.phy"},{"tree_label":"Fig. 9.4","ntax":"37","rootedtree":"TRUE","title":"Mimosoid genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2079.phy"},{"tree_label":"Fig. 9.3","ntax":"37","rootedtree":"TRUE","title":"Mimosoid genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2080.phy"},{"tree_label":"Fig. 9.2","ntax":"37","rootedtree":"TRUE","title":"Mimosoid genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2081.phy"},{"tree_label":"Fig. 9.1","ntax":"37","rootedtree":"TRUE","title":"Mimosoid genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2082.phy"}]}