{"Authors":" Pascal Godefroit, Shulin Hai, Tingxiang Yu, Pascaline\nLauters","Year":" 2008","Title":" New hadrosaurid dinosaurs from the uppermost Cretaceous of\nnortheastern China.","Journal":" Acta Palaeontologica Polonica","Volume":" 53","Issue":" 1","Pages":" 47-74","Keywords":" China; Dinosauria; Late Cretaceous; Sahaliyania\nelunchunorum; Wulagasaurus dongi; hadrosauridae; palaeogeography;\nphylogeny","DOI":"","Abstract":" Several hundred disarticulated dinosaur bones have been\nrecovered from a large quarry at Wulaga (Heilongjiang Province, China),\nin the Upper Cretaceous (Maastrichtian) Yuliangze Formation. The Wulaga\nquarry can be regarded as a monodominant bonebed: more than 80% of the\nbones belong to a new lambeosaurine hadrosaurid, Sahaliyania\nelunchunorum gen. et sp. nov. This taxon is characterised by long and\nslender paroccipital processes, a prominent lateral depression on the\ndorsal surface of the frontal, a quadratojugal notch that is displaced\nventrally on the quadrate, and a prepubic blade that is asymmetrically\nexpanded, with an important emphasis to the dorsal side. Phylogenetic\nanalysis shows that Sahaliyania is a derived lambeosaurine that forms a\nmonophyletic group with the corythosaur and parasauroloph clades.\nNevertheless, the exact position of Sahaliyania within this clade cannot\nbe resolved on the basis of the available material. Besides Sahaliyania,\nother isolated bones display a typical hadrosaurine morphology and are\nreferred to Wulagasaurus dongi gen. et sp. nov., a new taxon\ncharacterised by the maxilla pierced by a single foramen below the jugal\nprocess, a very slender dentary not pierced by foramina, and by the\ndeltopectoral crest (on the humerus) oriented cranially. Phylogenetic\nanalysis indicates that Wulagasaurus is the most basal hadrosaurine\nknown to date. Phylogeographic data suggests that the hadrosaurines, and\nthus all hadrosaurids, are of Asian origin, which implies a relatively\nlong ghost lineage of approximately 13 million years for basal\nhadrosaurines in Asia.","trees":[{"tree_label":"Figure 18","ntax":"21","rootedtree":"TRUE","title":"Hadrosauridae phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56098.phy"}]}