{"Authors":" Susannah C. R. Maidment, David B. Norman, Paul M. Barrett,\nPaul Upchurch","Year":" 2008","Title":" Systematics and phylogeny of Stegosauria (Dinosauria:\nOrnithischia).","Journal":" Systematics and phylogeny of Stegosauria (Dinosauria:\nOrnithischia).","Volume":" 6","Issue":" 4","Pages":" 367-407","Keywords":" Thyreophora; cladistic analysis; gap weighting;\ntaxonomy","DOI":" 10.1017/S1477201908002459","Abstract":" Stegosauria is a clade of ornithischian dinosaurs\ncharacterised by a bizarre array of dermal armour extending, in two\nparasagittal rows, from the cervical region to the end of the tail.\nAlthough Stegosaurus is one of the most familiar of all dinosaurs,\nlittle is known regarding the evolutionary history of this clade.\nAlpha-level taxonomic revision of all proposed stegosaur taxa shows that\n11 species of stegosaur can be regarded as valid on the basis of\nautapomorphies. These are: Dacentrurus armatus and Loricatosaurus\npriscus (gen. nov.) from Europe; Kentrosaurus aethiopicus and\nParanthodon africanus from Africa; Tuojiangosaurus multispinus,\nChungkingosaurus jiangbeiensis, Huayangosaurus taibaii,\nGigantspinosaurus sichuanensis and Stegosaurus homheni (comb. nov.) from\nChina; and Stegosaurus mjosi (comb. nov.) and Stegosaurus armatus from\nNorth America. A cladistic analysis of Stegosauria (the first to be\nbased upon direct observation of all relevant specimens) is presented,\nwhich indicates that Tuojiangosaurus, Loricatosaurus and Paranthodon are\nsister taxa to Stegosaurus. Stegosaurinae can be defined as all\nstegosaurs more closely related to Stegosaurus than to Dacentrurus;\nStegosauridae is defined as all stegosaurs more closely related to\nStegosaurus than to Huayangosaurus; and Huayangosauridae can be defined\nas all stegosaurs more closely related to Huayangosaurus than to\nStegosaurus. This study is also the first phylogenetic analysis to\ninclude Gigantspinosaurus, which is recovered as the most basal\nstegosaur.","trees":[{"tree_label":"Figure 13 A","ntax":"18","rootedtree":"TRUE","title":"stegosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56103.phy"}]}