{"Authors":" R Sadleir, Paul M. Barrett, H P Powell","Year":" 2008","Title":" The anatomy and systematics of Eustreptospondylus oxoniensis,\na theropod dinosaur from the Middle Jurassic of Oxfordshire,\nEngland.","Journal":" Monograph of the Palaeontographical Society","Volume":" 160","Issue":" 627","Pages":" 1-82","Keywords":"","DOI":"","Abstract":" Recent work on theropod phylogeny has concentrated on the\ninterrelationships of taxa that lie close to the ancestry of birds\n(coeltirosaurs), whereas only a small number of studies have\ninvestigated the evolution of more primitive theropods (e.g. basal\ntetanurans). Ghost lineages implied by theropod phylogenies suggest that\nthe Middle Jurassic was an important time in tetanuran evolution,\nwitnessing the initial radiation and diversification of the clade.\nHowever, Middle Jurassic theropod specimens are rare and often\nincomplete.The holotype c specimen of Eustreptospondylus oxoniensis,\nfrom the Middle Oxford Clay (upper Callovian) of Oxfordshire, England,\nrepresents the most complete Middle Jurassic theropod specimen from\nEurope. This taxon therefore has the potential to shed much needed light\non basal tetanuran evolution at a critical time in the clade’s history.\nAlthough several previous authors considered the anatomy and systematics\nof Eustreptospondylus, none of these accounts provided a comprehensive\ndescription and their utility is therefore limited. Here, we provide a\ndetailed redescription of Eustreptospondylus and confirm its\nphylogenetic position as a basal member of Spinosauroidea. The taxon\nexhibits several anatomical features that appear to he incipient\nversions of the highly specialized character states found in more\nderived members of the clade (e.g. development of the\npremaxillary/maxillary embayment). The results of this work also suggest\nthat Spinosauroidea may have originated in the Middle Jurassic of\nEurope, later dispersing to Gondwana.","trees":[{"tree_label":"theropoda results 1","ntax":"47","rootedtree":"TRUE","title":"theropod phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_56104.phy"},{"tree_label":"Theropoda results 2","ntax":"76","rootedtree":"TRUE","title":"Theropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56105.phy"}]}