{"Authors":" J. Jeremie, Gregory M. Plunkett, Frédéric Tronchet, P. P.\nL. Ii","Year":" 2005","Title":" Monophyly and major clades of Meryta (Araliaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses of nuclear ribosomal ITS and ETS\nsequences yield considerable improvements in our knowledge of\nrelationships, character evolution, and biogeography in Meryta\n(Araliaceae). This genus comprises ca. 30 species, all of which share\nsimple leaves and a dioecious sexual system, a unique combination in\nAraliaceae. Meryta is distributed widely across the Pacific, but each of\nits species is endemic to only one or a few islands. Previous\nphylogenetic studies have included only a very limited number of\nexemplars from Meryta, but have suggested that the genus is related to\nthe Southwest Pacific clade of Schefflera within the larger\nPolyscias-Pseudopanax group of Araliaceae. Our data confirm this\nprevious placement and provide evidence for the monophyly of Meryta.\nThere is no support for the recognition of three segregate genera,\nBotryomeryta, Schizomeryta, and Strobilopanax. Within Meryta, we have\nidentified two major clades, one that unites the species from Fiji and\nNew Zealand (both of old geological origin), and a second, \u001aNorthern Arc\nclade\u001a comprising the remaining species of Meryta. In this second clade,\nseveral subclades of New Caledonian species can be recognized, along\nwith a \u001aVolcanic Islands subclade.\u001a The presence of species in New\nCaledonia, Fiji, and New Zealand, together with the placements of these\nspecies in the phylogenetic trees, is suggestive of an ancient\nvicariance, whereas the distribution of the members of the Volcanic\nIslands subclade appears to be best explained by a series of\nlong-distance dispersal events, most likely from New Caledonia.","trees":[{"tree_label":"Fig. 5","ntax":"21","rootedtree":"TRUE","title":"Meryta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_237.phy"},{"tree_label":"Fig. 4b single","ntax":"21","rootedtree":"TRUE","title":"Meryta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2086.phy"},{"tree_label":"Fig. 3 single","ntax":"24","rootedtree":"TRUE","title":"Meryta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2084.phy"},{"tree_label":"Fig. 2 consensus","ntax":"33","rootedtree":"TRUE","title":"Meryta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2083.phy"},{"tree_label":"Fig. 4a consensus","ntax":"21","rootedtree":"TRUE","title":"Meryta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2085.phy"}]}