{"Authors":" Paul C. Sereno, Stephen L. Brusatte","Year":" 2008","Title":" Basal abelisaurid and carcharodontosaurid theropods from the\nLower Cretaceous Elrhaz Formation of Niger.","Journal":" Acta Palaeontologica Polonica","Volume":" 53","Issue":" 1","Pages":" 15-46","Keywords":" Abelisauridae; Africa.; Allosauroidea;\nCarcharodontosauridae; Cretaceous; Eocarcharia; Kryptops; Theropoda","DOI":"","Abstract":" We report the discovery of basal abelisaurid and\ncarcharodontosaurid theropods from the mid Cretaceous (AptianAlbian, ca.\n112 Ma) Elrhaz Formation of the Niger Republic. The abelisaurid,\nKryptops palaios gen. et sp. nov., is represented by a single individual\npreserving the maxilla, pelvic girdle, vertebrae and ribs. Several\nfeatures, including a maxilla textured externally by impressed vascular\ngrooves and a narrow antorbital fossa, clearly place Kryptops palaios\nwithin Abelisauridae as its oldest known member. The\ncarcharodontosaurid, Eocarcharia dinops gen. et sp. nov., is represented\nby several cranial bones and isolated teeth. Phylogenetic analysis\nplaces it as a basal carcharodontosaurid, similar to Acrocanthosaurus\nand less derived than Carcharodontosaurus and Giganotosaurus. The\ndiscovery of these taxa suggests that large body size and many of the\nderived cranial features of abelisaurids and carcharodontosaurids had\nalready evolved by the mid Cretaceous. The presence of a close relative\nof the North American genus Acrocanthosaurus on Africa suggests that\ncarcharodontosaurids had already achieved a trans-Tethyan distribution\nby the mid Cretaceous.","trees":[{"tree_label":"Figure 20-A","ntax":"22","rootedtree":"TRUE","title":"Ceratosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56303.phy"},{"tree_label":"Figure 20-B","ntax":"9","rootedtree":"TRUE","title":"Ceratosauria phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56304.phy"}]}