{"Authors":" José F. Bonaparte, Bernardo J. González-Riga, Sebastián\nApesteguía","Year":" 2007","Title":" Ligabuesaurus leanzai gen. et sp. nov. (Dinosauria,\nSauropoda), a new titanosaur from the Lohan Cura Formation (Aptian,\nLower Cretaceous) of Neuquén, Patagonia, Argentina.","Journal":" Cretaceous Research","Volume":" 27","Issue":" 3","Pages":" 364-376","Keywords":" Early Cretaceous; Neuquén Basin; Patagonia; Sauropod","DOI":" 10.1016/j.cretres.2005.07.004","Abstract":" Ligabuesaurus leanzai gen. et sp. nov. is a new titanosaur\n(Saurischia, Sauropoda) from the Lower Cretaceous of Neuque ´n Basin,\nnorth Pa- tagonia, Argentina. The fossil remains were found in the upper\nsection of the Lohan Cura Formation, which is regarded as Late\nAptianeAlbian in age. Remains include an incomplete maxilla with ten\nteeth, six cervical and dorsal vertebrae, and several associated girdle\nand limb bones. Ligabuesaurus is characterized by: (1) laminar and\nanteroposteriorly compressed neural spines on posterior cervical and\nanterior dorsal vertebrae that are rhomboid in shape and wider than\nvertebral centra; (2) spinoprezygapophyseal laminae in the posterior\ncervical vertebrae forked to form two pairs: the medial laminae contact\none another toward the tip of the neural spine, and the lateral pair\nform the lateral border of the neural spine; (3) dorsoventrally reduced\nneural arch pedicels in posterior cervical and anterior dorsal\nvertebrae; and (4) rudimentary prespinal lamina on posterior cervical\nand anterior dorsal vertebrae. A preliminary phylogenetic analysis\nsuggests that Ligabuesaurus is a basal titanosaur. The development of\nrelatively long forelimbs, with a humerus/femur ratio of 0.9, indicates\nthat this condition is not an exclusive adaptation of the\nBrachiosauridae.","trees":[{"tree_label":"Figure 14","ntax":"18","rootedtree":"TRUE","title":"Titanosauria phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_56317.phy"}]}