{"Authors":" Richard J. Butler, Roger M. H. Smith, David B. Norman","Year":" 2012","Title":" A primitive ornithischian dinosaur from the Late Triassic of\nSouth Africa, and the early evolution and diversification of\nOrnithischia.","Journal":" Proceedings of the Royal Society of London, Biological\nSciences","Volume":" 274","Issue":"","Pages":" 2041-2046","Keywords":" Ornithischia; Genasauria; Heterodontosauridae; Elliot\nFormation; Late Triassic","DOI":" 10.1098/rspb.2007.0367","Abstract":" Although the group played an important role in the\nevolution of Late Mesozoic terrestrial ecosystems, the early\nevolutionary history of the ornithischian dinosaurs remains poorly\nunderstood. Here, we report on a new primitive ornithischian, Eocursor\nparvus gen. et sp. nov., from the Late Triassic (?Norian) Lower Elliot\nFormation of South Africa. Eocursor is known from a single specimen\ncomprising substantial cranial and postcranial material and represents\nthe most complete Triassic member of Ornithischia, providing the\nearliest evidence for the acquisition of many key ornithischian\npostcranial characters, including an opisthopubic pelvis. A new\nphylogenetic analysis positions this taxon near the base of\nOrnithischia, as the sister taxon to the important and diverse clade\nGenasauria. The problematic clade Heterodontosauridae is also positioned\nbasal to Genasauria, suggesting that an enlarged grasping manus may\nrepresent a plesiomorphic ornithischian condition. This analysis\nprovides additional phylogenetic support for limited ornithischian\ndiversity during the Late Triassic, and suggests that several major\nornithischian clades may have originated later than generally believed.\nThere are few morphological differences between Late Triassic and Early\nJurassic ornithischians, supporting previous suggestions that the Early\nJurassic ornithischian radiation may simply represent the filling of\nvacant ecological space following Late Triassic terrestrial\nextinctions.","trees":[{"tree_label":"Figure 3","ntax":"27","rootedtree":"TRUE","title":"Ornithischia phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56316.phy"}]}