{"Authors":" Jorge O. Calvo, Juan D. Porfiri, Fernanado E. Novas","Year":" 2007","Title":" Discovery of a new ornithopod dinosaur from the Portezuelo\nFormation (Upper Cretaceous), Neuquéen, Patagonia, Argentina.","Journal":" Arquivos do Museu Nacional","Volume":" 65","Issue":" 4","Pages":" 471-483","Keywords":" Elasmaria nov; Macrogryphosaurus gondwanicus gen. nov. sp.\nnov.; Portezuelo Formation; Talenkauen. Ornithopoda","DOI":"","Abstract":" We describe the postcranial skeleton of a new Cretaceous\nornithopod, Macrogryphosaurus gondwanicus gen.nov., sp.nov. from\nPatagonia, Argentina. The specimen was found in the Portezuelo\nFormation, Neuquén Group, Upper Cretaceous. Macrogryphosaurus\ngondwanicus gen.nov., sp.nov. is diagnosed by having triradiate sternum\nwith the anterior border tribranched, two laterally placed and outwardly\ndirected, and one centrally placed, smaller, and forwardly directed.\nSternal ribs flattened, twisted and distally expanded. Last dorsal\nvertebra with well-developed hyposphene. A thin plate-like are located\nin front of the sterna. Together with these autapomorphies, this new\nspecies of ornithopod differs from Talenkauen santacrucensis by having\nthe pubic peduncle of ilium less developed, a more acute angle between\nthe anterior process of ilium and the pubic peduncle, the acetabular\ncavity slightly marked. Also present ten cervical vertebrae, fourteen\ndorsal vertebrae, epipophyses on the third cervical vertebra placed over\nthe distal end of the postzygapophyses and posteriorly projected. The\npresence of plates on the lateral side of the thorax and well developed\nepipophyses on the third cervical vertebra, were originally interpreted\nas autapomorphies for the euiguanodontian Talenkauen santacrucensis.\nThese features are also present in Macrogryphosaurus gondwanicus\ngen.nov, sp.nov., and are regarded as synapomorphies defining a new\nclade of Euiguanodontia dinosaurs comprising the two species: Elasmaria\nnov.","trees":[{"tree_label":"Figure 14","ntax":"14","rootedtree":"TRUE","title":"Ornithopoda results","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56318.phy"}]}