{"Authors":" Zhou Zhonghe, Julia A. Clarke, Julia A. Clarke, Zhang\nFucheng","Year":" 2008","Title":" Insight into diversity, body size and morphological Blackwell\nPublishing Ltd evolution from the largest Early Cretaceous\nenantiornithine bird.","Journal":" Journal of Anatomy","Volume":" 212","Issue":"","Pages":" 565-577","Keywords":" bird evolution; China; Early Cretaceous;\nEnantiornithes","DOI":"","Abstract":" Most of Mesozoic bird diversity comprises species that are\npart of one of two major lineages, namely Ornithurae, including living\nbirds, and Enantiornithes, a major radiation traditionally referred to\nas ‘opposite birds’. Here we report the largest Early Cretaceous\nenantiornithine bird from north-east China, which provides evidence that\nbasal members of Enantiornithes share more morphologies with ornithurine\nbirds than previously recognized. Morphological evolution in these two\ngroups has been thought to be largely parallel, with derived members of\nEnantiornithes convergent on the ‘advanced’ flight capabilities of\nornithurine birds. The presence of an array of morphologies previously\nthought to be derived within ornithurine and enantiornithine birds in a\nbasal enantiorni- thine species provides evidence of the complex\ncharacter evolution in these two major lineages. The cranial morphology\nof the new specimen is among the best preserved for Mesozoic avians. The\nnew species extends the size range known for Early Cretaceous\nEnantiornithes significantly and provides evidence of forelimb to hind\nlimb proportions distinct from all other known members of the clade. As\nsuch, it sheds new light on avian body size evolution and diversity, and\nallows a re-evaluation of a previously proposed hypothesis of\ncompetitive exclusion among Early Cretaceous avian clades.","trees":[{"tree_label":"Figure 4","ntax":"29","rootedtree":"TRUE","title":"Aves phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56312.phy"}]}