{"Authors":" Paul M. Barrett, Paul Upchurch, XuDong Zhou, XiaoLin\nWang","Year":" 2007","Title":" The skull of Unnanosaurus huangi Young, 1942 (Dinosauria:\nprosauropoda from the Lower Lufeng Formation (Lower Jurassic) of Yunnan,\nChina.","Journal":" Zoological Journal of the Linnean Society","Volume":" 150","Issue":"","Pages":" 319-341","Keywords":" basal Sauropodomorpha, cranial morphology, palaeobiology,\nphylogenetics","DOI":"","Abstract":" The Lower Lufeng Formation (Lower Jurassic:\n?Hettangian?Sinemurian) of Yunnan Province, China, has yielded an\nimportant and diverse fauna of terrestrial vertebrates that is dominated\nby early sauropodomorph dinosaurs (prosauropods and basal sauropods).\nNevertheless, few of these animals have been studied in detail,\nundermining their potential significance in understanding sauropodomorph\nphylogeny, palaeobiology, and palaeoecology. Here, we present a detailed\nre-description of the cranial osteology of Yunnanosaurus huangi Young,\n1942 and propose an emended diagnosis for this taxon on the basis of\nnumerous autapomorphic characters (including an expanded inter- narial\nbar, unusual midline cranial bosses, and the possession of elongate\nmaxillary tooth crowns lacking marginal serrations). Incorporation of\nthese novel anatomical data into existing phylogenetic analyses of\nsauropodomorph interrelationships substantially affects the resolution,\nlength, and topologies of the trees recovered. Although the phylogenetic\nposition of Yunnanosaurus remains labile, these new analyses undermine\nprevious suggestions that the former was the sister taxon of the\nsouthern African prosauropod Massospondylus. Several features of the\nskull of Yunnanosaurus (small external nares, cranial bosses, tooth\ncrown morphology, and the lack of maxillary foramina) indicate that the\npalaeobiology of Yunnanosaurus may have been rather different from that\nof other prosauropods and basal sauropods, although more detailed\nfunctional studies and better material are needed to confirm this\nsuggestion.","trees":[{"tree_label":"Figure 8","ntax":"11","rootedtree":"TRUE","title":"Prosauropoda phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56315.phy"}]}