{"Authors":" Jeffrey M. Lorch, Daniel L. Lindner, Andrea Gargas, Laura K\nMuller, Andrew M Minnis, David S. Blehert","Year":" 2012","Title":" A culture-based survey of fungi in soil from bat hibernacula\nin the eastern United States and its implications for detection of\nGeomyces destructans, the causal agent of bat white-nose syndrome","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" white-nose syndrome, bat, wildlife disease, skin\ninfection, Geomyces","DOI":"","Abstract":" The recent emergence of white-nose syndrome (WNS), a\nfungal disease causing unprecedented mortality among hibernating bats of\neastern North America, has revealed a knowledge gap regarding fungal\ncommunities associated with bats and their hibernacula. We used\nculture-based techniques to investigate the diversity of fungi in soil\nsamples collected from 24 bat hibernacula in the eastern United States.\nRibosomal RNA regions (internal transcribed spacer and partial\nintergenic spacer) were sequenced to preliminarily characterize\nisolates. Geomyces species were one of the most abundant and diverse\ngroups cultured, representing approximately 33% of all isolates.\nGeomyces destructans was isolated from soil samples from three\nhibernacula and many of the cultured Geomyces isolates likely represent\nundescribed taxa. Further characterization of the diversity of fungi\nthat occur in hibernacula will both facilitate an improved understanding\nof the ecology of G. destructans within this complex fungal community\nand provide an opportunity to identify characteristics that\ndifferentiate G. destructans from non-pathogenic relatives.","trees":[{"tree_label":"Fig. 1","ntax":"294","rootedtree":"TRUE","title":"Fungi in Soil from Bat Hibernacula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63069.phy"},{"tree_label":"Fig. 2","ntax":"159","rootedtree":"TRUE","title":"Fungi in Soil from Bat Hibernacula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63070.phy"}]}