{"Authors":" W. Chris Wozencraft, Pedro Cordeiro-Estrela, Géraldine\nVeron, Philippe Gaubert","Year":" 2005","Title":" Mosaics of Convergences, Noise and Misleading Morphological\nPhylogenies: what’s in a Viverrid-like Carnivoran?","Journal":" Systematic Biology","Volume":" 54","Issue":" 6","Pages":" 865-894","Keywords":"","DOI":" 10.1080/10635150500232769","Abstract":" Adaptive convergence in morphological characters has been\nconsidered responsible for incorrect reconstruction of evolutionary\nhistory between taxa. However, convergence patterns have rarely been\nthoroughly investigated, and the processes by which phylogenetic\nrelationships may be misled by morphological convergence remains\nunclear. To further explore convergence characterization, we undertook a\ncase study on the morphological evolution of viverrid-like feliformians\n(Nandinia, Cryptoprocta, Fossa, Eupleres, Prionodon). These taxa have a\nhistory of little systematic agreement despite extensive morphological\ninvestigations, but recent molecular phylogenetic analyses suggest that\nviverrid-like morphotypes appeared at least three times independently\nduring feliformian evolution. We built the largest morphological matrix\nconcerning the Suborder Feliformia to date: a total of 349 characters\ngrouped into four anatomical partitions for all species of Viverridae\nand viverrid-like taxa plus representatives of the Felidae, Hyaenidae,\nHerpestidae, and one Malagasy mongoose. We evaluated phylogenetic\nsignal, convergence and noise in morphological characters through\nseveral approaches, most of which done in the framework of a synthetic\nmolecular tree: (a) tree-length distribution (g1), (b) partitioned\nBremer support, (c) RI values and their distribution, (d) respective\ncontributions of diagnostic synapomorphies at the nodes for each\npartition, (e) patterns of shared convergences among viverrid-like taxa\nand other feliformian lineages, (f) tree-length differences among\nalternative hypotheses, and (g) successive removal of convergent\ncharacter states from the original matrix. In addition, the lability of\ncomplex morphological structures was assessed by mapping them onto the\nsynthetic molecular tree. The unconstrained morphological analysis\nyielded phylogenetic groupings that closely reflected traditional\nclassification. Most of the nodes in the morphological tree were poorly\nsupported, and conflicted with the DNA-based tree topology. The use of a\nsynthetic molecular tree (constraint) combined with our thorough\nmorphological investigations revealed the mosaics of convergences likely\nto have contributed to the historical uncertainty over viverrid\nclassification. It also exemplified that complex morphological\nstructures could be submitted to reversible evolutionary trends. On the\nother hand, the morphological matrix proved useful in characterizing\nseveral feliformian clades with diagnostic synapomorphies. These results\nsupport the classification of viverrid-like taxa into three distinct\nfamilies: Nandiniidae (Nandinia), Prionodontidae (Prionodon), and the\nnewly defined Eupleridae (including Cryptoprocta, Fossa, Eupleres plus\nall „mongoose-like‰ Malagasy taxa). No clearly „phylogenetically\nmisleading‰ data subsets could be identified, and the great majority of\nmorphological convergences appeared to be non-adaptive. The multiple\napproaches used in this study revealed that the most disruptive element\nwith regards to morphological phylogenetic reconstruction was noise,\nwhich blured the expression of phylogenetic signal. This study\ndemonstrates the crucial need to consider independent (molecular)\nphylogenies in order to produce reliable evolutionary hypotheses and\nshould promote a new approach of the definition of morphological\ncharacters in mammals.","trees":[{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Morphological tree of the Feliformia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2088.phy"}]}