{"Authors":" Lúcia G. Lohmann, Charles David Bell, M. Fernanda Calió,\nRichard Charles Winkworth","Year":" 2012","Title":" Pattern and timing of biogeographic history in the\nNeotropical tribe Bignonieae (Bignoniaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Bignoniaceae, Bignonieae, biogeography, divergence time\nestimates, lianas, Neotropical flora","DOI":"","Abstract":" Despite an improving knowledge of species distribution\npatterns in the Neotropics, the processes that underlie them remain\nuncertain. The tribe Bignonieae (Bignoniaceae), with 22 genera and 382\nspecies, is the largest single clade of lianas in the Neotropics. The\ngroup is widely distributed and exhibits high levels of morphological\ndiversity; it therefore makes an excellent model for biogeographic and\nevolutionary studies. Here, we investigate the biogeographic history of\nBignonieae using a tribe-wide time-calibrated phylogeny as a basis for\nancestral area reconstructions. We examine four hypotheses for the\norigin and subsequent biogeographic spread of the tribe. Our analyses\nsuggest that the Bignonieae crown group originated in South America\nrainforests approximately 50 Myr ago. Area reconstructions for the early\ndivergences are equivocal, although the resulting SMANG and Core\nBignonieae clades appear to have occupied eastern South America and\nlowland Amazonia, respectively. Subsequently, there were colonisations\nof the South American dry areas and of western South and Central America\nas well as exchanges between eastern South American and lowland\nAmazonia. These biogeographic events occurred over a broad time span,\nbut it appears that climate drying and the Andean Orogeny were important\nfor shaping contemporary diversity. The widespread distributions of many\ncontemporary species can be explained by a combination of habitat\nheterogeneity within biogeographic areas and the wide habitat\npreferences of species.","trees":[{"tree_label":"Fig. 2","ntax":"108","rootedtree":"TRUE","title":"Neotropical Bignonieae, BEAST analysis of combined ndhF\nand pepC sequences","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_56323.phy"}]}