{"Authors":" Bret A. Summerell, Acelino C Alfenas, Jacqueline Edwards,\nIan G Pascoe, Ian J Porter, Johannes (Ewald) Zacharias Groenewald, Pedro\nW. Crous","Year":" 2012","Title":" Genera of diaporthalean coelomycetes associated with leaf\nspots of tree hosts","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 28","Issue":"","Pages":" 66-75","Keywords":" leaf spot disease, molecular phylogeny, systematics","DOI":" 10.3767/003158512X642030","Abstract":" Four different genera of diaporthalean coelomycetous fungi\nassociated with leaf spots of tree hosts are morphologically treated and\nphylogenetically compared based on the DNA sequence data of the large\nsubunit nuclear ribosomal DNA gene (LSU) and the internal transcribed\nspacers and 5.8S rRNA gene of the nrDNA operon. These include two new\nAustralian genera, namely Auratiopycnidiella, proposed for a leaf\nspotting fungus occurring on Tristaniopsis laurina in New South Wales,\nand Disculoides, proposed for two species occurring on leaf spots of\nEucalyptus leaves in Victoria. Two new species are described in\nAurantiosacculus, a hitherto monotypic genus associated with leaf spots\nof Eucalyptus in Australia, namely A. acutatus on E. viminalis, and A.\neucalyptorum on E. globulus, both occurring in Tasmania. Lastly, an\nepitype specimen is designated for Erythrogloeum hymenaeae, the type\nspecies of the genus Erythrogloeum, and causal agent of a prominent leaf\nspot disease on Hymenaea courbaril in South America. All four genera are\nshown to be allied to Diaporthales, although only Aurantiosacculus\n(Cryphonectriaceae) could be resolved to family level, the rest being\nincertae sedis.","trees":[{"tree_label":"Fig. 1b","ntax":"21","rootedtree":"TRUE","title":"Diaporthalean Coelomycetes, First equally most\nparsimonious tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_56333.phy"},{"tree_label":"Fig. 1a","ntax":"34","rootedtree":"TRUE","title":"Diaporthalean Coelomycetes, First equally most\nparsimonious tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_56334.phy"},{"tree_label":"Unpublished Bayesian tree","ntax":"34","rootedtree":"TRUE","title":"Diaporthalean Coelomycetes, Unpublished Bayesian\ntree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56335.phy"}]}