{"Authors":" Peter B. Heenan, Debbie N. Redmond, M. I. Dawson, Steven J.\nWagstaff","Year":" 2005","Title":" Relationships of the New Zealand mountain ribbonwoods\n(Hoheria glabrata and H. lyallii: Malvaceae), based on molecular and\nmorphological data","Journal":" New Zealand Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cluster and principal coordinates analyses of leaf\nmorphological data support the recognition of Hoheria glabrata and H.\nlyallii at species rank. H. glabrata is distinguished by long leaves\nwith distinctly cordate bases, sparsely hairy surfaces, shallow marginal\nindentations, and an acuminate apex. This species occurs in western\nparts of the South Island and in Taranaki in the North Island. In\ncontrast, the leaves of H. lyallii are shorter, have truncate bases,\nmoderately to densely hairy surfaces, and an acute apex. H. lyallii has\na more restricted distribution, mainly occuring in Canterbury and\nMarlborough with a disjunct population in Nelson. A new combination, H.\nx allanii, is provided for the interspecific hybrid H. angustifolia x H.\nlyallii. Phylogenetic analyses of ITS and trnK/matK sequence data\nprovided strong support for the recognition of the genus Hoheria, but\nsupported conflicting species groups. The trnK/matK analysis recovered\ntwo main clades. One clade comprised all samples of H. glabrata and most\nsamples of H. lyallii, and the other clade included three samples of H.\nlyallii and all of the other species of Hoheria (H. angustifolia, H.\nequitum, H. ovata, H. populnea, and H. sexstylosa). Two analyses of the\nITS data were undertaken and these provided little indication of species\nrelationships in Hoheria. However, an ITS analysis that excluded H.\nglabrata and H. lyallii samples with heteroplasmic nucleotide sites\nrecovered a well-supported clade that included all specimens of H.\nglabrata and a weakly supported clade that comprised most of the\nspecimens of H. lyallii. The conflicting signal from the trnK/matK and\nITS sequences provides evidence of hybridisation between different\nspecies of Hoheria. Four samples in the ITS data had heteroplasmic\nnucleotide positions and in the trnK/matK data three of the H. lyallii\nspecimens had the chloroplast haplotype of another species of\nHoheria.","trees":[{"tree_label":"Fig. 7","ntax":"23","rootedtree":"TRUE","title":"Hoheria trnk/matK + gaps strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2089.phy"},{"tree_label":"Fig. 7","ntax":"23","rootedtree":"TRUE","title":"Hoheria ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2090.phy"}]}