{"Authors":" Astrid Cruaud, Nina Rønsted, Bhanumas Chantarasuwan,\nLien-Siang Chou, Wendy Lee Clement, Arnaud COULOUX, Benjamin Cousins,\nGwenaelle Genson, Rhett D Harrison, Paul E Hanson, Martine\nHossaert-McKey, Roula Jabbour-Zahab, Emmanuelle Jousselin, Carole\nKerdelhue, Finn Kjellberg, Carlos Lopez-Vaamonde, John Peebles,\nYan-Qiong Peng, Rodrigo AS Pereira, Tselil Schramm, Rosichon Ubaidillah,\nSimon van Noort, George Weiblen, Da-Rong Yang, Anak Yodpinyanee, Ran\nLibeskind-Hadas, James M Cook, Jean-Yves Rasplus, Vincent\nSavolainen","Year":" 2012","Title":" An Extreme Case of Plant-Insect Co-Diversification: Figs and\nFig-Pollinating Wasps","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" biogeography, coevolution, cospeciation, host switching,\nlong-branch attraction artifact, phylogeny","DOI":" 10.1093/sysbio/sys068","Abstract":" It is thought that speciation in phytophagous insects is\noften due to colonization of novel host plants, because radiations of\nplant and insect lineages are typically asynchronous. Recent\nphylogenetic comparisons have supported this model of diversification\nfor both insect herbivores and specialized pollinators. An exceptional\ncase where contemporaneous plant-insect diversification might be\nexpected is the obligate mutualism between fig trees (Ficus species,\nMoraceae) and their pollinating wasps (Agaonidae, Hymenoptera). The\nubiquity and ecological significance of this mutualism in tropical and\nsubtropical ecosystems has long intrigued biologists, but the systematic\nchallenge posed by >750 interacting species pairs has hindered\nprogress toward understanding its evolutionary history. In particular,\ntaxon sampling and analytical tools have been insufficient for\nlarge-scale co-phylogenetic analyses. Here, we sampled nearly 200\ninteracting pairs of fig and wasp species from across the globe. Two\nsuper matrices were assembled: on average, wasps had sequences from 77%\nof six genes (5.6kb), figs had sequences from 60% of five genes (5.5\nkb), and overall 850 new DNA sequences were generated for this study. We\nalso developed a new analytical tool, Jane 2, for event-based\nphylogenetic reconciliation analysis of very large data sets. Separate\nBayesian phylogenetic analyses for figs and fig wasps under relaxed\nmolecular clock assumptions indicate Cretaceous diversification of crown\ngroups and contemporaneous divergence for nearly half of all fig and\npollinator lineages. Event-based co-phylogenetic analyses further\nsupport the co-diversification hypothesis. Biogeographic analyses\nindicate that the present day distribution of fig and pollinator\nlineages is consistent with an Eurasian origin and subsequent dispersal,\nrather than with Gondwanan vicariance. Overall, our findings indicate\nthat the fig-pollinator mutualism represents an extreme case among\nplant-insect interactions of coordinated dispersal and long-term\nco-diversification.","trees":[{"tree_label":"Agaonidae RAxML","ntax":"204","rootedtree":"TRUE","title":"Agaonidae RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_56358.phy"},{"tree_label":"Ficus RAxML","ntax":"204","rootedtree":"TRUE","title":"Ficus RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_56357.phy"}]}