{"Authors":" Pavel Skaloud, Tomas Kalina, Katarina Nemjova, Olivier De\nClerck, Frederik Leliaert","Year":" 2013","Title":" Morphology and phylogenetic position of the freshwater green\nmicroalgae Chlorochytrium (Chlorophyceae) and Scotinosphaera\n(Scotinosphaerales, ord. nov., Ulvophyceae)","Journal":" Journal of Phycology","Volume":" 49","Issue":" 1","Pages":" 115â“129","Keywords":" Chlorochytrium, Chlorophyceae, chloroplast, Kentrosphaera,\nphylogeny, Scotinosphaera, taxonomy, ultrastructure, Ulvophyceae","DOI":" 10.1111/jpy.12021","Abstract":" The green algal family Chlorochytriaceae comprises\nrelatively large coccoid algae with secondarily thickened cell walls.\nDespite its morphological distinctness, the family remained molecularly\nuncharacterized. In this study, we investigated the morphology and\nphylogenetic position of 16 strains determined as members of two\nChlorochytriaceae genera, Chlorochytrium and Scotinosphaera. The\nphylogenetic reconstructions were based on the analyses of two datasets,\nincluding a broad, concatenated alignment of SSU rDNA and rbcL\nsequences, and a 10-gene alignment of 32 selected taxa. All analyses\nrevealed the distant relation of the two genera, segregated in two\ndifferent classes: Chlorophyceae and Ulvophyceae. Chlorochytrium strains\nwere inferred in two distinct clades of the Stephanosphaerinia clade\nwithin the Chlorophyceae. Whereas clade A morphologically fits the\ndescription of Chlorochytrium, the strains of clade B coincide with the\ncircumscription of the genus Neospongiococcum. The Scotinosphaera\nstrains formed a distinct and highly divergent clade within the\nUlvophyceae, warranting the recognition of a new order,\nScotinosphaerales. Morphologically, the order is characterized by large\ncells bearing local cell wall thickenings, pyrenoid matrix dissected by\nnumerous anastomosing cytoplasmatic channels, sporogenesis comprising\nthe accumulation of secondary carotenoids in the cell periphery and\nalmost simultaneous cytokinesis. The close relationship of the\nScotinosphaerales with other early diverging ulvophycean orders enforces\nthe notion that non-motile unicellular freshwater organisms have played\nan important role in the early diversification of the Ulvophyceae.","trees":[{"tree_label":"Fig. 1","ntax":"87","rootedtree":"TRUE","title":"Phylogeny of the Chlorophyta obtained by Bayesian\ninference of the concatenated SSU-rbcL alignment","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56360.phy"},{"tree_label":"Fig. 2B","ntax":"14","rootedtree":"TRUE","title":"Phylogeny of the Chlorophyta,the Stephanosphaerinia\nclade, obtained by Bayesian inference of the concatenated SSU-rbcL\nalignment","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56362.phy"},{"tree_label":"Fig. 2A","ntax":"24","rootedtree":"TRUE","title":"Tr57045","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57045.phy"},{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Tr57046","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57046.phy"}]}