{"Authors":" Hanno Schaefer, Michael Nee","Year":" 2012","Title":" Melothria domingensis (Cucurbitaceae), a poorly known and\nendangered Caribbean endemic, is a misidentified Cayaponia","Journal":" PhytoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Cogniaux, Flora of Hispaniola, Melothria domingensis,\npollinator shifts","DOI":"","Abstract":" The genus Melothria L. (incl. Melancium Naudin,\nCucumeropsis Naudin, and Posadaea Cogn.) includes 12-15 species,\nconfined to arid plains, clearings and forest margins, grass- or\nwoodlands from the Southern United States through Central and South\nAmerica down to southern Argentina (Schaefer & Renner 2011 a,b). One\nspecies, Melothria sphaerocarpa, is also found in tropical West Africa,\nwhere it might have arrived only recently through human-mediated\ntransport (Schaefer & Renner 2010). Another species, Melothria\npendula L., is locally invasive in tropical Asia (De Wilde & Duyfjes\n2010). Melothria species are monoecious, small to medium-sized,\nherbaceous climbers with usually simple leaves, small yellow or white\nflowers, and the fruit usually a small, smooth, and often fleshy berry\n(but in M. sphaerocarpa up to 20 cm long). Each fruit contains numerous,\nstrongly compressed seeds, and the testa tends to be smooth, white, and\noften covered by long appressed hairs (Schaefer & Renner 2011b). In\n1899, the Belgian Cucurbitaceae expert Alfried Cogniaux described a new\nspecies of Melothria based on herbarium material from the Caribbean\nisland of Hispaniola, which he had received from the Krug & Urban\ncollection (Urban 1899). The type material (L. Picarda 1503 (BR)) does\nnot contain fully developped flowers but some nice leaves and fruit plus\nseeds and while the overall habit, leaf shape and fruit type are quite\nsimilar to Central American species of Melothria, the ovoid seeds would\nbe unique in that genus and remind very much of another, very distantly\nrelated genus: Cayaponia Silva Manso in the tribe Cucurbiteae. And\nindeed, the Brazilian Cayaponia expert Vera Gomes-Klein annotated a\nspecimen of Melothria domingensis Cogn. in the Berlin Herbarium (E. L.\nEkman 1319) as “Cayaponia sp.” in July 1992 and two collections at New\nYork Botanical Gardens (P. Acevedo-Rodriguez et al. 13011 & 13274)\nhad originally been identified as Cayaponia racemosa (Mill.) Cogn. by M.\nT. Strong in 2010. This hypothesis, however, has not been formally\ntested so far. The aim of our study here is to provide such a test using\nmolecular and morphological data and to find out whether Melothria\ndomingensis represents a unique type of seed morphology in that lineage\nor is indeed a misplaced Cayaponia.","trees":[{"tree_label":"Tree1","ntax":"59","rootedtree":"TRUE","title":"Melothria domingensis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_56367.phy"}]}