{"Authors":" Ben Wielstra, Amy B. Baird, Jan W Arntzen","Year":" 2013","Title":" A multimarker phylogeography of crested newts (Triturus\ncristatus superspecies) reveals cryptic species","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Historical biogeography, Introgression, Mitochondrial DNA,\nNuclear DNA, Species delineation, Triturus karelinii","DOI":" 10.1016/j.ympev.2013.01.009","Abstract":" Because mitochondrial DNA represents a single gene tree,\nmultiple nuclear DNA markers should ideally be included in\nphylogeographical studies to distill the true evolutionary history of\nthe taxon of interest. The crested newt Triturus cristatus superspecies\nis composed of five recognized species. One of these, T. karelinii sensu\nlato, comprises three geographically structured mitochondrial DNA\nlineages: ‘eastern’, ‘central’ and ‘western T. karelinii’. Genetic\ndivergence among these lineages is comparable to that of recognized\ncrested newt species, but morphologically they are indistinguishable.\nHere, we conduct a multimarker phylogeographical survey to explore the\nevolutionary independence of these mitochondrial DNA lineages and we\ninclude representatives of the other species to guide our interpretation\nof the results. All markers show distinct patterns when analyzed singly\n(as a phylogeny or haplotype network) and none of them sort haplotypes\nfully in line with species or mitochondrial DNA lineage. A multilocus\napproach (BAPS and *BEAST) on the other hand shows that not only the\nrecognized species, but also the three mitochondrial DNA lineages\nrepresent discrete nuclear DNA gene pools. A mismatch is found in the\nextreme northwest of Asiatic Turkey, where several populations\nidentified as ‘central T. karelinii’ based on nuclear DNA possesses\n‘western T. karelinii’ mitochondrial DNA. We invoke asymmetric\nmitochondrial DNA introgression to explain this pattern and support this\nwith a historical biogeographical scenario. We suggest the three spatial\ngroups in T. karelinii sensu lato should be regarded as distinct\nspecies.","trees":[{"tree_label":"NJ BF Triturus","ntax":"51","rootedtree":"TRUE","title":"Triturus BF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60959.phy"},{"tree_label":"NJ Triturus PDG Triturus","ntax":"59","rootedtree":"TRUE","title":"Triturus PDG","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60960.phy"},{"tree_label":"NJ ND4 Triturus","ntax":"85","rootedtree":"TRUE","title":"Triturus ND4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60961.phy"},{"tree_label":"NJ CC Triturus","ntax":"40","rootedtree":"TRUE","title":"Triturus CC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60962.phy"}]}