{"Authors":" Barbara R. Holland, Russell D. Gray, Hamish G. Spencer,\nMartyn Kennedy","Year":" 2005","Title":" Untangling long branches: Identifying conflicting\nphylogenetic signals using spectral analysis, Neighbor-Net, and\nconsensus networks.","Journal":" Systematic Biology","Volume":" 54","Issue":" 4","Pages":" 620-633","Keywords":"","DOI":" 10.1080/106351591007462","Abstract":" Long-branch attraction is a well known source of\nsystematic error that can mislead phylogenetic methods, it is frequently\ninvoked posthoc, upon recovering a different tree to the one expected\nbased on prior evidence. We demonstrate that methods that do not force\nthe data onto a single tree, such as spectral analysis, Neighbor-Net,\nand consensus networks, can be used to detect conflicting signals within\nthe data, including those caused by long-branch attraction. We\nillustrate this approach using a set of taxa from three unambiguously\nmonophyletic families within the Pelecaniformes: the darters, the\ncormorants and shags, and the gannets and boobies. These three families\nare universally acknowledged as forming a monophyletic group, but the\nrelationship between the families remains contentious. Using sequence\ndata from three mitochondrial genes (12S, ATPase 6, and ATPase 8) we\ndemonstrate that the relationship between these three families is\ndifficult to resolve because they are separated by a short internal\nbranch and there are conflicting signals due to long-branch attraction\nthat are confounded with non-homogeneous sequence evolution across the\ndifferent genes. Spectral analysis, Neighbor-Net, and consensus networks\nreveal conflicting signals regarding the placement of one of the\ndarters, with support found for darter monophyly, but also support for a\nconflicting grouping with the outgroup, pelicans. Furthermore, parsimony\nand maximum-likelihood analyses produced different trees, with one of\nthe two most parsimonious trees not supporting the monophyly of the\ndarters. Monte-Carlo simulations, however, were not sensitive enough to\nreveal long-branch attraction unless the branches are longer than those\nactually observed. These results indicate that spectral analysis,\nNeighbor-Net, and consensus networks offer a powerful approach to\ndetecting, and understanding the source of, conflicting signals within\nphylogenetic data.","trees":[{"tree_label":"Fig. 3a","ntax":"11","rootedtree":"TRUE","title":"MP tree 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2092.phy"},{"tree_label":"Fig. 5","ntax":"11","rootedtree":"TRUE","title":"ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2093.phy"},{"tree_label":"Fig. 3b","ntax":"11","rootedtree":"TRUE","title":"MP tree 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2091.phy"}]}