{"Authors":" Nicolai M. Nürk, Santiago Madriñán, Mark Carine, Mark W.\nChase, Frank R. Blattner","Year":" 2012","Title":" Molecular phylogenetics and morphological evolution of\nSt. John’s wort (Hypericum; Hypericaceae).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" character evolution; Hypericaceae; internal transcribed\nspacer (ITS); phylogeny; Thornea; Triadenum","DOI":"","Abstract":" Phylogenetic hypotheses for the large cosmopolitan genus\nHypericum (St. John’s wort) have previously been based on morphology,\nand molecular studies have thus far included only a few species. In this\nstudy, we used 360 sequences of the internal transcribed spacer (ITS)\nregion of nuclear ribosomal DNA (nrDNA) for 206 species representing\nHypericum (incl. Triadenum and Thornea) and three other genera of\nHypericaceae to generate an explicit phylogenetic hypothesis for the\ngenus using parsimony and model-based methods. The results indicate that\nthe small genus Triadenum is nested in a clade within Hypericum\ncontaining most of the New World species. Sister to Hypericum is Thornea\nfrom Central America. Within Hypericum, three large clades and two\nsmaller grades were found; these are based on their general morphology,\nespecially characters used previously in taxonomy of the genus. Relative\nto the most recent classification, around 60% of the sections of\nHypericum were monophyletic. We used a Bayesian approach to reconstruct\nancestral states of selected morphological characters, which resulted in\nrecognition of characters that support major clades within the genus and\na revised interpretation of morphological evolution in Hypericum. The\nshrubby habit represents the plesiomorphic state from which herbs\nevolved several times. Sclerophyllous treelets have radiated\nconvergently in high-elevation habitats in tropical Africa and South\nAmerica.","trees":[{"tree_label":"Fig. S1","ntax":"416","rootedtree":"TRUE","title":"Tr57241","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57241.phy"},{"tree_label":"Fig. 1 BIcon 50 majrule","ntax":"360","rootedtree":"TRUE","title":"Tr57240","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57240.phy"}]}