{"Authors":" Santos Nelida Nelida Murga Gutierrez, Aurelio Ciancio,\nMariantonietta Colagiero, Laura C. Rosso, Gaetano Grasso","Year":" 2012","Title":" Phylogeny and morphology of Hirsutella tunicata sp. nov.\n(Ophiocordycipitaceae), a novel mite parasite from Peru","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Anamorphic fungus • Conidia • Phylogeny • SEM","DOI":"","Abstract":" A new species of Hirsutella was isolated from unidentified\nmites on petri plates inoculated with soil and root fragments, collected\nfrom asparagus rhizosphere in the province of Virú, Northern Peru. The\nfungus is distinguished from other Hirsutella species by the formation\nof a coat surrounding the solitary conidium, as well as for conidia\ndimension and DNA sequences. In PDA cultures, the mycelium produced\naerial hyphae with phialides mainly at right angles, occasionally\nprovided with a secondary conidiophore. The conidia are solitarily\nformed, cymbiform, sligthly apiculate, and 5.0-6.0 × 3.0-4.0 μm.\nPhylogenetic analyses based on partial rRNA and β-tubulin gene\nsequences confirmed the fungus as a species of Hirsutella\n(Ophiocordycipitaceae). Closest species shown by maximum likelihood and\nneighbor-joining trees were H. nodulosa and H. aphidis, from which the\nnew species differs for conidium or phialide dimensions, lack of\nsynnemata, and host type. A recombination event was also detected in the\nrRNA of the ex-holotype strain, involving Ophiocordyceps sinensis as\nputative major parent and O. cochlidiicola as minor parent. A\ncomplement, inverted insertion was also found in its rRNA, involving\npart of the ITS2 and 5.8S regions, and flanked by two short nucleotide\narrays. Due to conidia dimension and phylogenetic position, the fungus\nis described as Hirsutella tunicata sp. nov. A review of the Hirsutella\nspecies described to date is also provided.","trees":[{"tree_label":"tree 1","ntax":"15","rootedtree":"TRUE","title":"Tr56461","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56461.phy"},{"tree_label":"Imported tree 0","ntax":"29","rootedtree":"TRUE","title":"Tr56462","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56462.phy"}]}