{"Authors":" Mats Thulin, Peter B. Phillipson, Matthew T. Lavin","Year":" 2013","Title":" Peltiera (Fabaceae ), the coming and going of an “extinct”\ngenus in Madagascar","Journal":" Adansonia, ser. 3","Volume":" 35","Issue":" 1","Pages":" 61-71","Keywords":" Fabaceae, Ormocarpopsis, Peltiera, Ormocarpum, Madagascar,\nAfrica, endemism, phylogenetic analysis, taxonomy, conservation threat\nanalysis, new combination, lectotypification","DOI":"","Abstract":" Peltiera Du Puy & Labat is a Malagasy genus of two\ndescribed species thought probably to be extinct at the time of its\npublication in 1997, when it was known only from a total of three\npre-1950 collections. However, recent field work in east-central\nMadagascar has resulted in the discovery of still extant populations,\nand therefore it is now possible to reconsider the phylogenetic position\nand status of the genus and its two species. Phylogenetic analyses based\non molecular (chloroplast trnK and nuclear ribosomal ITS sequences) and\nmorphological data corroborate the close relationship between Peltiera\nand Ormocarpopsis R. Vig., a genus of six species, also endemic to\nMadagascar. Peltiera differs from Ormocarpopsis mainly by having\narticulated, dehiscent fruits, and the two genera together are, in turn,\nsister to the widespread but mainly African Ormocarpum P. Beauv.\nMorphological, distributional and habitat data gathered from the new\ncollections show that only a single species of Peltiera can be\nrecognized, and as this species shares important synapomorphies with all\nspecies of Ormocarpopsis, it is transferred to this genus as O. nitida,\ncomb. nov. A distribution map and photographs of O. nitida comb. nov.\nare presented, and a conservation threat analysis of the species is\nprovided. The name Ormocarpopsis is lectotypified and an amended\ndescription of the genus with its new circumscription is given.","trees":[{"tree_label":"Strict+","ntax":"39","rootedtree":"TRUE","title":"Tr65747","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65747.phy"},{"tree_label":"comb trnK morph strict","ntax":"77","rootedtree":"TRUE","title":"Tr65748","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65748.phy"}]}