{"Authors":" Merje Toome, Robert W Roberson, Mary Catherine Aime","Year":" 2013","Title":" Meredithblackwellia eburnea gen. et sp. nov., Kriegeriaceae\nfam. nov. and Kriegeriales ord. nov.  Toward resolving higher-level\nclassification in Microbotryomycetes","Journal":" Mycologia","Volume":" 105","Issue":" 2","Pages":" 486-495","Keywords":" basidiomycete yeasts, fungal taxonomy, phylloplane, simple\nseptate basidiomycetes","DOI":" 10.3852/12-251","Abstract":" A field survey of ballistosporic yeasts in a Neotropical\nforest yielded a new species isolated from a fern leaf. The isolate is a\ncream-colored butyrous yeast that reproduces by budding. Budding occurs\nat both the apical and basal cell poles; occasionally multiple budding\nevents co-occur, giving rise to rosette-like clusters of cells at both\npoles of the yeast mother cell. DNA sequences of large and small subunit\nand the internal transcribed spacer regions of the nuclear ribosomal DNA\ncistron indicated an affinity to Microbotryomycetes, Pucciniomycotina. A\nnew genus, Meredithblackwellia, is proposed to accommodate the new\nspecies, M. eburnea (type strain MCA4105). Based on phylogenetic\nanalyses, Meredithblackwellia is related to Kriegeria eriophori, a sedge\nparasite, to an aquatic fungus Camptobasidium hydrophilum, and to\nseveral recently described anamorphic yeasts that have been isolated\nfrom plant material or psychrophilic environments. Morphological and\nultrastructural studies confirm the relatedness of M. eburnea to these\ntaxa and prompted the reevaluation of higher-level classification within\nMicrobotryomycetes. We propose here a new order Kriegeriales and place\ntwo families, Kriegeriaceae fam. nov. and Camptobasidiaceae R.T. Moore\nwithin it. Our study re-emphasizes the need for systematic revision of\nspecies described in Rhodotorula.","trees":[{"tree_label":"tree 1","ntax":"17","rootedtree":"TRUE","title":"Microbotryomycetes LSU SSU ITS sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63260.phy"},{"tree_label":"Imported tree 0","ntax":"19","rootedtree":"TRUE","title":"Kriegeriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63299.phy"}]}