{"Authors":" Fernando E. Vega, Chifumi Nagai, Francisco Posada, Stephen\nW. Peterson","Year":" 2005","Title":" Penicillium coffeae a new endophytic species isolated from a\ncoffee plant and its phylogenetic relationship to P. fellutanum, P.\nthiersii and P. brocae based on parsimony analysis of multilocus DNA\nsequences","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Penicillium coffeae is described as a novel endophyte\nisolated from a Coffeae arabica L. plant in Hawaii. The species is slow\ngrowing with short, vesiculate, monoverticillate conidiophores.\nPhylogenetic analysis using three loci shows that P. coffeae forms a\nstrongly supported clade with P. fellutanum, P. charlesii, P.\nchermesinum, P. indicum, P. phoeniceum and P. brocae. Phenotypic\nanalysis shows that these species are quite similar but can be\ndistinguished. The EF-1a gene from P. fellutanum, P. charlesii, P.\nchermesinum and P. indicum lack introns, P. coffeae and P. phoeniceum\nhave a previously unknown intron at codon 20 and P. brocae and P.\nthiersii isolates have a single intron at codon 26. The most\nparsimonious interpretation of the strongly supported phylogenetic tree\nrequires the gain of a novel intron at position 20 and loss of intron 26\nto arrive at the current distribution of introns in this gene. This is\none of only a few examples of intron gain in genes.","trees":[{"tree_label":"Fig. 1l","ntax":"8","rootedtree":"TRUE","title":"Penicillium coffeae, calmodulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_645.phy"},{"tree_label":"Fig. 2","ntax":"28","rootedtree":"TRUE","title":"Penicillium coffeae, single","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2096.phy"},{"tree_label":"Fig. 1r","ntax":"8","rootedtree":"TRUE","title":"Penicillium coffeae, ef-1alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2095.phy"}]}