{"Authors":" Svenja Sammler, Valerio Ketmaier, Katja Havenstein, Ulrike\nKrause, Eberhard Curio, Ralph Tiedemann","Year":" 2012","Title":" Mitochondrial Control Region I and microsatellite analyses of\nendangered Philippine hornbill species (Aves; Bucerotidae) detect gene\nflow between island populations and genetic diversity loss","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Biogeography, Bucerotidae, Conservation Genetics, Genetic\nDiversity Loss, Microsatellites, Mitochondrial Control Region I,\nPhylogeography","DOI":"","Abstract":" Background: The Visayan Tarictic Hornbill (Penelopides\npanini) and the Waldens Hornbill (Aceros waldeni) are two threatened\nhornbill species endemic to the western islands of the Visayas that\nconstitute  between Luzon and Mindanao  the central island group of the\nPhilippine archipelago. In order to evaluate their genetic diversity and\nto support efforts towards their conservation, we analyzed genetic\nvariation in ~ 600 base pairs (bp) of the mitochondrial control region I\nand at 12-19 nuclear microsatellite loci. The sampling covered extant\npopulations, still occurring only on two islands (P. panini: Panay and\nNegros, A. waldeni: only Panay), and it was augmented with museum\nspecimens of extinct populations from neighboring islands. For\ncomparison, their less endangered (= more abundant) sister taxa, the\nLuzon Tarictic Hornbill (P. manillae) from the Luzon and Polillo Islands\nand the Writhed Hornbill (A. leucocephalus) from Mindanao Island, were\nalso included in the study. We reconstructed the population history of\nthe two Penelopides species and assessed the genetic population\nstructure of the remaining wild populations in all four species.\nResults: Mitochondrial and nuclear data concordantly show a clear\ngenetic separation according to the island of origin in both Penelopides\nspecies, but also unravel sporadic over-water movements between islands.\nWe found evidence that deforestation in the last century influenced\nthese migratory events. Both classes of markers and the comparison to\nmuseum specimens reveal a genetic diversity loss in both Visayan\nhornbill species, P. panini and A. waldeni, as compared to their more\nabundant relatives. This might have been caused by local extinction of\ngenetically differentiated populations together with the dramatic\ndecline in the abundance of the extant populations. Conclusions: We\ndemonstrated a loss in genetic diversity of P. panini and A. waldeni as\ncompared to their sister taxa P. manillae and A. leucocephalus. Because\nof the low potential for gene flow and population exchange across\nislands, saving of the remaining birds of almost extinct local\npopulations  be it in the wild or in captivity  is particularly\nimportant to preserve the species genetic potential.","trees":[{"tree_label":"rep.4000000","ntax":"44","rootedtree":"TRUE","title":"Tr56888","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56888.phy"}]}