{"Authors":" Joerg Lehmann, Veiko Krauss, Peter F Stadler","Year":" 2013","Title":" Near Intron Pairs and the Metazoan Tree","Journal":" Molecular Phylogenetics and Evolution","Volume":" 66","Issue":" 3","Pages":" 811-823","Keywords":" molecular phylogenetics; maximum parsimony; metazoan\nphylogeny; Ecdysozoa; rare genomic changes","DOI":" 10.1016/j.ympev.2012.11.012","Abstract":" Gene structure data can substantially advance our\nunderstanding of metazoan evolution and deliver an independent approach\nto resolve conflicts among existing hypotheses. Here, we used changes of\nspliceosomal intron positions as novel phylogenetic marker to\nreconstruct the animal tree. This kind of data is inferred from\northologous genes containing mutually exclusive introns at pairs of\nsequence positions in close proximity, so-called near intron pairs\n(NIPs). NIP data were collected for 48 species and utilized as binary\ngenome-level characters in maximum parsimony (MP) analyses to\nreconstruct deep metazoan phylogeny. All groupings that were obtained\nwith more than 80% bootstrap support are consistent with currently\nsupported phylogenetic hypotheses. This includes monophyletic Chordata,\nVertebrata, Nematoda, Platyhelminthes and Trochozoa. Several other\nclades such as Deuterostomia, Protostomia, Arthropoda, Ecdysozoa,\nSpiralia, and Eumetazoa, however, failed to be recovered due to a few\nproblematic taxa such as the mite Ixodes and the warty comb jelly\nMnemiopsis. The corresponding unexpected branchings can be explained by\nthe paucity of synapomorphic changes of intron positions shared between\nsome genomes, by the sensitivity of MP analyses to long-branch\nattraction (LBA), and by the very unequal evolutionary rates of intron\nloss and intron gain during evolution of the different subclades of\nmetazoans. In addition, we obtained an assemblage of Cnidaria, Porifera,\nand Placozoa as sister group of Bilateria + Ctenophora with medium\nsupport, a disputable, but remarkable result. We conclude that NIPs can\nbe used as phylogenetic characters also within a broader phylogenetic\ncontext, given that they have emerged regularly during evolution\nirrespective of the large variation of intron density across metazoan\ngenomes.","trees":[{"tree_label":"Fig. 4","ntax":"48","rootedtree":"TRUE","title":"Metazoa","tree_kind":"Species Tree","tree_type":"SuperTree","tree_quality":"Unrated","phylotree_id":"tree_56625.phy"},{"tree_label":"PAUP 1","ntax":"48","rootedtree":"TRUE","title":"Tr56627","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56627.phy"},{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Metazoa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_56626.phy"},{"tree_label":"PAUP 2","ntax":"48","rootedtree":"TRUE","title":"Tr56628","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56628.phy"},{"tree_label":"PAUP 3","ntax":"48","rootedtree":"TRUE","title":"Tr56629","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56629.phy"},{"tree_label":"PAUP 4","ntax":"48","rootedtree":"TRUE","title":"Tr56630","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56630.phy"},{"tree_label":"PAUP 5","ntax":"48","rootedtree":"TRUE","title":"Tr56631","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_56631.phy"}]}