{"Authors":" Guillermo Velo-Antón","Year":" 2012","Title":" Deep evolutionary lineages in a Western Mediterranean snake\n(Vipera latastei/monticola group) and high genetic structuring in\nSouthern Iberian populations","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" phylogeography, Quaternary glaciations, Strait of\nGibraltar, Vipera latastei, Vipera monticola.","DOI":"","Abstract":" Phylogeographic studies during the last decade confirmed\nan internal complexity of the Iberian Peninsula and northern Maghreb as\nrefugial areas during the Miocene to Pleistocene period. Species with\nlow vagility that experienced the complex climatic and palaeogeographic\nprocesses occurred in the Western Mediterranean Basin are excellent\ncandidates to study the extent of lineage diversification in this\nregion. We applied phylogenetic analyses based on mitochondrial data to\ninfer the evolutionary history of Vipera latastei/monticola and identify\nthe major biogeographic events structuring the genetic diversity within\nthis group. We obtained a well-resolved phylogeny, with four highly\ndivergent lineages (one African and three Iberian) that originated in\nthe Tertiary. Coalescence-based estimations suggest that the\ndifferentiation of the four major lineages in Vipera latastei/monticola\ncorresponds to the Messinian salinity crisis and the reopening of the\nStrait of Gibraltar during the Miocene. Subsequent Pliocene and\nPleistocene climatic oscillations continued to isolate both Iberian and\nMaghrebian populations and led to a high genetic structuring in this\ngroup, particularly in Southern Iberia, a complex palaeogeographic and\ntopographic region with high endemism levels. This study does not\nsupport the current taxonomy of the group, thus suggesting that an\nintegrative evaluation of Iberian and African populations is needed to\nresolve its systematics.","trees":[{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Tr57243","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57243.phy"},{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Tr57242","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57242.phy"}]}