{"Authors":" Elisabeth Baloch, Gunnar Gilenstam, Mats Wedin","Year":" 2013","Title":" The relationships of Odontotrema (Odontotremataceae) and the\nresurrected Sphaeropezia (Stictidaceae)  new combinations and three new\nSphaeropezia species","Journal":" Mycologia","Volume":" 105","Issue":" 2","Pages":" 384-397","Keywords":" Ascomycetes, Bryodiscus, Coccomycetella, Lethariicola,\nOdontotremataceae, Ostropales, Ostropomycetidae, Stictidaceae,\ntaxonomy","DOI":"","Abstract":" Odontotremataceae is polyphyletic and constitutes two\ndistantly related clades, the true Odontotremataceae and a segregate\ngroup within Stictidaceae including “Odontotrema” cassiopes, “O.”\ndiffindens, lichenicolous “Odontotrema” species and “Bryodiscus”\narctoalpinus. Sphaeropezia is here accepted as the name for this latter\ngroup. An updated phylogeny of the Stictidaceae based on mtSSU, nuLSU\nand the protein coding gene RPB2 is presented together with a taxonomic\nrevision of Swedish taxa of Odontotrema and Sphaeropezia. Bryodiscus and\nLethariicola are synonymized under Sphaeropezia, and three new\nSphaeropezia species are described: the lignicolous S. capreae, the\nfungicolous S. lyckselensis, and the lichenicolous S. mycoblasti. The\nnew species are distinguished from other species by molecular and\nmorphological characters, and substrate preferences. The new\ncombinations Sphaeropezia arctoalpina, S. cassiopes, S. grimmiae, S.\nhepaticarum, S. melaneliae, S. ochrolechiae and S. thamnoliae are\nproposed. The morphology of these species was studied in detail. We\nfurther propose to combine the remaining lichenicolous Odototrema\nspecies, exept O. stereocaulicola, in Sphaeropezia based on their close\nrelationship to the studied lichenicolous taxa. These additional new\ncombinations include Sphaeropezia bryoriae, S. cucularis, S. figulina,\nS. intermedia, S. japewiae, S. lecanorae, S. navarinoi, S. pertusariae,\nS. rhizocarpicola, S. santessonii, and S. sipei. A lectotype is\ndesignated for the name Odontotrema diffindens Nyl.","trees":[{"tree_label":"PAUP 2","ntax":"31","rootedtree":"TRUE","title":"Odontotremataceae and Stictidaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57256.phy"},{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Odontotremataceae and Stictidaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57255.phy"},{"tree_label":"PAUP 1","ntax":"29","rootedtree":"TRUE","title":"Balochetal Sphaeropezia LSU MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57257.phy"},{"tree_label":"con 50 majrule","ntax":"31","rootedtree":"TRUE","title":"Odontotremataceae and Stictidaceae 3 gene Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_57258.phy"}]}