{"Authors":" Sin Yeng Wong, Pei Jean Tan, Kiaw Kiaw Ng, Ahmad Sofiman\nOthman, Hong Boon Lee, Fasihuddin Bahruddin Ahmad, Peter Charles\nBoyce","Year":" 2012","Title":" Phylogeny of Asian Homalomena (Araceae) based on the ITS\nRegion Combined with Morphological and Chemical Data","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Borneo, LCMS profiling, Sarawak, systematics,\ntaxonomy","DOI":"","Abstract":" A phylogenetic analysis of the genus Homalomena (Araceae:\nHomalomeneae) based on the nuclear ITS region is presented. Eighty nine\ntaxa are included, representing all Asian Supergroups (SG): Homalomena,\nChamaecladon, Punctulata and Cyrtocladon, several Neotropical species\ncurrently assigned to Homalomena, and Philodendron. Asian Homalomena is\nwell supported as monophyletic and excludes Neotropical Homalomena. The\nHomalomena and Chamaecladon SGs are well supported. Cyrtocladon SG is\nmonophyletic after transfer of the Insignis Complex and Havilandii\nComplex into the Punctulata SG. A reduced phylogeny of 20 accessions\nrepresenting 15 taxa was used for subsequent morphological and\nchemical-marker optimization. Chemical markers identified from LCMS\nprofiling provided an independent set of markers that further support\nthe separation of Neotropical Homalomena from the Asian taxa. Three\nchemical markers at Rt 2.55 mins, 2.69 mins and 2.90 mins are shared\namong the majority of taxa sampled. However, Neotropical Homalomena show\ntwo additional peaks at Rt 3.25 mins and 3.54 mins. Five chemical\nmarkers support the Cyrtocladon SG excepting Homalomena vivens. A\nchemical marker at Rt 3.60 mins is plesiomorphic for the Chamaecladon,\nHomalomena and Punctulata SGs. A chemical marker at Rt 2.80 mins is\napomorphic for the Chamaecladon SG, with a separate gain in H.\npunctulata. Overall this study supports the supergroups proposed in\nprevious papers and permits refining of the Cyrtocladon and Punctulata\nSGs.","trees":[{"tree_label":"MLT","ntax":"89","rootedtree":"TRUE","title":"Homalomena","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57237.phy"}]}