{"Authors":" Christine Lambkin, Bradley Sinclair, Thomas Pape, Gregory W\nCourtney, Jeffrey H. Skevington, Rudolf Meier, David K. Yeates, Vladimir\nBlagoderov, Brian Michael Wiegmann","Year":" 2013","Title":" The phylogenetic relationships among infraorders and\nsuperfamilies of Diptera based on morphological evidence","Journal":" Systematic Entomology","Volume":" 38","Issue":"","Pages":" 164-179","Keywords":" morphology, flies,","DOI":" 10.1111/j.1365-3113.2012.00652.x","Abstract":" Members of the megadiverse insect order Diptera (flies)\nhave successfully colonized all continents and nearly all habitats.\nThere are more than 154 000 described fly species, representing 1012% of\nanimal species. Elucidating the phylogenetic relationships of such a\nlarge component of global biodiversity is challenging, but significant\nadvances have been made in the last few decades. Since Hennig first\ndiscussed the monophyly of major groupings, Diptera has attracted much\nstudy, but most researchers have used non-numerical qualitative methods\nto assess morphological data. More recently, quantitative phylogenetic\nmethods have been used on both morphological and molecular data. All\nprevious quantitative morphological studies addressed narrower\nphylogenetic problems, often below the suborder or infraorder level.\nHere we present the first numerical analysis of phylogenetic\nrelationships of the entire order using a comprehensive morphological\ncharacter matrix. We scored 371 external and internal morphological\ncharacters from larvae, pupae and adults for 42 species, representing\nall infraorders selected from 42 families. Almost all characters were\nobtained from previous studies but required revision for this\nordinallevel study, with homology assessed beyond their original\nformulation and across all infraorders.We found significant support for\nmany major clades (including the Diptera, Culicomorpha, Bibionomorpha,\nBrachycera, Eremoneura, Cyclorrhapha, Schizophora, Calyptratae and\nOestroidea) and we summarize the character evidence for these groups. We\nfound low levels of support for relationships between the infraorders of\nlower Diptera, lower Brachycera and major lineages of lower\nCyclorrhapha, and this is consistent with findings from molecular\nstudies. These poorly supported areas of the tree may be due to periods\nof rapid radiation that left few synapomorphies in surviving\nlineages.","trees":[{"tree_label":"FLYTREE","ntax":"46","rootedtree":"TRUE","title":"FLYTREE morphology MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59132.phy"}]}