{"Authors":" Debora Lina Moreno Azocar, Bieke Vanhooydonck, Marcelo F\nBonino, M Gabriela Perotti, Cristian S Abdala, James Allen Schulte II,\nFelix B Cruz","Year":" 2012","Title":" Chasing the Patagonian sun: comparative thermal biology of\nLiolaemus lizards","Journal":" Oecologia","Volume":"","Issue":"","Pages":"","Keywords":" Thermoregulation, Phylogenetic scaling, Co-evolution,\nComparative analysis, Liolaemus goetschi group, Iguania","DOI":" 10.1007/s00442-012-2447-0","Abstract":" The importance of the thermal environment for ectotherms\nand its relationship with thermal physiology and ecology is widely\nrecognized. Several models have been proposed to explain the evolution\nof the thermal biology of ectotherms, but experimental studies have\nprovided mixed support. Lizards from the Liolaemus goetschi group can be\nfound along a wide latitudinal range across Argentina. Their monophyly,\ndiversity in ecological attributes, and wide distribution provide a good\nstudy case to examine the evolution of their thermal biology. We studied\nthermal variables of 13 species of the Liolaemus goetschi group, in\norder to answer three questions. Firstly, are aspects of the thermal\nbiology of the L. goetschi group modelled by the environment or are they\nevolutionarily conservative? Secondly, have thermal characteristics of\nthese animals co-evolved? And thirdly, to put a finger on the effect of\nphylogeny, we use two hierarchical scales, two phylogenetic approaches,\nand estimate phylogenetic signal present in the studied variables. We\ncollected data from our 13 focal species and used the species\ninformation of Liolaemus lizards available in the literature and data\nobtained by the authors. We answered these questions by using\nphylogenetically based analyses and conventional statistics. Our results\nshow that lizards from the L. goetschi group and the Liolaemus genus in\ngeneral vary in some aspects of their thermal biology mostly influenced\nby cold Patagonian temperatures. Although the effect of phylogeny cannot\nbe ignored, our results indicate that thermal biology is modelled by\ncold environments. Besides, we found evidence of co-evolutionary\npatterns at both phylogenetic scales.","trees":[{"tree_label":"MLT","ntax":"19","rootedtree":"TRUE","title":"Liolaemus 13 Species Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57293.phy"},{"tree_label":"MLT","ntax":"73","rootedtree":"TRUE","title":"71 species Liolaemus ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57294.phy"},{"tree_label":"BIT","ntax":"73","rootedtree":"TRUE","title":"71 species Liolaemus Bayesian tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_57295.phy"}]}