{"Authors":" James Beck, James R. Allison, Kathleen Pryer, Michael D.\nWindham","Year":" 2012","Title":" Identifying multiple origins of polyploid taxa: a multilocus\nstudy of the hybrid cloak fern (Astrolepis integerrima;\nPteridaceae)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" AFLP; Astrolepis integerrima; hybridization; multiple\norigins; PCO-MC; polyploidy; trnG-trnR intergenic spacer","DOI":"","Abstract":" Premise of the study: Molecular studies have shown\nthat multiple origins of polyploid taxa are the rule rather than the\nexception. In order to understand the distribution and ecology of\npolyploid species and the evolutionary significance of polyploidy in\ngeneral, it is important to delineate these independently-derived\nlineages as accurately as possible. Although gene flow among polyploid\nlineages and backcrossing to their diploid parents often confound this\nprocess, such post-origin gene flow is less of an issue in asexual\npolyploids. In this study we estimate the number of independent origins\nof the apomictic allopolyploid fern Astrolepis integerrima\n(Pteridaceae), a morphologically heterogeneous species most common in\nthe southwestern US and Mexico, with outlying populations in the\nsoutheastern U.S. and Caribbean. Methods: Plastid DNA sequence and\nAFLP data were obtained from 33 A. integerrima individuals. Phylogenetic\nanalysis of the sequence data and multidimensional clustering of the\nAFLP data were used to identify independently-derived lineages. Key\nresults: Analysis of the two datasets identified ten genetic groups\nwithin the 33 analyzed samples. These groups suggest a minimum of ten\norigins of A. integerrima in the northern portion of its range, with\nboth putative parents functioning as maternal donors, both supplying\nunreduced gametes, and both contributing a significant portion of their\ngenetic diversity to the hybrids. Conclusions: Our results\nhighlight the extreme cryptic genetic diversity and systematic\ncomplexity that can underlie a single polyploid taxon.","trees":[{"tree_label":"PAUP 1","ntax":"58","rootedtree":"TRUE","title":"Astrolepis integerrima; Pteridaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57262.phy"}]}