{"Authors":" Nikki Charlton, Kelly D Craven, Michelle Afkhami, Bradley\nHall, Ginger Swoboda, Sita R Ghimire, Carolyn Young","Year":" 2012","Title":" Genetic diversity in epichloid endophytes of Bromus laevipes\nprovides evidence for independent hybridization events","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Studying geographic variation of microbial mutualists,\nespecially variation in traits related to benefits they provide to their\nhost, is critical for understanding how these microbial associations\nimpact key ecological processes. In this study, we investigate the\nphylogenetic population structure of mutualistic endophytic fungi across\nthe species range of its host, Bromus laevipes, a native cool-season\nbunchgrass that is found in California and southern Oregon. We further\ninvestigate the geographic variation of endophyte encoded alkaloid\ngenes, which is often associated with the key benefit of natural enemy\nprotection for the host plants. We isolated epichloid endophytes from B.\nlaevipes seeds collected from northern and central California. A total\nof 58 isolates representing 12 populations were characterized for\nmorphological characteristics such as colony appearance, growth rate and\nconidial and conidiogenous cell dimensions. Genomic DNA was extracted\nfrom all 58 isolates and PCR was used to determine gene diversity at the\nEAS (ergot alkaloids), LOL (lolines), IDT (indole-diterpenes) and PER\n(peramine) loci revealing four different chemotypes with the potential\nfor production of at least two or more classes of alkaloid by each\nisolate. Heterogeneity of alkaloid gene profiles was found within two\npopulations indicating the presence of more than one endophyte.\nPhylogenies of concatenated tefA and tubB genes supported presence of\nfour distinct epichloid taxa, of which one was nonhybrid and three were\nunique interspecific hybrids. In addition, inheritance of mating type\nand alkaloid biosynthesis genes was used to identify differences between\nhybrids with common ancestral progenitors, which reflect that\nindependent hybridization events have occurred thus defining diversity\nfound in B. laevipes endophytes. The diverse evolutionary histories\nidentified within B. laevipes endophytes may provide insight into the\nbroader ecological implications of endophyte-plant symbioses.","trees":[{"tree_label":"PAUP 1","ntax":"84","rootedtree":"TRUE","title":"Epichloid endophytes of Bromus laevipes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57323.phy"}]}