{"Authors":" Hai Nguyen, Nancy Nickerson, Keith Seifert","Year":" 2013","Title":" Basidioascus and Geminibasidium: a new lineage of heat\nresistant and xerotolerant basidiomycetes","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, deciduous basidium, Geminibasidiaceae,\nGeminibasidiales, fungi in blueberry jam, soil fungi,\nWallemiomycetes","DOI":"","Abstract":" Using a heat treatment method, two genera of heat\nresistant and xerotolerant basidiomycetes were isolated from soil\nsamples. These two genera, Basidioascus and Geminibasidium gen. nov.,\nare morphologically similar and phylogenetically related. The genus\nBasidioascus was originally described as an ascomycete but the\nstructures originally interpreted as single-spored asci appear to\nrepresent basidiospores. Morphologically, both genera are characterized\nby the lack of a fruiting body, conspicuously granular and deciduous\nbasidia with a unique basal lateral projection, and apparently double\nwalled basidiospores. The basidia, rather than the basidiospores, are\nforcibly discharged in Basidioascus species but not in Geminibasidium\nspecies. In Geminibasidium species, a putative basidium arises from a\nprimary cell. These are novel forms of basidial ontogenesis previously\nunseen in basidiomycetes. The rDNA (SSU+5.8S+LSU) Bayesian phylogenetic\nanalysis suggests that these fungi are distantly related to Wallemia,\nanother xerotolerant basidiomycete genus commonly found in indoor air\ndust, dried foods and natural hypersaline environments. Given the\nphysiological similarity and phylogenetic relationships, Basidioascus\nand Geminibasidium are classified in a new order, Geminibasidiales, and\nare taxonomically assigned to the class Wallemiomycetes. Based on\nmorphological observations and molecular phylogeny of the internal\ntranscribed spacer (ITS), two species of Basidioascus (B. undulatus and\nB. magus sp. nov.) and two species of Geminibasidium (G. donsium sp.\nnov. and G. hirsutum sp. nov.) are described. A key to these species is\nprovided using micromorphological and cultural characters.","trees":[{"tree_label":"Fig. 6","ntax":"72","rootedtree":"TRUE","title":"Basidioascus and Geminibasidium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64050.phy"},{"tree_label":"Fig. 7","ntax":"49","rootedtree":"TRUE","title":"Basidioascus and Geminibasidium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64051.phy"}]}