{"Authors":" Dirk C. Albach, Steven J. Wagstaff, Tim Utteridge","Year":" 2005","Title":" Origin of Veroniceae (Plantaginaceae, formerly\nScrophulariaceae) on New Guinea.","Journal":" Systematic Botany","Volume":" 30","Issue":" 2","Pages":" 412-423","Keywords":"","DOI":" 10.1600/0363644054223666","Abstract":" Members of Veroniceae are one of the most prominent\nmembers of the alpine regions of New Guinea. Generic classification\nsuggests at least three origins because species are divided into two\nspecies of Veronica, twelve species of Parahebe and the monotypic genus\nDetzneria. DNA sequence data (nr ITS-region, plastid trnL-F region) have\nbeen analyzed using parsimony and maximum likelihood to test the\nhypothesis of three different introductions to New Guinea and determine\nthe origin of the introductions. The results largely confirm previous\nsuggestions based on morphology, although lack of sufficient sequence\nvariability in the Hebe complex does not allow definite conclusions.\nVeronica archboldii is closely related to the widespread alpine V.\nserpyllifolia from the Northern hemisphere. Parahebe vandewateri and P.\nalbiflora are sisters and probably derived from New Zealand species,\nalthough not necessarily from species of Parahebe there. Finally,\nDetzneria tubata also belongs to the Hebe complex but has no clear\naffinities in this group. It may be a relict from the first immigration\nof Veronica species to the Southern hemisphere. Reasons for different\nsuccess of the three groups in speciating in New Guinea is discussed in\nthe light of the known vegetation history of New Guinea.","trees":[{"tree_label":"Fig. 3","ntax":"57","rootedtree":"TRUE","title":"Veroniceae, 1/576","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_238.phy"},{"tree_label":"Fig. 4a","ntax":"19","rootedtree":"TRUE","title":"Veroniceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_481.phy"},{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Veroniceae, 1/972","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2121.phy"},{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Veroniceae, 1/2000","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2122.phy"},{"tree_label":"Fig. 4b","ntax":"19","rootedtree":"TRUE","title":"Veroniceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2123.phy"}]}