{"Authors":" Lei Wang, Wei-Min Zhang, Liang-Hu Qu","Year":" 2012","Title":" Cordyceps lianzhouensis sp. nov. parasitize one host\nsimultaneously with Ophiocordyceps crinalis.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" community structure, Cordyceps, ITS, molecular\nphylogeny","DOI":"","Abstract":" Abstract: Two species of Cordyceps s.l., separately or\nsimultaneously parasitizing a lepidopteran host, collected from\nDadongshan Nature Reserve of Guangdong Province, southern China, are\ndescribed and illustrated. They are Cordyceps lianzhouensis, a new\nspecies, and Ophiocordyceps crinalis. Molecular analysis of ITS data\nshowed these two species to be phylogenetically distant; consistent with\nthe obvious differences in their morphology. An isolate from the\nsclerotium of a collection on which the two species were found is shown\nto be the anamorph of C. lianzhouensis. Two distinct DNA fragments,\nwhich accorded with the ITS regions of C. lianzhouensis and O. crinalis,\nwere amplified from the sclerotium of a collection on which stromata of\nonly C. lianzhouensis had developed. The community structure of nineteen\nsclerotia from nine Corydceps specimens were analyzed by RT-PCR or clone\nlibraries. It was confirmed that the two Cordyceps s.l. fungi exist on\nthe same hosts, in different proportions inside different parts of the\nhost and different specimens. The frequency of synparasitism in\nCordyceps s.l. is probably not high, but we are, nonetheless reminded to\npay greater attention to the possibility of synparasitism in our future\nresearch into the phylogeny, taxonomy, isolation and identification of\nCordyceps s.l. anamorph. We discuss the relationships between Cordyceps\nspecies s.l. and their hosts, and the phylogenetic and evolutionary\nrelationships between these two species and their allies. Specimens\nexamined have been deposited in the Fungal Herbarium of Guangdong\nInstitute of Microbiology (GDGM).","trees":[{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Tr57375","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57375.phy"},{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Tr57374","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57374.phy"},{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Tr57376","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57376.phy"},{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Tr57377","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57377.phy"},{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Tr57378","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57378.phy"},{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Tr57379","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57379.phy"}]}