{"Authors":" Rebecca Brown Harris, Matthew D Carling, Irby J\nLovette","Year":" 2012","Title":" Quality and quantity: an empirical examination of the\ninfluence of locus selection on species tree inference in\nchickadees","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Coalescence, gene trees, lineage sorting, sampling design,\nspecies trees","DOI":"","Abstract":" Determining the adequate number of loci and choosing\nmarkers with desirable attributes to use for species tree inference are\npractical dilemmas in systematic biology. Advances in sequencing\ntechnologies are steadily increasing the number of loci assayed in\nphylogenetic studies, and simulation studies have shown that our\nestimates will likewise steadily improve, but empirical evaluations of\nthe number and attributes of loci needed for estimating species trees\nare still rare. In this study, we explored the long-standing issue of\nhow many loci are needed to infer accurate phylogenetic relationships,\nand whether loci with particular attributes (i.e., parsimony\ninformativeness, variability, gene tree resolution) outperform others.\nWe estimated relationships among the seven species of chickadees (Aves:\nParidae) using DNA sequence data from 40 nuclear loci and from\nmitochondrial DNA (mtDNA). These chickadees are a recently diverged\ngroup, well studied ecologically but lacking a nuclear phylogeny. We\ncompared four species-tree inference methods that utilize the\nmulti-species coalescent: two Bayesian approaches (BEST and *BEAST) and\ntwo maximum-likelihood (ML) approaches (STEM and STELLS). All methods\nbut STEM supported the same species tree topology when the full dataset\nwas analyzed, yet analyses utilizing as few as 10 loci with optimal\nparsimony informativeness, variability, or gene tree resolution also\narrived at a similar species-tree. However, although the reference\nspecies-tree may be attainable with a minimum number of “desirable”\nloci, there was a trade-off between the accuracy of demographic\nparameter estimates and the number of loci. These results, in\ncombination with those of previous studies, suggest that the reference\ntree topology may be found in analyses of only few loci with high\ninformation content, but that accurate population genetic parameter\nestimates may require substantially more loci.","trees":[{"tree_label":"BEST consensus tree","ntax":"8","rootedtree":"TRUE","title":"Tr57333","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_57333.phy"},{"tree_label":"MrBayes 40 loci consensus tree","ntax":"15","rootedtree":"TRUE","title":"Tr57332","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57332.phy"},{"tree_label":"*BEAST 40 loci species tree","ntax":"8","rootedtree":"TRUE","title":"Tr57326","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_57326.phy"}]}