{"Authors":" Carlos Aedo, Carmen Navarro, Omar Fiz-Palacios, Juan Jose\nAldasoro, María Luisa Alarcón","Year":" 2005","Title":" Taxonomic revision of Geranium sect. Dissecta\n(Geraniaceae).","Journal":" Systematic Botany","Volume":" 30","Issue":" 3","Pages":" 533-558","Keywords":"","DOI":" 10.1600/0363644054782260","Abstract":" Geranium section Dissecta (Geraniaceae) consists of four\nspecies centered in Eurasia, between the Mediterranean region and the\nHimalaya Mountains. In contrast to the current literature, we consider\nG. chelikii, and G. davisianum to be synonyms of G. sintenisii, and G.\npallens to be a synonym of G. asphodeloides. We also accept G. dissectum\nand G. crenophilum, the latter sometimes considered as subspecies of G.\nasphodeloides. A multivariate morphometric study provided some valuable\ncharacters for identification of these species. A multivariate\nmorphometric study showed that some quantitative characters as deeply\ndivided leaves, shorter and narrower petals, and shorter filaments\nclearly distinguished the annual G. dissectum. The characters\ncontributing most to separation of the three remaining perennial species\nwere petal width and the length of glandular hairs of stem and pedicels.\nIn G. asphodeloides and G. dissectum the rootstock and stem base of has\na most starch-rich parenchyma in the cortex, while in G. sintenisii and\nG. crenophilum the starch-rich parenchyma is mainly developed in the\npith. A new key is provided, as well as new and detailed descriptions.\nGeranium crenophilum and G. sintenisii are here illustrated for the\nfirst time. Nine lectotypes and a neotype are designated, and\ndistribution maps are presented. Analyses of the plastid trnL-trnF\nspacer, nuclear ITS sequences, and morphological data reveal that sect.\nDissecta is strongly supported as monophyletic. In these analyses G.\ndissectum appeared as sister group of the rest of species.","trees":[{"tree_label":"Dissecta LF","ntax":"8","rootedtree":"TRUE","title":"Geranium sect. Dissecta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2124.phy"},{"tree_label":"Dissecta ITS","ntax":"7","rootedtree":"TRUE","title":"Geranium sect. Dissecta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2125.phy"}]}