{"Authors":" Dong-Mei Wang, Sheng-Hua Wu, Yi-Jian Yao","Year":" 2013","Title":" Clarification of the concept for Ganoderma orbiforme with\nmorphological plasticity","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Molecular identification, morphology, Polyporales, tropics\nand subtropics","DOI":"","Abstract":" In a study of type and voucher collections of Ganoderma,\nwe found that six described species G. cupreum, G. densizonatum, G.\nlimushanense, G. mastoporum, G. orbiforme, G. subtornatum, and records\nof G. fornicatum from Mainland China and Taiwan are very similar in\nbasidiocarp texture, pilear cuticle structure, context colour, pore\ncolour and basidiospore characteristics. Further, we sequenced the\ncomplete nrDNA ITS and partial mt SSU rDNA regions of some of these\nstudied materials, and performed phylogenetic analyses based on the\nsequence data. The ITS sequence analysis results showed that\nsingle-nucleotide polymorphisms occur in the ITS1 and/or ITS2 regions at\ninter- and intra-individual levels, but these sequences were grouped\ntogether with those of G. cupreum, G. mastoporum and G. subfornicatum\nretrieved from GenBank forming a monophyletic clade. The mt SSU rDNA\nsequence analysis results revealed that those two sequences derived from\nthis study were clustered together with those of G. cupreum retrieved\nfrom GenBank and also formed a monophyletic clade. Based on\nmorphological and molecular data, we conclude that these studied taxa\nare conspecific. Among the names assigned to this species, G. fornicatum\ngiven to Asian collections has nomenclatural priority over the others.\nHowever, the type of G. fornicatum from Brazil is probably lost and a\nmodern description based on the type lacked. The identity of Asian\ncollections as G. fornicatum therefore cannot be confirmed. Based on our\nstudy, it seems better to consider G. orbiforme as the earliest valid\nname for current use.","trees":[{"tree_label":"PAUP Fig3","ntax":"20","rootedtree":"TRUE","title":"mt-tree-update","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_61180.phy"},{"tree_label":"PAUP Fig2","ntax":"51","rootedtree":"TRUE","title":"ITS-Tree-update","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_61179.phy"},{"tree_label":"Fig2","ntax":"35","rootedtree":"TRUE","title":"Tr57550","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_57550.phy"}]}