{"Authors":" Pei-Luen Lu, Clifford W Morden","Year":" 2013","Title":" Phylogenetics of Dracaenoid genera (Asparagaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Asparagaceae, biogeography, Dracaena, evolution,\nphylogeny, Pleomele, Sansevieria","DOI":"","Abstract":" The global evolutionary pattern among the dracaenoid plant\ngenera Dracaena, Pleomele, and Sansevieria has remained ambiguous. Their\nclassification has been disputed due to different taxonomic\ninterpretation and the difficulty in morphological characterization of\nthe species and genera. This study explores the phylogenetic analysis of\n97 species representing all three genera using four combined chloroplast\nintergenic spacer DNA regions (trnL-trnF, ndhF-rpl32, trnQ-rps16, and\nrpl32-trnL). The combined dataset was analyzed using parsimony, maximum\nlikelihood, and Bayesian analysis. Results show that 1) the monophyly of\ndracaenoids is confirmed; 2) the Hawaiian Pleomele species are the\nsister group to the remainder of the dracaenoid phylogeny; 3) species of\nDracaena and the remaining Pleomele are intermixed; 4) Sansevieria is\nmonophyletic, but is nested within Dracaena; 5) the Central American\nspecies D. americana and D. cubensis are the basal group to the\nremainder of the dracaenoid species. The Hawaiian Pleomele are\nmorphologically and genetically distinct from the remaining dracaenoids\nand are recognized as a distinct genus, Chrysodracon, and new species\ncombinations are made. The paraphyletic relationship of Sansevieria with\nDracaena indicates that those species should be combined with and\nrecognized as species of Dracaena. The polyphyletic relation of Pleomele\nspecies with Dracaena confirms previous morphological based studies that\ncombined these genera.","trees":[{"tree_label":"tree 1","ntax":"101","rootedtree":"TRUE","title":"Tr57828","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_57828.phy"},{"tree_label":"tree 1","ntax":"101","rootedtree":"TRUE","title":"Tr57868","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57868.phy"},{"tree_label":"tree 1","ntax":"101","rootedtree":"TRUE","title":"Tr57869","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57869.phy"}]}