{"Authors":" Ulf Swenson, Ilse Breitwieser, Steven J. Wagstaff","Year":" 2005","Title":" Origin and relationships of the austral genus Abrotanella\n(Asteraceae) inferred from DNA sequences","Journal":" TAXON","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Relationships of the small austral genus Abrotanella are\nuncertain. It was previously included in the Anthemideae or more\nrecently in the Senecioneae. We conducted a phylogenetic analysis of 39\naccessions including most species of Abrotanella and putatative\nrelatives including Blennosperma, Crocidium and Ischnea. These four\ngenera have been considered to form subtribe Blennospermatinae. Our\nresults suggest that the Blennospermatinae are polyphyletic;\nBlennosperma, Crocidium and Ischnea form a well-supported clade nested\nwithin the Senecioneae, while Abrotanella forms another well-supported\nclade that is distinct from these genera, and its sister is not\nresolved. Molecular dating of Abrotanella suggests that the lineage\ninitially diverged during the early Miocene. Secondary species\nradiations in Australasia and in southern South America that occurred 3\nmillion years ago undoubtedly reflect long-distance dispersal,\ncolonization, and speciation. The divergence estimates are robust to the\ngenes that were sequenced, to changes in the tree topology, and to the\nmethod used to estimate divergence times.","trees":[{"tree_label":"Abrotanella combined ITS and trnK/matK","ntax":"39","rootedtree":"TRUE","title":"Abrotanella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2130.phy"},{"tree_label":"Fig. 3 trnK/matK","ntax":"39","rootedtree":"TRUE","title":"Abrotanella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2131.phy"},{"tree_label":"Fig. 3 ITS","ntax":"39","rootedtree":"TRUE","title":"Abrotanella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4467.phy"}]}