{"Authors":" Andrea Cau, Fabio Marco Dalla Vecchia, Matteo Fabbri","Year":" 2012","Title":" A thick-skulled theropod (Dinosauria, Saurischia) from the\nUpper Cretaceous of Morocco with implications for carcharodontosaurid\ncranial evolution","Journal":" Cretaceous Research","Volume":"","Issue":"","Pages":"","Keywords":" Carcharodontosauridae; Cenomanian, frontal; Morocco;\nSauroniops pachytholus gen. et sp. nov.","DOI":" 10.1016/j.cretres.2012.09.002","Abstract":" In this study, we erect Sauroniops pachytholus gen. et sp.\nnov., a large-bodied theropod dinosaur from the Cenomanian (Upper\nCretaceous) of Morocco, on the basis of an almost complete frontal\nshowing a unique combination of features including a naso-frontal suture\nextended along 40% of the frontal length, a thick dome in the\nanterolateral corner of the dorsal surface, a trapezoidal prefrontal\nfacet that is restricted to the anterodorsal margin of the lateral\nsurface of frontal with no participation in the orbital roof and\nseparated from the lacrimal facet by a narrow vertical lamina, a\nhypertrophied ‘D-shaped’ lacrimal facet that is four times the anterior\ndepth of the postorbital facet, and a raised posteromedial margin of the\ndorsal surface describing a saddle with the anterolateral dome and\nconfluent with a series of anteromedial rugosities. Phylogenetic\nanalysis found robust support for placing Sauroniops among the basal\ncarcharodontosaurids and related to Eocarcharia, showed that part of the\nunusual features of the new theropod were convergently acquired by\nabelisaurids, and revealed a mosaic pattern in the evolution of the\ncarcharodontosaurid skull table. The frontals of Sauroniops and\nCarcharodontosaurus, both from the ‘Kem Kem compound assemblage’ of\nMorocco, show comparable size but differ in the extent of the\nnaso-frontal articulation, the shape and disposition of the prefrontal\nand lacrimal articulations, the development of dorsal ornamentation and\nthe morphology of the supratemporal fossa. Among carcharodontosaurids,\nthe skull table developed unique configurations among each lineage and\nappears diagnostic at the species-level. The dome-like frontal in\nSauroniops may indicate head-butting behaviour in this taxon or evolved\nfor visual display.","trees":[{"tree_label":"tnt 1","ntax":"37","rootedtree":"TRUE","title":"Sauroniops","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58964.phy"}]}