{"Authors":" Manfred Binder, Roy E. Halling, M E Nuhn, Todd Osmundson,\nNigel A Fechner, James M. Trappe, Kasem Soytong, David Arora, David S.\nHibbett","Year":" 2012","Title":" Affinities of the Boletus chromapes group to Royoungia and\nthe description of two new genera, Harrya and Australopilus","Journal":" Australian Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" biogeography, Boletineae, boletes, evolution, phylogeny,\nribosomal DNA, translation elongation factor 1","DOI":"","Abstract":" Harrya is described as a new genus of Boletaceae to\naccommodate Boletus chromapes, a pink capped bolete with a finely\nscabrous stipe adorned with pink scabers, a chrome yellow base, and a\nreddish brown spore deposit. Phylogenetic analyses of large subunit rDNA\nand translation elongation factor 1α confirm Harrya as a unique generic\nlineage with two species, one of which is newly described (H. atriceps).\nSome Chinese taxa were recently placed in a separate genus, Zangia,\nsupported by both morphology and molecular data. Multiple accessions\nfrom Queensland, Australia support the synonymy of at least three\nspecies in a separate Australian clade in the new genus, Australopilus.\nThe truffle-like Royoungia is also supported as a separate lineage in\nthis clade of boletes. Even though it lacks stipe characters, it\npossesses the deep, bright yellow to orange pigments in the peridium.\nAdditional collections from Zambia and Thailand represent independent\nlineages of uncertain phylogenetic placement in the Chromapes complex,\nbut sampling is insufficient for formal description of new species.\nSpecimens from Java referable to Tylopilus pernanus appear to be a\nsister group of the Harrya lineage.","trees":[{"tree_label":"Imported tree 0","ntax":"76","rootedtree":"TRUE","title":"Tr57782","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57782.phy"},{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Tr57783","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57783.phy"},{"tree_label":"Imported tree 0","ntax":"82","rootedtree":"TRUE","title":"Tr57784","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57784.phy"},{"tree_label":"con 50 majrule","ntax":"82","rootedtree":"TRUE","title":"Tr57785","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57785.phy"}]}