{"Authors":" Christina Bock, Wei Luo, Wolf-Henning Kusber, Eberhard\nHegewald, Marie Paoutová, Lothar Krienitz","Year":" 2013","Title":" Classification of Crucigenoid Algae: Phylogenetic Position of\nthe Reinstated Genus Lemmermannia, Tetrastrum spp. Crucigenia\nTetrapedia, and C. Lauterbornii (Trebouxiophyceae, Chlorophyta).","Journal":" Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" Tetrastrum, Crucigenia, Chlorella","DOI":" 10.1111/jpy.12039","Abstract":" The subfamily Crucigenioideae was traditionally classified\nwithin the well known group of Scenedesmaceae (Chlorophyceae). Several\nmorphological revisions and questionable taxonomical changes in the past\nhave hampered the correct classification of crucigenoid species\nresulting in a high number of synonymous genera. We used a molecular\napproach to determine the phylogenetic position of different Tetrastrum\nand Crucigenia species. Furthermore, the molecular findings were\nadjusted to morphological and ontogenetic characters of the taxa.\nPhylogenetic analyses of the SSU resolved the position of Tetrastrum\nheteracanthum and T. staurogeniaeforme as a new lineage within the\nOocystis clade of the Trebouxiophyceae. Further, Crucigenia tetrapedia,\nT. triangulare, T. punctatum and T. komarekii closely related to\nBotryococcus (Trebouxiophyceae) and were therefore newly combined to\nLemmermannia. The analyzed Crucigenia lauterbornii did not cluster with\nthe other Crucigenia strains, but was resolved within the Chlorella\nclade of the Trebouxiophyceae.","trees":[{"tree_label":"18S-ITS Chlorellaceae NJ boot","ntax":"64","rootedtree":"TRUE","title":"Crucigenoid Algae ITS nj boot","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60956.phy"},{"tree_label":"18S-ITS Chlorellaceae MP bootstrap","ntax":"64","rootedtree":"TRUE","title":"Crucigenoid Algae ITS mp boot","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60957.phy"}]}