{"Authors":" Mark S. Springer, Robert William Meredith, John Gatesy,\nChristopher Allan Emerling, Jong Park, Daniel Rabosky, Tanja Stadler,\nCynthia Steiner, Oliver A. Ryder, Jan Janecka, Colleen Fisher, William\nJ. Murphy","Year":" 2012","Title":" Macroevolutionary Dynamics and Historical Biogeography of\nPrimate Diversification Inferred from a Species Supermatrix","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" primate phylogeny; timetree; historical biogeography;\ndiversification analyses; Grande Coupure","DOI":"","Abstract":" Phylogenetic relationships, divergence times, and patterns\nof biogeographic descent among primate species are both complex and\ncontentious. Here, we generate a robust molecular phylogeny for 70\nprimate genera and 367 primate species based on a concatenation of 69\nnuclear gene segments and ten mitochondrial gene sequences. Relaxed\nclock analyses of divergence times with 14 fossil-calibrated nodes\nsuggest that living Primates last shared a common ancestor 71-63 Ma, and\nthat divergences within both Strepsirrhini and Haplorhini are entirely\npost-Cretaceous. These results are consistent with the hypothesis that\nthe Cretaceous-Paleogene mass extinction of nonavian dinosaurs played an\nimportant role in the diversification of placental mammals. Previous\nqueries into primate historical biogeography have suggested Africa,\nAsia, Europe, or North America as the ancestral area of crown primates,\nbut were based on methods that were coopted from phylogeny\nreconstruction. By contrast, we analyzed our molecular phylogeny with\ntwo methods that were developed explicitly for ancestral area\nreconstruction, and find support for the hypothesis that the most recent\ncommon ancestor of living Primates resided in Asia. Analyses of primate\nmacroevolutionary dynamics provide support for a diversification rate\nincrease in the late Miocene, possibly in response to elevated global\nmean temperatures, and are consistent with the fossil record. By\ncontrast, diversification analyses failed to detect evidence for\nrateshift changes near the Eocene-Oligocene boundary even though the\nfossil record provides clear evidence for a major turnover event\n(“Grande Coupure”) at this time. Our results highlight the power and\nlimitations of inferring diversification dynamics from molecular\nphylogenies, as well as the sensitivity of diversification analyses to\ndifferent species concepts.","trees":[{"tree_label":"367 primates + 5 outgroups","ntax":"372","rootedtree":"TRUE","title":"Primate Diversification","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57779.phy"}]}