{"Authors":" Johannes (Ewald) Zacharias Groenewald, Johannes de Gruyter,\nJoyce H. C. Woudenberg, Maikel M. Aveskamp, Gerard J.M. Verkley, Pedro\nW. Crous","Year":" 2012","Title":" Redisposition of Phoma-like anamorphs in Pleosporales","Journal":" Studies in Mycology","Volume":" 75","Issue":"","Pages":" 1-36","Keywords":" coelomycetes, Coniothyriaceae, Cucurbitariaceae,\nLeptosphaeriaceae, Melanommataceae, molecular phylogeny, Montagnulaceae,\nPhaeosphaeriaceae, Pleosporaceae, Sporormiaceae, taxonomy,\nTrematosphaeriaceae","DOI":" 10.3114/sim0004","Abstract":" The anamorphic genus Phoma was subdivided into nine\nsections based on morphological characters, and included teleomorphs in\nDidymella, Leptosphaeria, Pleospora and Mycosphaerella, suggesting the\npolyphyly of the genus. Recent molecular, phylogenetic studies led to\nthe conclusion that Phoma should be restricted to Didymellaceae. The\npresent study focuses on the taxonomy of excluded Phoma species,\ncurrently classified in Phoma sections Plenodomus, Heterospora and\nPilosa. Species of Leptosphaeria and Phoma section Plenodomus are\nreclassified in Plenodomus, Subplenodomus gen. nov., Leptosphaeria and\nParaleptosphaeria gen. nov., based on the phylogeny determined by\nanalysis of sequence data of the large subunit 28S nrDNA (LSU) and\nInternal Transcribed Spacer regions 1 & 2 and 5.8S nrDNA (ITS).\nPhoma heteromorphospora, type species of Phoma section Heterospora, and\nits allied species Phoma dimorphospora, are transferred to the genus\nHeterospora stat. nov. The Phoma acuta complex (teleomorph Leptosphaeria\ndoliolum), is revised based on a multilocus sequence analysis of the\nLSU, ITS, small subunit 18S nrDNA (SSU), β-tubulin (TUB), and chitin\nsynthase 1 (CHS-1) regions. Species of Phoma section Pilosa and allied\nAscochyta species were determined to belong to Pleosporaceae based on\nanalysis of actin (ACT) sequence data. Anamorphs that are similar\nmorphologically to Phoma and described in Ascochyta, Asteromella,\nConiothyrium, Plectophomella, Pleurophoma and Pyrenochaeta are included\nin this study. Phoma-like species, which grouped outside the\nPleosporineae based on a LSU sequence analysis, are transferred to the\ngenera Aposphaeria, Paraconiothyrium and Westerdykella. The genera\nMedicopsis gen. nov. and Nigrograna gen. nov. are introduced to\naccommodate the medically important species formerly known as\nPyrenochaeta romeroi and Pyrenochaeta mackinnonii, respectively.","trees":[{"tree_label":"Figure 4","ntax":"20","rootedtree":"TRUE","title":"Tr57810","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57810.phy"},{"tree_label":"Figure 1","ntax":"48","rootedtree":"TRUE","title":"Tr57809","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57809.phy"},{"tree_label":"Figure 2","ntax":"87","rootedtree":"TRUE","title":"Tr57811","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57811.phy"},{"tree_label":"Figure 5","ntax":"40","rootedtree":"TRUE","title":"Tr57812","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57812.phy"},{"tree_label":"Figure 3","ntax":"18","rootedtree":"TRUE","title":"Tr57813","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_57813.phy"}]}