{"Authors":" Darin S. Penneys, Walter S. Judd","Year":" 2005","Title":" A systematic revision and cladistic analysis of Charianthus\n(Melastomataceae) using morphological and molecular characters","Journal":" Systematic Botany","Volume":" 30","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" In this paper we present a revision of Charianthus, which\nrepresents the first genus in the Miconieae (Melastomataceae) to be the\nsubject of a combined molecular and morphological cladistic analysis.\nCharianthus is a morphologically well-characterized clade of six species\nof hummingbird pollinated shrubs and small trees found in the tropical\nmontane rain forests and elfin forests of the Lesser Antilles. Analysis\nof the internal transcribed spacer (ITS) region of 18S - 26S nuclear\nribosomal, combined with morphological data, resulted in a strongly\nsupported Charianthus clade. Charianthus fadyenii was placed in the\nTetrazygia clade where its position as sister to T. bicolor is strongly\nsupported. Inclusion of C. fadyenii in Charianthus renders both\nCharianthus and Tetrazygia non-monophyletic, therefore, this species has\nbeen transferred to Tetrazygia. Charianthus purpureus, as defined by\nearlier taxonomists, is a polyphyletic species because of the inclusion\nof morphologically distinctive populations on the islands of Dominica\nand Grenada; thus, two new species, C. dominicensis and C. grenadensis,\nhave been described, based on the results presented herein. The revised\ncircumscription of Charianthus renders it the only vascular plant genus\nendemic to the Lesser Antilles.","trees":[{"tree_label":"Fig. 4","ntax":"14","rootedtree":"TRUE","title":"Charianthus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4472.phy"},{"tree_label":"Fig. 5","ntax":"14","rootedtree":"TRUE","title":"Charianthus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4470.phy"},{"tree_label":"Fig. 6","ntax":"14","rootedtree":"TRUE","title":"Charianthus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4471.phy"}]}