{"Authors":" Hauke Koch, Paul Schmid-Hempel","Year":" 2013","Title":" Diversity and evolutionary patterns of bacterial gut\nassociates of corbiculate bees","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The animal gut is a habitat for diverse communities of\nmicroorganisms (microbiota). Honey bees and bumble bees have recently\nbeen shown to harbour a distinct and species poor microbiota, which may\nconfer protection against parasites. Here we investigate diversity, host\nspecificity and transmission mode of two of the most common, yet poorly\nknown, gut bacteria of honey bees and bumble bees: Snodgrassella alvi\n(Betaproteobacteria) & Gilliamella apicola (Gammaproteobacteria). We\nanalysed 16S rRNA gene sequences of these bacteria from diverse bee host\nspecies across most of the honey bee and bumble bee phylogenetic\ndiversity from North America, Europe, and Asia. These focal bacteria\nwere present in 92% of bumble bee species and all honey bee species, but\nwere found to be absent in the two related corbiculate bee tribes, the\nstingless bees (Meliponini) and orchid bees (Euglossini). Both\nSnodgrassella alvi and Gilliamella apicola phylogenies show significant\ntopological congruence with the phylogeny of their bee hosts, albeit\nwith a considerable degree of putative host switches. Furthermore, we\nfound that phylogenetic distances between Gilliamella apicola samples\ncorrelated with the geographical distance between sampling locations.\nThis tentatively suggests that the environmental transmission rate, as\nset by geographical distance, affects the distribution of G. apicola\ninfections. We show experimentally that both bacterial taxa can be\nvertically transmitted from the mother colony to daughter queens, and\nsocial contact with nest mates after emergence from the pupa greatly\nfacilitates this transmission. Therefore, sociality may play an\nimportant role in vertical transmission and opens up the potential for\ncoevolution or at least a close association of gut bacteria with their\nhosts.","trees":[{"tree_label":"PAUP 1","ntax":"171","rootedtree":"TRUE","title":"Tr60078","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60078.phy"},{"tree_label":"PAUP 1","ntax":"151","rootedtree":"TRUE","title":"Tr60079","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60079.phy"},{"tree_label":"PAUP 1","ntax":"72","rootedtree":"TRUE","title":"Tr60080","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60080.phy"}]}