{"Authors":" Shinya Sato","Year":" 2013","Title":" Morphology and life history of Amphora commutata\n(Bacillariophyta) I: The vegetative cell and phylogenetic position","Journal":" Phycologia","Volume":" 52","Issue":" 2","Pages":"","Keywords":" Amphora, Diatom, Diplamphora, Feulgen staining, Girdle\nstructure, Halamphora, Ontogeny, Oxyamphora, Phylogeny, SSU rDNA","DOI":"","Abstract":" Amphoroid diatoms are recognized in the light microscope\nby their strongly dorsiventral frustules; their raphe system lies close\nto the ventral margin of the valve, and their girdle is much wider on\nthe dorsal side. Historically, these diatoms were classified into the\ngenus Amphora, although heterogeneity was pointed out based mainly on\nfrustule fine structure, chloroplast arrangement, and molecular\nphylogeny. In this study detailed observations were undertaken on the\nfrustule of an amphoroid species Amphora commutata. Distinct features of\nthis species were the hyaline ventral side of the valve and hitherto\nunknown apical pores. The ontogeny of the valve and girdle bands was\nalso reported. A molecular phylogenetic analysis of Amphora species,\nincluding representatives of the subgenera Amphora, Oxyamphora and\nDiplamphora, was performed, based on nuclear encoded SSU rDNA. The best\ntree showed paraphyly of amphoroid diatoms and also suggested that the\nsubgenus Diplamphora, which includes A. commutata and was characterized\nby the structured, porous girdle bands, may be paraphyletic with respect\nto the monophyletic subgenus Amphora, which has mostly plain girdle\nbands; however, hypothesis testing with constrained topologies did not\nreject the monophyly of either group.","trees":[{"tree_label":"Bayesian","ntax":"63","rootedtree":"TRUE","title":"Amphora commutata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60322.phy"},{"tree_label":"ML","ntax":"63","rootedtree":"TRUE","title":"Amphora commutata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60321.phy"}]}