{"Authors":" Michael J Donoghue, Charles C Davis, Hanno Schaefer,\nZhenxiang Xi, David A. Baum, Luke J. Harmon","Year":" 2014","Title":" Long-term morphological stasis maintained by a\nplant-pollinator mutualism","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 111","Issue":" 16","Pages":" 5914-9","Keywords":" Centridini; comparative methods; diversification rate;\nflower morphology; phylogeny","DOI":"","Abstract":" Many major branches in the Tree of Life are marked by\nstereotyped body plans that have been maintained over long periods of\ntime. One possible explanation for this stasis is that there are genetic\nor developmental constraints that restrict the origin of novel body\nplans. An alternative is that basic body plans are potentially quite\nlabile, but are actively maintained by natural selection. We present\nevidence that the conserved floral morphology of a species-rich\nflowering plant clade, Malpighiaceae, has been actively maintained for\ntens of millions of years via stabilizing selection imposed by their\nspecialist New World oil-bee pollinators. Nine clades that have lost\ntheir primary oil-bee pollinators show major evolutionary shifts in\nspecific floral traits associated with oil-bee pollination,\ndemonstrating that developmental constraint is not the primary cause of\nmorphological stasis in Malpighiaceae. Interestingly, Malpighiaceae show\na burst in species diversification coinciding with the origin of this\nplant-pollinator mutualism. One hypothesis to account for radiation\ndespite morphological stasis is that although selection on pollinator\nefficiency explains the origin of this unique and conserved floral\nmorphology, tight pollinator specificity subsequently permitted greatly\nenhanced diversification in this system.","trees":[{"tree_label":"Imported tree 0","ntax":"41","rootedtree":"TRUE","title":"Plant-Pollinator Mutualism","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_57925.phy"},{"tree_label":"Imported tree 0","ntax":"41","rootedtree":"TRUE","title":"Plant-Pollinator Mutualism","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_57926.phy"}]}