{"Authors":" Lisa Nigrelli, Marco Thines","Year":" 2013","Title":" Tropical oomycetes in the German Bight – climate warming or\noverlooked diversity?","Journal":" Fungal Ecology","Volume":" 6","Issue":"","Pages":" 152-160","Keywords":" Oomycetes, Peronosporaceae, Pythiaceae, climate change,\ninvasive species, overlooked diversity, cox2, ITS","DOI":"","Abstract":" Oomycetes have colonised both terrestrial and marine\nhabitats, and leaf litter decomposing oomycetes have been found in\ncoastal and estuarine environments, yet their ecological relevance\nremains unclear. In tropical and subtropical ecosystems,\nHalophytophthora species were reported from mangroves and salt marshes,\nand recently, the genus Salisapilia was described based on oomycetes\nrecovered from leaf litter in subtropical Georgia, USA. In cool\ntemperate regions, only Pythium and Phytophthora species have so far\nbeen reported from coastal environments. Here we report the presence of\ntwo species of Halophytophthora in the German Bight, north of Hamburg.\nThe presence of a group of oomycetes, previously reported only from the\nsubtropics and tropics, in the cool temperate German Bight raises the\nquestion of whether these were previously overlooked, introduced with\nballast water or have migrated there as a result of climate change.\nTemperature preference of the strains hints at the first\nhypothesis.","trees":[{"tree_label":"NJ COX2","ntax":"19","rootedtree":"TRUE","title":"Tropical oomycetes in the German Bight","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57955.phy"},{"tree_label":"ME cox2","ntax":"19","rootedtree":"TRUE","title":"Tropical oomycetes in the German Bight","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57971.phy"},{"tree_label":"ME ITS","ntax":"53","rootedtree":"TRUE","title":"Tropical oomycetes in the German Bight","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57956.phy"}]}