{"Authors":" Susumu Takamatsu, Yukio Sato, Edson Luiz Furtado,\nBaharuddin Salleh, Kon Wui Liew, Sawwanee Kom-un, Saranya\nLimkaisang","Year":" 2005","Title":" Molecular phylogenetic and morphological analyses of Oidium\nheveae, a powdery mildew of rubber tree","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Powdery mildew of rubber tree caused by Oidium heveae is\nan important disease of rubber plantations worldwide. Identification and\nclassification of this fungus is still uncertain because there is no\nauthoritative report of its morphology and no record of its teleomorphic\nstage. In this study, we compared five specimens of the rubber powdery\nmildew fungus collected in Malaysia, Thailand and Brazil based on\nmorphological and molecular characteristics. Morphological results\nshowed that the fungus on rubber tree belongs to Oidium subgen.\nPseudoidium. Nucleotide sequence analysis of the ribosomal DNA internal\ntranscribed spacer (ITS) and the large subunit rRNA gene (28S rDNA) were\nconducted to determine the relationships of the rubber powdery mildew\nfungus and to link this anamorphic fungus with its allied teleomorph.\nThe results showed that the rDNA sequences of the two specimens from\nMalaysia were identical to a specimen from Thailand, while they differed\nby three bases from the two Brazilian isolates: one nucleotide position\nin the ITS2 and two positions in the 28S sequences. The ITS sequences of\nthe two Brazilian isolates were identical to sequences of Erysiphe sp.\non Quercus phillyraeoides collected in Japan, although the 28S sequences\ndiffered at one base from sequences of this fungus. Phylogenetic trees\nof both rDNA regions constructed by the distance and parsimony methods\nshowed that the rubber powdery mildew fungus grouped with Erysiphe sp.\non Quercus phillyraeoides with 100% bootstrap support. Comparisons of\nthe anamorph of two isolates of Erysiphe sp from Q. phillyraeoides with\nthe rubber mildew did not reveal any obvious differences between the two\npowdery mildew taxa, which suggests that O. heveae may be an anamorph of\nErysiphe sp. on Q. phillyraeoides. Cross-inoculation tests are required\nto substantiate this conclusion.","trees":[{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"A powdery mildew of rubber tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_239.phy"},{"tree_label":"Fig. 2","ntax":"13","rootedtree":"TRUE","title":"A powdery mildew of rubber tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_307.phy"}]}