{"Authors":" Pradeep Kumar Divakar, Ruth Del-Prado, H. Thorsten Lumbsch,\nMats Wedin, Theodore L Esslinger, Steve Leavitt, Ana Crespo","Year":" 2012","Title":" Diversification of the Newly Recognized Lichen Forming Fungal\nLineage Montanelia (Parmeliaceae, Ascomycota) and its Relation to Key\nGeological and Climatic Events.","Journal":" American Journal of Botany","Volume":" 99","Issue":" 12","Pages":" 2014-2026","Keywords":" dated phylogenies, multilocus phylogenies, uncorrelated\nrelaxed molecular clock, Mi-1 glaciation, Montanelia, new genus,\nlichens","DOI":" 10.3732/ajb.1200258","Abstract":" Premise of the study: In spite of the recent advances in\ngeneric and species circumscriptions and in recognising species\ndiversity in lichen-forming fungi; the timing of speciation and\nidentifying of factors promoting diversification in lichens remain\nlargely unexplored. We use brown parmelioid lichens as a model to assess\nthe divergence timing and explore the impact of geological and climatic\nevents on lineage divergence and diversification in lichenized fungi.\nAdditionally, in order to clarify the phylogenetic position of the\nspecies currently placed in the brown parmelioid Melanelia disjuncta\ngroup, we evaluated the taxonomic status and its phylogenetic\nrelationships within Parmeliaceae. Methods: We generated sequences of\nthe nuclear ITS, nuclear LSU and mitochondrial SSU ribosomal DNA, and\nthe protein coding gene MCM7 to reconstruct the phylogeny of parmelioid\nlichens, the largest clade in lichenized Ascomycota, including the M.\ndisjuncta group. Phylogenetic analyses included maximum parsimony,\nmaximum likelihood, and Bayesian inference. We conducted divergence time\nanalyses using the uncorrelated Bayesian relaxed clock approach\nimplemented in BEAST. We finally tested if Melanelia s. str. could be\nmonophyletic including the M. disjuncta group, using the SH and ELW\ntests. Key results: The M. disjuncta group forms a strongly supported,\nmonophyletic lineage independent from Melanelia s. str. Its relationship\namong parmelioid genera is not recovered with strong support. The M.\ndisjuncta clade arose ca. 23.1 million years ago (Ma). Our results\nsuggest that most of the lineages within the clade diversified during\nthe Miocene (17.6 to 11.2 Ma). The split of other brown parmelioids,\nsuch as Emodomelanelia-Melanelixia occurred ca. 41.70 Ma and the\nradiation of Melanelixia began during the Eoceneâ“Oligocene transition\n(ca. 33.75 Ma). Conclusions: Montanelia is described here as a new genus\nto accommodate species of the Melanelia disjuncta group. Further, the\nstudy indicates that the current species delimitation within the newly\ndescribed genus requires revision. We provide evidence of lineage\ndivergence of Montanelia at the Oligocene-Miocene boundary. Our results\nindicate that the diversification during Miocene would have happened\nduring major mountain uplifts.","trees":[{"tree_label":"con all compat","ntax":"61","rootedtree":"TRUE","title":"Montanelia ITS, nuLSU, mtSSU, MCM7","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60702.phy"}]}