{"Authors":" Hisayoshi Nozaki, Yi Yang, Shinichiro Maruyama, Toshinobu\nSuzaki","Year":" 2012","Title":" A Case Study for Effects of Operational Taxonomic Units from\nIntracellular Endoparasites and Ciliates on the Eukaryotic Phylogeny:\nPhylogenetic Position of the Haptophyta in Analyses of Multiple Slowly\nEvolving Genes","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" alveolates; character evolution; ciliates; eukaryote\nevolution; Haptophyta; intracellular endoparasites; long branch\nattraction; nuclear genes; phylogeny; Rhizaria; short branch;\nstramenopiles.","DOI":"","Abstract":" Recent multigene phylogenetic analyses have contributed\nmuch to our understanding of eukaryotic phylogeny. However, the\nphylogenetic positions of various lineages within the eukaryotes have\nremained unresolved or in conflict between different phylogenetic\nstudies. These phylogenetic ambiguities might have resulted from\nmixtures or integration from various factors including limited taxon\nsampling, missing data in the alignment, saturations of rapidly evolving\ngenes, mixed analyses of short- and long-branched operational taxonomic\nunits (OTUs), intracellular endoparasite and ciliate OTUs with unusual\nsubstitution etc. In order to evaluate the effects from intracellular\nendoparasite and ciliate OTUs co-analyzed on the eukaryotic phylogeny\nand simplify the results, we here used two different sets of data\nmatrices of multiple slowly evolving genes with small amounts of missing\ndata and examined the phylogenetic position of the secondary\nphotosynthetic chromalveolates Haptophyta, one of the most abundant\ngroups of oceanic phytoplankton and significant primary producers. In\nboth sets, a robust sister relationship between Haptophyta and SAR\n(stramenopiles, alveolates, rhizarians, or SA [stramenopiles and\nalveolates]) was resolved when intracellular endoparasite/ciliate OTUs\nwere excluded, but not in their presence. Based on comparisons of\ncharacter optimizations on a fixed tree (with a clade composed of\nhaptophytes and SAR or SA), disruption of the monophyly between\nhaptophytes and SAR (or SA) in the presence of intracellular\nendoparasite/ciliate OTUs can be considered to be a result of multiple\nevolutionary reversals of character positions that supported the\nsynapomorphy of the haptophyte and SAR (or SA) clade in the absence of\nintracellular endoparasite/ciliate OTUs.","trees":[{"tree_label":"Fig. 1","ntax":"37","rootedtree":"TRUE","title":"Haptophyta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58075.phy"}]}