{"Authors":" Peter John Unmack, Gerald R Allen, Jerald B Johnson","Year":" 2013","Title":" Phylogeny and biogeography of rainbowfishes (Melanotaeniidae)\nfrom Australia and New Guinea","Journal":" Molecular Phylogenetics and Evolution","Volume":" 67","Issue":" 1","Pages":" 15-27","Keywords":" Melanotaenia, Introgression, Cryptic species, Freshwater,\nPapua New Guinea, Papua","DOI":" 10.1016/j.ympev.2012.12.019","Abstract":" The family Melanotaeniidae (rainbowfishes) represents the\nlargest monophyletic group of freshwater fishes found in Australia and\nNew Guinea. The family consists of seven genera and a total of 81\nspecies, which are broadly distributed throughout the region. We\nconducted a phylogenetic analysis of Melanotaeniidae based on nearly\ncomplete taxonomic sampling of all species. We sequenced seven protein\ncoding mitochondrial genes and the first two introns of the nuclear S7\ngene, for a total of 6827 base pairs. Our goal was to use the phylogeny\nto infer the biogeographic history of rainbowfishes in this region, to\nprovide a framework for the timing of divergence within the family, and\nto test for possible introgression between species. We found strong\nsupport for the monophyly of Melanotaeniidae. Three species-poor\ngenera혰Cairnsichthys, Rhadinocentrus and Iriatherina혰were all resolved as\nearly branching lineages within the family. The three species-rich\ngenera혰Melanotaenia, Chilatherina and Glossolepis혰did not form a single\nmonophyletic group, but instead formed three monophyletic groups endemic\nto discrete geographic regions: western New Guinea, northern New Guinea,\nand southern New Guinea plus Australia, respectively. All three\ngeographic regions also contained three to four additional lineages that\nwere separated by large genetic divergences and were frequently\nsympatric (except in western New Guinea). Our molecular clock results\nprovide much older estimates of divergence than some aspects of the\npresent geological setting. For instance, the formation of the present\nday Central Highlands, the integration of the Birds Head region with the\nrest of New Guinea, and the present proximate position of Waigeo and\nBatanta islands relative to the Birds Head, are all younger than the\nrainbowfishes living there based on our molecular clock estimates. We\nalso identified ten species that have likely experienced historical\nintrogression. Most introgression events were between different groups\nwithin the northern New Guinea lineage and the Southern New Guinea /\nAustralian lineages. Finally, we identified nearly 20 undescribed\nspecies within Melanotaeniidae, demonstrating that much work remains in\ndescribing freshwater fish diversity in this region.","trees":[{"tree_label":"Imported tree 0","ntax":"139","rootedtree":"TRUE","title":"Tr57941","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_57941.phy"}]}