{"Authors":" Elizabeth M Sheedy, Angela P Van de Wouw, Barbara J.\nHowlett, Tom W May","Year":" 2012","Title":" Multi-gene sequence data reveal cryptic morphological species\nwithin the genus Laccaria in southern Australia","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Hydnangium, Podohydnangium, rpb2, sequestrate fungi,\ntef-1α","DOI":"","Abstract":" Laccaria (Hydnangiaceae, Agaricales, Basidiomycota) is one\nof the more intensively studied ectomycorrhizal genera; however, species\nboundaries of Laccaria, and the closely related Hydnangium and\nPodohydnangium, within Australia have not yet been examined using\nmolecular sequence data. Based on morphological characters, eight native\nspecies of Laccaria, are currently recognised in Australia, as well as\nthree Hydnangium species and the monotypic Podohydnangium australe.\nSequences of the internal transcribed spacer region of nuclear rDNA\n(ITS), RNA polymerase beta subunit II (rpb2) and translation elongation\nfactor 1 alpha (tef-1α) were generated from 77 collections of Laccaria,\nHydnangium and Podohydnangium from Australia. Ten phylogenetic species\nand a further 11 potential species (represented by singletons) of\nLaccaria in Australia are defined from sequence analyses. Most of the\nmorphological species contained cryptic phylogenetic species, but these\nspecies were always nested entirely within a given morphological\nspecies, although not always as sister taxa. The rpb2 locus performed\nbest as a species barcode using both pairwise and patristic distance\nmeasures. The ITS sequence region returned the least resolved gene tree\nof the three regions examined and was the least useful as a barcode\nregion. Based on the phylogenetic topology, there appears to have been\nmultiple gains or losses of the ectomycorrhizal association of some\nspecies with the myrtle beech, Nothofagus cunninghamii, as well as of\nsequestrate fruit-bodies and two-spored basidia.","trees":[{"tree_label":"Hydnangiaceae ITS 3g ML tree","ntax":"62","rootedtree":"TRUE","title":"Tr91736","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91736.phy"},{"tree_label":"Hydnangiaceae ITS extended ML tree","ntax":"104","rootedtree":"TRUE","title":"Tr91737","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91737.phy"},{"tree_label":"Imported tree 0","ntax":"54","rootedtree":"TRUE","title":"Hydnangiaceae tef1a MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91734.phy"},{"tree_label":"Hydnangiaceae multigene ML tree","ntax":"67","rootedtree":"TRUE","title":"Tr91738","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91738.phy"},{"tree_label":"Hydnangiaceae rpb2 ML tree","ntax":"56","rootedtree":"TRUE","title":"Hydnangiaceae rpb2 MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91735.phy"}]}