{"Authors":" Bimal Sajeewa Amaradasa, Brandon Horvath, Dilip Lakshman,\nScott E Warnke","Year":" 2013","Title":" UP-PCR fingerprinting and anastomosis grouping reveal similar\ngenetic diversity in Rhizoctonia species infecting turfgrasses in the\ntransition zone of USA","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Rhizoctonia solani, Waitea circinata, turfgrass, UP‐PCR,\nrDNA‐ITS","DOI":"","Abstract":" Rhizoctonia blight is a common and serious disease of many\nturfgrass species. The most widespread causal agent, Thanatephorus\ncucumeris (anamorph: R. solani), consists of several genetically\ndifferent subpopulations. Additionally, Waitea circinata varieties zeae,\noryzae and circinata (anamorph: Rhizoctonia spp.) can also cause the\ndisease. Accurate identification of the causal pathogen is important for\neffective management of the disease. It is challenging to distinguish\nthe specific causal pathogen based on disease symptoms or macroscopic\nand microscopic morphology. Traditional methods like anastomosis\nreactions with tester isolates are time consuming and sometimes\ndifficult to interpret. In the present study, universally primed PCR\n(UP-PCR) fingerprinting was used to assess genetic diversity of\nRhizoctonia spp. infecting turfgrasses. Eighty four Rhizoctonia isolates\nwere sampled from diseased turfgrass leaves from seven distinct\ngeographic areas across Virginia and Maryland. Rhizoctonia isolates were\ncharacterized by ribosomal DNA internal transcribed spacer (rDNA-ITS)\nregion and UP-PCR. The isolates formed seven clusters based on ITS\nsequences analysis and unweighted pair group method with arithmetic mean\n(UPGMA) clustering of UP-PCR markers, which corresponded well with\nanastomosis groups (AGs) of the isolates. Isolates of R. solani AG 1-IB\n(n = 18), AG 2-2IIIB (n = 30) and AG 5 (n = 1) clustered separately.\nWaitea circinata var. zeae (n=9), and var. circinata (n = 4) grouped\nseparately. A cluster of six isolates of Waitea (UWC) did not fall into\nany known Waitea variety. The binucleate Rhizoctonia‐like fungi (BNR) (n\n= 16) clustered into two groups. Rhizoctonia solani AG 2-2IIIB was the\nmost dominant pathogen in this study, followed by AG 1-IB. There was no\nrelationship between the geographic origin of the isolates and\nclustering of isolates based on the genetic associations. To our\nknowledge, this is the first time UP-PCR was used to characterize\nRhizoctonia, Waitea and Ceratobasidium isolates to their infra‐species\nlevel.","trees":[{"tree_label":"Figs. 2 and 3 combined","ntax":"103","rootedtree":"FALSE","title":"Genetic diversity of Rhizoctonia sp. using NJ analysis\nof ITS sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_58076.phy"}]}