{"Authors":" Susanne Renner, Fernanda Antunes Carvalho","Year":" 2012","Title":" A dated phylogeny of the papaya family (Caricaceae) reveals\nthe crops closest relatives and the familys biogeographic history","Journal":" Molecular Phylogenetics and Evolution","Volume":" 65","Issue":"","Pages":" 46-53","Keywords":" Long distance dispersal, Molecular clocks, Historical\nbiogeography, Panamanian Isthmus","DOI":" 10.1016/j.ympev.2012.05.019","Abstract":" Papaya (Carica papaya) is a crop of great economic\nimportance, and the species was among the first plants to have its\ngenome sequenced. However, there has never been a complete species-level\nphylogeny for the Caricaceae, and the crops closest relatives are\ntherefore unknown. We investigated the evolution of the Caricaceae based\non sequences from all species and genera, the monospecificCarica,\nAfrican Cylicomorpha with two species, South AmericanJacaratia\nandVasconcelleawith together c. 28 species, and Mexican/\nGuatemalanJarilla andHorovitziawith four species. Most Caricaceae are\ntrees or shrubs; the species of Jarilla, however, are herbaceous. We\ngenerated a matrix of 4711 nuclear and plastid DNA characters and used\nmaximum likelihood (ML) and Bayesian analysis to infer species\nrelationships, rooting trees on the Moringaceae. Divergence times were\nestimated under relaxed and strict molecular clocks, using different\nsubsets of the data. Ancestral area reconstruction relied on a ML\napproach. The deepest split in the Caricaceae occurred during the Late\nEocene, when the ancestor of the Neotropical clade arrived from Africa.\nIn South America, major diversification events coincide with the Miocene\nnorthern Andean uplift and the initial phase of the tectonic collision\nbetween South America and Panama resulting in the Panamanian land\nbridge.Carica papayais sister to Jarilla/Horovitzia, and all three\ndiverged from South American Caricaceae in the Oligocene, 27 (2233) Ma\nago, coincident with the early stages of the forma-tion of the\nPanamanian Isthmus. The discovery thatC. papayais closest to a clade of\nherbaceous or thin-stemmed species has implications for plant breeders\nwho have so far tried to cross papaya only with woody highland papayas\n(Vasconcellea)","trees":[{"tree_label":"MLT","ntax":"43","rootedtree":"TRUE","title":"Caricaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_57970.phy"}]}