{"Authors":" Pieter De Maayer, Wai Yin Chan, Jochen Blom, Stephanus N\nVenter, Brion Duffy, Theo HM Smits, Teresa A Coutinho","Year":" 2012","Title":" The large universal Pantoea plasmid LPP-1 plays a major role\nin biological and ecological diversification","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: Pantoea spp. are frequently isolated from a\nwide range of ecological niches and have various biological roles, as\nplant epi- or endophytes, biocontrol agents, plant-growth promoters or\nas pathogens of both plant and animal hosts. This suggests that members\nof this genus have undergone extensive genotypic diversification. One\nmeans by which this occurs among bacteria is through the acquisition and\nmaintenance of plasmids. Here, we have analyzed and compared the genomes\nof a large plasmid common to all sequenced Pantoea spp. Results and\ndiscussion: The Large Pantoea Plasmid (LPP-1) ranges in size from ~281\nto 794 kb and carries between 238 and 750 protein coding sequences\n(CDS). A core set of proteins, conserved among all LPP-1 genomes,\nincludes those required for thiamine and pigment biosynthesis.\nPhylogenetic analysis reveals that these plasmids have arisen from an\nancestral plasmid, which has undergone extensive diversification.\nAnalysis of the proteins encoded on LPP-1 also showed that these\nplasmids contribute to a wide range of Pantoea phenotypes, including the\ntransport and catabolism of various substrates, inorganic ion\nassimilation, resistance to antibiotics and heavy metals, colonization\nand persistence in the host and environment, pathogenesis and\nantibiosis. Conclusions: LPP-1 is universal to all Pantoea spp. whose\ngenomes have been sequenced to date and is derived from an ancestral\nplasmid. LPP-1 encodes a large array of proteins that have played a\nmajor role in the adaptation of the different Pantoea spp. to their\nvarious ecological niches and their specialization as pathogens,\nbiocontrol agents or benign saprophytes found in many diverse\nenvironments.","trees":[{"tree_label":"Fig. 1","ntax":"20","rootedtree":"TRUE","title":"Plasmid concatenated protein NJ tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_58083.phy"},{"tree_label":"Fig. 1","ntax":"25","rootedtree":"TRUE","title":"Chromosomal concatenated housekeeping protein tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_58082.phy"}]}