{"Authors":" Daniele Salvi, Gabriella Bellavia, Manuela Cervelli, Paolo\nMariottini","Year":" 2010","Title":" The analysis of rRNA sequence-structure in phylogenetics: An\napplication to the family Pectinidae (Mollusca: Bivalvia)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 56","Issue":" 3","Pages":" 1059-1067\n","Keywords":" Phylogeny; Pectinidae; ITS2 rDNA; 16S rDNA; Secondary\nstructure; Evolutionary history","DOI":" 10.1016/j.ympev.2010.04.025\n","Abstract":" Several studies pointed out the relevance of integrating\nsecondary structure information in sequence analysis and phylogenetics,\nboth in terms of phylogenetic resolution and of marker suitability for\nphylogenetic reconstruction at higher taxonomic-rank. In this study we\nexplore in a phylogenetic framework the primary and secondary structure\ninformation from nuclear (ITS2) and mitochondrial (165) ribosomal DNA\nsequences from the Pectinidae, commonly known as scallops. Primary\nsequences were analysed under neighbour-joining, maximum parsimony,\nmaximum likelihood, and Bayesian approaches. The individual RNA\nsecondary structures were analysed alone and with primary sequences\nemploying a combined model of sequence-structure evolution. The\ninformation from primary sequences and secondary structure of the ITS2\nare concordant and provide good phylogenetic resolution, while the\nmitochondrial marker 16S fails to resolve the relationships between the\nmajor clades and shows a lack of structural signals. Our phylogenetic\nreconstruction provided evidence for the monophyly of the subfamily\nPectininae and the tribes Aequipectinini and Pectinini while the\nsubfamily Chlamydinae, although recovered in some analyses, did not\nreceive good support. The secondary structure analysis of the derived\npectinid ITS2 rRNA sequence revealed three striking differences between\nPectininae and Chlamydinae subfamilies: (a) Chlamydinae ITS2 rRNA\nfolding shows the typical four domains architecture, while the one of\nPectininae only three; (b) the Pectinidae basal DI pairing shows a\ndifferent sequence-structure consensus between Pectininae and\nChlamydinae; (c) the Pectininae DIII domain holds a specific short\nsecondary stem (Pec STEM). Furthermore, the scallop ITS2 rRNA folding\nanalysis has shown the presence of a conserved sequence motif\n(invariably located on apical portion of the DIII domain) which emerges\nas a common feature across Bivalvia. The combined sequence-structure\napproach employed in this study, corroborates the deep significance of\nincluding the secondary structure information in phylogenetic analysis\nboth as combined sequence-structure alignment as well as pointing out\nconserved elements of the RNA folding.","trees":[{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Pectinidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58084.phy"},{"tree_label":"PAUP 4","ntax":"26","rootedtree":"TRUE","title":"Pectinidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58089.phy"},{"tree_label":"PAUP 2","ntax":"26","rootedtree":"TRUE","title":"Pectinidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58087.phy"},{"tree_label":"PAUP 2","ntax":"22","rootedtree":"TRUE","title":"Pectinidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58085.phy"},{"tree_label":"PAUP 3","ntax":"26","rootedtree":"TRUE","title":"Pectinidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58088.phy"},{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"Pectinidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58086.phy"}]}