{"Authors":" Krzysztof Spalik, Lukasz Banasiak, Mary Ann Elizabeth\nFeist, Stephen R. Downie","Year":" 2014","Title":" Recurrent short-distance dispersal explains wide\ndistributions of hydrophytic umbellifers (Apiaceae tribe\nOenantheae)","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral area, aquatic plants, cpDNA rps16â“trnK,\ndisjunct distributions, dispersal, land bridge, nrDNA ITS, Oenantheae,\nphylogeography, Umbelliferae.","DOI":" 10.1111/jbi.12300","Abstract":" AIM: Long-distance dispersal (LDD) by migratory birds is\noften invoked to explain the broad and disjunct distributions of many\naquatic plants. Such distributions may also be achieved by recurrent\nshort-distance dispersal (SDD) to adjacent areas and extinctions in\nconnecting areas. To test the relative importance of LDD and SDD in\nshaping the distributions of hydrophytes, we examined different\ndispersal models for a clade of hydrophytic umbellifers (Apiaceae tribe\nOenantheae). LOCATION: Worldwide, with emphasis on Eurasianâ“North\nAmerican disjunctions. METHODS: A dated phylogeny of the group was\nobtained with Bayesian methods using nrDNA internal transcribed spacer\n(ITS) and cpDNA rps16â“trnK sequences from 100 species and infraspecific\ntaxa of Oenantheae and two outgroup species. Ancestral habits were\ninferred using maximum likelihood (R package APE). Six connectivity\nmodels were compared using a maximum-likelihood-based method (LAGRANGE),\nfour with symmetrical dispersal rate matrices and two assuming\nasymmetrical exchanges between Eurasia and North America, with or\nwithout spatial and temporal constraints on LDD. RESULTS: The age of the\ncrown node of Oenantheae was estimated at 26.3 Ma, and western Europe\nwas reconstructed as its most likely ancestral area. The divergence\nbetween Peucedanum sandwicense, an endemic of Hawaii, and its sister\nOenanthe occurred 17.2 Ma, pre-dating the emergence of the Hawaiian\nIslands. Throughout the phylogeny, the hydrophytic habit (including\nhelophytes and amphiphytes) dominated. Of the six connectivity models\nconsidered, the model restricting all intracontinental and transoceanic\nLDDs and assuming an almost unidirectional dispersal from Eurasia to\nNorth America received the highest likelihood score. This model was also\ncharacterized by the highest dispersal rate. A stratified model assuming\na higher probability for dispersals between Eurasia and North America\nwhen these continents were connected with land bridges received a lower\nlikelihood score. MAIN CONCLUSIONS: The results suggest that the broad\nand often disjunct distribution of Oenantheae hydrophytes is mostly\nachieved through an increased dispersal rate and recurrent SDD rather\nthan frequent LDD. Our data confirm the asymmetry of the floristic\nexchange between Eurasia and North America and do not support the\nincrease of this exchange when the continents were connected with land\nbridges.","trees":[{"tree_label":"MCCT","ntax":"102","rootedtree":"TRUE","title":"Oenantheae nrITS cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70245.phy"}]}