{"Authors":" Ruben Damian Elias-Roman, REMIGIO ANASTACIO GUZMAN-PLAZOLA,\nNed B. Klopfenstein, Dionicio Alvarado-Rosales, Guillermo\nCalderon-Zavala, Mee-Sook Kim, Antonio Mora-Aguilera","Year":" 2012","Title":" Incidence and phylogenetic analysis of Armillaria spp.\nassociated with root disease in peach orchards in the State of Mexico,\nMexico","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Prunus persica","DOI":"","Abstract":" Incidence of peach [Prunus persica (L.) Batsch] tree\nmortality attributed to Armillaria root disease was assessed from 2009\nto 2011 in 15 orchards in the state of Mexico, Mexico. Incidence\nincreased gradually every year of assessment, reaching average values of\n9.7, 16.9 and 22.9% tree mortality and 23.3, 27.3 and 31.5% affected\narea of the orchards during 2009, 2010, and 2011, respectively. The\ncultivars “Nemaguard” and “Criollos of La Goleta”, used as rootstock in\nthe region, were susceptible to the disease. To identify species of\nArmillaria isolated from infected peach trees, three nuclear rDNA\nregions (partial 5.8S-ITS2; D1, D2, and D3 domains LSU; partial 3’\nLSU-IGS1) and translation elongation factor-1α (tef-1α) gene were\nsequenced and compared with sequences of known Armillaria species. DNA\nsequence analysis from 41 Armillaria isolates revealed that five\nisolates (10.2%) were A. mellea, and eight isolates (16.3%) were A.\ngallica. DNA sequences from the remaining 28 isolates (74.3%) showed no\nclose similarity to Armillaria sequences in GenBank, and apparently\nrepresent an undescribed Armillaria species. This undescribed species\nwas the most widely distributed in the region of study. Phylogenetic\nanalysis of the LSU and tef-1α regions shows that the undescribed\nspecies is quite distinct from other Armillaria species reported in\nNorth America.","trees":[{"tree_label":"PAUP 1","ntax":"39","rootedtree":"TRUE","title":"Tr58092","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58092.phy"}]}