{"Authors":" W. H. C. F. Kooistra, O. D. Clerck, Eric Coppejans, Heroen\nVerbruggen","Year":" 2005","Title":" Molecular and morphometric data pinpoint species boundaries\nin Halimeda section Rhipsalis (Bryopsidales, Chlorophyta)","Journal":" Journal of Phycology","Volume":" 41","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Molecular systematic studies have changed the face of\nalgal taxonomy. Particularly at the species level, molecular\nphylogenetic research has revealed the inaccuracy of morphology-based\ntaxonomy: cryptic and pseudo-cryptic species were shown to exist within\nmany morphologically conceived species. This study focused on section\nRhipsalis of the green algal genus Halimeda. This section was known to\ncontain cryptic diversity and to comprise species with overlapping\nmorphological boundaries. In the present study, species diversity within\nthe section and identity of individual specimens were assessed using\nITS1\u001a5.8S\u001aITS2 (nrDNA) and rps3 (cpDNA) sequence data. The sequences\ngrouped in a number of clear-cut genotypic clusters that were considered\nspecies. The same specimens were subjected to morphometric analysis of\nexternal morphological and anatomical structures. Morphological\ndifferences between the genotypic cluster species were assessed using\ndiscriminant analyses. It was shown that significant morphological\ndifferences exist between genetically delineated species and that\nallocation of specimens to species on the basis of morphometric\nvariables is nearly perfect. Anatomical characters yielded better\nresults than external morphological characters. Two approaches were\noffered to allow future morphological identifications: a probabilistic\napproach based on classification functions of discriminant analyses, and\nthe classical approach of an identification key.","trees":[{"tree_label":"Fig. 2","ntax":"104","rootedtree":"TRUE","title":"ITS MP 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4491.phy"},{"tree_label":"Fig. 3","ntax":"69","rootedtree":"TRUE","title":"rps3 MP 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4492.phy"}]}