{"Authors":" Jorge M.O Fernandes, Arvind YM Sundaram, Viswanath Kiron,\nJoaquin Dopazo","Year":" 2012","Title":" Diversification of the expanded teleost-specific toll-like\nreceptor family in Atlantic cod, Gadus morhua","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Atlantic cod, toll-like receptors, innate immunity,\npositive selection, thermal stress, neofunctionalisation","DOI":"","Abstract":" Atlantic cod (Gadus morhua) has lost some of the major\ncomponents of the adaptive immune system and its genome encodes for a\nunique repertoire of toll-like receptors (TLRs), the major pattern\nrecognition receptors of the innate immune system. Cod is the first\nvertebrate known to have lost most of the mammalian TLR orthologues,\nespecially all the bacterial recognising as well as other cell surface\nTLRs, while expressing a highly expanded teleost-specific Tlr family. In\nthis study, one tlr21, 12 tlr22 and two tlr23 genes representing the\nteleost-specific Tlr family have been cloned and characterised in cod.\nPhylogenetic analysis grouped all tlr22 genes under a single clade,\nindicating that the multiple cod paralogues have arisen through\nlineage-specific duplications. All tlrs examined were present in\nimmune-related tissues as well as found to be expressed in stomach, gut\nand gonads of adult cod and were differentially expressed during early\ndevelopment of cod. These tlrs were differentially regulated following\nthe bath challenge with Vibrio anguillarum, suggesting a role in immune\nresponse. Temperature stress study showed that tlr22d may also be\ninvolved in mediating a stress-induced immune response. Maximum\nlikelihood analysis with different evolution models revealed that tlr22\ngenes are under positive selection. A total of 24 codons were found to\nbe positively selected, of which 19 are present in the ligand binding\nregion of ectodomain. Positive selection pressure coupled with\nexperimental evidence of differential expression strongly support the\nhypothesis that the cod teleost-specific tlr paralogues are undergoing\nneofunctionalisation and can recognise bacterial pathogen-associated\nmolecular patterns to compensate for the lack of other cell surface\nTlrs.","trees":[{"tree_label":"Fig. 6","ntax":"41","rootedtree":"TRUE","title":"Teleost-specific toll-like receptors","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_58226.phy"}]}