{"Authors":" Laure Zupan, Mar Cabeza, Luigi Maiorano, Cristina Roquet,\nVincent Devictor, Sébastien Lavergne, David Mouillot, Nicolas Mouquet,\nJulien Renaud, Wilfried Thuiller","Year":" 2014","Title":" Spatial congruence between phylogenetic diversity of European\nvertebrates and implications for future conservation efforts","Journal":" Diversity and Distributions","Volume":"","Issue":"","Pages":"","Keywords":" Western Palearctic, terrestrial vertebrates, spatial\nbiodiversity congruence, species diversity, phylogenetic diversity,\nconservation","DOI":"","Abstract":" Assessments of biodiversity distribution and protected\narea networks have often focused on one diversity facet for a single\nspecies group. However, it is crucial to know how biodiversity is\nspatially distributed for multiple species groups simultaneously to help\ndesigning future reserves in a context of limited resources. Using the\nresiduals (PDres) of the relationship between phylogenetic diversity\n(PD) and species diversity (SD), we identified areas of high and low PD\ncompared to the species pool for mammals, birds and amphibians in the\nWestern Palearctic eco-region. We assessed the co-variation of PD for\nthe three groups and identified spatial congruence in their\ndistribution. Finally we propose a unique assessment of the significance\nof the European network of protected areas in covering important PD\nareas. Mapping PDres shows strong spatial patterns differing between\ntaxa. This suggests that phylogenetic history of these groups has\nprobably been unique in the past and that a species group is not a\nrelevant surrogate for the other. Areas of PD convergence (high or low)\nfor the three groups show a low level of protection globally and\nhighlight the challenge of protecting and managing different components\nof diversity (e.g. evolutionary history) for different groups of species\nsimultaneously.","trees":[{"tree_label":"Best ML","ntax":"105","rootedtree":"TRUE","title":"Best ML Amphibian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_58422.phy"}]}