{"Authors":" LEANDRO EXEQUIEL LUCERO, Abelardo Carlos Vegetti, Renata\nReinheimer","Year":" 2013","Title":" Evolution and Development of the Spikelet and Flower of\nRhynchospora (Cyperaceae).","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Cyperaceae; Development; Evolution; flower; Rhynchospora;\nspikelet.","DOI":"","Abstract":" • Premise of the study: Rhynchospora, one of the biggest\ngenera of sedges, displays several spikelet and flower modifications,\nand is one of a few genera where the pollination strategy change from\nwind to insect-pollination; however, the mechanisms that have promoted\nsuch diversity in the genus are unknown. Given that mature forms are the\nfinal results of developmental programs, we have performed a comparative\nstudy of spikelet and flower development of Rhynchospora from an\nevolutionary perspective, to get insight into the bases of spikelet and\nflower evolution in the genus. Particularly, we investigate correlations\nbetween the change from wind to insect pollination that occur in the\ngenus, and the spikelet and flower traits. • Methods: The spikelet and\nflower development of nine species of Rhynchospora was studied using\nscanning electron microscopy (SEM) images. Parsimony, Maximum\nLikelihood, and Bayesian reconstruction analyses were conducted to\nevaluate the evolutionary history of flower and spikelet developmental\nprograms. • Key results: We identified seven morphological and\ndevelopmental traits of the spikelet and flowers that varies among\nRhynchospora species; ancestral character reconstructions shows that the\nspikelet and flower morphology and their developmental pathways support\nthe diversification of Rhynchospora lineages. • Conclusions: Our\nresults suggest that the evolution of spikelet and flower developmental\nprograms in Rhynchospora is correlated with the evolution of its\npollination type, mating system, and dispersal mode. The evolution\ntoward a bisexual spikelet and protandrous flowers may represent\nimportant steps for the transition from wind to insect-pollination\nsystem. In addition, spikelets and flowers offer new traits to\ndistinguish natural groups within Rhynchospora.","trees":[{"tree_label":"ML Lucero","ntax":"12","rootedtree":"TRUE","title":"Rhynchospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58231.phy"}]}