{"Authors":" Etta M. Nuckles, Meizhu Du, Lisa J. Vaillancourt,\nChristopher Lewis Schardl","Year":" 2005","Title":" Using Mating-Type Gene Sequences for Improved Phylogenetic\nResolution of Colletotrichum Species Complexes","Journal":" Mycologia","Volume":" 97","Issue":" NA","Pages":" 641-658","Keywords":" NA","DOI":" NA","Abstract":" Colletotrichum species are defined primarily on the basis\nof host preference and morphology of the organism in planta and in\nculture. However, the genus contains several \u001aspecies complexes\u001a that\nencompass such a broad range of morphological and pathological variation\nthat the species name is of relatively little use either to the\ntaxonomist or to the plant pathologist. Phylogenetic analyses, primarily\nbased on variable regions of the ribosomal DNA (rDNA) sequences, have\nindicated that these species complexes comprise a variable number of\nidentifiable monophyletic clades. However, rDNA sequences are often\ninsufficiently diverse to fully resolve such closely related lineages. A\ngroup of isolates representing three species complexes (C. graminicola,\nC. gloeosporioides, and C. acutatum) were analyzed by using the high\nmobility group (HMG)-encoding sequence of the MAT1-2 mating type\nsequence, which has been shown in other fungi to be especially suitable\nfor distinguishing relationships among closely related groups. Results\nwere compared with those obtained from analysis of variable regions of\nthe rDNA, as well as from standard morphological classification methods.\nResults achieved through analysis of MAT1-2 sequences correlated well\nwith those obtained by analysis of rDNA sequences, but provided\nsignificantly better resolution among the various lineages.\nMorphological traits including hyphopodial size, colony appearance,\nspore size, appressorial shape and size, and host preference were\nfrequently unreliable as indicators of phylogenetic association. Spore\nshape and hyphopodial shape were more often (but not always) useful for\nthis purpose.","trees":[{"tree_label":"Fig. 5","ntax":"52","rootedtree":"TRUE","title":"Colletotrichum Species Complexes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2304.phy"},{"tree_label":"Fig. 4","ntax":"58","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2305.phy"}]}