{"Authors":" Margarita Metallinou, Edwin Nicholas Arnold, Pierre-André\nCrochet, Philippe Geniez, José Carlos Brito, Petros Lymberakis, Sherif\nBaha El Din, Roberto Sindaco, Michael Robinson, Salvador Carranza","Year":" 2012","Title":" Conquering the Sahara and Arabian deserts: Systematics and\nbiogeography of Stenodactylus geckos (Reptilia: Gekkonidae)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Stenodactylus; Gekkonidae; Arabia; North Africa;\nPhylogeny; Biogeography; Desert; Red Sea","DOI":"","Abstract":" Background: The evolutionary history of the biota of North\nAfrica and Arabia is inextricably tied to the complex geological and\nclimatic evolution that gave rise to the prevalent deserts of these\nareas. Reptiles constitute an exemplary group in the study of the arid\nenvironments with numerous well-adapted members, while recent studies\nusing reptiles as models have unveiled interesting biogeographical and\ndiversification patterns. In this study, we include 207 specimens\nbelonging to all 12 recognized species of the genus Stenodactylus.\nMolecular phylogenies inferred using two mitochondrial (12S rRNA and 16s\nrRNA) and two nuclear (c mos and RAG 2) markers are employed to obtain a\nrobust time-calibrated phylogeny, as the base to investigate the inter-\nand intraspecific relationships and to elucidate the biogeographical\nhistory of Stenodactylus, a genus with a large distribution range\nincluding the arid and hyper-arid areas of North Africa and Arabia.\nResults:\nThe phylogenetic analyses of molecular data reveal the existence of\nthree major clades within the genus Stenodactylus, in agreement with\nwhat had been found based on morphology. Estimated divergence times\nbetween clades and sub-clades are shown to correlate with major\ngeological events of the region, the most important of which is the\nopening of the Red Sea, while climatic instability in the Miocene is\nhypothesized to have triggered diversification. High genetic variability\nis observed in some species, suggesting the existence of some\nundescribed species. The S. petrii - S. stenurus species complex is in\nneed of a thorough taxonomic revision. New data is presented on the\ndistribution of the sister species S. sthenodactylus and S.\nmauritanicus. Conclusions:\nThe phylogenetic hypothesis for the genus Stenodactylus presented in\nthis work permits the reconstruction of the biogeographical history of\nthese common desert dwellers and confirms the importance of the opening\nof the Red Sea and the climatic oscillations of the Miocene as major\nfactors in the diversification of the biota of North Africa and Arabia.\nMoreover, this study traces the evolution of this widely distributed and\nhighly specialized group, investigates the patterns of its high\nintraspecific diversity and elucidates its systematics.","trees":[{"tree_label":"con 50 majrule","ntax":"222","rootedtree":"TRUE","title":"Tr59010","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59010.phy"},{"tree_label":"con 50 majrule","ntax":"106","rootedtree":"TRUE","title":"Tr59028","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59028.phy"}]}