{"Authors":" Juan Armando Sanchez","Year":" 2005","Title":" Systematics of the bubblegum corals (Cnidaria: Octocorallia:\nParagorgiidae) with description of new species from New Zealand and the\nEastern Pacific","Journal":" Zootaxa","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Bubblegum corals, Paragorgiidae, are among the largest and\nmost ecologically important benthic sessile deep-water organisms\nharboring hundreds of associated crustaceans. However, no recent reviews\nof their diversity and systematics are yet available, despite the recent\nincrease in the sampling and fishing of deep-water habitats. This study\ncovered 17 Paragorgiidae species. There were only five previously known\nspecies for Paragorgia (P. arborea [Linnaeus], P. johnsoni Gray, P.\nsplendens Thomson & Henderson, P. regalis Nutting [=dendroides\nBayer], and P. coralloides Bayer) and just one of Sibogagorgia (S.\nweberi Stiasny). Eleven new species are described here comprising 9\nParagorgia spp. (P. alisonae, P. kaupeka, P. maunga, P. aotearoa, P.\nwahine, P. whero, P. yutlinux, P. stephencairnsi, and P. tapachtli) and\n2 Sibogagorgia spp. (S. tautahi and S. dennisgordoni). This study also\nuncovered two areas of endemism for bubblegum corals corresponding to\nNew Zealand and the Eastern Pacific (Mexico to Canada). New Zealand has\n6 likely endemic species of Paragorgia (P. alisonae, P. kaupeka, P.\nmaunga, P. aotearoa, P. whero, and P. wahine) and the two new species of\nSibogagorgia whereas P. yutlinux, P. stephencairnsi, and P. tapachtli\nwere collected in the Eastern Pacific. There seem to be a few\ntrans-Pacific species such as P. regalis, and likewise in the Atlantic\nwith P. johnsoni, but it is clear that no other species is as\ncosmopolitan as P. arborea with discontinuous but bi-polar distribution.\nThere are cases of morphological sister species such as P. johnsoni and\nP. aotearoa that correspond to the Atlantic and Pacific respectively,\nbut the phylogenetic relationships of the remaining species indicate\nthat most paragorgiid diversity and speciation took place in the\nIndo-Pacific region, as suggested by a number of sympatric species.\nSurface sclerites, radiates, exhibit a great deal of variation under the\nScanning Electron Microscope (SEM), providing a number of characters for\nphylogenetic reconstruction, including three kinds of radial\nornamentation and several types of surfaces and sub-ornamentation at the\nultrastructure level. The three most parsimonious trees of equal length,\nusing morphological characters, showed P. arborea as basal to the rest\nof the Paragorgia species (using Sibogagorgia as outgroup), which were\ndivided in two clades. One clade includes the species with asymmetrical\nsurface sclerites with some radial ornaments larger or different than\nothers ([P. maunga -[P. coralloides-P.tapachtli-P. regalis-P.\nkaupeka]]). In this clade, P. maunga conserved the basal position in the\nmost parsimonious trees whereas relationships among the other species\nwere not consensual. The other clade comprised species with symmetrical\nsurface sclerites ([[P. splendens-P. wahine] P. alisonae-[P. yutlinux-P.\nstephencairnsi]-P. johnsoni-P. aotearoa]). P. splendens-P.\nwahine-P.whero and P. yutlinux-P. stephencairnsi maintained their sister\nrelationships respectively in all most-parsimonious trees but no\nconsensual relationships with respect to and among the other species of\nthe clade. Complete descriptions of described and new species using SEM,\nspecies comparisons, character states, and a species key are also\nprovided in this paper.","trees":[{"tree_label":"Fig. 5B","ntax":"17","rootedtree":"TRUE","title":"Bubblegum corals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_484.phy"},{"tree_label":"Fig. 5A","ntax":"17","rootedtree":"TRUE","title":"Bubblegum corals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_485.phy"}]}