{"Authors":" Sergio Hernández-León, David Sebastian Gernandt, Jorge\nAlberto Pérez de la Rosa, Lev Orlando Jardón-Barbolla","Year":" 2013","Title":" Plastid DNA, Phylogenetic Inference, and Species\nIdentification in Pinus section Trifoliae","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" cpDNA, DNA barcodes, pines, phylogenetics","DOI":"","Abstract":" Recent diversification followed by secondary contact and\nhybridization may explain complex patterns of intra- and interspecific\nmorphological and genetic variation in the North American hard pines\n(Pinus section Trifoliae), a group of approximately 49 tree species\ndistributed in North and Central America and the Caribbean islands. We\nassembled a 5425 bp alignment from five concatenated plastid markers for\nan average of 3.9 individuals per putative species and assessed the\nsuitability of the five regions for species identification (as DNA\nbarcodes) and phylogenetic reconstruction. The ycf1 gene accounted for\nthe greatest proportion of the alignment (46.8%), the greatest\nproportion of variable sites (71.5%) and the most unique sequences (75\nhaplotypes). The trnD-trnY-trnE and trnH-psbA intergenic spacers yielded\n25 and 20 haplotypes, respectively, while the matK and rbcL gene\nfragments yielded only 12 and 7 haplotypes, respectively. Phylogenetic\nanalysis recovered clades corresponding to three previously recognized\nsubsections, Australes, Contortae, and Ponderosae, and individuals for\n33 of the 49 species formed monophyletic or otherwise diagnostic groups.\nMorphologically similar species within subsections usually grouped\ntogether, but there were important exceptions. Bayesian relaxed\nmolecular clock analyses indicated that the subsection Ponderosae crown\ngroup diversified more recently than the other two subsections, although\nall three diversified relatively recently during the Miocene. The\ngeneral mixed Yule-coalescent method gave a mixed model estimate of only\n22 or 23 evolutionary entities for the plastid sequences, which\ncorresponds to less than half the number of species recognized based on\nmorphological species assignments. Future inclusion of more individuals\nper species and more sequence may result in higher estimates, but low\nmutation rates, recent diversification, and high effective population\nsizes may limit the effectiveness of this method to detect evolutionary\nentities. Data from unlinked loci are needed to identify reticulation\nevents and better understand the phylogenetic history of the group.","trees":[{"tree_label":"bestREP21","ntax":"193","rootedtree":"TRUE","title":"Tr63654","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63654.phy"}]}