{"Authors":" Dengmei Fan, Jipei Yue, Ze-Long Nie, Zhimin Li, Hans Peter\nComes, Hang Sun","Year":" 2013","Title":" Phylogeography of Sophora davidii (Leguminosae) across the\n“Tanaka-Kaiyong Line”, an important phytogeographic boundary in\nSouthwest China","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" chloroplast DNA, China, nuclear DNA, phylogeography,\nSophora davidii, Tanaka-Kaiyong Line","DOI":"","Abstract":" The “Tanaka-Kaiyong Line” (TKL) is a major phytogeographic\nboundary in Southwest China, separating East Asiaâs Sino-Himalayan and\nSino-Japanese Floras. However, little is known about the importance of\nthis boundary in promoting intra-specific phylogeographic subdivision\nand divergence. Using chloroplast (cpDNA) and nuclear-intron (nDNA)\nsequence data, we reconstructed the population history of Sophora\ndavidii, a drought-tolerant riparian shrub widely distributed on either\nside of the TKL. Specifically, we aimed at testing two long-standing\nexplanations for possible vicariant events across the TKL: (1) Late\nPliocene (c. 3 Ma) geological uplift of the eastern Qinghai-Tibetan\nPlateau; or (2) a sharp environmental gradient associated with the\nestablishment of different monsoon regimes on either side of the TKL\nduring the (Late) Pleistocene. Our genealogical analyses detected a\nmajor west-east split in cpDNA, geographically largely consistent with\nthe TKL, and dated to the Pleistocene [c. 1.28 Ma (95% HPD: 0.21â“2.96\nMa)]. Furthermore, integrating cpDNA phylogeographic patterns with\nmismatch analyses, we found multiple refugial isolation and long-term\ndemographic stability of populations in the west (Hengduan Mountain\nRange) compared to extensive range expansions in the east, possibly\nduring the last glacial period(s), and followed by differentiation into\nregional sub-lineages (southeast: Yunnan-Guizhou Plateau vs. northeast:\nQinling Mts./Loess Plateau). Although nuclear differentiation was less\nmarked, the geographical pattern of nDNA haplotypes provided some\nfurther indication of the speciesâ eastward expansion, possibly from\nsource populations located just east of the TKL (Lower Jinshajiang\nregion). Overall, the present data reject the geological (tectonic)\nexplanation for the TKL and, instead, provide supportive evidence for\nits role as a climatically driven barrier to present-day plant\ndispersal. In addition, our study highlights changing temperatures and\nvegetation types during the last glacial period(s), along with aspects\nof regional topography, to be important determinants of the glacial\neastward expansion of S. davidii. In consequence, our study lends\nsupport to a âglacial out-of-Hengduan Mts.â hypothesis for the\nxerophytic-riparian flora of Southwest China, which in turn is\ninconsistent with the traditional view of the TKL as a âclassicalâ\nvicariant-biogeographic boundary.","trees":[{"tree_label":"TREE3","ntax":"22","rootedtree":"TRUE","title":"Tr62237","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_62237.phy"},{"tree_label":"Tree 5","ntax":"44","rootedtree":"TRUE","title":"Tr62245","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_62245.phy"},{"tree_label":"Tree 2","ntax":"29","rootedtree":"TRUE","title":"Tr60984","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60984.phy"},{"tree_label":"TREE4","ntax":"19","rootedtree":"TRUE","title":"Tr62243","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_62243.phy"},{"tree_label":"Tree 1","ntax":"32","rootedtree":"TRUE","title":"Tr60983","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60983.phy"}]}