{"Authors":" Nhu H Nguyen, Else C Vellinga","Year":" 2013","Title":" The Helvella lacunosa species complex in western North\nAmerica: cryptic species, misapplied names and parasites","Journal":" Mycologia","Volume":" 105","Issue":" 5","Pages":" 1275-1286","Keywords":" biodiversity; helvellaceae; host plants; hypomyces; north\namerican mycoflora","DOI":" 10.3852/12-391","Abstract":" Based on morphology, fungal species have been considered\nwidespread and as a result names of species from Europe or eastern North\nAmerica were applied to species in western North America. However, DNA\nsequences have shown that many western taxa are different from their\nEuropean counterparts; one such case is presented here. Comparisons of\nITS and LSU rDNA sequences from ectomycorrhizal root tips and ascomata\nof specimens identified as Helvella lacunosa from North America, Europe\nand Asia revealed that the taxa from western North America and Mexico\nformed a well supported clade different from the eastern North American,\nEuropean and Asian taxa. Within this western North American clade there\nare at least four taxa. Here we describe two of these western taxa as\nnew species: Helvella vespertina and Helvella dryophila. Helvella\nvespertina is a bigger version of H. lacunosa, is variable in hymenial\ncolor and shape and forms ectomycorrhizae with conifers; it fruits\ntypically Oct-Jan. Helvella dryophila is characterized by a dark almost\nblack, squat pileus, a light stipe when young, medium size and forms\nectomycorrhizae with Quercus species; it fruits Jan-Jun. Due to\ninsufficient material, the two other Helvella taxa are discussed but not\nformally described here. We also examined the Hypomyces and other\nmycoparasites associated with the ascomata of Helvella species and\ndiscuss misleadingly labeled sequences in public databases.","trees":[{"tree_label":"tree 1","ntax":"89","rootedtree":"TRUE","title":"Helvella ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115662.phy"},{"tree_label":"tree 1","ntax":"72","rootedtree":"TRUE","title":"Helvella LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115661.phy"}]}