{"Authors":" Thomas J. Givnish, Thomas B. Patterson","Year":" 2002","Title":" Phylogeny, concerted convergence, and phylogenetic niche\nconservatism in the core Liliales: insights from rbcL and ndhF sequence\ndata","Journal":" Evolution","Volume":" 56","Issue":" 2","Pages":" 233-252","Keywords":" Calochortaceae; concerted plesiomorphy; evolutionary\ntrends; Liliaceae; phylogenetic inference; Uvulariaceae","DOI":" 10.1111/j.0014-3820.2002.tb01334.x","Abstract":" Calochortus and the family Liliaceae s.s. have often been\nconsidered each other\u001as closest relatives, based partly on their shared\npossession of bulbs, visually showy flowers, winged wind-dispersed\nseeds, and narrow, parallel-veined leaves. We present a fully resolved,\nwell-supported molecular phylogeny for these groups and their close\nrelatives in the core Liliales, based on sequence variation in the\nchloroplast-encoded rbcL and ndhF genes. Analysis of the combined data\nidentifies Liliaceae s.s. as monophyletic, including one clade\n((Lilium-Fritillaria-Nomocharis, Cardiocrinum), Notholirion) that\nappears to have diversified in the Himalayas roughly 12 My ago, and\nanother (Erythronium-Tulipa, Gagea-Lloydia) that arose in east Asia.\nMedeola-Clintonia is sister to this group and bears rhizomes,\ninconspicuous flowers, fleshy animal-dispersed fruits, and broad,\nreticulate-veined leaves. Calochortus is sister to Tricyrtis; both\nTricyrtis and the neighboring clade of Prosartes-Streptopus-Scoliopus\nshare several of the traits seen in Medeola-Clintonia. The core Liliales\nthus provide compelling examples of the dual phenomena of concerted\nconvergence and phylogenetic niche conservatism. Invasion of open,\nseasonal habitats was accompanied by the independent evolution of bulbs,\nshowy flowers, wind-dispersed seeds, and narrow, parallel-veined leaves\nin Calochortus and Liliaceae s.s.; persistence in shady habitats was\naccompanied by the retention of rhizomes, inconspicuous flowers,\nanimal-dispersed seeds, and broad, reticulate-veined leaves in their\nsister groups. We advance arguments for the context-specific adaptive\nvalue of each of these traits, as well as evidence of parallel trends in\nother groups. Concerted convergence \u001a convergence in several different\ntraits, favored by the same shared set of ecological conditions, in two\nor more lineages \u001a is an important evolutionary process that can mislead\nevolutionary analyses based solely on phenotypic variation.","trees":[{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Liliales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_646.phy"},{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Liliales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_690.phy"},{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Liliales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4493.phy"},{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Liliales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4494.phy"}]}