{"Authors":" Alessandro Lovisetto, Flavia Guzzo, Nicola Busatto, Giorgio\nCasadoro","Year":" 2012","Title":" Gymnosperm B-sister genes may have a dual function: a general\none in ovule/seed development and, in some species only, a supplementary\nfunction in the growth of fleshy fruit-like structures.","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" B-sister gene, fruit-like structure, Ginkgo biloba,\nGymnosperms, MADS-box genes, Taxus baccata","DOI":"","Abstract":" The invention of seeds and the related mechanisms used for\ntheir dispersal into the environment represented a turning point in the\nevolution of plants because it allowed seed-producing plants to spread\nsuccessfully over the earth surface. MADS-box genes were key\nparticipants in the formation of ovule/seed and the development of the\nstructures facilitating seed dispersal. The B-sister genes of two\nGymnosperms (Ginkgo biloba and Taxus baccata) were studied and their\nfunction evaluated. They were ovule-specific like all the B-sister\ngenes, but only in Ginkgo the gene was also involved in the growth of\nthe fruit-like structure that surrounds the seed. Its involvement in the\ngrowth of fruits was confirmed by over-expressing it in tobacco plants.\nIn Taxus the B-sister gene did not show any significant involvement in\nthe growth of the fleshy aril that surrounds the seed. Since in Ginkgo\nthe fleshy fruit-like structure is nothing else but a modified seed\nouter integument, it seems that in Gymnosperms the ovule-specific\nB-sister genes participate in the growth of fruit-like structures when\nthey represent ovular modifications, while no such involvement is\nrequested when the fruit-like structures are originated from non-ovular\ntissues as it occurs with the arils of Taxus.","trees":[{"tree_label":"Fig.1","ntax":"26","rootedtree":"TRUE","title":"Phylogenetic tree showing subfamilies of the AGL6, C, B\nand B-sister (Bs) classes of Gymnosperm MIKC-type MADS-box proteins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_58399.phy"}]}