{"Authors":" Ana María Cialdella, Silvana M. Sede, Konstantin\nRomaschenko, Paul M. Peterson, Robert J. Soreng, Fernando O. Zuloaga,\nOsvaldo Morrone","Year":" 2012","Title":" Phylogeny of Nassella (Stipeae, Pooideae, Poaceae) Based on\nAnalyses of Chloroplast andNuclear Ribosomal DNA, and Morphology","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" ETS, ITS, plastid DNA, morphology, Nassella, phylogeny,\nStipeae","DOI":"","Abstract":" The genus Nassella, as currently circumscribed, includes\nnearly 116 species distributed from Canada to Uruguay, Chile and\nArgentina. Originally described as a subgenus of Stipa, it is one of the\nlargest genera in the tribe Stipeae. Within Stipeae Nassella is\ncharacterized by its florets with a strongly convolute lemma, with a\nconspicuous or inconspicuous crown at the apex, a short palea mostly\nglabrous and without veins. Based on 53 species of Nassella and 22\noutgroup species, we conducted phylogenetic analyses in order to test\nthe monophyly of Nassella, to study the relationships among its species\nand with allied genera, mainly with Amelichloa and Jarava, to re-examine\ninfrageneric taxa previously included in Stipa and now considered within\nNassella, and to correlate the phylogenetic hypothesis with the\ngeographical distribution of the species. Two plastid (trnT-trnL and\nrpl32-trnL) and two nuclear ribosomal (ITS and ETS) markers as well as\nmorphological characters were used. Our DNA data alone and combined with\nmorphology showed Nassella to be paraphyletic, with Amelichloa nested in\nit. Jarava s.s. appeared either as sister group or in a polytomy\ntogether with Nassella-Amelichloa. Two main clades were recovered,\nwhich, although not morphologically homogeneous, are geographically and\necologically distinguishable: one with species of Nassella distributed\nin regions of high altitude from Bolivia and NW Argentina to Mexico and\nnorthern South America; and the second, with the remaining species of\nNassella, and those of Amelichloa, concentrated in NW Argentina,\nsouthern Bolivia, central Argentina and Patagonia, southern Brazil,\nUruguay, Paraguay and NE Argentina. Monophyly of Amelichloa, represented\nby all five species, was strongly supported. None of Stipa subgenera,\nnow under the synonymy of Nassella, were recovered as monophyletic. Two\ntrends were observed: species originally included in subg. Pocostipa\ngathered together in one of the main clades, while all sampled species\nof subg. Stemmatostipa and subg. Stephanostipa were all included in the\nother. The close phylogenetic relationship of Nassella and Amelichloa is\nnot consistent with the morphological differences between these\ngenera.","trees":[{"tree_label":"Imported tree 1","ntax":"75","rootedtree":"TRUE","title":"Nassella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58394.phy"},{"tree_label":"Imported tree 3","ntax":"75","rootedtree":"TRUE","title":"Nassella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58396.phy"},{"tree_label":"Imported tree 2","ntax":"75","rootedtree":"TRUE","title":"Nassella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58395.phy"},{"tree_label":"Imported tree 5","ntax":"75","rootedtree":"TRUE","title":"Nassella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58398.phy"},{"tree_label":"Imported tree 4","ntax":"75","rootedtree":"TRUE","title":"Nassella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58397.phy"}]}