{"Authors":" Allen G. Collins, Marymegan Daly","Year":" 2005","Title":" A new deepwater species of Stauromedusae, Lucernaria janetae\n(Cnidaria, Staurozoa, Lucernariidae), and a preliminary investigation of\nstauromedusan phylogeny based on nuclear and mitochondrial rDNA\ndata","Journal":" Biological Bulletin","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The deepwater stauromedusan Lucernaria janetae n. sp is\ndescribed from adult and juvenile specimens collected from the East\nPacific Rise. Lucernaria janetae is the first species in the genus\nrecorded from the Pacific Ocean, and differs from its congeners in size\nand morphology. Mitochondrial (16S) and nuclear (SSU) ribosomal gene\nsequences from L. janetae were analyzed with those of representative\nstauromedusan taxa to evaluate stauromedusan monophyly. Both genes\nrecovered a strongly monophyletic Stauromedusae that is the sister group\nto all other medusozoans. Support of these hypotheses is robust to\nmethod of phylogenetic reconstruction and to outgroup selection,\nbuttressing the argument that Stauromedusae should be recognized as the\nclass Staurozoa. The molecular markers used here favor the same topology\nof relationships among our samples and clearly distinguished between two\nspecies, Haliclystus sanjuanensis and H. octoradiatus, which have been\nconsidered synonymous by many workers. A stable systematic framework for\nStauromedusae appears achievable through comprehensive study of both\nmorphological and sequence data.","trees":[{"tree_label":"Fig. 5","ntax":"14","rootedtree":"TRUE","title":"Stauromedusae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4507.phy"},{"tree_label":"Fig. 6","ntax":"16","rootedtree":"TRUE","title":"Stauromedusae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4508.phy"},{"tree_label":"Fig. 7","ntax":"6","rootedtree":"TRUE","title":"Stauromedusae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4509.phy"}]}