{"Authors":" Erica J. Wheeler, Saeideh Mashayekhi, Dale W McNeal, J.\nTravis Columbus, J. Chris Pires","Year":" 2013","Title":" Molecular systematics of Allium subgenus Amerallium\n(Amaryllidaceae) in North America","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Amaryllidaceae; ETS; ITS; rpL32trnL; trnLF","DOI":"","Abstract":" Premise of the study: Early plant taxonomists formed\nhypotheses about relationships among taxa based on characters such as\nmorphology and anatomy. Modern systematic methods, based on DNA sequence\nvariation, provide an additional line of evidence by which to evaluate\ntaxonomic hypotheses. In North America north of Mexico, wild onions\n(Allium) are represented by 84 native species, 81 of which belong to\nsubgenus Amerallium. Based on morphology, these species have been\ndivided into eight informal taxonomic ‘alliances’ hypothesized to\nrepresent shared evolutionary history among species. The aim of this\nresearch was to test the monophyly of these alliances with molecular\nphylogenetic methods. Methods: We sampled 74 Amerallium species\nnorth of Mexico and two Mexican endemics and constructed a molecular\nphylogeny of subgenus Amerallium in North America based on predominantly\nnon-coding sequences from two nuclear ribosomal RNA regions (ITS and\nETS) and two plastid regions (trnL-F and rpL32-trnL). Key results:\nMost clades are well supported in analyses of nuclear data and when\nnuclear and plastid data are combined. However the plastid data alone\ndid not produce a well-resolved or well-supported tree. Morphological\nalliances were sometimes congruent with groups recovered in the\nmolecular phylogeny, but strict monophyly was observed in only three of\neight alliances. Conclusions: We propose an infrageneric\nclassification that recognizes two sections in New World Amerallium.\nBecause there is substantial incongruence between morphological and\nmolecular groups, we advocate retaining informal alliances rather than\nadopting formal subsections until further morphological and molecular\nanalyses can be carried out.","trees":[{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Allium subgenus Amerallium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_58425.phy"},{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Allium subgenus Amerallium MB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_58426.phy"}]}