{"Authors":" Peter Goldblatt, John C. Manning, Jan Schnitzler","Year":" 2012","Title":" A revised infrageneric classification and synopsis of the\nAfro-Eurasian genus Moraea Mill. (Iridaceae: Irideae)","Journal":" Bothalia","Volume":"","Issue":"","Pages":"","Keywords":" Iridaceae, Iridoideae, Moraea Mill., new species, southern\nAfrica, taxonomy","DOI":"","Abstract":" Molecular phylogenetic studies of Moraea Mill. and the\ninclusion of Barnardiella Goldblatt, Galaxia Thunb., Gynandriris Parl.,\nHexaglottis Vent., Homeria Vent. and Roggeveldia Goldblatt in the genus\nhave rendered the existing infrageneric classification of the genus,\ndating from 1976, in need of substantial revision. In particular,\nsubgen. Moraea and subgen. Vieusseuxia have been shown by molecular\nstudies to be paraphyletic. We propose a new infrageneric classification\nhere, based, as far as current data permit, on phylogenetic principles;\nthus subgenera and sections are circumscribed as far as possible as\nmonophyletic based on molecular phylogenies or partly on morphological\nconsiderations. We recognize 11 subgenera and 15 sections and 3 series,\narranged as follows in phylogenetic sequence: Plumarieae; Visciramosae\n(with sect. Multifoliae and sect. Visciramosae; Moraea (with sect.\nMoraea and sect. Multifoliae; Galaxia (with ser. Unguiculatae, ser.\nEurystigma and ser. Galaxia; Monocephalae; Acaules; Polyanthes (with\nsect. Serpentinae, sect. Deserticola sect. Hexaglottis, sect.\nGynandriris, sect. Polyanthes and sect. Pseudospicatae); Grandiflorae;\nVieusseuxia (with sect. Integres, sect. Vieusseuxia and sect. Villosae);\nand Homeria (with sect. Pallidae and sect. Homeria). Most are moderately\nto well circumscribed at the morphological level either by floral or\nvegetative characters, except subgen. Moraea, which includes a small\nnumber of unspecialized species apparently not linked by any apomorphic\nfeatures. With over 20 new species described in the past 25 years,\nanother 60 transferred here and seven more in press, Moraea now includes\n214 species. We provide a full taxonomic synopsis of the genus.","trees":[{"tree_label":"tree 1","ntax":"171","rootedtree":"TRUE","title":"Moraea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58750.phy"},{"tree_label":"con 50 majrule","ntax":"171","rootedtree":"TRUE","title":"Moraea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_58752.phy"},{"tree_label":"PAUP 1","ntax":"171","rootedtree":"TRUE","title":"Moraea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58751.phy"}]}