{"Authors":" Arshan Nasir, Kyung Mo Kim, G. Caetano-Anolles","Year":" 2012","Title":" Giant viruses coexisted with the cellular ancestors and\nrepresent a distinct supergroup along with super kingdoms Archaea,\nBacteria and Eukarya.","Journal":" BMC Evolutionary Biology","Volume":" 12","Issue":"","Pages":" 156","Keywords":"","DOI":" 10.1186/1471-2148-12-156","Abstract":" ABSTRACT BACKGROUND: The discovery of giant viruses with\ngenome and physical size comparable to cellular organisms, remnants of\nprotein translation machinery and virus-specific parasites (virophages)\nhave raised intriguing questions about their origin. Evidence advocates\nfor their inclusion into global phylogenomic studies and their\nconsideration as a distinct and ancient form of life. RESULTS: Here we\nreconstruct phylogenies describing the evolution of proteomes and\nprotein domain structures of cellular organisms and double-stranded DNA\nviruses with medium-to-very-large proteomes (giant viruses). Trees of\nproteomes define viruses as a ‘fourth supergroup’ along with\nsuperkingdoms Archaea, Bacteria, and Eukarya. Trees of domains indicate\nthey have evolved via massive and primordial reductive evolutionary\nprocesses. The distribution of domain structures suggests giant viruses\nharbor a significant number of protein domains including those with no\ncellular representation. The genomic and structural diversity embedded\nin the viral proteomes is comparable to the cellular proteomes of\norganisms with parasitic lifestyles. Since viral domains are widespread\namong cellular species, we propose that viruses mediate gene transfer\nbetween cells and crucially enhance biodiversity. CONCLUSIONS: Results\ncall for a change in the way viruses are perceived. They likely\nrepresent a distinct form of life that either predated or coexisted with\nthe last universal common ancestor (LUCA) and constitute a very crucial\npart of our planet’s biosphere.","trees":[{"tree_label":"PAUP 1","ntax":"200","rootedtree":"TRUE","title":"Tr58453","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58453.phy"}]}