{"Authors":" Ramiro Morales-Hojas, Jorge Vieira","Year":" 2012","Title":" Phylogenetic Patterns of Geographical and Ecological\nDiversification in the Subgenus Drosophila","Journal":" PLOS ONE","Volume":"","Issue":" e49552","Pages":"","Keywords":" Drosophila, Phylogenetics, diversification patterns,\necology, biogeography","DOI":" 10.1371/journal.pone.0049552","Abstract":" Colonisation of new geographic regions and/or of new\necological resources can result in rapid species diversification into\nthe new ecological niches available. Members of the subgenus Drosophila\nare distributed across the globe and show a large diversity of\necological niches. Furthermore, taxonomic classification of Drosophila\nincludes the rank radiation, which refers to closely related species\ngroups. Nevertheless, it has never been tested if these taxonomic\nradiations correspond to evolutionary radiations. Here we present a\nstudy of the patterns of diversification of Drosophila to test for\nincreased diversification rates in relation to the geographic and\necological diversification processes. For this, we have estimated and\ndated a phylogeny of 218 species belonging to the major species groups\nof the subgenus. The obtained phylogenies are largely consistent with\nprevious studies and indicate that the major groups appeared during the\nOligocene/Miocene transition or early Miocene, characterized by a trend\nof climate warming with brief periods of glaciation. Ancestral\nreconstruction of geographic ranges and ecological resource use suggest\nat least two dispersals to the Neotropics from the ancestral Asiatic\ntropical disribution, and several transitions to specialized ecological\nresource use (mycophagous and cactophilic). Colonisation of new\ngeographic regions and/or of new ecological resources can result in\nrapid species diversification into the new ecological niches available.\nHowever, diversification analyses show no significant support for\nadaptive radiations as a result of geographic dispersal or ecological\nresource shift. Also, cactophily has not resulted in an increase in the\ndiversification rate of the repleta and related groups. It is thus\nconcluded that the taxonomic radiations do not correspond to adaptive\nradiations.","trees":[{"tree_label":"TREE1","ntax":"223","rootedtree":"TRUE","title":"Tr58455","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58455.phy"}]}