{"Authors":" Cheng-Min Shi, Ya-Jie Ji, Lin Liu, Lei Wang, De-Xing\nZhang","Year":" 2013","Title":" Impact of climate changes from Middle Miocene onwards on\nevolutionary diversification in Eurasia: Insights from the mesobuthid\nscorpions","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" aridification, glaciation, Mesobuthus scorpion, Miocene\nclimate changes, phylogeography, temperate Asia","DOI":"","Abstract":" The aridification from Middle Miocene onwards has\ntransformed the Asian interior into an arid environment, and the\nPleistocene glacial-interglacial oscillations exerted further ecological\nimpact. Therefore, both aridification and glaciation would have\nconsiderably influenced the evolution of many mid-latitude species in\ntemperate Asia. Here we tested this perspective by a phylogeographic\nstudy of the mesobuthid scorpions across temperate Asia using one\nmitochondrial and three nuclear genes. Concordant mitochondrial and\nnuclear gene trees were obtained which are consistent with species tree\ninferred using a Bayesian approach. The age of the most recent common\nancestor (MRCA) of all the studied scorpions was estimated to be 12.49\nMa (late Middle Miocene); M. eupeus diverged from the clade composing M.\ncaucasicus and M. martensii in early Late Miocene (10.21 Ma); M.\nmartensii diverged from M. caucasicus at 5.53 Ma in Late Miocene. The\nestimated MRCA ages of M. martensii and the Chinese lineage of M. eupeus\nwere 2.37 Ma and 0.68 Ma, respectively. Central Asia was identified as\nthe ancestral area for the lineage leading to M. martensii and M.\ncaucasicus and the Chinese lineage of M. eupeus. The ancestral habitat\nof the genus Mesobuthus is likely to have been characterised by an arid\nenvironment; a shift towards more humid habitat occurred in the MRCA of\nM. martensii and a lineage of M. caucasicus, finally leading to the\nadaptation of M. martensii to humid environment. Our data strongly\nsupport the idea that the stepwise intensified aridifications from\nMid-Miocene onwards drove the diversification of mesobuthid scorpions,\nand suggest that M. martensii and M. eupeus observed today in China\noriginated from an ancestral lineage distributed in Central Asia. Both\nthe colonization and the ensuing evolution of these species in East Asia\nappear to have been further moulded by Quaternary glaciations.","trees":[{"tree_label":"Time Tree","ntax":"116","rootedtree":"TRUE","title":"BEAST MCC time-tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58443.phy"}]}