{"Authors":" Gerardo Hernández-Vera, Roberto Caldara, Ivo Toevski, Brent\nC Emerson","Year":" 2013","Title":" Molecular phylogenetic analysis of archival tissue reveals\nthe origin of a disjunct southern African  Palaearctic weevil\nradiation.","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" archival tissue, Curculionidae, disjunct distribution,\ndispersal, Palaearctic, phylogeny, southern Africa, vicariance,\nweevil.","DOI":"","Abstract":" Aim: We test three alternative hypotheses for the disjunct\nMediterranean - southern African distribution of endophagous weevils\nwithin the genera Rhinusa and Gymnetron (Coleoptera: Curculionidae): 1)\na Palaearctic origin with dispersal to southern Africa, 2) a southern\nAfrican origin with dispersal to the Palaearctic, and 3) a widespread\nancestral distribution fragmented by vicariance. Divergence times are\nestimated to provide an approximate temporal framework for the evolution\nof the group and evaluate potential palaeogeographic scenarios.\nLocation: Southern Africa, Mediterranean region, the Palaearctic,\neastern Africa. Methods: Freshly collected and dry pinned samples of\nweevils were used as a source of DNA. Prior genetic information was used\nto identify short phylogenetically informative amplicons within the 16S\nribosomal RNA gene (16S). Phylogenetic reconstructions using Bayesian\nand maximum likelihood analyses of mitochondrial and nuclear DNA\nsequence data and molecular dating techniques were used to infer the\nbiogeographical history of Rhinusa and Gymnetron species. A statistical\napproach to dispersal-vicariance analysis (S-DIVA) was used to further\nassess biogeographical hypotheses. Results: Successful PCR amplification\nof targeted short 16S DNA sequences (150 bp) from dry pinned specimens\nprovided for increased species sampling of Rhinusa and Gymnetron by\n230%, greatly expanding species representation from southern Africa.\nPhylogenetic reconstructions and S-DIVA analyses support a southern\nAfrican origin for Rhinusa and Gymnetron species. Divergence time\nestimates suggest southern African and Palaearctic lineages diverged\napproximately 11.6  7.4 Ma. Main conclusions: Rhinusa and Gymnetron\nrepresent a complex of lineages with a shared evolutionary history of\nrange expansions from southern Africa into the Palaearctic. Our results\nsupport a late Miocene vicariance scenario, most likely as a result of\nrepeated desertification phenomena. The use of prior genetic information\nto identify short phylogenetically informative amplicons offers a useful\napproach for molecular phylogenetic analyses incorporating archival\nmaterial.","trees":[{"tree_label":"con all compat","ntax":"104","rootedtree":"TRUE","title":"Rhinusa & Gymnetron 5-gene Bayesian tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_58441.phy"}]}