{"Authors":" Alexander M Weigand, Adrienne Jochum, Rajko Slapnik, Jan\nSchnitzler, Eugenia Zarza, Annette Klussmann-Kolb","Year":" 2013","Title":" Evolution of Microgastropods (Ellobioidea, Carychiidae) -\nIntegrating taxonomic, phylogenetic and evolutionary hypotheses","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":"","Keywords":" integrative taxonomy, subterranean environment, cryptic\ndiversity, DNA barcoding, allopatric diversification, Carychium,\nZospeum","DOI":" 10.1186/1471-2148-13-18","Abstract":" Background Current biodiversity patterns are considered\nlargely the result of past climatic and tectonic changes. In an\nintegrative approach, we combine taxonomic and phylogenetic hypotheses\nto analyze temporal and geographic diversification of epigean\n(Carychium) and subterranean (Zospeum) evolutionary lineages in\nCarychiidae (Eupulmonata, Ellobioidea). We explicitly test three\nhypotheses: 1) morphospecies encompass unrecognized evolutionary\nlineages, 2) limited dispersal results in a close genetic relationship\nof geographical proximally distributed taxa and 3) major climatic and\ntectonic events had an impact on lineage diversification within\nCarychiidae. Results Initial morphospecies assignments were investigated\nby different molecular delimitation approaches (threshold, ABGD, GMYC\nand SP). Despite a conservative delimitation strategy, carychiid\nmorphospecies comprise a great number of unrecognized evolutionary\nlineages. We attribute this phenomenon to historic underestimation of\nmorphological stasis and phenotypic variability amongst lineages. The\nfirst molecular phylogenetic hypothesis for the Carychiidae (based on\nCOI, 16S and H3) reveals Carychium and Zospeum to be reciprocally\nmonophyletic. Geographical proximally distributed lineages are often\nclosely related. The temporal diversification of Carychiidae is best\ndescribed by a constant rate model of diversification. The evolution of\nCarychiidae is characterized by relatively few (long distance)\ncolonization events. We find support for an Asian origin of Carychium.\nZospeum may have arrived in Europe before extant members of Carychium.\nDistantly related Carychium clades inhabit a wide spectrum of the\navailable bioclimatic niche and demonstrate considerable niche overlap.\nConclusions Carychiid taxonomy is in dire need of revision. An inferred\nwide distribution and variable phenotype suggest underestimated\ndiversity in Zospeum. Several Carychium morphospecies are results of\npast taxonomic lumping. By collecting populations at their type\nlocality, molecular investigations are able to link historic\nmorphospecies assignments to their respective evolutionary lineage. We\npropose that rare founder populations initially colonized a continent or\ncave system. Subsequent passive dispersal into adjacent areas led to in\nsitu pan-continental or mountain range diversifications. Major\nenvironmental changes did not influence carychiid diversification.\nHowever, certain molecular delimitation methods indicated a recent\ndecrease in diversification rate. We attribute this decrease to\nprotracted speciation.","trees":[{"tree_label":"TREE1","ntax":"86","rootedtree":"TRUE","title":"Carychiidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60914.phy"}]}