{"Authors":" J. A. Doyle, Tanya Scharaschkin","Year":" 2005","Title":" Phylogeny and Historical Biogeography of Anaxagorea\n(Annonaceae) Using Morphology and Non-Coding Chloroplast Sequence\nData","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Annonaceae are a pantropical angiosperm family, in\nwhich Anaxagorea is sister to the rest of the family based on previous\nphylogenetic studies. Anaxagorea is the only genus of Annonaceae with a\ndisjunct distribution in South and Central America and southeast Asia.\nEarlier arguments on the biogeographic history of Annonaceae led to the\nhypothesis of a Laurasian origin for Anaxagorea. A detailed phylogenetic\nstudy was conducted using 75 morphological characters and molecular\nsequences from the atpB-rbcL, psbA-trnH, and trnL-trnF spacer regions\nand the trnL intron. Molecular analyses alone do not support the\nmonophyly of the Asian species, but the morphological and combined\nmolecular and morphological analyses do. All analyses place most Central\nAmerican species in a clade, but none support an Asian-Central American\nclade. South American species form a basal grade, thereby refuting the\nhypothesis of a Laurasian origin for the genus and indicating instead a\nGondwanan origin. Parsimony optimizations and DIVA reconstructions of\nbiogeographic data indicate separate dispersals from South America to\nCentral America and to Asia. Molecular age estimates indicate an Eocene\norigin for the genus. The clade containing the Asian and Central\nAmerican species is dated to be younger than the Oligocene climatic\ndeterioration, which reduces the plausibility of the North Atlantic land\nbridge as a dispersal route from South America to Asia.","trees":[{"tree_label":"Fig. 7","ntax":"41","rootedtree":"TRUE","title":"Anaxagorea 1/60 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4501.phy"},{"tree_label":"Fig. 8.2","ntax":"41","rootedtree":"TRUE","title":"Anaxagorea 2/4 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4502.phy"},{"tree_label":"Fig. 8.1","ntax":"41","rootedtree":"TRUE","title":"Anaxagorea 1/4 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4503.phy"},{"tree_label":"Fig. 1","ntax":"41","rootedtree":"TRUE","title":"Constraint Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4504.phy"},{"tree_label":"Fig. 8.4","ntax":"41","rootedtree":"TRUE","title":"Anaxagorea 4/4 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4505.phy"},{"tree_label":"Fig. 8.3","ntax":"41","rootedtree":"TRUE","title":"Anaxagorea 3/4 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4506.phy"}]}