{"Authors":" Nasr S. Hassan, Sigrid Liede-Schumann, Joachim Thiede","Year":" 2005","Title":" Phylogenetic analysis of Sesuvioideae (Aizoaceae) inferred\nfrom nrDNA internal transcribed spacer (ITS) sequences and morphological\ndata","Journal":" Plant Systematics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phylogeny of the four genera of Aizoaceae subfamily\nSesuvioideae (Sesuvium, Cypselea, Trianthema and Zaleya) is elucidated\nemploying internal transcribed spacer (ITS) sequences and 23\nmorphological characters. Phylogenetic analysis based on ITS sequences\nand a combined molecular-morphological analysis provide largely\ncongruent results. The monophyly of Sesuvioideae and its close\nrelationship to Aizooideae s. lat. and Mesembryanthemoideae is\nconfirmed. Zaleya is placed within Trianthema and Cypselea within\nSesuvium by ITS analysis, but in the combined analysis, Zaleya forms an\nunresolved polytomy with the two Trianthema clades and Cypselea forms an\nunresolved polytomy with the two Sesuvium clades. Sesuvium sesuvioides\nand S. hydaspicum, previously treated as synonyms, are closely related,\nbut molecular data do not support conspecifity. The Trianthema triquetra\ncomplex needs further intensive study because the African T. triquetra\nsample is closer to the NE African-Arabian T. sheilae than to Australian\nsamples of T. triquetra. The close relationship of four species of\nTrianthema (T. patellitecta, T. rhynchocalyptra, T. megasperma, and T.\npilosa) from Australia based on molecular data is supported\nmorphologically by the exclusive possession of a well-developed\nindumentum in these taxa.","trees":[{"tree_label":"Fig. 2","ntax":"27","rootedtree":"TRUE","title":"Sesuvioideae Morphological-Molecular","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4511.phy"},{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Sesuvioideae ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4510.phy"}]}