{"Authors":" Katharina Maria Joerger, Jon L Norenburg, Nerida G. Wilson,\nMichael Schroedl","Year":" 2012","Title":" Barcoding against a paradox? Combined molecular species\ndelineations reveal multiple cryptic lineages in elusive meiofaunal sea\nslugs","Journal":" BMC Evolutionary Biology","Volume":" 12","Issue":"","Pages":" 245","Keywords":"","DOI":" 10.1186/1471-2148-12-245","Abstract":" Background Many marine meiofaunal species are reported to\nhave wide distributions, which creates a paradox considering their\nalleged low dispersal abilities. Correlated with this paradox is an\nespecially high taxonomic deficit for meiofauna, partly related to a\nlower taxonomic effort and partly to a high number of putative cryptic\nspecies. Molecular-based species delineation and barcoding approaches\nhave been advocated for meiofaunal biodiversity assessments to speed up\ndescription processes and uncover cryptic lineages. However, these\napproaches show sensitivity to sampling coverage (taxonomic and\ngeographic) and the success rate has never been explored on mesopsammic\nMollusca. Results We collected the meiofaunal sea-slug Pontohedyle\n(Acochlidia, Heterobranchia) from 28 localities worldwide. With a\ntraditional morphological approach, all specimens fall into two\nmorphospecies. However, with a multi-marker genetic approach, we reveal\nmultiple lineages that are reciprocally monophyletic on single and\nconcatenated gene trees in phylogenetic analyses. These lineages are\nlargely concordant with geographical and oceanographic parameters,\nleading to our primary species hypothesis (PSH). In parallel, we apply\nfour independent methods of molecular based species delineation: General\nMixed Yule Coalescent model (GMYC), statistical parsimony, Bayesian\nSpecies Delineation (BP&P) and Automatic Barcode Gap Discovery\n(ABGD). The secondary species hypothesis (SSH) is gained by relying only\non uncontradicted results of the different approaches (‘minimum\nconsensus approach’), resulting in the discovery of a radiation of (at\nleast) 12 mainly cryptic species, 9 of them new to science, some\nsympatric and some allopatric with respect to ocean boundaries. However,\nthe meiofaunal paradox still persists in some Pontohedyle species with\nwide coastal and trans-archipelago distributions. Conclusions Our study\nconfirms extensive, morphologically cryptic diversity among meiofauna\nand accentuates the taxonomic deficit that characterizes meiofauna\nresearch. We observe for Pontohedyle slugs a high degree of\nmorphological simplicity and uniformity, which we expect might be a\ngeneral rule for meiofauna. To tackle cryptic diversity in little\nexplored and hard-to-sample invertebrate taxa, at present, a combined\napproach seems most promising, such as multi-marker-barcoding (i.e.,\nmolecular systematics using mitochondrial and nuclear markers and the\ncriterion of reciprocal monophyly) combined with a minimum consensus\napproach across independent methods of molecular species delineation to\ndefine candidate species.","trees":[{"tree_label":"tree1","ntax":"38","rootedtree":"TRUE","title":"Tr61047","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61047.phy"},{"tree_label":"MP","ntax":"47","rootedtree":"TRUE","title":"Tr61044","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61044.phy"},{"tree_label":"BEAST","ntax":"41","rootedtree":"TRUE","title":"Tr61045","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61045.phy"},{"tree_label":"ML","ntax":"47","rootedtree":"TRUE","title":"Tr61046","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61046.phy"},{"tree_label":"tree1","ntax":"33","rootedtree":"TRUE","title":"Tr61048","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61048.phy"},{"tree_label":"tree1","ntax":"40","rootedtree":"TRUE","title":"Tr61049","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61049.phy"}]}