{"Authors":" Johannes (Ewald) Zacharias Groenewald, Chiharu Nakashima, J\nNishikawa, Hyeon-Dong Shin, J.-H. Park, Ahmed N. Jama, Uwe Braun,\nMarizeth Groenewald, Pedro W. Crous","Year":" 2013","Title":" Species concepts in Cercospora: spotting the weeds among the\nroses","Journal":" Studies in Mycology","Volume":" 75","Issue":"","Pages":" 115-170","Keywords":" Cercospora apii complex, co-evolution, host jumping, host\nspecificity, speciation","DOI":" 10.3114/sim0012","Abstract":" The genus Cercospora contains numerous important plant\npathogenic fungi from a diverse range of hosts. Most species of\nCercospora are known only from their morphological characters in vivo.\nAlthough the genus contains more than 5 000 names, very few cultures and\nassociated DNA sequence data are available. In this study, 360\nCercospora isolates, obtained from 161 host species, 49 host families\nand 39 countries, were used to compile a molecular phylogeny. Partial\nsequences were derived from the internal transcribed spacer regions and\nintervening 5.8S nrRNA, actin, calmodulin, histone H3 and translation\nelongation factor 1-alpha genes. The resulting phylogenetic clades were\nevaluated for application of existing species names and five novel\nspecies are introduced. Eleven species are epi-, lecto- or neotypified\nin this study. Although existing species names were available for\nseveral clades, it was not always possible to apply North American or\nEuropean names to African or Asian strains and vice versa. Some species\nwere found to be limited to a specific host genus, whereas others were\nisolated from a wide host range. No single locus was found to be the\nideal DNA barcode gene for the genus, and species identification needs\nto be based on a combination of gene loci and morphological characters.\nAdditional primers were developed to supplement those previously\npublished for amplification of the loci used in this study.","trees":[{"tree_label":"Fig. 2","ntax":"360","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58754.phy"}]}