{"Authors":" Oriol Lapiedra, Daniel Sol, Salvador Carranza, Jeremy\nMichael Beaulieu","Year":" 2012","Title":" Behavioural changes and the adaptive diversification of\npigeons and doves","Journal":" Proceedings of the Royal Society of London, Biological\nSciences","Volume":"","Issue":"","Pages":"","Keywords":" evolutionary rates , behavioural drive, Bogert effect,\nColumbiformes, evolutionary diversification, Ornstein-Uhlenbeck","DOI":"","Abstract":" A major question in evolutionary biology is what\ndetermines the extent of evolutionary diversification. Behavioural\nchanges have long been suggested to be a major driver of phenotypic\ndiversification by exposing animals to new selective pressures.\nNevertheless, the role of behaviour in evolution remains controversial\nbecause behavioural changes can also retard evolutionary change by\nhiding genetic variation from selection. In the present study, we apply\nrecently implemented Ornstein-Uhlenbeck evolutionary models to show that\nchanges in foraging behaviour have brought associated evolutionary\nresponses in functionally relevant morphological traits of pigeons and\ndoves (Columbiformes). Specifically, arboreal-dwelling species have\nevolved shorter tarsi and longer tails after a shift from a terrestrial\nforaging behaviour, consistent with eco-morphological predictions.\nInterestingly, the transition to arboreality accelerated the rates of\nevolutionary divergence, leading to an increased morphological\nspecialization that may subsequently constrain reversals to terrestrial\nforaging. Altogether, our results support the view that behaviour may\ndrive evolutionary diversification but they also highlight that the\nevolutionary consequences largely depend on the ecological context and\nthe existence of morphological constraints.","trees":[{"tree_label":"TREE1","ntax":"156","rootedtree":"TRUE","title":"Pigeons and Doves mtDNA, FIB, RAG1, IRBP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_58755.phy"}]}