{"Authors":" Huzefa A Raja, Kazuaki Tanaka, Akira Hashimoto, Kazuyuki\nHirayama, Mario Figueroa, Andrew N. Miller, Steven E Zelski, Carol A.\nShearer, Nicholas Oberlies","Year":" 2013","Title":" Freshwater Ascomycetes: Minutisphaera (Dothideomycetes)\nrevisited, including one new species from Japan","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" During ongoing investigations of freshwater ascomycetes we\nfound interesting taxa from Aomori, (Japan) as well as North Carolina\n(USA), which were morphologically similar to Minutisphaera, a recently\ndescribed freshwater fungus in the Dothideomycetes. These taxa showed\ndark hair-like structures around the ostiolar region, obovoid to\nobclavate bitunicate asci, and one to three septate hyaline to brown\nascospores with a sheath (in material from Japan), and with sheath and\nappendages (in material from the USA). The ascomata of these taxa,\nhowever, were more apothecioid than those of the type species of the\ngenus, which were perithecoid. In addition, two collections of\nMinutisphaera-like fungi from the USA, which were morphologically quite\nsimilar, showed variation in ascospore size. In order to assess the\nphylogenetic affinities of these taxa with the type species\nMinutisphaera fimbriatispora, we sequenced the 18S and 28S nrDNA. We\nalso sequenced the Internal Transcribed Spacer regions, 1 and 2\nincluding the 5.8S nrDNA to assess interspecific and intraspecific\nvariation of the newly collected strains with M. fimbriatispora.\nAdditionally, we examined the secondary metabolite profiles of two\nisolates from the USA. Based on Maximum Likelihood and Bayesian analyses\nof sequences (on combined 18S and 28S, and separate ITS), as well as\nexamination of morphology, we describe and illustrate a new species,\nMinutisphaera japonica. One collection from North Carolina comprised of\nM. fimbriatispora, while two other collections were Minutisphaera-like\nfungi that showed a number of similar diagnostic morphological\ncharacters, but differed only slightly in their ascospore size and\ncultural characteristics. Phylogeny inferred from the ITS region\nsuggested that these two North Carolina collections may be putatively\nnovel and perhaps cryptic species within Minutisphaera, which requires\nadditional study. Organic extracts of Minutisphaera from the USA, M.\nfimbriatispora (G155-1), and Minutisphaera-like taxon (G156-1) both\nrevealed the presence of palmitic acid and (E)-hexadec-9-en-1-ol as\nmajor chemical constituents. We discuss the placement of these taxa\nwithin the Dothideomycetes. In order to accommodate M. japonica within\nMinutisphaera on the basis of morphology, we emend the description of\nthe genus Minutisphaera.","trees":[{"tree_label":"tree 1","ntax":"10","rootedtree":"TRUE","title":"Freshwater Ascomycetes: Minutisphaera ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_58757.phy"},{"tree_label":"nj","ntax":"83","rootedtree":"TRUE","title":"Freshwater Ascomycetes: Minutisphaera SSU LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59115.phy"}]}