{"Authors":" Wei Li, Huaigu Chen","Year":" 2013","Title":" The heterogeneity of the rDNA-ITS sequence and its phylogeny\nin Rhizoctonia cerealis, the cause of sharp eyespot in wheat","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" anastomosis group AG-D, binucleate Rhizoctonia, evolution,\nhaplotype","DOI":"","Abstract":" Though sequence heterogeneity of the ribosomal internal\ntranscribed spacer region (ITS) has been reported in multinucleate\nRhizoctonia solani isolates, it has very rarely been reported in\nbinucleate Rhizoctonia spp. isolates and has never been described in R.\ncerealis, the pathogen of wheat sharp eye-spot in China. Our goals in\nthe present study were to investigate: (i) the presence of heterogeneity\nin ITS sequences in R. cerealis; (ii) the effects to the molecular\nidentification; (iii) the phylogenetic analysis and the evolution of the\nITS regions in this fungus. In this study, PCR products of the ITS\nregion of 15 R. cerealis isolates were purified and cloned. Sequencing\nof 10 clones for each isolate revealed more than one different ITS\nsequences within one isolate, which represents the first evidence of ITS\nsequence heterogeneity in R. cerealis. In the phylogenetic tree based on\nthese ITS sequences, different sequences of one isolate did not cluster\nin one clade, but all of the sequences of the 15 isolates were clustered\nin the anastomosis subgroup AG-DI, suggesting that the heterogeneity of\nthe ITS did not affect the molecular identification of its anastomosis\ngroup. Haplotype analyses indicated that there might be three\nevolutionary originations of R. cerealis, and the recombination event\ncould be the cause of different ITS sequences in one genome.","trees":[{"tree_label":"Imported tree 0","ntax":"74","rootedtree":"TRUE","title":"Rhizoctonia cerealis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59033.phy"},{"tree_label":"Fig. 3","ntax":"74","rootedtree":"TRUE","title":"Rhizoctonia cerealis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59032.phy"}]}