{"Authors":" Achmadi Priyatmojo, Mayumi Kubota, Mitsuro Hyakumachi,\nHirokazu Fukui","Year":" 2005","Title":" New Anastomosis Groups, AG-T and AG-U, of Binucleate\nRhizoctonia spp. Causing Root and Stem Rot of Cut-Flower and Miniature\nRoses","Journal":" Phytopathology","Volume":" 95","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Root and stem rot of cut-flower roses (Rosa spp.) was\nobserved in commercial glasshouse-grown roses in 10 prefectures of Japan\nfrom 1998 through 2001. Binucleate-like Rhizoctonia were mainly isolated\nfrom the disease plants. In total, 670 isolates were divided into two\ntypes based on cultural appearance; 168 isolates of light brown to brown\ntype and 502 isolates of whitish type. Hyphal anastomosis reaction using\nrepresentative isolates from each type revealed that light brown to\nbrown type belonged to anastomosis group G (AG-G), while whitish type\n(here after called AG-CUT) failed to anastomose with tester strains of\nbinucleate Rhizoctonia AG-A through AG-S. Neither isolates of AG-G nor\nAG-CUT anastomosed with tester strains of a previously reported unknown\nAG of binucleate Rhizoctonia collected from miniature roses (AG-MIN). In\npathogenicity tests, randomly selected isolates of the 3 groups caused\nroot and stem rot on cut-flower and miniature roses. To differentiate\nAG-CUT and AG-MIN from known AGs of binucleate Rhizoctonia, RFLP and\nsequence analyses of rDNA-ITS region were conducted. Among the 8\nrestriction enzymes used, HaeIII produced DNA banding patterns for\nAG-CUT that differed from those of tester strains and AG-MIN.\nAdditionally, restriction profiles of AG-MIN differed from those of all\ntester strains. AG-G isolates from cut-flower roses had the same RFLP\npattern as the tester strains of AG-G. Based on the results of hyphal\nanastomosis and RFLP and sequence analysis of rDNA-ITS region, we\npropose AG-CUT be designated AG-T and AG-MIN be designated AG-U, two new\nAG of binucleate Rhizoctonia. The phylogenetic tree based on the\nsequence data of rDNA-ITS region showed that isolates of AG-MIN were in\na distinct clade from other AGs while isolates of AG-CUT were in the\nsame clade as those of AG-A. More detailed phylogenetic analysis besides\nrDNA-ITS region might be necessary for AG classification of binucleate\nRhizoctonia.","trees":[{"tree_label":"Fig. 6","ntax":"42","rootedtree":"TRUE","title":"Binucleate Rhizoctonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_487.phy"}]}