{"Authors":" Dolores González","Year":" 2012","Title":" Identification, molecular characterization, and evolution of\ngroup I introns at the expansion segment D11 of 28S rDNA in Rhizoctonia\nspecies","Journal":" Fungal Biology (presubmission)","Volume":" 117","Issue":" 9","Pages":" 623-637","Keywords":" LSU-rDNA; RNA secondary structure; anamorph;\nphytopathogenic fungi; Thanatephorus","DOI":"","Abstract":" The nuclear ribosomal DNA of Rhizoctonia species is\npolymorphic in terms of the nucleotide composition and length.\nInsertions of 349410 nucleotides in length with characteristics of group\nI introns were detected at a single insertion point at the expansion\nsegment D11 of 28S rDNA in 12 out of 64 isolates. Eleven corresponded to\nRhizoctonia solani (teleomorph: Thanatephorous) and one (AG-Q) to\nRhizoctonia spp. (teleomorph: Ceratobasidium). Sequence data showed that\nall but AG-Q contained conserved DNA catalytic core regions (P, Q, R,\nand S) essential for selfsplicing. The predicted secondary structure\nrevealed that base-paired helices corresponded to subgroup IC1. Isolates\nfrom same anastomosis group and even subgroups within R. solani were\nvariable with regard to possession of introns. Phylogenetic analyses\nindicated that introns were vertically transmitted. Unfortunately,\nsequence data from the conserved region from all 64 isolates were not\nuseful for delimiting species. Analyses with IC1 introns at same\ninsertion point, of both Ascomycota and Basidiomycota indicated the\npossibility of horizontal transfer at this site. The present study\nuncovered new questions on evolutionary pattern of change of these\nintrons within Rhizoctonia species.","trees":[{"tree_label":"Imported tree 1","ntax":"64","rootedtree":"TRUE","title":"Tr58982","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58982.phy"},{"tree_label":"PAUP 1","ntax":"66","rootedtree":"TRUE","title":"Tr58983","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_58983.phy"}]}