{"Authors":" Samantha Fernandez Brime, Xavier Llimona, Francois Lutzoni,\nEster Gaya","Year":" 2013","Title":" Phylogenetic study of Diploschistes (lichen-forming\nAscomycota: Ostropales: Graphidaceae), based on morphological, chemical,\nand molecular data","Journal":" Taxon","Volume":" 62","Issue":" 2","Pages":" 267-280","Keywords":" ascoma morphology; Diploschistes; fungal classification;\nINAASE; phenotypically delimited species; phylogenetics","DOI":"","Abstract":" The genus Diploschistes includes crustose lichen-forming\nfungi with a carbonized proper excipulum with lateral paraphyses, and a\nchemistry dominated by orcinol depsides. However, the taxon D. ocellatus\nlacks these excipular characters and has β-orcinol depsidones, raising\ndoubts about its inclusion within this genus. Using a two-locus dataset\n(mtSSU, nuLSU), our phylogenetic analyses confirm the classification of\nD. ocellatus within Diploschistes. Three different groups have been\nrecognized within this genus, based on ascomatal morphology:\nActinostomus (perithecioid), Scruposus (urceolate), and Ocellatus\n(lecanoroid). These groups have been widely used in monographic studies\nand keys, but their taxonomic value has not been confirmed yet. Here we\ninferred phylogenetic relationships within Diploschistes, with a special\nemphasis on the D. scruposus complex, using a combined dataset\nconsisting of morphological, chemical, nrITS, and mtSSU data in order to\ndetermine if these species groups and phenotypically based species\ndelimitations were monophyletic. Based on our results, a new subgeneric\ntreatment for Diploschistes is proposed, and the taxonomic value of\nfruiting body types is confirmed. The clade corresponding to D.\nocellatus consists of two well-supported subclades, one of them grouping\nspecimens without ascomata, having only pycnidia. It is also remarkable\nthat the clade containing specimens of D. diacapsis subsp. neutrophilus\nappears distantly related to the clade containing all other accessions\nof D. diacapsis. Our analysis revealed that for some taxa, such as D.\nscruposus and D. interpediens, molecular variability did not correlate\nwith either morphological or chemical diversity.","trees":[{"tree_label":"Strict","ntax":"56","rootedtree":"TRUE","title":"Diploschistes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_59077.phy"},{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Graphidaceae Bayesian result from mtSSU nuLSU\n73taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_59074.phy"}]}