{"Authors":" Stephen L. Clement, Adrian Leuchtmann, Christina D. Moon,\nKelly D Craven, Christopher Lewis Schardl","Year":" 2004","Title":" Prevalence of interspecific hybrids amongst asexual fungal\nendophytes of grasses","Journal":" Molecular Ecology","Volume":" 13","Issue":" NA","Pages":" 1455-1467","Keywords":" NA","DOI":" NA","Abstract":" Epichloe endophytes are fungal symbionts of grasses that\nspan a continuum including asexual mutualists that are vertically\ntransmitted, obligately sexual pathogens that are horizontally\ntransmitted, and mixed-strategy symbionts with both mutualistic and\npathogenic capabilities. Here we show that processes of genome evolution\ndiffer markedly for the different symbiont types. Genetic and\nphylogenetic analysis was conducted of a broad taxonomic, ecological and\ngeographical sample of sexual and asexual isolates, in which were\nidentified and sequenced alleles of genes for alpha-tubulin (tub2) and\ntranslation elongation factor 1-a (tef1), and microsatellite alleles\nwere identified by length polymorphisms. The majority of asexual\nisolates had two or three alleles of most loci, but every sexual isolate\nhad only single alleles for each locus. Phylogenetic analysis of tub2\nand tef1 indicated that in all instances of multiple alleles in an\nisolate, the alleles were derived from different sexual species. It is\nconcluded that, whereas horizontally transmissible species had haploid\ngenomes and speciation occurred cladistically, most of the strictly\nseedborne mutualists were interspecific hybrids with heteroploid\n(aneuploid or polyploid) genomes. Furthermore, the phylogenetic evidence\nindicated that, in at least some instances, hybridization followed\nrather than caused evolution of the strictly seedborne habit. Therefore,\nthe abundance of hybrid species among grass endophytes, and their\nprevalence in many host populations suggests a selective advantage of\nhybridization for the mutualistic endophytes.","trees":[{"tree_label":"Fig. 1a","ntax":"92","rootedtree":"TRUE","title":"Fungal endophytes of grasses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2138.phy"},{"tree_label":"Fig. 1b","ntax":"82","rootedtree":"TRUE","title":"Fungal endophytes of grasses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2139.phy"}]}