{"Authors":" Quinn Stetson McFrederick, Jamie J. Cannone, Robin R.\nGutell, Katrin Kellner, Robert M. Plowes, Ulrich G. Mueller","Year":" 2012","Title":" Host specificity between Hymenoptera and lactobacilli\n(Lactobacillales: Lactobacillaceae) is the exception rather than the\nrule","Journal":" Applied and Environmental Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" 16S rRNA secondary structure, phylogeny, Halictid,\nSolenopsis, Mycocepurus, microbiota","DOI":"","Abstract":" Lactobacilli are well known for their roles in food\nfermentation, as probiotics, and in human health, but they can also be\ndominant members of the microbiotae of some species of Hymenoptera\n(ants, bees, and wasps). Honey- and bumble-bees associate with\nhost-specific lactobacilli, and there is evidence that these\nlactobacilli are important for bee health. Social transmission helps\nmaintain associations between these bees and their respective\nmicrobiotae. To determine whether lactobacilli associated with\nhymenopteran hosts are generally host specific, we gathered publicly\navailable Lactobacillus 16S rRNA gene sequences along with Lactobacillus\nsequences from 454 pyrosequencing surveys of five other hymenopteran\nspecies (three sweat bees, two ants). We determined comparative\nsecondary structural models of 16S rRNA, which allowed us to accurately\nalign the entire 16S rRNA gene, including fast-evolving regions. BLAST\nsearches and maximum-likelihood phylogenetic reconstructions confirmed\nthat honey- and bumble-bees have host-specific Lactobacillus associates.\nRegardless of colony size or within-colony oral sharing of food\n(trophallaxis), sweat bees and ants associate with lactobacilli that are\nclosely related to those found in vertebrate hosts or in diverse\nenvironments. Lactobacilli are known to inhibit the growth of other\nmicrobes, and can be beneficial whether they are coevolved with their\nhosts or are recruited by the host from environmental sources through\nmechanisms of partner choice.","trees":[{"tree_label":"rep1BEST","ntax":"401","rootedtree":"TRUE","title":"Lactobacillaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59086.phy"},{"tree_label":"rep4BEST","ntax":"620","rootedtree":"TRUE","title":"Lactobacillaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59087.phy"},{"tree_label":"rep2BEST","ntax":"620","rootedtree":"TRUE","title":"Lactobacillaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59088.phy"}]}