{"Authors":" Ghada Abdelhamid Ebead, David Patrick Overy, Fabrice\nBerrue, Russell G. Kerr","Year":" 2012","Title":" A new Westerdykella species obtained from the littoral zone\nof Prince Edward Island producing the antibiotic metabolites melinacidin\nIV and chetracin B.","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" Westerdykella, multigene phylogeny, ITS phylogeny,\ndichotomous key, antimicrobial screening","DOI":"","Abstract":" The novel species, Westerdykella reniformis Ebead &\nOvery is described based on morphology and phylogenetic analyses using\nITS, nLSU rDNA and β-tubulin gene sequences. Westerdykella reniformis is\ntypified by the production of cleistothecioid ascomata, containing small\nglobose to subglobose asci with 32, non-septate, dark colored,\npronouncedly reniform ascospores having a concave central groove. The\nisolate was obtained from red algae (Polysiphonia sp.) collected from\nthe tidal zone at low tide. Organic extracts enriched in secondary\nmetabolites, obtained from fermentation on a rice-based media, inhibited\nthe growth of methicillin-resistant Staphylococcus aureus (MRSA),\nvancomycin-resistant Enterococcus faecium (VRE), S. warneri, and Proteus\nvulgaris. Presented here is the identification of the secondary\nmetabolites responsible for the observed antimicrobial activity, the\ntaxonomic description of W. reniformis, and a dichotomous key of the\ngenus Westerdykella based on macro- and micromorphological\ncharacteristics.","trees":[{"tree_label":"con 50 majrule","ntax":"23","rootedtree":"TRUE","title":"Tr59128","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59128.phy"},{"tree_label":"Bayesian analysis ITS, LSU, b-tub","ntax":"23","rootedtree":"TRUE","title":"Tr59127","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59127.phy"},{"tree_label":"tree 1","ntax":"38","rootedtree":"TRUE","title":"Tr59129","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59129.phy"}]}