{"Authors":" Vit Hubka, Miroslav Kolarik, Alena Kubatova, Stephen W.\nPeterson","Year":" 2013","Title":" Taxonomic revision of Eurotium and transfer of species to\nAspergillus","Journal":" Mycologia","Volume":" 105","Issue":" 4","Pages":" 912â“937","Keywords":" food spoilage, low water activity, multilocus sequence\ntyping, scanning electron microscopy, stored grain, xerophilic\nspecies","DOI":" 10.3852/12-151","Abstract":" Aspergillus section Aspergillus contains economically\nimportant, xerophilic fungi that are widely distributed in nature and\nthe human environment and are known for their ability to grow on\nsubstrates with low water activity. The taxa were revised based on\nsequence data from four loci, PCR fingerprinting, micro- and\nmacromorphology, and physiology. The number of taxa was reduced to 17\nspecies, all of which can be distinguished with sequence data from\neither the caM or RPB2 locus. The original description of A. proliferans\nwas supplemented by a description of its teleomorph. This species seems\nto be relatively common and often has been confused with A. glaucus. In\naddition, green sporulating isolates of A. niveoglaucus isolated from\nfood and several other substrates are inndistinguishable in phenotype\nfrom A. glaucus. A dichotomous key based on ascospore size and\nornamentation and the ability to grow at specific combinations of\ntemperature and water activity is provided for identification of\nspecies. In response to recent changes in the botanical code, we\ntransferred the Eurotium species to Aspergillus and selected one name\nfor each species.","trees":[{"tree_label":"PHYLIP 1+","ntax":"60","rootedtree":"FALSE","title":"Eurotium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59187.phy"},{"tree_label":"PHYLIP 1+","ntax":"60","rootedtree":"FALSE","title":"Eurotium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59189.phy"},{"tree_label":"PHYLIP 1+","ntax":"60","rootedtree":"FALSE","title":"Eurotium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59188.phy"},{"tree_label":"PHYLIP 1+","ntax":"60","rootedtree":"FALSE","title":"Eurotium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59190.phy"}]}