{"Authors":" Peter John Unmack, Michael Hammer, Mark Adams, Jerald B.\nJohnson, Thomas E Dowling","Year":" 2013","Title":" The Role of Continental Shelf Width in Determining Freshwater\nPhylogeographic Patterns in Southeastern Australian Pygmy Perches\n(Teleostei: Percichthyidae)","Journal":" Molecular Ecology","Volume":" 22","Issue":" 6","Pages":" 16831699","Keywords":" sea level changes, drainage divides, ESU, phylogeography,\nintrogression, conservation","DOI":" 10.1111/mec.12204","Abstract":" Biogeographic patterns displayed by obligate freshwater\norganisms are intimately related to the nature and extent of\nconnectivity between suitable habitats. Two of the more significant\nbarriers to freshwater connections are seawater and major drainage\ndivides. Southeastern Australia provides a contrast between these\nbarriers as it has discrete areas that are likely influenced to a\ngreater or lesser extent by each barrier type. We use continental shelf\nwidth as a proxy for the potential degree of river coalescence during\nlow sea levels. Our specific hypothesis is that the degree of\nphylogeographic divergence between coastal river basins should\ncorrespond to the continental shelf width of each region. This predicts\nthat genetic divergences between river basins should be lowest in\nregions with a wider continental shelf and that regions with similar\ncontinental shelf width should have similar genetic divergences. Pygmy\nperches (Nannoperca australis and N. “flindersi”) in southeastern\nAustralia provide an ideal opportunity to test these biogeographic\nhypotheses. Phylogeographic patterns were examined based on range wide\nsampling of 82 populations for cytochrome b and 23 polymorphic allozyme\nloci. Our results recovered only limited support for our continental\nshelf width hypothesis, although patterns within Bass clade were largely\ncongruent with reconstructed low sea level drainage patterns. In\naddition, we identified several instances of drainage divide crossings,\ntypically associated with low elevational differences. Our results\ndemonstrate high levels of genetic heterogeneity with important\nconservation implications, especially for declining populations in the\nMurray-Darling Basin and a highly restricted disjunct population in\nAnsons River, Tasmania.","trees":[{"tree_label":"cytb tree 2","ntax":"98","rootedtree":"TRUE","title":"Nannoperca cytb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59775.phy"},{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Nannoperca mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59111.phy"}]}