{"Authors":" David C. Marshall, John S. Knox, Maryanne C. Simurda","Year":" 2005","Title":" Phylogeography of the narrow endemic, Helenium virginicum\n(Asteraceae), based upon ITS sequence comparisons","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The federally listed threatened species, Helenium\nvirginicum, is endemic to 30 sinkhole ponds in two counties in Virginia,\nbut a Helenium population in Pomona, Missouri, differs scarcely from H.\nvirginicum from Virginia in morphology, ecology, and non-coding nrDNA\nITS sequences. In response to continuing taxonomic uncertainty regarding\nthe Missouri population, we enlarged our ITS comparisons from our\nprevious work to include 48 populations, more than doubling the number\nof H. virginicum populations, and including populations of H. autumnale\nand H. flexuosum from 12 states in the United States and two Canadian\nprovinces. Phylogenetic analyses were conducted using Bayesian,\nmaximum-likelihood, and maximum-parsimony methods, and showed strong\nsupport for a monophyletic species of all H. virginicum from Virginia,\nthe Pomona population and 29 other recently discovered populations in\nMissouri. We conclude that H. virginicum is narrowly endemic and\ndisjunct between Virginia and Missouri. Additionally, one population of\nH. autumnale from the Bruce Peninsula, Canada, was found to be the\nsister group to H. virginicum. We discuss the impact of Pleistocene and\nHolocene geoclimatic changes on the phylogeography of these plants,\nincluding the possibility that the H. autumnale complex has become more\ndisjunct and narrowly endemic since the Xerothermic Period (8-4Ka).","trees":[{"tree_label":"Fig. 2","ntax":"25","rootedtree":"TRUE","title":"Helenium ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2141.phy"},{"tree_label":"Fig. 3","ntax":"25","rootedtree":"TRUE","title":"Helenium MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2142.phy"},{"tree_label":"Fig. 1","ntax":"25","rootedtree":"TRUE","title":"Helenium BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2140.phy"}]}