{"Authors":" Franz Oberwinkler, Matthias Stoll, Dominik Begerow","Year":" 2005","Title":" Molecular phylogeny of Ustilago, Sporisorium, and related\ntaxa based on combined analyses of rDNA sequences","Journal":" Mycological Research","Volume":" 109","Issue":" 3","Pages":" 342-56","Keywords":" NA","DOI":" NA","Abstract":" Combined analyses of ITS (Internal Transcribed Spacer) and\nLSU (Large Subunit) rDNA sequences were utilised to resolve the\nphylogenetic relationships of 98 members of the smut genera Lundquistia,\nMelanopsichium, Moesziomyces, Macalpinomyces, Sporisorium, and Ustilago\n(Basidiomycota: Ustilaginales). Minimum Evolution and Bayesian inference\nof phylogeny resolve three major groups of almost identical composition:\nSporisorium, Ustilago, and a basal assemblage of both Ustilago and\nSporisorium species. Macalpinomyces deserves generic rank regarding its\ntype species M. eriachnes; all other Macalpinomyces species of our study\nclearly turn out to be part of Ustilago or Sporisorium. Lundquistia\nevidently belongs to Sporisorium. Moesziomyces, probably paraphyletic,\nstands basal to all other genera. Interestingly, Melanopsichium belongs\nto the Ustilago clade, being the only member of the ingroup not\nparasitizing on Poaceae. The patchy distribution of commonly used\nmorphological characters along our phylograms points to their\nvariability and dependence on the host\u001as morphological traits instead of\nbeing valuable for resolving parasite phylogeny. New combination\nproposed: Sporisorium fascicularis (Vánky) M. Stoll, Begerow &\nOberw.","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Ustilago, Sporisorium, and related taxa, Outgroup\nUstilago-Sporisorium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_241.phy"},{"tree_label":"Fig. 2","ntax":"109","rootedtree":"TRUE","title":"Ustilago, Sporisorium, and related taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_309.phy"},{"tree_label":"Fig. 3","ntax":"109","rootedtree":"TRUE","title":"Ustilago, Sporisorium, and related taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_488.phy"}]}