{"Authors":" Ana Cabral, Cecelia Rego, Teresa Nascimento, Helena\nOliveira, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2012","Title":" Multi-gene analysis and morphology reveal novel Ilyonectria\nspecies associated with black foot disease of grapevines","Journal":" Fungal Biology","Volume":" 116","Issue":" 1","Pages":" 62-80","Keywords":" Cylindrocarpon macrodidymum, Ilyonectria, Phylogeny,\nSystematics","DOI":" 10.1016/j.funbio.2011.09.010","Abstract":" Black foot is an important disease of grapevines, which\nhas in recent years been recorded with increased incidence and severity\nthroughout the world, affecting grapevines both in nurseries and young\nvineyards. In the past the disease has been associated with infections\nby Ilyonectria macrodidyma, Ilyonectria liriodendri, Campylocarpon\nfasciculare, and Campylocarpon pseudofasciculare. Based on published\ndata, a high level of genetic diversity was detected among isolates of\nI. macrodidyma. To resolve this issue, we employed a multigene analysis\nstrategy (based on the b-tubulin, histone H3, translation elongation\nfactor 1-a, and the internal transcribed spacers on both sides of the\n5.8S nuclear ribosomal RNA gene) along with morphological\ncharacterisation to study a collection of 81 I. macrodidyma-like\nisolates from grapevine and other hosts. Morphological characters\n(particularly conidial size) and molecular data (highest resolution\nachieved with histone H3 nucleotide sequence) enabled the distinction of\nsix monophyletic species within the I. macrodidyma complex, four of\nwhich (Ilyonectria alcacerensis, Ilyonectria estremocensis, Ilyonectria\nnovozelandica, and Ilyonectria torresensis) are described here. This\nwork forms part of an effort by the International Council on Grapevine\nTrunk Diseases to resolve the species associated with black foot\ndisease, which we believe will clarify their taxonomy, and therefore\nhelp researchers to devise control strategies to reduce the devastating\nimpact of this disease.","trees":[{"tree_label":"Fig. 1","ntax":"83","rootedtree":"TRUE","title":"Novel Ilyonectria species associated with black foot\ndisease of grapevines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59184.phy"}]}