{"Authors":" P. C. Hoch, David A. Baum, Kenneth J. Sytsma","Year":" 1994","Title":" A phylogenetic analysis of Epilobium (Onagraceae) based on\nnuclear ribosomal DNA sequences.","Journal":" Systematic Botany","Volume":" 19","Issue":" NA","Pages":" 363-388","Keywords":" NA","DOI":" NA","Abstract":" The internal transcribed spacers and 5.8S cistron of\nnuclear ribosomal DNA were sequence from 22 species of Epilobium and two\noutgroups. Phylogenies were inferred from the sequences using parsimony\nneighbor-joining maximum-likelihood and compatibility analysis. With\nparsimony we explored the effect of different weights for\ninsertions/deletions (indwells) vs. substitutions coding vs. non-coding\nregions transitions vs. transversions and a post~riori character\nreweighting. Section Chamaenerion was fount to be sister to the rest of\nthe genus. The remainder of Epilobium fell into two main clades: 1)\nsect. Epilobium, and 2) the xerophytic clate which comprises the\nremaining six sections. The unusual species E. rigidum (sect. Epilobium)\nhat an uncertain position appearing either at the base of sect.\nEpilobium, the base of the xerophytic clate or as sister to the entire\ngenus except sect. Chamaenerion. Within the xerophytic clate\nrelationships were incompletely resolved but a monophyletic group\nconsisting of the annual sects Boisduvalia and Currania (both formerly\nconstituting the genus Boisduvalia) and the perennial hummingbird-\npollinated sect. Zauschneria was supported. The molecular phylogeny is\ncompatible with some important independent characters and is useful for\ninterpreting morphological and cytological evolution in Epilobium.","trees":[{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Epilobium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1649.phy"},{"tree_label":"Fig. 1","ntax":"24","rootedtree":"TRUE","title":"Epilobium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1650.phy"}]}