{"Authors":" Simone Fior, Mingai Li, Bengt Oxelman, Roberto Viola, Scott\nA. Hodges, Lino Ometto, Claudio Varotto","Year":" 2013","Title":" Spatiotemporal reconstruction of the Aquilegia rapid\nradiation through next-generation sequencing of rapidly evolving cpDNA\nregions.","Journal":" New Phytologist","Volume":" 198","Issue":"","Pages":" 579-592","Keywords":" Aquilegia, Next-generation sequencing, Ranunculaceae\nmolecular dat- ing, rapidly evolving noncoding cpDNA, recent rapid\nradiation, Roche 454.","DOI":"","Abstract":" Aquilegia is a well-known model system in the field of\nevolutionary biology, but obtaining a resolved and well-supported\nphylogenetic reconstruction for the genus has been hindered by its\nrecent and rapid diversification. \u0015 Here, we applied 454 next-generation\nsequencing to PCR amplicons of 21 of the most rap- idly evolving regions\nof the plastome to generate c. 24 kb of sequences from each of 84 indi-\nviduals from throughout the genus. \u0015 The resulting phylogeny has\nwell-supported resolution of the main lineages of the genus, although\nrecent diversification such as in the European taxa remains unresolved.\nBy producing a chronogram of the whole Ranunculaceae family based on\npublished data, we inferred cali- bration points for dating the\nAquilegia radiation. The genus originated in the upper Miocene c. 6.9\nmillion yr ago (Ma) in Eastern Asia, and diversification occurred c. 4.8\nMa with the split of two main clades, one colonizing North America, and\nthe other Western Eurasia through the mountains of Central Asia. This\nwas followed by a back-to-Asia migration, originating from the European\nstock using a North Asian route. \u0015 These results provide the first\nbackbone phylogeny and spatiotemporal reconstruction of the Aquilegia\nradiation, and constitute a robust framework to address the adaptative\nnature of speciation within the group.","trees":[{"tree_label":"Fig. S9","ntax":"45","rootedtree":"TRUE","title":"Ranunculaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64093.phy"},{"tree_label":"Fig. 3","ntax":"89","rootedtree":"TRUE","title":"Aquilegia complete nucleotide MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64094.phy"},{"tree_label":"Fig. S6","ntax":"89","rootedtree":"TRUE","title":"Aquilegia indel coding MBT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64095.phy"}]}