{"Authors":" Tetyana Tsykun, Daniel Rigling, Simone Prospero","Year":" 2013","Title":" A new multilocus approach for a reliable DNA-based\nidentification of Armillaria species.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" During the past two decades, morphology-based\nidentification of fungal species has gradually been replaced by\nDNA-based identification. In this paper, we highlight and critically\ndiscuss possible limitations of the molecular methods via the example of\nthe basidiomycete genus Armillaria. We analyzed a total of 144 sequences\nof three DNA regions commonly used for identifying fungi (ribosomal\nIGS-1 and ITS regions; translation elongation factor-1 alpha gene) from\n48 specimens of six Armillaria species occurring in Europe (A.\ncepistipes, A. ostoyae, A. gallica, A. borealis, A. mellea, and A.\ntabescens). Species were identified by comparing our sequences with\nthose from the NCBI database, phylogenetic analyses, and PCR-RFLP\nanalyses of the three regions considered. When analyzed separately, no\nregion could unambiguously identify all six Armillaria species because\nof low interspecific and high intra-sequence variability. We therefore\ndeveloped a multilocus approach, which involves the stepwise use of the\nthree regions. Following this scheme, all six species could be clearly\ndiscriminated. Our study suggests that, to improve the reliability of\nDNA-based techniques for species identification, multiple genes or\nintergenic regions should be analyzed.","trees":[{"tree_label":"Fig. 1B","ntax":"49","rootedtree":"TRUE","title":"MP Armillaria ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59356.phy"},{"tree_label":"Fig. 1D","ntax":"48","rootedtree":"TRUE","title":"MP Armillaria IGS1 ITS EF1alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59357.phy"},{"tree_label":"Fig. 1C","ntax":"49","rootedtree":"TRUE","title":"MP Armillaria EF1alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59355.phy"},{"tree_label":"Fig. 1A","ntax":"49","rootedtree":"TRUE","title":"MP Armillaria IGS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_59358.phy"}]}