{"Authors":" Jan Sauer, Jens Oldeland, Bernhard Hausdorf","Year":" 2013","Title":" Continuing fragmentation of a widespread species by\ngeographical barriers as initial step in a land snail radiation on\nCrete.","Journal":" PLoS ONE","Volume":" 8","Issue":" 5","Pages":" e62569","Keywords":" Xerocrassa, geographical separation, phylogeography,\npopulation structure, sexual selection, non-adaptive radiation,\nGreece","DOI":" 10.1371/journal.pone.0062569","Abstract":" The phylogeographic structure of the land snail Xerocrassa\nmesostena on Crete inferred from AFLP markers and mitochondrial cox1\nsequences can be explained by three mechanisms: gene flow restriction,\npopulation expansion and leptokurtic dispersal. Gene flow restriction by\ngeographic barriers caused a subdivision of the genepool into distinct\nclusters. Population expansion was facilitated by deforestation of Crete\nin the postglacial. Newly available areas were colonized by leptokurtic\ndispersal, i.e. slow active expansion resulting in isolation by distance\nwithin the clusters and occasional long distance dispersal events that\nresulted in departures from the isolation by distance model. Less than\none percent of the AFLP markers show correlations with environmental\nvariables. Random phylogeographic breaks in the distribution of the\nmitochondrial haplotype groups indicate that single locus markers,\nespecially mitochondrial DNA, might result in a misleading picture of\nthe phylogeographic structure of a species. The restriction of gene flow\nbetween metapopulations by geographical barriers interacts with sexual\nselection resulting in the differentiation of these metapopulations into\nseparate species without noticeable ecological differentiation. The\nongoing process of fragmentation of the X. mesostena complex represents\nan example for parapatric speciation and confirms theoretical\npredictions that divergent selection for local adaptation is not\nrequired for rapid speciation.","trees":[{"tree_label":"Fig. 6","ntax":"97","rootedtree":"TRUE","title":"Xerocrassa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67274.phy"},{"tree_label":"PAUP 1","ntax":"97","rootedtree":"TRUE","title":"Xerocrassa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67275.phy"}]}