{"Authors":" Brian Andrew Perry, Donald H. Pfister, Karen Hansen, Andrew\nW. Dranginis","Year":" 2013","Title":" A phylogeny of the highly diverse cup-fungus family\nPyronemataceae (Pezizomycetes, Ascomycota) clarifies relationships and\nevolution of selected life history traits","Journal":" Molecular Phylogentics and Evolution","Volume":" 67","Issue":"","Pages":" 311-335","Keywords":" Ancestral state reconstruction; plotting SIMMAP results;\nintrons; carotenoids; ectomycorrhizae; bryosymbiotic","DOI":" 10.1016/j.ympev","Abstract":" Pyronemataceae is the largest and most heterogeneous\nfamily of Pezizomycetes. It is morphologically and ecologically highly\ndiverse, comprising saprobic, ectomycorrhizal, bryosymbiotic and\nparasitic species, occurring in a broad range of habitats (on soil,\nburnt ground, debris, wood, dung and inside living bryophytes, plants\nand lichens). To assess the monophyly of Pyronemataceae and provide a\nphylogenetic hypothesis of the group, we compiled a four-gene dataset\nincluding one nuclear ribosomal and three protein-coding genes for 132\ndistinct Pezizomycetes species (4437 nucleotides with all markers\navailable for 80% of the total 142 included taxa). This is the most\ncomprehensive molecular phylogeny of Pyronemataceae, and Pezizomycetes,\nto date. Three hundred ninety-four new sequences were generated during\nthis project, with the following numbers for each gene: RPB1 (124), RPB2\n(99), EF-1a (120) and LSU rDNA (51). The dataset includes 93 unique\nspecies from 40 genera of Pyronemataceae, and 34 species from 25 genera\nrepresenting an additional 12 families of the class. Parsimony, maximum\nlikelihood and Bayesian analyses suggest that Pyronemataceae is\nparaphyletic due to the nesting of both Ascodesmidaceae and\nGlaziellaceae within the family. Four lineages with taxa currently\nclassified in the family, the Boubovia, Geopyxis, Pseudombrophila and\nPulvinula lineages, form a monophyletic group with Ascodesmidaceae and\nGlaziellaceae. We advocate the exclusion of these four lineages in order\nto recognize a monophyletic Pyronemataceae. The genus Coprotus\n(Thelebolales, Leotiomycetes) is shown to belong to Pezizomycetes,\nforming a strongly supported monophyletic group with Boubovia. Ten\nstrongly supported lineages are identified within Pyronemataceae s. str.\nOf these, the Pyropyxis and Otidea lineages are identified as successive\nsister lineages to the rest of Pyronemataceae s. str. The highly reduced\n(gymnohymenial) Monascella is shown to belong to Pezizomycetes and is\nfor the first time suggested to be closely related to the cleistothecial\nWarcupia, as a sister group to the primarily apothecial Otidea. None of\nthe lineages of pyronemataceous taxa identified here correspond to\nprevious families or subfamily classifications. Ancestral character\nstate reconstructions (ASR) using a Bayesian approach support that the\nancestors of Pezizomycetes and Pyronemataceae were soil inhabiting and\nsaprobic. Ectomycorrhizae have arisen within both lineages A, B and C of\nPezizomycetes and are suggested to have evolved independently seven to\neight times within Pyronemataceae s. l., whereas an obligate\nbryosymbiotic lifestyle has arisen only twice. No reversals to a\nfree-living, saprobic lifestyle have happened from symbiotic or\nparasitic Pyronemataceae. Specializations to various substrates\n(e.g. burnt ground and dung) are suggested to have occurred several\ntimes in mainly saprobic lineages. Although carotenoids in the apothecia\nare shown to have arisen at least four times in Pezizomycetes, the\nancestor of Pyronemataceae s. str., excluding the Pyropyxis and Otidea\nlineages, most likely produced carotenoids, which were then subsequently\nlost in some clades (\u0002 and possibly gained again). Excipular hairs were\nfound with a high probability to be absent from apothecia in the deepest\nnodes of Pezizomycetes and in the ancestor of Pyronemataceae s. str.\nTrue hairs are restricted to the core group of Pyronemataceae s. str.,\nbut are also found in Lasiobolus (Ascodesmidaceae), the Pseudombrophila\nlineage and the clade of Chorioactidaceae, Sarcoscyphaceae and\nSarcosomataceae. The number of gains and losses of true hairs within\nPyronemataceae s. str., however, remains uncertain. The ASR of ascospore\nguttulation under binary coding (present or absent) indicates that this\ncharacter is fast evolving and prone to shifts.","trees":[{"tree_label":"con 50 majrule","ntax":"142","rootedtree":"TRUE","title":"Pyronemataceae LSU, RPB1, RPB2 and EF1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_59790.phy"}]}