{"Authors":" Chun-Yi Lin","Year":" 2012","Title":" Development of molecular detection and field investigation\nfor two citrus viroids in Taiwan","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Citrus exocortis viroid • Hop stunt viroid • multiplex\nRT-PCR • real-time RT-PCR • co-infection • redesigned primers","DOI":"","Abstract":" Viroids cause diseases in citrus and have significant\nimpact on the citrus industry. Two citrus viroids, CEVd (Citrus\nexocortis viroid) and HSVd (Hop stunt viroid) had been reported in\nTaiwan; however, the detection of these viroids still largely depends on\nbioassay and their prevalence and measurement for disease management in\ncitrus remains to be investigated in Taiwan. In this study, we first\ncollected samples from the field and used bioassay for viroid\ncharacterization, and also used primers (CEVd F1/R1 and HSVd F1/R1)\nreported by Bernad and Duran-Vila (2006) for RT-PCR detection. We were\nable to detect HSVd, but we were not able to detect CEVd in all\ncollected samples. Thus, primer pairs, CEVd F194/R3, for successful\ndetection of CEVd for Taiwanese isolates were developed. Additionally,\nwe also developed multiplex RT-PCR for simultaneously detecting CEVd and\nHSVd using one-step RT-PCR. Real-time RT-PCR was also developed for more\nsensitive detection of CEVd and HSVd. Our field detection data\ndemonstrated that although HSVd was only recently reported in Taiwan, it\nis more prevalent (30%) than CEVd (27.8%) and it is common to detect\nboth CEVd and HSVd simultaneously in a citrus plant (18%).","trees":[{"tree_label":"PAUP 1","ntax":"214","rootedtree":"TRUE","title":"Citrus Viroids in Taiwan, CEVd","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60049.phy"},{"tree_label":"PAUP 1","ntax":"419","rootedtree":"TRUE","title":"Citrus Viroids in Taiwan, HSVd","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60050.phy"}]}