{"Authors":" Jingchun Li, Diarmaid Ó Foighil, Joong-Ki Park","Year":" 2013","Title":" Tritons trident: cryptic Neogene divergences in a marine clam\n(Lasaea australis) correspond to Australias three temperate\nbiogeographic provinces","Journal":" Molecular Ecology","Volume":" 22","Issue":" 7","Pages":" 1933-46","Keywords":" Lasaea australis, Biogeographic provinces, Bivalve,\nTemperature gradient","DOI":" 10.1111/mec.12220","Abstract":" The southern coast of Australia is composed of three\ndistinct biogeographic provinces distinguished primarily by intertidal\ncommunity composition. Several ecological mechanisms have been proposed\nto explain their formation and persistence, but no consensus has been\nreached. The marine clam Lasaea australis is arguably the most common\nbivalve on southern Australian rocky shores and occurs in all three\nprovinces. Here we tested if this species exhibits cryptic genetic\nstructuring corresponding to the provinces and if so, what mechanisms\npotentially drove its divergence. Variation in two mitochondrial genes\n(16S and COIII) and one nuclear gene (ITS2) was assayed to test for\ngenetic structuring and to reconstruct the clams phylogenetic history.\nOur results showed that Lasaea australis is comprised of three cryptic\nmt clades, each corresponding almost perfectly to one of the three\nbiogeographic provinces. Divergence time estimates place their\ncladogenesis in the Neogene. The trident-like topology and Neogene\ntimeframe of Lasaea australis cladogenesis are incongruent with\nQuaternary vicariance predictions: a two-clade topology produced by\nPleistocene Bass Strait land bridge formation. We hypothesize that the\ninteraction of the Middle Miocene Climate Transition with the specific\ngeography of the southern coastline of Australia was the primary\ncladogenic driver in this clam lineage. Additional in-depth studies of\nthe endemic southern Australian marine biota across all three provinces\nare needed to establish the generality of this proposed older framework\nfor regional cladogenesis.","trees":[{"tree_label":"MajRule","ntax":"52","rootedtree":"TRUE","title":"Lasaea australis 16S","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_59562.phy"},{"tree_label":"TREE1","ntax":"42","rootedtree":"TRUE","title":"Tr59564","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_59564.phy"}]}