{"Authors":" Elisabeth Marquard, Miguel Vences, Ole Madsen, Celine Poux,\nW. W. d. Jong, David R. Vieites","Year":" 2005","Title":" Asynchronous colonization of Madagascar by the four endemic\nclades of primates, tenrecs, carnivores and rodents as inferred from\nnuclear genes.","Journal":" Systematic Biology","Volume":" 54","Issue":" 5","Pages":" 719-730","Keywords":"","DOI":" 10.1080/10635150500234534","Abstract":" Madagascar harbors four large adaptive radiations of\nendemic terrestrial mammals: lemurs, tenrecs, carnivorans and rodents.\nThese rank among the most spectacular examples of evolutionary\ndiversification, but their monophyly and origins are debated. The lack\nof Tertiary fossils from Madagascar leaves molecular studies as most\npromising to solve these controversies. We provide a simultaneous\nreconstruction of phylogeny and age of the four radiations based on a\n3.5-kb data set from three nuclear genes (ADRA2B, vWF and AR). The\nanalysis supports each as a monophyletic clade, sister to African taxa,\nand thereby identifies four events of colonization out of Africa. To\ninfer the time windows for colonization we take into account both the\ndivergence from the closest non-insular sister group and the initial\nintra-insular radiation, which is a novel but conservative approach in\nstudies of the colonization history of Madagascar. We estimate that\nlemurs colonized Madagascar between 60 million years ago (mya) (split\nfrom lorises) and 50 mya (lemur radiation) (70-41 mya taking 95%\ncredibility intervals into account), tenrecs between 42 and 25 mya\n(50-20 mya), carnivorans between 26 and 19 mya (33-14 mya) and rodents\nbetween 24 and 20 mya (30-15 mya). These datings suggest at least two\nasynchronous colonization events: by lemurs in the Late\nCretaceous-Middle Eocene, and by carnivorans and rodents in the Early\nOligocene-Early Miocene. The colonization by tenrecs may have taken\nplace simultaneously with either these two events, or in a third event\nin the Late Eocene-Oligocene. Colonization by at least lemurs, rodents\nand carnivorans appears to have occurred by overseas rafting rather than\nvia a land bridge hypothesized to have existed between 45 and 26 mya,\nbut the second scenario cannot be ruled out if credibility intervals are\ntaken into account.","trees":[{"tree_label":"Fig. 4","ntax":"60","rootedtree":"TRUE","title":"Malagasy Mammals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2144.phy"}]}