{"Authors":" Jeffrey D. Palmer, William M. Fischer","Year":" 2005","Title":" Evidence from small-subunit ribosomal RNA sequences for a\nfungal origin of Microsporidia","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phylum Microsporidia comprises a species-rich group of\nminute, single-celled, intra-cellular parasites. Lacking normal\nmitochondria and with unique cytology, microsporidians have sometimes\nbeen thought to be a lineage of ancient eukaryotes. Although\nphylogenetic analyses using small subunit ribosomal RNA (SSU rRNA) genes\nalmost invariably place the Microsporidia among the earliest branches on\nthe eukaryotic tree, many other molecules suggest instead a relationship\nwith fungi. Using maximum likelihood methods and a diverse SSU-rRNA data\nset, we have re-evaluated the phylogenetic affiliations of\nMicrosporidia. We demonstrate that tree topologies used to estimate\nlikelihood model parameters can materially affect phylogenetic searches.\nWe present a procedure for reducing this bias: “tree-based site\npartitioning”, in which a comprehensive set of alternative topologies is\nused to estimate sequence data partitions based on inferred evolutionary\nrates. This hypothesis-driven approach appears to be capable of\nutilizing phylogenetic information that is not available to standard\nlikelihood implementations (e.g., approximation to a gamma\ndistribution); we have employed it in maximum likelihood and Bayesian\nanalysis. Applying our method to a phylogenetically diverse SSU-rRNA\ndata set revealed that the early diverging (“deep”) placement of\nMicrosporidia typically found in SSU-rRNA trees is no better than a\nfungal placement, and that the likeliest placement of Microsporidia\namong non-long-branch eukaryotic taxa is actually within Fungi. These\nresults illustrate the importance of hypothesis testing in parameter\nestimation, provide a way to address certain problems in difficult data\nsets, and support a fungal origin for the Microsporidia.","trees":[{"tree_label":"Fig. 6","ntax":"41","rootedtree":"TRUE","title":"Origin of Microsporidia, deep placement","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2145.phy"},{"tree_label":"Cercozoan placement","ntax":"41","rootedtree":"TRUE","title":"Origin of Microsporidia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2146.phy"},{"tree_label":"Fig. 7","ntax":"41","rootedtree":"TRUE","title":"Origin of Microsporidia, fungal placement (best)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2147.phy"},{"tree_label":"Fig. 4","ntax":"83","rootedtree":"TRUE","title":"Origin of Microsporidia, haptophyte placement","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2148.phy"},{"tree_label":"Fig. 3","ntax":"83","rootedtree":"TRUE","title":"Origin of Microsporidia, fungal placement","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2149.phy"}]}