{"Authors":" Bimal Sajeewa Amaradasa, Keenan Amundsen","Year":" 2013","Title":" Cercospora seminalis appears sexually reproducing and\nphylogenetically closer to Curvularia species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" AFLP, Buchloe dactyloides, Cercospora seminalis, false\nsmut, ITS, phylogeny","DOI":"","Abstract":" False smut caused by Cercospora seminalis is an important\ndisease of buffalograss (Buchloe dactyloides) seed production. The\npathogen prevents seed development and causes considerable loss of yield\nand reduced germination of buffalograss seed. The current taxonomic\nplacement of false smut under the Cercospora genus is incorrect based\noff of morphological characteristics of the pathogen and molecular\nsequence data presented herein. Prior classification has proven to be\nuncertain since no known sexual stage has been identified for the\npathogen. The objectives of this study were to determine the\nphylogenetic position of the false smut pathogen based on sequence\nanalysis of the internal transcribed spacer (ITS) region and to infer\nthe method of reproduction based on amplified fragment length\npolymorphic (AFLP) markers. A collection of 86 C. seminalis isolates\nwere made from six buffalograss sites near Lincoln, Nebraska. Analysis\nof the ITS sequences grouped isolates of C. seminalis more closely with\nCurvularia species (Teleomorph: Cochliobolus) than to other members of\nCercospora. In total, 481 AFLP DNA markers were scored across all\nisolates. All of the markers were polymorphic for the isolates. The\ndendrogram constructed by the unweighted pair‐grouped method with\narithmetic average (UPGMA) clustered isolates into numerous groups and\nstand‐alone isolates. Analysis of similarities (ANOSIM) test did not\nshow any significantly different clusters. The high level of genetic\nheterogeneity of the fungus suggests that it reproduces sexually rather\nthan clonally. This also explains why there was no relationship between\nthe isolate geographic origin and the UPGMA clusters. Further\ncharacterization of C. seminalis is needed to understand its proper\ntaxonomic position.","trees":[{"tree_label":"PHYLIP 1+","ntax":"24","rootedtree":"FALSE","title":"MP analysis of C. seminalis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_59814.phy"},{"tree_label":"PHYLIP 1+","ntax":"24","rootedtree":"FALSE","title":"NJ analysis of C seminalis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_59813.phy"},{"tree_label":"Fig. 8","ntax":"24","rootedtree":"FALSE","title":"Phylogenetic position of C. seminalis using ML\nanalysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_59812.phy"}]}