{"Authors":" Drion G. Boucias, Yunpeng Cai, Yijun Sun, Verena\nUlrike-Lietze, Ruchira Sen, Rhitoban Raychoudhury, Michael E.\nScharf","Year":" 2012","Title":" The hindgut-lumen prokaryotic microbiota of the termite\nReticulitermes flavipes and its responses to dietary lignocellulose\ncomposition","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Microbial Biology, Invertebrates, Insects, Bacteria,\nCommunity Ecology","DOI":"","Abstract":" Reticulitermes flavipes (Isoptera: Rhinotermitidae) is a\nhighly eusocial insect that thrives on 22 recalcitrant lignocellulosic\ndiets through nutritional symbioses with gut-dwelling prokaryotes 23 and\neukaryotes. In the R. flavipes hindgut, there are up to 12 eukaryotic\nprotozoan symbionts; the 24 number of prokaryotic symbionts has been\nestimated in the hundreds. Despite its biological 25 relevance, this\ndiverse community, to date, has been investigated only by culture- and\ncloning26 dependent methods. Moreover, it is unclear how termite gut\nmicrobiomes respond to diet 27 changes and what roles they play in\nlignocellulose digestion. This study utilized high-throughput 28\n454-pyrosequencing of 16S V5-V6 amplicons to sample the hindgut lumen\nprokaryotic 29 microbiota of R. flavipes and to examine compositional\nchanges in response to lignin-rich and 30 lignin-poor cellulose diets\nafter a seven day feeding period. Of the ~475,000 high-quality reads 31\nthat were obtained, 99.9% were annotated as Bacteria and 0.11% as\nArchaea. Major bacterial 32 phyla included Spirochaetes (24.9%),\nElusimicrobia (19.8%), Firmicutes (17.8%), Bacteroidetes 33 (14.1%),\nProteobacteria (11.4%), Fibrobacteres (5.8%), Verrucomicrobia (2.0%),\nActinobacteria 34 (1.4%), and Tenericutes (1.3%). The R. flavipes\nhindgut lumen prokaryotic microbiota was 35 found to contain over 4,761\nspecies-level phylotypes. However, diet-dependent shifts were not 36\nstatistically significant or uniform across colonies, suggesting\nsignificant environmental and/or 37 host genetic impacts on colony-level\nmicrobiome composition. These results provide insights 38 into termite\ngut microbiome diversity and suggest that (1) the prokaryotic gut\nmicrobiota is much 39 more complex than previously estimated, and (2)\nenvironment, founding reproductive pair 40 effects, and/or host genetics\ninfluence microbiome composition.","trees":[{"tree_label":"con 50 majrule","ntax":"14","rootedtree":"TRUE","title":"Hindgut-lumen prokaryotic microbiota of the termite\nReticulitermes flavipes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60081.phy"}]}