{"Authors":" O. Raspe, Nicolas Devos, S. H. Oh, Paul S. Manos, A. L.\nJacquemart","Year":" 2005","Title":" Nuclear ribosomal DNA sequence variation and evolution of\nspotted marsh-orchids (Dactylorhiza maculata group)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequences of both internal and external transcribed\nspacers of nuclear ribosomal DNA were sequenced for four species\nbelonging to the Dactylorhiza maculata group or ìspotted marsh-Orchidsî.\nThese four species are D. fuchsii, D. saccifera, D. foliosa and D.\nmaculata. Extensive nuclear ribosomal DNA polymorphism was uncovered\nwithin the diploid D. fuchsii and the putative autotetraploid D.\nmaculata. Within the phylogenetic trees reconstructed using parsimony\nand bayesian analyses, four main lineages (A, B, C and D) were well\nsupported. While D. saccifera, D. maculata and D. foliosa were confined\nto clade B, C and D, respectively, D. fuchsii accessions were spread\nover three clades (A, B and C). Lineage C, which included accessions of\nthe diploid D. fuchsii and the tetraploid D. maculata, was closely\nrelated to the lineage of D. foliosa (lineage D), an endemic diploid\nspecies from Madeira. Moreover, intraindividual polymorphism was found\nwithin cloned accessions of D. maculata. Both lineages C and A were\nshown to contribute to the observed intraindividual polymorphism,\nquestioning the putative autopolyploid origin of D. maculata from the\ndiploid D. fuchsii. Evolutionary scenario leading to this extensive\nnuclear ribosomal DNA polymorphism are discussed in the light of results\nfrom maternally inherited chloroplast DNA markers and the autopolyploid\nof D. maculata from a D. foliosa-like ancestor is postulated.","trees":[{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Spotted marsh-orchids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4516.phy"}]}