{"Authors":" Paul Andrew Covey, Mia Hanson, Brett Kuwitzky, Kimberly\nWebb","Year":" 2013","Title":" Multilocus analysis using fungal pathogenicity genes to\ndescribe Fusarium oxysporum from Sugar Beet","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium oxysporum f. sp. betae, Fusarium yellows, Sugar\nbeet, Beta vulgaris, Effectors, Pathogen, AMOVA, Arlequin","DOI":"","Abstract":" Sugar beet (Beta vulgaris L.) Fusarium yellows is caused\nby Fusarium oxysporum Schlechtend.:Fr. f. sp. betae (D. Stewart) and\nleads to significant reductions in root yield, sucrose percentage, juice\npurity, and storability. F. oxysporum f. sp. betae can be highly\nvariable and many F. oxysporum isolated from symptomatic sugar beet are\nnon-pathogenic. Identifying pathogenicity factors and their diversity in\nthe F. oxysporum f. sp. betae population, could further understanding of\nhow this pathogen causes disease and provide molecular markers to\nrapidly identify pathogenic isolates. This study used several previously\ndescribed fungal pathogenicity genes (Fmk1, Fow1, Pda1, PelA, PelD,\nPep1, Prt1, Rho1, Sge1, Six1, Six6, Snf1, and Ste12) as genetic markers,\nin a population of 26 pathogenic and non-pathogenic isolates of F.\noxysporum originally isolated from symptomatic sugar beet. Of the genes\ninvestigated, 6 were present in all F. oxysporum isolates from sugar\nbeet (Fmk1, Fow1, PelA, Rho1, Snf1, and Ste12), and 7 were found to be\ndispersed within the population (Pda1, PelD, Pep1, Prt1, Sge1, Six1, and\nSix6). Of these, Fmk1, Fow1, PelA, Rho1, Sge1, Snf1, and Ste12 were\nsignificant in describing clade designations and PelD, and Prt1 were\nsignificant for describing pathogenicity in F. oxysporum f. sp.\nbetae.","trees":[{"tree_label":"Sge1 MrBayes Tree","ntax":"37","rootedtree":"TRUE","title":"Tr60063","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60063.phy"},{"tree_label":"PelD MrBayes Tree","ntax":"16","rootedtree":"TRUE","title":"Tr60064","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60064.phy"},{"tree_label":"Prt1 MrBayes Tree","ntax":"25","rootedtree":"TRUE","title":"Tr60065","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60065.phy"},{"tree_label":"Tef1-a Mr Bayes Tree","ntax":"46","rootedtree":"TRUE","title":"Tr60316","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60316.phy"}]}