{"Authors":" Zhuo Chen","Year":" 2013","Title":" Characterization of Hairless (Hr) and FGF5 Genes Provides\nInsights into Molecular Basis of Hair Loss in Cetaceans","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":" 34","Pages":"","Keywords":"","DOI":" 10.1186/1471-2148-13-34","Abstract":" Background: Hair is one of the main distinguishing\ncharacteristics of mammals and it has many important biological\nfunctions. Cetaceans originated from terrestrial mammals and they have\nevolved a series of adaptations to aquatic environments, which are of\nevolutionary significance. However, the molecular mechanisms underlying\ntheir aquatic adaptations have not been well explored. This study\nprovided insights into the evolution of hair loss during the transition\nfrom land to water by investigating and comparing two essential\nregulators of hair follicle development and hair follicle cycling, i.e.,\nthe Hairless (Hr) and FGF5 genes, in representative cetaceans and their\nterrestrial relatives. Results: The full open reading frame sequences of\nthe Hr and FGF5 genes were characterized in seven cetaceans. The\nsequence characteristics and evolutionary analyses suggested the\nfunctional loss of the Hr gene in cetaceans, which supports the loss of\nhair during their full adaptation to aquatic habitats. By contrast,\npositive selection for the FGF5 gene was found in cetaceans where a\nseries of positively selected amino acid residues were identified.\nConclusions: This is the first study to investigate the molecular basis\nof the hair loss in cetaceans. Our investigation of Hr and FGF5, two\nindispensable regulators of the hair cycle, provide some new insights\ninto the molecular basis of hair loss in cetaceans. The results suggest\nthat positive selection for the FGF5 gene might have promoted the\ntermination of hair growth and early entry into the catagen stage of\nhair follicle cycling. Consequently, the hair follicle cycle was\ndisrupted and the hair was lost completely due to the loss of the Hr\ngene function in cetaceans. This suggests that cetaceans have evolved an\neffective and complex mechanism for hair loss.","trees":[{"tree_label":"con all compat","ntax":"23","rootedtree":"TRUE","title":"Cetacea Hairless (Hr) and FGF5 Genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61835.phy"},{"tree_label":"con all compat","ntax":"23","rootedtree":"TRUE","title":"Cetacea Hairless (Hr) and FGF5 Genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61834.phy"}]}