{"Authors":" Zheng Wang, David S. Hibbett, Manfred Binder","Year":" 2005","Title":" Aquatic discomycetes Mitrula (Helotiales, Ascomycota): life\nhistory and systematics based on cultural, morphological and molecular\nstudies","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Abstract: Mitrula species represent a group of aquatic\ndiscomycetes with an uncertain position in the Helotiales and an unknown\nlife history. In this study, the life history and phylogenetic\nrelationships of Mitrula were studied using a combination of cultural,\nmorphological, and molecular techniques. Pure colonies were isolated\nfrom spores of Mitrula ascomata, conidiospores of Mitrula elegans were\nproduced in vitro. Herbarium materials of Mitrula species from Europe,\nAsia, and North America were studied. Sequences of rDNA, including\npartial ssu-rDNA, lsu-rDNA and ITS, were used for inferring phylogenetic\nrelationships both within Mitrula and between Mitrula and other\ninoperculate discomycetes. Special attention was given to possible\nrelationships with fungi that resemble Mitrula in morphology.\nEqually-weighted parsimony analyses, likelihood analyses under GTR+G+I\nmodel, constrained analyses and Bayesian analyses were performed.\nResults suggest that 1) Four lineages can be recognized in Mitrula based\non molecular data and morphological, and Mitrula elegans - Mitrula\npaludosa species complex is not monophyletic; 2) A close relationships\nbetween Mitrula and either Geoglossaceae or Sclerotiniaceae is not\nsupported; 3) Mitrula belongs to a clade within the Helotiales that also\nincludes the aero-aquatic genera, Cudoniella, Hydrocina, Vibrissea,\nOmbrophila, and Hymenoscyphus.","trees":[{"tree_label":"Fig. 4a","ntax":"36","rootedtree":"TRUE","title":"Mitrula-Helotiales phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4517.phy"},{"tree_label":"Fig. 5","ntax":"27","rootedtree":"TRUE","title":"Mitrula species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4518.phy"}]}