{"Authors":" Huei-Mei Hsieh, Chun-Ru Lin, Mei-Jane Fang, Jack D. Rogers,\nJacques Fournier, Christian Lechat, Yu-Ming Ju","Year":" 2010","Title":" Phylogenetic status of Xylaria subgenus Pseudoxylaria among\ntaxa of the subfamily Xylarioideae (Xylariaceae) and phylogeny of the\ntaxa involved in the subfamily","Journal":" Molecular Phylogenetics and Evolution","Volume":" 54","Issue":"","Pages":" 957-969","Keywords":" Ascomycota, macrotermitine termites, molecular phylogeny,\nsystematics, Xylariaceae, Xylarioideae","DOI":" 10.1016/j.ympev.2009.12.015","Abstract":" To infer the phylogenetic relationships of Xylaria species\nassociated with termite nests within the genus Xylaria and among genera\nof the subfamily Xylarioideae, β-tubulin, RPB2, and α-actin sequences\nof 131 cultures of 114 species from Xylaria and 11 other genera of the\nsubfamily were analyzed. These 11 genera included Astrocystis,\nAmphirosellinia, Discoxylaria, Entoleuca, Euepixylon, Kretzschmaria,\nNemania, Podosordaria, Poronia, Rosellinia, and Stilbohypoxylon. We\nshowed that Xylaria species were distributed among three major clades,\nTE, HY, and PO, with clade TE—an equivalent of the subgenus\nPseudoxylaria—encompassing exclusively those species associated with\ntermite nests and the other two clades containing those associated with\nsubstrates other than termite nests. Xylaria appears to be a\nparaphyletic genus, with most of the 11 genera submerged within it.\nPodosordaria and Poronia, which formed a distinct clade, apparently\ndiverged from Xylaria and the other genera early. Species of Entoleuca,\nEuepixylon, Nemania, and Rosellinia constituted clade NR, a major clade\nsister to clade PO, while those of Kretzschmaria were inserted within\nclade HY and those of Astrocystis, Amphirosellinia, Discoxylaria, and\nStilbohypoxylon were within clade PO.","trees":[{"tree_label":"MPT","ntax":"131","rootedtree":"TRUE","title":"Xylaria subgenus Pseudoxylaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60086.phy"},{"tree_label":"MBT","ntax":"131","rootedtree":"TRUE","title":"Xylaria subgenus Pseudoxylaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60085.phy"}]}