{"Authors":" Brian Blake Andres, James M. Clark, Xing Xu","Year":" 2012","Title":" A new rhamphorhynchid pterosaur from the Upper Jurassic of\nXinjiang, China, and the phylogenetic relationships of basal\npterosaurs","Journal":" Journal of Vertebrate Paleontology","Volume":" 30","Issue":" 1","Pages":" 163-187","Keywords":"","DOI":" 10.1080/02724630903409220","Abstract":" A new rhamphorhynchid pterosaur species, Sericipterus\nwucaiwanensis, gen. et sp. nov., is described from the Upper Jurassic\npart of the Shishugou Formation in the Xinjiang Autonomous Region of\nnorthwest China. Pterosaurs from this unit are the earliest and only\nrecords of pterosaurs in the Jurassic of northwest China. The individual\nspecimen is one of the largest known among ‘rhamphorhynchoids,’ or\nnon-pterodactyloid pterosaurs. The holotype comprises an as- sociated\nskeleton of mostly disarticulated, largely three-dimensional material.\nAlthough partly crushed, the preservation in this specimen reveals\nmorphology rarely seen in non-pterodactyloid pterosaurs. This includes a\ndistinct cervical intervertebral articulation morphology that is\nproposed to be widespread among the non-pterodactyloids. The skull of\nthis new specimen is most similar to that of other rhamphorhynchids,\nAngustinaripterus longicephalus and Harpactognathus gentryii, found in\nterrestrial deposits. A phylogenetic analysis of 18 non-pterodactyloid\npterosaurs and the Pterodactyloidea places Sericipterus wucaiwanensis\nwith these species within the Rhamphorhynchinae and a monophyletic\nRhamphorhynchidae. Unlike previous phylogenetic analyses, the\nDimorphodontidae is paraphyletic, the Campylognathoididae is\npolyphyletic, and the Anurognathi- dae is the sister group of the\nPterodactyloidea. Sericipterus wucaiwanensis, Angustinaripterus\nlongicephalus, Harpactognathus gentryii represent a clade of large\npterosaurs that likely lived in the terrestrial settings in which they\npreserved.","trees":[{"tree_label":"UNTITLED","ntax":"22","rootedtree":"TRUE","title":"Basal Pterosaurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60095.phy"}]}