{"Authors":" Masato Ohtani, Toshiaki Kondo, Naoki Tani, Saneyoshi Ueno,\nLeong Soon Lee, Kevin Kit Siong Ng, Norwati Muhammad, Reiner Finkeldey,\nMohamad Na’iem, Sapto Indrioko, Koichi Kamiya, Ko Harada, Bibian Diway,\nEyen Khoo, Kensuke Kawamura, Yoshihiko Tsumura","Year":" 2013","Title":" Nuclear and chloroplast DNA phylogeography reveals\nPleistocene divergence and subsequent secondary contact of two genetic\nlineages of the tropical rainforest tree species Shorea leprosula\n(Dipterocarpaceae) in Southeast Asia","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Sundaland; migration; EST-SSR; microsatellite; chloroplast\nDNA","DOI":"","Abstract":" Tropical rainforests in Southeast Asia have been affected\nby climatic fluctuations during past glacial eras. To examine how the\naccompanying changes in land areas and temperature have affected the\ngenetic properties of rainforest trees in the region, we investigated\nthe phylogeographic patterns of a widespread dipterocarp species, Shorea\nleprosula. Two types of DNA markers were used: expressed sequence\ntag-based simple sequence repeats (EST-SSRs) and chloroplast DNA (cpDNA)\nsequence variations. Both sets of markers revealed clear genetic\ndifferentiation between populations in Borneo and those in the Malay\nPeninsula and Sumatra (Malay/Sumatra). However, in the southwestern part\nof Borneo genetic admixture of the lineages was observed in the two\nmarker types. Coalescent simulation based on cpDNA sequence variation\nsuggested that the two lineages arose 0.28 to 0.09 million years before\npresent, and that following their divergence migration from\nMalay/Sumatra to Borneo strongly exceeded migration in the opposite\ndirection. We conclude that the genetic structure of S. leprosula was\nlargely formed during the middle Pleistocene and was subsequently\nmodified by eastward migration across the subaerially exposed Sunda\nShelf.","trees":[{"tree_label":"50% maj rule","ntax":"23","rootedtree":"TRUE","title":"Shorea leprosula Haplotypes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60083.phy"},{"tree_label":"An optimal ML tree","ntax":"23","rootedtree":"TRUE","title":"Shorea leprosula Haplotypes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60084.phy"}]}