{"Authors":" Brian Andres, Qiang Ji","Year":" 2008","Title":" A new pterosaur from the Liaoning Province of China, the\nphylogeny of the Pterodactyloidea, and convergence in their cervical\nvertebrae","Journal":" Palaeontology","Volume":" 51","Issue":" 2","Pages":" 453-469","Keywords":" Pterodactyloidea, cervical vertebrae, convergence,\nAzhdarchidae, Ctenochasmatidae, phylogeny, Elanodactylus prolatus.","DOI":" 10.1111/j.1475-4983.2008.00761.x","Abstract":" The largest known flying organisms are the azhdarchid\npterosaurs, a pterodactyloid clade previously diagnosed by the\ncharacters of their extremely elongate middle-series cervical vertebrae.\nThe named species of the Azhdarchidae are from the Late Cretaceous.\nHowever, isolated mid-cervical vertebrae with similar dimensions and\ncharacters have been referred to this group that date back to the Late\nJurassic, implying an almost 60 million year gap in the fossil record of\nthis group and an unrecorded radiation in the Jurassic of all the major\nclades of the Pterodactyloidea. A new pterosaur from the Early\nCretaceous of Liaoning Province of China, Elanodactylus prolatus gen. et\nsp. nov., is described with mid-cervical vertebrae that bear these\nazhdarchid characters but has other postcranial material that are\ndistinct from the members of this group. Phylogenetic analysis of the\nnew species and the Pterodactyloidea places it with the Late Jurassic\nvertebrae in the Late JurassicEarly Cretaceous Ctenochasmatidae and\nreveals that the characters of the elongate azhdarchid vertebrae\nappeared independently in both groups. These results are realized though\nthe large taxon sampling in the analysis demonstrating that the\nhomoplastic character states present in these two taxa were acquired in\na different order in their respective lineages. Some of these\nhomoplastic characters were previously thought to appear once in the\nhistory of pterosaurs and may be correlated to the extension of the neck\nregions in both groups. Because the homoplastic character states in the\nAzhdarchidae and Ctenochasmatidae are limited to the mid-cervical\nvertebrae, these states are termed convergent based on a definition of\nthe term in a phylogenetic context. A number of novel results from the\nanalysis presented produce a reorganization in the different species and\ntaxa of the Pterodactyloidea.","trees":[{"tree_label":"stored 2","ntax":"61","rootedtree":"TRUE","title":"Pterodactyloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_60093.phy"},{"tree_label":"stored 1","ntax":"61","rootedtree":"TRUE","title":"Pterodactyloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60092.phy"}]}