{"Authors":" Susumu Takamatsu, Sanae Matsuda, Banga Grigaliunaite","Year":" 2013","Title":" Comprehensive phylogenetic analysis of genus Golovinomyces\n(Ascomycota: Erysiphales) reveals close evolutionary relationships with\ntheir host plants","Journal":" Mycologia","Volume":" 105","Issue":" 5","Pages":" 1135-1152","Keywords":" 28S rDNA evolution ITS molecular clock phylogeny powdery\nmildew Asteraceae","DOI":" 10.3852/13-046","Abstract":" The Erysiphaceae are originally tree-parasitic and host\nshift from trees to herbs may have occurred many times independently in\nthe respective tribes and genera. Golovinomyces, a genus of the tribe\nGolovinomyceteae, is strictly restricted to herbaceous plants in their\nhost ranges, which suggests that host shift from trees to herbs occurred\nonly once in the lineage leading to this genus and expanded their host\nranges into herbaceous plants since after. In order to investigate the\nevolutionary relationships between Golovinomyces and their host plants,\nwe conducted comprehensive molecular phylogenetic analysis of this genus\nusing 183 nucleotide sequences of ITS and 28S rDNA regions from samples\ncollected worldwide. These sequences were divided into 11 distinct\nlineages. Ten of the 11 lineages consist of sequences from each single\nplant family or tribe, which suggests close evolutionary relationships\nof Golovinomyces and their host plants. Especially, the basal five\nclades were occupied by the sequences from each single tribe of the\nAsteraceae. This result supports the previous speculation that\nco-speciation events occurred between asteraceous hosts and\nGolovinomyces in the early evolution stage of this genus. The lineage XI\nsituating at the most derived position of the tree includes sequences\nfrom wide range of host families and is divided into many species with\nclose genetic affinity. Sequences from putative G. orontii group\nseparated into three groups, which suggests that G. orontii is a species\ncomplex.","trees":[{"tree_label":"PAUP 85","ntax":"186","rootedtree":"TRUE","title":"Golovinomyces ITS + 28S 186 taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69101.phy"}]}