{"Authors":" Susumu Takamatsu, Seiko Niinomi, M. G. C. d. Álvarez,\nRoberto Eloy Álvarez, María Havrylenko, Uwe Braun","Year":" 2005","Title":" Phylogenetic relationships and generic affinity of Uncinula\nforestalis inferred from nuclear rDNA sequences","Journal":" Mycological Research","Volume":" 109","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Based on 5.8S, 18S and 28S rDNA sequences, the\nphylogenetic position of Uncinula forestalis within the Erysiphales has\nbeen inferred. Although the appendages of the ascomata are\nUncinula-like, i.e., unbranched with curved-coiled apices, U. forestalis\nis situated at the very base of the large Erysiphales cluster, far away\nfrom the “Pseudoidium clade” (Erysiphe emend., incl. Microsphaera and\nUncinula) and clearly separated from the recently introduced basal genus\nParauncinula. Morphologically U. forestalis differs from the species of\nErysiphe sect. Uncinula (Uncinula) in having terminal, fasciculate (as\nin Podosphaera tridactyla), septate ascoma appendages and an\nEuoidium-like anamorph (conidia catenate). In Parauncinula, the\nappendages are also terminal, but not fasciculate, the ascospores are\ncurved and an anamorph is lacking. This species is a basal,\ntree-inhabiting powdery mildew with some additional ancestral\ncharacteristics, viz., Uncinula-like appendages and 6-8-spored asci. The\nnew genus Caespitotheca with C. forestalis as type species is proposed.\nWe then calculated timing of radiation of U. forestalis and P. septata\nusing a molecular clock of the Erysiphales (6.5 Å~ 10-10 per site per\nyear in domains D1 and D2 of the 28S rDNA) and 28S rDNA data set. The\nresult suggested that the radiation of U. forestalis and P. septata from\nthe other Erysiphales occurred between 90 and 80 million years ago.\nTherefore, the radiation of the ancestral two species may have occurred\nin late Cretaceous.","trees":[{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Erysiphales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_489.phy"}]}