{"Authors":" Paul E Marek, David H Kavanaugh","Year":" 2005","Title":" The evolutionary relationships of North American Diplous\nMotschulsky (Coleoptera: Carabidae: Patrobini) inferred from\nmorphological and molecular evidence","Journal":" Invertebrate Systematics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Individuals of the ground beetle genus Diplous\nMotschulsky, 1850 occur in riparian areas predominately throughout\nboreal North America and Asia. In order to infer the species phylogeny\nof the North American Diplous, we examined 97 morphological characters\n(56 quantitative characters and 41 qualitative characters) and 458 bp of\nthe mitochondrial cytochrome oxidase subunit I region. We used the four\nNorth American species, four Palearctic species, and one undescribed\nspecies of a closely related genus to test the monophyly and the\ndirection of character state change in North American Diplous. Overall,\nwe found that North American Diplous appear to represent a monophyletic\ngroup, but that the morphological and molecular evidence did not support\nthe same relationships in the placement of one of the species. We found\nthat the total evidence trees agreed most with biogeography and\nconsiderations of accelerated morphological evolution. In this paper, we\npresent a morphological phylogenetic tree, a molecular phylogenetic\ntree, a total evidence phylogenetic tree, a species key, species\ndiagnoses, and a distribution map of Nearctic Diplous.","trees":[{"tree_label":"morphology","ntax":"9","rootedtree":"TRUE","title":"Diplous","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_647.phy"},{"tree_label":"combined","ntax":"18","rootedtree":"TRUE","title":"Diplous","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2161.phy"},{"tree_label":"molecular","ntax":"14","rootedtree":"TRUE","title":"Diplous","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4519.phy"}]}