{"Authors":" Vinit Meshram, Neha kapoor, Sanjai Saxena","Year":" 2012","Title":" Muscodor strobelli, new species from South India.","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" VOCs, endophytes,Rainforest fungi; Scanning electron\nmicroscopy; Mass spectrometry; Ribosomal DNA, RPB2","DOI":"","Abstract":" Muscodor strobelli is the first report of a new species of\nMuscodor from South India wherein it exists as an endophyte in the stems\nof Cinnamomum zeylanicum. This fungus appears slightly yellowish, slimy\nwith ropy mycelium and produces volatiles giving it a musty odour. The\nfungus does not produce any fruiting structures or spores when grown on\nvarious synthetic and natural media. SEM photomicrographs reveal novel\nphenotypic features of the mycelia anastomosing into fishing net like\npattern and associated with it are structures which resemble like common\nzinnia flowers or buds of zinnia flowers. These structures have not been\nreported from any other Muscodor species except M. crispans which has\ncauliflower like structures. Further molecular genetic analysis using\nIT-DNA reveals only partial similarity to M. cinnamoni Cib461. Further\nRPB2DNA analysis also reveals partial similarity to M. crispans B23\nsuggesting it to be a new species. The volatiles produced by M. strobii\npossess both antibacterial as well as antifungal activity against plant\nas well as human pathogens thus possessing potential to be developed\ninto different applications. The VOC analysis by GC/MS exhibits all new\nclasses of volatiles like Octadecylmorpholine, Viridiflorol,\nTerpinolene, Cyclohexene and Kopsinyl alcohol which has not been\nreported from other Muscodor species. It does not produce any volatile\nwhich is previously reported by Muscodor species making it unique. Thus,\nbased on morphological, cultural, molecular and chemical properties it\nis justified that Muscodor strobeli is a new species of Muscodor.","trees":[{"tree_label":"tree1","ntax":"24","rootedtree":"TRUE","title":"Muscodor strobelli, new species from south India","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60459.phy"}]}