{"Authors":" Valerie Lynn Soza, Richard G. Olmstead","Year":" 2010","Title":" Molecular systematics of tribe Rubieae (Rubiaceae): Evolution\nof major clades, development of leaf-like whorls, and biogeography","Journal":" Taxon","Volume":" 59","Issue":" 3","Pages":" 755-771","Keywords":" biogeography; chloroplast DNA; leaf whorls; New World;\nphylogeny; Rubieae","DOI":"","Abstract":" Rubieae are centered in temperate regions and\ncharacterized by whorls of leaf-like structures on their stems. Previous\nstudies that primarily included Old World taxa identified seven major\nclades with no resolution between and within clades. In this study, a\nmolecular phylogeny of the tribe, based on three chloroplast regions\n(rpoB-trnC, trnC-psbM, trnL-trnF-ndhJ) from 126 Old and New World taxa,\nis estimated using parsimony and Bayesian analyses. Seven major clades\nare strongly supported within the tribe, confirming previous studies.\nRelationships within and between these seven major clades are also\nstrongly supported. In addition, the position of Callipeltis, a\npreviously unsampled genus, is identified. The resulting phylogeny is\nused to examine geographic distribution patterns and evolution of\nleaf-like whorls in the tribe. An Old World origin of the tribe is\ninferred from parsimony and likelihood ancestral state reconstructions.\nAt least eight subsequent dispersal events into North America occurred\nfrom Old World ancestors. From one of these dispersal events, a\nradiation into North America, followed by subsequent diversification in\nSouth America, occurred. Parsimony and likelihood ancestral state\nreconstructions infer the ancestral whorl morphology of the tribe as\ncomposed of six organs. Whorls composed of four organs are derived from\nwhorls with six or more organs. Transitions between four and six or more\norgans per whorl are common within the tribe, whereas reduction to two\nleaves at a node is derived and rare.","trees":[{"tree_label":"Bayesian con all compat w/pp","ntax":"130","rootedtree":"TRUE","title":"Tr60371","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60371.phy"},{"tree_label":"Bayesian con all compat","ntax":"130","rootedtree":"TRUE","title":"Tr60372","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60372.phy"},{"tree_label":"strict consensus of 185 MP trees","ntax":"130","rootedtree":"TRUE","title":"Tr60367","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60367.phy"},{"tree_label":"Bayesian con all compat w/pp","ntax":"130","rootedtree":"TRUE","title":"Tr60368","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60368.phy"},{"tree_label":"Bayesian con all compat","ntax":"130","rootedtree":"TRUE","title":"Tr60369","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60369.phy"},{"tree_label":"strict consensus of 185 MP trees","ntax":"130","rootedtree":"TRUE","title":"Tr60370","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60370.phy"}]}