{"Authors":" Cobus Meyer Visagie, Jos Houbraken, Rob Samson, Karol A\nSeifert, Karin Jacobs","Year":" 2013","Title":" A new species of Penicillium, P. compactum sp. nov., in\nsection Sclerotiora isolated from Fynbos","Journal":" Persoonia","Volume":" 31","Issue":"","Pages":" 42-62","Keywords":" Biodiversity hotspot, Multigene phylogeny, Internal\ntranscribed spacer region, β-tubulin, Calmodulin","DOI":" 10.3767/003158513X667410","Abstract":" Current literature accepts 17 species in Penicillium\nsection Sclerotiora. Several produce colonies in bright yellow to orange\ncolours and have monoverticillate conidiophores, apart from P. herquei,\nP. malachiteum and P. nodositatum, which are biverticillate. The focus\nof this paper is to refine the concepts of the species currently\naccepted in the section and introduce five new species, named after the\nDutch Royal family as P. vanoranjei, P. maximae, P. amaliae, P. alexiae\nand P. arianeae. Penicillium vanoranjei produces orange (Dutch = oranje)\ncolonies in culture, and is named after Willem-Alexander Claus George\nFerdinand, ‘Zijne Koninklijke Hoogheid de Prins van Oranje’ (translated\nfrom Dutch as: ‘His Royal Highness the Prince of Orange’) and his\nfamily, to coincide with his coronation. We review the current taxonomic\npositions of P. lilacinoechinulatum and P. nodositatum, both currently\nconsidered to be synonyms of P. bilaiae. Sequence data generated in this\nstudy show that both species are phylogenetically distinct. Penicillium\nlilacinoechinulatum is closely related to P. amaliae sp. nov., whereas\nP. nodositatum does not belong to Penicillium sensu stricto. All species\nwere compared morphologically and phylogenetically, based on β-tubulin\nand calmodulin DNA data. A table summarising the morphological\ncharacters of all species is included, together with photomicrographs\nand recommended DNA markers for identification.","trees":[{"tree_label":"PAUP 1","ntax":"27","rootedtree":"TRUE","title":"Section Sclerotiora RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60365.phy"},{"tree_label":"PAUP 1","ntax":"52","rootedtree":"TRUE","title":"Section Sclerotiora CMD","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60364.phy"},{"tree_label":"PAUP 1","ntax":"49","rootedtree":"TRUE","title":"Section Sclerotiora Beta tubulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60356.phy"},{"tree_label":"PAUP 1","ntax":"53","rootedtree":"TRUE","title":"Section Sclerotiora ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60366.phy"}]}