{"Authors":" T. Sang, M. Silva O, Daniel J. Crawford, Tod F.\nStuessy","Year":" 1995","Title":" ITS sequences and the phylogeny of the genus Robinsonia\n(Asteraceae).","Journal":" Systematic Botany","Volume":" 20","Issue":" NA","Pages":" 55-64","Keywords":" NA","DOI":" NA","Abstract":" Sequences from the internal transcribed spacer region\n(ITS) of nuclear ribosomal DNA were used to produce a hypothesis of\nphylogenetic relationships of six of the seven known species of\nRobinsonia, the second largest genus endemic to the Juan Fernandez\nIslands. Sequence divergence between species ranges from 0 00 to 6 77%\n[mean (3.65 + 2.15)%] and all sequences are the same length. One most\nparsimonious tree was produced from the 70 variable nucleotide sites,\nincluding the species of Senecio as outgroups; this had a consistency\nindex of 0.92 excluding uninformative sites. The cladogram is fully\nconcordant with one generated from morphology, with R. berteroi, the\nonly species of subg. Rhetinodendron, as the sister taxon to the\nremaining species in subg. Robinsonia. Within subg. Robinsonia, sects.\nEleutherolepis and Robinsonia are monophyletic. Within the former\nsection, R. masafuerae, the only species of Robinsonia on the younger\nisland of Masafuera, is the sister species to R. evenia, as it is in the\nphylogeny based on morphology. ITS sequences also provide strong support\nfor the monophyly of Robinsonia. The average rate of ITS sequence\ndivergence within the genus was estimated to be at least (7.83 + 0.74) x\n10(-9) per site per year. Relative rate tests indicate that the\nmolecular clock cannot be rejected for ITS sequence evolution in\nRobinsonia. The mode and tempo of ITS and cpDNA evolution were compared\nin Robinsonia and Dendroseris, the two largest endemic genera on the\nJuan Fernandez Islands. In both genera mean sequence divergence between\nspecies was higher in ITS than in cpDNA. The distribution of mutations\nin ITS and cpDNA differ between the two genera. In Dendroseris ITS\nsequences produced the same phylogeny as cpDNA whereas in Robinsonia,\ncpDNA restriction site mutations did not resolve phylogenetic\nrelationships among the studied species while ITS sequences generated a\nhighly resolved phylogeny,","trees":[{"tree_label":"Fig. 2","ntax":"9","rootedtree":"TRUE","title":"Robinsonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1564.phy"}]}