{"Authors":" Katerina Guschanski, Johannes Krause, Susanna Sawyer, Luis\nM Valente, Sebastian Bailey, Knut Finstermeier, Vincent Savolainen,\nRichard Sabin, Emmanuel Gilissen, Gontran Sonet, Zoltán T Nagy, Georges\nLenglet, Frieder Mayer","Year":" 2013","Title":" Next-Generation Museomics Disentangles One of the Largest\nPrimate Radiations.","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" primate radiation, museum collection, next-generation DNA\nsequencing, target capture, speciation","DOI":"","Abstract":" Guenons (tribe Cercopithecini) are one of the most diverse\ngroups of primates. They occupy all of sub-Saharan Africa and show great\nvariation in ecology, behavior, and morphology. This variability led to\nthe description of over 60 species and subspecies. Here, using\nnext-generation DNA sequencing (NGS) in combination with targeted DNA\ncapture, we sequenced 92 mitochondrial genomes from museum-preserved\nspecimens as old as 117 years. We infer evolutionary relationships and\nestimate divergence times of almost all guenon taxa based on\nmitochondrial sequences. Using this phylogenetic framework, we\nreconstruct ancestral geographic ranges and show how localized\nfluctuations of African forest cover have contributed to the radiation\nof guenons. We find incongruences between phylogenetic trees\nreconstructed from mitochondrial and nuclear DNA sequences, which can be\nexplained by either incomplete lineage sorting or hybridization. We\nconclude that the extraordinary radiation of guenons has been a complex\nprocess driven by, among other factors, geographic isolation in forest\nrefugia. Furthermore, having produced the largest mitochondrial DNA\ndataset from museum specimens, we document how NGS technologies can\n‘unlock’ museum collections, thereby helping to unravel the\ntree-of-life.","trees":[{"tree_label":"TREE1","ntax":"110","rootedtree":"TRUE","title":"Guenons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60417.phy"}]}