{"Authors":" Daniel J Glass, Naoki Takebayashi, Link E. Olson, D. Lee\nTaylor","Year":" 2013","Title":" Evaluation of the authenticity of a highly novel\nenvironmental sequence from boreal forest soil using ribosomal RNA\nsecondary structure modeling","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Novel lineage; Ribosomal RNA secondary structure;\nPseudogene; rDNA; Fungi; Metagenomic DNA","DOI":"","Abstract":" The number of sequences from both formally described taxa\nand uncultured environmental DNA deposited in the International\nNucleotide Sequence Databases has increased substantially over the last\ntwo decades. Although the majority of these sequences represent\nauthentic gene copies, there is evidence of DNA artifacts in these\ndatabases as well. These include lab artifacts, such as PCR chimeras,\nand biological artifacts such as pseudogenes or other paralogous\nsequences. Sequences that fall in basal positions in phylogenetic trees\nand appear distant from known sequences are particularly suspect.\nPhylogenetic analyses suggest that a novel sequence type (NS1) found in\ntwo boreal forest soil clone libraries belongs to the fungal kingdom but\ndoes not fall unambiguously within any known phylum. We have evaluated\nthis sequence type using an array of secondary-structure analyses. To\nour knowledge, such analyses have never been used on environmental\nribosomal sequences. Ribosomal secondary structure was modeled for four\nrRNA loci (ITS1, 5.8S, ITS2, 5 LSU). These models were analyzed for the\npresence of conserved domains, conserved nucleotide motifs, and\ncompensatory base changes. Minimal free energy (MFE) foldings and GC\ncontents of sequences representing the major fungal clades, as well as\nNS1, were also compared. NS1 displays secondary rRNA structures\nconsistent with other fungi and many, but not all, conserved nucleotide\nmotifs found across eukaryotes. However, our analyses show that many\nother authentic sequences from basal fungi lack more of these conserved\nmotifs than does NS1. Together our findings suggest that NS1 represents\nan authentic gene copy. The methods described here can be used on any\nrRNA-coding sequence, not just environmental fungal sequences. As\nnew-generation sequencing methods that yield shorter sequences become\nmore widely implemented, methods that evaluate sequence authenticity\nshould also be more widely implemented. For fungi, the adjacent 5.8S and\nITS2 loci should be prioritized. This region is not only suited to\ndistinguishing between closely related species, but it is also more\ninformative in terms of expected secondary structure.","trees":[{"tree_label":"Rooted LSU Tree","ntax":"67","rootedtree":"TRUE","title":"Tr60441","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60441.phy"},{"tree_label":"Imported tree 0","ntax":"174","rootedtree":"TRUE","title":"Tr60421","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60421.phy"}]}