{"Authors":" Valerie Lynn Soza, Kendall Haworth, Veronica S. Di\nStilio","Year":" 2013","Title":" Timing and consequences of recurrent polyploidy in\nmeadow-rues (Thalictrum, Ranunculaceae)","Journal":" Molecular Biology and Evolution","Volume":" 30","Issue":"","Pages":" 1940-1954","Keywords":"","DOI":" 10.1093/molbev/mst101","Abstract":" The discovery of ancient whole-genome duplications in\neukaryotic lineages has renewed the interest in polyploidy and its\neffects on the diversification of organisms. Polyploidy has large-scale\neffects on both genotype and phenotype and has been linked to the\nevolution of genome size, dioecy, and changes in ecological\ninteractions, such as pollinator visitation. Here, we take a molecular\nsystematics approach to examine the evolution of polyploidy in the plant\ngenus Thalictrum (Ranunculaceae) and test its correlation to changes in\ngenome size, sexual system, and pollination mode. Thalictrum is an ideal\nstudy system due to its extensive ploidy range and floral diversity.\nPhylogenetic analyses were used for character reconstructions,\ncorrelation tests, and dating estimates. Our results suggest that\npolyploidization occurred frequently and recently in the evolution of\nThalictrum, mostly within the last 10.65.8 My, coinciding with the\ndiversification of particular clades. In spite of an overall trend of\ngenomic downsizing accompanying polyploidy in angiosperms and\nproportional increases observed at finer scales, our genome size\nestimates for Thalictrum show no correlation with chromosome number.\nInstead, we observe genomic expansion in diploids and genomic\ncontraction in polyploids with increased age. Additionally, polyploidy\nis not correlated with dioecy in Thalictrum; therefore, other factors\nmust have influenced the evolution of separate sexes in this group. A\nnovel finding from our study is the association of polyploidy with\nshifts to wind pollination, in particular, during a time period of\nglobal cooling and mountain uplift in the Americas.","trees":[{"tree_label":"Bayesian con 50 majrule w/pp","ntax":"76","rootedtree":"TRUE","title":"Tr60376","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60376.phy"},{"tree_label":"Bayesian con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Tr60377","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60377.phy"},{"tree_label":"Maximum likelihood tree","ntax":"76","rootedtree":"TRUE","title":"Tr60378","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60378.phy"}]}