{"Authors":" G. Anthony Verboom","Year":" 2005","Title":" A phylogeny of the schoenoid sedges (Cyperaceae: Schoeneae)\nbased on plastid DNA sequences, with special reference to the genera\nfound in Africa","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Despite its large size (about 700 species) the\naustraly-centred sedge tribe Schoeneae has received little explicit\nphylogenetic study, especially using molecular data. As a result,\ngeneric relationships are poorly understood, and even the monophyly of\nthe tribe is open to question. In this paper, plastid DNA sequences\n(rbcL, trnL-trnF and rps16) drawn from a broad array of Schoeneae are\nanalysed using Bayesian and parsimony-based approaches in order to infer\na framework phylogeny for the tribe. Both analytical methods broadly\nsupport the monophyly of Schoeneae, Bayesian methods doing so with good\nsupport. Within the schoenoid clade, there is strong support for a\nseries of monophyletic generic groupings whose interrelationships are\nunclear. These lineages form a large polytomy at the base of Schoeneae\nthat may be indicative of past radiation, probably following the\nfragmentation of Gondwana. Most of these lineages contain both African\nand non-African members, suggesting a history of intercontinental\ndispersal. The results of this study clearly identify the relationships\nof the African-endemic schoenoid genera and demonstrate that the\nAfrican-Australasian genus Tetraria, like Costularia, is polyphyletic.\nThis pattern is morphologically consistent, and suggests that these\ngenera require realignment.","trees":[{"tree_label":"Pars strict","ntax":"44","rootedtree":"TRUE","title":"Schoenoid sedges","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2165.phy"},{"tree_label":"Bayes 50","ntax":"44","rootedtree":"TRUE","title":"Schoenoid sedges","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2166.phy"}]}