{"Authors":" Mihai Costea, Ignacio Garcia, Kristy Docksteder, Sasa\nStefanovic","Year":" 2013","Title":" More problems despite bigger flowers: systematics of Cuscuta\ntinctoria clade (subgenus Grammica, Convolvulaceae) with description of\nsix new species","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Australia, Cuscuta, dodders, evolution, floristics,\ngeographical distribution, host range, ITS, morphology, Mexico, new\nspecies, North and Central America, parasitic, phenology, phylogeny,\ntaxonomy, trnL-F","DOI":"","Abstract":" Cuscuta tinctoria clade, the second largest infrageneric\ngroup of subg. Grammica, includes 14 species with Mexico and adjacent\nregions as a center of diversity, but also two species found in\nAustralia presumably as a result of a long-distance dispersal event.\nFlowers, pollen, and stigmas are among the largest in Cuscuta, and\nplants are xenogamous or facultatively xenogamous. Perhaps more than in\nother major clades of subg. Grammica, the convergent evolution of some\nimportant morphological characters, for example of the calyx and\ngynoecium/capsule, has obscured identity of some species and has\nhindered previous efforts to determine their limits. Basic morphology,\nscanning electron microscopy and sequence data from the nuclear internal\ntranscribed spacer (ITS) and the plastid trnL-F region were used to\nreconstruct the phylogeny, gain a better understanding of the\nevolutionary history, and determine species boundaries. Overall, species\nwere grouped in five subclades. Based on their morphological and\nmolecular similarly, C. tinctoria, C. aurea, and C. floribunda represent\none single species. The latter two species were retained as a variety of\nthe former, C. tinctoria var. aurea and var. floribunda, respectively.\nOur results also show that in their currently accepted delimitation C.\nrugosiceps and C. tinctoria are polyphyletic, the former including one\nnew species, C. volcanica, and the latter two new species, C. timida and\nC. tolteca. In addition, three other new species are described: two that\nhave multicellular protuberances on the calyx and/or corolla lobes, C.\niguanella and C. insolita, and one with broader that long calyx lobes,\nC. montana. A taxonomic treatment with an identification key,\ndescriptions, and illustrations is provided.","trees":[{"tree_label":"Bayesian","ntax":"60","rootedtree":"TRUE","title":"Cuscuta tinctoria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60418.phy"},{"tree_label":"MPStrict","ntax":"60","rootedtree":"TRUE","title":"Cuscuta tinctoria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60419.phy"}]}