{"Authors":" Zhongtao Zhao, Huiquan Liu, Chenfang Wang, Jin-Rong Xu","Year":" 2013","Title":" Comparative analysis of fungal genomes reveals different\nplant cell wall degrading capacity in fungi","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Fungi, CAZymes, Pectinase, Cutinase, lignocellulase","DOI":"","Abstract":" Background Fungi produce a variety of plant cell wall\ndegrading enzymes for the degradation of polysaccharide materials to\nfacilitate plant infection and/or gain nutrition. Identifying and\ncomparing PCWDEs from fungi with different nutritional modes or\ninfection mechanisms may provide information for better understanding of\ntheir life styles. To date, over hundreds of fungal genomes are publicly\navailable. However, a systematic comparative analysis of PCWDE genes\nacross the entire fungal kingdom has not been reported. Results In this\nstudy, we systemically identified glycoside hydrolases (GHs),\npolysaccharide lyases (PLs), carbohydrate esterases (CEs), and\nglycosyltransferases (GTs) as well as carbohydrate-binding modules\n(CBMs) in the predicted proteomes of 103 representative fungi from\nAscomycota, Basidiomycota, Chytridiomycota, and Zygomycota. Comparative\nanalysis of these CAZymes that play major roles in polysaccharide\ndegradation revealed that fungi exhibit tremendous diversity in the\nnumber and variety of CAZymes. Among them, some families of GHs and CEs\nare the most prevalent CAZymes that are distributed in all of the fungi\nanalyzed. Importantly, cellulases of some GH families are present in\nfungi that are not known to have cellulose-degrading ability. In\naddition, our results also showed that in general, plant pathogenic\nfungi have the highest number of CAZymes. Biotrophic fungi tend to have\nfewer CAZymes than necrotrophic and hemibiotrophic fungi. Pathogens of\ndicots often contain more pectinases than fungi infecting monocots.\nInterestingly, besides yeasts, many saprophytic fungi that are highly\nactive in degrading plant biomass contain fewer CAZymes than plant\npathogenic fungi. Furthermore, Analysis of the gene expression profile\nof the wheat scab fungus Fusarium graminearum revealed that most of the\nCAZyme genes are up-regulated during plant infection. Phylogenetic\nanalysis also revealed a complex history of lineage-specific expansions\nand attritions for the family PL1 genes.","trees":[{"tree_label":"Phylogenetic tree of genes of polysaccharide lyase\nfamily 1","ntax":"250","rootedtree":"TRUE","title":"Tr60465","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60465.phy"}]}