{"Authors":" Martina Reblova, Wendy A. Untereiner, Kamila Reblova","Year":" 2013","Title":" Novel evolutionary lineages revealed in the Chaetothyriales\n(Fungi) based on multigene phylogenetic analyses and comparison of ITS\nsecondary structure","Journal":" Plos One","Volume":" 8","Issue":" 5","Pages":" e63547","Keywords":" Cyphellophora, Phialophora, secondary structure, ITS,\nphylogeny","DOI":" 10.1371/journal.pone.0063547","Abstract":" Cyphellophora and Phialophora (Chaetothyriales,\nPezizomycota) comprise species known from skin infections of humans and\nanimals and from a variety of environmental sources. These fungi were\nstudied based on the comparison of cultural and morphological features\nand phylogenetic analyses of five nuclear loci, i.e., internal\ntranscribed spacer rDNA operon (ITS), large and small subunit nuclear\nribosomal DNA (nuc28S rDNA, nuc18S rDNA), β-tubulin, DNA replication\nlicensing factor (mcm7) and second largest subunit of RNA polymerase II\n(rpb2). Phylogenetic results were supported by comparative analysis of\nITS1 and ITS2 secondary structure of representatives of the\nChaetothyriales and the identification of substitutions among the taxa\nanalyzed. Base pairs with non-conserved, co-evolving nucleotides that\nmaintain base pairing in the RNA transcript and unique evolutionary\nmotifs in the ITS2 that characterize whole clades or individual taxa\nwere mapped on predicted secondary structure models. Morphological\ncharacteristics, structural data and phylogenetic analyses of three\ndatasets, i.e., ITS, ITS-β-tubulin and 28S-18S-rpb2-mcm7, define a\nrobust clade containing eight species of Cyphellophora (including the\ntype) and six species of Phialophora. These taxa are now accommodated in\nthe Cyphellophoraceae, a novel evolutionary lineage within the\nChaetothyriales. Cyphellophora is emended and expanded to encompass\nspecies with both septate and nonseptate conidia formed on discrete,\nintercalary, terminal or lateral phialides. Six new combinations in\nCyphellophora are proposed and a dichotomous key to species accepted in\nthe genus is provided. Cyphellophora eugeniae and C. hylomeconis, which\ngrouped in the Chaetothyriaceae, represent another novel lineage and are\nintroduced as the type species of separate genera.","trees":[{"tree_label":"Fig. 3","ntax":"66","rootedtree":"TRUE","title":"four-gene phylogeny of the Chaetothyriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_61886.phy"},{"tree_label":"Fig. 1","ntax":"61","rootedtree":"TRUE","title":"ITS phylogeny of the Chaetothyriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60442.phy"}]}