{"Authors":" Baoming Ji, Catherine A. Gehring, Gail W.T. Wilson, R.\nMichael Miller, LLUVIA Flores-Rentería, Nancy Collins Johnson","Year":" 2013","Title":" Patterns of diversity and adaptation in Glomeromycota from\nthree prairie grasslands","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Arbuscular mycorrhizas, prairies, local adaptation,\nreciprocal inoculation, Gigaspora","DOI":"","Abstract":" Arbuscular mycorrhizal (AM) fungi are widespread root\nsymbionts that often improve the fitness of their plant hosts. We tested\nif local adaptation in mycorrhizal symbioses would shape the community\nstructure of these root symbionts in a way that maximizes their\nsymbiotic functioning. We grew a native prairie grass (Andropogon\ngerardii) with all possible combinations of soils and AM fungal inocula\nfrom three different prairies that varied in soil characteristics and\ndisturbance history (two native prairie remnants and one recently\nrestored). We identified the AM fungi colonizing A. gerardii roots using\nPCR amplification and cloning of the small subunit rRNA gene. We\nobserved 13 operational taxonomic units (OTUs) belonging to six genera\nin three families. Taxonomic richness was higher in the restored than\nthe native prairies with one member of the Gigaspora dominating the\nroots of plants grown with inocula from native prairies. Inoculum source\nand the soil environment influenced the composition of AM fungi that\ncolonized plant roots. Correspondingly, host plants and AM fungi\nresponded significantly to the soil-inoculum combinations such that home\nfungi often had the highest fitness and provided the greatest benefit to\nA. gerardii. Similar patterns were observed within the soil-inoculum\ncombinations originating from two native prairies, where five sequence\ntypes of a single Gigaspora OTU were virtually the only root colonizers.\nOur results indicate that indigenous assemblages of AM fungi were\nadapted to the local soil environment and that this process occurred\nboth at a community scale, and at the scale of fungal sequence types\nwithin a dominant OTU.","trees":[{"tree_label":"Figure 1","ntax":"58","rootedtree":"FALSE","title":"Glomeromycota","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_60492.phy"}]}