{"Authors":" Christoph Bleidorn","Year":" 2005","Title":" Phylogenetic Relationships and Evolution of Orbiniidae\n(Annelida, Polychaeta) based on molecular data","Journal":" Zoological Journal of the Linnean Society","Volume":" 144","Issue":" NA","Pages":" 59-73","Keywords":" NA","DOI":" NA","Abstract":" The phylogenetic relationships of orbiniid taxa were\nreconstructed based on sequence data of the mitochondrial 16S rRNA gene\nand the nuclear 18S rRNA gene. Both genes were analysed separately and\nin combination using Maximum Likelihood, Bayesian inference, and Maximum\nParsimony. Regardless the method used a clade consisting of the\ninvestigated Orbiniidae, Methanoaricia dendrobranchiata, and Questa is\nstrongly supported by the 18S dataset. The presence of camarated chaetae\nin all these taxa supports the monophyly of this clade from the\nmorphological side. The analysis of the combined dataset suggests an\ninclusion of Methanoaricia dendrobranchiata in the Orbiniidae with a\nclose relationship to species of Orbinia and Phylo, rather than as being\nthe sister taxon of all other orbiniids. Evidence is given for a\nparaphyletic status of Leitoscoloplos, Naineris, Orbinia, Phylo and\nScoloplos, which represent the most species rich genera of the\nOrbiniidae. Thus it can be reasoned that the morphological characters\nwhich are presently used for genus diagnosis are not informative for\ncladistic analysis. No support is found for the hypotheses that taxa of\nthe Protoariciinae represent juveniles of Orbiniinae, instead in the\ncase of Protoaricia oerstedi strong support for a progenetic origin is\ngiven.","trees":[{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Orbiniidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_242.phy"},{"tree_label":"Fig. 4","ntax":"23","rootedtree":"TRUE","title":"Orbiniidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2167.phy"},{"tree_label":"Fig. 5","ntax":"23","rootedtree":"TRUE","title":"Orbiniidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2168.phy"},{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"Orbiniidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2169.phy"}]}