{"Authors":" Erica Lasek-Nesselquist, Johann Peter Gogarten","Year":" 2013","Title":" The effects of model choice and mitigating bias on the\nribosomal tree of life.","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" amino acid models, ribosome, tree of life, Eukarya,\nBacteria, Archaea, phylogeny","DOI":"","Abstract":" Deep-level relationships within Bacteria, Archaea, and\nEukarya as well as the relationships of these three domains to each\nother require resolution. The ribosomal machinery, universal to all\ncellular life, represents a protein repertoire resistant to horizontal\ngene transfer, which provides a largely congruent signal necessary for\nreconstructing a tree suitable as a backbone for life’s reticulate\nhistory. Here, we generate a ribosomal tree of life from a robust\ntaxonomic sampling of Bacteria, Archaea, and Eukarya to elucidate\ndeep-level intra-domain and inter-domain relationships. Lack of\nphylogenetic information and systematic errors caused by inadequate\nmodels (that cannot account for substitution rate or compositional\nheterogeneities) or improper model selection compound conflicting\nphylogenetic signals from HGT and/or paralogy. Thus, we tested several\nmodels of varying sophistication on three different datasets, performed\nremoval of fast-evolving or long-branched Archaea and Eukarya, and\nemployed three different strategies to remove compositional\nheterogeneity to examine their effects on the topological outcome. Our\nresults support a two-domain topology for the tree of life, where\nEukarya emerges from within Archaea as sister to a Korarchaeota/\nThaumarchaeota (KT) or Crenarchaeota/KT clade for all models under all\nor at least one of the strategies employed. Taxonomic manipulation\nallows single-matrix and certain mixture models to vacillate between\ntwo-domain and three-domain phylogenies. We find that models vary in\ntheir ability to resolve different areas of the tree of life, which does\nnot necessarily correlate with model complexity. For example, both\nsingle-matrix and some mixture models recover monophyletic Crenarchaeota\nand Euryarchaeota archaeal phyla. In contrast, the most sophisticated\nmodel recovers a paraphyletic Euryarchaeota but detects two large clades\nthat comprise the Bacteria, which were recovered separately but never\ntogether in the other models. Overall, models recovered consistent\ntopologies despite dataset modifications due to the removal of\ncompositional bias, which reflects either ineffective bias reduction or\nrobust datasets that allow models to overcome reconstruction artifacts.\nWe recommend a comparative approach for evolutionary models to identify\nmodel weaknesses as well as consensus relationships.","trees":[{"tree_label":"tree 1","ntax":"108","rootedtree":"TRUE","title":"Tr63431","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63431.phy"},{"tree_label":"tree 1","ntax":"108","rootedtree":"TRUE","title":"Tr63432","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63432.phy"},{"tree_label":"tree 1","ntax":"108","rootedtree":"TRUE","title":"Tr63433","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63433.phy"},{"tree_label":"tree 1","ntax":"108","rootedtree":"TRUE","title":"Tr63434","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63434.phy"},{"tree_label":"tree 1","ntax":"108","rootedtree":"TRUE","title":"Tr63435","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63435.phy"}]}