{"Authors":" Juan Enciso, Javier Felipe Tabima, Diego Mauricio\nRiano-Pachon, Silvia Restrepo","Year":" 2013","Title":" Evolutionary history of the kingdom Protista using a\nphylogenomics approach: New insights on the Chromalveolata\nhypothesis","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Eukaryotic phylogeny, Markovian Ortholog Clustering,\nSupermatrix, Opisthokonta, Phylogenomics, Chromista, Stramenopila,\nAlveolata.","DOI":"","Abstract":" The lack of organisation of discrete lineages in the\nphylogeny and taxonomy of protists has precluded the understanding of\nthe groups evolutionary history and trait comparison among their\nmembers. We assume a phylogenomics approach to unravel the evolutionary\nrelationships inside eukaryotes and to propose phylogenetic hypotheses.\nWe used an automatic ortholog clustering (OrthoMCL)-based strategy to\nrecover clusters of orthologues from 86 eukaryotic species. A maximum\nlikelihood tree was inferred from the supermatrix including these groups\nof orthologs. Overall, we obtained consistent inferences, but some\nunexpected branching patterns were poorly supported. Despite the large\nquantity of genes from the Opisthokonta groups, this clade appeared to\nbe polyphyletic. The Stramenopila and the Alveolata have been considered\nsister taxa, but they were not grouped together in the present analysis.\nThe monophyly of the Excavata was recovered for all but three species\nthat were expected to group within it but were found scattered, most\nlikely because of long-branch attraction artefacts. A second dataset was\nconstructed after removing the fast-evolving/saturated sites, and a\nShimodaira-Hasegawa test was performed on three hypothetical trees to\nverify whether our data allowed us to reject branching patterns that\nwere previously reported. The results of these tests suggested that the\ncompeting tree topologies were not significantly better than our\nrecovered topologies; nevertheless, we found evidence that fails to\nsupport the Chromalveolata hypothesis. Novel relationships were shown\ninside the Opisthokonta, for two genera, Thecamonas trahens and\nCapsaspora owczarzaki. Additionally, some controversial phylogenetic\npositions among several eukaryotic groups were found using this\nphylogenomics approach.","trees":[{"tree_label":"tree 1","ntax":"77","rootedtree":"TRUE","title":"Tr60488","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60488.phy"},{"tree_label":"tree 1","ntax":"52","rootedtree":"TRUE","title":"Tr60489","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60489.phy"},{"tree_label":"tree 1","ntax":"73","rootedtree":"TRUE","title":"Tr60490","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60490.phy"},{"tree_label":"tree 1","ntax":"73","rootedtree":"TRUE","title":"Tr60491","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60491.phy"}]}