{"Authors":" Link E. Olson, Willian T. Stanley","Year":" 2005","Title":" Phylogeny, phylogeography, and geographic variation of\nSylvisorex howelli (Family Soricidae), an endemic shrew of the Eastern\nArc Mountains, Tanzania","Journal":" Journal of Zoology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Eastern Arc Mountains of eastern Africa are notable\nfor the high levels of endemism exhibited by various forest-dwelling\norganisms of this ancient montane archipelago. There has been virtually\nno assessment of the variation among populations of small mammal species\nliving on these unique mountains, but recent faunal surveys have\nproduced sufficient material to initiate such studies. We examined\ncranial morphometric and DNA sequence data from six populations of\nSylvisorex howelli (Jenkins, 1984), an endemic shrew found in several\ndifferent massifs of the Eastern Arc Mountains, in order to assess\nvariation across the archipelago in the context of various hypotheses of\nhistorical biogeography. We analyzed 22 cranial measurements using\nprincipal components analysis. Age classes (based on tooth wear) and sex\nhad little effect on the variation exhibited by the variables studied.\nOverall, specimens of S. howelli from the East Usambara Mountains are\nsmaller in size than specimens from other known populations. We\nsequenced the mitochondrial ND2 and 12S rRNA genes from representatives\nof each montane population of S. howelli in addition to several\ncrocidurine taxa from eastern Africa and three soricine outgroup species\nto assess phylogenetic relationships among these taxa. Neither maximum\nlikelihood, maximum parsimony, nor Bayesian analyses support monophyly\nof the genus Sylvisorex, but S. howelli populations were consistently\nrecovered as a well-supported clade. Over 40 individuals of S. howelli\nfrom six disjunct montane ranges, comprising the species’ entire known\ndistribution, were sequenced for 504 base pairs of ND2 to investigate\nphylogeographic patterns. Phylogenetic analysis recovered six\nreciprocally monophyletic haplotype clades grouped by locality. Branch\nlengths are consistent with relatively long periods of isolation among\npopulations from the Uluguru, Ukaguru, Nguru, Nguu, East Usambara and\nWest Usambara Mountains, with low levels of diversity observed within\neach population. These results are interpreted within the historical\ncontext of the Eastern Arc Mountains.","trees":[{"tree_label":"Fig. 6","ntax":"22","rootedtree":"TRUE","title":"Sylvisorex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_310.phy"}]}