{"Authors":" Tatiana I Sanjuan, Javier Felipe Tabima, Joseph W.\nSpatafora, Thomas Laessoe, Silvia Restrepo, Ana Esperanza\nFranco-Molano","Year":" 2013","Title":" Entomopathogens of Amazonian stick insects and locusts\n(Orthopterida) are members of the Beauveria species complex (Cordyceps\ns.s.)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" entomopathogenic fungi, phylogeny, anamorph-teleomorph\nconnection, Orthoptera, neotropics, host specificity","DOI":"","Abstract":" Species of Cordyceps s.s. that parasitize hosts of the\ninsect orders Orthoptera (locusts) and Phasmida (stick insects) have\nbeen infrequently reported from the Amazon. Currently, the only\ndescribed species are Cordyceps locustiphila and C. uleana, however, the\ntype specimens of both taxa have been lost and considerable taxonomic\nuncertainty exists. To achieve a more comprehensive understanding of the\nsystematics of these species, collections from the Amazon region of\nColombia were made and combined with material from Ecuador and Guyana in\nmorphological and molecular studies. Morphological characters (e.g.,\noblique arrangement of perithecia, shape of perithecia, asci and\nascopores, and nature of ascospore fragmentation into partspores) and\nhost association were examined and compared to original descriptions.\nPhylogenetic analyses were conducted on partial sequences of SSU, LSU,\nTEF, RPB1and RPB2 nuclear loci. Based on these data and analyses, two\nnew species are proposed including Cordyceps diapheromeriphila, a\nparasite of Phasmida, and Cordyceps acridophila, a parasite of the super\nfamily Acridomorpha (Orthoptera), the latter with a wide distribution in\nthe Amazon. For C. locustiphila a lectotypification and an\nepitypification are made. Cordyceps locustiphila is host specific with\nColpolopha (Acridomorpha: Romaleidae) and its distribution overlaps that\nof its host. Phylogenetic analyses support all three of these Cordyceps\nspecies being members of the Beauveria clade of Cordyceps s.s.\n(Cordycipitaceae). This relationship and their morphological similarity\nwith known teleomorphs of the clade (e.g., yellow stromata of C.\nstaphynidicola) suggest that the holomorphs of these species may include\nBeauveria or Beauveria-like anamorphs. The phylogenetic position of\nthese fungi inside the Beauveria clade and their relatively narrow host\nspecificity emphasizes the importance of identifying the natural host\ntaxon with respect to future consideration of strains in biological\ncontrol of pest locusts. Key words: Anamorph - teleomorph connection,\nentomopathogenic fungi, host specificity, neotropics, Orthoptera,\nphylogeny","trees":[{"tree_label":"Fig.3","ntax":"111","rootedtree":"TRUE","title":"Phylogenetic tree Inference Bayesian Glomerella out\ngroup","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60567.phy"},{"tree_label":"Fig.3","ntax":"111","rootedtree":"TRUE","title":"Phylogenetic tree Inference Bayesian","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60568.phy"},{"tree_label":"Fig. 4","ntax":"13","rootedtree":"TRUE","title":"Mapping the host","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60569.phy"}]}