{"Authors":" Lysett Wagner, Benjamin Stielow, Kerstin Hoffmann, Tamas\nPetkovits, Tamás Papp, Csaba Vágvölgyi, G. S. d. Hoog, Gerard Verkley,\nKerstin Voigt","Year":" 2013","Title":" A comprehensive molecular phylogeny of the Mortierellales\n(Mortierellomycotina) based on nuclear ribosomal DNA","Journal":" Persoonia","Volume":" 30","Issue":"","Pages":" 77-93","Keywords":" Zygomycota, Zygomycetes, taxonomic revision, internal\ntranscribed spacer (ITS) 1 and 2, D1/D2 domain of the large subunit\n(28S) ribosomal DNA","DOI":"","Abstract":" The basal fungal order Mortierellales constitutes one of\nthe largest orders in the basal lineages. This group consists of one\nfamily and six genera. Most species are saprobic soil inhabiting fungi\nwith the ability of diverse biotransformations or the accumulation of\nunsaturated fatty acids, making them attractive for biotechnological\napplications. Only few studies exist aiming at the revelation of the\nevolutionary relationships of this interesting fungal group. This study\nincludes the largest dataset of LSU and ITS sequences for more than 400\nspecimens containing 63 type or reference strains. Based on an LSU\nphylograms, fungal groups were defined and evaluated using ITS sequences\nand morphological features. Traditional morphology-based classification\nschemes were rejected, because the morphology of the Mortierellales\nseems to depend on culture conditions, a fact, which makes the\nidentification of synapomorphic characters tedious. This study belongs\nto the most comprehensive molecular phylogenetic analyses for the\nMortierellales up to date and reveals unresolved species and species\ncomplexes.","trees":[{"tree_label":"con 50 majrule","ntax":"201","rootedtree":"TRUE","title":"Mortierellales 18S 28S Actin EF1a","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_85955.phy"},{"tree_label":"Imported tree 0","ntax":"201","rootedtree":"TRUE","title":"Mortierellales 18S 28S Actin EF1a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85956.phy"}]}