{"Authors":" Zhongtao Zhao, Huiquan Liu, Chenfang Wang, Jin-Rong Xu","Year":" 2013","Title":" Comparative analysis of fungal CAZyome reveals different\nplant cell wall degrading capacity in fungi","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Fungi, CAZymes, Glycoside hydrolase, Polysaccharide lyase,\nCarbohydrate esterase, Pectinase, Cutinase, lignocellulase","DOI":"","Abstract":" [Background] Fungi produce a variety of carbohydrate\nactivity enzymes (CAZymes) for the degradation of polysaccharide\nmaterials to facilitate plant infection and/or gain nutrition.\nIdentifying and comparing CAZymes from fungi with different nutritional\nmodes or infection mechanisms may provide information for better\nunderstanding of their life styles. To date, over hundreds of fungal\ngenomes are publicly available. However, a systematic comparative\nanalysis of fungal CAZyome across the entire fungal kingdom has not been\nreported. [Results] In this study, we systemically identified glycoside\nhydrolases (GHs), polysaccharide lyases (PLs), carbohydrate esterases\n(CEs), and glycosyltransferases (GTs) as well as carbohydrate-binding\nmodules (CBMs) in the predicted proteomes of 103 representative fungi\nfrom Ascomycota, Basidiomycota, Chytridiomycota, and Zygomycota.\nComparative analysis of these CAZymes that play major roles in\npolysaccharide degradation revealed that fungi exhibit tremendous\ndiversity in the number and variety of CAZymes. Among them, some\nfamilies of GHs and CEs are the most prevalent CAZymes that are\ndistributed in all of the fungi analyzed. Importantly, cellulases of\nsome GH families are present in fungi that are not known to have\ncellulose-degrading ability. In addition, our results also showed that\nin general, plant pathogenic fungi have the highest number of CAZymes.\nBiotrophic fungi tend to have fewer CAZymes than necrotrophic and\nhemibiotrophic fungi. Pathogens of dicots often contain more pectinases\nthan fungi infecting monocots. Interestingly, besides yeasts, many\nsaprophytic fungi that are highly active in degrading plant biomass\ncontain fewer CAZymes than plant pathogenic fungi. Furthermore, analysis\nof the gene expression profile of the wheat scab fungus Fusarium\ngraminearum revealed that most of the plant cell wall degrading related\nCAZyme genes are up-regulated during plant infection. Phylogenetic\nanalysis also revealed a complex history of lineage-specific expansions\nand attritions for the family PL1. [Conclusions] Our study provides\ninsights into the variety and expansion of fungal CAZyme classes and\nrevealed the relationship of CAZyme size and diversity with their\nnutritional strategy and host specificity.","trees":[{"tree_label":"Phylogenetic tree of polysaccharide lyase family 1","ntax":"250","rootedtree":"TRUE","title":"Tr60478","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60478.phy"}]}