{"Authors":" Keir M Wefferling, Sara B Hoot, Susana S. Neves","Year":" 2013","Title":" Phylogeny and fruit evolution in Menispermaceae","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" condyle; endocarp; fruit evolution; Menispermaceae;\nphylogeny","DOI":"","Abstract":"  Premise of the study: This work surveys endocarp\nmorphology of Menispermaceae in the context of a well-supported\nmolecular phylogeny. This study is important since menispermaceous\nendocarps appear often in the fossil record and indicate the presence of\na wet forest ecosystem.  Methods: Three chloroplast regions were used to\nderive phylogenies for 53 genera and 60 species. Endocarps of 47 genera\nand 92 species were dissected and morphological characters scored.\nPhotographs of key features are presented. We superimposed our\nmorphological matrix onto the phylogeny to explore character evolution.\nA detailed key to fruits is presented, allowing identification of extant\nand fossil specimens to the level of clade or genus.  Key results:\nMenispermaceae consists of two major subfamilies: Tinosporoideae and\nMenispermoideae. Within Tinosporoideae, tribe Coscineae is basal. Within\nMenispermoideae, tribe Menispermeae is basal. Tinosporoideae consists\nmainly of taxa with apical style scars, bilateral curvature,\nsubhemispherical condyles, and foliaceous cotyledons with divaricate or\nimbricate orientation. Menispermoideae consists almost entirely of taxa\nwith basal or subbasal style scars, dorsoventral curvature, bilaterally\nand/or dorsoventrally compressed condyles, and subterete or fleshy\ncotyledons oriented dorsoventrally or laterally.  Conclusions: Several\nfruit characters differentiate major clades, and further synapomorphies\nare diagnostic of various subclades. Fruit characters that can be\ninferred as ancestral in the family are: basal or subbasal stylar scars,\nendocarps with dorsoventral curvature, endocarp walls woody or bony,\npresence of a condyle, locule without ribs, sublateral vascular traces,\npresence of endosperm, and foliaceous or subterete cotyledons.","trees":[{"tree_label":"Fig. 77","ntax":"69","rootedtree":"TRUE","title":"Menispermaceae matK atpB rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60650.phy"}]}