{"Authors":" Carolina Cornejo, Christoph Scheidegger","Year":" 2013","Title":" Multi-gene tree reconstruction characterizes species of the\nsection Lobaria and haplotype analysis reveals biogeographic patterns of\nEast-Asian Lobaria taxa","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Lichenized fungi; East Asia; Lobaria; Species-pair;\nCryptic species; Divergence time","DOI":"","Abstract":" Lobaria is a genus of lichen-forming fungi assumed to have\noriginated from East Asia where it reaches highest species diversity.\nEven there is an increasing interest in this genus, its monophyly has\nnot yet been critically tested and its taxonomical constitution remains\nless understood. We present the first multilocus phylogenetic analyses\nof the sub-generic section Lobaria, a molecular clock analysis of its\ndivergence history, and a haplotype network of ambiguously positioned\ntaxa mapped across Asia. The section Lobaria is highly supported and\nparaphyletic, but can be circumscribed as monophyletic if\nPseudocyphellaria anomala is transferred to the genus Lobaria. Our\nanalyses recovered 5 major lineages within this section supporting many\nmorphological and chemical characters, but the presence of isidiate\nversus non-isidiate taxa and particular chemical compounds are found to\nbe of moderate use in delimiting specially one East Asian lineage.\nHaplotype network revealed that this lineage varies more with\ngeographical distribution than morphology or chemistry. Sakhalin is\ndefined as a source for many derived haplotypes, whereas Taiwan\nrepresents a hotspot for genetically distinct taxa. Therefore and based\non time-calibrated diversification analyses, we postulate a Lobaria\nancestor of the East Asian taxa in question that existed during the Late\nCretaceous Era in northern forests and migrated during periods of\naltered temperature and humidity regimes to the Himalayas and southern\nhigh-altitude ecosystems in East Asia. Phylogeographic analyses revealed\noverlooked cryptic species that could be recognized as new taxa as far\nas genetic differences coincide with morphological, chemical or\ngeographical features.","trees":[{"tree_label":"PAUP 1","ntax":"55","rootedtree":"TRUE","title":"Tr60497","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60497.phy"}]}