{"Authors":" Bonnie Bernadette Blaimer, Brian L Fisher","Year":" 2013","Title":" How much variation can one ant species hold? Species\ndelimitation in the Crematogaster kelleri-group in Madagascar","Journal":" PLOS ONE","Volume":" 8","Issue":" 7","Pages":" e68082","Keywords":"","DOI":" 10.1371/journal.pone.0068082","Abstract":" We investigated the species-level taxonomy of the Malagasy\nCrematogaster (Crematogaster) kelleri-group and an additional more\ndistantly related species of the same subgenus. Morphological data from\nworker, queen and male ants, as well as genetic data from three nuclear\ngenes (long wavelength rhodopsin, arginine kinase and carbomoylphosphate\nsynthase) and one mitochondrial marker (cytochrome oxidase I) led to the\nrecognition of six species. Within the C. kelleri-group, three new\nspecies are described: C. hazolava Blaimer sp. n., C. hafahafa Blaimer\nsp. n. and C. tavaratra Blaimer sp. n. The previously described taxa C.\nkelleri Forel and C. madagascariensis Andre´ are validated by our\nanalysis. Conversely, our data suggests synonymy of C. adrepens Forel\n(with C. kelleri) and C. gibba Emery (with C. madagascariensis). A more\ndistantly related and phylogenetically isolated species, C. tsisitsilo\nBlaimer sp. n., is further described. We report high levels of\nmorphological and molecular variation in C. kelleri and illustrate that\nthis variation can be explained partly by geography. Species\ndescriptions, images, distribution maps and identification keys based on\nworker ants, as well as on queen and male ants where available, are\npresented for all six species. Our work highlights the elevated species\nrichness of Crematogaster ants throughout Madagascars humid forests,\nespecially in the far northern tip of the island, and the need to use\nmultiple data sources to ensure clear demarcation of this\ndiversity.","trees":[{"tree_label":"con 50 majrule","ntax":"16","rootedtree":"TRUE","title":"Crematogaster kelleri-group in Madagascar","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60582.phy"},{"tree_label":"con 50 majrule","ntax":"64","rootedtree":"TRUE","title":"Crematogaster kelleri-group in Madagascar","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60662.phy"}]}