{"Authors":" B. Gillian Turgeon, Patrik Inderbitzin, Jennifer Harkness,\nMary L. Berbee","Year":" 2005","Title":" Lateral transfer of mating system in Stemphylium","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The fungal genus Stemphylium (Ascomycota) contains selfing\nspecies that evolved from outcrossing ancestors. To find out how selfing\noriginated, we analyzed the Stemphylium MAT loci that regulate sexual\nreproduction in ascomycetes, and compared MAT structures and phylogeny\nwith a multigene Stemphylium species phylogeny. We found that some\nStemphylium species\u001a MAT loci contained a single gene, either MAT1-1 or\nMAT1-2, while others contained a unique fusion of the MAT1-1 and MAT1-2\nregions. In all fused MAT regions, MAT1-1 was inverted and joined to a\nforward oriented MAT1-2 region. As in the closely related Cochliobolus,\nStemphylium species with fused MAT regions were able to self. Structural\nand phylogenetic analyses of the MAT loci showed that the\nselfing-conferring fused MAT regions were monophyletic with strong\nsupport. However, in an organismal phylogeny of Stemphylium species\nbased on 106 isolates and four loci unrelated to mating, selfing arose\nin two clades, each time with strong support. Isolates with identical\nfused MAT regions were present in both clades. We showed that a one-time\norigin of the fused MAT loci followed by a horizontal transfer across\nlineages was compatible with the data. Another group of selfers in\nStemphylium only had forward oriented MAT1-1 at their MAT loci,\nconstituting an additional and third origin of selfing in\nStemphylium.","trees":[{"tree_label":"Figs. 3 4 c","ntax":"22","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_490.phy"},{"tree_label":"Supporting Fig. 5","ntax":"24","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2173.phy"},{"tree_label":"Figs. 3 4 1.1","ntax":"22","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2170.phy"},{"tree_label":"Supporting Fig. 3","ntax":"16","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2171.phy"},{"tree_label":"Supporting Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2172.phy"}]}