{"Authors":" Elizabeth Alvarez, Lederson Gañán, Alberto Rojas, Juan F\nMejía, Germán A. Llano, Alonso Gonzalez","Year":" 2013","Title":" Diversity and pathogenicity of Colletotrichum species\nisolated from soursop in Colombia","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1007/s10658-014-0388-7","Abstract":" Anthracnose, caused by Colletotrichum species is a highly\nlimiting disease for the production of the tropical fruit tree crop,\nsoursop (Annona muricata L.). In this study, 83 single-spore isolates of\nColletotrichum were obtained from diseased soursoup tissues and\nsubjected to a species complex-specific PCR assay. The isolates were\nidentified as C. gloeosporioides sensu lato (n = 60), C. boninense s.\nlat. (n = 22), or C. acutatum s. lat. (n = 1). A subset of 21 selected\nisolates was identified to species level by means of a multi-locus\nphylogenetic analysis using sequences from the ITS region and partial\nsequences of the actin, β-tubulin-2, glyceraldehyde-3-phosphate\ndehydrogenase, and chitin synthase-1 genes. The multi-locus phylogenetic\nanalysis resolved C. theobromicola, C. tropicale, C. siamense, and C.\ngloeosporioides sensu stricto in the C. gloeosporioides complex; C.\nkarstii and one undetermined species in the C. boninense complex; as\nwell as one undetermined species in the C. acutatum complex. Significant\ndifferences in anthracnose severity were observed between Colletotrichum\nspecies when tested for pathogenicity on attached twigs of soursop cv.\nElita. Colletotrichum theobromicola and C. tropicale were associated\nwith high and intermediate virulence, respectively, whereas the\nremaining species were associated with low virulence.","trees":[{"tree_label":"Phylogenetic tree","ntax":"131","rootedtree":"TRUE","title":"Colletotrichum from soursop in Colombia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70600.phy"},{"tree_label":"con 50 majrule","ntax":"131","rootedtree":"TRUE","title":"Colletotrichum from soursop in Colombia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70599.phy"}]}