{"Authors":" Yuri K. Novozhilov, Mikhail V. Okun, Darja A. Erastova,\nOleg N. Schepin, Eva Garcia-Carvajal, Martin Schnittler","Year":" 2013","Title":" Description, culture and phylogenetic position of a new\nxerotolerant species of Physarum","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" desert, Myxogastria, phylogeny, spore-to-spore culture,\nsteppe, taxonomy, SSU rRNA gene, eF1 alpha gene","DOI":"","Abstract":" A new widespread myxomycete species, Physarum\npseudonotabile, inhabiting the arid regions of the Eurasia, South and\nNorth America is described and illustrated. Tentatively assigned to Ph.\nnotabile T. Macbr., a phylogeny based on the small ribosomal subunit\n(SSU) and elongation factor 1 alpha (eF1a) genes placed the new species\nin a clade far apart from Ph. notabile and revealed a considerable\nmolecular diversity within this clade. Ph. pseudonotabile was found to\nbe very frequent in surveys based on the moist chamber culture technique\nwith samples of litter, bark and herbivore dung collected in dry steppe\nand deserts of the Caspian lowland (Russia), Kazakhstan, Mongolia,\nChina, Spain, Argentina and USA. The main morphological difference\nbetween Ph. pseudonotabile and Ph. notabile lies in spore ornamentation.\nSpores of the former species display irregularly distributed verrucae,\nwhereas the latter species possesses spores with dense and regularly\narranged spinulae. In addition, the ecological preferences of the two\nspecies are different: Ph. pseudonotabile inhabits the bark of living\nplants and ground litter in arid regions, whereas Ph. notabile is found\non coarse woody debris in boreal and temperate forests. Although\nmorphologically the new species appears to be closest to Ph. notabile,\nSSU and eF1 alpha gene-based phylogeny showed Ph. pusillum (Berk. &\nM.A. Curtis) G. Lister and Ph. nivale (Meyl.) M. Mey. & Poulain as\nthe closest relatives, but also reveal a considerable amount of hidden\ndiversity within species of Physarum showing gray lime flakes.\nCurrently, we have only sufficient material to assess the morphological\nvariation of Ph. pseudonotabile, but expect that more taxa within this\nclade may be described within future studies combining morphological\nwith molecular analyses.","trees":[{"tree_label":"Imported tree 0","ntax":"12","rootedtree":"TRUE","title":"Xerotolerant species of Physarum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60642.phy"}]}