{"Authors":" Tomoko Okamoto, Yudai Okuyama, Ryutaro Goto, Masahiko\nTokoro, Makoto Kato","Year":" 2015","Title":" Parallel chemical switches underlying pollinator isolation in\nAsian Mitella","Journal":" Journal of Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Floral scents are among the key signals used by\npollinators to navigate to specific flowers. Thus, evolutionary changes\nin scents should have strong impacts on plant diversification, although\nscent-mediated plant speciation through pollinator shifts has rarely\nbeen demonstrated, despite being likely. To examine if and how\nscent-mediated plant speciation may have occurred, we investigated the\nAsimitellaria plant lineage using multidisciplinary approaches\nincluding pollinator observations, chemical analyses of the floral\nscents, electroantennographic analyses and behavioral bioassays with the\npollinators. We also performed phylogenetically independent contrast\nanalyses of the pollinator/floral scent associations. First, we\nconfirmed that the pairs of the sympatric, cross-fertile\nAsimitellaria species in three study sites consistently attract\ndifferent pollinators, namely long-tongued and short-tongued fungus\ngnats. We also found that a stereoisomeric set of floral volatiles, the\nlilac aldehydes, could be responsible for the pollinator specificity.\nThis is because the compounds consistently elicited responses in the\nantennae of the long-tongued fungus gnats, and had contrasting effects\nto the two pollinators, i.e., triggering the nectaring behavior of\nlong-tongued fungus gnats while repelling short-tongued fungus gnats in\na laboratory experiment. Moreover, we discovered that volatile\ncomposition repeatedly switched in Asimitellaria between species\nadapted to long-tongued and short-tongued fungus gnats. Collectively,\nour results support the idea that recurrent scent-mediated speciation\nhas taken place in the Asimitellariaâ“fungus gnat system.","trees":[{"tree_label":"PAUP 1","ntax":"15","rootedtree":"TRUE","title":"Asimitellaria nucall","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81306.phy"}]}