{"Authors":" Priscila Chaverri, Kathie T. Hodge, Joseph Frank Bischoff,\nHarry C. Evans","Year":" 2005","Title":" Regiocrella, a new entomopathogenic genus with a pycnidial\nanamorph and its phylogenetic placement in the Clavicipitaceae","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A new genus, Regiocrella, is described with two species,\nR. camerunensis and R. sinensis, based on specimens collected in\nCameroon and China. Both species are parasitic on scale insects\n(Coccidae, Homoptera). Morphological and molecular evidence place the\nnew genus in the Clavicipitaceae (Hypocreales), despite its combination\nof characters that are atypical of that family: Regiocrella is\ncharacterized by having perithecia partly immersed in a subiculum,\nnon-capitate asci, unicellular fusiform ascospores, and\npycnidial-acervular conidiomata. The two new species, R. camerunensis\nand R. sinensis, are distinguished based on ascospore and perithecium\nsize. Morphological characters were evaluated and compared to other\ngenera in the Clavicipitaceae, especially those parasitic on scale\ninsects or with pycnidial-acervular anamorphs or synanamorphs\n(i.e. Aschersonia, Ephelis, or Sphacelia): Atkinsonella, Balansia,\nClaviceps, Epichlöe, Hypocrella, Myriogenospora, and Neoclaviceps. The\nphylogenetic relationships of Regiocrella were examined using three gene\nloci: large subunit nuclear ribosomal DNA (LSU), translation elongation\nfactor 1-a (TEF), and RNA polymerase II subunit 1 (RPB1). The results of\nthis study confirm that Regiocrella is distinct from other genera in the\nClavicipitaceae, and that its two species form a monophyletic group.\nRegiocrella is shown to be closely related to the scale insect pathogen\nHypocrella and the plant-associated genera Balansia, Claviceps,\nEpichlöe, Myriogenospora, and Neoclaviceps. This study also provides\ninsights into the evolution of pycnidial-acervular conidiomata and scale\ninsect parasitism within the Clavicipitaceae. Plant-associated genera\nform a monophyletic group correlated with Clavicipitaceae subfamily\nClavicipitoideae sensu Diehl. We also demonstrate that scale insect\nparasites have multiple evolutionary origins within the family and\ngenera with pycnidial-acervular anamorphs or synanamorphs have a single\norigin.","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Regiocrella placement in Clavicipitaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2176.phy"}]}