{"Authors":" Jann Elizabeth Vendetti, Cynthia Trowbridge, Patrick J.\nKrug","Year":" 2013","Title":" Poecilogony and population genetic structure in Elysia\npusilla (Heterobranchia: Sacoglossa), and reproductive data for five\nsacoglossans that express dimorphisms in larval development.","Journal":" Integrative and Comparative Biology","Volume":" 52","Issue":" 1","Pages":" 138-150","Keywords":" Poecilogony, Window on Larval Evolution","DOI":" 10.1093/icb/ics077","Abstract":" Credible cases of poecilogony, the production of two\ndistinct larval morphs within a species, are extremely rare in marine\ninvertebrates, yet peculiarly common in a clade of herbivorous sea\nslugs, the Sacoglossa. Only five animal species have been reported to\nexpress dimorphic egg sizes that result in planktotrophic and\nlecithotrophic larvae: the spionid polychaete Streblospio benedicti and\nfour sacoglossans distributed in temperate estuaries or the Caribbean.\nHere, we present developmental and genetic evidence for a fifth case of\npoecilogony via egg-size dimorphism in the Sacoglossa and the first\nexample from the tropical Indo-Pacific. The sea slug Elysia pusilla\nproduced both planktotrophic and lecithotrophic larvae in Guam and\nJapan. Levels of genetic divergence within populations were markedly low\nand rule out cryptic species. However, divergence among populations was\nexceptionally high (1012% at the mitochondrial cytochrome c oxidase I\nlocus), illustrating that extensive phylogeographic structure can\npersist in spite of the dispersal potential of planktotrophic larvae. We\nreview reproductive, developmental, and ecological data for the five\nknown cases of poecilogony in the Sacoglossa, including new data for\nCostasiella ocellifera from the Caribbean. We hypothesize that\nsacoglossans achieve lecithotrophy at smaller egg sizes than do related\nclades of marine heterobranchs, which may facilitate developmental\nplasticity that is otherwise vanishingly rare among animals. Insight\ninto the environmental drivers and evolutionary results of shifts in\nlarval type will continue to be gleaned from population-level studies of\npoecilogonous taxa like E. pusilla, and should inform life-history\ntheory about the causes and consequences of alternative development\nmodes in marine animals.","trees":[{"tree_label":"Fig. 2","ntax":"32","rootedtree":"TRUE","title":"Elysia pusilla using CO1 and 16S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_60687.phy"}]}