{"Authors":" Meiqing Yang, Robin van Velzen, Freek T. Bakker, Ali Ali\nSattarian, De-Zhu Li, Ting-Shuang Yi","Year":" 2013","Title":" Molecular phylogenetics based on cpDNA and character\nevolution of Cannabaceae","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Cannabaceae, character evolution, classification,\nphylogeny","DOI":"","Abstract":" Cannabaceae includes ten genera that are widely\ndistributed in tropical to temperate regions of the world. Despite the\nefforts of numerous authors, the inter-generic phylogenetic\nrelationships within this family have been poorly resolved. We conducted\na molecular phylogenetic study based on four plastid loci atpB-rbcL,\nrbcL, rps16 and trnL-F from 36 ingroup taxa representing all ten\nrecognized Cannabaceae genera and six related taxa as outgroups. Results\nconfirmed that Cannabaceae is a monophyletic group, and most genera\npreviously placed in Celtidoideae should be merged with it. All genera\nwere monophyletic except for Trema which was paraphyletic with respect\nto Parasponia. The Aphananthe clade was sister to all other Cannabaceae,\nand other genera formed a strongly supported clade further resolved into\na Lozanella clade, a Gironniera clade and a trichotomy formed by the\nremaining genera. Morphological ancestral state reconstructions\nindicated that four morphological features including seed coat with\nholes, valvate aestivation, deciduous perianth and intrapetiolar\nstipules have evolved several times within this family. However, other\nmorphological characters such as dioecy, diporate pollen, opposite\nleaves and fruit an achene have originated only once and can be used to\ncharacterize corresponding clades.","trees":[{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Cannabaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64779.phy"},{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Cannabaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64778.phy"}]}