{"Authors":" Nicolas Perrin, L. J. Handley, Laura Braendli, Peter\nVogel","Year":" 2005","Title":" Evolutionary history of the greater white-toothed shrew\n(Crocidura russula) inferred from analysis of mtDNA, Y and X chromosome\nmarkers","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We investigate the evolutionary history of the greater\nwhite-toothed shrew across its distribution in Northern Africa and\nmainland Europe using sex specific (mtDNA and Y chromosome) and\nbiparental (X chromosome) markers. All three loci confirm a large\ndivergence between eastern (Tunisia and Sardinia) and western (Morocco\nand mainland Europe) lineages, and application of a molecular clock to\nmtDNA divergence estimates indicates a more ancient separation (2.25 Myr\nago) than described by some previous studies, supporting claims for\ntaxonomic revision. Moroccan ancestry for the mainland European\npopulation is inconclusive from phylogenetic trees, but is supported by\ngreater nucleotide diversity and a more ancient population expansion in\nMorocco than in Europe. Signatures of rapid population expansion in\nmtDNA, combined with low X and Y chromosome diversity, suggest a single\ncolonization of mainland Europe by a small number of Moroccan shrews\n>38 Kyr ago. This study illustrates that multilocus genetic analyses\ncan facilitate the interpretation of species\u001a evolutionary history but\nthat phylogeographic inference using X and Y chromosomes is restricted\nby low levels of observed polymorphism.","trees":[{"tree_label":"Fig. 2a","ntax":"32","rootedtree":"TRUE","title":"Crocidura russula mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2177.phy"},{"tree_label":"Fig. 2b","ntax":"14","rootedtree":"TRUE","title":"Crocidura russula Chromosome X","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2178.phy"},{"tree_label":"Fig. 2c","ntax":"12","rootedtree":"TRUE","title":"Crocidura russula Chromosome Y","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2179.phy"}]}