{"Authors":" Giampaolo Simonini, Alan Hills, A. F. S. Taylor, Ursula\nEberhardt, Ernst E. Both","Year":" 2005","Title":" Detection of species within the Xerocomus subtomentosus\ncomplex in Europe using rDNA-ITS sequences","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The identification of species within the boletoid genus\nXerocomus has relied heavily upon the macromorphological features of the\nsporocarps. However, the phenotypic plasticity and the strong influence\nof environmental conditions upon these characters have resulted in\nconsiderable confusion over the existence and delimitation of taxa.\nHere, we examined collections attributed to the X. subtomentosus complex\nin Europe using morphological and rDNA-ITS sequence data. In total, 45\nEuropean collections from a wide range of geographical areas and\necological conditions were included in the study. Four distinct taxa\nwere recognised: Two correspond to the established taxa X. subtomentosus\n(13 collections) and X. ferrugineus (20 collections), although with\nwider phenotypic variation than previously accepted; one taxon, X.\nchrysonemus (10 collections) is described as new, and the existence of\nanother taxon (2 collections from Italy and England) is noted but left\nundescribed due to lack of material. Eight collections from N. America\nwere also included in the study, from which two taxa with a close\naffinity to X. ferrugineus were recognised. Further studies are underway\nto determine the relationship of these taxa to European counterparts.\nXerocomus subtomentosus s. str. (the type species of the genus) is shown\nto be a variable taxon with respect to pileus colour and to the\ndevelopment of a raised stipital network. Variation in these characters\ndoes not support the recognition of species from X. subtomentosus.\nConsiderably genetic variation was detected in the ITS region of X.\nsubtomentosus, even within individual sporocarps. Xerocomus ferrugineus\nis a widespread, relatively common species that differs morphologically\nfrom X. subtomentosus s. str. primarily by slightly smaller spores and\nthe flesh being white rather than having some degree of yellow\ncoloration. Over a geographic range encompassing most of the length of\nEurope, the variation in the ITS region of X. ferrugineus is remarkably\nsmall. The new taxon, X. chrysonemus, currently only known from 11 sites\nin southern England, is characterised by smaller spores than the more\nwidespread taxa and by having a bright, golden yellow mycelium at the\nstipe base. A key is given to these three taxa.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"Xerocomus subtomentosus group","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2189.phy"}]}