{"Authors":" Carina Maria Schlebusch, Marlize Lombard, Himla\nSoodyall","Year":" 2013","Title":" MtDNA control region variation affirms diversity and deep\nsub-structure in populations from southern Africa","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" mtDNA; L0d; L0k; Khoisan-speakers; Khoe-San; San; southern\nAfrica; African history; mitochondrial haplogroup","DOI":"","Abstract":" Background The current San and Khoe populations are\nremnant groups of a much larger and widely dispersed population of\nhunter-gatherers and pastoralists, who had exclusive occupation of\nsouthern Africa before the influx of Bantu-speakers from 2 ka (ka = kilo\nannum [thousand years] old/ago) and sea-borne immigrants within the last\n350 years. Here we use mitochondrial DNA (mtDNA) to examine the\npopulation structure of various San and Khoe groups, including seven\ndifferent Khoe-San groups (Ju/hoansi, !Xun, /Gui+//Gana, Khwe, ≠Khomani,\nNama and Karretjie People), three different Coloured groups and seven\nother comparative groups. MtDNA hyper variable segments I and II (HVS I\nand HVS II) together with selected mtDNA coding region SNPs were used to\nassign 538 individuals to 18 haplogroups encompassing 245 unique\nhaplotypes. Data were further analyzed to assess haplogroup histories\nand the genetic affinities of the various San, Khoe and Coloured\npopulations. Where possible, we tentatively contextualize the genetic\ntrends through time against key trends known from the archaeological\nrecord. Results The most striking observation from this study was the\nhigh frequencies of the oldest mtDNA haplogroups (L0d and L0k) that can\nbe traced back in time to ~100 ka, found at high frequencies in Khoe-San\nand sampled Coloured groups. Furthermore, the L0d/k sub-haplogroups were\ndifferentially distributed in the different Khoe-San and Coloured groups\nand had different signals of expansion, which suggested different\nassociated demographic histories. When populations were compared to each\nother, San groups from the northern parts of southern Africa (Ju\nspeaking: !Xun, Ju/hoansi and Khoe-speaking: /Gui+//Gana) grouped\ntogether and southern groups (historically Tuu speaking: ≠Khomani and\nKarretjie People and some Coloured groups) grouped together. The Khoe\ngroup (Nama) clustered with the southern Khoe-San and Coloured groups.\nThe Khwe mtDNA profile was very different from other Khoe-San groups\nwith high proportions of Bantu-speaking admixture but also unique\ndistributions of other mtDNA lineages. Conclusions On the whole, the\nresearch reported here presented new insights into the multifaceted\ndemographic history that shaped the existing genetic landscape of the\nKhoe-San and Coloured populations of southern Africa.","trees":[{"tree_label":"Fig. S3","ntax":"247","rootedtree":"TRUE","title":"Homo sapiens from southern Africa, MLT","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_61052.phy"}]}