{"Authors":" Mireia Puig , Lídia Ruz, Emilio Montesinos, Concepció\nMoragrega, Isidre Llorente","Year":" 2013","Title":" Morphological and molecular analysis of Stemphylium\nvesicarium populations from pear orchards","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Brown spot of pear, identification, ITS sequences, gpd\npartial sequence, phylogeny, conidia","DOI":"","Abstract":" Brown spot of pear is an important disease reported in\npear-growing areas of Europe that produce necrotic lesions on pear\nleaves and fruit all over the growing season. The pathogen is able to\ncolonize pear leaf debris and dead tissues of herb plants on ground as\nsaprophyte and to produce abundant ascospores and conidia that are\ncapable of infecting pear trees. In this work Stemphylium isolates\nrecovered from different Spanish pear orchards were analyzed at\nmorphological and molecular level. A total of thirty-seven isolates\nobtained from lesions, epiphytic and saprophytic on pear and non-host\nplant species, and from air samples were characterized. Despite\ndifferent types of colony growth and morphology were observed among\nisolates, conidia dimensions overlapped among them, making difficult to\ndistinguish S. vesicarium from other Stemphylium species exclusively on\nthe basis of conidial traits. The analysis of the nuclear\ninternal-transcriber spacer (ITS) and gene encoding\nglyceraldehyde-3-phosphate dehydrogenase (gpd) sequences proved to be\nuseful in identification of Stemphylium species present in the pear\norchards, and are proposed to be used in combination with morphological\ntraits in characterization of S. vesicarium inoculum. The study revealed\nthat different species o 26 f Stemphylium coexist in pear orchards with\nthe brown spot of pear causal agent S. vesicarium. The presence of\nStemphylium species non-pathogenic on pear may have a direct impact in\nassessment of inoculum potential and in disease control. It also\nindicates that the direct measurements based on spore morphology of\nairborne inoculum using volumetric spore traps may overestimate the\nactual pathogen population.","trees":[{"tree_label":"ITS","ntax":"49","rootedtree":"TRUE","title":"Tr60707","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60707.phy"}]}