{"Authors":" Benjamin Elias Carter, Sonia Nostratinia, James R.\nShevock","Year":" 2013","Title":" A revisitation of species circumscriptions and evolutionary\nrelationships in Scouleria (Scouleriaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Bryophyte, phylogenetics, rheophytes, aquatic mosses,\nNorth America, Russia","DOI":"","Abstract":" The genus Scouleria has three to five traditionally\nrecognized species from Northeast Asia, western North America and\nsouthern South America. While the genus is well defined by several\nmorphological synapomorphies, species circumscriptions have varied,\nespecially with respect to narrow versus broad concepts of S. aquatica.\nWe used Maximum Likelihood and Bayesian phylogenetic analyses of ITS and\nthe chloroplast loci ndhA, trnS-trnG and rpL16 to test species\ncircumscriptions and to re-evaluate an earlier hypothesis of\nevolutionary relationships within the genus. Our results strongly\nsupport the recognition of S. marginata and S. patagonica as currently\nrecognized based on geography and morphology. Phylogenetic patterns\nwithin S. aquatica sensu lato support the resurrection of two northeast\nAsian species, S. rschewinii and S. pulcherrima as distinct from North\nAmerican S. aquatica sensu stricto. In addition, the recognition of the\nNorth American S. “species A” sensu Norris and Shevock (2004) as\ndistinct from S. aquatica sensu stricto is supported. In all analyses,\nDrummondia prorepens (Drummondiaceae), rather than Tridontium tasmanicum\n(Scouleriaceae), was resolved as sister to Scouleria, suggesting that\nclassification of the genera in the Scouleriales needs further\nstudy.","trees":[{"tree_label":"chloro","ntax":"32","rootedtree":"TRUE","title":"Tr60732","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60732.phy"},{"tree_label":"Combined","ntax":"32","rootedtree":"TRUE","title":"Tr60733","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60733.phy"},{"tree_label":"ITS","ntax":"32","rootedtree":"TRUE","title":"Tr60731","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_60731.phy"}]}