{"Authors":" Enric Planas, Carmen Fernandez-Montraveta, Carles\nRibera","Year":" 2013","Title":" Molecular systematics of the wolf spider genus Lycosa\n(Araneae: Lycosidae) in the Western Mediterranean Basin","Journal":" Molecular Phylogenetics and Evolution","Volume":" 67","Issue":" 2","Pages":" 414-28","Keywords":" Phylogeny, Species delimitation, Taxonomy, Biogeography,\nClimate shifts.","DOI":" 10.1016/j.ympev.2013.02.006","Abstract":" In this study, we present the first molecular phylogeny of\nthe wolf spider genus Lycosa Latreille, 1804 in the Western\nMediterranean Basin. With a wide geographic sampling comprising more\nthan 90 localities and including more than 180 individuals, we conducted\nspecies delimitation analyses with a Maximum Likelihood approach that\nuses a mixed Yule-coalescent model to detect species boundaries. We\nestimated molecular phylogenetic relationships employing Maximum\nLikelihood and Bayesian Inference methods using mitochondrial and\nnuclear sequences. We conducted divergence time analyses using a relaxed\nclock model implemented in BEAST. Our results recovered twelve species\nthat form 4 groups: Lycosa tarantula group comprising L. tarantula the\ntype species of the genus, L. hispanica and L. bedeli; Lycosa oculata\ngroup composed of L. oculata, L. suboculata and three putative new\nspecies; Lycosa baulnyi group formed by the maghrebian L. baulnyi and L.\nvachoni and Lycosa fasciiventris group that includes two widespread\nspecies, L. fasciiventris and L. munieri. We found that each group of\nspecies shows a characteristic burrowing behaviour and molecular and\nmorphological diagnostic characters. Molecular clock analyses support\nthe hypothesis of a relatively recent evolutionary origin of\ndiversification of the group (4.96 Mya (3.53-6.45 Mya)). The\nestablishment of the Mediterranean-like climate and the Pleistocenic\nglacial cycles seem to have been the main factors that promoted the\ndiversification within the group. Finally, the results obtained in this\nstudy together with the revision of museum specimens, descriptions,\nredescriptions and illustrations, lead us to propose 18 nomenclatural\nchanges (synonymies, generic transfers and nomina dubia) concerning the\ngenera Lycosa, Allocosa and Hogna in the Western Mediterranean.","trees":[{"tree_label":"Fig. 3","ntax":"107","rootedtree":"TRUE","title":"The Wolf Spider Genus Lycosa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_60729.phy"}]}