{"Authors":" K.-J. Kim, Robert K Jansen","Year":" 1994","Title":" Comparisons of phylogenetic hypotheses among different data\nsets in dwarf dandelions (Krigia, Asteraceae): Additional information\nfrom internal transcribed spacer sequences of nuclear ribosomal\nDNA.","Journal":" Plant Systematics and Evolution","Volume":" 190","Issue":" NA","Pages":" 157-185","Keywords":" NA","DOI":" NA","Abstract":" The internal transcribed spacer (ITS) region of the 18\nS-25 S nuclear ribosomal DNA repeat was sequenced from 19 populations of\nthe tribe Lactuceae, including all species of dwarf dandelion (Krigia)\nand five outgroup genera. The incidence of length changes and base\nsubstitutions was at least two times higher for ITS 1 than ITS 2.\nInterspecific sequence divergence within Krigia averaged 9.62%\n(1.61%-15.19%) and 4.26% (0%-6.64%) in ITS 1 and ITS 2, respectively.\nIntergeneric.sequence divergence ranged from 15.6% to 44.5% in ITS 1 and\nfrom 8.0% to 28.6% in ITS 2. High sequence divergence and homoplasy\namong genera of tribe Lactuceae suggest that the phylogenetic utility of\nITS sequence data is limited to interspecific studies or comparisons\namong closely related genera. Trees generated from ITS sequences are\nessentially identical to those from restriction site comparisons of the\nentire nuclear ribosomal (nr) DNA region. The degree of tree resolution\ndiffered depending on how gaps were treated in phylogenetic analyses.\nThe ITS trees were congruent with the chloroplast DNA and morphological\nphylogenies in three major ways: 1) the sister group relationship\nbetween Krigia and Pyrrhopappus; 2) the recognition of two monophyletic\nsections, Krigia and Cymbia, in genus Krigia; and 3) the monophyly of\nthe K. occidentalis- K. cespitosa clade in sect. Cymbia.. However, the\ntwo nrDNA-based trees are not congruent with morphology/chloroplast\nDNA-based trees for the interspecific relationships in sect. Krigia. An\naverage of 22.5% incongruence was observed among four Krigia data sets.\nThe relatively high degree of incongruence among data sets is due\nprimarily to conflict between trees based on nrDNA and\nmorphological/cpDNA data. The incongruence is probably due to the\nconcerted evolution of nrDNA repeating units. The results from Krigia\nand the Lactuceae suggest that nrDNA data may have limited utility in\nphylogenetic studies of plants, especially in groups which exhibit high\nlevels of sequence divergence. Our combined phylogenetic analysis as a\ntotal evidence shows the least conflict to each of the individual data\nsets.","trees":[{"tree_label":"Fig. 3","ntax":"18","rootedtree":"TRUE","title":"Krigia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1565.phy"},{"tree_label":"Fig. 7","ntax":"18","rootedtree":"TRUE","title":"Krigia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1566.phy"}]}