{"Authors":" Adam Monier, Sebastian Sudek, Naomi M Fast, Alexandra Z\nWorden","Year":" 2013","Title":" Gene invasion in distant eukaryotes: discovery of mutually\nexclusive genetic elements and insights to marine diversity","Journal":" The ISME Journal","Volume":"","Issue":"","Pages":"","Keywords":" intron, metagenomics, Bathycoccus ecotypes, horizonatal\ntransfer, diversity, picoeukaryote, prasinophyte, viruses, opisthokonts,\nintein","DOI":"","Abstract":" Inteins are rare, translated genetic parasites mainly\nfound in bacteria and archaea, while spliceosomal introns are distinctly\neukaryotic features abundant in most nuclear genomes. Using targeted\nmetagenomics, we discovered an intein in an Atlantic population of the\nphotosynthetic eukaryote Bathycoccus, harbored by the essential\nspliceosomal protein PRP8. Although previously thought exclusive to\nfungi, we also identified PRP8 inteins in parasitic (Capsaspora) and\npredatory (Salpingoeca) protists. Most new PRP8 inteins were at novel\ninsertions sites that, surprisingly, were not in the most conserved\nregions of the gene. Evolutionarily, Dikarya fungal inteins at PRP8\ninsertion site a appeared more related to the Bathycoccus intein at a\nunique insertion site, than to other fungal and opisthokont inteins.\nStrikingly, independent analyses of Pacific and Atlantic samples\nrevealed an intron at the same codon as the Bathycoccus PRP8 intein. The\ntwo elements are mutually exclusive and neither was found in cultured\nBathycoccus or other picoprasinophyte genomes. Thus, wild Bathycoccus\ncontain one of few non-fungal eukaryotic inteins known and a rare\npolymorphic intron. Our data indicate at least two Bathycoccus ecotypes\nexist, associated respectively with oceanic or mesotrophic environments.\nWe hypothesize that intein propagation is facilitated by marine viruses;\nand, while intron gain is still poorly understood, presence of a\nspliceosomal intron where a locus lacks an intein raises the possibility\nof new, intein-primed mechanisms for intron gain. The discovery of\nnucleus-encoded inteins and associated sequence polymorphisms in\nuncultivated marine eukaryotes highlights their diversity and reveals\npotential sexual boundaries between populations indistinguishable by\ncommon marker genes.","trees":[{"tree_label":"tree1","ntax":"86","rootedtree":"TRUE","title":"New inteins and Intron Swaps - Homing Endonuclease\nMotifs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62345.phy"},{"tree_label":"tree1","ntax":"46","rootedtree":"TRUE","title":"New inteins and Intron Swaps PRP8","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61324.phy"},{"tree_label":"tree1","ntax":"453","rootedtree":"TRUE","title":"New inteins and Intron Swaps - splicing motifs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61325.phy"},{"tree_label":"tree1","ntax":"453","rootedtree":"TRUE","title":"New inteins and Intron Swaps - splicing motifs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61326.phy"}]}