{"Authors":" Prakash Vijayamma Ramakrishnan Nair, Tonya Wiechel, Nigel\nCrump, Paul W.J. Taylor","Year":" 2013","Title":" Taxonomy and pathogenicity of Verticillium species infecting\npotatoes in South East Australia","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Verticillium species, Multigene phylogeny,\nPathogenicity","DOI":"","Abstract":" Validation of the taxonomy of the Verticillium species\ninvolved in Verticillium wilt of potato in South East Australia was\nconfirmed based on traditional morphological characters and multigene\nphylogeny. Although V. dahliae was the predominant species; V.\nalbo-atrum was identified from the vascular tissue of seed tubers from\nVictoria and Tasmania, which was the first report of this pathogen from\npotato in Australia for 40 years. Multigene phylogeny based on gene\nsequence comparison of internal transcribed spacer region (ITS), partial\nβ-tubulin and elongation factor 1-alpha (EF1-α), showed that there was\nvery little gene diversity within V. dahliae potato isolates, V.\nalbo-atrum was phylogeneticaly related to V. dahliae, and that the\nisolates of V. dahliae from tomato and strawberry were genetically\nsimilar to isolates from potato. Pathogenicity studies on potato\n(susceptible cv Shepody and moderately resistant cv Ranger Russet) and\neggplant (cv Black Beauty) showed that the majority of V. dahliae\nisolates were highly aggressive in potato and eggplants, especially the\nTasmanian V. dahliae isolates however, some isolates were also less\naggressive. Potato cv. Shepody inoculated with V. albo-atrum and V.\ntricorpus showed typical wilt symptoms however, the severity of\ninfection caused by V. tricorpus was substantially lower. This was the\nfirst record of the pathogenicity of V. tricorpus on potatoes in\nAustralia. In eggplant, V. dahliae isolates also varied in pathogenicity\nin terms of disease severity but all isolates significantly (p≤ 0.05)\nreduced eggplant growth.","trees":[{"tree_label":"PHYLIP 1+","ntax":"29","rootedtree":"FALSE","title":"Verticillium species infecting potatoes in South East\nAustralia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60884.phy"}]}