{"Authors":" Steve Leavitt, Fernando Fernández-Mendoza, Sergio\nPérez-Ortega, Mohammad Sohrabi, Pradeep Kumar Divakar, Jan Vondrak, H.\nThorsten Lumbsch, Larry L. St. Clair","Year":" 2013","Title":" Local representation of global diversity in a morphologically\ncryptic lichen-forming fungal species complex with a cosmopolitan\ndistribution (Rhizoplaca, Ascomycota)","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" *BEAST, Biogeography, BPP, Cryptic species, Long-distance\ndispersal, Rhizoplaca melanophthalma, Speciation","DOI":"","Abstract":" Aim We examine diversity and distributions of lineages in\na cosmopolitan lichen-forming fungal species-complex, Rhizoplaca\nmelanophthalma sensu lato (Ascomycota). A previous study documented the\noccurrence of at least six, morphologically cryptic species-level\nlineages within this nominal species in western North America, and here\nwe assess diversity across a broader geographic distribution. We also\nassess demographic histories and estimate divergence times among these\nlineages to place diversification of the R. melanophthalma\nspecies-complex within a temporal context. Location Antarctica, Asia,\nEurope, North America, and South America Methods We obtained molecular\nsequence data from a total of 240 R. melanophthalma sensu lato specimens\ncollected across five continents. We assessed monophyly of candidate\nspecies in individual gene trees and a 7 gene concatenated tree. We\nestimated molecular diversity and population demographics statistics for\nindependent lineages. Divergence times and relationships among candidate\nspecies were also evaluated using a multi-locus, coalescent-based\nspecies tree approach. We assessed speciation probabilities using the\ncoalescent-based species delimitation method BPP. Main conclusions Our\nanalyses of R. melanophthalma collected from five continents supported\nthe presence of six species-level lineages within this nominal species.\nBased on current sampling, two of these lineages were found with broad\nintercontinental distributions, while the other four were limited to\nwestern North America. Of the six lineages, five were found on a single\nmountain in the western USA and the sixth occurred no more than 200 km\naway from this mountain. Our estimates of divergence times suggest that\nPleistocene glacial cycles played an important role in species\ndiversification within the R. melanophthalma species-complex.","trees":[{"tree_label":"tree 1","ntax":"40","rootedtree":"TRUE","title":"Rhizoplaca melanophthalma species complex RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60764.phy"},{"tree_label":"tree 1","ntax":"240","rootedtree":"TRUE","title":"Rhizoplaca melanophthalma ITS topology all samples","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60765.phy"}]}