{"Authors":" Oumi NISHI, Kazuhiro IIYAMA, Chisa YASUNAGA-AOKI, Susumu\nSHIMIZU","Year":" 2015","Title":" Phylogenetic status and pathogenicity of Metarhizium majus\nisolated from a fruit beetle larva in Japan","Journal":" Mycological Progress","Volume":" 14","Issue":"","Pages":" 58","Keywords":" Metarhizium majus, fruit beetle, Scarabaeidae,\nphylogenetic analysis, virulence","DOI":" 10.1007/s11557-015-1082-7","Abstract":" Some isolates of Metarhizium anisopliae sensu lato with\nlarge conidia (MALC), which was formerly known as M. anisopliae var.\nmajus, from a scarabaeid host, such as isolates from the coconut\nrhinoceros beetle (Oryctes spp.), have a narrow host range and are\nparticularly adapted to their original host. Despite recent taxonomic\nrevisions of the genus Metarhizium on the basis of DNA sequences,\nvariations in host preferences of MALC have not been linked to DNA\nsequence variations. This study focused on the phylogenetic status and\npathogenicity of MALC isolated from the fruit bee- tle larva Protaetia\norientalis submarumorea (Pos) in Japan to investigate the relationship\nbetween virulence and nucleotide sequence variation among MALC. On the\nbasis of the results of the phylogenetic analyses of DNA sequences from\nfive loci, we identified an isolate from Pos (Hn1) as M. majus, which\ncomprised many isolates with large conidia from scarabaeid insects. In\nthe virulence assay of genetically di- verse Metarhizium isolates, only\nHn1 and its most closely related isolates from soil showed pathogenicity\nto Pos; how- ever, these Pos-pathogenic isolates showed weak virulence\nagainst silkworms. In the analysis of the intergenic spacer region of\nrDNA, the Pos-pathogenic isolates displayed unique sequence variation\nand were clearly distinguished from close- ly related lineages,\nincluding isolates from Oryctes sp., which formed a separate\nmonophyletic group. These results indicate that the Pos-pathogenic\nisolates from Japan are particularly adapted to Pos and can be\ngenetically distinguished from M. majus isolates from different\nscarabaeid insects.","trees":[{"tree_label":"EF1aFull","ntax":"34","rootedtree":"TRUE","title":"Tr60923","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60923.phy"},{"tree_label":"BtTree","ntax":"32","rootedtree":"TRUE","title":"Tr60924","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60924.phy"},{"tree_label":"con 50 majrule","ntax":"69","rootedtree":"TRUE","title":"Metarhizium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60922.phy"},{"tree_label":"TreeRPB1","ntax":"34","rootedtree":"TRUE","title":"Tr60925","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60925.phy"},{"tree_label":"TreeRPB2","ntax":"34","rootedtree":"TRUE","title":"Tr60926","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60926.phy"},{"tree_label":"TreeIGS","ntax":"31","rootedtree":"TRUE","title":"Tr60927","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_60927.phy"}]}