{"Authors":" Andreas Tschopp, Matthias Riedel, Christian Kropf, Wolfgang\nNentwig, Seraina Klopfstein","Year":" 2013","Title":" The evolution of host associations in the parasitic wasp\ngenus Ichneumon (Hymenoptera: Ichneumonidae): convergent adaptations to\nhost pupation sites","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 74","Keywords":" idiobionts, parasitoid wasp, phylogeny, homoplasy, host\nrelations","DOI":" 10.1186/1471-2148-13-74","Abstract":" The diversification of organisms with a parasitic\nlifestyle is often tightly linked to the evolution of their host\nassociations. If a tight host association exists, closely related\nspecies tend to attack closely related hosts; host associations are less\nstable if associations are determined by more plastic traits like\nparasitoid searching and oviposition behaviour. The pupal-parasitoids of\nthe genus Ichneumon attack a variety of macrolepidopteran hosts. They\nare either monophagous or polyphagous, and therefore offer an ideal\nsystem to investigate the evolution of host associations. Ichneumon was\npreviously divided into two groups based on general body shape; however,\nthis character complex has been suggested as an adaptation to host\npupation sites, and might thus not represent a reliable phylogenetic\ncharacter. We here reconstruct the first molecular phylogeny of the\ngenus Ichneumon using two mitochondrial (CO1 and ND1) and one nuclear\nmarker (28S). The resulting phylogeny only supports monophyly of\nIchneumon when Ichneumon lugens (Gravenhorst, 1829, formerly in\nChasmias) (stat. rev.) and possibly Coelichneumon deliratorius\n(Linnaeus, 1758) are included. Neither parasitoid species which attack\nhosts of the same family, nor those attacking butterflies form\nmonophyletic clades. Ancestral state reconstructions suggest multiple\ntransitions between searching for hosts above versus below ground and\nbetween a stout versus elongated body shape. A model assuming correlated\nevolution between the two characters was highly preferred over\nindependent evolution of host-searching niche and body shape. Host\nrelations, both in terms of phylogeny and ecology, evolved at a high\npace in the genus Ichneumon. Numerous switches between hosts of\ndifferent lepidopteran families have occurred, which is a pattern that\nseems to be the rule among idiobiont parasitoids. A stout versus slender\nbody and antennal shape in the parasitoid female is confirmed as an\necological adaptation, as it has evolved convergently several times and\nis highly correlated with the host’s pupation niche. Morphological\ncharacters which might be involved in adaptation to hosts should be\navoided as diagnostic characters for phylogeny and classification, as\nthey can be expected to show high levels of homoplasy.","trees":[{"tree_label":"ML Tree","ntax":"45","rootedtree":"TRUE","title":"Ichneumon 28S, CO1, ND1 ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60912.phy"},{"tree_label":"Bayesian tree","ntax":"45","rootedtree":"TRUE","title":"Ichneumon 28S, CO1, ND1 BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_60913.phy"}]}