{"Authors":" Monica Mwale, Horst Kaiser, Nigel P. Barker, Anthony B\nWilson, Peter R Teske","Year":" 2013","Title":" Identification of a uniquely southern African clade of\ncoastal pipefishes (Syngnathus spp.)","Journal":" Journal of Fish Biology","Volume":"","Issue":"","Pages":"","Keywords":" Syngnathus, Phylogeny, southern Africa, pipefishes","DOI":"","Abstract":" The genus Syngnathus has the highest species richness of\nany pipefish genus and is widely distributed in the Atlantic Ocean, with\nadditional species present in the Pacific and Indian Oceans. Two coastal\nspecies, the long snout pipefish Syngnathus temminckii and the river\npipefish Syngnathus watermeyeri, whose taxonomic status is disputed,\noccur across the transition zone between the Atlantic and Indian Oceans\nin southern Africa. Syngnathus temminckii, which is widespread\nthroughout the region, has been considered to be conspecific with the\ngreater pipefish Syngnathus acus. Syngnathus watermeyeri, which occurs\nin only two estuaries on the south coast and is ranked as critically\nendangered in the IUCN Red List of Threatened Species, is\nmorphologically so distinct that its placement within the genus has been\nquestioned. The taxonomic placement of the two southern African species\nis investigated using a combination of morphological and genetic data.\nThe morphological data show that S. temminckii is distinct from S. acus,\nand a molecular phylogeny reconstructed using mitochondrial DNA\nrecovered S. temminckii and S. watermeyeri as sister taxa. The southern\nAfrican species share an evolutionary origin with northeastern\nAtlantic/Mediterranean species, including S. acus. These data support\nthe existence of a distinct southern African clade of Syngnathus\npipefishes, which has diverged in situ to form the two species present\nin the region today. Key words: Syngnathus acus; S. temminckii; S.\nwatermeyeri; morphometrics; mitochondrial DNA phylogeny.","trees":[{"tree_label":"Phylogeny southern African species","ntax":"30","rootedtree":"TRUE","title":"Syngnathus tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_60933.phy"}]}