{"Authors":" Wjacheslav A Spirin, Josef Vlasák, Tuomo Niemelä, Otto\nMiettinen","Year":" 2013","Title":" What is Antrodia sensu stricto?","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Polyporales, brown-rot fungi, polypore, taxonomy, Antrodia\nheteromorpha","DOI":"","Abstract":" The polypore genus Antrodia (Polyporales, Basidiomycota)\nin the strict sense consists of a small number of species grouped around\nthe type species A. serpens in phylogenetic analyses. This distinct\nclade (Antrodia sensu stricto in our view) contains species of the\nAntrodia heteromorpha complex, A. macra coll. and Antrodia mappa\n(formerly Postia mappa). Nuclear rDNA ITS and tef1 data show that the\nAntrodia heteromorpha species complex includes four species: A.\nheteromorpha sensu stricto (mostly on gymnosperms, large pores and\nspores), A. serpens (on angiosperms in Europe, resupinate, smaller pores\nbut large spores), A. favescens (smaller pores and spores, pileate\nspecies in North America, formerly known as Trametes sepium), and A.\ntanakai (a close kin of A. favescens in Eurasia). Antrodia albida is a\nsynonym of A. heteromorpha sensu stricto. We designate neotypes for A.\nalbida, A. heteromorpha and an epitype for A. serpens. We also compare\nthe morphologically similar but distantly related A. albidoides and A.\nmellita, and conclude that A. macrospora and A. subalbidoides are\nsynonyms of A. albidoides.","trees":[{"tree_label":"con 50 majrule","ntax":"17","rootedtree":"TRUE","title":"Antrodia TEF","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60939.phy"},{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Antrodia ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60937.phy"},{"tree_label":"con 50 majrule","ntax":"22","rootedtree":"TRUE","title":"Antrodia LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_60938.phy"}]}