{"Authors":" Saeideh Mashayekhi, J. Travis Columbus","Year":" 2013","Title":" Evolution of leaf blade anatomy in Allium (Amaryllidaceae)\nsubgenus Amerallium with a focus on the North American species","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Amaryllidaceae; character evolution; leaf anatomy; ETS;\nITS; rpL32trnL; trnLF","DOI":"","Abstract":" Premise of the study: Reconstructing ancestral states is a\nuseful method to understand the pathway and patterns of character\nevolution and to test specific hypotheses within a phylogenetic context.\nUsing a phylogenetic hypothesis of subgenus Amerallium and related\nsubgenera based on molecular data, we reconstructed the evolutionary\nhistory of leaf blade anatomical characters and identified those\ncharacters that are most congruent with phylogenetic relationships.\nFurthermore, we used these character histories to investigate the\nevolution of terete leaves and explore a possible correlation between\nenvironment and leaf anatomy in the North American species. Methods: 67\nNorth American and Old World species were sampled from all major\ninfrageneric taxa and lineages for transectional leaf anatomy. To\nprovide a phylogenetic framework for interpretation, representatives of\nOld World Amerallium and related subgenera were added to a published\ndata matrix of North American taxa and ITS, ETS, trnLF, and rpL32trnL\nsequences. Key results: Four anatomical characters, namely leaf-blade\nshape in transection, presence vs. absence of palisade mesophyll,\ndistribution and orientation of vascular bundles, and position of\nlaticifer cells, were found to be congruent with phylogenetic\nrelationships and useful diagnostic traits within North American\nspecies. Character reconstructions show that terete leaves in North\nAmerican species evolved from flattened leaves via a possible transition\nfrom subterete to terete leaves. Furthermore, terete leaves possess\ntraits indicative of possible adaptation to xeric environments.\nConclusions: The findings from this study provide valuable information\nfor understanding the evolution of leaf-blade anatomy in North American\nAllium species.","trees":[{"tree_label":"con 50 majrule","ntax":"98","rootedtree":"TRUE","title":"Allium subgenus Amerallium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_65781.phy"},{"tree_label":"Fig. 1","ntax":"98","rootedtree":"TRUE","title":"Allium subgenus Amerallium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65782.phy"}]}