{"Authors":" Heidi Tamm, Kadri Põldmaa","Year":" 2013","Title":" Diversity, host associations and phylogeography of temperate\naurofusarin-producing Hypomyces/Cladobotryum including causal agents of\ncobweb disease of cultivated mushrooms","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" fungicolous ascomycetes, Hypocreales, systematics,\nmultigene phylogeny, Cladobotryum mycophilum, Cladobotryum\ndendroides","DOI":"","Abstract":" Temperate species of Hypomyces and Cladobotryum that\nproduce red pigment aurofusarin are common on agaricoid and polyporoid\nbasisiomycetes from six orders. Several cause cobweb disease of\ncommercially cultivated mushrooms with serious losses. We sequenced\nFG1093, rpb1, rpb2 and tef1 regions in 88 wild strains and 30 strains\nfrom mushroom farms, isolated from Europe, North America, Africa, Asia,\nAustralia and New Zealand. Multigene analyses support the distinctness\nof five species, while H. rosellus comprises several cryptic lineages.\nOur results reveal wide misuse of the name H. rosellus, especially for\ncobweb isolates. Majority of these belong to H. odoratus, with the\npoorly-supported group of fungicide-resistant strains from Europe and\nNorth America sharing almost identical sequence data. New collections\nare presented for C. multiseptatum, C. rubrobrunnescens, C. tenue and H.\ndactylarioides, all known only from type material. Either geographic\nisolation or host specialisation appear to be primary drivers of\nspeciation on different continents. In contrast to the apparently wide\ndispersal and gene flow across H. rosellus s. str. in Eurasia, a North\nAmerican West Coast lineage and two groups from the East Coast appear\ndistinct. Southern Hemisphere species, C. multiseptatum and H.\ndactylarioides, are derived from the North American lineages. Both\nspecialist and generalist host use strategies have evolved in the group.\nAnalyses of five gene regions suggest the occurrence of recombination in\nall species, with prevalence of clonal reproduction in H. odoratus. This\ncan be the reason for its success in mushroom farms, also facilitating\nthe spread of fungicide resistance.","trees":[{"tree_label":"con 50 majrule ige jrk","ntax":"119","rootedtree":"TRUE","title":"Aurofusarin-producing Hypomyces/Cladobotryum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61050.phy"}]}