{"Authors":" Ingi Agnarsson, Matjaz Kuntner","Year":" 2005","Title":" Madagascar: an unexpected hotspot of social Anelosimus spider\ndiversity (Araneae: Theridiidae)","Journal":" Systematic Entomology","Volume":" 30","Issue":"","Pages":" 575592","Keywords":"","DOI":" 10.1111/j.1365-3113.2005.00289.x","Abstract":" The spider genus Anelosimus Simon, 1891 (Theridiidae)\ncurrently contains over forty described species, found worldwide in\ntropical to warm temperate areas. American Anelosimus are all social, a\nrare trait among spiders, but social behaviour has not been reported for\nAnelosimus species elsewhere. Old World Anelosimus are poorly known,\nboth behaviourally and taxonomically, and no Anelosimus species have yet\nbeen described from sub-Saharan Africa or Madagascar. Based on a\npreliminary phylogenetic analysis we predicted sociality in an\nundescribed Madagascar species because it grouped among social NewWorld\nspecies. An expedition to Madagascar then found no less than five\nundescribed periodic-social (subsocial) Anelosimus species in Pe´ rinet\nreserve. A sixth species from the same locality is known from museum\nspecimens and the Anelosimus diversity of Pe´ rinet is comparable with\nthe most diverse single locality in the Americas. Subsocial species play\na key role in understanding the evolution of permanent sociality\n(quasisociality). This increased pool of available subsocial study\nspecies demonstrates the utility of phylogenies as predictors of traits\nin species thus far unstudied. Here, A. andasibe sp.n., A.may Agnarsson\nsp.n., A. nazariani sp.n., A. sallee sp.n., A. salut sp.n. and A.\nvondrona sp.n. are described. Anelosimus locketi Roberts, 1977 from\nAldabra Atoll is a junior synonym of A. decaryi (Fage, 1930) comb.n.\nfrom Madagascar. Preliminary data on the behaviour of the new species\nare given, indicating a level of sociality similar to the American A.\n‘arizona’. The phylogenetic analysis supports the monophyly of the\nMadagascar group and places it as sister to a clade containing the\neximius lineage from the Americas, and a pair of undescribed Tanzanian\nspecies.","trees":[{"tree_label":"Fig. 9","ntax":"64","rootedtree":"TRUE","title":"Madagascar Anelosimus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2206.phy"}]}