{"Authors":" Julia Christine Meitz-Hopkins, M. C. Pretorius, Laura\nHuisman, Wilhelm J Botha, Shaun D. Langenhoven, Adele McLeod, Chris\nFrederik Jakobus Spies","Year":" 2013","Title":" Phytophthora species distribution in South African citrus\nproduction regions","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" root rot, Phytophthora ITS clade 6, branch cancer","DOI":"","Abstract":" Several Phytophthora spp. are known to cause a range of\nsymptoms on citrus, resulting in significant crop losses worldwide. In\nSouth Africa, Phytophthora remains a destructive disease of citrus, but\nthe species and their distribution have not been well documented. A\ntotal of 162 Phytophthora isolates were collected from 61 citrus\norchards in seven provinces (Eastern Cape, Kwazulu-Natal, Limpopo,\nMpumalanga, Northern Cape, North West and Western Cape). Phytophthora\nnicotianae was the predominant species (76% of isolates) and occurred in\n82% of the orchards in all of the provinces, followed by Phytophthora\ncitrophthora (22% of isolates in 30% of orchards). The P. citrophthora\nisolates were further subdivided into subgroups G1 and G2 sensu Cohen et\nal. (2004), with most of the isolates belonging to the G1 subgroup.\nOther identified Phytophthora species included P. multivora in the\nWestern Cape Province, and a putative new species in the Eastern Cape\nProvince with high sequence similarity to Phytophthora taxon\nSisuluriver. Phytophthora palmivora, a known citrus pathogen, was not\nidentified. Most of the P. nicotianae isolates (79%) were of the A1\nmating type. The P. citrophthora isolates were mostly sterile (64%),\nincluding most of the G1 isolates. The remaining G1 isolates belonged to\nthe A1 mating type, whereas most A2 isolates belonged to the G2 group.\nSoil inoculation with Phytophthora isolates representing P. nicotianae\nand the P. citrophthora subgroups revealed variation in virulence within\nspecies, with G2 isolates and one P. nicotianae isolate being among the\nmost virulent isolates towards rough lemon seedlings","trees":[{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Phytophthora species distribution in South African\ncitrus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61322.phy"},{"tree_label":"PAUP 1","ntax":"52","rootedtree":"TRUE","title":"Phytophthora species distribution in South African\ncitrus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61320.phy"},{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Phytophthora species distribution in South African\ncitrus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61323.phy"},{"tree_label":"PAUP 1","ntax":"52","rootedtree":"TRUE","title":"Phytophthora species distribution in South African\ncitrus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61321.phy"}]}