{"Authors":" Joel Robert McNeal, Jonathan R. Bennett, Andrea D. Wolfe,\nSarah Mathews","Year":" 2013","Title":" Phylogeny and origins of holoparasitism in Orobanchaceae","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" hemiparasite; Orobanchaceae; parasitism; phylogeny;\nphytochrome","DOI":"","Abstract":" Orobanchaceae are a family of angiosperms that range from\nfully autotrophic and free-living to completely heterotrophic and\ndependent on their hosts (holoparasites). Most of the approximately 2060\nspecies are hemiparasites that photosynthesize throughout all or part of\ntheir life cycles. Certain members of the family are ecologically\nimportant due to direct impacts on community biomass and diversity, on\nplant-herbivore interactions, and on nutrient cycling. Other members are\namong the most economically damaging weeds in the world. The occurrence\nof multiple trophic transitions within this family makes it ideal for\nstudying the accompanying molecular evolutionary and physiological\nchanges that accompany the evolution of parasitism. To establish a\nphylogenetic framework for such work, we substantially increased\ntaxonomic sampling at loci for which a significant amount of relevant\ndata already existed (nuclear ITS and PHYA, plastid matK and rps2) and\nadded data from an additional low-copy nuclear locus, PHYB. The\nresulting tree from the combined data includes 124 ingroup taxa and\nresolves the family into six clades. The data provide strong support for\nrelationships among these clades and for the position of the outlier\ntaxon, Brandisia hancei Hook. f.. The positions of Boschniakia himalaica\nHook. f. & Thomson, Centranthera cochinchinensis (Lour.) Merr.,\nGraderia fruticosa Balf. f., Mannagettaea hummelii Harry Sm., and\nPterygiella nigrescens Oliv. within Orobanchaceae are confirmed or\nsuggested for the first time. There is a single origin of parasitism,\nand from within the hemiparasites, holoparasitism has originated three\ntimes.","trees":[{"tree_label":"Imported tree 0","ntax":"110","rootedtree":"TRUE","title":"Holoparasitism in Orobanchaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61316.phy"},{"tree_label":"Imported tree 0","ntax":"119","rootedtree":"TRUE","title":"Holoparasitism in Orobanchaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61317.phy"},{"tree_label":"Imported tree 0","ntax":"130","rootedtree":"TRUE","title":"Holoparasitism in Orobanchaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61313.phy"},{"tree_label":"Imported tree 0","ntax":"140","rootedtree":"TRUE","title":"Holoparasitism in Orobanchaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61314.phy"},{"tree_label":"Imported tree 0","ntax":"112","rootedtree":"TRUE","title":"Holoparasitism in Orobanchaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61315.phy"}]}