{"Authors":" Renata Rodrigues Gomes, Chirlei Glienke, Sandra Isabel\nRodrigues Videira, Lorenzo Lombard, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2013","Title":" Diaporthe: a genus of endophytic, saprobic and plant\npathogenic fungi","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 31","Issue":"","Pages":" 1-41","Keywords":" Diaporthales, Diaporthe, Multi-Locus Sequence Typing\n(MLST), Phomopsis, systematics","DOI":" 10.3767/003158513X666844","Abstract":" Diaporthe (Phomopsis) species have often been reported as\nplant pathogens, non-pathogenic endophytes or saprobes, commonly\nisolated from a wide range of hosts. The primary aim of the present\nstudy was to resolve the taxonomy and phylogeny of a large collection of\nDiaporthe species occurring on diverse hosts, either as pathogens,\nsaprobes, or as harmless endophytes. In the present study we\ninvestigated 243 isolates using multilocus DNA sequence data. Analyses\nof the rDNA internal transcribed spacer (ITS1, 5.8S, ITS2) region, and\npartial translation elongation factor 1-alpha (TEF1), beta-tubulin\n(TUB), histone H3 (HIS) and calmodulin (CAL) genes resolved 95 clades.\nFifteen new species are described, namely Diaporthe arengae, D.\nbrasiliensis, D. endophytica, D. hongkongensis, D. inconspicua, D.\ninfecunda, D. mayteni, D. neoarctii, D. oxe, D. paranensis, D.\npseudomangiferae, D. pseudophoenicicola, D. raonikayaporum, D. schini\nand D. terebinthifolii. A further 14 new combinations are introduced in\nDiaporthe, and D. anacardii is epitypified. Although species of\nDiaporthe have in the past chiefly been distinguished based on host\nassociation, results of this study confirm several taxa to have wide\nhost ranges, suggesting that they move freely among hosts, frequently\nco-colonising diseased or dead tissue. In contrast, some plant\npathogenic and endophytic taxa appear to be strictly host specific.\nGiven this diverse ecological behaviour among members of Diaporthe,\nfuture species descriptions lacking molecular data (at least ITS and HIS\nor TUB) should be strongly discouraged.","trees":[{"tree_label":"Fig. 1","ntax":"242","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62254.phy"},{"tree_label":"Unpublished CAL","ntax":"242","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62255.phy"},{"tree_label":"Unpublished HIS","ntax":"242","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62256.phy"},{"tree_label":"Unpublished TUB","ntax":"242","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62259.phy"},{"tree_label":"Unpublished TEF","ntax":"242","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62258.phy"},{"tree_label":"Unpublished ITS","ntax":"242","rootedtree":"TRUE","title":"Tr62257","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62257.phy"}]}