{"Authors":" Robert C. Thomson, Phillip Q. Spinks, Gregory B Pauly,\nCatherine Elizabeth Newman, Genevieve G Mount, H. Bradley Shaffer","Year":" 2013","Title":" Misleading phylogenetic inferences based on single-exemplar\nsampling in the turtle genus Pseudemys","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Molecular systematics, mitonuclear discord, multiple\nexemplars, single exemplar, Pseudemys, Emydidae, nuclear phylogeny","DOI":"","Abstract":" Reconstructing species trees for clades containing weakly\ndelimited or incorrectly identified taxa is one of the most serious\nchallenges facing systematists because building phylogenetic trees is\ngenerally predicated on correctly identifying species membership for the\nterminals in an analysis. A common practice, particularly in large-scale\nphylogenetic analyses, is to use single-exemplar sampling under the\nimplicit assumption that the resulting phylogenetic trees will be poorly\nsupported if the sampled taxa are not good species. We examine this\nfundamental assumption in the North American turtle genus Pseudemys, a\ngroup of common, widely distributed freshwater turtles whose species\nboundaries and phylogenetic relationships have challenged systematists\nfor over half a century. We sequenced 10 nuclear and three mitochondrial\ngenes from the nine currently recognized taxa of Pseudemys using\ngeographically-widespread sampling of each taxon, and analyzed the\nresulting 86-individual data set using population-genetic and\nphylogenetic methods. We found little or no evidence supporting the\ndivision of Pseudemys into its currently recognized species. Rather, our\ndata strongly suggest that the group has been oversplit and contains\nfewer species than currently recognized. Even so, when we conducted 100\nreplicated, single-exemplar phylogenetic analyses of these same turtles,\nmost Bayesian trees were well resolved, had high posterior\nprobabilities, and yet returned completely conflicting topologies. These\nanalyses suggest that phylogenetic analyses based on single-exemplar\nsampling may recover trees that depend on the individuals that are\nsampled, rather than the underlying species tree that systematists\nassume they are estimating. Our results clearly indicate that final\nresolution of Pseudemys will require an integrated analysis of\nmorphology and historical biogeographic data coupled with extensive\ngeographic sampling and large amounts of molecular data, and we do not\nrecommend taxonomic changes based on our analyses. If our 100-tree\nresampling experiments generalize to other taxa, they suggest that\nsingle-exemplar phylogenies should be interpreted with caution,\nparticularly for groups where species are shallowly diverged or\ninadequately delimited.","trees":[{"tree_label":"PAUP 1","ntax":"86","rootedtree":"TRUE","title":"Pseudemys nuDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61620.phy"},{"tree_label":"PAUP 1","ntax":"86","rootedtree":"TRUE","title":"Pseudemys mtDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61621.phy"}]}