{"Authors":" Chris A Hamilton, Brent E. Hendrixson, Michael Scott\nBrewer, Jason Bond","Year":" 2013","Title":" An Integrative Approach to Delimiting Species Using Multiple\nDNA Barcoding Methods: A Case Study of the North American Tarantula\nGenus Aphonopelma (Araneae, Mygalomorphae, Theraphosidae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" biodiversity, DNA barcoding, species delimitation, GMYC,\nsystematics, Araneae, Mygalomorphae, Theraphosidae","DOI":"","Abstract":" North Americas taxonomically problematic tarantula genus,\nAphonopelma, is a group wherein traditional characters have been shown\nto be generally ineffective for evaluating inter- and intraspecific\nvariation, providing one of the greatest known challenges to species\ndelimitation and downstream identification in spiders. Our focus was to\nevaluate the efficacy of both classic and popular molecular-based\n‘species-delimitation’ methods on the identification of known and\nunknown species across the most extensive sampling of a theraphosid\ngenus to date, while also investigating the sensitivity of random taxon\nsampling on the reproducibility of species boundaries. DNA was sampled\nfrom 682 specimens for mitochondrial cytochrome c oxidase subunit I\n(CO1) sequences  representing the genetic, taxonomic and geographic\nbreadth of the group. The effects of random taxon sampling compared\ntraditional Neighbor-Joining with two modern species delimitation\napproaches, a quantitative approach, and a coalescence-based approach -\nGeneralized Mixed Yule Coalescent. Our findings reveal remarkable\nconsistency in the former two approaches, while highlighting wildly\ndivergent outcomes in the latter. This process allowed us to synthesize\nmethodologies into an efficient, consistent, and more effective general\nmethodological workflow for estimating the number of species and\nassociated boundaries within the mygalomorph spider genus Aphonopelma\nusing mtDNA barcode data. Taken alone, these approaches are not\nparticularly useful - especially in the absence of prior knowledge of\nthe focal taxa. Only through the incorporation of multiple lines of\nevidence, employed in a hypothesis-testing framework, can the\ndelimitation of confident species boundaries be determined. A key point\nin studying closely related species, and perhaps one of the most\nimportant aspects of DNA barcoding, is to combine a sampling strategy\nthat broadly identifies the extent of genetic diversity across the\ndistributions of the species of interest and incorporates previous\nknowledge into the “species equation” (morphology, molecules, and\nnatural history).","trees":[{"tree_label":"Fig. 2","ntax":"682","rootedtree":"TRUE","title":"Aphonopelma CO1 ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61127.phy"}]}