{"Authors":" Jeremy Dkhar, Suman Khatri Kumaria, Satyawada Rama Rao,\nPramod Tandon","Year":" 2013","Title":" New insights into character evolution, hybridization and\ndiversity of Indian Nymphaea (Nymphaeaceae): evidence from molecular and\nmorphological data.","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":" 1-10","Keywords":" founder events, hybrid, molecular cloning, Nymphaea,\npollen colour, rhizome shape","DOI":" 10.1080/14772000.2013.773949","Abstract":" A comprehensive reassessment of Indian Nymphaea\n(Nymphaeaceae) based on morphology, RAPD, and nucleotide sequence data\nof the ITS, trnK intron, matK and rbcL gene was conducted. Although\nconsiderable morphological variations have been reported, pollen colour\nand rhizome shape are two characters which have not been mentioned in\nprevious studies. The transformation from yellow to white coloured\npollen may have evolved independently and is probably associated with a\nstrong selective pressure acted upon by the animal pollinators on white\npollen of N. pubescens and N. rubra. Rhizome shape could easily\ndiscriminate among subgenera; the difference in shape (triangular,\nglobular, and cylindrical) probably highlights the success in their\ndistribution. Our studies using RAPD revealed high genetic variability\namong individuals of N. caerulea. This may be attributed to the breeding\nsystem followed, which could be an outcrossing species. But the lack of\ngenetic diversity in N. tetragona is probably due to founder events,\nwhereby a solitary founder individual from China could have resulted in\nthe establishment of this single population of ~2530 individuals with no\ndetectable variations. Molecular cloning of the ITS region of N. rubra,\nnecessitated by the presence of additional signals in the sequencing\nchromatogram, confirmed the origin of this plant taxon through\nhybridization involving N. lotus and N. pubescens as the parental\nspecies.","trees":[{"tree_label":"Hennig 1+","ntax":"13","rootedtree":"TRUE","title":"Nymphaea ITS, trnK intron, matK and rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61096.phy"}]}