{"Authors":" Erika J. Edwards, Reto Nyffeler, Michael J Donoghue","Year":" 2005","Title":" Basal cactus phylogeny: Pereskia paraphyly and implications\nfor early cactus evolution","Journal":" American Journal of Botany","Volume":" 92","Issue":" NA","Pages":" 1177-1188","Keywords":" NA","DOI":" NA","Abstract":" The cacti are well-known desert plants, widely recognized\nby their specialized growth form and essentially leafless condition.\nPereskia, a group of 17 species with regular leaf development and\nfunction, is generally viewed as representing the \u001aancestral cactus,\u001a\nthough its placement within Cactaceae has remained uncertain. Here we\npresent a new hypothesis of phylogenetic relationships at the base of\nthe Cactaceae, inferred from DNA sequence data from five gene regions\nrepresenting all three plant genomes. Our data support a basal split in\nCactaceae between a clade of eight Pereskia species, centered around the\nCaribbean basin, and all other cacti. Two other Pereskia clades,\ndistributed mostly in the southern half of South America, are part of a\nmajor clade comprising Maihuenia plus Cactoideae, and Opuntioideae. This\nresult highlights several events in the early evolution of the cacti.\nFirst, during the transition to stem-based photosynthesis, the evolution\nof stem stomata and delayed bark formation preceded the evolution of the\nstem cortex into a specialized photosynthetic tissue system. Second, the\nbasal split in cacti separates a northern from an initially southern\ncactus clade, and the major cactus lineages probably originated in\nsouthern or west-central South America.","trees":[{"tree_label":"Fig. 1a","ntax":"34","rootedtree":"TRUE","title":"Cactaceae, phyC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2221.phy"},{"tree_label":"Fig. 1b","ntax":"34","rootedtree":"TRUE","title":"Cactaceae, cpDNA mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2222.phy"},{"tree_label":"Fig. 3","ntax":"38","rootedtree":"TRUE","title":"Cactaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2223.phy"},{"tree_label":"Fig. 2a","ntax":"34","rootedtree":"TRUE","title":"Cactaceae, phyC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2224.phy"},{"tree_label":"Fig. 2b","ntax":"38","rootedtree":"TRUE","title":"Cactaceae, cpDNA mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2225.phy"}]}