{"Authors":" Lesley A. Ballantyne, Christine Lynette Lambkin","Year":" 2013","Title":" Systematics and Phylogenetics of Indo-Pacific Luciolinae\nFireflies (Coleoptera: Lampyridae) and the Description of new\nGenera","Journal":" Zootaxa","Volume":" Zootaxa 3653","Issue":" 1","Pages":" 1-162","Keywords":" Australoluciola gen. nov., Medeopteryx gen. nov., Pacifica\ngen. nov., Poluninius gen. nov., Trisinuata gen. nov., taxonomy, new\nspecies, identification keys, morphological phylogenetic analysis,\nfemale bursa plates","DOI":" 10.11646/zootaxa.3653.1.1","Abstract":" This revision completes a taxonomic survey of fireflies\n(Coleoptera: Lampyridae) in the area encompassed by Australia, the\nRepublic of Palau, Federated States of Micronesia, Papua New Guinea,\nIndonesia (West Irian/Papua), Solomon Islands, New Caledonia, Vanuatu\nand Fiji. It finalises the taxonomic issues arising from the 196970\nvoyage of the scientific vessel Alpha Helix to New Guinea. The firefly\nfauna of this area is exclusively Luciolinae. The scope of the revision\nwas extended to include all known Luciolinae genera and certain species\nfrom SE Asia, and a phylogenetic analysis of 436 morphological\ncharacters of males, females, and associated larvae, includes 142\nLuciolinae species (Ballantyne & Lambkin 2009, and Fu et al. 2012a).\nThe phylogenetic analyses infer four major groups within the Luciolinae.\nThe monotypic Missimia Ballantyne is sister to all remaining Luciolinae\nand forms a grade to Aquatica Fu et Ballantyne. The large clade of\nCurtos Motschulsky, Photuroluciola Pic, Colophotia Motschulsky,\nPoluninius gen. nov., Pyrophanes Olivier, Pteroptyx s. str. Olivier,\nMedeopteryx gen. nov., Trisinuata gen. nov., and Australoluciola gen.\nnov. forms a grade to the clade of Luciola s. str. Laporte (including\nBourgeoisia Olivier). The monotypic Emeia Fu et al. forms a grade with a\nclade of Luciola and Pygoluciola Wittmer, sister to a large clade of\nConvexa Ballantyne, Pacifica gen. nov., Magnalata Ballantyne, Lloydiella\nBallantyne, Assymetricata Ballantyne, Pygatyphella s. str. Ballantyne,\nAtyphella Olliff, Aquilonia Ballantyne, and Gilvainsula Ballantyne.\nLuciola is paraphyletic, found in up to six clades across the tree.\nTogether with Luciola, Magnalata, Aquilonia, and Gilvainsula render\nAtyphella paraphyletic. The new genera described here are all\nmonophyletic and supported in the phylogenetic analyses that also\nprovide evidence for the inclusion of taxa within them. Twenty-three\ngenera including five new ones, and ten new species, are recognised and\nkeys are presented for the males and females. Certain females are\ncharacterised by the nature of their bursa plates. Australoluciola gen.\nnov. is proposed for ten species from Australia and New Guinea, seven\ntransferred from Luciola and three new, with species keyed from males,\nall of which have an entire light organ in ventrite 7. Aus. anthracina\n(Olivier), Aus. aspera (Olivier), Aus. australis (F.), Aus. flavicollis\n(MacLeay), Aus. foveicollis (Olivier), Aus. nigra (Olivier) and Aus.\norapallida (Ballantyne) are transferred from Luciola with males assigned\nto Aus. aspera (Olivier), and a lectotype designated for Luciola\nfoveicollis Olivier; Aus. baduria sp. nov., Aus. fuscamagna sp. nov.,\nAus. fuscaparva sp. nov., Aus. japenensis sp. nov. and Aus. pharusaurea\nsp. nov. are described. Females of Aus. australis and Aus. flavicollis\nhave two pairs of wide bursa plates. The bent-winged fireflies of New\nGuinea and Australia are removed from Pteroptyx Olivier and assigned to\nMedeopteryx gen. nov. and Trisinuata gen. nov. Medeopteryx gen. nov. is\nerected for 17 species including two new; all have ventrite 7 with an\nentire light organ, trisinuate posterior margin and short posterolateral\nprojections; the following 14 species in which males have deflexed\nelytral apices are transferred from Pteroptyx Olivier: M. amilae (Satô),\nM. antennata (Olivier), M. corusca (Ballantyne), M. cribellata\n(Olivier), M. effulgens (Ballantyne), M. elucens (Ballantyne), M.\nflagrans (Ballantyne), M. fulminea (Ballantyne), M. hanedai\n(Ballantyne), M. platygaster (Lea), M. similisantennata (Ballantyne), M.\nsublustris (Ballantyne), M. tarsalis (Olivier), and M. torricelliensis\n(Ballantyne). M. clipeata sp. nov. is described. Two species without\ndeflexed elytral apices include M. pupilla (Olivier) which is\ntransferred from Luciola, and M. similispupillae sp. nov. A Lectotype is\ndesignated for Luciola pupilla (Olivier). Females of M. corusca\n(Ballantyne), M. cribellata (Olivier), M. effulgens (Ballantyne), and M.\nsimilispupillae sp. nov. have two pairs of wide bursa plates. The second\ngenus including species in which the males have deflexed elytral apices\nis Trisinuata gen. nov., where all males have light organ in ventrite 7\nbipartite and posterolateral projections expanded; it is proposed for\neight New Guinean species: T. microthorax (Olivier), T. minor\n(Ballantyne), T. papuae (McDermott) and T. similispapuae (Ballantyne)\nare transferred from Pteroptyx Olivier, T. papuana (Olivier) previously\nknown only from a female, has males associated and is transferred from\nLuciola, and T. caudabifurca sp. nov., T. dimidiata sp. nov. and T.\napicula sp. nov. are described. Females of T. similispapuae (Ballantyne)\nhave two pairs of wide bursa plates. Luciola s. str. is defined by\nscoring the type species L italica (L), Bourgeoisia Olivier and\nLampyroidea (based on its type species syriaca Costa) both of which are\nsubmerged into Luciola; Luciola s. str is addressed here from four\nPacific Island species: L hypocrita (Olivier), L. antipodum (Bourgeois)\nboth transferred from Bourgeoisia; L. aquilaclara sp. nov. and L.\noculofissa sp. nov. are described. L. oculofissa sp. nov. is the only\nLuciolinae male known to lack light organs. Females of L. italica and L.\nhypocrita lack bursa plates. Pacifica gen. nov. is proposed for five\nspecies from the Solomon Islands transferred from Pygatyphella\n(Ballantyne), and which the phylogenetic analysis shows to be\ndistinctive viz. P. limbatifusca (Ballantyne), P. limbatipennis (Pic),\nP. plagiata (Blanchard), P. russellia (Ballantyne), and P. salomonis\n(Olivier). A monotypic genus Poluninius gen. nov. is proposed for Pol.\nselangoriensis sp. nov. from Selangor, Malaysia. The genera Colophotia,\nPteroptyx, Pyrophanes .and Pygoluciola are treated in an abbreviated\nfashion with generic diagnoses, lists of, and keys to, species.Pteroptyx\nbearni Olivier and P. tener Olivier are characterised from type\nspecimens and female bursae and P. similis Ballantyne is synonymised\nwith P. bearni. Luciola semilimbata Olivier is transferred to\nPyrophanes, and Luciola cowleyi Blackburn to Pygoluciola. The following\nspecies are treated as species incertae sedis: L. melancholica Olivier,\nL. ruficollis Guérin-Ménéville. The New Guinean records of Luciola\ntenuicornis Olivier, L timida Olivier and Photinus cinctellus\nMotschulsky are suspect. Fifteen of the species treated here are\nrecognised by flashing patterns. The functions of the terminal abdominal\nmodifications, origins of the Australopacific firefly fauna,and use of\nfemale and larval characters in interpretations of relationships are\nconsidered.","trees":[{"tree_label":"Consensus of 169 MPTs","ntax":"143","rootedtree":"TRUE","title":"Indo-Pacific Luciolinae Fireflies","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61178.phy"}]}