{"Authors":" Matthew Kasson, Alejandro Rooney, stacy sink, Randy C.\nploetz, Jill N. Ploetz, Joshua L. konkol, Stanley Freeman, Zvi Mendel,\nJason A. Smith, Adam Black, Jiri Hulcr, Craig Bateman, Paul R. Campbell,\nAndrew D.W. Geering, Elizabeth K. Dann, Akif Eskalen, Keerthi Mohotti,\nDylan P.G. Short, Takayuki Aoki, Kristi A. Fenstermacher, Donald D.\nDavis, David M. Geiser, Kerry O’Donnell, Daniel carrillo","Year":" 2013","Title":" An inordinate fondness for Fusarium: Phylogenetic diversity\nof fusaria cultivated by ambrosia beetles in the genus Euwallacea on\navocado and other plant hosts","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" ambrosia fungi, divergence dating, evolution, mutualism,\nmycangia, symbiosis","DOI":"","Abstract":" Ambrosia beetle fungiculture represents one of the most\necologically and evolutionarily successful symbioses, as evidenced by\nthe spectacular adaptive radiation that gave rise to at least 3,500\nextant Xyleborini. Here we document the evolution of a clade within\nFusarium associated with ambrosia beetles in the genus Euwallacea\n(Coleoptera: Scolytinae). Ambrosia Fusarium Clade (AFC) symbionts are\nunusual in that some are plant pathogens that cause significant damage\nin naïve natural and cultivated ecosystems, and currently threaten\navocado production in the United States, Israel and Australia. Most AFC\nproduce unusual clavate macroconidia that serve as a putative food\nsource for their insect mutualists. AFC symbionts were abundant in the\nheads of four Euwallacea spp., which suggests that they are transported\nwithin and from the natal gallery in cephalic mycangia. In a four-locus\nphylogenetic analysis, the AFC was resolved in a strongly supported\nmonophyletic group within the previously described Clade 3 of the\nFusarium solani species complex (FSSC). Divergence-time estimates place\nthe origin of the AFC in the early Miocene ~21.2 Mya, which coincides\nwith the hypothesized adaptive radiation of the Xyleborini. Two strongly\nsupported clades within the AFC (Clade A and B) were identified that\ninclude nine species lineages associated with ambrosia beetles, eight\nwith Euwallacea spp. and one reportedly with Xyleborus ferrugineus, and\ntwo lineages with no known beetle association. More derived lineages\nwithin the AFC showed fixation of the clavate macroconidial trait, while\nbasal lineages showed a mix of clavate and more typical fusiform\nmacroconidia. AFC lineages consisted mostly of genetically identical\nindividuals associated with specific insect hosts in defined geographic\nlocations, with at least two interspecific hybridization events inferred\nbased on discordant placement in individual gene genealogies and\ndetection of recombinant loci. Overall, these data are consistent with a\nstrong evolutionary trend toward obligate symbiosis coupled with\nsecondary contact and interspecific hybridization.","trees":[{"tree_label":"Ambrosia","ntax":"40","rootedtree":"TRUE","title":"Ambrosia Fusarium Clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_61840.phy"}]}