{"Authors":" Amirhossein Bahramisharif, Sandra C Lamprecht, Wilhelm J\nBotha, Adele McLeod, Chris Frederik Jakobus Spies","Year":" 2013","Title":" Putative new Pythium cederbergense sp. nov. and related taxa\nspecies from Pythium clade G associated with the South African\nindigenous plant Aspalathus linearis (rooibos)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" COX1, COX2, ITS, macroarray, oomycete, phylogeny,\nbeta-tubulin, taxonomy","DOI":"","Abstract":" The genus Pythium consists of more than 120 species, and\nis subdivided into eleven phylogenetic clades (A to K) based on internal\ntranscribed spacer (ITS) region sequence data. Pythium clade G only\ncontains seven known species, with most not being well described. Our\nstudy characterized 12 Pythium isolates from Aspalathus linearis\n(rooibos) that fit into clade G. Phylogenetic analyses of the ITS region\nand a combined phylogeny of four gene regions (ITS, beta-tubulin and,\nCOX1 and COX2 [cytochrome c oxidase subunits I and II]) identified five\nclade G sub-clades. The rooibos isolates formed two groups, Pythium\nRooibos group I (RB I) and II (RB II) that clustered into two separate\nclades within sub-clade 1. The nine Pythium RB I isolates formed a\ndistinct clade from P. iwayamai and is described here as a new species,\nPythium cederbergense sp. nov. The three Pythium RB II isolates had P.\ncanariense and P. violae as their closest relatives and were genetically\ndiverse, suggesting the presence of several new species or a species\ncomplex that cannot be resolved with the current data, thus precluding a\nspecies description of this group. Morphological analyses showed that P.\ncederbergense and Pythium RB II were indistinguishable from each other,\nbut distinct from known clade G species. Clade G studies are being\nhampered by imprecise morphological descriptions of P. violae, P.\ncanariense and P. iwayamai, and each species only being represented by\none isolate. The P. cederbergense and Pythium RB II isolates were all\nnon-pathogenic toward rooibos, lupin and oats seedlings. One\noligonucleotide was developed for each of P. cederbergense and Pythium\nRB II, which was able to differentiate the isolates using DNA macroarray\nanalyses.","trees":[{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Pythium cederbergense sp. nov. Phylogeny based on the\ncombined internal transcribed spacer region of nuclear rDNA, β-tubulin\nand cytochrome c oxidase subunit (COX) 1 and COX2 regions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_61625.phy"},{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Pythium cederbergense sp. nov Phylogeny based on the\ninternal transcribed spacer region of nuclear rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_61624.phy"}]}