{"Authors":" Charles D. Bell, M. J. Yoo, Douglas E. Soltis, Pamela S.\nSoltis","Year":" 2005","Title":" Divergence Times and Historical Biogeography of\nNymphaeles","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Nymphaeales (Nymphaeaceae and Cabombaceae) comprise eight\ngenera and approximately 70 species of aquatic plants, with a worldwide\ndistribution in tropical to temperate regions. Previous analyses of\nmolecular and morphological data have provided a well-resolved and\nstrongly supported generic-level phylogeny for the order. Using\npublished nuclear 18S rDNA and plastid rbcL and matK DNA sequences and a\npublished topology for Nymphaeales, we estimated the divergence times of\ngenera in this clade. We applied four different methods, a strict\nmolecular clock, nonparametric rate smoothing (NPRS), penalized\nlikelihood (PL), and a Bayesian method, to estimate divergence times. We\ncalibrated the trees by using the minimum age of the angiosperm crown\ngroup constrained to 131.8 mya. Our results indicate that extant\nNymphaeales diversified into two major clades corresponding to\nCabombaceae and Nymphaeaceae during the Eocene (44.6±7.9 mya); extant\ngenera of Nymphaeaceae date to 41.1±7.7 mya, and extant Cabombaceae\ndiversified during the Miocene (19.9±5.6 mya). Whereas the stem lineage\nof Nymphaeales is old based on fossil evidence (125-115 mya), our\nresults indicate that extant Nymphaeales diversified relatively\nrecently. In another set of analyses we used PL to estimate the age of\nthe angiosperms using two prominent Nymphaeales fossils as calibration\npoints. These analyses suggest that these \u001aNymphaeales\u001a fossils may be\nattached at deeper nodes than proposed in earlier studies. Using\ndispersal-vicariance analysis, we infer that the ancestor of Nymphaeales\noccupied the American and Eurasian continents during the Eocene and that\nthe present distributional patterns require several subsequent dispersal\nand extinction events. This biogeographic inference is supported by the\nfossil record.","trees":[{"tree_label":"Fig. 1","ntax":"16","rootedtree":"TRUE","title":"Nymphaeales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2226.phy"}]}