{"Authors":" Jonathan Kissling, Spencer C. H. Barrett","Year":" 2013","Title":" Variation and evolution of herkogamy in Exochaenium\n(Gentianaceae): implications for the evolution of distyly","Journal":" Annals of Botany","Volume":" 112","Issue":"","Pages":" 95-102","Keywords":" distyly, Exochaenium, floral evolution, Gentianaceae,\nherkogamy, heterostyly, phylogeny","DOI":" 10.1093/aob/mct097","Abstract":" Backgrounds and Aims The spatial separation of stigmas and\nanthers (herkogamy) in flowering plants functions to reduce\nself-pollination and avoid interference between pollen dispersal and\nreceipt. Little is known about the evolutionary relationships among the\nthree main forms of herkogamy  approach, reverse and reciprocal\nherkogamy (distyly)  or about transitions to and from a non-herkogamous\ncondition. We examined this problem in Exochaenium (Gentianaceae), a\ngenus of African herbs that exhibits considerable variation in floral\nmorphology, including the three forms of herkogamy. Methods Using\nmaximum parsimony and maximum likelihood methods, we reconstructed the\nevolutionary history of herkogamic and non-herkogamic conditions from a\nmolecular phylogeny of 15 species of Exochaenium and four outgroup taxa,\nbased on three chloroplast regions, the nuclear ribosomal internal\ntranscribed spacer (ITS1 and 2) and the 5.8S gene. We determined\nancestral characters states and used the reconstructions to evaluate\ncompeting models for the origin of reciprocal herkogamy. Key results\nReciprocal herkogamy originated once in Exochaenium from an ancestor\nwith approach herkogamy. Reverse herkogamy and the non-herkogamic\ncondition homostyly, were derived from heterostyly. Distylous species\npossessed pendant slightly zygomorphic flowers and the single transition\nto reverse herkogamy was associated with the hawkmoth pollination\nsyndrome. Reductions in flower size characterized three of four\nindependent transitions from reciprocal herkogamy to homostyly.\nConclusions Our results support Lloyd and Webbs model in which distyly\noriginated from an ancestor with approach herkogamy. They also\ndemonstrate the lability of sex-organ deployment and implicate\npollinators, or their absence, as playing an important role in driving\ntransitions among herkogamic conditions.","trees":[{"tree_label":"consensus","ntax":"21","rootedtree":"TRUE","title":"Exochaenium, trnL intron, trnL-trnF IS, atpB-rbcL IS,\n5.8S, ITS1, ITS2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_61793.phy"}]}