{"Authors":" Poh Kheng Ng, Phaik-Eem Lim, Siew-Moi Phang, Aki Kato","Year":" 2013","Title":" Molecular assignation of a Malaysian parasite growing on\nGracilaria salicornia as a morphotype of Congracilaria babae\n(Gracilariaceae, Rhodophyta)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" cox1; Congracilaria babae; Gracilaria salicornia; ITS\nregion; LSU rRNA; rbcL; red algal parasites","DOI":"","Abstract":" Congracilaria babae and another morphologically similar\nparasitic taxon from Malaysia which are found on the common host species\nGracilaria salicornia, differed by the indistinct separation of host and\nparasite, presence of short stalk and bisporangia in the former, rather\nthan the presence of a border of small cells between the parasite and\nhost, tetrasporangia and absence of stalk in the latter. Phylogenetic\nstudy for the two parasitic taxa based on nuclear, plastidial and\nmitochondrial molecular markers was conducted. The Japanese and\nMalaysian parasites were placed in the same cluster in nuclear phylogeny\ninferred from the ITS region, supporting the monophyly of these\nparasites despite the slight anatomical variations observed. In addition\nto molecular analyses, morphological and reproductive features including\nthe lack of rhizoids, similar coloration to hosts, and presence of deep\nspermatangial conceptacles shared among the Japanese and Malaysian\nparasites supported their inclusion into C. babae. Phylogenetic analyses\non ITS sequences indicated that C. babae most probably had directly\nevolved from its current host species G. salicornia. C. babae was shown\nto be a member of Gracilaria sensu stricto along with its host. C. babae\ngrowing on G. salicornia is characterized by the having plastidial and\nmitochondrial DNA identical to its host, while retaining its unique\nnuclear identity.","trees":[{"tree_label":"PAUP 1","ntax":"15","rootedtree":"TRUE","title":"Tr61809","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61809.phy"},{"tree_label":"PAUP 1","ntax":"21","rootedtree":"TRUE","title":"Tr61812","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61812.phy"},{"tree_label":"PAUP 1","ntax":"57","rootedtree":"TRUE","title":"Tr61811","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61811.phy"},{"tree_label":"PAUP 1","ntax":"34","rootedtree":"TRUE","title":"Tr61810","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_61810.phy"}]}