{"Authors":" Tsvetan Radoslavov Bachvaroff, Sebastian G Gornik, Gregory\nThomas Concepcion, Ross F Waller, Gregory S Mendez, J Casey Lippmeier,\nCharles F. Delwiche","Year":" 2013","Title":" Dinoflagellate phylogeny revisited: Using ribosomal proteins\nto resolve deep branching dinoflagellate clades","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" dinoflagellate, alveolate, heterokont, apicomplexan,\nribosomal protein","DOI":"","Abstract":" The alveolates are composed of three major lineages, the\nciliates, dinoflagellates, and apicomplexans. Together these ‘protist’\ntaxa play key roles in primary production and ecology, as well as in\nillness of humans and other animals. The interface between the\ndinoflagellate and apicomplexan clades has been an area of recent\ndiscovery, blurring the distinction between these two clades. Moreover,\nphylogenetic analysis has yet to determine the position of basal\ndinoflagellate clades hence the deepest branches of the dinoflagellate\ntree currently remain unresolved. Large-scale RNA sequencing was applied\nto 11 species of dinoflagellates, including strains of the syndinean\nlineages Hematodinium and Amoebophrya, parasites of crustaceans and\ndinoflagellates, respectively, to optimize and update the dinoflagellate\ntree. From the transcriptome-scale data a total of 75 ribosomal\nprotein-coding genes were selected for phylogeny. After individual gene\northology assessment, the genes were concatenated into a >15,000\namino acid alignment with 76 taxa from dinoflagellates, apicomplexans,\nciliates, and the outgroup heterokonts. Overall the tree was well\nresolved and supported, even when the data was subsampled with gblocks\nor constraint trees were tested with the approximately unbiased test.\nThe deepest branches of the dinoflagellate tree can now be resolved with\nstrong support. Despite the strong support for the foundations of the\ndinoflagellate clade, the relationships within the core dinoflagellate\nclade remain uncertain. Simple gain or loss scenarios for lifestyle and\ncell biology features within dinoflagellates and apicomplexans are not\nentirely consistent with the phylogeny, as well-defined synapomorphic\ncharacters are not available.  ","trees":[{"tree_label":"tree 1","ntax":"75","rootedtree":"TRUE","title":"Dinoflagellates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64119.phy"}]}