{"Authors":" L. An-Ming","Year":" 1990","Title":" A preliminary cladistic study of the families of the\nsuperorder Lamiiflorae.","Journal":" Biological Journal of the Linnean Society","Volume":" 103","Issue":" NA","Pages":" 39-57","Keywords":" NA","DOI":" NA","Abstract":" A preliminary cladistic analysis was undertaken to\nevaluate the relationships between families of the superorder\nLamiiflorae sensu Dahlgren. Several character complexes were surveyed,\nand ultimately 29 informative characters were used for the study. Three\nfamilies, Clethraceae, Oleaceae and Solanaceae were selected for\noutgroup comparison and polarization of the characters. A data matrix\nwas constructed for the 23 ingroup families. The data matrix was\nanalysed with the cladistic parsimony program Hennig86. Three equally\nparsimonious cladograms were found. Many family interrelationships could\nnot be resolved, although several groups were common to all three\ncladograms, as shown by a strict consensus tree. The Retziaceae emerged\nas the sister group to the remaining families. About half of those\nappeared in a large polytomy in the consensus tree. There was also one\npossibly monophyletic complex of families involving the Lamiales with\nthe families Verbenaceae, Lamiaceae, Phrymaceae and Callitrichaceae as\nwell as the three isolated families Trapellaceae, Hippuridaceae, and\nHydrostachyaceae. Within this complex, Verbenaceae and Lamiaceae came\nout as sister groups, as did Callitrichaceae and Hydrostachyaceae, with\nHippuridaceae as sister group to them. However, the results must be\nregarded as tentative.","trees":[{"tree_label":"Fig. 2D","ntax":"23","rootedtree":"TRUE","title":"Lamiiflorae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1567.phy"},{"tree_label":"Fig. 2C","ntax":"23","rootedtree":"TRUE","title":"Lamiiflorae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1568.phy"},{"tree_label":"Fig. 2B","ntax":"23","rootedtree":"TRUE","title":"Lamiiflorae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1569.phy"},{"tree_label":"Fig. 2A","ntax":"23","rootedtree":"TRUE","title":"Lamiiflorae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1570.phy"}]}