{"Authors":" Matthew Allen Campbell, Martijn Staats, J.A.L. van Kan,\nAntonis Rokas, Jason C. Slot","Year":" 2013","Title":" Repeated loss of an anciently horizontally transferred gene\ncluster in Botrytis.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Genome evolution, plant pathogens, rewiring, secondary\nmetabolism","DOI":"","Abstract":" At least five of the six genes of the bikaverin secondary\nmetabolic gene cluster were previously shown to have undergone\nhorizontal transfer (HGT) from a Fusarium donor to the Botrytis lineage.\nOf these five genes, two enzyme-encoding genes are found as pseudogenes\nin B. cinerea, whereas two regulatory genes and the transporter remain\nintact. To reconstruct the evolutionary events leading to decay of this\ngene cluster and infer a more precise timing of its transfer, we\nexamined the genomes of nine additional broadly sampled Botrytis\nspecies. We found evidence that a Botrytis ancestor acquired the entire\ngene cluster through an ancient HGT that occurred prior to the\ndiversification of the genus. During the subsequent evolution and\ndiversification of the genus, four of the ten genomes appear to have\nlost the entire gene cluster, while in the other six the cluster is in\nvarious stages of degeneration. Across the Botrytis genomes, the modes\nof gene decay in the cluster differed between enzyme-encoding genes,\nwhich had higher rates of transition to or retention of pseudogenes and\nwere universally inactivated, and regulatory genes (particularly the\nnon-pathway-specific regulator bik4), which more frequently appeared\nintact. Consistent with these results, the regulatory genes bik4 and\nbik5 showed stronger evidence of transcriptional expression than other\nbikaverin genes under multiple conditions in B. cinerea. These results\ncould be explained by pleiotropy in the bikaverin regulatory genes\neither through rewiring or their interaction with more central pathways,\nor by constraints on the order of gene loss driven by the intrinsic\ntoxicity of the pathway. Our finding that most of the bikaverin pathway\ngenes have been lost or pseudogenized in these Botrytis genomes suggests\nthat the incidence of HGT of gene cluster-encoded metabolic pathways\nmight be higher than what is possible to be inferred from isolated\ngenome analyses.","trees":[{"tree_label":"tree 1","ntax":"10","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62039.phy"},{"tree_label":"tree 1","ntax":"9","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62038.phy"},{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62040.phy"},{"tree_label":"tree 1","ntax":"5","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62041.phy"},{"tree_label":"tree 1","ntax":"11","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62043.phy"},{"tree_label":"tree 1","ntax":"7","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62044.phy"},{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"Tr62042","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62042.phy"}]}