{"Authors":" J Angel Soto-Centeno, Lisa N. Barrow, Julie M Allen, David\nL. Reed","Year":" 2013","Title":" Re-evaluation of a classic phylogeographic barrier: New\ntechniques reveal the influence of microgeographic climate variation on\npopulation divergence","Journal":" Ecology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Apalachicola River, Florida, geographic barrier, Geomys\npinetis, phylogeography","DOI":"","Abstract":" Aim: We evaluated the mtDNA divergence and relationships\nwithin Geomys pinetis to assess the status of formerly recognized Geomys\ntaxa. Additionally, we integrated new hypothesis-based tests in\necological niche models (ENM) to provide greater insight into causes for\ndivergence and potential barriers to gene flow. Location: Southeastern\nUnited States (Alabama, Florida, and Georgia) Methods: We amplified\nmitochondrial DNA sequences from 58 individuals of G. pinetis collected\nacross the southeastern US and performed phylogenetic analyses to\nreconstruct their relationships. Divergence estimates for G. pinetis\nwere obtained using R8S and BEAST. ENMs for eastern and western lineages\nof G. pinetis were developed using MAXENT. We used ENMTOOLS to estimate\nniche identity and background similarity statistics between each modeled\nlineage. Additionally, we used ENM tests to assess the Apalachicola\nRiver Discontinuity (ARD) as a geographic barrier contributing to\nlineage divergence in G. pinetis. Results: Our DNA sequence dataset\nconfirmed and strongly supported two distinct lineages within G. pinetis\noccurring east and west of the ARD. Divergence date estimates showed\nthat eastern and western lineages diverged about 1.37 Ma (1.9 Ma  830\nka). Predicted distributions from ENMs were consistent with molecular\ndata and defined each population east and west of the ARD with little\noverlap. Niche identity and background similarity tests were\nstatistically significant suggesting that ENMs from eastern and western\nlineages are not identical or more similar than expected based on random\nlocalities drawn from the environmental background. ENMs also support\nthe hypothesis that the ARD represents a ribbon of unsuitable climate\nbetween more suitable areas where these populations are distributed.\nMain Conclusions: The estimated age of divergence between eastern and\nwestern lineages of G. pinetis suggests that the divergence was driven\nby climatic conditions during Pleistocene glacial-interglacial cycles.\nThe ARD forms a ribbon of unsuitable habitat at the contact zone of\neastern and western lineages of G. pinetis forming a significant barrier\npromoting microgeographic isolation that helps maintain ecological and\ngenetic divergence.","trees":[{"tree_label":"Alternative 1","ntax":"52","rootedtree":"TRUE","title":"Geomys pinetis Maximum likelihood phylogram","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_62035.phy"},{"tree_label":"Alternative 3","ntax":"52","rootedtree":"TRUE","title":"Geomys pinetis Maximum likelihood phylogram","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_62037.phy"},{"tree_label":"Fig. 3a","ntax":"52","rootedtree":"TRUE","title":"Geomys pinetis Maximum likelihood phylogram","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_62036.phy"}]}