{"Authors":" Stefanie Pöggeler, Kerstin Voigt, Barbara J. Howlett,\nJürgen Kroymann, Anton J. Cozijnsen","Year":" 2005","Title":" Phylogenetic relationships between members of the crucifer\npathogenic Leptosphaeria maculans species complex as shown by mating\ntype (MAT1-2), actin and beta tubulin sequences","Journal":" Molecular Phylogenetics and Evolution","Volume":" 37","Issue":" 2","Pages":" 541-557","Keywords":" NA","DOI":" NA","Abstract":" The dothideomycetous fungus Leptosphaeria maculans\ncomprises a complex of species differing in specificity and\npathogenicity on Brassica napus. Twenty eight isolates were investigated\nand compared to 20 other species of the Pleosporales order. Sequences of\nthe mating type MAT1-2 (23), fragments of actin (48) and beta tubulin\n(45) genes were determined and used for phylogenetic analyses inferred\nby maximum parsimony, distance, maximum likelihood and Bayesian\napproaches. These different approaches using single genes essentially\nconfirmed findings using concatenated sequences. L. maculans formed a\nmonophyletic group separate from L. biglobosa. The L. biglobosa clade\nencompasses five sub\u001aclades. This is generally consistent with a\nclassification made previously on the basis of internal transcribed\nsequences of the ribosomal DNA repeat. The propensity for purifying and\nneutral evolution of the three genes was determined using sliding window\nanalysis, a technique not previously applied to genes of filamentous\nfungi. For members of the L. maculans species complex, this approach\nshowed that in comparison to actin and beta tubulin, exonic sequences of\nMAT1-2 were more diverse and appeared to evolve at a faster rate.\nHowever, different regions of MAT1-2 displayed different degrees of\nsequence conservation. The more conserved upstream region (including the\nHigh Mobility Group domain) may be better suited for interspecies\ndifferentiation, while the more diverse downstream region is more\nappropriate for intraspecies comparisons.","trees":[{"tree_label":"Fig. 4A1","ntax":"7","rootedtree":"TRUE","title":"Leptosphaeria complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4532.phy"},{"tree_label":"Fig. 4A2","ntax":"7","rootedtree":"TRUE","title":"Leptosphaeria complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4533.phy"},{"tree_label":"Fig. 6","ntax":"7","rootedtree":"TRUE","title":"Leptosphaeria complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4530.phy"},{"tree_label":"Fig. 5","ntax":"27","rootedtree":"TRUE","title":"Leptosphaeria complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4531.phy"},{"tree_label":"Fig. 4B","ntax":"41","rootedtree":"TRUE","title":"Leptosphaeria complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4534.phy"}]}