{"Authors":" Lucia Afanador Kafuri, Alonso Gonzalez, Lederson Gañán,\nJuan F Mejía, Nadya Lorena Cardona, Elizabeth Alvarez","Year":" 2014","Title":" Characterization of the Colletotrichum Species Causing\nAnthracnose in Andean Blackberry in Colombia","Journal":" Plant Disease","Volume":" 98","Issue":" 11","Pages":" 1503-1513","Keywords":"","DOI":"","Abstract":" Since 1992, anthracnose of Andean blackberry (Rubus\nglaucus) has generated losses as high as 40% for farmers in Colombia. In\nthis study, our goal was to characterize 240 Colletotrichum isolates\nfrom Andean blackberry in eight areas of Colombia. These isolates were\nevaluated according to morphological characteristics, sensitivity to\nbenomyl, pathogenicity, and genetic variability. Identification of the\ngenus Colletotrichum was achieved by using species complex-specific\npolymerase chain reaction primers. A multilocus phylogeny approach was\nused to identify isolates to the species level with sequences from the\nribosomal internal transcribed spacer region and partial sequences of\nthe actin, β-tubulin 2, calmodulin, chitin synthase 1, glutamine\nsynthetase, and glyceraldehyde-3-phosphate dehydrogenase genes. Most of\nthe isolates were identified as Colletotrichum gloeosporioides sensu\nlato, were associated with the Castilla ecotype, showed high sensitivity\nto benomyl, and were highly aggressive. Isolates identified as C.\nacutatum sensu lato were found mainly on the Thornless ecotype, were\nhighly resistant to benomyl, and showed intermediate aggressiveness.\nOnly three isolates were identified as C. boninense sensu lato. The\nspecies identified included C. fructicola, C. kahawae subsp. ciggaro, C.\ngodetiae, C. karstii, C. brassicicola, and undetermined Colletotrichum\nspp. This study is the first report of these species associated with\nanthracnose in Andean blackberry.","trees":[{"tree_label":"ITStree","ntax":"130","rootedtree":"TRUE","title":"Tr62119","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62119.phy"},{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Tr62125","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62125.phy"},{"tree_label":"C_bonnense_complex","ntax":"32","rootedtree":"TRUE","title":"Tr62121","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_62121.phy"},{"tree_label":"con 50 majrule","ntax":"51","rootedtree":"TRUE","title":"Tr62126","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62126.phy"}]}