{"Authors":" Oumi Nishi, Kazuhiro IIYAMA, Chisa YASUNAGA-AOKI, Susumu\nSHIMIZU","Year":" 2013","Title":" Comparison of the germination speed of conidia in hot and\ncold conditions from eight species of the entomopathogenic fungus\nMetarhizium spp. from Japan","Journal":" Letters in Applied Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" entomopathogenic fungi habitat, Metarhizium, phylogenetic\nanalysis, physiological characteristics, thermal condition","DOI":"","Abstract":" The knowledge of growth characteristics of\nentomopathogenic fungi at different temperatures are of great importance\nfor understanding their field efficacy as biopesticides and ecology. Two\ngenotypes with different habitat preferences, which were also related to\nthe physiological characteristics at different temperatures and UV\nlevels, have been reported for Metarhizium anisopliae sensu lato in\neastern Canada. However, the relationship between their DNA-based\nphylogenetic tree classifications and growth characteristics at\ndifferent temperatures was not investigated adequately. In this study,\nwe compared the phylogenetic relationships between M. anisopliae sensu\nlato isolates from soils in various environments and the germination\nspeed of their conidia on agar medium in hot and cold conditions. The\nresults showed that the germination speeds of isolates belonging to the\nclades of M. brunneum and M. flavoviride var. pemphigi were faster at\nlower temperatures (9.7â“11.0Â°C) and slower at higher temperatures\n(34.3â“35.2Â°C) compared with the other isolates. The isolates of these\ntwo species originated from different geographical regions in Japan,\ndespite their uniform growth characteristics, and had polymorphisms in a\npart of the DNA sequence of translation elongation factor 1-alpha. The\nresults suggest that these two species may have better field efficacy as\nbiopesticides in cooler environments.","trees":[{"tree_label":"EF1a1","ntax":"98","rootedtree":"TRUE","title":"Tr62127","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62127.phy"},{"tree_label":"EF1a1","ntax":"138","rootedtree":"TRUE","title":"Tr62129","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62129.phy"},{"tree_label":"Mfla","ntax":"35","rootedtree":"TRUE","title":"Tr62130","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62130.phy"},{"tree_label":"EF1a1","ntax":"1","rootedtree":"TRUE","title":"Tr63724","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63724.phy"},{"tree_label":"EF1a1","ntax":"98","rootedtree":"TRUE","title":"Tr63725","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63725.phy"}]}