{"Authors":" Bimal S Amaradasa, Hugo Madrid, Johannes (Ewald) Zacharias\nGroenewald, Keenan Amundsen, Pedro W. Crous","Year":" 2014","Title":" Porocercospora seminalis gen. et comb. nov., the causal\norganism of buffalograss false smut","Journal":" Mycologia","Volume":" 106","Issue":" 1","Pages":" 77-85","Keywords":" Buchloe dactyloides, Cercospora seminalis, false smut,\nPleosporales, multilocus phylogeny, taxonomy","DOI":" 10.3852/13-147","Abstract":" False smut caused by Cercospora seminalis is an important\ndisease of buffalograss (Buchloe¨ dactyloides) affecting seed\nproduction. The pathogen prevents normal caryopsis development and\ncauses considerable yield loss and reduced seed germination. The current\ntaxonomic placement of the falsesmut causal pathogen in the genus\nCercospora is incorrect based on its morphological characteristics and\nDNA phylogeny. In the present study the phylogenetic position of C.\nseminalis is clarified based on DNA sequence analysis of three loci\nnamely the internal transcribed spacer (ITS) region, partial nuclear\nribosomal large subunit (LSU) and partial sequences of the RNA\npolymerase II second largest subunit (RPB2). A collection of C.\nseminalis isolates was made from buffalograss sites near\nLincoln,Nebraska. DNA sequence data indicated that Cercospora seminalis\nis phylogenetically close to but distinct from species of Bipolaris and\nCurvularia (Pleosporaceae,Pleosporales). Cercospora seminalis\nmorphologically had unique characteristics, namely densely aggregated\nand repeatedly branched conidiophores arising from a brown stroma,\nmonotretic conidiogenous cells with inconspicuous loci, and\nscolecosporous conidia with distosepta, and thickened, darkened hila.\nPorocercospora is introduced as a new genus to accommodate the\nbuffalograss false-smut pathogen.","trees":[{"tree_label":"tree 1","ntax":"49","rootedtree":"TRUE","title":"Buffalograss false smut","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71828.phy"}]}