{"Authors":" María Havrylenko, Susumu Takamatsu, Simon Hirose, Levente\nKiss, Seinosuke Tanda, Banga Grigaliunaite","Year":" 2005","Title":" Molecular phylogeny and evolution of the maple powdery mildew\n(Sawadaea Miyabe; Erysiphaceae) inferred from nuclear rDNA\nsequences","Journal":" Mycological Research","Volume":" 109","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" To understand the phylogenetic relationships and evolution\nof the powdery mildew genus Sawadaea (Ascomycete: Erysiphaceae),\nobligate parasitic fungi of maples, we performed molecular phylogenetic\nanalyses based on 47 internal transcribed spacer (ITS) and ten 28S rDNA\nsequences. Seven major clades of Sawadaea, each represented by powdery\nmildew specimens collected from a single or a small number of closely\nrelated sections of Acer, were identified in this study, which suggests\nclose evolutionary relationships between Acer (host) and Sawadaea\n(parasite). Six- to eleven-base insertion/deletion was found in the ITS1\nregion, and the presence or absence of the indel was consistent within\nthe respective clades. Because the outgroup genera Podosphaera and\nCystotheca have no deletions in the sites, deletion of the sequences may\nhave occurred during the divergence of the respective clades of\nSawadaea. The seven clades were divided into two geographical groups,\nviz., East Asian group and global group, based on the countries of\ncollection of Sawadaea. Calculation of evolutionary timing of Sawadaea\nusing molecular clocks shows that the divergence of different species of\nAcer had happened many million years before the radiation time of\nSawadaea. Thus, the close evolutionary relationship between Sawadaea and\nAcer found in this study might not be the consequence of a true\nco-evolutionary process. Powdery mildew fungi belonging to the genus\nSawadaea might have had jumped on Acer spp. long after the radiation of\nthe major sections of these trees and then expanded their host ranges\naccording to the phylogeny and sometimes the geographical distribution\nof Acer.","trees":[{"tree_label":"Fig. 1","ntax":"41","rootedtree":"TRUE","title":"Erysiphaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4535.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Sawadaea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4536.phy"}]}