{"Authors":" Gregory Allen Wahlert, Franco Chiarini, Lynn Bohs","Year":" 2014","Title":" Phylogeny of the Carolinense Clade of Solanum Inferred from\nNuclear and Plastid DNA Sequences","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" granule-bound starch synthase (GBSSI); hybridization; ITS;\nphylogeny; Solanaceae; Solanum subsect. Lathyrocarpum; Solanum\ncarolinense; trnTtrnF; waxy","DOI":"","Abstract":" The large and economically important genus Solanum\ncontains ca. 1,400 species distributed worldwide. Among the 1214 major\nclades identified in the genus is the large Leptostemonum clade, or the\n“spiny solanums”. Previous molecular phylogenetic studies on the spiny\nsolanums have identified the Carolinense clade, which contains Solanum\ncarolinense, the type species of S. subsect. Lathyrocarpum. However,\nprevious results have shown that the species composition of the\nCarolinense clade is only partially congruent with taxonomic\ncircumscriptions of S. subsect. Lathyrocarpum. The main goal of this\nstudy was to increase taxon sampling over previous molecular phylogenies\nin order to better understand the composition of the Carolinense clade.\nWe newly sequenced 31 accessions of 17 taxa putatively belonging to the\nclade for two nuclear (ITS, waxy) and one plastid gene region (trnTtrnF)\nand combined these with previously generated molecular data.\nPhylogenetic analyses of separate and combined DNA matrices were done\nusing maximum parsimony and Bayesian methods. Results from analyses of\nthe combined nuclear and plastid data set showed 10 taxa to be resolved\nwithin a well-supported Carolinense clade. However, three species,\nSolanum dimidiatum, S. perplexum, and S. hieronymi, showed conflicting\nplacements in phylogenies based on analyses of nuclear vs. plastid data\nsets, suggesting a history of allopolyploidy or introgression. Within\nthe Carolinense clade, the North and South American species were each\nrecovered as well-supported clades, implying a single dispersal event\nfrom South to North America.","trees":[{"tree_label":"Strict","ntax":"99","rootedtree":"TRUE","title":"Phylogeny of the Solanum carolinense clade","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70645.phy"}]}