{"Authors":" Jinshui Zheng, Ming Sun","Year":" 2013","Title":" Evolution and dynamics of megaplasmids with genome sizes\nlarger than 100 kb in the Bacillus cereus group","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Megaplasmid, Minireplicon, TubZ/TubR, pXO1-14/pXO1-16,\nGenome expansion, Bacillus cereus group","DOI":"","Abstract":" Background Plasmids play significant roles in the\nevolution of bacterial genomes by mediating horizontal gene transfer.\nStrains of the Bacillus cereus group contain up to 13 plasmids, and thus\nare a good model to study plasmid dynamics and evolution. Results This\nwork studied the origin and evolution of Bacillus cereus group\nmegaplasmids (>100 kb) using the minireplicon as an index. Sixty-five\nminireplicons were identified from 31 megaplasmid sequences. Based on\nreplication essential proteins, six minireplicon types were recognized.\nTwenty-nine of the 31 megaplasmids contained two or more minireplicons.\nPhylogenetic analysis of the essential protein sequences showed that\ndifferent minireplicons on each megaplasmid have different evolutionary\nhistories. Therefore, we speculated that megaplasmids are the results of\nfusions of smaller plasmids. All plasmids of a bacterial strain must be\ncompatible and it was found that each individual minireplicon of\ndifferent megaplasmids in the same strain belong to different types or\nsubtypes. Thus, the subtypes of each minireplicon they contain determine\nthe incompatibilities of megaplasmids. Moreover, statistical analysis\nshowed that megaplasmids share more genes with chromosomes than do\nsmaller plasmids. This implies that megaplasmids have conferred more\nadvantages for chromosome dynamics than smaller plasmids during the\nevolutionary history of the bacteria. We also found that 34% (443\nplasmids) of the 1285 plasmids out of the B. cereus group with putative\nminireplicons have two or more of them, which indicates that plasmids\nfusion events are general among plasmids. Conclusions Members of the B.\ncereus group are found in diverse environments, including soil, water,\nand animal hosts, and they may have undergone genome expansion during\nevolution. Strains of this group integrated smaller plasmids into\nmegaplasmids to store adaptive genes on plasmids to prevent the infinite\nexpansion of their chromosomes. Therefore, we speculate that\nmegaplasmids are the source and result of bacterial genome\nexpansion.","trees":[{"tree_label":"Fig1A","ntax":"26","rootedtree":"TRUE","title":"Phylogenetic trees constructed using the ML method\nbased on TubZ protein sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62246.phy"},{"tree_label":"Fig1D","ntax":"4","rootedtree":"TRUE","title":"Phylogenetic trees constructed using the ML method\nbased on orf157-like DNA sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62250.phy"},{"tree_label":"Fig1B","ntax":"9","rootedtree":"TRUE","title":"Phylogenetic trees constructed using the ML method\nbased on rep466-like DNA sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62249.phy"},{"tree_label":"Fig1C","ntax":"3","rootedtree":"TRUE","title":"Phylogenetic trees constructed using the ML method\nbased on rep228-like DNA sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62251.phy"},{"tree_label":"Fig2B","ntax":"27","rootedtree":"TRUE","title":"Phylogenetic trees constructed using the ML method\nbased on pXO1-16-like protein sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62252.phy"},{"tree_label":"Fig2A","ntax":"27","rootedtree":"TRUE","title":"Phylogenetic trees constructed using the ML method\nbased on pXO1-14-like protein sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62253.phy"}]}