{"Authors":" Adama Faye, Jean-Christophe Pintaud, William John Baker,\nBonaventure Sonké, Thomas LP Couvreur","Year":" 2013","Title":" A plastid phylogeny of the African rattans\n(Ancistrophyllinae, Arecaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Arecaceae, rattans of Africa, tropical rain forest,\nmolecular phylogeny","DOI":"","Abstract":" Over one third of African palms are rattans (22 species)\n21 of them belonging to the subtribe Ancistrophyllinae (Calamoideae).\nAfrican rattans are typically restricted to the tropical rainforests\n(TRF) of Central and West Africa and play an important role in the local\nforest economy thanks to their use in furniture making. Intergeneric\nphylogenetic relationships remain unknown and have never been addressed\nusing molecular sequence data. We present a first plastid molecular\nphylogeny of the subtribe represented by three genera (Eremospatha,\nLaccosperma and Oncocalamus). Four chloroplastic intergenic spacers\n(psbA-trnH, psbZ-trnFM, atpI-atpH and rps3-rpl16) were sequenced for 80%\nof the species found in the subtribe. The data was analyzed using\nMaximum Parsimony, Maximum Likelihood and Bayesian Inference methods.\nOur results show that the subtribe of Ancistrophyllinae is monophyletic\nas well as the three genera. However relationships between genera remain\nunresolved. Our analyses provided some details on relationships between\nspecies within Eremospatha and Laccosperma, but not in Oncocalamus. The\nspecies Eremospatha cabrae and Eremospatha dransfieldii were recovered\nwith strong support as sister and together formed a highly divergent\nclade sister to the rest of the genus. The four plastid markers used\nhere provide interesting levels of resolutions and should be considered\nin other species level analyses in palms.","trees":[{"tree_label":"MajRule","ntax":"25","rootedtree":"TRUE","title":"Tr62287","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62287.phy"},{"tree_label":"Strict","ntax":"25","rootedtree":"TRUE","title":"Tr62285","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62285.phy"},{"tree_label":"MajRule","ntax":"25","rootedtree":"TRUE","title":"Tr62286","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62286.phy"},{"tree_label":"Imported tree 0","ntax":"25","rootedtree":"TRUE","title":"Tr62290","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62290.phy"},{"tree_label":"MajRule","ntax":"25","rootedtree":"TRUE","title":"Tr62288","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62288.phy"},{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Tr62289","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62289.phy"}]}