{"Authors":" Martín J Ramírez","Year":" 2014","Title":" The morphology and phylogeny of dionychan spiders (Araneae:\nAraneomorphae)","Journal":" Bulletin of the American Museum of Natural History","Volume":" 390","Issue":"","Pages":" 1-374","Keywords":" Cladistics, systematics, Phrurolithidae, Trachelidae,\nZoridae, Miturgidae, Eutichuridae","DOI":" 10.1206/821.1","Abstract":" A phylogenetic analysis of the two-clawed spiders grouped\nin Dionycha is presented, with 166 representative species of 49\naraneomorph families, scored for 393 characters documented through\nstandardized imaging protocols. The study includes 44 outgroup\nrepresentatives of the main clades of Araneomorphae, and a revision of\nthe main morphological character systems. Novel terminology is proposed\nfor stereotyped structures on the chelicerae, and the main types of\nsetae and silk spigots are reviewed, summarizing their characteristics.\nClear homologs of posterior book lungs are described for early instars\nof Filistatidae, and a novel type of respiratory structure, the\nepigastric median tracheae, is described for some terminals probably\nrelated with Anyphaenidae or Eutichuridae. A new type of crypsis\nmechanism is described for a clade of thomisids, which in addition to\nretaining soil particles, grow fungi on their cuticle. Generalized\npatterns of cheliceral setae and macrosetae are proposed as\nsynapomorphies of the Divided Cribellum and RTA clades. Dionycha is here\nproposed as a member of the Oval Calamistrum clade among the lycosoid\nlineages, and Liocranoides, with three claws and claw tufts, is obtained\nas a plausible sister group of the dionychan lineage. The morphology of\nthe claw tuft and scopula is examined in detail and scored for 14\ncharacters highly informative for relationships. A kind of seta\nintermediate between tenent and plumose setae (the pseudotenent type) is\nfound in several spider families, more often reconstructed as a\nderivation from true tenent setae rather than as a phylogenetic\nintermediate. Corinnidae is retrieved in a restricted sense, including\nonly the subfamilies Corinninae and Castianeirinae, while the ‘corinnid’\ngenera retaining the median apophysis in the copulatory bulb are not\nclearly affiliated to any of the established families. Miturgidae is\nredefined, including Zoridae as a junior synonym. The Eutichuridae is\nraised to family status, as well as the Trachelidae and Phrurolithidae.\nNew synapomorphies are provided for Sparassidae, Philodromidae, and\nTrachelidae. Philodromidae is presented as a plausible sister group of\nSalticidae, and these sister to Thomisidae; an alternative resolution\nplacing thomisids in Lycosoidea is also examined. The Oblique Median\nTapetum (OMT) clade is proposed for a large group of families including\ngnaphosoids, trachelids, liocranids, and phrurolithids, all having the\nposterior median eye tapeta forming a 90u angle, used for navigation by\nmeans of the polarized light in the sky as an optical compass;\nprodidomines seem to have further enhanced the mechanism by\nincorporating the posterior lateral eyes to the system. The Teutamus\ngroup is recognized for members of the OMT clade that are usually\nincluded in Liocranidae, but not closely related to Liocranum or\nphrurolithids. The Claw Tuft Clasper (CTC) clade is proposed for a group\nof families within the OMT clade, all having a peculiar mechanism\ngrasping the folded base of the claw tuft setae with a hook on the\nsuperior claws. The CTC clade includes Trachelidae, Phrurolithidae, and\nseveral gnaphosoids such as Ammoxenidae, Cithaeronidae, Gnaphosidae, and\nProdidomidae. A remarkable syndrome involving the expansion of the\nanterior lateral spinnerets, often sexually dimorphic, is here reported\nfor some Miturgidae and several members of the CTC clade, in addition to\nthe known cases in Clubionidae and ‘Liocranidae.’ The following genera\nare transferred from Miturgidae to Eutichuridae: Calamoneta, Calamopus,\nCheiracanthium, Cheiramiona, Ericaella, Eutichurus, Macerio, Radulphius,\nStrotarchus, Summacanthium, and Tecution; Lessertina is transferred from\nCorinnidae to Eutichuridae. The following genera are transferred to\nMiturgidae: Argoctenus, Elassoctenus, Hestimodema, Hoedillus,\nIsrazorides, Odomasta, Simonus, Thasyraea, Tuxoctenus, Voraptus,\nXenoctenus, Zora, and Zoroides, from Zoridae; Odo and Paravulsor, from\nCtenidae; Pseudoceto from Corinnidae. The following genera are\ntransferred from Corinnidae to Trachelidae: Afroceto, Cetonana, Fuchiba,\nFuchibotulus, Meriola, Metatrachelas, Paccius, Paratrachelas,\nPatelloceto, Planochelas, Poachelas, Spinotrachelas, Thysanina,\nTrachelas, Trachelopachys, and Utivarachna. The following genera are\ntransferred from Corinnidae to Phrurolithidae: Abdosetae, Drassinella,\nLiophrurillus, Plynnon, Orthobula, Otacilia, Phonotimpus,\nPhrurolinillus, Phrurolithus, Phruronellus, Phrurotimpus, Piabuna, and\nScotinella. Dorymetaecus is transferred from Clubionidae to\nPhrurolithidae. Oedignatha and Koppe are transferred from Corinnidae to\nLiocranidae. Ciniflella is transferred from Amaurobiidae to\nTengellidae.","trees":[{"tree_label":"Imported tree 1","ntax":"166","rootedtree":"TRUE","title":"Dionychan spiders","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62283.phy"}]}