{"Authors":" Shannon M Hedtke, Sébastien Patiny, Bryan N. Danforth","Year":" 2013","Title":" The bee tree of life: a supermatrix approach to apoid\nphylogeny and biogeography","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 138","Keywords":"","DOI":" 10.1186/1471-2148-13-138","Abstract":" Background Bees are the primary pollinators of angiosperms\nthroughout the world. There are more than 16,000 described species, with\nbroad variation in life history traits such as nesting habitat, diet,\nand social behavior. Despite their importance as pollinators, the\nevolution of bee biodiversity is understudied: relationships among the\nseven families of bees remain controversial, and no empirical\nglobal-level reconstruction of historical biogeography has been\nattempted. Morphological studies have generally suggested that the\nphylogeny of bees is rooted near the family Colletidae, whereas many\nmolecular studies have suggested a root node near (or within)\nMelittidae. Previous molecular studies have focused on a relatively\nsmall sample of taxa (~150 species) and genes (seven at most). Public\ndatabases contain an enormous amount of DNA sequence data that has not\nbeen comprehensively analysed in the context of bee evolution. Results\nWe downloaded, aligned, concatenated, and analysed all available\nprotein-coding nuclear gene data in GenBank as of October, 2011. Our\nmatrix consists of 20 genes, with over 17,000 aligned nucleotide sites,\nfor over 1,300 bee and apoid wasp species, representing over two-thirds\nof bee genera. Whereas the matrix is large in terms of number of genes\nand taxa, there is a significant amount of missing data: only ~15% of\nthe matrix is populated with data. The placement of the root as well as\nrelationships between Andrenidae and other bee families remain\nambiguous, as several alternative maximum-likelihood estimates fall\nwithin the statistically credible set. However, we recover strong\nbootstrap support for relationships among many families and for their\nmonophyly. Ancestral geographic range reconstruction suggests a likely\norigin of bees in the southern hemisphere, with Melittidae ancestrally\nlocated within Africa, and Halictidae, Colletidae, and Apidae within the\nNew World. Conclusions Our study affirms the monophyly of each bee\nfamily, sister-taxa relationships between Apidae and Megachilidae (the\n‘long-tongued bees’), between Colletidae and Stenotritidae, and between\nColletidae + Stenotritidae and Halictidae. Our analyses reject a\nColletidae-basal hypothesis for family-level relationships and instead\nsupport Melittidae as sister to the remaining bees. Southern hemisphere\nvicariance likely played an important role in early diversification\nwithin many bee families.","trees":[{"tree_label":"Imported tree 0","ntax":"1376","rootedtree":"TRUE","title":"Apoidea species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68891.phy"},{"tree_label":"Imported tree 0","ntax":"372","rootedtree":"TRUE","title":"Apoidea genus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68892.phy"}]}