{"Authors":" David M. Geiser, C. D. Garzón, G. W. Moorman","Year":" 2005","Title":" Amplified Fragment Length Polymorphism Analysis and Internal\nTranscribed Spacer and coxII Sequences Reveal a Species Boundary Within\nPythium irregulare","Journal":" Phytopathology","Volume":" 95","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Pythium irregulare is a plant-pathogenic oomycete that\ncauses significant damage to a variety of crops, including ornamentals\nand vegetables. Morphological as well as molecular studies have reported\ngreat genetic diversity within P. irregulare which has raised the\nquestion as to whether it is a single species or is actually a complex\nof morphologically similar (cryptic) species. In this study we used AFLP\nfingerprinting and DNA sequence analysis of the internal transcribed\nspacers region of the ribosomal genes (ITS region) and the cytochrome\noxidase I and II gene cluster (cox I-II) to characterize 68 P.\nirregulare isolates from the U.S.. The ITS sequence of a P. irregulare\nBuisman neotype at the CBS collection (CBSnr 733.94; AY598702) as well\nas DNA sequences of P. irregulare, P. spinosum and P. sylvaticum from\nprevious studies were included in our analysis. Cluster analysis\nidentified a nineteen-isolate group (IR-II) that separated itself from\nthe rest of the sample (IR-I). Population structure and sequence\nanalyses supported the distinction of IR-I and IR-II and identified\nIR-II as P. irregulare sensu stricto. IR-I was designated P. irregulare\ncomplex (P. i. complex). Two insertion/deletion mutations and nine\nnucleotide substitutions in the ITS region and three in the cox I and II\ngene cluster separated the two species. Additionally, they significantly\n(P>0.01) differed in the frequency of 77% of the alleles analyzed.\nGene flow results suggested that P. irregulare sensu stricto and P. i.\ncomplex are cryptic species capable of exchanging favorable alleles\n(Nm=0.72).","trees":[{"tree_label":"Fig. 1","ntax":"69","rootedtree":"TRUE","title":"Pythium irregulare","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4537.phy"},{"tree_label":"Fig. 2","ntax":"43","rootedtree":"TRUE","title":"Pythium irregulare","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4538.phy"},{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Pythium irregulare","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4539.phy"}]}