{"Authors":" Kazuhiro Kogame, Norishige Yotsukura, Shinya Uwai, Masanori\nHiraoka, Daisuke Muraoka, Yukihiko Serisawa","Year":" 2006","Title":" Intraspecific genetic diversity of Undaria pinnatifida in\nJapan, based on the mitochondrial cox3 gene and the ITS1 of nrDNA","Journal":" Hydrobiologia","Volume":" 553","Issue":" NA","Pages":" 345-356","Keywords":" NA","DOI":" NA","Abstract":" The intraspecific genetic diversity of the kelp Undaria\npinnatifida (Harvey) Suringar (Laminariales, Phaeophyceae) was\ninvestigated using DNA sequences of the mitochondrial cytochrome oxidase\nsubunit 3 (cox3) gene and internal transcribed spacer 1 (ITS1) of\nnuclear ribosomal DNA in plants collected from 21 localities along the\nJapanese coast between 2001-2003. Morphological variation was also\nexamined and compared with the genetic diversity. Cox3 analyses of 104\nplants revealed 9 haplotypes (I-IX) that differed from each other by 1-7\nbp (all synonymous substitutions). Haplotype I was distributed in\nHokkaido and the northern Pacific coast of Honshu, while haplotype III\nwas found along the Sea of Japan coast of Honshu. Other types were found\nalong the central and southern coast of Honshu and the Inland Sea. ITS1\nanalyses of 39 plants revealed 0-1.7 % nucleotide differences, but\nplants from the Sea of Japan coast and northern Japan had similar\nsequences. The lower genetic differentiation along the Sea of Japan and\nnorthern coasts might be due to the recent establishment (after the\nmiddle of the last glacial period) of the Sea of Japan flora. The cox3\nhaplotype of cultivated plants was found in natural populations\noccurring close to cultivation sites (Naruto, Tokushima Pref., and\nHokutan, Hyogo Pref.). This suggests that cultivated plants possibly\nescaped and spread or crossed with plants of natural populations.\nMorphological analyses of variation in 10 characters were conducted\nusing 66 plants. The results showed no significant local variation owing\nto the wide variation in each population and did not support any forma\npreviously described. No correlations between the morphological\ncharacters and cox3 haplotypes were detected.","trees":[{"tree_label":"unpublished","ntax":"43","rootedtree":"TRUE","title":"Undaria pinnatifida ITS1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4540.phy"},{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Undaria pinnatifida cox3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4541.phy"}]}