{"Authors":" Victor H. Gonzalez, Terry L. Griswold","Year":" 2013","Title":" Wool carder bees of the genus Anthidium in the Western\nHemisphere (Hymenoptera: Megachilidae): diversity, host plant\nassociations, phylogeny, and biogeography","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Anthophila; Anthidiini; Apoidea; glandular trichomes;\nnototribic flowers","DOI":" 10.1111/zoj.12017","Abstract":" Bees are among the most important pollinators of flowering\nplants in most ecosystems. Recent concerns about population decline\nworldwide have highlighted the urgent societal need for species-level\nsystematic work that facilitates assessments of the status of\npollinators and pollination services. This is a comprehensive, broadly\ncomparative study on the diversity, biology, biogeography, and evolution\nof Anthidium Fabricius, 1804, one of the most diverse megachilid genera,\ncontaining more than 160 species worldwide. Herein, the Western\nHemisphere species are revised. All 92 recognized species, including the\ntwo adventive species Anthidium oblongatum(Illiger, 1806)and Anthidium\nmanicatum(Linnaeus, 1758), are described and illustrated. A neotype for\nAnthidium emarginatum (Say, 1824) and lectotypes for 16 names are\ndesignated; five names are relegated to synonymy, three names are\nrevalidated, previously unknown males of three species are described,\nand 21 new species are proposed. Identification keys as well as\ninformation on the distribution, seasonality, nesting biology, and host\nplants are provided. The relationships of the Anthidium subgenera and\nall Western Hemisphere species are explored using a cladistic analysis\nbased on adult external morphological characters. The subgenus\nCallanthidium Cockerell, 1925, renders Anthidium s.s. paraphylectic in\nthe analysis, and is here synonymized. The resulting phylogenetic\nhypothesis is used to examine possible biogeographical patterns, origins\nof the Western Hemisphere fauna, and the evolution of morphological\ntraits associated with foraging for pollen from nototribic flowers and\nexudates from glandular trichomes. To facilitate the transfer of\nknowledge to non-specialists, some digital outputs and web-based\nproducts, including a geo-referenced specimen database consisting of\nmore than 20 000 records, species pages, and interactive digital keys,\nwere also developed during this study.","trees":[{"tree_label":"Consensus of 239","ntax":"105","rootedtree":"TRUE","title":"Wool carder bees of the genus Anthidium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_62447.phy"}]}