{"Authors":" Hong Chang Lim, Chui Pin Leaw, Po Teen Lim, Sing Tung\nTeng","Year":" 2013","Title":" Three novel species in the Pseudo-nitzschia\npseudodelicatissima complex: P. batesiana sp. nov., P. lundholmiae sp.\nnov. and P. fukuyoi sp. nov. (Bacillariophyceae), from the Strait of\nMalacca, Malaysia","Journal":" Journal of Phycology","Volume":" 49","Issue":" 5","Pages":" 902-916","Keywords":" Pseudo-nitzschia, morphology, ITS, LSU rDNA, P. batesiana\nsp. nov., P. lundholmiae sp. nov., P. fukuyoi sp. nov.","DOI":" 10.1111/jpy.12101","Abstract":" A study on the morphology and phylogeny of 18 strains of\nPseudo-nitzschia established from the Straits of Malacca, Peninsular\nMalaysia, was undertaken. Morphological data combined with molecular\nevidence show that they constitute three new species, for which the\nnames, P. batesiana sp. nov., P. lundholmiae sp. nov., and P. fukuyoi\nsp. nov., are proposed. The three new species closely resemble species\nin the P. pseudodelicatissima complex sensu lato. Morphologically, P.\nbatesiana differs from other species in the complex by having a smaller\npart of cell overlapping in the chain, whereas P. lundholmiae differs by\nhaving fewer poroid sectors, and P. fukuyoi by having a distinct type of\nporoid sectors. Nucleotide sequences of the LSU rDNA (D1-3) of the three\nnew species reveal significant nucleotide sequence divergence (0.1 to\n9.3 %) from each other and from other species in the P.\npseudodelicatissima complex s.l. The three species are phylogenetically\nclosely related to species in the P. pseudodelicatissima complex, with\nP. batesiana appearing as a sister taxon to P. circumpora, P. caciantha\nand P. subpacifica; while P. lundholmiae and P. fukuyoi are more closely\nrelated to P. pseudodelicatissima and P. cuspidata. The three species\nshow 2-3 compensatory base changes (CBCs) in their ITS2 transcripts when\ncompared to the closely related species. The ITS2 with its structural\ninformation has proven its robustness in constructing a better resolved\nphylogenetic framework for Pseudo-nitzschia.","trees":[{"tree_label":"PAUP 1","ntax":"68","rootedtree":"TRUE","title":"Pseudo-nitzschia pseudodelicatissima complex, LSU rDNA\ndataset ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67530.phy"},{"tree_label":"ML PAUP LSU","ntax":"67","rootedtree":"TRUE","title":"Pseudo-nitzschia pseudodelicatissima complex, LSU rDNA\ndataset ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67529.phy"}]}