{"Authors":" R Graham Reynolds, Matthew L Niemiller, S. Blair Hedges,\nAlex Dornburg, Alberto R Puente-Rolón, Liam Revell","Year":" 2013","Title":" Molecular phylogeny and historical biogeography of West\nIndian boid snakes (Chilabothrus)","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Boidae, biogeography, Epicrates, evolution, phylogenetics,\nWest Indies","DOI":"","Abstract":" The evolutionary and biogeographic history of West Indian\nboid snakes (Epicrates) was once thought to be well understood; however,\nnew research including molecular studies has indicated that we are\nmissing a clear understanding about the relationships of this group of\nnine species and 14 subspecies. Here, we present the first explicit set\nof molecular data-based analyses of the evolutionary relationships,\ndivergence times, and historical biogeography of this group using a\nmultilocus species-tree approach (10 genes and 6,256 bp). We find\nevidence for a single colonization of the Caribbean from mainland South\nAmerica in the late Eocene/early Miocene, followed by a radiation\nthroughout the Greater Antilles and Bahamas. Our results suggest some\ndiversification within island banks, though most species divergence\nevents seem to have occurred in allopatry. We also find evidence for a\nremarkable diversification within the Bahamian archipelago, and our data\nsuggest that the recognition of another Bahamian endemic species is\nwarranted. Furthermore, we find support for the previous suggestion that\nthe genus Epicrates sensu lato Wagler is paraphyletic with respect to\nthe anacondas (Eunectes Wagler), and hence we restrict Epicrates to the\nmainland clade and use the available name Chilabothrus Duméril and\nBibron for the West Indian clade.","trees":[{"tree_label":"PAUP 1","ntax":"41","rootedtree":"TRUE","title":"West Indian boid snakes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_62496.phy"}]}