{"Authors":" Lingli He, Man Zhao, Yan Wang, Junyi Gai, Chaoying He","Year":" 2013","Title":" Genome-wide characterizations with a focus on soybean reveal\nthat the evolution of the PHO1 gene family is associated with the origin\nof diversification of land plants","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" evolution, gene expression, PHO1 gene family, phylogeny,\nsoybean","DOI":"","Abstract":" Abstract Background: The members of PHOSPHATE1 (PHO1) gene\nfamily play diverse roles in plant growth and development. It was\nstudied in Arabidopsis, rice and Physcomitrella, but not in other plants\nyet. The evolution of the gene family has not been systematically\nstudied either. The aim of this study is to survey the genomes available\nand investigate evolutionary patterns of the plant PHO1 gene family with\nan emphasis on characterizations in soybean (Glycine max) that is one of\nthe most important crops for high quality proteins and vegetable oils\ninternationally. Results: The PHO1 genes originated in the ancestor of\neukaryotes, and became uniquely expanded in land plants with a varied\ncopy number from 2 to 23, and they basically fall into two major groups\n(Class I and Class II). Multiple gene duplication events appeared to\ncontribute to the expansion in land plants. The Class Ι genes are\nparticularly expanded in dicotyledon and not found in monocots, while\nthe Class II genes cover all land plants and its copy number is little\nchanged. The absence of monocots sequences in Class I may result from\ngene losses after a duplication event occurred in the ancestor of the\nseed plants. Their intron number varies from 7 to 14, ancestral state\nreconstruction analyses revealed that the gene with 13 introns are\nancestors, thus suggesting that the intron loss is largely involved in\nthe structural evolution of PHO1 genes. In the soybean genome 14\nPHO1-like genes (GmaPHO1) were predicted, but just 12 are detectable at\nthe mRNA level. They display tissue-specific or tissue-preferential\nexpression patterns during soybean plant and fruit development. The\ngenes belonging to the Class I have a broader expression patterns than\nthose in Class II. GmaPHO1 genes exhibit differentially altered\nexpression levels in response to salt or osmotic stresses, whereas\nalmost none of them responds to Pi deficient or sufficient stresses.\nConclusions: Our genome-wide surveys revealed that the PHO1 gene family\nhas distinct different evolutionary patterns between monocots and\ndicots, and suggest that its expansion and sequence variations,\naccompanying dramatic functional diversifications, are associated with\nthe origin of diversification of land plants.","trees":[{"tree_label":"Imported tree 0","ntax":"1","rootedtree":"TRUE","title":"Tr62393","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62393.phy"}]}