{"Authors":" Torsten H. Struck, Guenter Purschke, Kenneth M.\nHalanych","Year":" 2005","Title":" A scaleless scale worm: Molecular evidence for the\nphylogenetic placement of Pisione remota (Pisionidae, Annelida)","Journal":" Marine Biology Research","Volume":" 1","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Pisionidae is a group of interstitial worms whose\nphylogentic affinities have been enigmatic. They have been allied to\ndifferent Phyllodocida taxa. Although originally associated with\nGlyceridae and Phyllodocidae, they are more recently considered to be\nrelated to scale worms. Scale worms are a well-defined taxon,\nAphroditiformia, within Annelida due to the unique possession of dorsal\nscales called elytra. Pisionidae lack elytra but they have been grouped\nwith scale worms because they possess two pairs of jaws with venom\nglands, also found in Glyceridae. Determining the phylogenetic position\nof Pisionidae is important for understanding if features such as elytra\nand venomous jaws are evolutionarily labile in annelid history.\nTherefore, we explored 18S rDNA and Cytochrome c Oxidase subunit I data\nfrom several Aphroditiformia, Pisionidae, and other Phyllodocida to\ndetermine the phylogenetic placement of Pisionidae. Maximum likelihood\nand Bayesian inference of separate and combined data sets were\nconducted. All analyses support a derived position of Pisionidae within\nAphroditiformia, close to Pholoidae and Sigalionidae. The loss of elytra\nin Pisionidae is probably due to adaptation for interstitial life.\nFurthermore, the results reject a monophyletic Aphroditoidea comprising\nAcoetidae, Aphroditidae, Eulepethidae and Polynoidae. Thus, the\npossession of only simple chaetae is either symplesiomorphic or\nconvergent.","trees":[{"tree_label":"Fig. 4B","ntax":"19","rootedtree":"TRUE","title":"Pisionidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2236.phy"},{"tree_label":"Fig. 5","ntax":"18","rootedtree":"TRUE","title":"Pisionidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2237.phy"},{"tree_label":"Fig. 4A","ntax":"19","rootedtree":"TRUE","title":"Pisionidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2235.phy"},{"tree_label":"Fig. 3","ntax":"37","rootedtree":"TRUE","title":"Pisionidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2234.phy"}]}