{"Authors":" Domingos Benício Oliveira Silva Cardoso, Luciano Paganucci\nde Queiroz, Haroldo Cavalcante de Lima, Tyler J. Brummer, Jay Rotella,\nMatthew T. Lavin","Year":" 2014","Title":" The neotropical vataireoid legume clade is ecologically\nstructured primarily into wet- and seasonally-dry-forest subclades","Journal":" in preparation","Volume":"","Issue":"","Pages":"","Keywords":" Caatinga; cerrado; Leguminosae; phylogenetic beta\ndiversity; seasonally dry tropical forests; savanna; succulent biome;\nwet forest","DOI":"","Abstract":" Premise of study: Global evolutionary patterns of plant\ndiversity may be shaped more by local ecological conditions than by\ncontinental geography. The woody legume vataireoid clade provides an\nideal group to study this, as it is limited in taxonomic size and\ngeographic range (mostly in tropical South America), and yet is\nstructured phylogenetically into multiple wet-forest, savanna, and\nsucculent-biome lineages. Methods: Bioclimatic explanatory variables\nhypothesized to cause the ecological structure apparent across the\nvataireoid phylogeny were obtained from georeferenced herbarium\ncollections. The response variable included either phylogenetic distance\namong 209 vataireoid genetic samples or a binomial variable reflecting\nassignment of each of 1263 vataireoid collection sites into succulent\nvs. wet-forest-savanna biomes. The most explanatory variables were\nidentified using variance inflation factors and information criteria on\nall models, and regression commonality analyses on models involving the\nbinomial response. Key results: Annual precipitation below ~1000 mm\nstood out as most strongly predicting vataireoid collections assigned to\nthe succulent biome. Models explaining phylogenetic distances or a\nbinomial response yielded these same results. Measures of temperature\nand seasonality had little or no explanatory power. Conclusions: Annual\nprecipitation may function in a disturbance gradient. Clades confined to\nhighly seasonal settings are likely responding to predictable\npost-dry-season leaf-flush opportunities. Clades confined to\nenvironments with less seasonality may be responding to post-disturbance\ngrowing opportunities. The succulent biome is best characterized by\necological stability related to high levels of biodiversity of\nleaf-flushing legumes and succulent plants, rather than by seasonality.\nKew words: Caatinga; cerrado; Leguminosae; phylogenetic beta diversity;\nseasonally dry tropical forests; savanna; succulent biome; wet\nforest.","trees":[{"tree_label":"PAUP 1","ntax":"217","rootedtree":"TRUE","title":"Tr62346","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62346.phy"}]}