{"Authors":" stephane bellafiore, Claire Jougla, Phong Vu Nguyen, Huong\nThi Mai Nguyen, Elodie Chapuis, Dat Tai Nguyen, Pascal Gantet, Malyna\nSuong, Dirk De Waele, Xuyen Thi Ngo","Year":" 2014","Title":" Characterisation of the rice root-knot nematode (Meloidogyne\ngraminicola) populations from rice fields in Vietnam reveals\nintraspecific variability","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Intraspecific variability, Meloidogyne graminicola,\nMorphometrics, Rice, SCAR, Vietnam","DOI":"","Abstract":" Twenty years ago the root-knot nematode (RKN), Meloidogyne\ngraminicola, was recognised as an important rice pathogen in South\nVietnam. Although this country is one of the most important rice\nexporters worldwide, a comprehensive picture of the occurrence of M.\ngraminicola in Vietnam is still not available. Therefore a nematode\nsurvey was carried out with the aim of better understanding the\ngeographical distribution and the genetic variability of this nematode\nin Vietnam. From the fields surveyed in a range of ecosystems, 21\npopulations of RKN were recovered from infected rice roots. These\npopulations were characterised using morphometrics and pathogenicity\ntests (host plant range diversity, reproduction and virulence diversity)\nrevealing intraspecific polymorphism. We showed that morphomeric traits\nare mainly genetically heritable characters with significant differences\namongst the studied populations. A molecular study was also carried out\nto identify the genetic diversity of these populations. We developed a\nspecific M. graminicola SCAR marker and showed that all the Vietnamese\npopulations belong to the species M. graminicola. Furthermore,\nsequencing of the Internal Transcribed Spacer (ITS) of the rDNA genes\nconfirmed the M. graminicola identification. Finally, a distinctive\ntrait signature was found for the populations isolated from the upland\nrice cultures. All together, our study reveals the prevalence and\nintraspecific diversity of M. graminicola populations in Vietnam.\nFurther investigations, including a larger survey and the development of\nnew markers like microsatellites, need to be developed to explore the\ngenetic plasticity and evolutionary history of this species in this\nregion of the world","trees":[{"tree_label":"Fig. 6.","ntax":"30","rootedtree":"TRUE","title":"Evolutionary relationships among plant parasitic\nnematode spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_62391.phy"},{"tree_label":"Fig. 7.","ntax":"20","rootedtree":"TRUE","title":"Evolutionary relationships among Meloidogyne\ngraminicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_62392.phy"}]}