{"Authors":" Magriet A van der Nest","Year":" 2013","Title":" Mutualism and asexual reproduction influence recognition\ngenes in a fungal symbiont","Journal":" Fungal Biology (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" Symbiosis, Amylostereum areolatum, Sirex noctilio,\npheromone receptor and evolution.","DOI":"","Abstract":" Mutualistic symbiotic interactions between microbes and\ninsects are wide-spread in nature. Alignment of the reproductive\ninterests of the organisms involved in a symbiotic interaction,\ntypically involves clonal reproduction of the microbial symbiont that is\ntransmitted vertically by the insect partner. In this study, we used the\nAmylostereum fungus-Sirex woodwasp mutualism to consider whether the\nprolonged association and predominantly asexual mode of reproduction\nhave affected the mating system of the fungal partner. DNA sequence\ninformation for the pheromone receptor gene rab1 encoded at the mat-B\nlocus and two gene nuclear regions (i.e., the eukaryotic translation\nelongation factor 1α gene and the ribosomal RNA internal transcribed\nspacer region) were utilized. The identification of rab1 alleles in A.\nchailletii and A. areolatum populations revealed that this gene is more\npolymorphic compared to the nuclear genes, although the diversity of all\nthree genes was lower than the corresponding genes in other free-living\nAgaricomycetes. Our results indicated that suppressed recombination\nmight potentially be implicated in the diversification of rab1, while no\nevidence of balancing selection was detected. In addition, positive\nselection was detected at only two codons suggesting that purifying\nselection rather than positive selection represents an important driving\nforce in the evolution of rab1. Therefore, the long-term symbiotic\nrelationship with their insect partners has not only affected the\ndiversity at this mating-type locus, but it has also influenced the\nmanner in which selection drives and maintains this diversity in A.\nareolatum and A. chailletii.","trees":[{"tree_label":"Imported tree 0","ntax":"35","rootedtree":"TRUE","title":"Tr62408","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62408.phy"}]}