{"Authors":" Torsten H. Struck, Guenter Purschke, Kenneth M.\nHalanych","Year":" 2005","Title":" Dinophilidae (Annelida) is most likely not a progenetic\nEunicida; Evidence from 18S and 28S rDNA","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Dinophilidae is a meiofaunal group of annelids with\nincomplete segmentation and generally reduced development of\nmorphological features. Progenetic origin has been invoked to explain\ndinophilids as derived Eunicida, because of the resemblance between\nadult dinophilids and larval eunicidans. Eunicida, a well-defined taxon\nwithin Annelida due to a ventral pharyngeal organ with a complex jaw\napparatus, includes species up to 6m length. However, many larval and\njuvenile features are widespread among polychaetes and definitive\nmorphological synapomorphies placing Dinophilidae within Eunicida are\nlacking. Furthermore, using 18S data, Struck et al. (2002) was not able\nto clearly support or refute the hypothesis that dinophilid arose as a\nprogenetic eunicidan lineage. Thus, the phylogenetic relationship\nbetween Dinophilidae and other Eunicida remains unresolved. In the\npresent study, we used sequences of the 18S and 28S rDNA to test the\nhypothesized progenetic origin of Dinophilidae. Combined analyses of\nthese two genes were performed using maximum likelihood and Bayesian\nmethods as well as statistical tests of phylogenetic hypotheses (KH and\nSOWH tests). All analyses suggest Dinophilidae is not a eunicidan\nlineage, and statistical tests significantly reject the hypothesis of\nprogenetic origin within Eunicida. However, exact placement of\nDinophilidae among Annelida still remains unclear.","trees":[{"tree_label":"Fig. 2A","ntax":"29","rootedtree":"TRUE","title":"Dinophilidae and Eunicida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2238.phy"},{"tree_label":"Fig. 2B","ntax":"30","rootedtree":"TRUE","title":"Dinophilidae and Eunicida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2239.phy"}]}