{"Authors":" Lingli He, Man Zhao, Yan Wang, Junyi Gai, Chaoying He","Year":" 2013","Title":" Genome-wide characterizations with a focus on soybean reveal\nthat the evolution of the PHO1 gene family is associated with the origin\nof diversification of land plants","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" evolution, gene expression, PHO1 gene family, phylogeny,\nsoybean","DOI":"","Abstract":" The PHO1 genes originated in the ancestor of eukaryotes,\nand became uniquely expanded in land plants with a varied copy number\nranging from 2 to 23, and they could be classified into two major groups\n(Class I and Class II). Multiple gene duplication events appeared to\ncontribute to their expansion in land plants. The Class I genes are\nparticularly expanded in dicotyledonous plants and not found in\nmonocots, while the Class II genes cover all land plants and its copy\nnumber is little changed. The absence of monocot sequences in Class I\nmay be attributed to gene losses after a duplication event in the\nancestor of the seed plants. Their intron number varies from 7 to 14,\nand since ancestral state reconstruction analyses revealed that the\ngenes with 13 introns are ancestors, therefore, the intron loss is\nlargely involved in the structural evolution of PHO1 genes. In the\nsoybean genome, 14 PHO1-like genes (GmaPHO1) were predicted; however,\nonly 12 are detectable at the mRNA level. These genes display\ntissue-specific or tissue-preferential expression patterns during\nsoybean plant and fruit development. The genes belonging to Class I have\na broader expression pattern than those in Class II. GmaPHO1 genes\nexhibit differentially altered expression levels in response to salt or\nosmotic stresses, whereas almost none of the genes responds to Pi\ndeficient or sufficient stresses.","trees":[{"tree_label":"PHYLIP 1+","ntax":"227","rootedtree":"FALSE","title":"Tr62398","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62398.phy"},{"tree_label":"PHYLIP 1+","ntax":"227","rootedtree":"FALSE","title":"Tr62448","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62448.phy"}]}