{"Authors":" Yong-Chao Su, Jo-Fan Wang, Reagan Joseph Villanueva, Olga\nNuñeza, Chung-Ping Lin","Year":" 2013","Title":" Hopping Out of Mindanao: Pre-Pleistocene Cross-Island\nColonization as A Major Driver for Diversification of An Endemic\nTreehopper in the Philippine Archipelago","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Pleistocene islands, long-distance dispersal, cryptic\nspecies, host plant adaptation, Pyrgonota bifoliata, Membracidae","DOI":"","Abstract":" Here we describe the first study performed on an endemic\ntreehopper, Pyrgonota bifoliata, to test the Pleistocene island\nhypothesis, a paradigm for the process of diversification within the\nPhilippine Archipelago. This treehopper showed one of the lowest levels\nof between-Pleistocene island genetic variation among all examined taxa,\nrepresenting by far the strongest empirical evidence that is\ninconsistent with this paradigm. Contrary to most Philippine\nvertebrates, the spatio-temporally calibrated phylogeny based on\nmitochondrial and nuclear genes supported the notion that the\nMiocene-Pliocene geological events and the consequent cross-island\ndispersal were major drivers of diversity for P. bifoliata. Ancestral P.\nbifoliata originated in the Late Miocene from Mindanao, followed by the\nsequential northward colonisation of the Visayan islands and Luzon in\nthe Pliocene-Early Pleistocene, which coincided with the spatial\nreorganisation and temporal sequence of dry-land formation of the\noceanic Philippines. The statistically delimited cryptic species\ncorresponded to current island boundaries and specialised host plants,\nimplying that both allopatric isolation and ecological adaptation may be\nprominent promoters of speciation for these organisms. Our findings\nsuggest that the existing Pleistocene island model of Philippine\ndiversification is inadequate and requires modification through\nincorporating pre-Pleistocene geological events, the colonisation\nhistory of species, and within-island ecological processes.","trees":[{"tree_label":"PAUP 1","ntax":"62","rootedtree":"TRUE","title":"Tr63954","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63954.phy"},{"tree_label":"TREE1","ntax":"62","rootedtree":"TRUE","title":"Tr63952","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63952.phy"},{"tree_label":"TREE1","ntax":"62","rootedtree":"TRUE","title":"Tr63953","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63953.phy"},{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Tr63955","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63955.phy"},{"tree_label":"bestREP72","ntax":"62","rootedtree":"TRUE","title":"Tr63956","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63956.phy"}]}