{"Authors":" Shu-Ping Tseng","Year":" 2013","Title":" Effect of different speciation modes on divergence dating –\nimplication for speciation history of Takydromus grass lizard","Journal":"\n","Volume":"\n","Issue":"\n","Pages":"\n","Keywords":" divergence time, grass, lizard, speciation, gene flow","DOI":"\n","Abstract":" Investigation of divergence time and speciation process\nare central issues in evolutionary biology, but notoriously difficult in\nnon-model organisms. The difficulty is rooted in variations in ancestral\npopulation size, or variations in separation history across loci. In\norder to depict speciation process and divergent history of three\nmonophyletic Takydromus species endemic to Taiwan, 20 nuclear and one\nmitochondrial loci were used for divergence time estimation by using\nmultispecies coalescent approach under Bayesian framework. Divergence\ndating based on gene tree approach showed great variation among loci and\nthe results were more ancient than that derived by species tree\napproach. To test whether variations in ancestral population size\naccount for the majority of above observations, i.e., whether gene flow\nhas to be invoked during speciation, we conducted computer simulation\nunder isolation-with-migration (IM) and approximate Bayesian computation\n(ABC) frameworks. The results revealed that gene flow during the early\nstage of speciation was strongly favored over isolation model and the\ninitiation of speciation process was far more ancient that gene- and\nspecies-based divergence dating. Due to their limited dispersal ability,\nit is suggested that geographic isolation may have played a major role\nin divergent process of Takydromus spp. Nevertheless, current study\nreveals a far more complex situation and demonstrates gene flow during\nspeciation process cannot be overlooked and may have great impact on\ndivergence dating.","trees":[{"tree_label":"TREE2a","ntax":"5","rootedtree":"TRUE","title":"Species tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_77020.phy"},{"tree_label":"TREE2b","ntax":"5","rootedtree":"TRUE","title":"Species tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77021.phy"},{"tree_label":"TREE2c","ntax":"5","rootedtree":"TRUE","title":"Species tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_77022.phy"}]}