{"Authors":" Girish Korekar, Ram K Sharma, Rahul Kumar, Prabodh Kumar\nBajpai, Harvinder Singh, Ravi B Srivastava, Paramvir S Ahuja, Tsering\nStobdan","Year":" 2013","Title":" Geographical Barrier Shape Population Genetic Structure of\nDioecious Pioneer Plant Species Hippophae rhamnoides L. in\nTrans-Himalaya","Journal":" Tree Genomics and Genome","Volume":"","Issue":"","Pages":"","Keywords":" Adaptation; Genetic Diversity; BARRIER; Morphometric;\nSeabuckthorn; STRUCTURE","DOI":"","Abstract":" The present study aimed to investigate the role of\ngeographical barrier in shaping genetic and morphometric structure\nwithin a natural population and to evaluate geographic distinctness of\nSeabuckthorn (Hippophae rhamnoides L.) in trans-Himalaya. Seventeen\npopulations (N=187) from two valleys, which are geographically separated\nby high mountains were collected. Genetic and morphometric diversity of\nH. rhamnoides L. was moderate with significantly low (r2=0.1012) or no\naltitudinal variation among the populations. Closely related populations\nin the valleys were geographically restricted with significantly high\ngenetic differentiation. A significant isolation-by-distance pattern has\nbeen observed. Model-based Bayesian clustering, principal component\nanalysis and neighbor-joining analysis highlighted the role of high\nmountain Ladakh range (6500m amsl) as an important geographical barrier\nfor this species in the studied site. Two main gene pools, one in Leh\nvalley and other in Nubra valley have been observed. Moderate Neis gene\ndiversity (0.1559) was recorded with low gene flow (2.4215). A parallel\npattern of morphometric and genetic diversity was found. The Shannons\ndiversity index for 20 quantitative morphometric characters was 0.859,\nwhich indicated high morphological diversity. Neis gene diversity showed\nhighly significant negative correlation with number of leaf/10cm2\n(-0.936) and positive correlation with seed index (0.751). With\naltitudinal gradient, leaf density decreased while thorn density\nincreases as a morphological adaptation to sustain in the harsh\nenvironment.","trees":[{"tree_label":"PHYLIP 1+","ntax":"17","rootedtree":"FALSE","title":"Tr62811","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62811.phy"},{"tree_label":"PHYLIP 1+","ntax":"17","rootedtree":"FALSE","title":"Tr62812","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62812.phy"}]}