{"Authors":" Nathan F Bendik, Jesse M Meik, Andrew G Gluesenkamp, Corey\nRoelke, Paul T. Chippindale","Year":" 2013","Title":" Biogeography and morphological evolution in central Texas\ncave and spring salamanders (Blepsimolge: Eurycea)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Eurycea, Blepsimolge, salamanders, troglobites, cave\nadaptation, morphological evolution, troglomorphism","DOI":"","Abstract":" Background Subterranean faunal radiations can result in\ncomplex patterns of morphological divergence involving both convergent\nphenotypic evolution and cryptic species diversity. Salamanders of the\ngenus Eurycea in central Texas provide a particularly challenging\nexample with respect to phylogeny reconstruction, biogeography and\ntaxonomy. These predominantly aquatic species inhabit karst limestone\naquifers and spring outflows, and exhibit a wide range of morphological\nand genetic variation. We extensively sampled spring and cave\npopulations of a particularly diverse subgroup, the Southeastern\nBlepsimolge, to reconstruct their phylogenetic and biogeographic history\nusing mtDNA and examine patterns and origins of cave- and\nsurface-associated morphological variation. Results Genetic divergence\nis generally low, and many populations share ancestral haplotypes and/or\nshow evidence of introgression. This pattern likely indicates a recent\nradiation coupled with a complex history of intermittent connections\nwithin the aquatic karst system. Cave populations that exhibit the most\nextreme troglobitic morphologies show no or very low divergence from\nsurface populations and are geographically interspersed among them,\nsuggesting multiple instances of rapid, parallel phenotypic evolution.\nCave populations exhibit a wide range of morphological variation in\ncontrast to surface populations, which form a tight cluster in\nmorphospace. Unexpectedly, our analyses also reveal two distinct and\npreviously unrecognized morphological groups encompassing multiple\nspecies that are not correlated with spring or cave habitat, phylogeny\nor geography, and may be due to developmental plasticity. Conclusions\nThe evolutionary history of the Southeastern Blepsimolge reflects\npatterns of intermittent isolation and gene flow influenced by complex\nhydrogeologic dynamics that are characteristic of karst regions. Shallow\ngenetic divergences among several of the recognized species, evidence of\ngenetic exchange and nested relationships across morphologically\ndisparate cave and spring forms suggests that cave invasion was recent\nand many troglobitic morphologies arose independently. These patterns\nare consistent with an adaptive-shift hypothesis of divergence, which\nhas been proposed to explain diversification in other karst fauna. While\ncave and surface forms often do not appear to be genetically isolated,\ntroglomorphism may be maintained by developmental plasticity, selection,\nor both. Although we document genetic variation that is discordant with\npreviously recognized species boundaries, we refrain from making\ntaxonomic changes pending additional data.","trees":[{"tree_label":"con 50 majrule","ntax":"112","rootedtree":"TRUE","title":"Tr62491","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_62491.phy"}]}