{"Authors":" Deren Eaton, Richard Ree","Year":" 2013","Title":" Inferring Phylogeny and Introgressino using RADseq Data: An\nExample from Flowering Plants (Pedicularis: Orobanchaceae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Restriction-site associated DNA, Pedicularis,\nhybridization, concordance factor","DOI":"","Abstract":" Phylogenetic relationships among recently diverged species\nare often difficult to resolve due to insufficient phylogenetic signal\nin available markers and/or conflict among gene trees. Here we explore\nthe use of reduced-representation genome sequencing, specifically in the\nform of restriction-site associated DNA (RAD), for phylogenetic\ninference and the detection of ancestral hybridization in non-model\norganisms. As a case study, we investigate Pedicularis section\nCyathophora, a systematically recalcitrant clade of flowering plants in\nthe broomrape family (Orobanchaceae). Two methods of phylogenetic\ninference, maximum likelihood and Bayesian concordance, were applied to\ndata sets that included as many as 40,000 RAD loci. Both methods yielded\nsimilar topologies that included two major clades: a\nrex-thamnophila'' clade, composed of two species and several subspecies with relatively low floral diversity, and geographically widespread distributions at lower elevations, and asuperba’’\nclade, composed of three species characterized by relatively high floral\ndiversity and isolated geographic distributions at higher elevations.\nLevels of molecular divergence between subspecies in the rex-thamnophila\nclade are similar to those between species in the superba clade. Using\nPatterson’s D-statistic test, including a novel extension of the method\nthat enables finer-grained resolution of introgression among multiple\ncandidate taxa by removing the effect of their shared ancestry, we\ndetect significant introgression among nearly all taxa in the\nrex-thamnophila clade, but not between clades or among taxa within the\nsuperba clade. These results suggest an important role for geographic\nisolation in the emergence of species barriers, by facilitating local\nadaptation and differentiation in the absence of homogenizing gene\nflow.","trees":[{"tree_label":"min4","ntax":"13","rootedtree":"TRUE","title":"Tr64537","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64537.phy"}]}