{"Authors":" Ludmila Marvanová, Christiane Baschien, Clement KM Tsui,\nVladislav Gulis, Ulrich Szewzyk","Year":" 2013","Title":" The molecular phylogeny of aquatic hyphomycetes with affinity\nto the Leotiomycetes","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" aquatic fungi, aero-aquatic, biodiversity, molecular\nsystematics, Ingoldian fungi, taxonomy","DOI":"","Abstract":" Aquatic hyphomycetes are fungi predominantly found on\nplant litter in freshwater habitats and they play a key role in\ndecomposition of submerged organic matter and stream ecosystem\nfunctioning. We examined the phylogenetic relationships among various\ngenera of aquatic hyphomycetes belonging to the Leotiomycetes\n(Ascomycota) using sequences of ITS and LSU regions of rDNA generated\nfrom 42 pure cultures including 19 ex-types. The data set was enlarged\nwith, sequences of 36 aquatic hyphomycetes and of 60 related fungi\nobtained from GenBank. Aquatic hyphomycetes were scattered in nine\nmoderate to well supported clades within the Leotiomycetes, mainly in\nthe Helotiales. Many genera (Tricladium, Lemonniera, Articulospora,\nAnguillospora, Varicosporium, Filosporella and Flagellospora) are not\nmonophyletic, with species from the same genus distributed among several\nmajor clades. Furthermore, the Gyoerffyella clade and the Hymenoscyphus\nclade each accommodated species from eight and six different genera,\nrespectively. Thirteen aquatic hyphomycete taxa were grouped in the\nLeotia-Bulgaria clade. Twelve species clustered within the Hymenoscyphus\nclade along with several amphibous ascomycetes. In the\nAscocoryne-Hydrocina clade, Filosporella species and additional four\ndifferent aquatic taxa were placed. It is evident that many aquatic\nhyphomycetes are related to fungi of terrestrial origin and that\nmorphological adaptation and colonization of the aquatic environment\noccurred independently in multiple phylogenetic lineages of the\nLeotiomycetes.","trees":[{"tree_label":"tree1","ntax":"138","rootedtree":"TRUE","title":"Aquatic Hyphomycetes ITS and LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62500.phy"}]}