{"Authors":" Patricia Lu-Irving, Nataly O’Leary, Anna M O’Brien, Richard\nG. Olmstead","Year":" 2014","Title":" Resolving the genera Aloysia and Acantholippia within tribe\nLantaneae (Verbenaceae), using chloroplast and nuclear sequences","Journal":" Systematic Botany","Volume":" 39","Issue":" 2","Pages":"","Keywords":" Chloroplast loci, ETS, Gene tree incongruence, Phylogeny,\nPPR loci, Species tree inference","DOI":"","Abstract":" Species belonging to the genera Aloysia and Acantholippia\nare difficult to place within Lantaneae due to gene tree incongruence\nand limited sampling in previous studies. We use an expanded sample of\nboth genera, and DNA sequence data from six loci, to reveal that Aloysia\nand Acantholippia species occur in five consistently inferred,\nwell-supported clades. The precise relationships of these clades to one\nanother are still enigmatic, due to gene tree incongruence. However,\ncoalescent-based species tree inference supports the inclusion of most\nof Acantholippia in an expanded Aloysia sensu lato, with a 4-lobed calyx\nas its defining feature. Five new combinations are proposed to reflect\nthis relationship: Aloysia salsoloides, Aloysia deserticola, Aloysia\ntrifida, Aloysia riojana, and Aloysia tarapacana. Geographic range\nshifts from subtropical South America to North America have occurred at\nleast twice in Aloysia. Shifts between determinate and indeterminate\ninflorescence arrangement have occurred at least twice independently.\nThe elongate, lax inflorescence, which is characteristic of most of\nAloysia, is hypothesized to be derived from a condensed, spicate or\ncapitate inflorescence.","trees":[{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Lantaneae trnT-L, rpl32-trnL, trnQ-rps16, ETS, PPR81,\nPPR123","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67013.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Lantaneae trnT-L, rpl32-trnL, trnQ-rps16, ETS, PPR81,\nPPR123 Aloysia all.best","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67014.phy"},{"tree_label":"bestREP1","ntax":"68","rootedtree":"TRUE","title":"Lantaneae trnT-L, rpl32-trnL, trnQ-rps16, ETS, PPR81,\nPPR123","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67015.phy"}]}