{"Authors":" Donald H. Pfister, Brian A. Perry, Karen Hansen","Year":" 2005","Title":" Phylogenetic origins of two cleistothecial fungi, Orbicula\nparietina and Lasiobolidium orbiculoides, within the operculate\ndiscomycetes","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Parsimony, maximum-likelihood and Bayesian analyses of SSU\nrDNA sequences of representative taxa of Pezizomycetes, Eurotiomycetes,\nDothideomycetes, Leotiomycetes and Sordariomycetes all strongly support\nthe cleistothecial fungi O. parietina and L. orbiculoides to be of\npezizalean origin. Orbicula parietina and L. orbiculoides are deeply\nnested within Pyronemataceae (which subsumes the families\nAscodesmidaceae, Glaziellaceae and Otideaceae). Close affinities with\ncleistothecial or highly reduced fungi now placed in the Thelebolales,\nEurotiales or Onygenales are rejected. LSU rDNA sequences suggest that\nOrbicula is nested within the apothecia-forming genus Pseudombrophila\n(including Nannfeldtiella and Fimaria). Lasiobolidium orbiculoides is\nclosely related and may be congeneric. Ascodesmis and Lasiobolus, which\nhave been suggested as closely related to Orbicula and Lasiobolidium,\nare identified as a sister lineage to the Pseudombrophila lineage.\nCleistothecial forms that have lost the ascus operculum and ability to\nactively discharge spores have evolved at least once in the\nPseudombrophila lineage. Some species of Pseudombrophila produce\nsubglobular ascomata initials that are closed early in development and\nopen only in the mid-mesohymenial phase. We hypothesize that the origin\nof an ascomata that never opens from an ascoma that opens late in\ndevelopment could involve a simple genetic change. The placement of O.\nparietina and L. orbiculoides within Pseudombrophila is supported by\nmorphological characters, ecology and temperature optima for\nfruiting.","trees":[{"tree_label":"Fig. 7","ntax":"70","rootedtree":"TRUE","title":"Origins of Orbicula parietina and Lasiobolidium\norbiculoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2243.phy"},{"tree_label":"Fig. 8","ntax":"20","rootedtree":"TRUE","title":"Origins of Orbicula parietina and Lasiobolidium\norbiculoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2244.phy"}]}