{"Authors":" Gillian Claire Gibb, Martyn Kennedy, David Penny","Year":" 2013","Title":" Beyond Phylogeny: Pelecaniform and Ciconiiform Birds, and\nLong-Term Niche Stability","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" adaptive radiation; life history; mitochondrial DNA;\nwater-carnivores; Pelecaniformes; Ciconiiformes","DOI":" 10.1016/j.ympev.2013.03.021","Abstract":" Phylogenetic trees are a starting point for the study of\nfurther evolutionary and ecological questions. We show that for avian\nevolutionary relationships, improved taxon sampling, longer sequences\nand additional data sets are giving stability to the prediction of the\ngrouping of pelecaniforms and ciconiiforms, thus allowing inferences to\nbe made about long-term niche occupancy. Here we report the phylogeny of\nthe pelecaniform birds and their water-carnivore allies using complete\nmitochondrial genomes, and show that the basic groupings agree with\nnuclear sequence phylogenies, even though many short branches are not\nyet fully resolved. In detail, we show that the Pelecaniformes (minus\nthe tropicbird) and the Ciconiiformes (storks, herons and ibises) form a\nnatural group within a seabird water-carnivore clade. We find pelicans\nare the closest relatives of the shoebill (in a clade with the\nhammerkop), and we confirm that tropicbirds are not pelecaniforms. In\ngeneral, the group appears to be an adaptive radiation into an ‘aquatic\ncarnivore’ niche that it has occupied for 60-70 million years. From an\necological and life history perspective, the combined pelecaniform-\nciconiform group is more informative than focusing on differences in\nmorphology. These findings allow a start to integrating molecular\nevolution and macroecology.","trees":[{"tree_label":"48 bird Beast timetree","ntax":"48","rootedtree":"TRUE","title":"48 bird Beast Timetree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_62532.phy"},{"tree_label":"48 bird tree","ntax":"48","rootedtree":"TRUE","title":"48 Bird MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62534.phy"},{"tree_label":"20 bird tree","ntax":"20","rootedtree":"TRUE","title":"20 Bird MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_62536.phy"}]}