{"Authors":" Dominique A Cowart, Chunya Huang, Sophie Arnaud-Haond,\nSusan L Carney, Charles R Fisher, Stephen W Schaeffer","Year":" 2013","Title":" Restriction to large-scale gene flow versus regional panmixia\namong cold seep Escarpia spp. (Polychaeta, Siboglinidae)","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" vestimentiferan tubeworm, hydrocarbon seep,\nmicrosatellite, siboglinid, population structure, deep sea","DOI":"","Abstract":" Several factors influence speciation and distribution of\ninvertebrates. A combination of molecular, morphological, and\nenvironmental data is usually required to ascertain species boundaries\nand evolutionary processes. In the deep sea, vestimentiferan tubeworms\nof the genus Escarpia are important components of cold seep ecosystems,\nas they provide long-term habitat for other fauna. Three described\nspecies of Escarpia, E. spicata (Gulf of California), E. laminata (Gulf\nof Mexico) and E. southwardae (West African Cold Seeps), have been\nidentified as a panmictic population through the use of mitochondrial\nmarkers (Cytochrome Oxidase subunit 1, COI; large ribosomal subunit\nrDNA, 16S; Cytochrome B, CYTB), despite geographic distances and\ndissimilar morphologies. Here we use Exon Priming Intron Crossing (EPIC)\nsequencing of Hemoglobin subunit B2 intron (hB2i), as well as 28\nmicrosatellites to 1) test for the existence of differentiated species\nand 2) identify possible population structure within regions of the Gulf\nof Mexico and West Africa. Nine microsatellite loci amplified across the\nthree Escarpia spp. support the occurrence of three genotypically\ndistinct groups with no evidence of hybrids. Eleven loci examined in\neight population samples of E. laminata (n =129) and sixteen loci in\nthree population samples of E. southwardae (n =80) indicate a lack of\npopulation structure on a regional scale. Findings here support original\nmorphological descriptions, confirm that the taxa are constrained to\ntheir respective region, and demonstrate that microsatellites can be an\nadditional tool for the separation of species complexes when divergence\nis insufficient or too recent to be detected using gene sequences.","trees":[{"tree_label":"16S Escarpia ML","ntax":"50","rootedtree":"TRUE","title":"Escarpia 16S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63442.phy"},{"tree_label":"CYTB Escarpia ML","ntax":"46","rootedtree":"TRUE","title":"Escarpia CYTB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63439.phy"},{"tree_label":"Hbb2i ML","ntax":"48","rootedtree":"TRUE","title":"Escarpia Globin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63441.phy"},{"tree_label":"COI","ntax":"48","rootedtree":"TRUE","title":"Escarpia COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63440.phy"}]}