{"Authors":" Peter A. Hambäck, Elisabet Weingartner, Lars Ericson, Lisa\nFors, Anna Cassel-Lundhagen, Johan A. Stenberg, Johannes Bergsten","Year":" 2013","Title":" Bayesian species delimitation reveals generalist and\nspecialist parasitic wasps on Galerucella beetles (Chrysomelidae):\nSorting by herbivore or plant host?","Journal":" BioMed Central","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" To understand the ecological and evolutionary consequences\nof species interactions in food webs necessitates that interactions are\nproperly identified. Genetic analyses suggest that many supposedly\ngeneralist parasitoid species should rather be defined as multiple\nspecies with a more narrow diet, reducing the probability that such\nspecies may mediate indirect interactions such as apparent competition\namong hosts. Recent studies showed that the parasitoid Asecodes lucens\nmediate apparent competition between two hosts, Galerucella tenella and\nG. calmariensis, affecting both interaction strengths and evolutionary\nfeedbacks. The same parasitoid was also recorded from other species in\nthe genus Galerucella, suggesting that similar indirect effects may also\noccur for other species pairs. To explore the possibility of such\ninteractions, we used mitochondrial and nuclear genetic markers to\nresolve the phylogeny of both host and parasitoid and to test the number\nof parasitoid species involved. We thus collected 139 Galerucella larvae\nfrom 8 host plant species and sequenced 31 adult beetle and 108\nparasitoid individuals. The analysis of the Galerucella data, that also\nincluded sequences from previous studies, verified the five species\npreviously documented as reciprocally monophyletic, but the Bayesian\nspecies delimitation for A. lucens suggested 3-4 cryptic taxa with a\nmore specialised host use than previously suggested. The gene data\nanalyzed under the multispecies coalescent model allowed us to\nreconstruct the species tree phylogeny for both host and parasitoid and\nwe found a fully congruent coevolutionary pattern suggesting that\nparasitoid speciation followed upon host speciation.","trees":[{"tree_label":"Fig. 2","ntax":"4","rootedtree":"TRUE","title":"Asecodes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63078.phy"},{"tree_label":"Fig. 3a","ntax":"53","rootedtree":"TRUE","title":"Galerucella using COI, 28S and ITs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63064.phy"},{"tree_label":"Fig. 3b","ntax":"19","rootedtree":"TRUE","title":"Galerucella using 28S and ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63065.phy"},{"tree_label":"Fig. 2","ntax":"5","rootedtree":"TRUE","title":"Galerucella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63077.phy"},{"tree_label":"Fig. 4","ntax":"113","rootedtree":"TRUE","title":"Asecodes using COI, PGD, 28S and ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63059.phy"}]}