{"Authors":" J. Y. Dubuisson, Atsushi Ebihara, Motomi Ito, Sabine\nHennequin, Kunio Iwatsuki","Year":" 2006","Title":" New Insights into the Phylogeny of the Genus Hymenophyllum\ns.l. (Hymenophyllaceae): Revealing the Polyphyly of Mecodium","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" With more than 100 species, Mecodium is the largest\ninfrageneric taxon of Hymenophyllum s.l. It was long considered a\nnatural and homogeneous group, but recent phylogenetic studies have\nquestioned this assertion. Using rbcL, rbcL-accD, and rps4-trnS\nsequences, we demonstrate that Mecodium is highly polyphyletic. Several\nspecies of Mecodium form the derived clade “H. polyanthos”; one species\nis nested within a second derived clade; and the remaining species are\nassigned to five basal clades including taxa regarded as distantly\nrelated. These clades are strongly supported both by parsimony and\nBayesian analyses, however the relative placement of the basalmost\nclades lacks support. We show that the members of “basal Mecodium” are\ncharacterized by features that are plesiomorphic for Hymenophyllum s.l.\n- a reduced or dorsi-ventral stele, a lamina at least partially\nthickened, and a basic chromosome number x = 36-, whereas taxa in the\n“H. polyanthos” clade have a subcollateral stele, the one-cell thick\nlamina typical of the family, and x = 28. There is a high level of\nvariation among the basal species, and, notably, the rhizome indumentum\nis shown to be an interesting character for distinguishing among the\nbasal clades. These new findings stress the need for further studies on\nHymenophyllum s.l., and reassessment of its classification.","trees":[{"tree_label":"Fig. 1","ntax":"61","rootedtree":"TRUE","title":"Phylogeny of the Genus Hymenophyllum s.l., strict of 10\nMPT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2259.phy"},{"tree_label":"Fig. 3","ntax":"53","rootedtree":"TRUE","title":"Phylogeny of the Genus Hymenophyllum s.l.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2260.phy"}]}