{"Authors":" Dhanushka Udayanga, Lisa A. Castlebury, Amy Y. Rossman,\nKevin D Hyde","Year":" 2013","Title":" Species limits in Diaporthe: molecular re-assessment of D.\ncitri, D. cytosporella, D. foeniculina and D. rudis","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" epitypification, genealogical sorting index, melanose,\nmulti-gene phylogeny, primer design, Phomopsis, species recognition,\nstem end rot, systematics","DOI":"","Abstract":" Abstract Species of Diaporthe are important plant\npathogens associated with a wide range of hosts worldwide. In the\npresent study, the species associated with melanose and stem end rot\ndiseases on Citrus spp. are revised. Morphology and molecular\nphylogenetic analyses of the complete nuclear ribosomal internal\ntranscribed spacer regions and partial sequences of actin, beta-tubulin,\ncalmodulin and translation elongation factor 1-alpha were used to\nresolve the species relationships and boundaries of species of\nDiaporthe. Three species of Diaporthe are associated with Citrus namely\nDiaporthe citri, Diaporthe cytosporella and Diaporthe foeniculina.\nDiaporthe citri occurs on Citrus throughout the Citrus-growing regions\nof the world. Diaporthe cytosporella is found on Citrus in Europe and\nCalifornia (USA). Diaporthe foeniculina, including the synonym D.\nneotheicola, is recognized as a species with an extensive host range\nincluding Citrus. Diaporthe medusaea, a name widely used for D. citri,\nwas determined to be a synonym of D. rudis, a species with a broad host\nrange. Diaporthe citri, D. cytosporella, D. foeniculina and D. rudis are\nepitypified, fully described and illustrated with a review of all\nsynonyms based on molecular data and morphological studies. Newly\ndesigned primers are introduced to optimize the amplification and\nsequencing of calmodulin and actin genes in Diaporthe. A discussion is\nprovided of the utility of ITS and EF1-α gene regions and the need for\nmulti-gene phylogenies when distinguishing species of Diaporthe or\ndescribing new species.","trees":[{"tree_label":"PAUP 1","ntax":"75","rootedtree":"TRUE","title":"Tr63472","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63472.phy"},{"tree_label":"PAUP 1","ntax":"125","rootedtree":"TRUE","title":"Tr63451","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63451.phy"},{"tree_label":"PAUP 1","ntax":"74","rootedtree":"TRUE","title":"Tr63473","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63473.phy"}]}