{"Authors":" Raymond Phylip Scheibel, François Catzeflis, Francisco\nAgustin Jimenez","Year":" 2013","Title":" The Relationships of marsupial-dwelling Viannaiidae and\ndescription of Travassostrongylus scheibelorum n. sp.\n(Trichostrongylina: Heligmosomoidea), from mouse opossums (Didelphidae)\nfrom French Guiana","Journal":" Folia Parasitologica","Volume":"","Issue":"","Pages":"","Keywords":" Viannaiidae, Travassostrongylus, Viannaia, Hoineffia,\nDidelphidae, host-switching, South America.","DOI":"","Abstract":" Travassostrongylus scheibelorum n. sp. from the Linnaeus’s\nmouse opossum and the woolly mouse opossum from French Guiana is herein\ndescribed. The nematodes show a synlophe armed with ridges frontally\noriented from right to left, 6 dorsal and 6 ventral, at midbody; 7\ndorsal and 7 ventral posterior to the vulva, and 2 cuticular thickenings\nproximal to the hypodermal cords within the lateral spaces; a long\ndorsal ray and a pointed cuticular flap covering the vulva. This is the\n12th species of Travassostrongylus Orloff, 1933. This genus includes\nspecies featuring ridges around the synlophe and didelphic condition;\ntraits that contrast with those in other genera in Viannaiidae\nNeveu-Lemaire, 1934, which feature ventral ridges on the synlophe of\nadults and a monodelphic condition. Members of the family are chiefly\nNeotropical, and are diagnosed because of the overall resemblance of\ncaudal bursa and the bare dorsal cuticle during at least one stages.\nHerein, we present a reconstruction of the ancestral states of the\ndidelphic/monodelphic condition and the cuticular ridges that form the\nsynlophe in opossum-dwelling trichostrongyles, namely Travassostrongylus\nand Viannaia Travassos, 1914. Our investigations suggest they are not\nreciprocal sister taxa. In addition, the didelphic condition and the\npresence of dorsal synlophe ridges in the Travassostrongylus and the\nAustrostrongylus Chandler, 1924 may have been inherited from a common\nancestor. Finally, it was apparent that the change from didelphic to\nmonodelphic and the loss of dorsal ridges, occurred in the common\nancestor of species of Viannaia, suggesting a synlophe with three\nventral ridges is not pleisomorphic in the opossum dwelling\ntrichostrongylids.","trees":[{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr63072","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63072.phy"}]}