{"Authors":" Bruce A Marshall, Nicolas Puillandre, Josie Lambourdière,\nArnaud Couloux, Sarah Samadi","Year":" 2013","Title":" Deep-sea wood-eating limpets of the genus Pectinodonta Dall,\n1882 (Mollusca: Gastropoda: Patellogastropoda: Pectinodontidae) from the\ntropical West Pacific","Journal":" Mémoires du Museum national d’Histoire Naturelle","Volume":"","Issue":"","Pages":"","Keywords":" Pectinodonta, Tropical West Pacific, DNA taxonomy, new\nspecies","DOI":"","Abstract":" Seven species of Pectinodonta Dall, 1882 are recorded from\nthe tropical West Pacific, of which the following six are described as\nnew: P. alpha n. sp. and P. alis n. sp. from the Solomon Islands and\nVanuatu, P. aurora n. sp. and P. beta n. sp. from Papua New Guinea and\nthe Solomon Islands, P. gamma n. sp. from Vanuatu and New Caledonia and\nP. philippinarum n. sp. from off Luzon, Philippine Islands. Pectinodonta\norientalis Schepman, 1908, previously known from off Sulawesi and\nsouthern Japan, is newly recorded from off Taiwan, the Philippines,\nPapua New Guinea and the Solomon Islands. Specimens were sorted into\nmorphospecies and tentatively attributed to available species names.\nMorphospecies were then evaluated using t COI, ITS1 and/or 28S genes\npolymorphism. The description of the six unamed species includes a\nmolecular diagnosis. The New Zealand species P. marinovichi Marshall,\n1998 is recovered as close to P. orientalis, whereas P. alis n. sp. from\nthe Solomon islands and Vanuatu is recovered as close to the New Zealand\nspecies P. aupouria Marshall, 1985 and P. morioria Marshall, 1985. Two\nother named tropical species, P. alta Schepman, 1908, from off Timor,\nand P. obtusa Thiele, 1925, from off Sumatra (holotype illustrated),\nhave not been recollected.","trees":[{"tree_label":"PAUP 1","ntax":"84","rootedtree":"TRUE","title":"Pectinodonta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67534.phy"},{"tree_label":"PAUP 1","ntax":"83","rootedtree":"TRUE","title":"Pectinodonta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67535.phy"},{"tree_label":"PAUP 1","ntax":"119","rootedtree":"TRUE","title":"Pectinodonta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67533.phy"}]}