{"Authors":" Petr Kocarek, Vaclav John, Pavel Hulva","Year":" 2013","Title":" When the body hides the ancestry: phylogeny of\nmorphologically modified epizoic earwigs based on molecular\nevidence","Journal":" PLoS One","Volume":" 8","Issue":" 6","Pages":"","Keywords":"","DOI":" 10.1371/journal.pone.0066900","Abstract":" Here, we present a study regarding the phylogenetic\npositions of two enigmatic earwig lineages whose unique phenotypic\ntraits evolved in connection with ectoparasitic relationships with\nmammals. Extant earwigs (Dermaptera) have traditionally been divided\ninto three suborders: the Hemimerina, Arixeniina, and Forficulina. While\nthe Forficulina are typical, well-known, free-living earwigs, the\nHemimerina and Arixeniina are unusual epizoic groups living on molossid\nbats (Arixeniina) or murid rodents (Hemimerina). The monophyly of both\nepizoic lineages is well established, but their relationship to the\nremainder of the Dermaptera is controversial because of their extremely\nmodified morphology with paedomorphic features. We present phylogenetic\nanalyses that include molecular data (18S and 28S ribosomal DNA and\nhistone-3) for both Arixeniina and Hemimerina for the first time. This\ndata set enabled us to apply a rigorous cladistics approach and to test\ncompeting hypotheses that were previously scattered in the literature.\nOur results demonstrate that Arixeniidae and Hemimeridae belong in the\ndermapteran suborder Neodermaptera, infraorder Epidermaptera, and\nsuperfamily Forficuloidea. The results support the sister group\nrelationships of Arixeniidae+Chelisochidae","trees":[{"tree_label":"Longer alignment tree","ntax":"45","rootedtree":"TRUE","title":"Epizoic Earwigs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63153.phy"},{"tree_label":"Shorter alignment tree","ntax":"44","rootedtree":"TRUE","title":"Epizoic Earwigs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63155.phy"}]}