{"Authors":" Bonnie B Blaimer, Brian L. Fisher","Year":" 2013","Title":" Taxonomy of the Crematogaster degeeri species-assemblage in\nthe Malagasy region (Hymenoptera: Formicidae)","Journal":" European Journal of Taxonomy","Volume":" 51","Issue":"","Pages":" 1-64","Keywords":"","DOI":" 10.5852/ejt.2013.51","Abstract":" We revise the species-level taxonomy of the Crematogaster\n(Crematogaster)degeeri-species-assemblage, a group of related ants\noccuring in Madagascar and the wider Malagasy region,and further provide\nan identification key to all species-groups of the genus Crematogaster\nin this region. Within the C. degeeri-assemblage, we recognize twelve\nspecies based upon morphological data from worker, queen and male ants,\nas well as genetic data from the barcode region of cytochrome oxidase I.\nSeven new species are described: Crematogaster alafara Blaimer sp. nov.,\nC. bara Blaimer sp. nov.,C. mafybe Blaimer sp. nov., C. maina Blaimer\nsp. nov., C. malahelo Blaimer sp. nov., C. masokely Blaimer sp. nov., C.\nramamy Blaimer sp. nov. Crematogaster tricolor Gerstäcker, 1859 (stat.\nrev.) and C. dentata Dalla Torre, 1893 (stat. nov.) are raised to\nspecies level, and the following new synonymies are proposed:\nCrematogaster degeeri lunaris Santschi, 1928 as a synonym of C. degeeri\nForel, 1886; Crematogaster sewelli improba Forel, 1907 and C. sewelli\nmauritiana Forel, 1907 as synonyms of C.dentata Dalla Torre, 1893, and\nC. pacifica Santschi, 1919 as a synonym of C. lobata Emery, 1895.\nSpecies descriptions, images, and distribution maps and identification\nkeys based on worker ants, as well as on queen ants where available, are\npresented for all twelve species. In addition, we present a molecular\ngene tree for cytochrome oxidase I and summarize levels of sequence\ndivergence within and between species of the C.\ndegeeri-species-assemblage. Our findings are discussed in the light of\nprevious work on Malagasy Crematogaster ants.","trees":[{"tree_label":"CO1 Bayesian","ntax":"126","rootedtree":"TRUE","title":"Crematogaster","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_65771.phy"}]}