{"Authors":" Pablo R Hardoim, Rashid Nazir, Angela Sessitsch, Dana\nElhottová, Elisa Korenblum, Leonard Simon van Overbeek, Jan Dirk van\nElsas","Year":" 2013","Title":" The new species Enterobacter oryziphilus sp. nov. and\nEnterobacter oryzendophyticus sp. nov. are key inhabitants of the\nendosphere of rice","Journal":" BMC microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Plant growth-promoting bacteria; endophytes; diazotrophic\nbacteria; methanotrophic bacteria; phosphate-solubilizing bacteria;\nproduction of indole-3-acetic acid; International Rice Research\nInstitute","DOI":"","Abstract":" Background: Six independent Gram-negative, facultatively\nanaerobic, non-spore-forming, nitrogen-fixing rod-shaped isolates were\nobtained from the root endosphere of rice grown at the International\nRice Research Institute (IRRI) and investigated in a polyphasic\ntaxonomic study. Results: The strains produced fatty acid patterns\ntypical for members of the family Enterobacteriaceae. Comparative\nsequence analysis of the 16S rRNA gene allocated the strains to two\nwell-defined groups within the genus Enterobacter, family\nEnterobacteriaceae. The analysis indicated Enterobacter radicincitans,\nEnterobacter arachidis and Enterobacter oryzae as the closest related\nspecies. The RpoB (translated) protein comparison supported the\nplacement in the genus Enterobacter and the close relatedness of these\nspecies. Furthermore, based on DNA-DNA hybridization analysis and\nbiochemical characteristics, the strains were (1) shown to belong to the\ngenus Enterobacter and (2) to belong to two distinct groups representing\ntwo proposed novel species. They can be differentiated from each other\nand from existing enteric species by acid production from L-rhamnose and\nD-melibiose, decarboxylation of ornithine and utilization of D-alanine,\nD-raffinose L-proline and L-aspartic acid, among other characteristics.\nMembers of both species colonised rice roots and revealed\nplant-growth-promoting capabilities, i.e. fixation of nitrogenand\nsolubilisation of inorganic phosphorus, next to colonization traits\nallowing adaptation to the host plant. Conclusions: Two novel endophytic\nbacterial species, denominated Enterobacter oryziphilus sp. nov. (type\nstrain REICA_142T=LMG 26429T=NCCB 100393T) and Enterobacter\noryzendophyticus sp. nov. (type strain REICA_082T=LMG 26432T =NCCB\n100390T) were isolated from rice roots. Both species types are capable\nof promoting rice growth by supplying nitrogen and phosphorus.","trees":[{"tree_label":"Figure S2","ntax":"45","rootedtree":"TRUE","title":"Enterobacteriaceae rpoB gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_63263.phy"},{"tree_label":"Figure 2","ntax":"45","rootedtree":"TRUE","title":"Enterobacteriaceae rpoB gene MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_63264.phy"},{"tree_label":"tree 1","ntax":"41","rootedtree":"TRUE","title":"Tr63460","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63460.phy"},{"tree_label":"tree 1","ntax":"41","rootedtree":"TRUE","title":"Tr63461","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63461.phy"}]}