{"Authors":" Nicolai M. Nürk, Charlotte Scheriau, Santiago Madriñán","Year":" 2013","Title":" Explosive radiation in páramo Hypericum  rates of\ndiversification among New World lineages","Journal":" Frontiers in Genetics  Evolutionary and Population\nGenetics. Special volume: Effects of mountain formation and uplift on\nbiological diversity","Volume":" 4","Issue":" 175","Pages":"","Keywords":" Adaptive Radiation, Andes Mountains, diversification,\nHypericum, rDNA ITS phylogenetics, Neotropics, Páramos","DOI":" 10.3389/fgene.2013.00175","Abstract":" High-elevation Andean grasslands, the páramos, ranging\nfrom ca. 2800 m to the snow line, harbor one of the fastest evolving\nbiomes worldwide since their appearance in the northern Andes 35 million\nyears (Ma) ago. Hypericum (St. Johns worth) has with over 63% of its\nNeotropical species a center of diversity in these high Mountain\necosystems. Using nuclear rDNA internal transcribed spacer (ITS)\nsequences of a broad sample of South American Hypericum species we\ninvestigate phylogenetic patterns, estimate divergence times, and\nprovide the first insights into diversification rates within the genus\nin the Neotropics. Two lineages appear to have independently dispersed\ninto South America around 3.5 Ma ago, one of which has radiated in the\npáramos (Hypericum section Brathys). We find strong support for the\nparaphyly of H. sect. Trigynobrathys, several species of which group\nwithin H. sect. Brathys, while others are found in temperate lowland\nSouth America (H. sect. Trigynobrathys s.str.). All páramo species of\nHypericum group in one clade. Within these páramo Hypericum species\nunparalleled phenotypic evolution has taken place (life forms from\narborescent to prostrate shrubs) evidently in a short time frame. We\nhypothesize multiple mechanisms to be responsible for the low\ndifferentiation in the ITS region contrary to the high morphological\ndiversity found in Hypericum in the páramo. Amongst these may be ongoing\nhybridization and incomplete lineage sorting, as well as the putative\nadaptive radiation, which may explain the contrast between phenotypic\ndiversity and the close genetic relationships.","trees":[{"tree_label":"Fig. 3 UCLN","ntax":"180","rootedtree":"TRUE","title":"Andean páramo Hypericum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64115.phy"},{"tree_label":"MLT","ntax":"180","rootedtree":"TRUE","title":"Andean páramo Hypericum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64116.phy"},{"tree_label":"Fig. 2 BI","ntax":"180","rootedtree":"TRUE","title":"Andean páramo Hypericum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64117.phy"}]}