{"Authors":" Paulo Ricardo Machado Almeida","Year":" 2013","Title":" High specialization in mycorrhizal association of endemic\ntropical orchids Encyclia dichroma (Lindl.) Schltr. and E. ghillanyi\nPabst in Brazilian Northeast region","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Mycorrhiza, Specificity, Orchidaceae, Epulorhiza,\nTulasnella.","DOI":"","Abstract":" All the orchids are mycoheterotrophic in the beginning of\ntheir life cycle, and many species still retain this type of nutrition\nin the adult stage. E. dichroma and E. ghillanyi are tropical sister\nspecies of orchids, endemic in the Brazilian Northeast region, which\nexhibit very similar phenotypes, in spite of their disjunct geographic\ndistribution and markedly distinct habitats of occurrence (sandy coastal\ndunes and rocky fields in inner part of the country). In this work we\npresent a study of mycorrhizal association in these orchids, using DNA\nmethods and molecular phylogenetic approach to: (i) identify fungal\nsymbionts, (ii) verify mycorrhizal speciﬁcity, (iii) understand the\ninfluence of host plant habitat and genotypes in this association, and\n(iv) evaluate genetic variability and population differentiation of the\norchid hosts by a population genetics approach. A total of 62\nmycorrhizal anamorphic fungi isolates were retrieved from roots of 135\nindividuals from 10 distinct populations of E. dichroma and E.\nghillanyi. Fungal isolates, which clearly exhibited features of\nrhizoctonoid fungi, presented a marked morphological and physiological\ndifferentiation in pure culture and could be assigned to three groups:\n(a) similar to Epulorhiza repens, (b) similar to Epulorhiza epiphytica,\nand, mainly, (c) strains of Epulorhiza amonilioides sp. nov., which\ncomprised 78% of the isolates. All the isolates from E. dichroma were\nEpulorhiza amonilioides sp. nov, whereas those of E. ghillanyi were\nstrains from all three identified groups (E.repens, E. epiphytica and E.\namonilioides sp. nov.). Molecular phylogenetic analysis of nrITS\ncorroborated the morphological groups based on cultural studies with\nvery strong statistical support. The great majority of the mycorrhizal\nfungi from E. dichroma and E. ghillanyi were assigned to Rhizoctonia\ns.l. complex, and those with very high similarity to the teleomorph\nTulasnella irregularis corresponded to Epulorhiza amonilioides sp. nov.\nThe genetic variability analysis based on ISSR marker as well as the\npopulation structure analysis based on ∆K value corroborated that E.\ndichroma and E. ghillanyi are distinct biological species. Therefore,\nour results suggest a high specialization in mycorrhizal association in\nE. dichroma and E. ghillanyi related to habitat distinction. Additional\nstudies investigating putative colonization of Epulorhiza amonilioides\nsp. nov. in other populations of orchid species in the same habitats are\ncurrently being performed.","trees":[{"tree_label":"PAUP 1","ntax":"125","rootedtree":"TRUE","title":"Tr63267","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63267.phy"},{"tree_label":"PAUP 1","ntax":"56","rootedtree":"TRUE","title":"Tr63268","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63268.phy"}]}