{"Authors":" Anna Petri","Year":" 2013","Title":" Introgressive hybridization between anciently diverged\nlineages of Silene (Caryophyllaceae)","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Hybridization has played a major role during the evolution\nof angiosperms, mediating both gene flow between already distinct\nspecies and the formation of new species. Newly formed hybrids between\ndistantly related taxa are often sterile. For this reason, interspecific\ncrosses resulting in fertile hybrids have rarely been described to take\nplace after more than a few million years after divergence. We describe\nhere the traces of a reproductively successful hybrid between two\nancestral species of Silene, diverged for about six million years prior\nto hybridization. No extant hybrids between the two parental lineages\nare currently known, but introgression of the RNA polymerase gene NRPA2\nprovides clear evidence of a temporary and fertile hybrid. Parsimony\nreconciliation between gene trees and the species tree, as well as\nconsideration of clade ages, help exclude gene paralogy and lineage\nsorting as alternative hypotheses. This may represent one of the most\nextreme cases of divergence between species prior to introgressive\nhybridization discovered yet, notably at a homoploid level. Although\nspecies boundaries are generally believed to be stable after millions of\nyears of divergence, we believe that this finding may indicate that gene\nflow between distantly related species is merely largely undetected at\npresent.","trees":[{"tree_label":"con 50 majrule","ntax":"227","rootedtree":"TRUE","title":"Tr63476","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63476.phy"},{"tree_label":"con 50 majrule","ntax":"227","rootedtree":"TRUE","title":"Tr63477","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63477.phy"},{"tree_label":"TREE1","ntax":"138","rootedtree":"TRUE","title":"Tr63478","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63478.phy"}]}