{"Authors":" Stephen R. Downie, K. F. Chung, Krzysztof Spalik, C. I.\nPeng, Barbara A. Schaal","Year":" 2005","Title":" Molecular systematics of the trans-Pacific alpine genus\nOreomyrrhis (Apiaceae)- phylogenetic affinities and biogeography\nimplications","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Alpine ecosystem is the only terrestrial biogeographic\nunit that is distributed globally. Studying phylogenetics of the plant\nspecies in this widespread ecosystem will provide insights into the\nhistorical biogeographic processes that have shaped the global\nbiodiversity. The trans-Pacific disjunct alpine genus Oreomyrrhis\n(Apiaceae) was investigated using nuclear rDNA ITS sequences to test the\ntaxonomic and biogeographic hypotheses. Phylogenetic analyses using\nmaximum parsimony, maximum likelihood, and Bayesian inference revealed\nthat species of Oreomyrrhis form a weakly supported monophyletic clade\nthat is nested within Chaerophyllum sect. Chaerophyllum (subtribe\nScandicinae, tribe Scandiceae). The optimal solutions of\ndispersal-vicariance analysis indicate that the ancestor of\nChaerophyllum sect. Chaerophyllum (including Oreomyrrhis) was\ndistributed in Eurasia and subsequently dispersed to North America and\nsouthern Pacific Rim. Dating using ITS sequence variation suggests that\nthese dispersal events were recent, probably during late Tertiary to\nQuaternary. The structure of the ITS haplotype network suggests that a\nrapid range expansion via long-distance dispersal had been crucial in\ngenerating the trans-Pacific disjunction of Oreomyrrhis. Furthermore,\nevolution toward smaller mericarp size, reduction in chromosome number,\nand a transition from outcrossing to selfing during Oreomyrrhis¡\u001as\nevolution might have increased the chances to long-distance dispersal,\nfacilitating its range expansion and occupation on alpine\nenvironments.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Apioideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_491.phy"},{"tree_label":"Fig. 4A","ntax":"57","rootedtree":"TRUE","title":"Scandicinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4547.phy"}]}