{"Authors":" Steve Leavitt, Matthew Nelsen, H. Thorsten Lumbsch, Leigh\nA. Johnson, Larry L. St. Clair","Year":" 2013","Title":" Symbiont flexibility in subalpine rock shield lichen\ncommunities in the Southwestern USA","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Algae, fungi, Trebouxia, selectivity, specificity,\nsymbiosis, Xanthoparmelia","DOI":"","Abstract":" Fungal selectivity (range of potential partners) for algal\nsymbionts has been found to vary in lichen associations. Although a\nlarge number of studies have focused on the taxonomy and evolution of\nfungi in the speciose parmelioid clade (Parmeliaceae, Ascomycota),\nfungal-algal interactions in this ecologically and evolutionarily\ndiverse group remain largely unexplored. In this study we investigated\nthe algal symbionts of Xanthoparmelia fungi in western North America. We\ngenerated sequence data from a total of 58 rock shield lichens\n(Xanthoparmelia fungi + Trebouxia algae) collected across three sites in\na subalpine community in southern Utah, USA. We explored the role of\nsubstrates, secondary metabolite variation, phenotype-based\nXanthoparmelia species, mycobiont genetic population clusters, and\nsite-specific differences in structuring assemblages of algae. Our\nresults indicated that Xanthoparmelia fungi associate with a broad range\nof Trebouxia lineages in a local, subalpine habitat. Most algae sampled\nform part of the diverse Trebouxia ’gigantea/arboricola clade, while a\nsmall number of algae from outside of this clade were also found to\nassociate with the Xanthoparmelia species investigated here. Our results\nalso revealed multiple Trebouxia lineages within the T.\ngigantea/arboricola clade that have not been previously recognized.\nFurthermore, accumulation curves suggest that additional algal diversity\nin rock shield lichen communities in the sampled subalpine habitat may\nbe recovered with additional sampling. Overall, we found no clear\nassociation of algal clades with traditional phenotype-based\nXanthoparmelia species, mycobiont genetic population clusters, distinct\nextrolites, or substrates. However, our data revealed significant\ngenetic structuring of Trebouxia communities in separate subalpine\nmeadow areas in a relatively homogeneous subalpine community.\nSignificant site-specific differences in Trebouxia diversity in rock\nshield lichen communities and low selectivity suggest that symbiont\nflexibility may play an important role in overall successful\ncolonization of rock shield lichens across a wide array of habitats in\nwestern North America.","trees":[{"tree_label":"tree 1","ntax":"135","rootedtree":"TRUE","title":"Trebouxia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63287.phy"}]}