{"Authors":" Franky Bossuyt, Rafe M. Brown, David M Hillis, David C.\nCannatella, Michel C. Milinkovitch","Year":" 2006","Title":" Phylogeny and Biogeography of a Cosmopolitan Frog Radiation:\nLate Cretaceous Diversification Resulted in Continent-Scale Endemism in\nthe Family Ranidae.","Journal":" Systematic Biology","Volume":" 55","Issue":" 4","Pages":" 579-594","Keywords":" Anura; biogeography; convergence; radiation; Ranidae;\nRanoidea","DOI":" 10.1080/10635150600812551","Abstract":" Ranidae is a large anuran group with a nearly cosmopolitan\ndistribution. We investigated the phylogenetic relationships and early\nbiogeographic history of ranid frogs, using 104 representatives of all\nsubfamilies and families, sampled from throughout their distribution.\nAnalyses of ~1570 bp of nuclear gene fragments (Rag-1, rhod, Tyr) and\n~2100 bp of the mitochondrial genome (12S rRNA, tRNAVAL, 16S rRNA)\nindicate that the monophyly of several taxa can be rejected with high\nconfidence. Our tree is characterized by a clear historical association\nof each major clade with one Gondwanan plate. This prevalence of\ncontinent-scale endemism suggests that plate tectonics has played a\nmajor role in the distribution of ranid frogs. We performed\ndispersal-vicariance analyses, as well as analyses constrained by\npaleogeographic data, to estimate ancestral distributions during early\nranid diversification. Additionally, we used molecular clock analyses to\nevaluate whether these scenarios fit the temporal framework of\ncontinental breakup. Our analyses suggest that a scenario in which the\nancestors of several clades (Rhacophorinae, Dicroglossinae, Raninae)\nreached Eurasia via the Indian subcontinent, and the ancestor of\nCeratobatrachinae entered via the Australia-New Guinea plate, best fits\nthe paleogeographic models and requires the fewest number of\ndispersal/vicariance events. However, several alternatives, in which\npart of the ranid fauna colonized Laurasia from Africa, are not\nsignificantly worse. Most importantly, all hypotheses make clear\npredictions as to where to expect key fossils and where to sample other\nliving ranids, and thus constitute a strong basis for further\nresearch.","trees":[{"tree_label":"PAUP 1","ntax":"111","rootedtree":"TRUE","title":"Cosmopolitan Frog Radiation","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63301.phy"},{"tree_label":"PAUP 1","ntax":"124","rootedtree":"TRUE","title":"Cosmopolitan Frog Radiation","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63302.phy"}]}