{"Authors":" Carl J. Rothfels, Eric Schuettpelz","Year":" 2013","Title":" Accelerated Rate of Molecular Evolution for Vittarioid Ferns\nis Strong and Not Due to Selection","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Adiantum, Calciphilopteris, codon models, divergence time\ndating, local clocks, model selection, molecular clock, mutation rate,\nnucleotide substitution rate, Pteridaceae, rate heterogeneity, relaxed\nclocks, trigenomic analyses","DOI":"","Abstract":" Molecular evolutionary rate heterogeneitythe violation of\na molecular clockis a prominent feature of many phylogenetic datasets.\nIt has particular importance to systematists not only because of its\nbiological implications, but also for its practical effects on our\nability to infer and date evolutionary events. Here we show, using both\nmaximum likelihood and Bayesian approaches, that a remarkably strong\nincrease in substitution rate in the vittarioid ferns is consistent\nacross the nuclear and plastid genomes. Contrary to some expectations,\nthis rate increase is not due to selective forces acting at the protein\nlevel in our focal loci; the vittarioids bear no signature of the change\nin the relative strengths of selection and drift that one would expect\nif the rate increase was caused by altered post-mutation fixation rates.\nInstead, the substitution rate increase appears to stem from an elevated\nsupply of mutations, perhaps limited to the vittarioid ancestral branch.\nThis generalized rate increase is accompanied by extensive fine-scale\nheterogeneity in rates across loci, genomes, and taxa. Our analyses\ndemonstrate the effectiveness and flexibility of trait-free\ninvestigations of rate heterogeneity within a model selection framework,\nemphasize the importance of explicit tests for signatures of selection\nprior to invoking selection-related or demography-based explanations for\npatterns of rate variation, and illustrate some unexpected nuances in\nthe behavior of relaxed clock methods for modeling rate heterogeneity,\nwith implications for our ability to confidently date divergence events.\nIn addition, our data provide strong support for the monophyly of\nAdiantum, and for the position of Calciphilopteris in the cheilanthoid\nferns, two relationships for which convincing support was previously\nlacking.","trees":[{"tree_label":"Imported tree 0","ntax":"26","rootedtree":"TRUE","title":"Vittarioid Ferns","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63427.phy"},{"tree_label":"PAUP 1","ntax":"67","rootedtree":"TRUE","title":"Vittarioid Ferns","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63428.phy"}]}