{"Authors":" Alexey A Grum-Grzhimaylo, Marina L. Georgieva, Alfons J.M.\nDebets, Elena N. Bilanenko","Year":" 2013","Title":" Are alkalitolerant fungi of the Emericellopsis lineage\n(Bionectriaceae) of marine origin?","Journal":" IMA Fungus","Volume":" 4","Issue":" 2","Pages":" 213-228","Keywords":" Acremonium, Emericellopsis, alkaline soils, molecular\nphylogeny, pH tolerance, soda soils","DOI":" 10.5598/imafungus.2013.04.02.07","Abstract":" Surveying the fungi of alkaline soils in Siberia,\nTrans-Baikal regions (Russia), the Aral lake (Kazakhstan), and Eastern\nMongolia, we report an abundance of alkalitolerant species representing\nthe Emericellopsis -clade within the Acremonium cluster of fungi (order\nHypocreales ). On an alkaline medium (pH ca . 10), 34 acremonium-like\nfungal strains were obtained. One of these was able to develop a sexual\nmorph and was shown to be a new member of the genus Emericellopsis ,\ndescribed here as E. alkalina sp. nov. Previous studies showed two\ndistinct ecological clades within Emericellopsis , one consisting of\nterrestrial isolates and one predominantly marine. Remarkably, all the\nisolates from our study sites show high phylogenetic similarity based on\nsix loci (LSU and SSU rDNA, RPB2, TEF1-Î±, Î²-tub and ITS region),\nregardless of their provenance within a broad geographical distribution.\nThey group within the known marine-origin species, a finding that\nprovides a possible link to the evolution of the alkaliphilic trait in\nthe Emericellopsis lineage. We tested the capacities of all newly\nisolated strains, and the few available reference ex-type cultures, to\ngrow over wide pH ranges. The growth performance varied among the tested\nisolates, which showed differences in growth rate as well as in pH\npreference. Whereas every newly isolated strain from soda soils was\nextremely alkalitolerant and displayed the ability to grow over a wide\nrange of ambient pH (range 4â“11.2), reference marine-borne and\nterrestrial strains showed moderate and no alkalitolerance,\nrespectively. The growth pattern of the alkalitolerant Emericellopsis\nisolates was unlike that of the recently described and taxonomically\nunrelated alkaliphilic Sodiomyces alkalinus, obtained from the same type\nof soils but which showed a narrower preference towards high pH.","trees":[{"tree_label":"con 50 majrule","ntax":"105","rootedtree":"TRUE","title":"Emericellopsis BI for LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63443.phy"},{"tree_label":"con 50 majrule","ntax":"105","rootedtree":"TRUE","title":"Emericellopsis ML for LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63444.phy"},{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Emericellopsis ML for LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63449.phy"},{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Emericellopsis ML for LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63450.phy"}]}