{"Authors":" Francesca Rigon, Thomas Stach, Caicci federico, Fabio\nGasparini, Paolo Burighel, Lucia Manni","Year":" 2013","Title":" Evolutionary diversification of secondary mechanoreceptor\ncells in Tunicata","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" cladistic analysis, Oikopleura albicans, Oikopleura\ndioica, sensory cells","DOI":"","Abstract":" Background. Hair cells are vertebrate secondary sensory\ncells located in the ear and in the lateral line organ. Until recently,\nthese cells were considered to be mechanoreceptors exclusively found in\nvertebrates that evolved within this group. Evidence of secondary\nmechanoreceptors in some tunicates, the proposed sister group of\nvertebrates, has recently led to the hypothesis that vertebrate and\ntunicate secondary sensory cells share a common origin. Secondary\nsensory cells were described in detail in two tunicate groups, ascidians\nand thaliaceans, in which they constitute an oral sensory structure\ncalled the coronal organ. Among thaliaceans, the organ is absent in\nsalps and it has been hypothesised that this condition is due to a\ndifferent feeding system adopted by this group of animals. No\ninformation is available as to whether a comparable structure exists in\nthe third group of tunicates, the appendicularians, although different\nsensory structures are known to be present in these animals. Results. We\nstudied the detailed morphology of appendicularian oral\nmechanoreceptors. Using light and electron microscopy we could\ndemonstrate that the mechanosensory organ called the circumoral ring is\ncomposed of secondary sensory cells. We described the ultrastructure of\nthe circumoral organ in two appendicularian species, Oikopleura dioica\nand Oikopleura albicans, and thus taxonomically completed the data\ncollection of tunicate secondary sensory cells. To understand the\nevolution of secondary sensory cells in tunicates, we performed a\ncladistic analysis using morphological data. We constructed a matrix\nconsisting of 19 characters derived from detailed ultrastructural\nstudies in 16 tunicate species and used a cephalochordate and three\nvertebrate species as outgroups. Conclusions. Our study clearly shows\nthat the circumoral ring is the appendicularian homologue of the coronal\norgan of other tunicate taxa. The cladistic analysis enabled us to\nreconstruct the features of the putative ancestral hair cell in\ntunicates, represented by a simple monociliated cell. This cell\nsuccessively differentiated into the current variety of oral\nmechanoreceptors in the various tunicate lineages. Finally, we\ndemonstrated that the inferred evolutionary changes coincide with major\ntransitions in the feeding strategies in each respective lineage.","trees":[{"tree_label":"stored 1","ntax":"20","rootedtree":"TRUE","title":"Secondary mechanoreceptor cells in Tunicata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63448.phy"}]}