{"Authors":" Inger Greve Alsos, Pierre Taberlet, Christian Brochmann,\nLudovic Gielly, Torstein Engelskjøn","Year":" 2005","Title":" Impact of ice ages on circumpolar molecular diversity:\ninsight from an ecological key species","Journal":" Molecular Ecology","Volume":" 14","Issue":" NA","Pages":" 2739-2753","Keywords":" NA","DOI":" NA","Abstract":" We address the impact of the ice age cycles on\nintraspecific cpDNA diversity, for the first time on the full\ncircumboreal-circumarctic scale. The bird-dispersed bog bilberry (or\narctic blueberry, Vaccinium uliginosum) is a key component of northern\necosystems and is here used to assess diversity in previously glaciated\nversus unglaciated areas and the importance of Beringia as a refugium\nand source for interglacial expansion. Eighteen chloroplast DNA\nhaplotypes were observed in and among 122 populations, grouping into\nthree main lineages which probably diverged before, and thus were\naffected more or less independently by, all major glaciations. The\nboreal ‘Amphi-Atlantic Lineage’ included one haplotype occurring\nthroughout Northern Europe and one occurring in eastern North America,\nsuggesting expansion from at least two bottlenecked, glacial refugium\npopulations. The boreal ‘Beringian Lineage’ included seven haplotypes\nrestricted to Beringia and the Pacific coast of USA. The ‘Arctic-Alpine\nLineage’ lineage included nine haplotypes, one of them fully\ncircumpolar. This lineage was unexpectedly diverse, also in previously\nglaciated areas, suggesting that it thrived on the vast tundras during\nthe ice ages and recolonized deglaciated terrain over long distances.\nIts largest area of persistence during glaciations was probably situated\nin the north, stretching from Beringia and far into Eurasia, and it\nprobably also survived the last glaciation in southern mountain ranges.\nAlthough Beringia apparently was important for the initial divergence\nand expansion of Vaccinium uliginosum as well as for continuous survival\nof both the Beringian and Arctic-Alpine lineages during all ice ages,\nthis region played a minor role as a source for later interglacial\nexpansions.","trees":[{"tree_label":"Fig. 2","ntax":"20","rootedtree":"TRUE","title":"Vaccinium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4549.phy"}]}