{"Authors":" Zhou Su, Zheng Wang, Francesc López-Giráldez, Jeffrey P.\nTownsend","Year":" 2014","Title":" The impact of molecular evolutionary model selection on\npredictions of phylogenetic signal and noise","Journal":" Frontiers in Phylogenetics, Phylogenomics, and\nSystematics","Volume":"","Issue":"","Pages":"","Keywords":" Model selection; phylogenetic signal; noise","DOI":"","Abstract":" Phylogenetic inference can be improved by the development\nand use of better models for inference given the data available, or by\ngathering more appropriate data given the potential inferences to be\nmade. Numerous studies have demonstrated the crucial importance of\nselecting a best-fit model to conducting accurate phylogenetic inference\ngiven a data set, explicitly revealing how model choice affects the\nresults of phylogenetic inferences. However, the importance of\nspecifying a correct model of evolution for predictions of the best data\nto be gathered has never been examined. Here, we extend analyses of\nphylogenetic signal and noise that predict potential to resolve nodes in\na phylogeny to incorporate all time-reversible Markov models of\nnucleotide substitution. Extending previous results on the canonical\nfour-taxon tree and removing constraints on the branch lengths, our\ntheory yields an analytical method that uses estimates of the rates of\nevolution and the model of molecular evolution to predict the\ndistribution of signal, noise, and polytomy. We applied our methods to a\nstudy of 29 taxa of the yeast genus Candida and allied members to\npredict the power of five markers, COX2, ACT1, RPB1, RPB2, and D1/D2\nLSU, to resolve a poorly supported backbone node corresponding to a\nclade of hyploid Candida species, as well as nineteen other nodes that\nare reasonably short and at least moderately deep in the consensus tree.\nThe use of simple, unrealistic models that did not take into account\ntransition/transversion rate differences led to some discrepancies in\npredictions, but overall our results demonstrate that predictions of\nsignal and noise in phylogenetics are fairly robust to model\nspecification.","trees":[{"tree_label":"tree1","ntax":"31","rootedtree":"TRUE","title":"Candida and allied members","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66939.phy"}]}