{"Authors":" Claire West, Stephen A James, Robert P Davey, Jo Dicks, Ian\nN Roberts","Year":" 2013","Title":" Allele Frequencies in Yeast rDNA Tandem Arrays Follow\nU-Shaped Distributions and can be used for Fine-Scaled Phylogenetic\nInference","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" ribosomal DNA, phylogenetic analysis, yeast, concerted\nevolution, whole genome sequencing, genome hybridisation","DOI":"","Abstract":" The ribosomal RNA encapsulates a wealth of evolutionary\ninformation, including genetic variation that can be used to\ndiscriminate between organisms at a wide range of taxonomic levels.\nIndeed, the prokaryotic 16S rDNA sequence is very widely used both in\nphylogenetic studies and as a marker in metagenomic surveys and the ITS\nregion, frequently used in plant phylogenetics, is now recognised as a\nfungal DNA barcode. However, this widespread use does not escape\ncriticism, principally due to issues such as difficulties in\nclassification of paralogous versus orthologous rDNA units and\nintragenomic variation, both of which may be significant barriers to\naccurate phylogenetic inference. In order to address the second of these\nissues, rDNA sequence heterogenetity, while controlling for the first we\nhave used datasets from the Saccharomyces Genome Resequencing Project,\ncharacterising rDNA sequence variation in unprecedented detail. In our\nanalysis of 34 strains of the baker’s yeast Saccharomyces cerevisiae and\n26 strains of the wild yeast Saccharomyces paradoxus, both of which\npossess single locus rDNA systems, we identify 1,168 and 978\npolymorphisms respectively. We further show that this variation, which\nboth contracts and proliferates under concerted evolutionary mechanisms,\nfollows U-shaped distributions in both species, similar to sets of loci\nevolving under very different evolutionary mechanisms. We demonstrate\nthat a strong phylogenetic signal exists within both datasets and\nillustrate how they can be used, with existing methodology, to estimate\nintra-species phylogenies of yeast strains consistent with those derived\nfrom whole-genome approaches. We also describe the use of partial Single\nNucleotide Polymorphisms, a type of sequence variation found only in\nrepetitive genomic regions, in identifying key evolutionary features\nsuch as genome hybridisation events and show their consistency with\nwhole-genome Structure analyses. We discuss how, in future, new models\nof concerted evolution could transform rDNA sequence heterogeneity from\na problem to a useful source of evolutionary information, enabling the\nestimation of highly accurate phylogenies of closely related\norganisms.","trees":[{"tree_label":"Tree1","ntax":"27","rootedtree":"TRUE","title":"Tr63493","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63493.phy"},{"tree_label":"Tree1","ntax":"35","rootedtree":"TRUE","title":"Tr63494","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63494.phy"}]}