{"Authors":" Natalia Helena Filipowicz, Hanno Schaefer, Susanne S\nRenner","Year":" 2014","Title":" Revisiting Luffa (Cucurbitaceae) 25 years after C. Heiser:\nspecies boundaries and application of names tested with plastid and\nnuclear data","Journal":" Systematic Botany","Volume":" 39","Issue":" 1","Pages":" 205-215","Keywords":" Australian endemic, barcoding, species boundaries, New\nWorld Luffa, nomenclature","DOI":" 10.1600/036364414X678215","Abstract":" AbstractThe circumscription of the five to eight species\nof Luffa, as well as their correct names, have long been problematic.\nExperts on the genus, most recently C. Heiser and C. Jeffrey, have\ndisagreed on the number of species in the New World and the application\nof the name L. operculata, which in turn affected the names L.\nquinquefida and L. sepium. Heiser used classic biosystematic methods,\nincluding experimental crossing, to infer species boundaries, but\nneither researcher had todays option of using DNA sequences for this\npurpose. We sequenced 51 accessions of Luffa, representing the\ngeographic range of the genus and as much as possible topotypical or\ntype material. Phylogenies from four non-coding plastid regions and the\nnuclear ribosomal DNA spacer region show that eight clades of specimens\nhave geographicmorphological coherence. Heisers view that Luffa has\nthree species in the New World is supported, and there are four species\nin tropical and subtropical Asia. Australia has an endemic species,\ndiffering from the Indian species with which it had long been lumped.\nOur vouchered ITS and plastid sequences from throughout species ranges\nare available in GenBank and can serve to identify Luffa material\nsimilar to standard DNA barcoding regions. We also provide new arguments\nfor Heisers application of the name L. operculata to a South American\nspecies, countering Jeffreys arguments in favor of its use for a Central\nAmerican species.","trees":[{"tree_label":"[1]Filipowicz_et_al_Luffa_52acc","ntax":"52","rootedtree":"TRUE","title":"Tr63499","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63499.phy"}]}