{"Authors":" Juliana Chacon, Natalie Cusimano, Susanne S Renner","Year":" 2013","Title":" The Evolution of Colchicaceae, with a Focus on Changes in\nChromosome Numbers","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" African Colchicaceae, ancestral chromosome number, maximum\nlikelihood inference, polyploidy","DOI":"","Abstract":" The lily family Colchicaceae consists of geophytic herbs\ndistributed on all continents except the Neotropics. It is particularly\ndiverse in southern Africa, where 80 of the 270 species occur.\nColchicaceae exhibit a wide range of ploidy levels, from 2n = 14 to 2n =\n216. To understand where and how this cytogenetic diversity arose, we\ngenerated multilocus phylogenies of the Colchicaceae and the Colchicum\nclade that respectively included 82 or 137 species plus relevant\noutgroups. To infer the number of polyploidization events and single\nchromosome changes (dysploidy) that could explain the observed numbers\nin the living species, we compared a series of likelihood models on\nphylograms and ultrametric trees containing the 52 or 122 species with\npublished chromosome counts. Models were optimized under maximum\nlikelihood. The results show that the main mechanism of chromosome\nnumber evolution in most Colchicaceae clades was the gain or loss of\nsingle chromosomes, with the exception of Colchicum in which\npolyploidization events are concentrated, presumably as the result of\nhybridization and allopolyploidization.","trees":[{"tree_label":"MLT","ntax":"187","rootedtree":"TRUE","title":"Colchicum MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63548.phy"},{"tree_label":"Ultrametric","ntax":"187","rootedtree":"TRUE","title":"Colchicum Ultrametric","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63549.phy"},{"tree_label":"Colchicaceae ML","ntax":"92","rootedtree":"TRUE","title":"Colchicaceae ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_63550.phy"}]}