{"Authors":" Christopher N Roterman, Jon T Copley, Katrin T Linse, Paul\nA Tyler, Alex David Rogers","Year":" 2013","Title":" The biogeography of the yeti crabs (Kiwaidae) with notes on\nthe phylogeny of the Chirostyloidea (Decapoda: Anomura)","Journal":" Proceedings of the Royal Society B","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The phylogeny of the superfamily Chirostyloidea (Decapoda:\nAnomura) has been poorly understood owing to limited taxon sampling and\ndiscordance between different genes. We present a nine-gene dataset\nacross 15 chirostyloids, including all known yeti crabs (Kiwaidae), to\nimprove the resolution of phylogenetic affinities within and between the\ndifferent families and to date key divergences using fossil\ncalibrations. This study supports the monophyly of Chirostyloidea and\nwithin this, a basal split between Eumunididae and a\nKiwaidae-Chirostylidae clade. All three families originated in the\nmid-Cretaceous but extant kiwaids and most chirostylids radiated from\nthe Eocene onwards. Within Kiwaidae, the basal split between the\nseep-endemic Kiwa puravida and a vent clade comprising Kiwa hirsuta and\nKiwa spp. found on the East Scotia and South West Indian ridges is\ncompatible with a hypothesised seep-to-vent evolutionary trajectory. A\nDivergence date estimate of 13.4  25.9 Ma between the Pacific and\nnon-Pacific lineages is consistent with Kiwaidae spreading into the\nAtlantic sector of the Southern Ocean via the recently opened Drake\nPassage. The recent radiation of Kiwaidae adds to the list of\nchemosynthetic fauna that appear to have diversified after the\nPaleocene/Eocene Thermal Maximum, a period of possibly widespread\nanoxia/dysoxia in deep-sea basins.","trees":[{"tree_label":"con 50 majrule","ntax":"23","rootedtree":"TRUE","title":"Tr63509","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63509.phy"},{"tree_label":"0","ntax":"23","rootedtree":"TRUE","title":"Tr63510","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63510.phy"},{"tree_label":"TREE1","ntax":"23","rootedtree":"TRUE","title":"Tr63513","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63513.phy"}]}