{"Authors":" Niclas Engene, Valerie J Paul","Year":" 2013","Title":" Five Chemically Rich Species of Tropical Marine Cyanobacteria\nof the Genus Tropicimarinus Gen. Nov. (Oscillatoriales,\nCyanobacteria).","Journal":" Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" Lyngbya, phylogenetics, secondary metabolites,\nsystematics, taxonomy, Tropicimarinus","DOI":"","Abstract":" An adverse consequence of applying morphology-based\ntaxonomic systems to catalog cyanobacteria, which generally are limited\nin the number of available morphological characters, is a fundamental\nunderestimation of natural biodiversity. In this study we further\ndissect the polyphyletic cyanobacterial genus Lyngbya and delineate the\nnew genus Tropicimarinus gen. nov. Tropicimarinus is a tropical and\nsubtropical, globally distributed marine group abundant in the\nshallow-water benthos. Members of Tropicimarinus are of considerable\necological and biomedical importance because specimens within this group\nbiosynthesize biologically active secondary metabolites and are known to\nform blooms in coastal benthic environments. Herein, we describe five\nspecies of the genus Tropicimarinus: T. villus (type species of the\ngenus), T. plumacii, T. verber, T. erythrofloccus, and T. coarmio, under\nthe provisions of the International Code of Nomenclature for Algae,\nFungi, and Plants. All five Tropicimarinus species were morphologically,\nphylogenetically, and chemically distinct. This investigation provides a\nclassification system that is able to identify Tropicimarinus spp. and\npredict their production of bioactive secondary metabolites.","trees":[{"tree_label":"Like Fig. 3","ntax":"67","rootedtree":"TRUE","title":"Tropicimarinus 16S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63638.phy"},{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Tropicimarinus nifH","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63639.phy"},{"tree_label":"PAUP 1","ntax":"21","rootedtree":"TRUE","title":"Tropicimarinus ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63640.phy"}]}