{"Authors":" Tae-Soo Jang, Khatere Emadzade, John S. Parker, Eva Temsch,\nAndrew R Leitch, Franz Speta, Hanna Weiss-Schneeweiss","Year":" 2013","Title":" Chromosomal diversification and karyotype evolution of\ndiploids in the cytologically diverse genus Prospero\n(Hyacinthaceae)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Chromosomal evolution, FISH, Genome size, Hyacinthaceae,\nITS, Phylogeny, Prospero, rDNA","DOI":"","Abstract":" Background: Prospero (Hyacinthaceae) provides a unique\nsystem to assess the impact of genome rearrangements on plant\ndiversification and evolution. The genus exhibits remarkable chromosomal\nvariation but very little morphological differentiation. Basic numbers\nof x = 4, 5, 6 and 7, extensive polyploidy, and numerous polymorphic\nchromosome variants were described, but only three species are commonly\nrecognized: P. obtusifolium, P. hanburyi, and P. autumnale s.l., the\nlatter comprising four cytotypes. The relationship between evolutionary\npatterns and chromosomal variation in diploids, the basic modules of the\nextensive cytological diversity, is presented. Results: Evolutionary\ninferences were derived from fluorescence in situ hybridization (FISH)\nwith 5S and 35S rDNA, genome size estimations, and phylogenetic analyses\nof ITS of 49 diploids in the three species and all cytotypes of P.\nautumnale s.l. All species and cytotypes possess a single 35S rDNA\nlocus, interstitial except in P. hanburyi where it is sub-terminal, and\none or two 5S rDNA loci (occasionally a third in P. obtusifolium) at\nfixed locations. The localization of the two rDNA types is unique for\neach species and cytotype. Phylogenetic data in the P. autumnale complex\nenable tracing of the evolution of rDNA loci, genome size, and direction\nof chromosomal fusions: mixed dysploidy of x = 7 to x = 6 and\nindependently to x = 5, rather than successive descending dysploidy, is\nproposed. Conclusions: All diploid cytotypes are recovered as\nwell-defined evolutionary lineages. The cytogenetic and phylogenetic\napproaches have provided excellent phylogenetic markers to infer the\ndirection of chromosomal change in Prospero. Evolution in Prospero,\nespecially in the P. autumnale complex, has been driven by\ndifferentiation of an ancestral karyotype largely unaccompanied by\nmorphological change. These new results provide a framework for detailed\nanalyses of various types of chromosomal rearrangements and karyotypic\nvariation in polyploids.","trees":[{"tree_label":"Strict","ntax":"51","rootedtree":"TRUE","title":"Prospero ITS MP con","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64548.phy"}]}