{"Authors":" Julieta A Rosell, Julieta A Rosell, Julieta A Rosell,\nJulieta A Rosell, Julieta A Rosell, Julieta A Rosell, Julieta A Rosell,\nJulieta A Rosell, Salvador Zamora, Salvador Zamora, Salvador Zamora,\nSalvador Zamora, Mark E Olson, Salvador Zamora, Salvador Zamora,\nSalvador Zamora, Salvador Zamora, Andrea Weeks, Andrea Weeks, Andrea\nWeeks, Andrea Weeks, Andrea Weeks, Andrea Weeks, Andrea Weeks, Andrea\nWeeks, Julieta A Rosell, Julieta A Rosell, Julieta A Rosell, Julieta A\nRosell, Julieta A Rosell, Julieta A Rosell, Julieta A Rosell, Julieta A\nRosell, Calixto León, Salvador Zamora, Salvador Zamora, Salvador Zamora,\nSalvador Zamora, Salvador Zamora, Salvador Zamora, Salvador Zamora,\nSalvador Zamora, Andrea Weeks, Andrea Weeks, Andrea Weeks, Andrea Weeks,\nAndrea Weeks, Andrea Weeks, Andrea Weeks, Andrea Weeks, Leonardo O.\nAlvarado-Cárdenas, Jason R. Grant","Year":" 2013","Title":" Convergent vessel diameter-stem diameter scaling across five\nclades of New- and Old- World eudicots from desert to rainforest","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" allometry, comparative methods, conduit taper, ecological\nwood anatomy, linear mixed models, xylem vessels","DOI":"","Abstract":"  Premise of the Research: Variation in average xylem\nvessel diameter across species has important functional consequences,\nbut the causes of this variation remain unclear. Average vessel diameter\nis known to scale with stem size within and across species. Vessel\ndiameter also seems to differ between clades and across environments,\nwith dryland plants having narrower, more cavitation resistant vessels.\nAs a result, it is not clear to what extent phylogenetic affinity and\nenvironment are associated with differences in the vessel diameter-stem\nsize relationship.","trees":[{"tree_label":"Commiphora_Bayes_Majority_Rule_Consensus","ntax":"22","rootedtree":"TRUE","title":"Tr63545","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63545.phy"},{"tree_label":"Commiphora_Maximum_Clade_Credibility_Tree","ntax":"22","rootedtree":"TRUE","title":"Tr63544","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63544.phy"}]}