{"Authors":" Maximilian P. Nesnidal, Martin Helmkampf, Iris Bruchhaus,\nIngo Ebersberger, Bernhard Hausdorf","Year":" 2013","Title":" Lophophorata monophyletic  after all","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":" Bryozoa, Brachiopoda, Brachiozoa, Ectoprocta,\nLophophorata, Phoronida, Polyzoa, compositional bias","DOI":"","Abstract":" The lophophorates are mainly marine, sessile invertebrates\nthat are characterized by a lophophore, a horseshoe-shaped tentacular\nfilter apparatus surrounding the mouth opening. Lophophorata comprises\nthree divergent lineages, Phoronida, Brachiopoda and Ectoprocta\n(Bryozoa). Their phylogenetic relationships to other metazoan phyla as\nwell as to each other have long remained unclear. Based on ontological\nand morphological evidence, Lophophorata was long considered to be the\nsister or paraphyletic stem-group of Deuterostomia. In contrast,\nphylogenomic analyses indicated that the lophophorates are more closely\nrelated to trochozoans than to deuterostomes in accordance with previous\nmolecular analyses. The phylogenomic studies supported monophyletic\nBrachiozoa including Brachiopoda and Phoronida as well as Polyzoa\nincluding Ectoprocta, Entoprocta and Cycliophora, thus rendering\nLophophorata polyphyletic. In contrast to previous molecular\nphylogenetic studies, the phylogenomic analyses presented here indicate\nthat Lophophorata are monophyletic and that phoronids are the sister\ngroup of ectoprocts. The conflicting results might be due to\ncompositional bias resulting in systematic errors in former phylogenetic\nstudies. The monophyly of Lophophorata would imply that the lophophore\nand the epistome are synapomorphies of the lophophorate lineages. Radial\ncleavage may be another apomorphy of Lophophorata. However, among\nphoronids spiral cleavage is known as well, indicating that the cleavage\npattern has changed several times within lophophorates.","trees":[{"tree_label":"Fig. 5","ntax":"58","rootedtree":"TRUE","title":"Lophophorata, Bayesian inference reconstruction with\nthe CAT model","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_66909.phy"},{"tree_label":"Fig. 4","ntax":"58","rootedtree":"TRUE","title":"Lophophorata, Maximum likelihood tree calculated with\nthe LG+G+F model","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_66908.phy"}]}