{"Authors":" Carrie A. Kiel, Thomas F. Daniel, Kaj Vollesen, Lucinda A.\nMcDade","Year":" 2005","Title":" Phylogenetic Relationships Among Acantheae (Acanthaceae):\nMajor Lineages Present Contrasting Patterns of Molecular Evolution and\nMorphological Differentiation","Journal":" Systematic Botany","Volume":" 30","Issue":" 4","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We used DNA sequence data from four regions ([1] nrITS;\nthe chloroplast [2] rps16 intron, [3] trnG-S spacer, and [4] trnL-F\nintron and spacer) to study phylogenetic relationships within tribe\nAcantheae (Acanthaceae). Our sample includes 18 of 20 recognized genera\nand 82 of ca. 500 species (plus two Justicieae as out-groups). Results\nof parsimony and Bayesian analyses were entirely congruent and provided\nstrong support for monophyly of two sub-lineages of Acantheae, referred\nto here as the \u001aone-lipped corolla\u001a and \u001atwo-lipped corolla\u001a lineages,\nreflecting notable differences in corolla morphology. Subsequent\nanalyses were of the two sublineages separately in order to include all\ncharacters (a hypervariable region of trnG-S could not be aligned across\nthe full range of taxa but could be aligned within sublineages). The\n\u001aone-lipped corolla lineage\u001a comprises six clades of Old World taxa\nrelated as follows: [Crossandra (Sclerochiton clade {Cynarospermum\n[Blepharis (Acanthus clade + Acanthopsis)]})]. All presently recognized\ngenera are strongly supported as monophyletic, except that Blepharis\ndhofarensis is placed with species of Acanthus, with strong support from\nboth parsimony and Bayesian inference (monophyly of Blepharis was\nrejected by both parsimony and likelihood). Alternate hypotheses based\non calyx and androecial morphology regarding Crossandrella and\nStreptosiphon could not be rejected, but placement of these genera with\nsome species of Crossandra based on pollen was rejected. The \u001atwo-lipped\ncorolla lineage\u001a is strongly supported and includes one clade of Old\nWorld plants (the Stenandriopsis clade) that is sister to a strongly\nsupported clade that includes all New World Acantheae as follows:\n[Stenandrium clade (Neriacanthus {Aphelandra lineage})]. The Aphelandra\nlineage includes the \u001aarmed\u001a Aphelandra clade and a polytomy of six\nunresolved clades: (1) A. squarrosa, (2) Encephalosphaera clade, (3)\nGeissomeria clade, (4) A. aurantiaca clade, (5) A. pulcherrima clade,\n(6) Rhombochlamys. In contrast to patterns in the one-lipped lineage,\ngenera in the two-lipped lineage are mostly not monophyletic nor are\nrelationships among them strongly supported by our molecular data or by\nmorphological synapomorphies. We discuss these results in the context of\nevidence from other sources including macromorphology, palynology,\nchromosome numbers, and geographic distribution.","trees":[{"tree_label":"Fig. 5","ntax":"67","rootedtree":"TRUE","title":"Acantheae, Acanthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2271.phy"},{"tree_label":"Fig. 6","ntax":"43","rootedtree":"TRUE","title":"One-Lipped Corolla Lineage, Acantheae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2272.phy"},{"tree_label":"Fig. 7","ntax":"43","rootedtree":"TRUE","title":"Two-Lipped Corolla Lineage, Acantheae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2273.phy"}]}