{"Authors":" Mohammad Ziaur Rahman, Mukobata Hiroyuki, Haruhisa Suga,\nKoji Kageyama","Year":" 2013","Title":" Phytophthora asiatica sp. nov., a new species causing leaf\nand stem blight of kudzu in Japan","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Amphigynous・Kudzu・Leaf\nblight・Phylogenetic・Phytophthora・Slow growing.","DOI":" 10.1007/s11557-014-0959-1","Abstract":" A new slow growing, nonpapillate, homothallic Phytophthora\nspecies with quite large oogonia isolated from leaf blight of kudzu\n(Pueraria lobata) in Toyama and Ishikawa district of Japan in 2005 which\ncould not be assigned to existing taxa. The isolates were re-examined in\nthe light of morphological study and multi-locus phylogenetic analysis\nincluding six nuclear regions ie. rDNA internal transcribed spacer\n(ITS), rDNA large sub-unit (LSU), translation elongation factor 1-alpha\n(EF1-alpha), heat shock protein 90, 60 S ribosomal protein L10 and\nbeta-tubulin and one mitochondrial gene, cytochrome c oxidase (cox)I.\nThe species differs morphologically from its closely related\nPhytophthora species by its characteristic obturbinate and distorted\nsporangium with external proliferation, aplerotic oospore, predominantly\namphigynous and intercalary antheridia, presence of catenulate hyphal\nswellings, higher optimum growth temperature and relatively slower\ngrowth rates. The unique characteristic is the germination of zoospore\ninside the sporangia. In the multi-locus phylogenetic analysis based on\nseven loci, they form a distinct monophyletic group within clade 7 with\nstrong bootstrap support. The result of morphological and phylogenetic\nanalysis support that the isolates represent a new species Phytophthora\npuerariae sp. nov.","trees":[{"tree_label":"PAUP 2","ntax":"18","rootedtree":"TRUE","title":"Phytophthora asiatica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68861.phy"},{"tree_label":"PAUP 1","ntax":"69","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66853.phy"},{"tree_label":"PAUP 3","ntax":"20","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66891.phy"},{"tree_label":"PAUP 3","ntax":"20","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66892.phy"},{"tree_label":"PAUP 1","ntax":"133","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66852.phy"}]}