{"Authors":" Talima Pearson, Heidie M Hornstra, Jason W Sahl, Sarah\nSchaack, James M Schupp, Stephen M Beckstrom-Sternberg, Matthew W\nO’Neil, Rachael A Priestley, Mia D Champion, James S\nBeckstrom-Sternberg, Gilbert J Kersh, James E Samuel, Robert F Massung,\nPaul Keim","Year":" 2013","Title":" When Outgroups Fail; Phylogenomics of Rooting the Emerging\nPathogen, Coxiella burnetii","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Rooting phylogenies is critical for understanding\nevolution, yet the importance, intricacies and difficulties of rooting\nare often overlooked. For rooting, polymorphic characters among the\ngroup of interest (ingroup) must be compared to those of a relative\n(outgroup) that diverged before the last common ancestor (LCA) of the\ningroup. Problems arise if an outgroup does not exist, is unknown, or is\nso distant that few characters are shared, in which case duplicated\ngenes originating before the LCA can be used as proxy outgroups to root\ndiverse phylogenies. Here, we describe a genome-wide expansion of this\ntechnique that can be used to solve problems at the other end of the\nevolutionary scale: where ingroup individuals are all very closely\nrelated to each other, but the next closest relative is very distant. We\nused shared orthologous single nucleotide polymorphisms (SNPs) from ten\nwhole genome sequences of Coxiella burnetii, the causative agent of Q\nfever in humans, to create a robust, but unrooted phylogeny. To maximize\nthe number of characters informative about the rooting, we searched\nentire genomes for polymorphic duplicated regions where orthologs of\neach paralog could be identified so that the paralogs could be used to\nroot the tree. . Recent radiations, such as those of emerging pathogens,\noften pose rooting challenges due to a lack of ingroup variation and\nlarge genomic differences with known outgroups. Using a phylogenomic\napproach, we created a robust, rooted phylogeny for C. burnetii.","trees":[{"tree_label":"PAUP 1","ntax":"10","rootedtree":"TRUE","title":"Coxiella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63723.phy"}]}