{"Authors":" Catalina Salgado-Salazar, Amy Y. Rossman, Priscila\nChaverri","Year":" 2013","Title":" Not as ubiquitous as we thought: taxonomic crypsis, hidden\ndiversity and cryptic speciation in the cosmopolitan fungus Thelonectria\ndiscophora (Nectriaceae, Hypocreales, Ascomycota).","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny, Species tree, Thelonectria, Ascomycota","DOI":"","Abstract":" The distribution of microbial species, including fungi,\nhas long believed of being cosmopolitan. Recently, this perception has\nbeen challenged by molecular studies in historical biogeography,\nphylogeny and population genetics. Here we explore this issue using the\nfungal morphological species Thelonectria discophora, one of the most\ncommon species of fungi in the family Nectriaceae, encountered in almost\nall geographic regions and considered a cosmopolitan taxon. In order to\ndetermine if T. discophora is a single cosmopolitan species or an\nassemblage of sibling species, we conducted various phylogenetic\nanalyses, including standard gene concatenation, Bayesian concordance\nmethods, and coalescent-based species tree reconstruction on isolates\ncollected from a wide geographic range. Results show that diversity\namong isolates referred as T. discophora is greatly underestimated and\nthat it represents a species complex. Within this complex, sixteen\ndistinct highly supported lineages were recovered, each of which has a\nrestricted geographic distribution and ecology. The taxonomic status of\nisolates regarded as T. discophora needs to be reconsidered, and the\nassumed cosmopolitan distribution of this species is rejected. We\ndiscuss how assumptions about geographically widespread species have\nimplications regarding their taxonomy, true diversity, biological\ndiversity conservation, and ecological functions.","trees":[{"tree_label":"con 50 majrule","ntax":"67","rootedtree":"TRUE","title":"Tr63607","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63607.phy"}]}