{"Authors":" Boon-Teong Teoh, Sing-Sin Sam, Kim-Kee Tan, Jefree Johari,\nMeng-Hooi Shu, Mohammed Bashar Danlami, Juraina Abd-Jamil, NorAziyah\nMatRahim, Nor Muhammad Mahadi, Sazaly AbuBakar","Year":" 2013","Title":" Dengue virus type 1 clade replacement in recurring\nhomogenotypic outbreak: possible association with oscillation of\nhomogenotypic human herd immunity","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Infectious disease, dengue, immunity, Malaysia, evolution,\nclade replacement","DOI":"","Abstract":" Recurring dengue outbreak in endemic countries predisposes\nthe population to secondary infection which has been associated with\nincreased risk of severe dengue. Understanding the causes of recurring\ndengue outbreaks has important implications for epidemic prediction and\ndisease control. We used a set of viral envelope (E) gene to reconstruct\nthe phylogeny of DENV-1 isolated between the periods of 1987-2011 in\nMalaysia. Phylogenetic analysis of DENV-1 E gene revealed that virus\nclade replacements occurred in parallel with the cyclical pattern of\nmajor DENV-1 outbreaks in Malaysia. Selection pressure analysis\nsuggested that the evolution of DENV-1 E gene underlying the clade\nreplacement was driven by purifying selection and genetic drift. A total\nof 9 non-conservative amino acid substitutions in the DENV-1 E gene\nconsensus were identified. There was however, no evidence to support\nimmunological advantage of any of the amino acid substitutions as all\nthe viruses were cross-neutralized by the respective patient sera. The\ncyclical pattern of DENV-1 outbreaks in Malaysia suggests that a lag\nperiod of 7-10 years after the old DENV-1 outbreak would be required to\novercome the population herd immunity, thus allowing the newly evolved\nDENV-1 to initiate a new homogenotypic outbreak and clade replacement.\nFindings from our study suggest that DENV-1 clade replacement in\nrecurring DENV-1 outbreaks is associated with the oscillation of\nhomogenotypic human herd immunity. Sustained population herd immunity\nfor example, through continuous vaccination program could eventually\nreduce the possibility of major recurring dengue outbreak in dengue\nendemic regions.","trees":[{"tree_label":"Figure 1","ntax":"165","rootedtree":"TRUE","title":"Maximum clade credibility tree of complete envelope\ngenes of DENV-1.","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_63644.phy"}]}