{"Authors":" Adam KuzdraliÅski, Sylwia Kowalczyk, Elwira KomoÅ,\nAgnieszka Glibowska, Jakub Wyrostek, ZdzisÅaw TargoÅski","Year":" 2013","Title":" Phylogenetic analysis of 28s rRNA gene suggests the need for\nreclassification of genus Rhizopus","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" phylogenetic analysis, 28S rRNA gene, Rhizopus oryzae,\nRhizopus stolonifer, Rhizopus microsporus","DOI":"","Abstract":" In this study we determined the phylogenetic relationships\namong 179 strains of genus Rhizopus based on the partial sequence of 28S\nrRNA gene. We reported 60 new sequences. We designed new primer pair to\namplify a fragment of 28S rRNA gene sequence. The sequences obtained of\n28s rRNA allowed to identify all of our isolates and assign them to\nthree species sensu lato from genus Rhizopus, i.e. Rhizopus oryzae,\nRhizopus stolonifer and Rhizopus microsporus. Phylogenetic analysis\nrevealed a very clear division into two groups, which could be linked\nwith a concept of two taxa, i.e. R. stolonifer var. stolonifer and R.\nstolonifer var. lyococcus and reflexus. We postulate a division of these\nvarieties into separated species. Genetic distance between R. stolonifer\nvar. stolonifer and R. stolonifer var. lyococcus and reflexus is greater\nin comparison to the distance between stolonifer var. stolonifer and R.\noryzae. Phylogeny analysis of R. oryzae, R. delemar and Amylomyces\nrouxii showed limited potential of discrimination. Likewise, R.\nmicrosporus sensu lato and R. microsporus var. oligosporus could not be\ndistinguished. Furthermore, differentiation of domesticated species of\nR. oryzae and R. microsporus groups could not be achieved due to the\npossible polyphyletic characteristics of the domestication process.","trees":[{"tree_label":"R. oryzae and R. stolonifer isolatesMost parsimonious\nbootstrap consensus tree, inferred from the partial sequences of 28S\nrRNA gene obtained from R. oryzae and R. stolonifer isolates","ntax":"59","rootedtree":"TRUE","title":"Most parsimonious bootstrap consensus tree, inferred\nfrom the partial sequences of 28S rRNA gene obtained from R. oryzae and\nR. stolonifer isolates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63645.phy"},{"tree_label":"Big tree","ntax":"180","rootedtree":"TRUE","title":"Most parsimonious bootstrap consensus tree, inferred\nfrom the partial sequences of 28S rRNA gene","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_63646.phy"}]}