{"Authors":" Jian-Qiang Zhang, Shi-Yong Meng, Jun Wen, Guang-Yuan\nRao","Year":" 2013","Title":" Phylogenetic Relationships and Character Evolution of\nRhodiola (Crassulaceae) based on Nuclear Ribosomal ITS, trnL-F, and\npsbA-trnH Sequences","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Character evolution, classification, Crassulaceae, dioecy,\nmarcescent flowering stems, Qinghai-Tibetan Plateau, Rhodiola","DOI":"","Abstract":" Rhodiola (Crassulaceae) comprises about 70 species and\nshows a high level of morphological diversity. Species of the genus are\nmainly distributed in alpine areas and cold regions of the Northern\nHemisphere with the Qinghai-Tibetan Plateau as its center of diversity.\nThe phylogenetic relationships within Rhodiola remain poorly understood\nlargely because of difficulties in collecting samples and specimens. In\nthe present study, 44 species/varieties from Rhodiola representing all\nmorphological sections were analyzed using sequences of the nuclear\nribosomal internal transcribed spacer and the plastid psbA-trnH and\ntrnL-F markers. Our results suggest that Rhodiola is a monophyletic\ngroup. Pseudosedum is most closely related to Rhodiola, but its\nrelationship with the deeper clades of Rhodiola is not well resolved.\nNone of the four currently recognized subgenera is monophyletic; yet\nthree of seven sections, Rhodiola sects. Trifida, Prainia and\nPseudorhodiola are each supported to be monophyletic. Rhodiola rosea is\na popular medicinal plant that has an adaptogenic effect. Our analysis\nincluding three accessions from eastern Asia, eastern North America and\nEurope of R. rosea form a well-supported clade. The phylogenetic\nframework suggests that two taxonomically important characters, dioecy\nand marcescent flowering stems, are inferred to have evolved multiple\ntimes within Rhodiola.","trees":[{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Tr63651","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63651.phy"}]}