{"Authors":" Jeff J Shi, Lauren M Chan, Zafimahery Rakotomalala, Amy M\nHeilman, Steven M Goodman, Anne D Yoder","Year":" 2013","Title":" Latitude drives diversification in Madagascars endemic dry\nforest rodent, Eliurus myoxinus (sub-family Nesomyinae)","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" diversification, endemism, phylogeography, watersheds","DOI":"","Abstract":" Numerous hypotheses have been proposed for the historical\nprocesses governing the rich endemism of Madagascars biodiversity. The\nwatershed model of Wilmé, Goodman & Ganzhorn (2006) suggests that\ndrier climates in the recent geological past resulted in the contraction\nof forests around major watersheds, thereby defining areas of endemism.\nWe test whether this hypothesis explains phylogeographic patterns in a\ndry forest-dependent rodent, Eliurus myoxinus, an endemic species widely\ndistributed through western Madagascar. We sequenced the mitochondrial\ncytochrome b locus and nuclear introns of the β-fibrinogen and the\ngrowth hormone receptor genes for E. myoxinus. Using a parametric\nbootstrapping approach, we tested whether the mitochondrial gene tree\nfit expectations of local differentiation given the watershed model. We\nadditionally estimated population differentiation, historical\ndemographic parameters and reconstructed the spatial history of E.\nmyoxinus to highlight spatial and temporal patterns of differentiation.\nThe data do not support the watershed model as a clear explanation for\nthe genetic patterns of diversity within extant E. myoxinus populations.\nWe find striking patterns of latitudinal genetic structure within\nwestern Madagascar, and indicate possible roles for environmental and\necological gradients along this axis in generating phylogeographic\ndiversity.","trees":[{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Tr63648","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63648.phy"}]}