{"Authors":" Walter M Jaklitsch, Christian Lechat, Hermann Voglmayr","Year":" 2014","Title":" The rise and fall of Sarawakus (Hypocreaceae,\nAscomycota)","Journal":" Mycologia","Volume":" 106","Issue":" 1","Pages":" 133-144","Keywords":" Ascomycota, Hypocrea, Hypocreaceae, Hypocreales,\npyrenomycetes, rpb2, tef1, Thuemenella, Trichoderma","DOI":" 10.3852/13-117","Abstract":" Species of Sarawakus are rarely encountered. Their\nteleomorphs resemble sexual stages of Trichoderma, formerly called\nHypocrea, but differ from that genus by unicellular ascospores. The two\ngreenspored species S. britannicus and the type species of Sarawakus, S.\nlycogaloides, recently were collected, compared with their types and\ncultured. We redescribe and illustrate these species and transfer them\nto Trichoderma, based on phylogenetic analysis of the translation\nelongation factor 1-alpha encoding gene (tef1), containing the two last\nintrons and exon, and a part of the rpb2 gene, encoding the second\nlargest RNA polymerase subunit. Trichoderma lycogaloides, was found to\ncluster with Hypocrea sulawesensis, an unusual species of Trichoderma,\nwhile T. britannicum is closely related to T. aerugineum of the\nSpinulosa clade. The anamorphs of the two examined species are\ncharacterized by (odd) verticillium-like conidiophores, large\ncylindrical phialides and conidia, which belong to the largest of those\nspecies forming green conidia, oval to subglobose in T. lycogaloides and\noblong in T. britannicum. All species currently recognized in Sarawakus\nare transferred to Trichoderma, introducing the new combinations T.\nfragile, T. hexasporum, T. izawae, T. sordidum, T. subtrachycarpum, T.\nsuccisum and T. trachycarpum and the new name T. rosellum. Trichoderma\ntrachycarpum is redescribed and illustrated from an isotype.","trees":[{"tree_label":"PHYLIP 1+","ntax":"52","rootedtree":"FALSE","title":"Sarawakus tef1 rpb2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72538.phy"}]}