{"Authors":" Oumi Nishi, Kazuhiro IIYAMA, Chisa YASUNAGA-AOKI, Susumu\nSHIMIZU","Year":" 2013","Title":" Comparisons of germination rates of Metarhizium spp. conidia\nfrom Japan at high and low temperatures","Journal":" Letters in Applied Microbiology","Volume":" 57","Issue":" 6","Pages":" 554-560","Keywords":" elongation factor 1-alpha, entomopathogenic fungi,\nMetarhizium, phylogenetic analysis, physiological characteristics,\nthermal condition","DOI":" 10.1111/lam.12150","Abstract":" The knowledge of the growth characteristics of\nentomopathogenic fungi at different temperatures is very important for\nunderstanding their ecology and field efficacy as biological control\nagents. However, the relationships between their DNA-based phylogenetic\ntree classifications and growth characteristics at different\ntemperatures have not been adequately investigated. In this study, we\ncompared the phylogenetic relationships between Metarhizium anisopliae\nsensu lato and M. flavoviride isolates obtained from soils in various\nenvironments in Japan and the germination rates of their conidia on agar\nmedium in hot and cold conditions. The results showed that the 89\nJapanese isolates belonged to the clade of eight species, according to\nthe molecular phylogenetic analysis. The germination rates of isolates\nbelonging to the M. brunneum and M. flavoviride var. pemphigi clades\nwere higher at lower temperatures (9·7-11·0°C) and lower at higher\ntemperatures (34·3-35·2°C) compared with the other six species. The\nisolates of these two species originated from different geographical\nregions in Japan, despite their uniform germination characteristics.\nThis study detected the clear interspecific differences in the in vitro\ngermination characteristics of the Japanese isolates of Metarhizium spp.\nat two different temperature regimes.","trees":[{"tree_label":"Mfla","ntax":"35","rootedtree":"TRUE","title":"Tr63728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63728.phy"},{"tree_label":"EF1a1","ntax":"138","rootedtree":"TRUE","title":"Tr63727","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63727.phy"},{"tree_label":"EF1a1","ntax":"98","rootedtree":"TRUE","title":"Tr63726","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_63726.phy"}]}