{"Authors":" Anne M Estes, David J. Hearn, Emilie C. Snell-Rood, Michele\nFeindler, Karla Feeser, Tselotie Abebe, Julie C. Dunning Hotopp, Armin\nP. Moczek","Year":" 2013","Title":" Vertical transmission of a unique gut microbiome in the dung\nbeetle, Onthophagus taurus (Coleoptera: Scarabaeidae)","Journal":" PloS ONE","Volume":"","Issue":"","Pages":"","Keywords":" symbiosis, vertical transmission, microbiome,\nholometabolous development, dung beetle, nutrient limited","DOI":"","Abstract":" Insects feeding on plant sap, blood, and other\nnutritionally incomplete diets are associated with mutualistic bacteria\nthat supplement missing nutrients. The dung of herbivorous mammals\ncontains more than 86% cellulose and lacks amino acids essential for\ninsect development and reproduction. Yet one of the most ecologically\nnecessary and evolutionarily successful groups of beetles, the dung\nbeetles (Scarabaeinae) feeds primarily, or exclusively, on dung. This\nsuggests that dung beetles rely on mutualistic bacteria to provide\nnutrients missing from dung. The nesting behaviors of the female parent\nand the feeding behaviors of the larvae suggest that a microbiome is\nvertically transmitted through the brood ball. We establish the vertical\ntransmission of the microbiome in the bull-headed dung beetle,\nOnthophagus taurus, using sterile technique and a combination of\nmolecular and culture-based techniques. Beetles were reared on\nautoclaved dung and the microbiome was characterized for all lifestages.\nAn ~1425 bp region of the 16S rRNA identified Pseudomonadaceae,\nEnterobacteriaceae, and Comamonadaceae as the most common microbiome\nfamilies across all life stages and populations. Phylotyping analyses\nbased on lepA and gyrB amplicons of cultured isolates placed the\nisolates closest to Enterobacter cloacae, Providencia stuartii,\nPusillimonas sp., Pedobacter heparinus, and Lysinibacillus sphaericus.\nThe cultured isolates from the 3rd instar digestive system overlapped\nsignificantly with the uncultured community suggesting a largely\nculturable, vertically inherited digestive system microbiome.\nMicroscopic analysis of brood balls constructed from sterile dung\nreveals secretions and microbes only in the chamber the female prepares\nfor the egg. Given the use of autoclaved dung and sterile techniques,\nthe parental female is the only source of the microbiome for the\noffspring indicating that the O. taurus females transmit a specific\nmicrobiome to their offspring through the brood chamber. The tical\ntransmission of the dung beetle microbiome highlights 45 the maintenance\nand likely importance of this newly-characterized bacterial\ncommunity.","trees":[{"tree_label":"ConstraintTree","ntax":"1095","rootedtree":"TRUE","title":"Tr63733","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_63733.phy"},{"tree_label":"MicrobialSampledPlaced","ntax":"1113","rootedtree":"TRUE","title":"Tr63734","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_63734.phy"}]}