{"Authors":" Ana Crespo, Steve Leavitt, Theodore L Esslinger, Eric Steen\nHansen, Pradeep Kumar Divakar, Bradley Fox Loomis, H. Thorsten\nLumbsch","Year":" 2013","Title":" DNA barcoding brown Parmeliae (Parmeliaceae) species: a\nmolecular approach for accurate specimen identification, with special\nemphasis on species in Greenland","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Arctic, barcode gap; climate change; genetic distances;\nlichens; molecular systematics","DOI":"","Abstract":" Warming of Arctic and alpine regions has had a substantial\nimpact on high altitude/latitude ecosystems. Shifting biomes due to\nclimate change may lead to adjustments in species distributions and\npotential extinctions. Therefore, detailed monitoring is requisite to\nassess biologically meaningful shifts in community composition and\nspecies distributions. Some Arctic-alpine lichens have been shown to be\nparticularly sensitive climatic to shifts associated with global change.\nHowever, accurate identification of lichenized fungal species remains\nchallenging and may limit the effective use of lichens in climate change\nresearch. Given the inherent difficulties in accurate identification of\nlichenized fungi and the potential value of efficient identifications\nfor bio-monitoring research, we investigated the utility of DNA barcode\nidentification of the 13 brown Parmelia (Ascomycota) species occurring\nin Greenland. For these species, we assessed monophyly and genetic\ndistances using the nuclear ribosomal internal transcribed spacer region\n(ITS), the standard DNA barcode for fungi. We also compared\nintraspecific distance values to a proposed intra-interspecific\nthreshold value for Parmeliaceae to identify nominal taxa potentially\nmasking previously unrecognized diversity. Our results indicated that\nthe 13 brown Parmelia species in Greenland can be successfully\ndiscriminated using the ITS region. All phenotypically circumscribed\nspecies were recovered as well-supported, monophyletic clades.\nFurthermore, our data supported a barcode gap among congeners for all\nbrown Parmelia species investigated here. However, high intraspecific\ngenetic distances suggest the potential for previously unrecognized\nspecies-lineages in at least five species: Melanelia agnata, M.\nhepatizon, Montanelia disjuncta, M. panniformis, and M. tominii. Our\nresearch facilitates effective, long-term bio-monitoring of climate\nchange in Greenland using lichens by providing accurate molecular\nidentification of specimens.","trees":[{"tree_label":"ML tree","ntax":"370","rootedtree":"TRUE","title":"Brown Parmelioids ITS Green Tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_63754.phy"}]}