{"Authors":" Robert Douglas Stone","Year":" 2005","Title":" Phylogeny of major lineages in Melastomataceae, subfamily\nOlisbeoideae: utility of nuclear glyceraldehyde 3-phosphate\ndehydrogenase (GapC) gene sequences","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Here I present evidence for phylogenetic relationships in\npan-tropical Melastomataceae, subfamily Olisbeoideae based on combined\nexon and intron sequences of the nuclear glyceraldehyde 3-phosphate\ndehydrogenase gene. Parsimony and maximum-likelihood analyses yielded a\nwell-supported ingroup tree consistent with earlier morphologically\nbased concepts of six genera \u001a Memecylon, Mouriri, Votomita, Spathandra,\nLijndenia, and Warneckea. The position of the root node in Olisbeoideae\nremains equivocal. Outgroup-rooted maximum parsimony suggests a deep\ndivergence between Old and New World lineages, while the\nmaximum-likelihood rooting resolved paleotropical genera as a\nparaphyletic grade basal to the neotropical taxa. The Fitch optimization\nmethod for estimating character evolution consistently inferred the\nstrongly acrodromous leaf venation pattern as ancestral in Olisbeoideae,\nwhich reinforces the conclusion that the superficially uninervate or\nbrochidodromiform venation pattern of Memecylon, the neotropical\nsubclade, and some Lijndenia and Warneckea species is best interpreted\nas a series of independent losses of the strongly acrodromous condition.\nGenomic GapC sequences may have phylogenetic utility at intergeneric\nlevel in other angiosperm families, particularly those that have low\napparent rates of chloroplast DNA sequence evolution.","trees":[{"tree_label":"Fig. 2B","ntax":"19","rootedtree":"TRUE","title":"Myrtales GapC paralogs MP strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_246.phy"},{"tree_label":"Fig. 2A","ntax":"19","rootedtree":"TRUE","title":"Myrtales GapC paralogs 1 of 2 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_247.phy"},{"tree_label":"Fig. 4","ntax":"40","rootedtree":"TRUE","title":"Olisbeoideae GapC MP neotropical root","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_319.phy"},{"tree_label":"Fig. 5","ntax":"40","rootedtree":"TRUE","title":"Olisbeoideae GapC ML midpoint root","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_493.phy"}]}