{"Authors":" Miguel Alcaide, Mark Liu, Scott V. Edwards","Year":" 2013","Title":" Major Histocompatibility Complex class I evolution in\nsongbirds: universal primers, rapid evolution and base compositional\nshifts in exon 3","Journal":" PeerJ","Volume":" 1","Issue":"","Pages":" e86","Keywords":" Major histocompatibility complex, 454 pyrosequencing,\ndiversifying selection, adaptive variation, immune response,\npathogen-mediated selection, GC content, comparative methods","DOI":" 10.7717/peerj.86","Abstract":" Genes of the Major Histocompatibility Complex (MHC) have\nbecome an important marker for the investigation of adaptive genetic\nvariation in vertebrates because of their critical role in pathogen\nresistance. However, despite significant advances in the last few years\nthe characterization of MHC variation in non-model species still remains\na challenging task due to the redundancy and high variation of this gene\ncomplex. Here we report the utility of a single pair of primers for the\ncross-amplification of the third exon of MHC class I genes, which\nencodes the more polymorphic half of the peptide-binding region (PBR),\nin oscine passerines (songbirds; Aves: Passeriformes), a group\nespecially challenging for MHC characterization due to the presence of\nlarge and complex MHC multigene families. In our survey, although the\nprimers failed to amplify exon 3 from two suboscine passerine birds,\nthey amplified exon 3 of multiple MHC class I genes in all 16 species of\noscine songbirds tested, yielding a total of 120 sequences. The 16\nsongbird species belong to 14 different families, primarily within the\nPasserida, but also in the Corvida. Using a conservative approach based\non the analysis of cloned amplicons (n=16) from each species, we found\nbetween 3 and 10 MHC sequences per individual. Each allele repertoire\nwas highly divergent, with the overall number of polymorphic sites per\nspecies ranging from 33 to 108 (out of 264 sites) and the average number\nof nucleotide differences between alleles ranging from 14.67 to 43.67.\nOur survey in songbirds allowed us to compare macroevolutionary dynamics\nof exon 3 between songbirds and non-passerine birds. We found compelling\nevidence of positive selection acting specifically upon peptide-binding\ncodons across birds, and we estimate the strength of diversifying\nselection in songbirds to be about twice that in non-passerines.\nAnalysis using comparative methods suggest weaker evidence for a higher\nGC content in the 3rd codon position of exon 3 in non-passerine birds, a\npattern that contrasts with among-clade GC patterns found in other avian\nstudies and may suggests different mutational mechanisms. Our primers\nrepresent a useful tool for the characterization of functional and\nevolutionarily relevant MHC variation across the hyperdiverse\nsongbirds.","trees":[{"tree_label":"MajRule","ntax":"226","rootedtree":"TRUE","title":"Songbird MHC","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64310.phy"}]}