{"Authors":" Andrea Angus, Wendy A. Untereiner, Jason Bachewich,\nFrancoise A. Naveau","Year":" 2006","Title":" Evolutionary relationships of Hyphodiscus hymeniophilus\n(anamorph Catenulifera rhodogena) inferred from b-tubulin and nuclear\nribosomal DNA sequences","Journal":" Canadian Journal of Botany","Volume":" 84","Issue":" 2","Pages":" 243-253","Keywords":" NA","DOI":" 10.1139/b05-165","Abstract":" During an investigation of lignicolous ascomycetes from\nLuxembourg, we isolated a Phialophora-like species that produced\nstriking red colonies. To confirm the identity of this fungus as\nCatenulifera rhodogena, we compared it to isolates of Cat. rhodogena and\nHyphodiscus hymeniophilus on a variety of media. Portions of the\nb-tubulin gene and the nuclear ribosomal DNA cistron (ITS and LSU) were\nsequenced to examine the relationship of isolates of Cat. rhodogena and\nH. hymeniophilus from different substrates and to test the hypothesis\nthat Cadophora and Catenulifera are congeneric. The phylogenetic\nposition of Catenulifera within the Ascomycota was investigated based on\nthe analysis of the SSU rDNA sequences. The isolates examined were\nindistinguishable micromorphologically and closely related\nphylogenetically. Three strains of Cat. rhodogena from bark or wood and\none stain from Piptoporus betulinus formed a strongly supported clade in\nanalyses of b-tubulin and ITS sequences. This clade did not encompass\nthe ex-type isolates of Cistella rubescens and Scopulariopsis rhodogena\nor a second isolate of Cat. rhodogena from P. betulinus. Analysis of\npartial LSU sequences confirmed the close phylogenetic relationship of\nCat. rhodogena and H. hymeniophilus but provided no evidence that the\nisolates could be grouped by substrate or that Catenulifera is\nsynonymous with Cadophora. The position of Catenulifera within the\nHelotiales was not resolved based on the comparison of LSU and SSU\nsequences, but the isolate for which we obtained complete SSU sequence\ngrouped with the root endophyte Phialocephala fortinii. Comparison of\nITS sequences confirmed the close phylogenetic relationship of\nHyphodiscus to members of the Dermateaceae and Hyaloscyphaceae.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Evolutionary relationships of Hyphodiscus\nhymeniophilus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_664.phy"},{"tree_label":"Fig. 1","ntax":"6","rootedtree":"TRUE","title":"Evolutionary relationships of Hyphodiscus\nhymeniophilus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2606.phy"},{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Evolutionary relationships of Hyphodiscus\nhymeniophilus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4659.phy"}]}