{"Authors":" Guilhem Mansion, Francois Bretagnolle, Alessia\nGuggisberg","Year":" 2005","Title":" Allopolyploid origin of the Mediterranean endemic, Centaurium\nbianoris (Gentianaceae), inferred by molecular markers","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Centaurium bianoris (Gentianaceae) is restricted to\nMajorca, the main island of the Balearic Archipelago. This tetraploid\nspecies is characterised by salmon-coloured corollas (var. bianoris),\nbut pink (var. roseum) and yellow (var. sulfureum) varieties have also\nbeen described. An allopolyploid origin has been proposed between the\ndiploids C. maritimum (yellow flowers) and C. tenuiflorum var.\nacutiflorum (pink flowers), both occurring on Majorca and in other\nplaces of the Mediterranean basin. In this study, we tested the proposed\nhybrid origin of C. bianoris by using RAPD fingerprinting and both\ndirect and cloned sequences of the nuclear ribosomal ITS, and the\nchloroplast trnLF regions. Our molecular data confirmed the assumption\nof an allotetraploid origin of C. bianoris via hybridisation between C.\ntenuiflorum and C. maritimum, the latter being the maternal parent.\nMoreover, the so-called varieties roseum and sulfureum appeared to be\nonly floral morphs that may have arose via genomic processes such as\ngene silencing. Hybridisation is probably the cause of the ITS sequence\npolymorphism observed in C. bianoris, whereas backcrosses with either\nparent may be responsible for the apparent bidirectional homogenisation\nobserved in ITS clones. Finally, the polyphyletic behaviour of C.\nbianoris on the ITS cladogram, combined with the differential rates of\nhomogenisation observed in ITS sequences, may denote a recurrent origin\nfor that taxon. This result contrasts with the narrow distribution of C.\nbianoris, compared to that of its diploid parents, suggesting instead a\nsingle origin for this hybrid.","trees":[{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Centaurium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2288.phy"},{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Centaurium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2289.phy"},{"tree_label":"Fig. 5","ntax":"61","rootedtree":"TRUE","title":"Centaurium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2290.phy"}]}