{"Authors":" Yang Hu, Jan Stenlid, Malin Elfstrand, Åke Olson","Year":" 2013","Title":" Evolution of RNA interference proteins dicer and argonaute in\nBasidiomycota","Journal":" Mycologia","Volume":" 105","Issue":" 6","Pages":" 1489-1498","Keywords":" argonaute, Basidiomycota, biotechnology, dicer, gene\nduplication-loss, MSUD, phylogeny, Quelling, RNAi","DOI":" 10.3852/13","Abstract":" RNA interference (RNAi) refers to a mechanism in which\ncells control gene expression, protect the genome against mobile\nrepetitive DNA sequences, retro elements and transposons, and defend\nthemself against viruses. Two core components, dicer and argonaute, are\ncentral in the RNAi machinery. In this study the evolution of argonaute\nand dicer genes were analyzed, with the focus on Basidiomycota, using 43\nfungal genomes. Argonaute and dicer genes are widely represented in\nBasidiomycota as well as in other fungal groups but the number of copies\nof them vary. However, in certain lineages, argonaute or dicer is\nmissing. Our results suggest an ancient duplication of dicer and\nargonaute genes concurrently with early diversification of the\nBasidiomycota followed by additional species specific duplications and\nlosses of more recent origin. Several distinct RNAi pathways exist in\nfungi, based on structural similarity and phylogenetic relationship, our\nresults indicate that quelling possibly exist in most Basidiomycota,\nwhile we could not find any evidence for the MSUD (meiotic silencing)\npathway in Basidiomycota. RNAi has been developed to an important tool\nfor reverse genetics studies. Since both argonaute and dicer are present\nin almost all Basidiomycota our results indicate that it should be\npossible to develope RNAi as a tool for functional studies of genes in\nmost Basidiomycota species.","trees":[{"tree_label":"dicer tree","ntax":"104","rootedtree":"TRUE","title":"Dicer in Basidiomycota","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64838.phy"},{"tree_label":"argonaute","ntax":"194","rootedtree":"TRUE","title":"Argonaute in Basidiomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64803.phy"}]}