{"Authors":" Scott D Sampson, E. K. Lund, Mark Andrew Loewen, Andrew A.\nFarke, Katherine E Clayton","Year":" 2013","Title":" A remarkable short-snouted horned dinosaur from the Late\nCretaceous (late Campanian) of southern Laramidia","Journal":" Proceedings of the Royal Society of London B","Volume":"","Issue":"","Pages":"","Keywords":" Laramidia, Dinosauria, Ceratopsidae, Centrosaurinae,\nKaiparowits Formation, Nasotuceratops titusi","DOI":"","Abstract":" The fossil record of centrosaurine ceratopsids is largely\nrestricted to the northern region of western North America (Alberta,\nMontana, Alaska). Exceptions consist of single taxa from Utah\n(Diabloceratops) and China (Sinoceratops), plus otherwise fragmentary\nremains from southern Laramidia. Here we describe a remarkable new\ntaxon, Nasutoceratops titusi n. gen. et sp., from the late Campanian\nKaiparowits Formation of Utah, represented by multiple specimens,\nincluding a nearly complete skull and partial postcranial skeleton.\nAutapomorphies include an enlarged narial region, pneumatic nasal\nornamentation, abbreviated snout, and elongate, rostrolaterally directed\nsupraorbital horncores. The subrectangular parietosquamosal frill is\nrelatively unadorned and broadest in the mid-region. A phylogenetic\nanalysis indicates that Nasutoceratops is the sister taxon to\nAvaceratops, and that a previously unknown subclade of centrosaurines\nbranched off early in the groups history and persisted for several\nmillion years during the late Campanian. As the first well-represented\nsouthern centrosaurine comparable in age to the bulk of northern forms,\nNasutoceratops provides strong support for the provincialism hypothesis,\nwhich posits that Laramidiathe western landmass formed by inundation of\nthe central region of North America by the Western Interior Seawayhosted\nat least two coeval dinosaur communities for over a million years of\nlate Campanian time.","trees":[{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Tr64058","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64058.phy"}]}