{"Authors":" David N. Kuhn, Javier Francisco-Ortega, Alan W. Meerow,\nRaymond J. Schnell","Year":" 2005","Title":" Phylogenetic Relationships and Biogeography within the\nEurasian Clade of Amaryllidaceae Based on Plastid ndhF and nrDNA ITS\nSequences: Lineage Sorting in a Reticulate Area?","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The monophyletic Eurasian clade of Amaryllidaceae was\nanalyzed using plastid ndhF and rDNA ITS sequences for 33 and 29 taxa,\nrespectively, representing all genera by at least one species. Both\nmaximum parsimony and Bayesian analysis were used on each data set and\nthe combined data. Both sequence matrices resolve the Central and East\nAsian tribe Lycorideae as sister to the Mediterranean-centered genera of\nthe clade, and recognize two large subclades within the greater\nMediterranean region: Galantheae, consisting of Acis, Galanthus and\nLeucojum; and Narcisseae (Narcissus and Sternbergia)/Pancratium.\nHowever, there are areas of incongruence between the ndhF and ITS trees.\nWhen three predominantly monotypic genera, Hannonia, Lapiedra, and\nVagaria, centered in North Africa, are removed from the alignments, the\ntwo sequence matrices produce fully congruent topologies with increased\nsupport at many of the nodes, with ILD between partitions rising from P\n= 0.07 to 0.96. We hypothesize that lineage sorting took place after the\ndivergence of Galantheae and Narcisseae/Pancratium from a common\ngenepool of which Hannonia, Lapiedra, and Vagaria have retained a mosaic\nof the ancestral haplotypes. We also performed dispersal-vicariance\nanalysis to reconstruct biogeographic scenarios on the generic level\nphylogenies found with and without these three genera included, as well\nas on a species-level phylogeny of Galantheae. The results of the\ndispersal-vicariance analysis are discussed in the context of the\ncomplex biogeographic history of the Mediterranean basin.","trees":[{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Eurasian clade -ndhF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2292.phy"},{"tree_label":"Fig. 2","ntax":"29","rootedtree":"TRUE","title":"Eurasian clade - ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2293.phy"},{"tree_label":"Fig. 3","ntax":"34","rootedtree":"TRUE","title":"Eurasian clade - combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2294.phy"}]}