{"Authors":" Ulrike Damm, Paul F. Cannon, Fang Liu, Robert W. Barreto,\nEduardo Guatimosim, Pedro W. Crous","Year":" 2013","Title":" The Colletotrichum orbiculare species complex: Important\npathogens of field crops and weeds","Journal":" Fungal Diversity","Volume":" 61","Issue":"","Pages":" 29-59","Keywords":" Ascomycota, Colletotrichum orbiculare, host specificity,\nphylogeny, systematics","DOI":" 10.1007/s13225-013-0255-4","Abstract":" Colletotrichum orbiculare causes anthracnose of\nCucurbitaceae and is phylogenetically closely related to pathogens of\nseveral other herbaceous hosts belonging to the Asteraceae, Fabaceae and\nMalvaceae. Most of them are known for their hemibiotrophic infection\nstrategy and as destructive pathogens either of field crops or weeds. In\norder to study the phylogenetic relationships of these fungi, a\nmultilocus analysis (ITS, GAPDH, CHS-1, HIS3, ACT, TUB2, GS) of 42\nstrains of C. orbiculare and related species was conducted. The analysis\nresulted in nine clades that confirmed the four species previously known\nas belonging to this species complex, C. lindemuthianum, C. malvarum, C.\norbiculare and C. trifolii, and recognised four new species from weeds,\nnamely C. bidentis, C. sidae, C. spinosum and C. tebeestii. The name C.\norbiculare itself is widely used in plant pathology and science, but is\ninvalid according to current nomenclatural rules. Therefore we described\na new species with the same epithet and a type specimen that agrees with\nour current understanding of this species, and is linked to a living\nculture. Following the recent epitypification of C. lindemuthianum, we\nchose appropriate specimens with associated strains to serve as epitypes\nof C. malvarum and C. trifolii, and selected an authentic specimen of C.\ntrifolii as lectotype.","trees":[{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Colletotrichum orbiculare complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64126.phy"}]}