{"Authors":" Paul S. Manos, Yun Feng, Sang-Hun Oh","Year":" 2005","Title":" Phylogeny and Historical Biogeography of the Genus Platanus\nas Inferred From Nuclear and Chloroplast DNA","Journal":" Systematic Botany","Volume":" 30","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses of DNA sequences of six species of\nPlatanus were conducted to estimate species relationships and analyze\nbiogeographic history. On the basis of a broader analysis of the third\nexon of the nuclear gene LEAFY, the root node for the genus was\nconfirmed to fall between subg. Castaneophyllum (P. kerrii) and the\nspecies of subg. Platanus. Separate phylogenetic analyses of the nuclear\nribosomal ITS region, the 3’ region of the second intron of LEAFY, and\nthe chloroplast region trnT-trnL intergenic spacer provided various\nlevels of resolution, and the combined data yielded a fully resolved set\nof relationships within subg. Platanus. Two major clades were\nidentified: one with species from Europe (EUR) and western North America\n(WNA) (P. orientalis, P. racemosa s.l.), the other with species from\neastern North America (ENA; US and Canada) and eastern Mexico (EMEX) (P.\nmexicana, P. occidentalis, and P. rzedowskii). Within subg. Platanus,\nsix subclades corresponded to previously recognized taxa, and one\naccession may be of hybrid origin. The historical biogeography of\nPlatanus was interpreted using phylogenetic pattern, estimates of\ndivergence times, the fossil record, and climate reconstructions. The\npattern of relationships was consistent with a hypothesis of vicariance\nand the oldest divergence between taxa within the set of area\nrelationships of ((WNA + EUR), (ENA + MEX)) suggested an initial barrier\naffecting taxa that are now mostly confined to North America. The second\noldest divergence within subg. Platanus involves the intercontinental\ndisjunction of semi-arid species from WNA + EUR which diverged by at\nleast 15 MYBP, consistent with the Madrean-Tethyan hypothesis.\nCalibrated phylogenies were used to estimate divergence times for five\nmore recent intracontinental disjunctions. These times correlated with\nthe timing of geological events in southwestern North America and\nnorthern Latin America.","trees":[{"tree_label":"ITS ML","ntax":"26","rootedtree":"TRUE","title":"Platanus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2295.phy"},{"tree_label":"ITS MP","ntax":"26","rootedtree":"TRUE","title":"Platanus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2296.phy"},{"tree_label":"LEAFY","ntax":"21","rootedtree":"TRUE","title":"Platanus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2297.phy"},{"tree_label":"trnT trnL","ntax":"19","rootedtree":"TRUE","title":"Platanus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2298.phy"},{"tree_label":"exon3","ntax":"12","rootedtree":"TRUE","title":"Platanus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2299.phy"},{"tree_label":"Combined","ntax":"18","rootedtree":"TRUE","title":"Platanus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2300.phy"}]}