{"Authors":" Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2013","Title":" A phylogenetic re-evaluation of Arthrinium","Journal":" IMA Fungus","Volume":" 4","Issue":" 1","Pages":" 133-154","Keywords":" Apiospora, Apiosporaceae, Arthrinium, ITS, LSU,\nSordariomycetes, systematics","DOI":" 10.5598/imafungus.2013.04.01.13","Abstract":" Although the genus Arthrinium (sexual morph Apiospora) is\ncommonly isolated as an endophyte from a range of substrates, and is\nextremely interesting for the pharmaceutical industry, its molecular\nphylogeny has never been resolved. Based on morphology and DNA sequence\ndata of the large subunit nuclear ribosomal RNA gene (LSU, 28S) and the\ninternal transcribed spacers (ITS) and 5.8S rRNA gene of the nrDNA\noperon, the genus Arthrinium is shown to belong to Apiosporaceae in\nXylariales. Arthrinium is morphologically and phylogenetically\ncircumscribed, and the sexual genus Apiospora treated as synonym on the\nbasis that Arthinium is older, more commonly encountered, and more\nfrequently used in literature. An epitype is designated for Arthrinium\npterospermum, and several well-known species are redefined based on\ntheir morphology and sequence data of the translation elongation factor\n1-alpha (TEF), beta-tubulin (TUB) and internal transcribed spacer (ITS1,\n5.8S, ITS2) gene regions. Newly described are A. hydei on Bambusa\ntuldoides from Hong Kong, A. kogelbergense on dead culms of Restionaceae\nfrom South Africa, A. malaysianum on Macaranga hullettii from Malaysia,\nA. ovatum on Arundinaria hindsii from Hong Kong, A. phragmites on\nPhragmites australis from Italy, A. pseudospegazzinii on Macaranga\nhullettii from Malaysia, A. pseudosinense on bamboo from The\nNetherlands, and A. xenocordella from soil in Zimbabwe. Furthermore, the\ngenera Pteroconium and Cordella are also reduced to synonymy, rejecting\nspore shape and the presence of setae as characters of generic\nsignificance separating them from Arthrinium.","trees":[{"tree_label":"Fig. 1","ntax":"80","rootedtree":"TRUE","title":"Arthrinium LSU mb","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_65640.phy"},{"tree_label":"Fig. 3","ntax":"39","rootedtree":"TRUE","title":"Arthrinium TUB TEF","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_65641.phy"},{"tree_label":"Fig. 2","ntax":"72","rootedtree":"TRUE","title":"Arthrinium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65639.phy"}]}