{"Authors":" Stephen G Tilley, Joseph Bernardo, Laura A Katz, Lizmarie\nLópez, J Devon Roll, Renee L Eriksen, Justin Kratovil, Noelle K.J.\nBittner, Keith A. Crandall","Year":" 2013","Title":" Failed Species, Innominate Forms, and the Vain Search for\nSpecies Limits: Cryptic Diversity in Dusky Salamanders (Desmognathus) of\nEastern Tennessee","Journal":" Ecology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny, phylogeography, species, CytB, allozymes,\nPlethodontidae, Desmognathus Abstract:","DOI":"","Abstract":" Cytochrome B sequences and allozymes reveal complex\npatterns of molecular variation in dusky salamander (Desmognathus)\npopulations in eastern Tennessee. One group of allozymically distinctive\npopulations, which we refer to as the Sinking Creek form (SCF), combines\nmorphological attributes of D. fuscus with cytB sequences characteristic\nof D. carolinensis. This form is abruptly replaced by D. fuscus just\nnorth of Johnson City, TN with no evidence of either sympatry or gene\nexchange. To the south allozymic markers indicate a broad zone of\nadmixture with populations characterized by distinct cytB sequences and\nmay or may not be ultimately referable to D. conanti. A third\ndistinctive group of populations, which we refer to as the Lemon Gap\nform (LGF), occurs in the foothills of the Great Smoky and southern Bald\nMountains and exchanges genes with D. santeetlah along the escarpment of\nthe Great Smokies, D. carolinensis in the southern Bald Mountains, and\npopulations of a different haplotype clade in the Ridge and Valley. We\ntreat all these as innominate forms that may represent “failed species,”\nrecognizing that it may never be possible to reconcile species limits\nwith patterns of phylogeny, morphology, and gene exchange in these\nsalamanders.","trees":[{"tree_label":"con 50 majrule","ntax":"170","rootedtree":"TRUE","title":"Desmognathus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64304.phy"}]}