{"Authors":" Thomas Lecocq, Nicolas Brasero, Denis Michez, Patrick\nLhomme, Roland de Jonghe, Irena Valterová, Pierre Rasmont","Year":" 2013","Title":" Integrative approach to assess the taxonomic status of\ninsular bumblebees, implication on Corsican bumblebee conservation\nbiology","Journal":" Conservation Biology","Volume":"","Issue":"","Pages":"","Keywords":" Integrative taxonomy, conservation, Island, Corsica,\nbumblebees","DOI":"","Abstract":" Islands are well-known biodiversity hotspots that host a\nhigh diversity of endemic species. Unfortunately, insular taxa suffer\nfrom high rates of extinction and endangerment. Numerous conservation\nplans are developed to safeguard a wide range of insular taxa. These\nconservation plans are often assessed on the basis of occurrence and\nproportion of endemic species. However, species characterization of\ninsular taxa using biological species concept based on reproductive\nisolation or on phylogenetic relationship lead to discordant species\nstatus. By following an integrative taxonomic approach and a unified\nspecies concept, the present study includes molecular, chemical and\nmorphological criteria to establish the taxonomic status of six endemic\ninsular bumblebee taxa from the Corsica Island: Bombus corsicola, Bombus\nhortorum jonghei, Bombus perezi, Bombus pereziellus, Bombus renardi, and\nBombus xanthopus. For each taxa, we characterize the differentiation of\nCorsican vs. mainland (European) taxa (i) in morphological characters\n(color pattern, and genitalia), (ii) in two genes (nuclear and\nmitochondrial, 1622 bp), (iii) in the chemical composition of male\nmarking secretions (MMS), a key trait for mate attraction in bumblebees.\nOur results show a morphological differentiation (at least in color\npattern) and provide evidence for genetic divergence of all Corsican\ntaxa. Likewise, our comparative chemical analyses of MMS indicate that\nCorsican taxa are significantly differentiated from the mainland.\nMoreover, each Corsican taxa display divergence at least in one\noperation criterion from different species concepts, providing evidence\nof lineage separation is recorded. Therefore Corsican taxa can be\nconsidered as different species from their mainland counterparts\naccording to the unified species concept. According to this result,\nCorsica appears as the largest endemic insular bumblebee fauna in West\nPalearctic region. This places a premium on conservation plan of the\nCorsican bumblebee fauna and especially a regulation of importation of\nalien taxa used in the bumblebee international trade.","trees":[{"tree_label":"bestREP1","ntax":"254","rootedtree":"TRUE","title":"Corsican bumblebees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64576.phy"},{"tree_label":"con 50 majrule+","ntax":"265","rootedtree":"TRUE","title":"Tr64571","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64571.phy"},{"tree_label":"con 50 majrule","ntax":"265","rootedtree":"TRUE","title":"Tr64572","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64572.phy"},{"tree_label":"bestREP1","ntax":"265","rootedtree":"TRUE","title":"Tr64573","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64573.phy"},{"tree_label":"con 50 majrule","ntax":"254","rootedtree":"TRUE","title":"Tr64574","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64574.phy"},{"tree_label":"bestREP1+","ntax":"265","rootedtree":"TRUE","title":"Corsican bumblebees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64570.phy"},{"tree_label":"bestREP2","ntax":"254","rootedtree":"TRUE","title":"Tr64575","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64575.phy"},{"tree_label":"con 50 majrule","ntax":"254","rootedtree":"TRUE","title":"Corsican bumblebees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64577.phy"}]}