{"Authors":" Sara Ruane, R. W. Bryson, Robert Alexander Pyron, Frank T.\nBurbrink","Year":" 2013","Title":" Coalescent Species Delimitation in Milksnakes (genus\nLampropeltis) and Impacts on Phylogenetic Comparative Analyses","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Divergence-time estimation, mtDNA introgression,\nLampropeltini, diversification rates, Pleistocene diversification","DOI":"","Abstract":" Both gene-tree discordance and unrecognized diversity are\nsources of error for accurate estimation of species trees, and can\naffect downstream diversification analyses by obscuring the correct\nnumber of nodes, their density, and the lengths of the branches\nsubtending them. While the theoretical impact of gene-tree discordance\non evolutionary analyses has been previously examined, the effect of\nunsampled or cryptic diversity has not. Here, we examine how\ndelimitation of previously unrecognized diversity in the milksnake\n(Lampropeltis triangulum) and use of a species-tree approach affects\nboth estimation of the Lampropeltis phylogeny and comparative analyses\nwith respect to the timing of diversification. Coalescent species\ndelimitation indicates that L. triangulum is not monophyletic and that\nthere are multiple species of milksnake, which increases the known\nspecies diversity in the genus Lampropeltis by 40%. Both genealogical\nand temporal discordance occurs between gene trees and the species tree,\nwith evidence that mtDNA introgression is a main factor. This\ndiscordance is further manifested in the preferred models of\ndiversification, where the concatenated gene tree strongly supports an\nearly burst in speciation during the Miocene, in contrast to\nspecies-tree estimates where diversification follows a birth-death model\nand speciation occurs mostly in the Pliocene and Pleistocene. This study\nhighlights the crucial interaction among coalescent-based phylogeography\nand species delimitation, systematics, and species diversification\nanalyses.","trees":[{"tree_label":"TREE1","ntax":"23","rootedtree":"TRUE","title":"Lampropeltis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69420.phy"},{"tree_label":"TREE1","ntax":"23","rootedtree":"TRUE","title":"Lampropeltis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69421.phy"},{"tree_label":"TREE1","ntax":"329","rootedtree":"TRUE","title":"Lampropeltis cytb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69422.phy"}]}