{"Authors":" Eske De Crop, Jorinde Nuytinck, Kobeke Van de Putte, Marcel\nLecomte, Ursula Eberhardt, Annemieke Verbeken","Year":" 2013","Title":" Lactifluus piperatus (Russulales, Basidiomycota) and allied\nspecies in Western Europe and a preliminary overview of the group\nworldwide","Journal":" Mycological Progress (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" Russulaceae, Albati, Lactarius, Milk caps, Multiple gene\nphylogeny, Bayesian species delimitation","DOI":"","Abstract":" The large, white milkcaps of Lactifluus section Piperati\nare well known in the northern hemisphere. Historically, there was\nextensive debate about the number of European representatives and the\ndiagnostic characteristics that delimit the species. Combining a\nmorphological approach with a phylogenetic study, we aimed to resolve\nthe problems in this section in Europe. Secondly, a molecular analysis\nof worldwide representatives of Lactifluus section Piperati was carried\nout, to verify whether there is intercontinental conspecificity. We\ncompared nuclear ITS and LSU rDNA, nuclear protein-coding rpb2 and\nmitochondrial coding atp6 genealogies to delimit species, using a\nconcatenation of genes, along with Bayesian species delimitation for the\nEuropean dataset. The phylogenetic analyses show the existence of two\nspecies in Europe: Lactifluus piperatus and Lactifluus glaucescens.\nMorphologically, the frequently used characteristics of the colouration\nof the latex and the macrochemical reactions of latex and context appear\nnot to be useful as diagnostic characteristics to discriminate the\nspecies, but the microscopical characters of the pileipellis are\ninformative. The preliminary overview of the section worldwide shows\nthat it comprises at least 10 possible species divided over three\nclades, and that there is no intercontinental conspecificity.","trees":[{"tree_label":"Maximum likelihood tree of the European dataset (ITS,\nLSU, rpb2, atp6)","ntax":"68","rootedtree":"TRUE","title":"Tr64257","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64257.phy"},{"tree_label":"Maximum likelihood tree of the worldwide dataset (ITS,\nLSU, rpb2, atp6)","ntax":"119","rootedtree":"TRUE","title":"Tr64258","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64258.phy"}]}