{"Authors":" A. Martyn Ainsworth, Bryn T. M. Dentinger, Paul Cannon","Year":" 2013","Title":" Conserving grassland fungi: DNA barcoding and morphological\nstudies reveal two new species of waxcap mushrooms (Hygrophoraceae) in\nBritain","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" conservation, cryptic species, diamond jubilee, DNA\nbarcoding, fungi, Gliophorus, Glutinosae, Hygrophoraceae, parrot waxcap,\ntaxonomy, waxcap grasslands","DOI":"","Abstract":" Fundamental to fungal conservation is rigorous\ndocumentation of biologically distinct units, such as species. During\nthe course of a species-level revision of UK waxcap (Hygrophoraceae)\ndiversity, two previously unrecognized species were discovered. We\ndescribe Gliophorus europerplexus sp. nov. and G. reginae sp. nov.,\nrespectively orangebrown and purplepink waxcap mushrooms, from\nnutrient-poor grasslands in Britain. Both share some morphological\nfeatures with specimens assigned to Hygrocybe (=Gliophorus) psittacina.\nHowever, analysis of sequences of the nuclear ITS DNA barcode region\nfrom these and related taxa confirmed the phylogenetic distinctness of\nthese lineages. Furthermore, it revealed that the holotype of\nHygrophorus perplexus, a North American species morphologically\nresembling G. europerplexus, was phylogenetically divergent from all our\ncollections. It is likely that further collections of G. europerplexus\nwill be revealed by sequencing European material currently filed under\nG. perplexus, Hygrophorus perplexus, Hygrocybe perplexa and H.\npsittacina var. perplexa. By contrast, G. reginae is morphologically\ndistinct and can usually be recognized in the field by its purplish\nviscid pileus and relatively stout, flexuose, pale stipe. It is named to\ncommemorate the diamond jubilee of Her Majesty Queen Elizabeth II in\n2012 and the 60th anniversary of her coronation in 2013.","trees":[{"tree_label":"tree 1","ntax":"25","rootedtree":"TRUE","title":"Tr64250","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64250.phy"},{"tree_label":"tree 1","ntax":"25","rootedtree":"TRUE","title":"Tr64251","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64251.phy"}]}