{"Authors":" Michael James Bayly, Philippe Rigault, Antanas Spokevicius,\nPauline Y Ladiges, Peter Ades, Charlotte Anderson, Gerd Bossinger,\nAndrew Merchant, Frank Udovicic, Ian Woodrow, Josquin Tibbits","Year":" 2013","Title":" Chloroplast genome analysis of Australian eucalypts \nEucalyptus Corymbia, Angophora, Allosyncarpia and Stockwellia\n(Myrtaceae)","Journal":" Molecular phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Chloroplast genome, Eucalypts , Evolution , Illumina\nsequencing , Phylogeny","DOI":" 10.1016/j.ympev.2013.07.006","Abstract":" We present a phylogenetic analysis and comparison of\nstructural features of chloroplast genomes for 39 species of the\neucalypt group (genera Eucalyptus, Corymbia, Angophora, and outgroups\nAllosyncarpia and Stockwellia). We use 41 complete chloroplast genome\nsequences, adding 39 finished-quality chloroplast genomes to two\npreviously published genomes. Maximum parsimony and Bayesian analyses,\nbased on >7000 variable nucleotide positions, produced one fully\nresolved phylogenetic tree (35 supported nodes, 27 with 100% bootstrap\nsupport). Eucalyptus and its sister lineage Angophora + Corymbia show a\ndeep divergence. Within Eucalyptus, three lineages are resolved: the\n‘eudesmid’, ‘symphyomyrt’ and ‘monocalypt’ groups. Corymbia is\nparaphyletic with respect to Angophora. Gene content and order does not\nvary among eucalypt chloroplasts; length mutations, especially frame\nshifts, are uncommon in protein-coding genes. Some non-synonymous\nmutations are highly incongruent with the overall phylogenetic signal,\nnotably in rbcL, and may be adaptive. Application of custom informatics\npipelines (GYDLE Inc.) enabled direct chloroplast genome assembly,\nresolving each genome to finished-quality with no need for PCR\ngap-filling or contig order resolution. Analysis of whole chloroplast\ngenomes resolved major eucalypt clades and revealed variable regions of\nthe genome that will be useful in lower-level genetic studies (including\nphylogeography and geneflow).","trees":[{"tree_label":"PAUP 1","ntax":"41","rootedtree":"TRUE","title":"Australian eucalypts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64297.phy"}]}