{"Authors":" Carrie A. Kiel, Lucinda A. McDade","Year":" 2013","Title":" The Mirandea clade (Acanthaceae, Justicieae, Tetramerium\nLineage): Phylogenetic signal from molecular data and micromorphology\nmakes sense of taxonomic confusion caused by remarkable diversity of\nfloral form","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Acanthaceae, Justicieae, Tetramerium Lineage, Hoverdenia,\nMirandea, Yeatesia, pollinator relationships, palynology, seed\nmorphology, phylogeny","DOI":"","Abstract":" The Mirandea clade (Acanthaceae) is part of the\nTetramerium lineage (Acanthaceae: Justicieae). Traditionally\nmacromorphological floral traits such as floral form and color have\nguided taxonomy in the Tetramerium lineage but earlier results on this\nlineage indicate that these traits are highly homoplastic. The present\nstudy includes all described species and multiple samples of Hoverdenia,\nMirandea, and Yeatesia to fully delimit the Mirandea clade, test\nmonophyly of species and determine relationships among them using DNA\nsequence data from five regions (nuclear: nrITS and ncpGS; cp: trnSG,\nndhFtrnL(UAG) and trnTL). The Mirandea clade is here shown to include\nseven species currently placed in four genera: Mirandea, Hoverdenia,\nYeatesia, and Justicia. The lineage is edaphically and geographically\ncohesive, occurring along the Sierra Madre Oriental in Mexico and\nsouthern Texas in xeric habitats, except for one species that inhabits a\nbroad geographical region of the southeastern United States in mesic\nhabitats. We present micromorphological data for seeds and pollen, and\ndiscuss the evolution of these traits, as well as of floral traits.\nThese results support the heterodox idea that micromorphological traits\nof seed testa and pollen exine, morphologies that are not found among\nother clades of the Tetramerium lineage, are phylogenetically\ninformative among members of the Mirandea clade whereas floral traits\nare not. Plants in this clade exhibit remarkable interspecific variation\nin both floral form and color, suggesting divergent evolution in\nconjunction with pollination syndrome. Taxonomic implications of these\nresults are discussed.","trees":[{"tree_label":"ML_best","ntax":"44","rootedtree":"TRUE","title":"Tr64554","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64554.phy"},{"tree_label":"MajRule","ntax":"44","rootedtree":"TRUE","title":"Tr64555","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64555.phy"}]}