{"Authors":" Cheng Sun, Rachel Lockridge Mueller","Year":" 2014","Title":" Hellbender genome sequences shed light on genomic expansion\nat the base of crown salamanders","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" transposable element, genome size evolution,\nCryptobranchus, indels, age distribution, phylogeny","DOI":" 10.1093/gbe/evu143","Abstract":" Among animals, genome sizes range from 20 Mb to 130 Gb,\nwith 380-fold variation across vertebrates. Most of the largest\nvertebrate genomes are found in salamanders, an amphibian clade of 660\nspecies. Thus, salamanders are an important system for studying causes\nand consequences of genomic gigantism. Previously, we showed that\nplethodontid salamander genomes accumulate higher levels of LTR\nretrotransposons than do other vertebrates, although the evolutionary\norigins of such sequences remained unexplored. We also showed that some\nsalamanders in the family Plethodontidae have relatively slow rates of\nDNA loss through small insertions and deletions. Here, we present new\ndata from Cryptobranchus alleganiensis, the hellbender. Cryptobranchus\nand Plethodontidae span the basal phylogenetic split within salamanders;\nthus, analyses incorporating these taxa can shed light on the genome of\nthe ancestral crown salamander lineage, which underwent expansion. We\nshow that high levels of LTR retrotransposons likely characterize all\ncrown salamanders, suggesting that disproportionate expansion of this TE\nclass contributed to genomic expansion. Phylogenetic and age\ndistribution analyses of salamander LTR retrotransposons indicate that\nsalamanders’ high TE levels reflect persistence and diversification of\nancestral TEs rather than horizontal transfer events. Finally, we show\nthat relatively slow DNA loss rates through small indels likely\ncharacterize all crown salamanders, suggesting that a decreased DNA loss\nrate contributed to genomic expansion at the clade’s base. Our\nidentification of shared genomic features across phylogenetically\ndistant salamanders is a first step towards identifying the evolutionary\nprocesses underlying accumulation and persistence of high levels of\nrepetitive sequence in salamander genomes.","trees":[{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr64309","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64309.phy"}]}