{"Authors":" Monika Komon, Christian P. Kubicek, George Szakacs, John\nBissett, Alexey G Kopchinskiy, Irina S. Druzhinina","Year":" 2005","Title":" An oligonucleotide barcode for species identification on\nTrichoderma and Hypocrea","Journal":" Fungal Genetics and Biology","Volume":" 42","Issue":" NA","Pages":" 813-828","Keywords":" NA","DOI":" NA","Abstract":" One of the biggest obstructions to studies on Trichoderma\nhas been the incorrect and confused application of species names to\nisolates used in industry, biocontrol of plant pathogens and ecological\nsurveys, thereby making the comparison of results questionable. Here we\nprovide a convenient, on-line method for the quick molecular\nidentification of Hypocrea/Trichoderma at the genus and species levels\nbased on an oligonucleotide barcode: a diagnostic combination of several\noligonucleotides (hallmarks) specifically allocated within the internal\ntranscribed spacer 1 and 2 (ITS1 and 2) sequences of rDNA repeat. The\nbarcode was developed on the basis of 979 sequences of 88 vouchered\nspecies which displayed in total 135 ITS1 and 2 haplotypes.\nOligonucleotide sequences which are constant in all known ITS1 and 2 of\nHypocrea/Trichoderma but different in closely related fungal genera,\nwere used to define genus specific hallmarks. The library of species-,\nclade- and genus-specific hallmarks is stored in the MySQL database and\nintegrated in the TrichOKey v. 1.0 - barcode sequence identification\nprogram with the web interface located on www.isth.info. TrichOKey v.\n1.0 identifies 75 single species, 5 species pairs and 1 species triplet.\nVerification of the DNA-barcode was done by a blind test on 53 unknown\nisolates of Trichoderma, collected in Central and South America. The\nobtained results were in a total agreement with phylogenetic\nidentification based on tef1 (large intron), NCBI BLAST of vouchered\nrecords and postum morphological analysis. We conclude that\noligonucleotide barcode is a powerful tool for the routine\nidentification of Hypocrea/Trichoderma species and should be useful as a\ncomplement to traditional methods","trees":[{"tree_label":"NJ ITS tree","ntax":"88","rootedtree":"TRUE","title":"Trichoderma and Hypocrea barcode tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2369.phy"}]}