{"Authors":" A. Martyn Ainsworth, Bryn T. M. Dentinger, Paul Cannon","Year":" 2013","Title":" DNA barcoding and morphological studies reveal two new\nspecies of waxcap mushrooms (Hygrophoraceae) in Britain","Journal":" MycoKeys","Volume":" 7","Issue":"","Pages":" 45-62","Keywords":" Conservation, cryptic species, diamond jubilee, DNA\nbarcoding, fungi, Gliophorus, Glutinosae, Hygrophoraceae, parrot waxcap,\ntaxonomy, waxcap grasslands","DOI":" 10.3897/mycokeys.7.5860","Abstract":" Rigorous diagnostics and documentation of fungal species\nare fundamental to their conservation. During the course of a\nspecies-level study of UK waxcap (Hygrophoraceae) diversity, two\npreviously unrecognized species were discovered. We describe Gliophorus\neuroperplexus sp. nov. and G. reginae sp. nov., respectively orangebrown\nand purplepink waxcap mushrooms, from nutrient-poor grasslands in\nBritain. Both share some morphological features with specimens assigned\nto Gliophorus (=Hygrocybe) psittacinus. However, analysis of sequences\nof the nuclear ITS DNA barcode region from these and related taxa\nconfirms the phylogenetic distinctness of these lineages. Furthermore,\nwe demonstrated that the holotype of Hygrophorus perplexus, a North\nAmerican species morphologically resembling G. europerplexus, is\nphylogenetically divergent from all our collections. It is likely that\nfurther collections of G. europerplexus will be revealed by sequencing\nEuropean material currently filed under G. perplexus and its synonyms.\nHowever, two such collections in the Kew fungarium yielded sequences\nthat clustered together but were divergent from those of G.\neuroperplexus, G. perplexus and G. psittacinus and may represent a\nfurther novel taxon. By contrast, G. reginae is morphologically distinct\nand can usually be recognized in the field by its purplish viscid pileus\nand relatively stout, flexuose, pale stipe. It is named to commemorate\nthe diamond jubilee of Her Majesty Queen Elizabeth II in 2012 and the\n60th anniversary of her coronation in 2013.","trees":[{"tree_label":"tree 1","ntax":"26","rootedtree":"TRUE","title":"Gliophorus spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71609.phy"}]}