{"Authors":" Marilia Wortmann Marques, Nelson Bernardi Lima, Marcos\nMorais Junior, Maria Angélica Guimarães Barbosa, Sami Jorge Michereff,\nAlan John Lander Phillips, Marcos P. S. Camara","Year":" 2013","Title":" Botryosphaeria, Neofusicoccum, Neoscytalidium and\nPseudofusicoccum species associated with mango in Brazil","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeriaceae, dieback, stem-end rot, Mangifera\nindica, pathogenicity, virulence, phylogeny","DOI":"","Abstract":" Members of the Botryosphaeriaceae are well known fungi\nassociated with dieback, canker and fruit rot on various hosts\nworldwide, including mango. The aim of this study was identify a large\ncollection of Botryosphaeriaceae species associated with dieback and\nstem-end rot of mango in the semi-arid region of Northeastern Brazil,\nand compare the species in relation to mycelial growth, pathogenicity\nand virulence. A total of 115 isolates were sampled and based on\nmorphology and DNA sequence data (ITS, BT and EF1-α) seven taxa were\nidentified, namely, Botryosphaeria dothidea, B. mamane, Fusicoccum\nfabicercianum, Neofusicoccum parvum, N. brasiliense sp. nov,\nNeoscytalidium dimidiatum and Pseudofusicoccum stromaticum. B. dothidea\nand P. stromaticum were the most commonly isolated species, which\nrepresented 37% and 33%, of all isolates, respectively. Botryosphaeria\nmamane is reported for the first time in association with mango diseases\nworldwide. There were significant differences among the species obtained\nin this study in relation to optimum temperature for mycelial growth and\nmycelial growth rates. All species were pathogenic on mango fruit. There\nwere significant differences in virulence among the species, with N.\ndimidiatum and N. parvum being the most virulent species, while P.\nstromaticum was the least virulent.","trees":[{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Tr64868","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64868.phy"},{"tree_label":"PAUP 1","ntax":"49","rootedtree":"TRUE","title":"Tr64869","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64869.phy"}]}