{"Authors":" R. J. Abbott, A. L. Wang, O. Hideaki, Y. J. Wang, J. Q.\nLiu","Year":" 2005","Title":" Radiation and diversification within the\nLigularia-Cremanthodium-Parasenecio complex (Asteraceae) triggered by\nuplift of the Qinghai-Tibetan Plateau","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Ligularia-Cremanthodium-Parasenecio (L-C-P) complex of\nthe Tussilagininae (Asteraceae: Senecioneae) contains more than 200\nspecies that are endemic to the Qinghai-Tibetan Plateau in eastern Asia.\nThese species are morphologically distinct; however, their relationships\nappear complex. A phylogenetic analysis of members of the complex and\nselected taxa of the tribe Senecioneae was conducted using chloroplast\n(ndhF and trnL-F) and nuclear (ITS) sequences. Phylogenetic trees were\nconstructed from individual and combined data sets of the three\ndifferent sequences. All analyses suggested that Doronicum, a genus that\nhas been included in the Tussilagininae, should be excluded from this\nsubtribe and placed at the base of the tribe Senecioneae. In addition,\nthe Tussilagininae should be broadly circumscribed to include the\nTephroseridinae. Within the expanded Tussilagininae containing all 13\ngenera occurring in eastern Asia, Tussilago and Petasites diverged early\nas a separate lineage, while the remaining 11 genera comprise an\nexpanded L-C-P complex clade. We suggest that the L-C-P clade, which is\nlargely unresolved, most likely originated as a consequence of an\nexplosive radiation. The few monophyletic subclades identified in the\nL-C-P clade with robust support further suggest that some genera of\nTussilagininae from eastern Asia require generic re-circumscriptions\ngiven the occurrence of subclades containing species of the same genus\nin different parts of the phylogentic tree due to homoplasy of important\nmorphological characters used to delimit them. Molecular-clock analyses\nsuggest that the explosive radiation of the L-C-P complex occurred\nmostly within the last 20 million years, which falls well within the\nperiod of recent major uplifts of the Qinghai-Tibetan Plateau between\nthe early Miocene to the Pleistocene. It is proposed that significant\nincreases in geological and ecological diversity that accompanied such\nuplifting, most likely promoted rapid and continuous allopatric\nspeciation in small and isolated populations, and allowed fixation or\nacquisition of similar morphological characters within unrelated\nlineages. This phenomenon, possibly combined with interspecific diploid\nhybridization because of secondary sympatry during relatively stable\nstages between different uplifts, could be a major cause of high species\ndiversity in the Qinghai-Tibetan Plateau and adjacent areas of eastern\nAsia.","trees":[{"tree_label":"Fig. 4b","ntax":"45","rootedtree":"TRUE","title":"The Ligularia-Cremanthodium-Parasenecio Complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_248.phy"},{"tree_label":"Fig. 4a","ntax":"45","rootedtree":"TRUE","title":"The Ligularia-Cremanthodium-Parasenecio Complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_249.phy"},{"tree_label":"Fig. 4c","ntax":"30","rootedtree":"TRUE","title":"The Ligularia-Cremanthodium-Parasenecio Complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_320.phy"},{"tree_label":"Fig. 1b","ntax":"39","rootedtree":"TRUE","title":"The Ligularia-Cremanthodium-Parasenecio Complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4563.phy"},{"tree_label":"Fig. S2","ntax":"39","rootedtree":"TRUE","title":"The Ligularia-Cremanthodium-Parasenecio Complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4564.phy"},{"tree_label":"Fig. 1a","ntax":"61","rootedtree":"TRUE","title":"The Ligularia-Cremanthodium-Parasenecio Complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4562.phy"}]}