{"Authors":" Alejandro Zaldivar-Riveron, Miharu Mori, Donald L. J.\nQuicke","Year":" 2005","Title":" Systematics of the cyclostome subfamilies of braconid\nparasitic wasps (Hymenoptera: Ichneumonoidea): a simultaneous molecular\nand morphological Bayesian approach","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships among 95 genera collectively\nrepresenting 17 of the 18 currently recognized cyclostome braconid wasp\nsubfamilies were investigated based on DNA sequence fragments of the\nmitochondrial COI and the nuclear 28S rDNA genes, in addition to\nmorphological data. The treatment of sequence length variation of the\n28S partition was explored by either excluding ambiguously aligned\nregions and indel information (28SN) or recoding them (28SA) using the\n\u001afragment-level\u001a alignment method with a modified coding approach.\nBayesian MCMC analyses were performed for the separate and combined data\nsets and a maximum parsimony analysis was also carried out for the\nsimultaneous molecular and morphological data sets. There was a\nsignificant incongruence between the two genes and between 28S and\nmorphology, but not for morphology and COI. Different analyses with the\n28SA data matrix resulted in topologies that were generally similar to\nthe ones from the 28SN matrix; however, the former topologies recovered\na higher number of significantly supported clades and had a higher mean\nBayesian posterior probability, thus supporting the inclusion of\ninformation from ambiguously aligned regions and indel events in\nphylogenetic analyses where possible. Based on the significantly\nsupported clades obtained from the simultaneous molecular and\nmorphological analyses, we propose that a total of 17 subfamilies should\nbe recognized within the cyclostome group. The subfamilial placements of\nseveral problematic cyclostome genera were also established.","trees":[{"tree_label":"Fig. 4","ntax":"95","rootedtree":"TRUE","title":"Cyclostome subfamilies of Braconid Wasps","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_494.phy"},{"tree_label":"28S+COI+Morphology","ntax":"95","rootedtree":"TRUE","title":"Cyclostome subfamilies of Braconid Wasps","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4565.phy"}]}