{"Authors":" Derek Scott Sikes, Chandra Venables","Year":" 2013","Title":" Molecular phylogeny of the burying beetles (Coleoptera:\nSilphidae: Nicrophorinae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Silphidae; Nicrophorinae; Nicrophorus; systematics;\ntaxonomy; burying beetle","DOI":"","Abstract":" Burying beetles (Silphidae: Nicrophorus) are well-known\nfor their monopolization of small vertebrate carcasses in subterranean\ncrypts and complex biparental care behaviors. They have been the focus\nof intense behavioral, ecological, and conservation research since the\n1980s yet no thorough phylogenetic estimate for the group exists.\nHerein, we infer relationships, test past hypotheses of relationships,\nand test biogeographic scenarios among 55 of the subfamily\nNicrophorinae’s currently valid and extant 72 species. Two mitochondrial\ngenes, COI and COII, and two nuclear genes, the D2 region of 28S, and\nthe protein coding gene CAD, provided 3,971 nucleotides for 58\nnicrophorine and 5 outgroup specimens. Ten partitions, with each modeled\nby GTR+I+G, were used for a 100M step MrBayes analysis and maximum\nlikelihood bootstrapping with Garli. The inferred Bayesian phylogeny was\nmostly well-resolved with only three weak branches of biogeographic\nrelevance. The common ancestor of the subfamily and of the genus\nNicrophorus was reconstructed as Old World with four separate\ntransitions to the New World and four reverse colonizations of the Old\nWorld from the New. Divergence dating from analysis with BEAST indicate\nthe genus Nicrophorus originated in the Cretaceous, 127  99 Ma. Most\nprior, pre-cladistic hypotheses of relationships were strongly rejected\nwhile most modern hypotheses were largely congruent with monophyletic\ngroups in our estimated phylogeny. Our results reject a recent\nhypothesis that Nicrophorus morio Gebler, 1817 (NEW STATUS as valid\nspecies) is a subspecies of N. germanicus (L., 1758). Two subgenera of\nNicrophorus are recognized: Necroxenus Semenov-Tian-Shanskij, 1933, and\nNicrophorus Fabricius, 1775.","trees":[{"tree_label":"Fig. 4","ntax":"62","rootedtree":"TRUE","title":"Nicrophorinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96348.phy"},{"tree_label":"Fig. 3","ntax":"63","rootedtree":"TRUE","title":"Nicrophorinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96347.phy"},{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Nicrophorinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96346.phy"}]}