{"Authors":" Hai Nguyen, Joey B Tanney, Denise Chabot, N. L. Nickerson,\nKeith A Seifert","Year":" 2013","Title":" Paratritirachium curvibasidium, a new heat-resistant species\nof basidiomycetes from flare pit soils in Alberta, Canada","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota; two-spored basidia; Pucciniomycotina","DOI":"","Abstract":" Paratritirachium is a recently described monotypic\nbasidiomycete genus in the Pucciniomycotina with one described asexual\nspecies, P. cylindroconium. Three strains of an undescribed species of\nParatritirachium were isolated from flare pit soils from Alberta,\nCanada, using a heat treatment method. Both asexual and sexual\npropagules were produced in culture. Asexual reproduction was\ncharacterized by unbranched or sparingly branched conidiophores and\nsympodial, slightly vesicular conidiogenous cells producing aseptate\nconidia. Distinctive curved basidia were commonly produced in culture,\nyielding two pale brown, thick-walled and oval basidiospores. The\nbasidiospores were heat-resistant and germinated only when exposed to\nheat. Transmission electron microscopy revealed simple, uniperforate\nsepta, similar to those of a Tritirachium species, supporting the\nplacement of Paratritirachium in the class Tritirachiomycetes.\nPhylogenetic analyses using the internal transcribed spacer (ITS) region\nand the combined small and large ribosomal subunits confirmed that these\nisolates are a new species of Paratritirachium, described in this study\nas P. curvibasidium, and that Paratritriachium is classified in the\nclass Tritirachiomycetes, order Tritirachiales, and family\nTritirachiaceae. This study provides the first description of sexual\nreproduction in the Tritirachiomycetes and the first report of\nbasidiospore germination after heat treatment at a high temperature (75\n°C).","trees":[{"tree_label":"con 50 majrule ITS","ntax":"14","rootedtree":"TRUE","title":"Paratritirachium curvibasidium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66402.phy"},{"tree_label":"50 maj rule SSU and LSU","ntax":"73","rootedtree":"TRUE","title":"Paratritirachium curvibasidium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66401.phy"}]}