{"Authors":" Paola Fory, Lindsay R Triplett, Carolina Ballen, J Abello,\nJorge duitama, Maria Aricapa, Gustavo Prado, Fernando Correa, John\nHamilton, jan leach, Joseph Tohme, Gloria Mosquera","Year":" 2013","Title":" Comparative analysis of two emerging rice seed pathogens","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" Burkholderia glumae, Burkholderia gladioli, bacterial\npanicle blight","DOI":"","Abstract":" Seed sterility and grain discoloration limit rice\nproduction in Colombia and several Central American countries. In\nsamples of discolored rice seed grown in Colombian fields, two rice\npathogenic bacterial species were isolated; Burkholderia glumae and B.\ngladioli, and several of the field isolates were compared\nphenotypically. An artificial inoculation assay was developed and used\nto determine that while both bacterial species can colonize and cause\nsymptoms on rice grains, B. glumae causes higher levels of grain\nsterility than B. gladioli isolates. B. glumae reduced rice yield up to\n75%, while B. gladioli did not affect yield. Therefore, while the two\nspecies are closely related and inhabit a similar niche, B. glumae is\nthe more aggressive and damaging pathogen of rice. To identify potential\nsources of virulence differences between B. glumae and B. gladioli, four\npreviously sequenced genomes of Asian and US strains of B. glumae and B.\ngladioli were compared with each other and with two draft genomes of\nColombian B. glumae and B. gladioli isolates generated for this study.\nWhile characterized Burkholderia virulence factors involved in toxin and\nlipase production and quorum sensing are highly conserved between the\ntwo species, B. glumae and B. gladioli strains are predicted to encode\ndistinct complements of type VI secretion systems, transcriptional\nregulators, membrane sensing proteins, and type III secreted effectors.\nThese findings show that both B. glumae and B. gladioli can threaten\ngrain quality although only one species affects yield, and identifies\ndifferences in the core genetic makeup of the species that could\ncontribute to the phenotypic differences between them.","trees":[{"tree_label":"Tree1","ntax":"37","rootedtree":"TRUE","title":"Emerging rice seed pathogens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64542.phy"}]}