{"Authors":" Maria Belen Pildain, Sandra Visnovsky, Carolina\nBarroetavena","Year":" 2014","Title":" Phylogenetic diversity of true Morels (Morchella), the main\nedible non-timber product from native Patagonian forests of\nArgentina","Journal":" Fungal Biology","Volume":" 118","Issue":" 9-10","Pages":" 755-763","Keywords":" Nothofagus, Austrocedrus, Morchella patagonica, Pinus,\nPseudotsuga,South America","DOI":" 10.1016/j.funbio.2014.03.008","Abstract":" Morchella species are edible fungi in high demand and\ntherefore command high prices in world markets. Phenotypic-based\nidentification at the species level remains inadequate because of their\ncomplex life cycles, minor differences and plasticity of morphological\ncharacteristics between species, and the lack of agreement between\nscientific and common names. In Patagonia-Argentina, morels are\nassociated with native forests of Austrocedrus chilensis (Cordilleran or\nChilean cypress) and Nothofagus antarctica (ñire) and several exotic\nconifers that were introduced from western North America. Little is\nknown about their taxonomy and phylogenetic relationships with other\nspecies in the genus. This work focused on the identification of\ncollections of Morchella from Patagonia and their phylogenetic\nrelationships with other species from the Northern Hemisphere. The\ncomparison was made by analysis of DNA sequences obtained from four\nloci: the nuclear ribosomal internal transcribed spacer region (ITS) and\nthe partial RNA polymerase I gene (RPB1) for the complete collection;\nand ITS, RPB1, RNA polymerase II gene (RPB2) and translation elongation\nfactor (EF1-α) for the species-rich Elata Subclade. Analyses of\nindividual and combined data sets revealed that Patagonian morels belong\nto the Elata Clade and comprised three strongly supported species-level\nlineages from both Patagonian native forest, and exotic trees introduced\nfrom western North America. One lineage was identified as M. frustrata\nphylogenetic species Mel-2, which is known from the USA and Canada. The\nsecond lineage, which appeared to be “fire adapted”, was identified as\nM. septimelata phylogenetic species (Mel-7), which is also known from\nthe USA. This species was collected from burned native forests mainly\ncomposed of A. chilensis and N. antarctica but also Pseudotsuga\nmenziesii (Mirb.) Blanco, which is native to western North America. The\nphylogenetic analyses suggested that the third species from Patagonia\nwas nested within the species-rich Elata Subclade and represents a new\nspecies-level lineage (informally designated Mel-37) within Elata Clade.\nThe present collections from Patagonia constitute the southernmost\nlatitude from which Morchella has been reported to date. The\nidentification of two Argentine morels as North American taxa is\ntherefore a remarkable biogeographic pattern. In view of the hypothesis\nthat the Elata Clade originated in western North America, we speculate\nthat at least two of the lineages colonized South America from North\nAmerica via long distance dispersal, migration or, more likely, they\nwere introduced with the exotic tree species that they were collected\nnear.","trees":[{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Morchella new phylog species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80644.phy"},{"tree_label":"PAUP 1","ntax":"72","rootedtree":"TRUE","title":"Morchella RPB1 FINAL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80643.phy"},{"tree_label":"PAUP 1","ntax":"72","rootedtree":"TRUE","title":"Morchella ITS RPB1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80645.phy"},{"tree_label":"PAUP 1","ntax":"72","rootedtree":"TRUE","title":"Morchella ITS final","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80646.phy"}]}