{"Authors":" Daniel Potter, Sang-Hun Oh","Year":" 2005","Title":" Molecular phylogenetic systematics and biogeography of tribe\nNeillieae (Rosaceae) using DNA sequennces of cpDNA, rDNA, and LEAFy","Journal":" American Journal of Botany","Volume":" 92","Issue":" NA","Pages":" 179-192","Keywords":" NA","DOI":" NA","Abstract":" A phylogeny of the tribe Neillieae (Rosaceae), which\ncomprises Neillia, Stephanandra, and Physocarpus, was reconstructed\nbased on nucleotide sequences of several regions of cpDNA, the ITS and\nETS regions of rDNA, and the second intron of LEAFY, to elucidate\nrelationships among genera and species in Neillieae and to assess the\nhistorical biogeography of the tribe. Phylogenetic analyses indicated\nthat Physocarpus and Neillia-Stephanandra were strongly supported as\nmonophyletic and suggested that Stephanandra may have originated by\nhybridization between two lineages of Neillia. Dispersal-vicariance\nanalyses suggested that the most recent common ancestor of Neillieae may\nhave occupied eastern Asia and western North America and that\nPhysocarpus and Neillia-Stephanandra may have been split by an\nintercontinental vicariance event in the early Miocene. The\nbiogeographic analyses also suggested that species of Neillia and\nStephanandra diversified in eastern Asia, whereas in Physocarpus one\ndispersal event from western North America to eastern Asia occurred. Two\ndivergent types of LEAFY sequences were found in the eastern North\nAmerican species, P. opulifolius, but only one type was present in each\nplant. The two types of sequences may represent homeologous genes that\noriginated by hybridization between P. capitatus and P. monogynus, both\nwestern North American species.","trees":[{"tree_label":"combined","ntax":"37","rootedtree":"TRUE","title":"Neillieae combo","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4566.phy"},{"tree_label":"LEAFY","ntax":"78","rootedtree":"TRUE","title":"Neillieae LFY","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4567.phy"},{"tree_label":"cpDNA","ntax":"34","rootedtree":"TRUE","title":"Neillieae cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4568.phy"},{"tree_label":"rDNA","ntax":"34","rootedtree":"TRUE","title":"Neillieae rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4569.phy"}]}