{"Authors":" Timothy M. Evans, Rachel S. Jabaily, Ana Paula Gelli de\nFaria, Leandro de Oliveira Furtado Sousa, Tania Wendt, Gregory K.\nBrown","Year":" 2013","Title":" Phylogenetic Relationships in Bromeliaceae subfamily\nBromelioideae based on chloroplast DNA sequence data","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Bromeliaceae, Bromelioideae, Phylogeny, matK, psbA-trnH,\ntrnL-trnF","DOI":"","Abstract":" Of the eight subfamilies currently recognized in\nBromeliaceae, Bromelioideae is perhaps the most poorly understood.\nGeneric circumscriptions are unclear, and an exceptionally diverse\nmorphology coupled with an unusually low rate of sequence divergence\nwithin Bromeliaceae has made it difficult to resolve phylogenetic\nrelationships within the subfamily. Although recent molecular studies\nhave begun elucidating relationships among species in Bromeliaceae, most\nhave not sampled deeply and/or broadly across Bromelioideae. The purpose\nof this study was to conduct a phylogenetic analysis within subfamily\nBromelioideae using three chloroplast DNA regions (matK, psbA-trnH, and\ntrnL-trnF), with the inclusion of multiple species from a broad sampling\nof bromelioid genera. Ochagavia, Deinacanthon, Fascicularia, Bromelia\nand Fernseea diverged relatively early in the history of the subfamily,\nwith the remaining taxa being placed in a large and poorly resolved\neubromelioid clade. Ananas, Bromelia, and Cryptanthus were found to be\nmonophyletic, while 13 other genera were polyphyletic. Aechmea, the most\nmorphologically diverse genus within the subfamily, was highly\npolyphyletic, with species distributed among 12 different lineages, with\nlittle support for subgeneric circumscriptions.","trees":[{"tree_label":"PAUP 1","ntax":"154","rootedtree":"TRUE","title":"Tr64538","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64538.phy"},{"tree_label":"PAUP 2","ntax":"154","rootedtree":"TRUE","title":"Tr64539","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64539.phy"},{"tree_label":"con 50 majrule","ntax":"154","rootedtree":"TRUE","title":"Tr64540","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64540.phy"},{"tree_label":"con 50 majrule","ntax":"154","rootedtree":"TRUE","title":"Tr64541","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64541.phy"}]}