{"Authors":" Phil David Grayson, Alberto Civetta","Year":" 2013","Title":" Positive selection in the adhesion domain of Mus sperm Adams\nthrough gene duplications and function-driven complex formation","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 217","Keywords":" Positive selection, ADAM genes, sperm,\nneofunctionalization, rodents","DOI":" 10.1186/1471-2148-13-217","Abstract":" Sperm and testes-expressed Adam genes have been shown to\nundergo bouts of positive selection in mammals. Despite the\npervasiveness of positive selection signals, it is unclear what has\ndriven such selective bouts. The fact that only sperm surface Adam genes\nshow signals of positive selection within their adhesion domain has led\nto speculation that selection might be driven by species-specific\nadaptations to fertilization or sperm competition. Alternatively,\nduplications and neofunctionalization of Adam sperm surface genes,\nparticularly as it is now understood in rodents, might have contributed\nto an acceleration of evolutionary rates and possibly adaptive\ndiversification. Results Here we sequenced and conducted tests of\nselection within the adhesion domain of sixteen known sperm surface\ngenes among five species of the Mus genus. We find evidence of positive\nselection associated with all six Adam genes known to interact to form\nfunctional complexes on Mus sperm. A subset of these complexing sperm\ngenes also displayed accelerated branch evolution with Adam5 evolving\nunder positive selection. In contrast to our previous findings in\nprimates, selective bouts within Mus sperm Adams showed no associations\nto proxies of sperm competition. Expanded phylogenetic analysis to\ninclude sequence data from other placental mammals allowed us to uncover\nancient and recent episodes of adaptive evolution. Conclusions The\nprevailing signals of rapid divergence and positive selection detected\nwithin the adhesion domain of interacting sperm ADAMs is driven by\nduplications and potential neofunctionalizations that are in some cases\nancient (Adams 2, 3 and 5) or more recent (Adams 1b, 4b and 6).","trees":[{"tree_label":"tree 1","ntax":"175","rootedtree":"TRUE","title":"Tr64557","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64557.phy"}]}