{"Authors":" Xiao Yang, Mannon E. Gallegly, Chuan Hong","Year":" 2013","Title":" A new high-temperature tolerant species in clade 9 of the\ngenus Phytophthora: P. hydrogena sp. nov.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Phytophthora hydrogena, irrigation water, clade 9,\nhigh-temperature tolerance","DOI":"","Abstract":" A previously unknown Phytophthora species was isolated\nfrom irrigation water in Virginia, USA. This novel species produces\nabundant noncaducous and nonpapillate sporangia in soil water extract\nsolution. It sometimes produces chlamydospores and hyphal swellings in\naged cultures and in Petris solution. This species has optimum\nvegetative growth at 30 C and grows well at 35 C. The lowest and highest\ntemperatures for its growth are 5 and 40 C. All isolates examined in\nthis study are compatibility type A1 and produce mostly plerotic\noospores when paired with an A2 mating type tester of P. cinnamomi.\nSequence analyses of the rDNA internal transcribed spacer (ITS) regions\nand the mitochondrially encoded cytochrome c oxidase 1 (cox 1) gene\nplaced this species in clade 9 of the genus Phytophthora. These\ncharacteristics support the description of this taxon as a new species\nfor which we propose the name P. hydrogena sp. nov. Further phylogenetic\nand physiological investigations of clade 9 species revealed a\nhigh-temperature tolerant cluster including P. hydrogena, P.\naquimorbida, P. hydropathica, P. irrigata, P. chrysanthemi, P. insolita,\nP. polonica, and P. parsiana. These species all grow well at high\ntemperature of 35 C. The monophyly of the species in this\nhigh-temperature tolerant cluster except P. insolita and P. polonica is\nhighly supported by the maximum likelihood analyses of the ITS and cox 1\nsequences.","trees":[{"tree_label":"Fig. 2A","ntax":"28","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64545.phy"},{"tree_label":"Fig. 2B","ntax":"27","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64546.phy"}]}