{"Authors":" O. Torres-Carvajal, J. A. S. Ii, John E Cadle","Year":" 2005","Title":" Phylogenetic relationships of South American lizards of the\ngenus Stenocercus (Squamata: Iguania): a new approach using a general\nmixture model for gene sequence data","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The South American iguanian lizard genus Stenocercus\nincludes 54 species occurring mostly in the Andes and adjacent lowland\nareas from northern Venezuela and Colombia to central Argentina at\nelevations of 0\u001a4000 m. Small taxon or character sampling has\ncharacterized all phylogenetic analyses of Stenocercus, which has long\nbeen recognized as sister taxon to the Tropidurus Group. In this study,\nwe use mtDNA sequence data to perform phylogenetic analyses that include\n32 species of Stenocercus and 12 outgroup taxa. Monophyly of this genus\nis strongly supported by maximum parsimony and Bayesian analyses.\nEvolutionary relationships within Stenocercus are further analyzed with\na Bayesian implementation of a general mixture model, which accommodates\nvariability in the pattern of evolution across sites. These analyses\nindicate a basal split of Stenocercus into two clades, one of which\nreceives very strong statistical support. In addition, we test previous\nhypotheses using non-parametric and parametric statistical methods, and\nprovide a phylogenetic classification for Stenocercus.","trees":[{"tree_label":"Fig. 1.2","ntax":"44","rootedtree":"TRUE","title":"Stenocercus - MP2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4574.phy"},{"tree_label":"Fig. 1.1","ntax":"44","rootedtree":"TRUE","title":"Stenocercus - MP1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4575.phy"},{"tree_label":"Fig. 3a","ntax":"33","rootedtree":"TRUE","title":"Stenocercus - ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4576.phy"}]}