{"Authors":" Amanda E. Fisher, Lynn Clark, Scot A. Kelchner","Year":" 2013","Title":" Molecular phylogeny estimation of the bamboo genus Chusquea\n(Poaceae: Bambusoideae: Bambuseae) and description of two new\nsubgenera","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Chusquea, Chusqueinae, neotropical bamboo, chloroplast\nphylogeny","DOI":"","Abstract":" Chusquea is the most diverse genus of American woody\nbamboos (168 species), accounting for almost half of the woody bamboo\nspecies diversity in the neotropics. Previous analyses of molecular data\nhave recovered four major lineages within Chusquea: Neurolepis I,\nNeurolepis II, subgenus Rettbergia, and the Euchusquea clade. Molecular\ncharacters support the monophyly of each lineage, but morphological\nsynapomorphies have been identified only for subgenus Rettbergia. This\nstudy estimates a chloroplast phylogeny of Chusquea with a focus on\nrelationships within the large and intractable Euchusquea clade.\nPhylogenetic analyses were conducted on 40% of the described species in\nChusquea, with data from five chloroplast regions (ndhF gene, rpl16 and\nndhA introns, trnD-trnT and trnT-trnL intergenic spacers), and a\npreliminary survey of the nuclear internal transcribed spacer complex\n(ITS1, 5.8S, and ITS2). Several results from previous studies were\ncorroborated, including the presence of two clades formerly comprising\nthe genus Neurolepis and monophyly of subgenus Rettbergia. Early\nbranching in the topology lead to two lineages named here as Chusquea\nsubgenus Platonia and Chusquea subgenus Magnifoliae, based on molecular\nsupport and identification of potential morphological synapomorphies.\nThe phylogeny estimation suggests polyphyly of subgenus Swallenochloa\nand subgenus Chusquea within the Euchusquea clade, but these results may\nbe an artifact of incomplete lineage sorting and hybridization. Within\nthe Euchusquea clade, we recovered two strongly supported and five\nweakly supported clades, but relationships among these lineages were not\nresolved and species composition of the clades conflicts strongly with\ncurrent taxonomic groupings based on morphology. Low resolution of the\nchloroplast phylogeny estimation, low variability in nuclear data for\nthe Euchusquea clade, character conflict in the data, and geographical\ndistribution of chloroplast lineages all suggest a probable recent\nradiation of the Euchusquea clade. Given the present weak molecular\nsupport for relationships within the Euchusquea clade and the lack of\nsynapomorphic morphological characters to define clades, we recommend\nthe use of the current morphology-based taxonomy as a practical means of\nassessing and describing diversity in the Euchusquea clade.","trees":[{"tree_label":"Chusquea ITS Bayesian majority rule consensus","ntax":"45","rootedtree":"TRUE","title":"Chusquea ITS Bayesian Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68867.phy"},{"tree_label":"Chusquea chloroplast Bayesian majority rule\nconsensus","ntax":"68","rootedtree":"TRUE","title":"Chusquea chloroplast Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_68868.phy"}]}