{"Authors":" Qiao Zhe Lou, Min Lu, Jiang Hua Sun","Year":" 2013","Title":" Yeast diversity associated with invasive Dendroctonus valens\nkilling Pinus tabuliformis in China using culturing and molecular\nmethods","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" yeast diversity, red turpentine beetle, invasive species,\nmicrohabitat","DOI":"","Abstract":" Bark beetle associated yeasts are much less studied than\nfilamentous fungi, yet they are also considered to play important roles\nin beetle nutrition, detoxification and chemical communication, however.\nThe red turpentine beetle, Dendroctonus valens, an invasive bark beetle\nintroduced from North America, became one of the most destructive pests\nin China, having killed seven million Pinus tabuliformis since 1999. No\ninvestigation to this bark beetle associated yeasts in its invaded\nranges has been conducted so far. The aim of this study was to assess\nthe diversity of yeast communities in different microhabitats and during\ndifferent developmental stages of D. valens in China using culturing and\nDGGE (Denaturing gradient gel electrophoresis) methods, and to compare\nthe yeast flora between China and the USA. The yeast identity was\nconfirmed by sequencing the D1/D2 domain of LSU rDNA. In total, 21\nspecies were detected by culturing method and 14 species were detected\nby molecular methods from China. The most frequent five species in China\nwere Candida piceae, Ca. oregonensis, Ca. nitratophila, Cyberlindera\namericana and an unidentified Candida sp., detected by both methods.\nNine species were exclusively detected by DGGE. Ca. oregonensis was the\nmost frequently detected species by DGGE method. Eight species from the\nUSA were isolated; seven of those were also found in China. We found\nsignificant differences in yeast abundance as well as community\ncomposition between different developmental stages and significant\ndifferences between the surface and the gut. The frass yeast community\nwas more similar to that of D. valens surface or larvae than to the\ncommunity of the gut or adults. Possible functions of the yeast members\nare discussed.","trees":[{"tree_label":"Imported tree 0","ntax":"109","rootedtree":"TRUE","title":"Yeast associated with invasive Dendroctonus valens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64590.phy"}]}