{"Authors":" James Joseph Vaillant, Dan G Bock, G Douglas Haffner,\nMelania E Cristescu","Year":" 2013","Title":" Speciation patterns and processes in the zooplankton of the\nancient lakes of Sulawesi Island, Indonesia","Journal":" Ecology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Malili lakes, ancient lakes, copepoda, plankton,\npopulation structure","DOI":"","Abstract":" Although studies of ancient lake fauna have provided\nimportant insights about speciation patterns and processes of organisms\nin heterogeneous benthic environments, evolutionary forces responsible\nfor speciation in the relatively homogenous planktonic environment\nremain largely unexplored. In this study, we investigate possible\nmechanisms of speciation in zooplankton using the freshwater diaptomids\nof the ancient lakes of Sulawesi, Indonesia as a model system. We\nintegrate phylogenetic and population genetic analyses of mitochondrial\nand nuclear genes with morphological and genome size data. Overall, our\nresults support the conclusion that colonization order and local\nadaptation are dominant at the large, island scale, while at local and\nintralacustrine scales, speciation processes are regulated by gene flow\namong genetically differentiated and locally adapted populations. In the\nMalili lakes, the diaptomid populations are homogenous at nuclear loci,\nbut show two highly divergent mitochondrial clades that are\ngeographically restricted to single lakes despite the interconnectivity\nof the lake systems. Our study, based on coalescent simulations and\npopulation genetic analyses, indicates that unidirectional hybridization\nallows gene flow across the nuclear genome, but prevents the\nintrogression of mitochondria into downstream populations. We suggest\nthat hybridization and introgression between young lineages is a\nsignificant evolutionary force in freshwater plankton.","trees":[{"tree_label":"28S NJ tree","ntax":"22","rootedtree":"TRUE","title":"Zooplankton","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64581.phy"},{"tree_label":"COI NJ tree","ntax":"417","rootedtree":"TRUE","title":"Zooplankton","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64579.phy"},{"tree_label":"18S NJ tree","ntax":"22","rootedtree":"TRUE","title":"Zooplankton","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64580.phy"},{"tree_label":"ITS1 NJ tree","ntax":"49","rootedtree":"TRUE","title":"Zooplankton","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64582.phy"}]}