{"Authors":" Eveline T Diepeveen, Fabienne D Kim, Walter Salzburger","Year":" 2013","Title":" Sequence analyses of the distal-less homeobox gene family in\nEast African cichlid fishes reveal signatures of positive selection","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 153","Keywords":" Distal-less homeobox gene; Molecular evolution; Cichlid\nfishes; Teleost fishes; Positive selection; Differential selection; Gene\nduplication; dN/dS","DOI":" 10.1186/1471-2148-13-153","Abstract":" Gen(om)e duplication events are hypothesized as key\nmechanisms underlying the origin of phenotypic diversity and\nevolutionary innovation. The diverse and species-rich lineage of teleost\nfishes is a renowned example of this scenario, because of the\nfish-specific genome duplication. Gene families, generated by this and\nother gene duplication events, have been previously found to play a role\nin the evolution and development of innovations in cichlid fishes - a\nprime model system to study the genetic basis of rapid speciation,\nadaptation and evolutionary innovation. The distal-less homeobox genes\nare particularly interesting candidate genes for evolutionary novelties,\nsuch as the pharyngeal jaw apparatus and the anal fin egg-spots. Here we\nstudy the dlx repertoire in 23 East African cichlid fishes to determine\nthe rate of evolution and the signatures of selection pressure. Four\nintact dlx clusters were retrieved from cichlid draft genomes.\nPhylogenetic analyses of these eight dlx loci in ten teleost species,\nfollowed by an in-depth analysis of 23 East African cichlid species,\nshow that there is disparity in the rates of evolution of the dlx\nparalogs. Dlx3a and dlx4b are the fastest evolving dlx genes, while\ndlx1a and dlx6a evolved more slowly. Subsequent analyses of the\nnonsynonymous-synonymous substitution rate ratios indicate that dlx3b,\ndlx4a and dlx5a evolved under purifying selection, while signs of\npositive selection were found for dlx1a, dlx2a, dlx3a and dlx4b. Our\nresults indicate that the dlx repertoire of teleost fishes, and cichlid\nfishes in particular, is shaped by differential selection pressures and\nrates of evolution after gene duplication. Although the divergence of\nthe dlx paralogs are putative signs of new or altered functions,\ncomparisons with available expression patterns indicate that the three\ndlx loci under strong purifying selection, dlx3b, dlx4a and dlx5a, are\ntranscribed at high levels in the cichlids pharyngeal jaw and anal fin.\nThe dlx paralogs emerge as excellent candidate genes for the development\nof evolutionary innovations in cichlids, although further functional\nanalyses are necessary to elucidate their respective contribution.","trees":[{"tree_label":"Dlx Consensus tree","ntax":"23","rootedtree":"TRUE","title":"Distal-less Homeobox Gene Family in East African\nCichlid Fishes","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_64618.phy"}]}