{"Authors":" Tobias Pfingstl, Andrea Lienhard, Julia\nJagersbacher-Baumann","Year":" 2013","Title":" Hidden in the mangrove forest: The cryptic intertidal mite\nCarinozetes mangrovi sp. n. (Acari, Oribatida, Selenoribatidae)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Bermuda, speciation, morphometrics, cytochrome oxidase I,\nCarinozetes bermudensis","DOI":"","Abstract":" The small archipelago of Bermuda is a geologically young\nlandmass in the Western Atlantic Ocean and recently turned out to be a\nhotspot for intertidal oribatid mites. More than six new species\nbelonging to two families could be found. One of these species,\nCarinozetes bermudensis, showed an unusual vast range of microhabitats\nand specimens occurring on mangrove roots slightly diverged from\nspecimens found in other habitats. In the present study, a total of 13\nBermudian populations of the intertidal oribatid mite species C.\nbermudensis were analysed to verify the species integrity of specimens\ndwelling in different microhabitats. A morphometric analysis of 21\ncontinuous variables as well as a molecular genetic investigation of the\nmitochondrial cytochrome oxidase subunit I revealed the existence of a\nnew species Carinozetes mangrovi sp. n., inhabiting exclusively\nintertidal algae growing on mangrove roots. Although both species are\nmorphologically nearly identical, a clear diagnostic character could be\ndetected: in C. bermudensis the genus-specific ventral carinae are\nstraighter and situated closer to each other than in C. mangrovi.\nCarinozetes bermudensis and C. mangrovi have occupied different\necological niches and the high genetic divergence of approximately 12%\nof the COI gene sequence between the two species suggests that these\nspecies diverged five to six million years ago. Accordingly, both of\nthem are older than the geologically young archipelago of Bermuda and we\nsuggest that speciation took place somewhere in the Central American or\nCaribbean area.","trees":[{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Carinozetes Bayesian 50 % majority rule consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_64777.phy"}]}