{"Authors":" James P. Riser, Warren M. Cardinal-McTeague, Jocelyn C\nHall, W. J. Hahn, Kenneth Jay Sytsma, Eric H Roalson","Year":" 2013","Title":" Phylogenetic relationships among the North American cleomoids\n(Cleomaceae): a test of Iltis’ reduction series.","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Cleomaceae; Cleomella; Peritoma; Wislizenia; Carsonia;\nOxystylis; reduction series; fruit evolution","DOI":"","Abstract":"  Premise of study: A monophyletic group, the NA cleomoids,\ncomposed of five genera of the Cleomaceae (Carsonia, Cleomella,\nOxystylis, Peritoma, and Wislizenia) is supported by morphology and DNA\nsequence data. This study represents the first detailed phylogenetic\ninvestigation of all 22 species of the NA cleomoids. We use this\nphylogenetic framework to assess the monophyly of these genera and test\nIltis evolutionary “reduction series” hypothesis regarding phylogeny and\nfruit type/seed number.  Methods: Maximum likelihood and Bayesian\nanalyses of four plastid intergenic spacer region sequences (rpl32-trnL,\ntrnQ-rps16, ycf1-rps15, and psbA-trnH) and one nuclear (ITS) region were\nused to reconstruct phylogenetic relationships among all 22 species of\nNA cleomoids. Stochastic mapping and ancestral state reconstruction were\nused to study the evolution of fruit type.  Key results: Both analyses\nrecovered nearly identical phylogenies for the NA cleomoids. Three of\nthe currently recognized genera (Wislizenia, Carsonia, and Oxystylis)\nare monophyletic while two (Cleomella and Peritoma) are para- or\npolyphyletic. Both stochastic mapping and ancestral state reconstruction\nof fruit types supported a single origin of the two-seeded schizocarp in\nthe ancestor of the Oxystylis/Wislizenia clade and a secondary\nderivation of elongated capsule-type fruits in Peritoma from a truncated\ncapsule state in Cleomella.  Conclusions: Our well-resolved phylogeny\nsupports most of the current species circumscriptions but not the\ncurrently recognized generic circumscriptions. Additionally, we test\nhypotheses regarding the evolution of fruit types within the NA\ncleomoids and our results support the reversion to elongated\nmulti-seeded fruits from a truncate few-seeded ancestor in\nPeritoma.","trees":[{"tree_label":"Imported tree 0","ntax":"77","rootedtree":"TRUE","title":"North American cleomoids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64781.phy"}]}