{"Authors":" L. A. Johnson, R. L. Johnson","Year":" 2006","Title":" Morphological delimitation and molecular evidence for\nallopolyploidy in Collomia wilkenii (Polemoniaceae), a new species from\nnorthern Nevada","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Under the criterion of limited homogenizing gene flow as\nevidenced through specimen aggregation analysis, and genetic evidence of\na barrier to gene exchange with its closest relatives, we describe a new\nspecies in Polemoniaceae, Collomia wilkenii. Collomia wilkenii\nsuperficially resembles Collomia tinctoria and Collomia linearis in some\nfeatures, but, upon examination, has consistent, unique character\ncombinations that distinguish it from both species, as well as Collomia\nrenacta and Collomia tenella. These features include particulars of\ncalyx morphology, corolla morphology, stamen insertion and exertion,\nnumbers of flowers in inflorescence clusters, and the kinds and\ndistribution of glandular and eglandular trichomes. Comparative DNA\nsequencing of chloroplast genes indicates Collomia wilkenii has the\nchloroplast genome of Collomia tenella. Nuclear ITS sequences show\nadditivity in Collomia wilkenii between Collomia linearis and Collomia\ntenella, a pattern confirmed by cloning this region. Two low copy\nnuclear loci, idh-A and idh-B, indicate an allopolyploid origin of this\npreviously undescribed species. Collomia wilkenii is endemic to northern\nNevada, occuring in several remote locations across the breadth of the\nstate.","trees":[{"tree_label":"Fig. 1a","ntax":"21","rootedtree":"TRUE","title":"Collomia ITS, not cloned","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_321.phy"},{"tree_label":"Fig. 1b","ntax":"24","rootedtree":"TRUE","title":"Collomia ITS, cloned","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_496.phy"},{"tree_label":"Fig. 3b","ntax":"11","rootedtree":"TRUE","title":"Collomia idhB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2309.phy"},{"tree_label":"Fig. 2","ntax":"21","rootedtree":"TRUE","title":"Collomia, combined chloroplast matK, trnK, trnL and\ntrnS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2307.phy"},{"tree_label":"Fig. 3a","ntax":"21","rootedtree":"TRUE","title":"Collomia idhA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2308.phy"}]}