{"Authors":" Tiina Elina Sarkinen, Lynn Bohs, Richard G. Olmstead,\nSandra Knapp","Year":" 2013","Title":" A phylogenetic framework for evolutionary study of the\nnightshades (Solanaceae): a dated 1000-tip tree","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 214","Keywords":" Molecular dating; phylogenetics; molecular systematics;\nangiosperms; supermatrix;","DOI":" 10.1186/1471-2148-13-214","Abstract":" Background The Solanaceae is a plant family of great\neconomic importance. Despite a wealth of phylogenetic work on individual\nclades and a deep knowledge of particular cultivated species such as\ntomato and potato, a robust evolutionary framework with a dated\nmolecular phylogeny for the family is still lacking. Here we investigate\nmolecular divergence times for Solanaceae using a densely-sampled\nspecies-level phylogeny. We also review the fossil record of the family\nto derive robust calibration points, and estimate a chronogram using an\nuncorrelated relaxed molecular clock. Results Our densely-sampled\nphylogeny shows strong support for all previously identified clades of\nSolanaceae and strongly supported relationships between the major\nclades, particularly within Solanum. The Tomato clade is shown to be\nsister to section Petota, and the Regmandra clade is the first branching\nmember of the Potato clade. The minimum age estimates for major splits\nwithin the family provided here correspond well with results from\nprevious studies, indicating splits between tomato & potato around 8\nMillion years ago (Ma) with a 95% highest posterior density (HPD) 7-10\nMa, Solanum & Capsicum c. 19 Ma (95% HPD 17-21), and Solanum &\nNicotiana c. 24 Ma (95% HPD 23-26). Conclusions Our large\ntime-calibrated phylogeny provides a significant step towards completing\na fully sampled species-level phylogeny for Solanaceae, and provides age\nestimates for the whole family. The chronogram now includes 40% of known\nspecies and all but two monotypic genera, and is one of the best sampled\nangiosperm family phylogenies both in terms of taxon sampling and\nresolution published thus far. The increased resolution in the\nchronogram combined with the large increase in species sampling will\nprovide much needed data for the examination of many biological\nquestions using Solanaceae as a model system.","trees":[{"tree_label":"tree1","ntax":"1078","rootedtree":"TRUE","title":"Solanaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100304.phy"},{"tree_label":"TREE1","ntax":"1076","rootedtree":"TRUE","title":"Solanaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100305.phy"}]}