{"Authors":" Felix Bast","Year":" 2013","Title":" European species of subaerial green alga Trentepohlia\nannulata (Trentepohliales, Ulvophyceae) caused blood rain in Kerala,\nIndia","Journal":" Nature","Volume":"","Issue":"","Pages":"","Keywords":" Phycobiont, Cryptogam, Terrestrial Agae, ITS1,\nLong-distance dispersal, intercontinental dispersal","DOI":"","Abstract":" In 2011, isolated parts in south Indian state of Kerala as\nwell as neighboring Sri Lanka experienced sporadic spell of red colored\n“blood rain”, cause of which was later attributed to terrestrial\nsubaerial microalgae of the genus Trentepohlia. Green algae of this\ngenus is commonly found growing as a phycobiont of red lichens in\nadjoining tropical rain forests, however specific identity of which have\nnever been determined. Given its extraordinary spore-dispersal mechanism\nvia rain, we were specifically interested to know species-level identity\nof a randomly collected trentepohlian algae of “blood rain” region, and\nto investigate possibility that this might had been introduced from\nelsewhere through areal route. Results of our comparative morphology and\nmolecular phylogenetic analyses using nuclear ribosomal DNA Internal\nTranscribed Spacers (ITS1 &2) and rDNA 5.8S lead to a staggering\nrevelation that this algae is Trentepohlia annulata  a European species\nof which no previous reports exist from India. These two geographical\nisolates were separated by Kimura-2-Parameter pair-wise distance of\n0.06-which in turn indicate low rate of evolution at these loci that are\nrenowned for rapid molecular evolution, suggestive of a recent\nintroduction. Phylogeny reconstruction using Bayesian Inference and\nMaximum Likelihood methods resulted in well-resolved phylograms with a\nrobust cluster comprising of these isolates. This finding indicates the\nexistence of areal dispersal of algal spores on continental and global\nscales through “clouds over oceans”- a phenomenon earlier reported for\nbacteria, fungi and bryophytes, but for the first time in algae.","trees":[{"tree_label":"consensus","ntax":"9","rootedtree":"TRUE","title":"Tr64796","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64796.phy"}]}