{"Authors":" Anindo Choudhury, Virginia León-Règagnon","Year":" 2005","Title":" Molecular phylogenetics and biogeography of Bunodera spp.\n(Trematoda: Allocreadiidae), parasites of percid and gasterosteid\nfishes","Journal":" Canadian Journal of Zoology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Bunodera (Trematoda: Allocreadiidae) is\nrepresented by 5 freshwater species that include the widely distributed,\nholarctic, B. luciopercae in mainly perch and related percids, the\nendemic North American species B. sacculata in percids, B. eucaliae and\nB. inconstans in freshwater sticklebacks, and the trans-Pacific B.\nmediovitellata in sticklebacks. Their varied biogeography and\nhost-associations provide a potential model system to investigate\nendemicity, speciation modes and coevolutionary phenomena. Partial\nsequences of selected regions of the 28s ribosomal RNA gene in\ncombination with morphological data were used to build a hypothesis of\nrelationships of Bunodera spp., which in turn is used as a basis for\ndiscussing the co-evolutionary and speciation history in this parasite\ngroup. Results from the combined data yielded a tree (C.I. = 0.82)\nidentical in topology to that obtained from the molecular data alone,\nwhich supported the following resolution: ((((B. luciopercae (((B.\nsacculata ((B. mediovitellata (B. eucaliae + B. inconstans)))). The\nbasal position of B. luciopercae is consistent with its holarctic\ndistribution and a basal percid as its main host. The more basal\npositions of two typical perch parasites and the association of a more\nderived clade (B. mediovitellata + B. eucaliae + B. inconstans) with\nsticklebacks indicates host-shifting from percids to sticklebacks. In\naddition, the sister relationships and North American endemicity of the\ntwo most derived species, B. euclaiae and B. inconstans is also\nconsistent with the more derived position of their host, the freshwater\nbrook stickleback, and with the speciation and diversification of\ngasterosteids in Nearctic freshwaters.","trees":[{"tree_label":"Tree 1","ntax":"7","rootedtree":"TRUE","title":"Bunodera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2310.phy"}]}