{"Authors":" Jan Nechwatal, Renata Lebecka","Year":" 2013","Title":" Genetic and phenotypic analyses of Pythium isolates from reed\nsuggest the occurrence of a new species, P. phragmiticola, and its\ninvolvement in the generation of a natural hybrid.","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Cryptic species, Cytochrome oxidase II, ITS, Oomycete,\nÎ²-tubulin","DOI":"","Abstract":" A set of isolates closely related to the reed pathogen\nPythium phragmitis was found among Pythium strains obtained from reed\n(Phragmites australis) soil and plant samples in Germany and\nSwitzerland. These isolates consistently differed from P. phragmitis at\n6, 6 and 3 nucleotide positions in the rDNA internal transcribed spacer\nregion, the Î²-tubulin, and the cytochrome oxidase II gene,\nrespectively. They are formally described here as Pythium phragmiticola\nsp. nov. An analysis of phenotypic traits like oospore size, growth and\naggressiveness to reed showed that P. phragmiticola is almost\nindiscernible from P. phragmitis, as most features assessed overlapped\nconsiderably between species. Phylogenetic analyses provided evidence\nthat P. phragmiticola is the second parent of a previously described\nPythium hybrid involving P. phragmitis. The alloploid status of the\nhybrid, and the parents’ reproductive separation was confirmed by\nmolecular evidence and the high ratios of aborted oospores. In natural\nenvironments there obviously are two species closely associated with\nreed, P. phragmitis and P. phragmiticola which are homothallic, but can\noutcross, resulting in sterile, vegetatively propagated interspecific\nhybrids. Driving forces leading to the radiation of these two species\nare unknown, but might be connected with divergent parasitic adaptation\nto different host tissues or species.","trees":[{"tree_label":"Fig. S1","ntax":"46","rootedtree":"TRUE","title":"MLT based on the rDNA ITS sequence of Pythium spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64855.phy"},{"tree_label":"Fig. 1B","ntax":"26","rootedtree":"TRUE","title":"MLT based on the cox II sequence of Pythium spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64856.phy"},{"tree_label":"Fig. 1A","ntax":"29","rootedtree":"TRUE","title":"MLT based on the ß-tubulin gene sequence of Pythium\nspp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_64854.phy"}]}