{"Authors":" Manuel Ruedi, Benoit Stadelmann, Yann Gager, Emmanuel J. P.\nDouzery, Charles M. Francis, Liang Kong Lin, Antonio Guillén-Servent,\nAlice Cibois","Year":" 2013","Title":" Molecular phylogenetic reconstructions identify East Asia as\nthe cradle for the evolution of the cosmopolitan genus Myotis (Mammalia,\nChiroptera)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Myotis, worldwide radiation, Vespertilionidae, Lagrange,\ncytochrome b, Rag 2, molecular dating, biogeography","DOI":"","Abstract":" Sequences of the mitochondrial cytochrome b (1140 bp) and\nnuclear Rag 2 (1148 bp) genes were used to assess the evolutionary\nhistory of the cosmopolitan bat genus Myotis, based on a worldwide\nsampling of over 88 named species plus 7 species with uncertain\nnomenclature. Phylogenetic reconstructions of this comprehensive taxon\nsampling show that most radiation of species occurred independently\nwithin each biogeographic region. Our molecular study supports an early\ndivergence of species from the New World, where all Nearctic and\nNeotropical species plus a lineage from the Palaearctic constitute a\nmonophyletic clade, sister to the remaining Old World taxa. The major\nOld World clade includes all remaining Eurasian taxa, most Oriental\nspecies, one Oceanian, and all Ethiopian species. Another lineage,\nincluding M. latirostris from Taiwan, appears at the base of these two\nmajor biogeographic clades and, because it bears nyctalodont molars,\ncould be considered as a distinct genus. However, this molar\nconfiguration is also found in crown-group species, indicating that\nthese dental characters are variable in the genus Myotis and may\nconfound interpretation of the fossil record . Molecular datings suggest\nan origin of all recent Myotis in the early Miocene (about 21 MYA with\n95% highest posterior density interval 23-20 MYA). This period was\ncharacterized by a global climatic cooling that reduced the availability\nof tropical habitats and favoured the development of more temperate\nvegetation. This sharp climatic change might have triggered the\nevolution of Myotis in the Northern continents, because Myotis ancestors\nseem to have been well adapted and successful in such temperate\nhabitats. Ancestral area reconstructions based on the molecular\nphylogeny suggest that the eastern portion of the Asian continent was an\nimportant centre of origin for the early diversification of all Myotis\nlineages, and involved relatively few subsequent transcontinental range\nexpansions.","trees":[{"tree_label":"con 50 majrule","ntax":"141","rootedtree":"TRUE","title":"Tr64861","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64861.phy"},{"tree_label":"TREE1","ntax":"141","rootedtree":"TRUE","title":"Tr64859","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64859.phy"},{"tree_label":"TREE1","ntax":"141","rootedtree":"TRUE","title":"Tr64860","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64860.phy"},{"tree_label":"con 50 majrule","ntax":"122","rootedtree":"TRUE","title":"Tr64862","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_64862.phy"}]}