{"Authors":" R. W. Bryson, Tod W Reeder, Jared Anthony Grummer","Year":" 2013","Title":" Species Delimitation Using Bayes Factors: Simulations and\nApplication to the Sceloporus scalaris Species Group (Squamata:\nPhrynosomatidae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Incomplete lineage sorting, model choice, Bayesian,\nmarginal likelihood estimation, Mexico, *BEAST, BP&P","DOI":"","Abstract":" Current molecular methods of species delimitation are\nlimited by the types of species delimitation models and scenarios that\ncan be tested. Bayes factors allow for more flexibility in testing\nnon-nested species delimitation models and hypotheses of individual\nassignment to alternative lineages. Here, we examined the efficacy of\nBayes factors in delimiting species through simulations and empirical\ndata from the Sceloporus scalaris species group. Marginal likelihood\nscores of competing species delimitation models, from which Bayes factor\nvalues were compared, were estimated with four different methods:\nharmonic mean estimation, smoothed harmonic mean estimation,\npath-sampling/thermodynamic integration, and stepping-stone analysis. We\nalso performed model selection using a posterior simulation-based analog\nof the Akaike information criterion through Markov chain Monte Carlo\nanalysis (AICM). Bayes factor species delimitation results from the\nempirical data were then compared with results from the reversible-jump\nMCMC (rjMCMC) coalescent-based species delimitation method Bayesian\nPhylogenetics and Phylogeography (BP&P). Simulation results show\nthat harmonic and smoothed harmonic mean estimators perform poorly\ncompared to path sampling and stepping stone marginal likelihood\nestimators when identifying the true species delimitation model.\nFurthermore, Bayes factor species delimitation showed improved\nperformance when species limits are tested by reassigning individuals\nbetween species, as opposed to either lumping or splitting lineages. In\nthe empirical data, Bayes factor species delimitation through path\nsampling and stepping-stone analyses, as well as the rjMCMC method, each\nprovide support for the recognition of all scalaris group taxa as\nindependent evolutionary lineages. Bayes factor species delimitation and\nBP&P also support the recognition of three previously undescribed\nlineages. In both simulated and empirical datasets, harmonic and\nsmoothed harmonic mean marginal likelihood estimators provided much\nhigher marginal likelihood estimates than path sampling and\nstepping-stone estimators. The AICM displayed poor repeatability in both\nsimulated and empirical datasets, and produced inconsistent model\nrankings across replicate runs with the empirical data. Our results\nsuggest that species delimitation through the use of Bayes factors with\nmarginal likelihood estimates via path-sampling or stepping-stone\nanalyses provide a useful and complementary alternative to existing\nspecies delimitation methods.","trees":[{"tree_label":"con 50 majrule","ntax":"34","rootedtree":"TRUE","title":"Tr65459","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65459.phy"}]}