{"Authors":" Philippe E. Rolshausen, W. Douglas Gubler, Noreen E.\nMahoney, Russell J. Molyneux","Year":" 2005","Title":" A re-assessment of the species concept in Eutypa lata, the\ncausal agent of Eutypa dieback of grapevine","Journal":" Phytopathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Eutypa dieback is a vascular disease of several cultivated\ncrops and trees worldwide. The attribution of the name to the agent\nresponsible for branch dieback is ambiguous. Pathogenicity of Eutypa was\nfirst reported on apricot and the causal agent was named E. armeniacae.\nHowever, no morphological differences were reported with the previously\ndescribed E. lata, and some authors considered both species synonymous.\nOthers regarded them as distinct species on the basis of pathogenesis\nand molecular analysis. We further investigated the relatedness of both\nspecies by phylogenetic analyses of the ITS region and _-tubulin gene.\nThese analyses included several other taxa placed in the same family\n(Diatrypaceae), and yielded 3 groups. The isolates referred to as E.\nlata in previous work clustered with Diatrype stigma in one group.\nIsolates of E. armeniacae and E. lata clustered in a second group,\nsupporting the synonymy of these species. The third group included other\nEutypa species supporting the polyphyletic origin of this genus.\nMeasurements of conidia length and secondary metabolite production of\nisolates supported the phylogenetic analyses. Secondary metabolites\nappeared to be a synapomorphic character shared by several taxa\nincluding E. lata, E. armeniacae, E. laevata and E. petrakii.","trees":[{"tree_label":"Fig. 1","ntax":"52","rootedtree":"TRUE","title":"Eutypa dieback","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_497.phy"},{"tree_label":"Fig. 2","ntax":"46","rootedtree":"TRUE","title":"Eutypa dieback","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2316.phy"},{"tree_label":"ITS full","ntax":"52","rootedtree":"TRUE","title":"Eutypa dieback","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2317.phy"}]}