{"Authors":" saowanee Wikee, Lorenzo Lombard, Chiharu Nakashima, Keiichi\nMotohashi, Ekachai Chukeatirote, Ratchadawan Cheewangkoon, Eric H.C.\nMcKenzie, Kevin D Hyde, Pedro W. Crous","Year":" 2013","Title":" A phylogenetic re-evaluation of Phyllosticta\n(Botryosphaeriales)","Journal":" Studies in Mycology","Volume":" 76","Issue":"","Pages":" 1-29","Keywords":" Botryosphaeriales, foliar pathogens, Guignardia,\nPhyllosticta, Phyllostictaceae, Multi-Locus Sequence Typing (MLST),\nsystematics","DOI":" 10.3114/sim0019","Abstract":" Phyllosticta is a geographically widespread genus of plant\npathogenic fungi with a diverse host range. This study redefines\nPhyllosticta, and shows that it clusters sister to the\nBotryosphaeriaceae (Botryosphaeriales, Dothideomycetes), for which the\nolder family name Phyllostictaceae is resurrected. In moving to a unit\nnomenclature for fungi, the generic name Phyllosticta was chosen over\nGuignardia in previous studies, an approach that we support here. We use\na multigene DNA dataset of the ITS, LSU, ACT, TEF and GPDH gene regions\nto investigate 129 isolates of Phyllosticta, representing about 170\nspecies names, many of which are shown to be synonyms of the ubiquitous\nendophyte P. capitalensis. Based on the data generated here, 12 new\nspecies are introduced, while epitype and neotype specimens are\ndesignated for a further seven species. One species of interest is P.\ncitrimaxima associated with tan spot of Citrus maxima fruit in Thailand,\nwhich adds a fifth species to the citrus black spot complex. Previous\nmorphological studies lumped many taxa under single names that represent\ncomplexes. In spite of this Phyllosticta is a species-rich genus, and\nmany of these taxa need to be recollected in order to resolve their\nphylogeny and taxonomy.","trees":[{"tree_label":"Fig. 1","ntax":"160","rootedtree":"TRUE","title":"Phyllosticta (Botryosphaeriales)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72274.phy"},{"tree_label":"Fig. 2 Bayesian","ntax":"130","rootedtree":"TRUE","title":"Phyllosticta (Botryosphaeriales)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_72276.phy"},{"tree_label":"Fig. 2 Parsimony","ntax":"130","rootedtree":"TRUE","title":"Phyllosticta (Botryosphaeriales)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72275.phy"}]}