{"Authors":" Eugene Yurchenko, Sheng Hua Wu","Year":" 2014","Title":" Three new species of Hyphodontia with peg-like hyphal\naggregations","Journal":" Mycological Progress","Volume":" 13","Issue":" 3","Pages":" 533-545","Keywords":" corticioid fungi, ITS, Schizoporaceae, SEM, taxonomy","DOI":" 10.1007/s11557-013-0935-1","Abstract":" Descriptions, illustrations and phylogenetic analyses for\nthree new taxa of Hyphodontia (Basidiomycota) are provided. Hyphodontia\nastrocystidiata sp. nov. was collected from warm-temperate mountain\nforests of Taiwan; H. microfasciculata sp. nov. was found in subtropical\nTaiwan, southern China, and northern Vietnam; H. vietnamensis sp. nov.\nwas described from northern Vietnam. All three species have sterile\nprojecting peg-like structures, consisting of encrusted hyphae.\nHyphodontia astrocystidiata is characterized by Resinicium-like\nastrocystidia on subicular hyphae and astrocystidia-like hyphal ends in\nhymenium. Hyphodontia microfasciculata is distinguished by its\nsmall-sized ellipsoid spores and fine emergent fascicles composed of\nthin-walled, flexuous hyphae. The features of H. vietnamensis are\nsubulate cystidia, cylindrical spores, and projecting, densely arranged\nslender clusters of acuminate hyphae. The morphology of crystal deposits\non projecting hyphae in these three species was studied by means of\nscanning electron microscopy. Molecular phylogeny analyses were\nperformed by maximum parsimony and Bayesian methods, both based on\nsequences of the internal transcribed spacer region of nuclear ribosomal\nDNA. The phylograms from both a nalyses confirm independent specific\nstatus of H. microfasciculata and H. vietnamensis. The former species\nsits in a subclade with Hyphodontia sambuci, the latter species is in\nanother subclade with H. crustosa. Hyphodontia astrocystidiata is placed\nclose to Schizopora paradoxa, but the two species are distinct in terms\nof morphology.","trees":[{"tree_label":"PAUP 1","ntax":"54","rootedtree":"TRUE","title":"Tr79876","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79876.phy"},{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Tr79878","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79878.phy"}]}