{"Authors":" Jessica R Grant, Laura A Katz","Year":" 2014","Title":" Building a Phylogenomic Pipeline for the Eukaryotic Tree of\nLife  Addressing Deep Phylogenies with Genome-Scale Data.","Journal":" PLOS Currents Tree of Life","Volume":" April 2","Issue":" 1","Pages":"","Keywords":"","DOI":" 10.1371/currents.tol.c24b6054aebf3602748ac042ccc8f2e9","Abstract":" Background: Characterizing genome-scale data from diverse\neukaryotes is essential for gene discovery and for inferring major\ntransitions across the eukaryotic tree of life. Yet, the bulk of\neukaryotic diversity remains undersampled, particularly for free-living\nmicrobial lineages. Analysis of transcriptome data generated from high\nthroughput (e.g. 454) sequencing of mRNAs provides an efficient way to\ncharacterize genes from diverse eukaryotes. Results: Here we report\nanalyses of RNA-Seq data from the rhizarian net-like amoeba Corallomyxa\ntenera, the ciliate Chilodonella uncinata and a recently-described genus\nrepresenting a novel major clade of eukaryotes, Subulatomonas\ntetraspora. We generated 16,983, 11,529 and 10,630 contigs plus single\nreads for these taxa respectively. Given that these organisms cannot be\ncultured axenically, we developed custom scripts to remove bacterial\ncontaminants through an iterative BLAST based protocol and we then\nidentified expressed genes using BLAST2GO [1;2]. This approach yielded a\nlarge number of genes with eukaryotic homologs, as well as numerous\nnovel genes. To assess our approach and to explore the resulting\nsequences, we searched for genes involved in anaerobic metabolism, RNAi\nand meiosis. Further, we report the results of a preliminary\nphylogenomic analysis including these organisms. Conclusions: We\ncharacterized the transcriptomes of three phylogenetically diverse\neukaryotes. After applying several filters to ensure the retention of\nonly high-quality, non-contaminant data, we identified numerous\nsequences that can be used for gene discovery and phylogenomics. We\nfound candidate genes involved in RNAi, meiosis, and anaerobic\nmetabolism, and generated phylogenies that place the target taxa in\npositions predicted by previous analyses. This work supports the use of\nhigh throughput approaches for assessing features of non-model\norganisms, even in instances when species cannot be cultured axenically\nor grown to large numbers.","trees":[{"tree_label":"Imported tree 0","ntax":"232","rootedtree":"TRUE","title":"Eukaryote Transcriptomes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74515.phy"}]}