{"Authors":" Natalia Martinkova, Ross Barnett, Thomas Cucchi, Rahel\nStruchen, Marine Pascal, Michel Pascal, Martin C. Fischer, Thomas\nHigham, Selina Brace, Simon Y. W. Ho, Jean-Pierre Quere, Paul O’Higgins,\nLaurent Excoffier, Gerald Heckel, A. Rus Hoelzel, Keith M. Dobney,\nJeremy B. Searle","Year":" 2013","Title":" Divergent evolutionary processes associated with colonization\nof offshore islands","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Mammals, Natural Selection and Contemporary Evolution,\nPhylogeography, Population Genetics - Empirical, Conservation\nGenetics","DOI":"","Abstract":" Oceanic islands have been a test ground for evolutionary\ntheory, but here we focus on the possibilities for evolutionary study\ncreated by offshore islands. These can be colonised through various\nmeans and by a wide range of species, including those with low dispersal\ncapabilities. We use morphology, modern and ancient sequences of\ncytochrome b (cytb) and microsatellite genotypes to examine colonization\nhistory and evolutionary change associated with occupation of the Orkney\narchipelago by the common vole (Microtus arvalis), a species found in\ncontinental Europe but not Britain. Among possible colonization\nscenarios, our results are most consistent with human introduction at\nleast 5,100 years ago (confirmed by radiocarbon dating). We used\nApproximate Bayesian Computation of population history to infer the\ncoast of Belgium as the possible source, and estimated the evolutionary\ntimescale using a Bayesian coalescent approach. We showed substantial\nmorphological divergence of the island populations, including a size\nincrease presumably driven by selection, and reduced microsatellite\nvariation likely reflecting founder events and genetic drift. More\nsurprisingly, our results suggest that a recent and widespread cytb\nreplacement event in the continental source area purged cytb variation\nthere, whereas the ancestral diversity is largely retained in the\ncolonised islands as a genetic ‘ark’. The replacement event in the\ncontinental M. arvalis was probably triggered by anthropogenic causes\n(land-use change). Our studies illustrate that small offshore islands\ncan act as field laboratories for studying various evolutionary\nprocesses over relatively short time scales, informing about the\nmainland source area as well as the island.","trees":[{"tree_label":"Fig. 2","ntax":"174","rootedtree":"TRUE","title":"Common Voles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_65313.phy"}]}