{"Authors":" Antonio C. Marques, Allen G. Collins, Monica Medina, Peter\nSchuchert, Thomas Jankowski, Bernd Schierwater","Year":" 2005","Title":" Medusozoan phylogeny and character evolution clarified by new\nlarge and small subunit rDNA data and an assessment of the utility of\nphylogenetic mixture models.","Journal":" Systematic Biology","Volume":" 55","Issue":" 1","Pages":" 97-115","Keywords":"","DOI":" 10.1080/10635150500433615","Abstract":" A newly compiled dataset of nearly complete sequences of\nthe large subunit of the nuclear ribosome (LSU or 28S) sampled from 31\ndiverse medusozoans greatly clarifies the phylogenetic history of\nCnidaria. These data have substantial power to discern among many of the\ncompeting hypotheses of relationship derived from prior work. Moreover,\nLSU data provide strong support at key nodes that were equivocal based\non other molecular markers. Combining LSU sequences with those of the\nsmall subunit of the nuclear ribosome (SSU or 18S), we present a\ndetailed working hypothesis of medusozoan relationships and discuss\ncharacter evolution within this diverse clade. Stauromedusae, comprising\nthe benthic, so-called „stalked jellyfish‰, appears to be the sister\ngroup of all other medusozoans, implying that the free-swimming medusa\nstage, the motor nerve net, and statocysts of ecto-endodermal origin are\nfeatures derived within Medusozoa. Cubozoans, which have had uncertain\nphylogenetic affinities since the elucidation of their life cycles, form\na clade – named Acraspeda – with the scyphozoan groups Coronatae,\nRhizostomeae, and Semaeostomeae. The polyps of both cubozoans and\nhydrozoans appear to be secondarily simplified. Hydrozoa is comprised by\ntwo well-supported clades, Trachylina and Hydroidolina. The position of\nLimnomedusae within Trachylina indicates that the ancestral hydrozoan\nhad a biphasic life cycle and that the medusa was formed via an\nentocodon. Recently hypothesized homologies between the entocodon and\nbilaterian mesoderm are therefore suspect. Laingiomedusae, which has\noften been viewed as a close ally of the trachyline group Narcomedusae,\nis instead shown to be unambiguously a member of Hydroidolina. The\nimportant model organisms of the Hydra species complex are part of a\nclade, Aplanulata, with other hydrozoans possessing direct development\nnot involving a ciliated planula stage. Finally, applying phylogenetic\nmixture models to our data proved to be of little additional value over\na more traditional phylogenetic approach involving explicit hypothesis\ntesting and bootstrap analyses under multiple optimality criteria.","trees":[{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Medusozoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2311.phy"},{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Medusozoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2312.phy"},{"tree_label":"Fig. 3","ntax":"121","rootedtree":"TRUE","title":"Medusozoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2313.phy"}]}