{"Authors":" Gregory Allen Wahlert, Thomas Marcussen, Juliana\nPaula-Souza, Min Feng, Harvey Eugene Ballard","Year":" 2014","Title":" A Phylogeny of the Violaceae (Malpighiales) Inferred from\nPlastid DNA Sequences: Implications for Generic Diversity and\nIntrafamilial Classification","Journal":" Systematic Botany","Volume":" 39","Issue":" 1","Pages":" 239-252","Keywords":" Hybanthus, intrafamilial classification, phylogeny, rbcL,\nRinorea, trnL/trnLF, Viola","DOI":" 10.1600/036364414X678008","Abstract":" The Violaceae consist of 1,0001,100 species of herbs,\nshrubs, lianas, and trees that are placed in 22 recognized genera. In\nthis study we tested the monophyly of genera with a particular focus on\nthe morphologically heterogeneous Rinorea and Hybanthus, the second and\nthird most species-rich genera in the family, respectively. We also\ninvestigated intrafamilial relationships in the Violaceae with taxon\nsampling which included all described genera and several unnamed generic\nsegregates. Phylogenetic inference was based on maximum parsimony,\nmaximum likelihood, and Bayesian analyses of DNA sequences from the\ntrnL/trnLF and rbcL plastid regions for 102 ingroup accessions. Results\nfrom phylogenetic analyses showed Rinorea and Hybanthus to be\npolyphyletic, with each genus represented by three and nine clades,\nrespectively. Results also showed that most intrafamilial taxa from\nprevious classifications of the Violaceae were not supported. The\nphylogenetic inferences presented in this study illustrate the need to\ndescribe new generic segregates and to reinstate other genera, as well\nas to revise the traditionally accepted intrafamilial classification,\nwhich is artificial and principally based on the continuous and\nhomoplasious character state of floral symmetry.","trees":[{"tree_label":"Strict","ntax":"107","rootedtree":"TRUE","title":"Violaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70736.phy"}]}