{"Authors":" Emily Ann Pettengill, James B Pettengill, Gary D\nColeman","Year":" 2013","Title":" Elucidating the evolutionary history and expression patterns\nof nucleoside phosphorylase paralogs (vegetative storage proteins) in\nPopulus and the plant kingdom","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" nucleoside phosphorylases, vegetative storage proteins,\nbark storage proteins, nitrogen cycling, Populus trichocarpa","DOI":"","Abstract":" Background: Nucleoside phosphorylases (NPs) have been\nextensively investigated in human and bacterial systems for their role\nin metabolic nucleotide salvaging and links to oncogenesis. In plants,\nNP-like proteins have not been comprehensively studied, likely because\nthere is no evidence of a metabolic function in nucleoside salvage.\nHowever, in the forest trees genus Populus a family of NP-like proteins\nfunction as an important ecophysiological adaptation for inter- and\nintra-seasonal nitrogen storage and cycling. Results: We conducted\nphylogenetic analyses to determine the distribution and evolution of\nNP-like proteins in plants. These analyses revealed two major clusters\nof NP-like proteins in plants. Group I proteins were encoded by genes\nacross a wide range of plant taxa while proteins encoded by Group II\ngenes were dominated by species belonging to the order Malpighiales and\nincluded the Populus Bark Storage Protein (BSP) and WIN4-like proteins.\nAdditionally, we evaluated the NP-like genes in Populus by examining the\ntranscript abundance of the 13 NP-like genes found in the Populus genome\nin various tissues of plants exposed to long-day (LD) and short-day (SD)\nphotoperiods. We found that both NP-like gene subfamilies Groups I and\nII of are expressed in various tissues in both LD and SD conditions in\nPopulus. Tests of natural selection and expression evolution analysis of\nthe Populus genes suggests that divergence in gene expression may have\noccurred recently during the evolution of Populus, which supports the\nadaptive maintenance models. Lastly, in silico analysis of\ncis-regulatory elements in the promoters of the 13 NP-like genes in\nPopulus revealed common regulatory elements known to be involved in\nlight regulation, stress/pathogenesis and phytohormone responses.\nConclusion: In Populus, the evolution of the NP-like protein and gene\nfamily has been shaped by duplication events and natural selection.\nExpression data suggest that previously uncharacterized NP-like proteins\nmay function in nutrient sensing and/or signaling. These proteins are\nmembers of Group I NP-like proteins, which are widely distributed in\nmany plant taxa. We conclude that NP-like proteins may function in\nplants, although this function is undefined.","trees":[{"tree_label":"NP-like proteins","ntax":"146","rootedtree":"TRUE","title":"Fig. S1 (with outgroup)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_65391.phy"},{"tree_label":"NP-like proteins no outgroup","ntax":"143","rootedtree":"TRUE","title":"Fig. 7","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_65390.phy"}]}