{"Authors":" Lawrence R. Heaney, Sharon A. Jansa, F. Keith Barker","Year":" 2006","Title":" The pattern and timing of diversification of Philippine\nendemic rodents: evidence from mitochondrial and nuclear gene\nsequences.","Journal":" Systematic Biology","Volume":" 55","Issue":" 1","Pages":" 73-88","Keywords":"","DOI":" 10.1080/10635150500431254","Abstract":" The 22 genera and 64 species of rodents (Muridae: Murinae)\ndistributed in the Philippine Islands provide a unique opportunity to\nstudy patterns and processes of diversification in island systems. Over\n90% of these rodent species are endemic to the archipelago, but the\nrelative importance of dispersal from the mainland, dispersal within the\narchipelago, and in situ differentiation as explanations of this\ndiversity remains unclear, as no phylogenetic hypothesis for these\nspecies and relevant mainland forms is currently available. Here we\nreport the results of phylogenetic analyses of the endemic Philippine\nmurines and a wide sampling of murine diversity from outside the\narchipelago, based on the mitochondrial cytochrome b gene and the\nnuclear-encoded IRBP exon 1. Analysis of our combined gene dataset\nconsistently identified five clades comprising endemic Philippine\ngenera, suggesting multiple invasions of the archipelago. Molecular\ndating analyses using parametric and semi-parametric methods suggest\nthat colonization occurred in at least two stages, one ca. 15 Ma, and\nanother 8-12 million years later, consistent with the previous\nrecognition of „Old‰ and „New‰ endemic rodent faunas. Ancestral area\nanalysis suggests that the Old Endemics invaded landmasses that are now\npart of the island of Luzon, whereas the three New Endemic clades may\nhave colonized through either Mindanao, Luzon, or both. Further, our\nresults suggest that most of the diversification of Philippine murines\ntook place within the archipelago. Despite heterogeneity between nuclear\nand mitochondrial genes in most model parameters, combined analysis of\nthe two data sets using both parsimony and likelihood increased\nphylogenetic resolution; however, the effect of data combination on\nsupport for resolved nodes was method-dependent. In contrast, our\nresults suggest that combination of mitochondrial and nuclear data to\nestimate relatively ancient divergence times can severely compromise\nthose estimates, even when specific methods that account for rate\nheterogeneity among genes are employed.","trees":[{"tree_label":"Fig. 1A","ntax":"60","rootedtree":"TRUE","title":"Philippine endemic rodents, Cyt b","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2318.phy"},{"tree_label":"Fig. 1B","ntax":"60","rootedtree":"TRUE","title":"Philippine endemic rodents IRBP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2319.phy"},{"tree_label":"Fig. 1C","ntax":"60","rootedtree":"TRUE","title":"Philippine endemic rodents, combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2320.phy"}]}