{"Authors":" Xuan Wang, Tingting Wang, Jingcheng Wang, Tinglong Guan,\nHongmei Li","Year":" 2013","Title":" Morphological, molecular and biological characterization of a\nnematophagous endoparasitic fungus strain Esteya vermicola from\nBrazil","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Esteya vermicola, Infection, Morphology, Nematophagous\nendoparasite, Phylogeny","DOI":"","Abstract":" The nematophagous endoparasitic strain NKF 13222 was\npurified from Bursaphelenchus rainulfi which was intercepted from Brazil\nwood packagings at Tianjin Port in China. The fungus produced two types\nof conidiogenous cells and conidia. The nutrient-poor WA medium can\nproduce much more lunate adhesive conidia than bacilloid conidia. The\ndimorphic conidia have different germination mode. Morphological\ncomparison revealed the Brazil strain is more close to the Taiwan strain\nATCC 74485 of Esteya vermicola isolated from pine wood nematode\nBursaphelenchus xylophilus. Phylogenetic analysis of beta-tubulin gene\nand Elongation Factor 1-α gene revealed NKF 13222 strain grouped with\nthe reported strains of E. vermicola into a clear clade with high\nsupport values (100 BP, 1.00 BPP), and NKF 13222 was closed to ATCC\n74485 within different strains of E. vermicola. The results confirmed\nthe taxonomic identification of Brazilian NKF 13222 as a new strain of\nE. vermicola. This was the first isolation of E. vermicola from B.\nrainulfi in South America. The infection test against several plant\nparasitic nematodes demonstrated NKF 13222 presented high infectivity to\naphelenchids instead of tylenchid nematodes and only lunate adhesive\nconidia showed the parasitic ability. The results suggest that the\nfungus might be a pathogen of aphelenchid nematodes with broad\ndistribution. The study of NKF 13222 strain provided the useful\ninformation for biocontrol potency in plant diseases caused by B.\nxylophilus and Aphelenchoides spp..","trees":[{"tree_label":"Fig. 4","ntax":"38","rootedtree":"TRUE","title":"MP tree based on beta tubulin gene sequences","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_65465.phy"},{"tree_label":"Fig. 5","ntax":"23","rootedtree":"TRUE","title":"MP analysis of the EF1-α gene sequences","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_65466.phy"}]}