{"Authors":" Norman L. Taylor, Warren M. Williams, Jeffrey J. Steiner,\nAaron Liston, Nick W. Ellison","Year":" 2006","Title":" Molecular phylogenetics of the clover genus\n(Trifolium–Leguminosae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 39","Issue":" 3","Pages":" 688-705","Keywords":" NA","DOI":" NA","Abstract":" Trifolium, the clover genus, is one of the largest genera\nof the legume family. We conducted parsimony and Bayesian phylogenetic\nanalyses based on nuclear ribosomal DNA internal transcribed spacer and\nchloroplast trnL intron sequences obtained from 218 of the ca. 250\nspecies of Trifolium, representatives from 11 genera of the vicioid\nclade, and an outgroup Lotus. We confirm the monophyly of Trifolium, and\npropose a new subgeneric classification of the genus based on the\nphylogenetic results. Incongruence between the nrDNA and cpDNA results\nsuggest 5-6 cases of apparent hybrid speciation, and identifies the\nputative progenitors of the allopolyploids T. dubium, a widespread weed,\nand T. repens, the most commonly cultivated clover species. Character\nstate reconstructions confirm that 2n=16 is the ancestral chromosome\nnumber in Trifolium, and infer a minimum of 19 instances of aneuploidy\nand 18 of polyploidy in the genus. The annual lifespan is hypothesized\nto be ancestral in Trifolium, while transitions to the perennial habit\nand reversals to the annual habit are common. Our results are consistent\nwith a Mediterranean origin of the genus, probably in the Early Miocene.\nA single origin of all North and South American species is hypothesized,\nwhile the species of sub-Saharan Africa may originate from three\nseparate dispersal events.","trees":[{"tree_label":"model tree","ntax":"257","rootedtree":"TRUE","title":"Trifolium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2322.phy"},{"tree_label":"Figs. 1-7","ntax":"257","rootedtree":"TRUE","title":"Trifolium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2321.phy"}]}