{"Authors":" Alejandro Francisco Lucatti, Adriaan W Heusden, van, Ric CH\nVos, de, Richard GF Visser, Ben Vosman","Year":" 2013","Title":" Differences in insect resistance between tomato species\nendemic to the Galapagos Islands","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":" 175","Pages":"","Keywords":" Bemisia tabaci, Solanum galapagense, Solanum cheesmaniae,\nwhitefly, trichomes, acyl sugars, selection pressure","DOI":" 10.1186/1471-2148-13-175","Abstract":" Background: The Galapagos Islands constitute a highly\ndiverse ecosystem and a unique source of variation in the form of\nendemic species. There are two endemic tomato species, Solanum\ngalapagense and S. cheesmaniae and two introduced tomato species, S.\npimpinellifolium and S. lycopersicum. Morphologically the two endemic\ntomato species of the Galapagos Islands are clearly distinct, but\nmolecular marker analysis shows no clear separation. Tomatoes on the\nGalapagos are affected by both native and exotic herbivores. Bemisia\ntabaci is one of the most important introduced insects species that\nfeeds on a wide range of plants. In this paper we address the question\nwhether the differentiation between S. galapagense and S. cheesmaniae\nmay be related to differences in susceptibility towards phloem-feeders\nand used B. tabaci as a model to evaluate this. Results: We have\ncharacterized 12 accessions of S. galapagense, 22 of S. cheesmaniae, and\none of S. lycopersicum as reference for whitefly resistance using\nno-choice experiments. Whitefly resistance was found in S. galapagense\nonly and was associated with the presence of relatively high levels of\nacyl sugars and the presence of glandular trichomes of type I and IV.\nGenetic fingerprinting using 3316 SNP markers did not show a clear\ndifferentiation between the two endemic species. Acyl sugar accumulation\nas well as the climatic and geographical conditions at the collection\nsites of the accessions did not follow the morphological species\nboundaries. Conclusion: Our results suggest that S. galapagense and S.\ncheesmaniae might be morphotypes rather than two species and that their\nco-existence is likely the result of selective pressure.","trees":[{"tree_label":"PAST cluster","ntax":"45","rootedtree":"TRUE","title":"Solanum sp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65467.phy"}]}