{"Authors":" Nicolas Lartillot, Hervé Philippe","Year":" 2006","Title":" Computing Bayes Factors Using Thermodynamic Integration.","Journal":" Systematic Biology","Volume":" 55","Issue":" 2","Pages":" 195-207","Keywords":"","DOI":" 10.1080/10635150500433722","Abstract":" In the Bayesian paradigm, a common method for comparing\ntwo models is to compute the Bayes factor, defined as the ratio of their\nrespective marginal likelihoods. In recent phylogenetic works, the\nnumerical evaluation of marginal likelihoods has often been performed\nusing the harmonic mean estimation procedure. In the present paper, we\npropose to employ another method, based on an analogy with statistical\nphysics, called thermodynamic integration. We describe the method,\npropose an implementation, and show on two analytical examples that this\nnumerical method yields reliable estimates. In contrast, the harmonic\nmean estimator leads to a strong over-estimation of the marginal\nlikelihood, which is all the more pronounced as the model is\nhigher-dimensional. As a result, the harmonic mean estimator\nsystematically favors more parameter-rich models, an artefact which\nmight explain some recent puzzling observations, based on harmonic mean\nestimates, suggesting that Bayes factors tend to overscore complex\nmodels. Finally, we apply our method to the comparison of several\nalternative models of amino-acid replacement. We confirm our previous\nobservations, indicating that modeling pattern heterogeneity across\nsites tends to yield better models than standard empirical\nmatrices.","trees":[{"tree_label":"UVR mbpostcons","ntax":"30","rootedtree":"TRUE","title":"UVR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2323.phy"},{"tree_label":"POL mbpostcons","ntax":"39","rootedtree":"TRUE","title":"POL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2324.phy"},{"tree_label":"PGK mbpostcons","ntax":"30","rootedtree":"TRUE","title":"PGK","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2325.phy"},{"tree_label":"EF2 mbpostcons","ntax":"30","rootedtree":"TRUE","title":"EF2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2326.phy"},{"tree_label":"DLIG mbpostcons","ntax":"40","rootedtree":"TRUE","title":"DLIG","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2327.phy"}]}