{"Authors":" Jean-Luc Boevé, Stephan M Blank, Gert Meijer, Tommi\nNyman","Year":" 2013","Title":" Invertebrate and avian predators as drivers of chemical\ndefensive strategies in tenthredinid sawflies","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Insects, Tenthredinidae larvae, visual signals, deterrent\nhemolymph, volatiles, chemical defense, predatory birds and ants,\npredatorprey interactions, diversity, evolution","DOI":"","Abstract":" Background: Many insects are chemically defended against\npredatory vertebrates and invertebrates. Nevertheless, our understanding\nof the evolution and diversity of insect defenses remains limited, since\nmost studies have focused on visual signaling of defenses against birds,\nthereby implicitly underestimating the impact of insectivorous insects.\nIn the larvae of sawflies in the family Tenthredinidae (Hymenoptera),\nwhich feed on various plants and show diverse lifestyles, two distinct\ndefensive strategies are found: easy bleeding of deterrent hemolymph,\nand emission of volatiles by ventral glands. Here, we used phylogenetic\ninformation to identify phylogenetic correlations among various\necological and defensive traits to estimate the relative importance of\navian versus invertebrate predation. Results: The mapping of 12\necological and defensive traits on phylogenetic trees inferred from DNA\nsequences reveals the discrete distribution of easy bleeding that\noccurs, among others, in the genus Athalia and the tribe Phymatocerini.\nBy contrast, occurrence of ventral glands is restricted to the\nmonophyletic subfamily Nematinae, which are never easy bleeders. Both\nstrategies are especially effective towards insectivorous insects such\nas ants, while only Nematinae species are frequently brightly colored\nand truly gregarious. Among ten tests of phylogenetic correlation\nbetween traits, only a few are significant. None of these involves\nmorphological traits enhancing visual signals, but easy bleeding is\nassociated with the absence of defensive body movements and with toxins\noccurring in the host plant. Easy bleeding functions through a\ncombination of attributes, which is corroborated by an independent\ncontrasts test indicating a statistically significant negative\ncorrelation between species-level integument mechanical resistance and\nhemolymph feeding deterrence against ants. Conclusions: Our analyses\nevidence a repeated occurrence of easy bleeding, and no phylogenetic\ncorrelation including specific visual signals is significant. We\ntherefore conclude that the evolution of chemically-based defenses in\ntenthredinids is not driven predominantly by avian predation. We argue\nthat easy bleeding is a driving force in the radiation of several\ntenthredinid subgroups, thus emphasizing the evolutionary impact of\npredatory insects. The clear-cut visual signaling often encountered in\nthe Nematinae would be linked to differential trends of habitat use by\nprey and predators. Further studies on (prey) insect groups should\ninclude visual signals and other traits, as well as several groups of\nnatural enemies, to better interpret their relative significance and to\nrefine our understanding of insect chemical defenses.","trees":[{"tree_label":"BEAST Dataset1","ntax":"53","rootedtree":"TRUE","title":"Tr65500","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65500.phy"},{"tree_label":"BEAST Dataset2","ntax":"110","rootedtree":"TRUE","title":"Tr65501","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65501.phy"},{"tree_label":"MrBayes Dataset1","ntax":"53","rootedtree":"TRUE","title":"Tr65502","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65502.phy"},{"tree_label":"MrBayes Dataset2","ntax":"110","rootedtree":"TRUE","title":"Tr65503","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65503.phy"},{"tree_label":"BEAST Dataset1","ntax":"53","rootedtree":"TRUE","title":"Tr65551","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65551.phy"},{"tree_label":"BEAST Dataset2","ntax":"110","rootedtree":"TRUE","title":"Tr65552","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65552.phy"},{"tree_label":"MrBayes Dataset1","ntax":"53","rootedtree":"TRUE","title":"Tr65553","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65553.phy"},{"tree_label":"MrBayes Dataset2","ntax":"110","rootedtree":"TRUE","title":"Tr65554","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65554.phy"}]}