{"Authors":" Go Sasaki, Keisuke Ishiwata, Ryuichiro Machida, Takashi\nMiyata, Zhi Hui Su","Year":" 2013","Title":" Molecular phylogenetic analyses support the monophyly of\nHexapoda and suggest the paraphyly of Entognatha","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 236","Keywords":" Pancrustacea, Hexapoda, Entognatha, Molecular phylogeny,\nRNA polymerase gene, DNA polymerase gene","DOI":" 10.1186/1471-2148-13-236","Abstract":" Background: Molecular phylogenetic analyses have revealed\nthat Hexapoda and Crustacea form a common clade (the Pancrustacea),\nwhich is now widely accepted among zoologists; however, the origin of\nHexapoda remains unresolved. The main problems are the unclear\nrelationships among the basal hexapod lineages, Protura (proturans),\nCollembola (springtails), Diplura (diplurans), and Ectognatha\n(bristletails, silverfishes, and all winged insects). Mitogenomic\nanalyses have challenged hexapod monophyly and suggested the reciprocal\nparaphyly of Hexapoda and Crustacea, whereas studies based on nuclear\nmolecular data support the monophyletic origin of hexapods.\nAdditionally, there are significant discrepancies with respect to these\nissues between the results of morphological and molecular studies. To\ninvestigate these problems, we performed phylogenetic analyses of\nPancrustacea based on the protein sequences of three orthologous nuclear\ngenes encoding the catalytic subunit of DNA polymerase delta and the\nlargest and second largest subunits of RNA polymerase II from 64 species\nof arthropods, including representatives of all hexapod orders. Results:\nPhylogenetic analyses were conducted based on the inferred amino acid\n(aa) sequences (~3400 aa in total) of the three genes using the maximum\nlikelihood (ML) method and Bayesian inference. Analyses were also\nperformed with additional datasets generated by excluding long-branch\ntaxa or by using different outgroups. These analyses all yielded\nessentially the same results. All hexapods were clustered into a common\nclade, with Branchiopoda as its sister lineage, whereas Crustacea was\nparaphyletic. Within Hexapoda, the lineages Ectognatha, Palaeoptera,\nNeoptera, Polyneoptera, and Holometabola were each confirmed to be\nmonophyletic with robust support, but monophyly was not supported for\nEntognatha (Protura + Collembola + Diplura), Ellipura (Protura +\nCollembola), or Nonoculata (Protura + Diplura). Instead, our results\nshowed that Protura is the sister lineage to all other hexapods and that\nDiplura or Diplura + Collembola is closely related to Ectognatha.\nConclusion: This is the first study to include all hexapod orders in a\nphylogenetic analysis using multiple nuclear protein-coding genes to\ninvestigate the phylogeny of Hexapoda, with an emphasis on Entognatha.\nThe results strongly support the monophyletic origin of hexapods but\nreject the monophyly of Entognatha, Ellipura, and Nonoculata. Our\nresults provided the first molecular evidence in support of Protura as\nthe sister group to other hexapods. These findings are expected to\nprovide additional insights into the origin of hexapods and the\nprocesses involved in the adaptation of insects to life on land.","trees":[{"tree_label":"Imported tree 0","ntax":"64","rootedtree":"TRUE","title":"Hexapoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68610.phy"},{"tree_label":"Imported tree 0","ntax":"58","rootedtree":"TRUE","title":"Hexapoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68611.phy"},{"tree_label":"Imported tree 0","ntax":"61","rootedtree":"TRUE","title":"Hexapoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68612.phy"}]}