{"Authors":" Bo Li, Mieczyslaw Wolsan, Dan Wu, Wei Zhang, Yanchun Xu,\nZhaohui Zeng","Year":" 2014","Title":" Mitochondrial genomes reveal the pattern and timing of marten\n(Martes), wolverine (Gulo), and fisher (Pekania) diversification","Journal":" Molecular Phylogenetics and Evolution","Volume":" 80","Issue":"","Pages":" 156-164","Keywords":" Divergence time; Evolution; Guloninae; Mitogenomics;\nMustelidae; Phylogeny","DOI":" 10.1016/j.ympev.2014.08.002","Abstract":" Despite recent advances in understanding the pattern and\ntimescale of evolutionary diversification in the marten, wolverine,\nfisher, and tayra subfamily Guloninae (Mustelidae, Carnivora), several\nimportant issues still remain contentious. Among these are the\nphylogenetic position of Gulo relative to the subgenera of Martes\n(Martes and Charronia), the phylogenetic relationships within the\nsubgenus Martes, and the timing of gulonine divergences. To elucidate\nthese issues we explored nucleotide variation in 11 whole mitochondrial\ngenomes (mitogenomes) from eight gulonine species and two outgroup\nmeline species. Parsimony, maximum likelihood, and Bayesian phylogenetic\nanalyses yielded fully resolved and identical patterns of relationships\nwith high support for all divergences. The generic status of Pekania (P.\npennanti), the monophyly of the genus Martes containing M. flavigula\n(subgenus Charronia) to the exclusion of the genus Gulo (G. gulo), and\nthe M. foina (M. americana (M. melampus (M. zibellina, M. martes)))\nphylogeny of the subgenus Martes were strongly supported. Dating\nanalyses (BEAST) using a set of five newly applied fossil calibrations\nprovided divergence times considerably younger than previous multigene\nmitochondrial estimates, but similar to multigene nuclear and nuclearâ\nmitochondrial estimates. The 95% confidence (highest posterior density)\nintervals of our divergence times fell within those inferred from\nnuclear and nuclearâ“mitochondrial sequence data, and were markedly\nnarrower than in earlier studies (whether nuclear, mitochondrial, or\ncombined). Notably, and contrary to long-held beliefs, our findings\nindicate that fossils older than the Tortonianâ“Messinian transition\n(late Late Miocene) do not represent Martes, excluding from this genus\nits putative members from the Early, Middle, and early Late Miocene.\nThis study demonstrates the high informativeness of the mitogenome for\nphylogenetic inference and divergence time estimation within Guloninae,\nand suggests that mitogenomes can be highly informative also for other\nclades at similar levels of evolutionary divergence.","trees":[{"tree_label":"BI","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_77035.phy"},{"tree_label":"ML","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77039.phy"},{"tree_label":"ML","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77036.phy"},{"tree_label":"MP","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77037.phy"},{"tree_label":"BI","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_77038.phy"},{"tree_label":"BI","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_77041.phy"},{"tree_label":"ML","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77042.phy"},{"tree_label":"MP","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77043.phy"},{"tree_label":"MP","ntax":"11","rootedtree":"TRUE","title":"Guloninae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77040.phy"}]}