{"Authors":" Pascale Chevret, Emmanuel J. P. Douzery, Celine Poux,\nDorothée Huchon, W. W. d. Jong","Year":" 2006","Title":" Arrival and diversification of caviomorph rodents and\nplatyrrhine primates in South America.","Journal":" Systematic Biology","Volume":" 55","Issue":" 2","Pages":" 228-244","Keywords":"","DOI":" 10.1080/10635150500481390","Abstract":" Platyrrhine primates and caviomorph rodents are clades of\nmammals that colonized South America during its period of isolation from\nthe other continents, between 100 and 3 million years ago (MYA). Until\nnow, no molecular study investigated the timing of the South American\ncolonization by these two lineages with the same molecular data set.\nUsing sequences from three nuclear genes (ADRA2B, vWF and IRBP, both\nseparate and combined) from 60 species, and eight fossil calibration\nconstraints, we estimated the times of origin and diversification of\nplatyrrhines and caviomorphs via a Bayesian relaxed molecular clock\napproach. To account for the possible effect of an accelerated rate of\nevolution of the IRBP gene along the branch leading to the anthropoids,\nwe performed the datings with and without IRBP (3,768 bp and 2,469 bp,\nrespectively). The time window for the colonization of South America by\nprimates and by rodents is demarcated by the dates of origin (upper\nbound) and radiation (lower bound) of platyrrhines and caviomorphs.\nAccording to this approach, platyrrhine primates colonized South America\nbetween 37.0 ± 3.0 MYA (or 38.9 ± 4.0 MYA without IRBP) and 16.8 ± 2.3\n(or 20.1 ± 3.3) MYA, and caviomorph rodents between 45.4 ± 4.1 (or 43.7\n± 4.8) MYA and 36.7 ± 3.7 (or 35.8 ± 4.3) MYA. Considering both the\nfossil record and these molecular datings, the favored scenarios are a\ntrans-Atlantic migration of primates from Africa at the end of the\nEocene or beginning of the Oligocene, and a colonization of South\nAmerica by rodents during the Middle or Late Eocene. Based on our\nnuclear DNA data, we cannot rule out the possibility of a concomitant\narrival of primates and rodents in South America. The caviomorphs\nradiated soon after their arrival, before the Oligocene glaciations, and\nthese early caviomorph lineages persisted until the present. By\ncontrast, few platyrrhine fossils are known in the Oligocene and the\npresent-day taxa are the result of a quite recent, Early Miocene\ndiversification.","trees":[{"tree_label":"Fig.1","ntax":"62","rootedtree":"TRUE","title":"Mammals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2328.phy"}]}