{"Authors":" Maria Eloisa Salustiano, Marina Nunes Rondon, Lucas\nMagalhaes Abreu, Sarah S. Costa, Ludwig H Pfenning, Jose da Cruz\nMachado","Year":" 2013","Title":" The etiological agent of cotton ramulosis represents a single\nphylogenetic lineage within the Colletotrichum gloeosporioides species\ncomplex","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Gossypium hirsutum, Colletotrichum theobromicola,\nanthracnose, seed transmitted pathogen, escobilla of cotton","DOI":"","Abstract":" Ramulosis of cotton, caused by Colletotrichum gossypii\nvar. cephalosporioides (CGC), is an important disease affecting cotton\nplantations in Brazil. The pathogen was described almost 80 years ago,\nand considered to represent a more virulent form of Colletotrichum\ngossypii (CG), a fungus associated with the anthracnose of cotton in the\nUSA. The identity and phylogenetic position of CGC is unclear, since no\nDNA sequence is available from authenticated strains. The main objective\nof this work was to test whether CGC is a phylogenetic species inside\nthe Colletotrichum gloeosporioides species complex. The relationship\nbetween the ramulosis and anthracnose pathogens of cotton in Brazil was\nalso investigated. A Bayesian Inference phylogenetic analysis of a\ncombined ITS and TUB2 dataset was conducted with 21 strains identified\nas CGC and five strains of CG obtained from diseased plants or seed\nsamples from different regions of Brazil. All CGC strains formed a\nhighly supported phylogenetic lineage inside the clade of Colletotrichum\ntheobromicola, a member of the C. gloeosporioides species complex. CG\nstrains formed another lineage in the same clade. These findings were\nsupported by a second phylogenetic analysis conducted with three genes\n(ITS+TUB2+GAPDH) and a subset of five CGC and three CG strains. During\npathogenicity tests, conducted in a greenhouse, all five CGC strains\ntested induced typical symptoms of ramulosis on inoculated plants,\nincluding foliar necrosis, death of apical meristems, over sprouting of\nlateral buds, and reduced growth. Plants inoculated with CG strains\nexhibited foliar necrotic spots two months after inoculation, with no\nfurther progression of symptoms. These results support the placement of\nCGC in the C. gloeosporioides sp. complex, and the distinction between\nthe ramulosis and anthracnose pathogens of cotton in Brazil.","trees":[{"tree_label":"con 50 majrule","ntax":"46","rootedtree":"TRUE","title":"Tr65511","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65511.phy"},{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Tr65513","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65513.phy"}]}