{"Authors":" Refiloe Ntsohi, G. Anthony Verboom","Year":" 2005","Title":" Molecular phylogeny of African Rytidosperma-affiliated\ndanthonioid grasses reveals generic polyphyly and convergent evolution\nin spikelet morphology","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Of the 90-95 species included in the Rytidosperma clade of\ngrasses (Danthonioideae: Poaceae) about 20 are native to southern\nAfrica, most of these belonging to the genera Karroochloa, Schismus and\nTribolium. Whereas morphological data identify all three genera as being\nmonophyletic, the robustness of this pattern is compromised by high\nlevels of homoplasy. Here we use molecular data (plastid trn¬L-trnF and\nnuclear ITS sequences) to re-evaluate phylogenetic relationships within\nthe Rytidosperma clade, with the specific aim of testing the monophyly\nof the African genera. Separate parsimony analyses of the two partitions\nreveal low levels of incongruence, which may be attributable to\nincomplete lineage sorting or past hybridization. Analyses of the\ncombined data produce well resolved, strongly supported topologies that\nare virtually identical, regardless of the inference method used\n(parsimony or Bayesian inference) or whether or not \u001aconflict\u001a taxa are\nincluded. Our data support the monophyly of the Rytidosperma clade\n(synapomorphies include a punctate-ovate hilum, a large embryo, and\nlodicule microhairs) as well as the monophyly of the Australasian-South\nAmerican Rytidosperma s.l. However, the monophyly of Karroochloa,\nSchismus and Tribolium is strongly contradicted, all three genera being\npolyphyletic as currently defined. A minimum of five new combinations is\nrequired to rectify this situation. Character reconstructions reveal\nextensive convergence in a number of morphological features, especially\nthose previously used to define genera. We suggest that the convergent\npattern of evolution displayed by these traits, most of which describe\nspikelet/ diaspore morphology, is linked to their functionality in seed\ndispersal and burial, and that this has compromised their utility as\nphylogenetic markers.","trees":[{"tree_label":"Fig. 1A","ntax":"37","rootedtree":"TRUE","title":"African Rytidosperma-affiliated danthonioid\ngrasses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2329.phy"},{"tree_label":"Fig. 1B","ntax":"37","rootedtree":"TRUE","title":"African Rytidosperma-affiliated danthonioid\ngrasses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2330.phy"},{"tree_label":"Fig. 2A","ntax":"35","rootedtree":"TRUE","title":"African Rytidosperma-affiliated danthonioid\ngrasses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2331.phy"},{"tree_label":"Fig. 2B","ntax":"38","rootedtree":"TRUE","title":"African Rytidosperma-affiliated danthonioid\ngrasses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2332.phy"}]}