{"Authors":" Roger G Shivas, Michael J Wingfield, Bret A. Summerell, Amy\nY. Rossman, Janaina Lana Alves, Gerard C. Adams, Robert W. Barreto, Ann\nBell, Mathilda L Coutinho, S Luke Flory, Genevieve Gates, Kathy R.E.\nGrice, Giles E. St.J. Hardy, Nathan M Kleczewski, Lorenzo Lombard,\nClaudia Maria Oliveira Longa, Gerry Louis-Seize, Filomena Macedo, Daniel\nP Mahoney, Giorgio Maresi, Pedro Maria Martin-Sanchez, Ludmila\nMarvanová, Andrew M Minnis, Luis N Morgado, Machiel E Noordeloos, Alan\nJohn Lander Phillips, Peter G Ryan, Cesareo Saiz-Jimenez, Keith A\nSeifert, W J Swart, Yu Pei Tan, Joey Brent Tanney, Pham Q Thu, Sandra\nIsabel Rodrigues Videira, Donald M Walker, Johannes (Ewald) Zacharias\nGroenewald, William Quaedvlieg, Pedro W. Crous","Year":" 2012","Title":" Fungal Planet description sheets: 128-153","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 29","Issue":"","Pages":" 146-201","Keywords":" ITS DNA barcodes, LSU, novel fungal species,\nsystematics","DOI":" 10.3767/003158512X661589","Abstract":" Novel species of microfungi described in the present study\ninclude the following from Australia: Catenulostroma corymbiae from\nCorymbia, Devriesia stirlingiae from Stirlingia, Penidiella carpentariae\nfrom Carpentaria, Phaeococcomyces eucalypti from Eucalyptus, Phialophora\nlivistonae from Livistona, Phyllosticta aristolochiicola from\nAristolochia, Clitopilus austroprunulus on sclerophyll forest litter of\nEucalyptus regnans and Toxicocladosporium posoqueriae from Posoqueria.\nSeveral species are also described from South Africa, namely:\nCeramothyrium podocarpi from Podocarpus, Cercospora chrysanthemoides\nfrom Chrysanthemoides, Devriesia shakazului from Aloe, Penidiella\ndrakensbergensis from Protea, Strelitziana cliviae from Clivia and\nZasmidium syzygii from Syzygium. Other species include Bipolaris\nmicrostegii from Microstegium and Synchaetomella acerina from Acer\n(USA), Brunneiapiospora austropalmicola from Rhopalostylis (New\nZealand), Calonectria pentaseptata from Eucalyptus and Macadamia\n(Vietnam), Ceramothyrium melastoma from Melastoma (Indonesia),\nCollembolispora aristata from stream foam (Czech Republic), Devriesia\nimbrexigena from glazed decorative tiles (Portugal), Microcyclospora\nrhoicola from Rhus (Canada), Seiridium phylicae from Phylica (Tristan de\nCunha, Inaccessible Island), Passalora lobeliaefistulosis from Lobelia\n(Brazil) and Zymoseptoria verkleyi from Poa (The Netherlands).\nValsalnicola represents a new ascomycete genus from Alnus (Austria) and\nParapenidiella a new hyphomycete genus from Eucalyptus (Australia).\nMorphological and culture characteristics along with ITS DNA barcodes\nare also provided.","trees":[{"tree_label":"Fig. 1","ntax":"84","rootedtree":"TRUE","title":"Novel species of microfungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65649.phy"}]}