{"Authors":" Noemy Seraphim, Mario Alejandro Marín, André V. L. Freitas,\nKarina L. Silva-Brandão","Year":" 2013","Title":" Morphological and Molecular Marker Contributions to\nDisentangling the Cryptic Hermeuptychia hermes Species Complex\n(Nymphalidae: Satyrinae: Euptychiina).","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" butterflies, DNA barcode, genetic distance gap,\nintegrative taxonomy, male genitalia morphology, species\ndelimitation","DOI":"","Abstract":" The genus Hermeuptychia is common and widespread through\nthe Americas, from Argentina to the southern United States of America.\nAll eight recognized species within Hermeuptychia are small and brown,\nwith very similar interspecific external morphologies and\nintraspecifically variable ocelli patterns that render taxonomic\nidentification based on morphology difficult. In our study, we surveyed\nvariability within Hermeuptychia, and evaluate species boundaries based\non molecular data (sequences of the âbarcodeâ mitochondrial DNA COI\ngene) and morphology (mainly male genitalia), using a phylogenetic\napproach. We found eight DNA-based and twelve morphological groups in\nour sampling. Species names were assigned based mainly on comparisons\nwith male genitalia morphology descriptions corresponding to\nname-bearing type specimens. Morphological and DNA variability were\nhighly congruent, with the exception of group H, the H. cucullina\ncomplex. Also, the barcode region showed a clear threshold for intra and\ninterspecific mean distances around 2%. Based on these results we\ncircumscribe the species boundaries in the genus Hermeuptychia, and\ndiscuss conflicts between mitochondrial genes and classic morphological\napproaches for identifying and delimiting species. Our study revealed\ncryptic diversity within a ubiquitous genus of Neotropical\nbutterflies.","trees":[{"tree_label":"Supplementary material S3","ntax":"76","rootedtree":"TRUE","title":"Bayesian Inference of a subset of samples","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_65648.phy"},{"tree_label":"Fig. 1","ntax":"194","rootedtree":"TRUE","title":"Bayesian Inference of Hermeuptychia species","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_65643.phy"},{"tree_label":"Supplementary material S2","ntax":"217","rootedtree":"TRUE","title":"Hermeuptychia Bold samples BIT","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_65663.phy"}]}