{"Authors":" Ratchadawan Cheewangkoon, Johannes (Ewald) Zacharias\nGroenewald, Gerard J.M. Verkley, Kevin D Hyde, Michael J Wingfield,\nMarieka Gryzenhout, Bret A. Summerell, Sandra Denman, Chaiwat To-Anun,\nPedro W. Crous","Year":" 2010","Title":" Re-evaluation of Cryptosporiopsis eucalypti and\nCryptosporiopsis-like species occurring on Eucalyptus leaves","Journal":" Fungal Diversity","Volume":" 44","Issue":"","Pages":" 89-105","Keywords":" Cryptosporiopsis eucalypti, Diaporthales, DNA phylogeny,\nEucalyptus, Pseudoplagiostoma","DOI":" 10.1007/s13225-010-0041-5","Abstract":" Cryptosporiopsis eucalypti is a common follicolous\npathogen of Eucalyptus species in tropical and temperate regions where\nthese trees are grown in plantations. The taxonomy of C. eucalypti is\nconfused by the fact that it is phylogenetically unrelated to the type\nspecies of Cryptosporiopsis (Cryptosporiopsis nigra = C. scutellata,\nHelotiales). The aim of this study was to resolve the taxonomic position\nof C. eucalypti based on morphology and phylogenetic inference.\nThirty-two Eucalyptus leaf samples with symptoms typical of C. eucalypti\ninfection were collected from 10 tropical and temperate countries across\nfour continents. Cultures were established from single conidia, as well\nas from ascospores of a previously unreported teleomorph state. DNA\nsequences were obtained for the 28 S nrDNA, the internal transcribed\nspacers of the nrDNA operon, and beta-tubulin regions to determine\ngeneric and species-level relationships. DNAsequence analysis showed\nthat conidial and ascospore isolates of C. eucalypti have low\nintraspecific variation, although two collections from Australia and one\nfrom Uruguay represented two novel taxa. Based on the newly collected\nteleomorph stage, as well as the phylogenetic data, C. eucalypti is\nshown to represent a new genus closely related to Plagiostoma\n(Gnomoniaceae, Diaporthales) for which the names Pseudoplagiostoma gen.\nnov. and Pseudoplagiostomaceae fam. nov. (Diaporthales) are introduced.\nTwo new species of Cryptosporiopsis (Dermateaceae, Helotiales) on\nEucalyptus from Australia and California (USA) are also described.","trees":[{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Cryptosporiopsis-like species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65652.phy"},{"tree_label":"Fig. 1","ntax":"78","rootedtree":"TRUE","title":"Cryptosporiopsis-like species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65651.phy"}]}