{"Authors":" Stuart Willis, Izeni Pires Farias, Guillermo Orti","Year":" 2013","Title":" Multi-Locus Species Tree for the Amazonian Peacock Basses\n(Cichlidae: Cichla): Emergent phylogenetic signal despite limited\nnuclear variation","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The inference of phylogenies of closely related species is\nobstructed by phenomena such as porous species boundaries and deep\ncoalescence, and is often exacerbated by low levels of nucleotide\nvariation among most loci surveyed in phylogenetic studies. We\ninvestigated the utility of twenty-one nuclear loci that had a range of\n5 to 40 (median of 14) variable sites per locus to estimate the\nphylogeny of the genus Cichla, a group of 15 Neotropical cichlid fishes\nthat began to diverge in the early to mid Miocene. We found that under a\nconcatenated approach, the least variable loci, while contributing less\nto the overall phylogenetic signal (posterior node support),\nnevertheless provided information that increased support for the final\ntree. Moreover, this was not a result of misdirection by mutational\nnoise, as the inference from all data was far superior to those from\nreduced datasets (those with more variable loci) in terms of the\nrelative precision of posterior tree space. Phylogenetic methods that\nallowed each locus to have a separate genealogy, including Bayesian\nconcordance analysis and a multispecies coalescent model, provided\nphylogenies that were also compatible with the concatenated tree in\nterms of the eight recently delimited species of Cichla, albeit with\nsomewhat diminished support for some branches. In contrast, described\nspecies that still regularly exchange genes showed unstable\nrelationships among analyses: not a surprising result from analyses that\nassume that gene tree heterogeneity results from incomplete lineage\nsorting and not gene flow. Importantly, we also observed that the\nconfidence intervals for node ages in the coalescent analyses were quite\nwide, and likely susceptible to influence of the prior on node density\n(e.g. birth-death).","trees":[{"tree_label":"TREE1","ntax":"38","rootedtree":"TRUE","title":"Amazonian Peacock Basses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_65665.phy"}]}