{"Authors":" Hieu Sy Tran, Yupin Li, Mingpei You, Tanveer N Khan, Ian\nPritchard, Martin John barbetti","Year":" 2013","Title":" Pea black spot disease complex in Western Australia \ncomposition of pathogens changes over time and with geographical\nlocation","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" idymella pinodes, Phoma medicaginis var. pinodella, Phoma\nkoolunga, Phoma herbarum, Phoma glomerata, pea black spot, Pisum\nsativum, field pea","DOI":"","Abstract":" Black spot is a devastating disease on pea caused by one\nor more of a complex of pathogenic fungi belonging to Ascomycota; they\ninclude Ascochyta pisi, Didymella pinodes and Phoma pinodella. Two black\nspot surveys on pea were conducted in 2010 and 2012, in which samples\nwere collected from 6 places across Western Australia. Representative\nisolates were identified based on ITS sequencing. Historical isolates,\nalso produced from surveys across Western Australia in 1984, 1987, 1989\nand 1996, were used to illustrate the change of the pea black spot\npathogen composition over time and locations in Western Australia.\nThroughout the interval from 1984  2012, some new pathogens associated\nwith black spot, viz. Phoma koolunga, Phoma herbarum, and Boerema exigua\nvar. exigua, and Phoma glomerata, were identified. Incidences of P.\nherbarum B. exigua var. exigua were just recorded one time in 2010. P.\nkoolunga was reported to appear at two locations (Esperance and\nKatannning) in Western Australia in 2008-2009 by another study; in 2012\nthe pathogen was recognized at three other places, i.e. Dalwallinu,\nNyabing and Northam. At Northam and Esperance, the incidence of P.\nkoolunga recorded was high, and even predominated D. pinodes (Northam),\nand P. pinodella (Esperance). Although A. pisi still appears in other\nstates of Australia and elsewhere, until the time of this study it had\nnot been recorded in Western Australia. At most times and locations, D.\npinodes was the predominant pathogen in the black spot complex.","trees":[{"tree_label":"Fig. 2","ntax":"232","rootedtree":"TRUE","title":"Pea black spot disease ITS NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65745.phy"}]}