{"Authors":" Tanay Bose, Don R. Reynolds, Mary L. Berbee","Year":" 2014","Title":" Common, unsightly, and until now undescribed: Fumiglobus\npieridicola sp. nov., a sooty mold infesting Pieris japonica from\nwestern North America.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Fumiglobus, Capnodiaceae, Conidiocarpus, Ericaceae,\nPieris, scale insects","DOI":"","Abstract":" Sooty molds (Capnodiaceae) are saprotrophs on the surfaces\nof leaves and they take their nutrients from honeydew exuded by\nsap-sucking insects. We describe and illustrate the sooty mold\nFumiglobus pieridicola sp. nov., which, to the dismay of gardeners,\nforms a thick black mycelial coating on the leaves and twigs of\nornamental Japanese andromeda (Pieris japonica) in western North\nAmerica. As a mitosporic species with a pycnidium that lacks an\nelongated neck and has at most a rudimentary stalk, the species belongs\nin the genus Fumiglobus. Although locally common, we found no specimens\nidentified under Fumiglobus or its synonyms in regional herbaria, and no\nrecord of any similar fungus in host indices. Our species differs from\nothers in Fumiglobus in having smaller pycnidia and conidia, and in\nhaving intercalary as well as apical pycnidia. We determined partial 18S\nand 28S ribosomal gene sequences for F. pieridicola, the first sequences\nfor any Fumiglobus species. Sequence analysis provides strong bootstrap\nsupport for including Fumiglobus within Capnodiaceae. We also determined\n18S and 28S sequences for the type species of the mitosporic genus\nConidiocarpus, also in Capnodiaceae. We confirm that Conidiocarpus is\nthe anamorph of Phragmocapnias. Following the rules of nomenclatural\npriority, we propose the new combinations Conidiocarpus asiaticus,\nConidiocarpus betle, Conidiocarpus callitris, Conidiocarpus fuliginodes,\nConidiocarpus heliconiae, Conidiocarpus imperspicuus, and Conidiocarpus\nsiamensis. We hope that describing the mystery fungus from our region\nand providing sequences for its molecular identification will lead to\nnew studies on its biology and distribution.","trees":[{"tree_label":"Imported tree 0+","ntax":"150","rootedtree":"TRUE","title":"Capnodiaceae Concatenated dataset LSU + SSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70646.phy"}]}