{"Authors":" Thomas Lecocq, Nicolas Brasero, Thibaut De Meulemeester ,\nDenis Michez, Simon Dellicour, Patrick Lhomme, Roland de Jonghe, Irena\nValterova, Pierre Rasmont","Year":" 2013","Title":" Integrative taxonomic approach to assess the taxonomic status\nof insular bumblebees: implication on Corsican bumblebee\nconservation","Journal":" Biological Conservation","Volume":"","Issue":"","Pages":"","Keywords":" Integrative taxonomy, conservation, Island, Corsica,\nbumblebees","DOI":"","Abstract":" Islands are well-known biodiversity hotspots that host a\nhigh diversity of endemic species. Unfortunately, insular taxa suffer\nfrom high rates of extinction and endangerment. Numerous conservation\nplans are developed to safeguard a wide range of insular taxa. These\nconservation plans are often assessed on the basis of occurrence and\nproportion of endemic species. However, species characterization is\nstill confusing and controversial. From a practical point of view, these\ndisagreements make difficult to government agencies and nongovernment\norganizations to evaluate the validity of taxonomic status in the\nlisting process for conservation. By following an integrative taxonomic\napproach, the present study includes molecular, chemical and\nmorphological criteria to establish the taxonomic status of eight\ninsular bumblebee taxa from the Corsica Island. Six are Corsican\nendemics (Bombus corsicola, B. hortorum jonghei, B. perezi, B.\npereziellus, B. renardi, and B. xanthopus) while the two last are\nsimilar to adjacent continental populations (B. barbutellus, and B.\npascuorum). For each taxa, we characterize the differentiation of\nCorsican vs. mainland nearest parent (i) in DNA sequences (nuclear and\nmitochondrial genes, (1622 bp) and (ii) in the chemical composition of\ncephalic labial gland secretions (CLGS), a ecochemical trait for\nbumblebees species discrimination. Our results show a morphological\ndifferentiation (color pattern) and genetic divergence of all Corsican\nendemics. Likewise, our comparative chemical analyses of CLGS indicate\nthat four Corsican endemics are differentiated from the mainland.\nPhylogenetic analyses, DNA sequence-based species automatic delimitation\napproach, and comparative chemical studies show that two Corsican taxa\ncan be considered as endemic species while four other are considered as\nsubspecies. We advocate the importance to conserve the endemic\nsubspecies as well as endemic species of the Corsican bumblebee fauna,\nthe largest fauna of bumblebee endemic taxa in West-Palearctic\nregion.","trees":[{"tree_label":"con 50 majrule","ntax":"284","rootedtree":"TRUE","title":"Corsican bumblebees EF1A Alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65678.phy"},{"tree_label":"bestREP1","ntax":"284","rootedtree":"TRUE","title":"Corsican bumblebees EF1A Alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65679.phy"},{"tree_label":"TREE1","ntax":"274","rootedtree":"TRUE","title":"Corsican bumblebees COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65676.phy"},{"tree_label":"bestREP3","ntax":"274","rootedtree":"TRUE","title":"Corsican bumblebees COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65677.phy"}]}