{"Authors":" Youngju Min, Myung Soo Park, Jonathan J. Fong, Ying Quan,\nYoung Woon Lim","Year":" 2013","Title":" Diversity of Endophytic Fungi associated with Pinus\nthunbergii in coastal shelterbelts of Korea","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Endophytic fungi, Diversity, Salinity tolerance, Pinus\nthunbergii, Shelterbelt","DOI":"","Abstract":" In Korea, the Black pine, Pinus thunbergii, is widely\ndistributed on the eastern coast and was highlighted for its importance\nas a shelterbelt after the 2011 Japanese tsunami. We investigate the\nsaline resistance of root endophytes of P. thunbergii in relation to\nsite (Goseong, Uljin, Busan) and location (inland, shoreline) using\nculturing and molecular methods. Endophytic fungi were isolated from\nroot tips of P. thunbergii from three sites along Korea’s eastern coast:\nGoseong, Uljin, and Busan. Growth rates of pure cultured isolates were\nmeasured and compared between PDA with and without 3% NaCl to confirm\ntheir saline resistance. A total of 259 endophytic fungi were isolated\nand organized into 136 morphotypes. DNA sequencing of the internal\ntranscribed spacer (ITS) identified 58 species among the morphotypes.\nRepresentatives of three fungal phyla were present: 44 Ascomycota, 8\nZygomycota, and 6 Basidiomycota. Penicillium spp. and Trichoderma spp.\nwere the dominant endophytic fungi, and many grew well in saline media.\nWe find five endophyte species common to all sites, with three being\nsaline resistant. No statistical difference in endophyte communities\nbetween sites or location was found. However, more saline resistant\nspecies associated with Busan and with shoreline environments. Analyzing\nsoil properties, Busan had higher salt and nitrogen levels that were\nstatistically significant. These soil differences may influence the\nnumber of saline resistant endophytes present at a site. This\ninvestigation indicates that many endophytic fungi of P. thunbergii\npossess the ability to proliferate in saline soil and potentially play a\nrole in growth and regeneration of coastal P. thunbergii","trees":[{"tree_label":"Pinus endophyte ITS","ntax":"115","rootedtree":"TRUE","title":"Tr65736","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65736.phy"},{"tree_label":"Pinus endophyte ITS","ntax":"115","rootedtree":"TRUE","title":"Tr65739","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65739.phy"}]}