{"Authors":" Katarzyna Pisarska, Mariusz Adamski, Janina Urban,\nKrzysztof Krawczyk, Andrzej Kotecki, Stanisław Jerzy Pietr","Year":" 2013","Title":" Miscanthus sinensis x giganteus harbouring phytopathogenic\nfor maize cultivable bacteria Pantoea ananatis","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Pantoea anantis; endophyte; giant miscanthus, Miscanthus\nsinensis x giganteus; phytopathogen, maize","DOI":"","Abstract":" Bacteria inhabiting interior tissues of plants could play\nan essential role as factor affecting plant nutritions, plant\ndevelopment as well as potential biocontrol agents. Giant miscanthus\n(Miscanthus sinensis x giganteus Greef et Deu), became an important C4\nplant cultivated as a renewable energy source in different regions,\nwhich require low mineral fertilization because according to literature\nits tissues are inhabited by nitrogen fixing bacteria. We isolated 20\nendophytic bacteria from healthy field-growth steams of giant miscanthus\nplants cultivated by seven years on experimental plot in Poland without\nfertilization. Selected isolates were tested for the ability of nitrogen\nfixation but none of tested strains were not able to grown in semi\nliquid Nfb medium and we did not detect the presence of the nitrogenase\nreductase gene nifH. Unexpectedly, we found that dominant cultivable\nendophytic bacteria, 13 out of 20, based on sequencing 16S rRNA gene\nwere identified as Pantoea ananatis strains. Moreover, maize seed\ninoculations with five selected P. ananatis strains revealed its\npathogenicity, deterioration and browning of roots or epicotyl of mize\nseedlings. The PCR with specific primers PanITS1 and EC5-Gi confirmed\nits phylogenetic position. Selected strains of P. ananatis produced IAA\nbut we did not found ACC gene acdS. Also, selected five strains\ninhibited in vivo growth of F. culmorum and Ph. cactorum as well as 4\nand 3 strains strains inhibited growth of F. oxysporum and Rh. solani.\nThe occurrence of endophytic Pantoea ananatis inhabiting interior stems\ntissues of giant miscanthus is a first report in literature.","trees":[{"tree_label":"PHYLIP 1+","ntax":"25","rootedtree":"FALSE","title":"Tr65737","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65737.phy"},{"tree_label":"PHYLIP 1+","ntax":"25","rootedtree":"FALSE","title":"Tr65738","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65738.phy"}]}