{"Authors":" Lynne Sigler, Sarah Hambleton","Year":" 2005","Title":" Meliniomyces, a new anamorph genus for root-associated fungi\nwith phylogenetic affinities to Rhizoscyphus ericae (≡ Hymenoscyphus\nericae), Leotiomycetes","Journal":" Studies in Mycology","Volume":" 53","Issue":" NA","Pages":" 1-26","Keywords":" NA","DOI":" 10.3114/sim.53.1.1","Abstract":" Sterile fungi isolated from surface-sterilized roots of\nthe Ericaceae, and hypothesized to be conspecific based primarily on\nrestriction fragment length polymorphisms, were provisionally named as\nVariable White Taxon (VWT). In preliminary resynthesis trials with\nVaccinium myrtilloides or V. vitis-idaea, isolates did not form typical\nericoid mycorrhizas. Additional isolates obtained from roots of the\nOrchidaceae, Pinaceae, Betulaceae and Salicaceae, and given informal\nnames such as Sterile white 1 (SW1), were thought to represent the same\ntaxon based on cultural similarities. To evaluate conspecificity and\ninfer phylogenetic affinities, partial nuclear ribosomal DNA sequences\nwere determined. Parsimony analyses supported a species level\ndistinction for VWT/SW1 and indicated that the fungus is placed within\nthe species complex referred to as the \u001aHymenoscyphus ericae aggregate\u001a\nwhich includes H. ericae (Leotiomycetes), many unnamed taxa and\nCadophora finlandica. The new genus and species Melinia variabilis is\nproposed to accommodate this root-associated fungus to facilitate\ndiscussion and information retrieval, and to provide a foundation for\nadditional experimental work. Although isolates are sterile in culture,\nthey can be identified by morphological characters in conjunction with\nITS sequence data. The mycorrhizal status of M. variabilis is not yet\nclear. In prior published results, strains demonstrated no or some\ncolonization with ericoid and ectomycorrhizal hosts but did not form\ntrue ectomycorrhizas. ITS analyses indicated that the \u001aH. ericae\naggregate\u001a includes several other well supported clades putatively named\nas Melinia species. Representative strains were examined morphologically\nfor two of these species, described as M. vraolstadiae and M. bicolor.\nBoth include ectomycorrhizal mycobionts of the \u001aPiceirhiza bicolorata\u001a\nmorphotype. Rhizoscyphus ericae is accepted as the appropriate name for\nH. ericae.","trees":[{"tree_label":"Fig. 1","ntax":"56","rootedtree":"TRUE","title":"Leotiomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2344.phy"},{"tree_label":"Fig. 2","ntax":"28","rootedtree":"TRUE","title":"Melinia variabilis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2345.phy"},{"tree_label":"Fig. 3","ntax":"104","rootedtree":"TRUE","title":"Hymenoscyphus ericae complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2346.phy"}]}