{"Authors":" Andreia Miraldo, Ilkka A. Hanski","Year":" 2013","Title":" Competitive Release Leads to Range Expansion and Rampant\nSpeciation in Malagasy Dung Beetles","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" microendemism, biodiversity hotspot, radiation,\nMadagascar, Competetive release, Speciation","DOI":"","Abstract":" Competition is often considered to promote ecological\ndiversification during evolutionary radiations, which would allow more\nspecies to coexist. At large spatial scales, species may coexist by\nhaving allopatric distributions, which raises the question about the\nrole of range expansion in the proliferation of species during\nradiations. Here, we integrate a well-sampled (50 out of 74 species) and\ntimed phylogeny of Nanos and Apotolamprus dung beetles (Canthonini) in\nMadagascar with data on species geographical ranges, abundances, and\nbody sizes. There is an overall decline in lineage accumulation through\ntime since the colonization of northern Madagascar in mid Miocene (24 to\n13 Ma). A clade of 24 extant Nanos species (clade L) originating 6.0 Ma\nexhibits a secondary increase in speciation rate, which is associated\nwith a significant increase in body size and strikingly allopatric\ndistributions of the species. Large body size typically confers a\ncompetitive advantage in dung beetles, which is here reflected by strong\nnumerical dominance of clade L species in local communities. We suggest\nthat the ‘key innovation’ of large body size has allowed range expansion\ndue to competitive release, which has created extensive opportunities\nfor allopatric speciation and differentiation along environmental\ngradients. Most theories to explain diversification patterns in\nMadagascar rely on allopatric modes of speciation, but they fail to\nexplain how ancestral species became widespread in the first place. The\nmechanism proposed here, involving range expansion following competitive\nrelease, may have operated in other Malagasy taxa with large numbers of\nspecies with small geographic ranges.","trees":[{"tree_label":"con 50 majrule","ntax":"100","rootedtree":"TRUE","title":"Tr65766","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65766.phy"},{"tree_label":"bestREP5","ntax":"52","rootedtree":"TRUE","title":"Tr65758","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65758.phy"},{"tree_label":"con 50 majrule","ntax":"52","rootedtree":"TRUE","title":"Tr65759","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65759.phy"},{"tree_label":"bestREP16","ntax":"100","rootedtree":"TRUE","title":"Tr65765","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65765.phy"}]}