{"Authors":" N. L. Nickerson, Sarah Hambleton, Keith A Seifert","Year":" 2005","Title":" Leohumicola, a new genus of heat-resistant hyphomycetes","Journal":" Studies in Mycology","Volume":" 53","Issue":" NA","Pages":" 27-50","Keywords":" NA","DOI":" NA","Abstract":" The new anamorph genus Leohumicola (hyphomycetes) is\ndescribed for four species, including three new species isolated after\nheat treatment of soils collected in Canada. The species produce\nslow-growing agar colonies that eventually produce lateral or terminal\naleurioconidia, with a dark brown terminal cell, and the remains of a\npaler basal cell that fractures during secession. The genus is compared\nwith Humicola, Trichocladium, Thermomyces, Complexipes and some other\nmorphologically similar genera. Nuclear ribosomal small subunit (SSU)\nribosomal DNA sequences demonstrate that Leohumicola is a monophyletic\ngroup in the Leotiomycetes, distinct from Humicola and Trichocladium\n(Sordariales), and Thermomyces (Eurotiales). Internal transcribed spacer\nsequences (ITS) support our recognition of four species of Leohumicola,\neach with distinct colony and micromorphological characters. The\nexistence of additional species is probable based on our own ITS\nsequences and some retrieved from GenBank. The type species L.\nverrucosa, was recovered from a variety of soil types across Canada, and\nhas sympodially proliferating conidiogenous cells that produce conidia\nwith verrucose terminal cells that measure 4\u001a5.5 x 4\u001a5.5 µm. The SSU of\nsome strains of this species have five long Group I introns that extend\nthe length to more than 3700 nt. Leohumicola lenta produces very slowly\ngrowing colonies on agar media and larger conidia than L. verrucosa, and\nL. terminalis produces only terminal conidia. The latter two species are\nrepresented by single strains. The fourth species, L. minima is based on\nTrichocladium minimum, originally isolated from volcanic ash soil from\nChile. ITS sequences suggest that Humicola is a synonym of\nTrichocladium, a finding that may require conservation of Humicola.\nDichotomous keys are provided to the accepted species of Leohumicola,\nand to morphologically similar aleurioconidial genera.","trees":[{"tree_label":"Fig. 4","ntax":"27","rootedtree":"TRUE","title":"Leohumicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2347.phy"},{"tree_label":"Fig. 3","ntax":"84","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2348.phy"}]}