{"Authors":" Mireia Puig, Lídia Ruz, Emilio Montesinos, Concepció\nMoragrega, Isidre Llorente","Year":" 2014","Title":" Combined morphological and molecular approach for\nidentification of Stemphylium vesicarium inoculum in pear orchards","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Brown spot of pear; gpd partial sequence; internal\ntranscriber spacer; pathogenicity; sequencing; phylogeny","DOI":" 10.1016/j.funbio.2014.11.006","Abstract":" Stemphylium vesicarium is the causal agent of brown spot\nof pear (BSP), an important disease reported in pear-growing areas of\nEurope. The pathogen is able to colonize pear leaf debris and dead\ntissues of herbaceous plants on the ground and produce abundant\nascospores and conidia that are capable of infecting pear trees.\nInoculum monitoring in pear orchards is mainly achieved through spore\ntraps and species identification is based on conidial morphology, but\nthe similarities on conidial traits among species of Stemphylium make\ncorrect identification difficult. In this work a total of thirty-seven\nStemphylium isolates recovered from different sources in pear orchards\nwere characterized at the morphological, pathogenic and molecular level.\nCorrespondence among ITS and gpd sequences and morphological traits were\nevaluated in order to determine their applicability in identification of\nS. vesicarium. Species identification based exclusively on morphological\ndata was not feasible. Three different morphological groups were\nresolved according to colony and conidial morphology, but conidial\ndimensions of these groups were in the range described for S.\nvesicarium. Molecular analyses of the ITS and gpd sequences clustered\nfield isolates in the S. vesicarium - S. herbarum-S. alfalfae- S.\ntomatonis and S. sedicola (84%), S. eturmiunum (13.5%), and S.\ngracilariae (2.5%) species groups. Combined morphological and molecular\ndata were necessary for unambiguous identification of isolates in the S.\nvesicarium species group. Only isolates identified as S. vesicarium were\npathogenic on pear. In this taxonomic group, differences in\npathogenicity were observed, mainly related to their origin. Most\nisolates recovered from lesions (87%)were pathogenic, whereas 60% of\nisolates recovered from air samples or from nonhost plant species were\nnonpathogenic on pear. The study revealed that several species of\nStemphylium coexist in pear orchards with S. vesicarium, the causal\nagent of BSP, and that combined morphological and molecular data are\nneeded to differentiate them. Consequently, direct measurements of the\nairborne inoculum using volumetric spore traps and conidia may\noverestimate the actual pathogen population and its pathogenic\npotential.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Stemphylium vesicarium inoculum MP ITS+GPD Fig.1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80713.phy"},{"tree_label":"PAUP 1","ntax":"64","rootedtree":"TRUE","title":"Stemphylium vesicarium inoculum ITS+GPD","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80714.phy"},{"tree_label":"PAUP 1","ntax":"64","rootedtree":"TRUE","title":"Stemphylium vesicarium inoculum GPD","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80715.phy"}]}