{"Authors":" Xinwen Chen, Zamir K. Punja, Yunjung Park","Year":" 2006","Title":" Molecular and biological characterization of a mitovirus in\nChalara elegans (Thielaviopsis basicola)","Journal":" Phytopathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A 2.8 kb double-stranded (ds) RNA element in strain BK18\nof Chalara elegans originally isolated from cotton soil in California\nwas characterized by obtaining a full-length cDNA sequence (2,896\nnucleotides in length) from a series of overlapping clones. Sequence\nanalysis revealed the presence of one large open reading frame (ORF I)\nusing the mitochondrial genetic code, with 20-34% amino acid identity to\nthe ORF I of other previously reported fungal mitochondrial RNA viruses.\nThe ORF I encoded a putative protein of 705 amino acids and contained\nthe conserved motif characteristic of RNA-dependent RNA polymerases\n(RdRp). Purification of mitochondria from strain BK18 confirmed the\nco-localization of this dsRNA, and Northern blot hybridization with a\nstrand-specific probe revealed the (+) single-stranded nature. This\nChalara elegans mitovirus (CeMV) is designated as a new member of the\nMitovirus genus of the Narnaviridae family. Using ds-RNA specific\nprimers, the ORF I region (positions 427 to 2,544) was obtained from an\nadditional 2.8 kb dsRNA element in strain HA2 originating from carrot\nroots in the Netherlands. Both ORF¡\u001as had 98% homology at the nucleotide\nand amino acid levels. CeMV was also found to be present in five\nadditional strains of C. elegans from different geographic locations\nworldwide, and a 97-100% nucleotide sequence identity was observed\nwithin a 300 bp region of ORF I in these strains. To determine the\nbiological effects of CeMV on C. elegans, attempts to cure strain BK18\nof the dsRNA were made. Sequential transfers of mycelium at 35-37\u001aaC\nyielded a colony which lacked the 2.8 kb dsRNA when visualized on\nagarose gels and also in Northern blot hybridization analysis. However,\nRT-PCR with specific primer sets revealed a band, indicating that dsRNA\nreplication had been significantly repressed (latent). The wild-type and\nlatently-infected strains were compared for colony morphology, growth\nrate, melanin production, various enzymatic assays (polyphenoloxidase,\nlaccase, tyrosinase and esterase) and virulence on carrot roots. Colony\nmorphology on V8 agar was comparable between the two strains, while\ngrowth rate, melanin production and virulence were enhanced in the\nlatently-infected strain. There were no detectable differences in\nenzymatic activity. Transmission electron microscopy of hyphae of the\nwild-type and latently infected strains revealed differences in the\nnumber and size of the mitochondria, which were enhanced in the latently\ninfected strain. Our results show that CeMV is a new member of the\nMitovirus group with some disruptive effects on its fungal host and is\npresent in C. elegans strains from different locations worldwide.","trees":[{"tree_label":"Fig. 7","ntax":"14","rootedtree":"TRUE","title":"Mitoviral RNA-dependent RNA polymerase","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2349.phy"}]}