{"Authors":" Diego San Mauro, David J. Gower, Hendrik Müller, Simon P.\nLoader, Rafael Zardoya, Ronald A. Nussbaum, Mark Wilkinson","Year":" 2014","Title":" Life-history evolution and mitogenomic phylogeny of caecilian\namphibians","Journal":" Molecular Phylogenetics and Evolution","Volume":" 73","Issue":"","Pages":" 177-189","Keywords":" Gymnophiona, larval re-evolution, maternal dermatophagy,\nmitochondrial genome, reproduction, viviparity","DOI":" 10.1016/j.ympev.2014.01.009","Abstract":" We analyze mitochondrial genomes to reconstruct a robust\nphylogenetic framework for caecilian amphibians and use this to\ninvestigate life-history evolution within the group. Our study comprises\n45 caecilian mitochondrial genomes (19 of them newly reported),\nrepresenting all families and 27 of 32 currently recognized genera,\nincluding some for which molecular data had never been reported. Support\nfor all relationships in the inferred phylogenetic tree is high to\nmaximal, and topology tests reject all investigated alternatives,\nindicating an exceptionally robust molecular phylogenetic framework of\ncaecilian evolution consistent with current morphology-based\nsupraspecific classification. We used the mitogenomic phylogenetic\nframework to infer ancestral character states and to assess correlation\namong three life-history traits (free-living larvae, viviparity,\nspecialized pre-adult or vernal teeth), each of which occurs only in\nsome caecilian species. Our results provide evidence that an ancestor of\nthe Seychelles caecilians abandoned direct development and re-evolved a\nfree-living larval stage. This study yields insights into the concurrent\nevolution of direct development and of vernal teeth in an ancestor of\nTeresomata that likely gave rise to skin-feeding (maternal dermatophagy)\nbehavior and subsequently enabled evolution of viviparity, with skin\nfeeding possibly a homologous precursor of oviduct feeding in viviparous\ncaecilians.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Caecilian Amphibians","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71054.phy"}]}