{"Authors":" Daniel Tyteca, Nicolas Devos, S. H. Oh, A. L. Jacquemart,\nOlivier Raspé","Year":" 2005","Title":" The evolution of Dactylorhiza (Orchidaceae) allotetraploid\ncomplex: insights from nrDNA sequences and cpDNA PCR-RFLP data","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequence data from a portion of the external transcribed\nspacer (ETS) and from the internal transcribed spacers (ITS1 and ITS2)\nof 18S-26S nuclear ribosomal DNA were used together with chloroplastic\nDNA PCR-RFLP data to unravel patterns of allotetraploid speciation\nwithin the Western European Dactylorhiza polyploid complex. A maximum\nlikelihood tree based on combined ETS and ITS sequences suggests that\nthe Western European Dactylorhiza allotetraploids have evolved by\nhybridization between four main diploid lineages. Cloned sequences and\nthe topology of the ITS plus ETS tree indicate that the allotetraploid\nspecies D. elata, D. brennensis, and D. sphagnicola have originated from\nthe tetraploid D. maculata together with the diploid D. incarnata\nlineage, while D. majalis and D. angustata seem to have evolved by\nhybridization between the D. fuchsii s.str and D. incarnata lineages.\nFinally, the diploid D. saccifera lineage seems to have been involved\ntogether with the D. incarnata lineage in the formation of D.\npraetermissa. The observed congruence between the chloroplastic tree and\nthe ITS/ETS tree suggests a directional evolution of the nrDNA after\npolyploidization in favor of the maternal genome. Considered together\nwith morphological, biogeographical and ecological standpoints, the\nmolecular analyses would incline us to recognize four species within the\ninvestigated complex, namely D. majalis, D. praetermissa, D. elata and\nD. sphagnicola.","trees":[{"tree_label":"Fig.1","ntax":"69","rootedtree":"TRUE","title":"Dactylorhiza, ITS-ETS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2350.phy"}]}