{"Authors":" Frank N Martin, Jaime E Blair, Michael D Coffey","Year":" 2013","Title":" A combined mitochondrial and nuclear multilocus phylogeny of\nthe genus Phytophthora","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" Phytophthora, plant pathogen, phylogenetics","DOI":"","Abstract":" The most recent phylogenetic analysis of the genus\nPhytophthora was completed in 2008 (Blair et al. 2008) and utilized 8.1\nkb of sequence data from seven nuclear loci. Given the large number of\nspecies that have recently been described, this study was undertaken to\nbroaden the available information on the phylogeny of the genus. A total\nof 166 isolates representing 90 recognized species and 17 provisional\nspecies were analyzed here, including many of the same isolates used in\nthe nuclear multilocus study of Blair et al. (2008). Four mitochondrial\ngenes (cox2, nad9, rps10 and secY) were sequenced with a total of 2,373\nbp used in the analysis; the species relationships recovered with\nmitochondrial data were largely consistent with those observed\npreviously in the nuclear analysis. Combining the new mitochondrial data\nwith the nuclear data from Blair et al. (2008) generated a dataset of\n10,828 bp representing 11 loci, however resolution of clade\nrelationships was still low. We therefore implemented a modified\nmultispecies coalescent approach with a subset of the data, and\nrecovered increased resolution and moderate to high support for clade\nrelationships. A more detailed analysis of species from clades 2 and 8\nidentified an additional seven phylogenetic lineages that warrant\nfurther investigation to determine if they represent distinct species.\nAs has been reported in other phylogenetic studies of the genus, there\nis no consistent correlation between phylogenetic relatedness and\nmorphological features or ecology.","trees":[{"tree_label":"MrBayes Consensus","ntax":"43","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65774.phy"},{"tree_label":"MrBayes Consensus","ntax":"44","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65775.phy"},{"tree_label":"Combined MrBayes","ntax":"89","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65776.phy"},{"tree_label":"Mitochondrial MrBayes","ntax":"107","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65779.phy"},{"tree_label":"Nuclear MrBayes","ntax":"89","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65780.phy"}]}