{"Authors":" Takashi Shiina","Year":" 2013","Title":" Evolutionary relations of Hexanchiformes deep-sea sharks\nelucidated by whole mitochondrial genome sequences","Journal":" BioMed Research International","Volume":"","Issue":"","Pages":"","Keywords":" Hexanchiformes, mitochondrial genome, comparative\ngenomics, phylogeny, evolution","DOI":"","Abstract":" Hexanchiformes is regarded as a monophyletic taxon, but\nthe morphological and genetic relationships between the five extant\nspecies within the order are still uncertain. In this study, we\ndetermined the whole mitochondrial DNA (mtDNA) sequences of seven sharks\nincluding representatives of the five Hexanchiformes, one squaliform and\none carcharhiniform, and inferred the phylogenetic relationships among\nthose species and 12 other Chondrichthyes (cartilaginous fishes) species\nfor which the complete mitogenome is available. The monophyly of\nHexanchiformes and their close relation with all other Squaliformes\nsharks were strongly supported by likelihood and Baysian phylogenetic\nanalysis of 13,749 aligned nucleotides of 13 protein coding genes and\ntwo rRNA genes that were derived from the whole mDNA sequences of the 19\nspecies. The phylogeny suggested that Hexanchiformes are in Squalomorphi\nand that Chlamydoselachus anguineus (frilled shark) is the sister\nspecies to all other Hexanchiformes and that the relations within\nHexanchiformes, all well resolved, are (Chlamydoselachus, (Notorynchus,\n(Heptranchias, (Hexanchus griseus, H. nakamurai)))). Based on our\nphylogeny, we discussed evolutionary scenarios of the jaw suspension\nmechanism and gill slit numbers that are significant features in the\nsharks.","trees":[{"tree_label":"PAUP 1","ntax":"18","rootedtree":"TRUE","title":"Tr66259","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66259.phy"},{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Tr66258","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66258.phy"}]}