{"Authors":" Chelsea D. Specht","Year":" 2006","Title":" Systematics and Evolution of the Tropical Monocot Family\nCostaceae (Zingiberales): A Multiple Dataset Approach","Journal":" Systematic Botany","Volume":" 31","Issue":" 1","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic analysis of molecular (ITS, trnL-F, trnK\nincluding the matK coding region) and morphological data is presented\nfor the pantropical monocot family Costaceae (Zingiberales), including\n65 Costaceae taxa and two species of the outgroup genus Siphonochilus\n(Zingiberaceae). Taxon sampling included all four currently described\ngenera in order to test the monophyly of previously proposed taxonomic\ngroups. Sampling was further designed to encompass geographical and\nmorphological diversity of the family to identify trends in\nbiogeographic patterns and morphological character evolution.\nPhylogenetic analysis of the combined data reveals three major clades\nwith discrete biogeographic distribution: (1) South American, (2) Asian,\nand (3) African-neotropical. The nominal genus Costus is not\nmonophyletic and its species are found in all three major clades. The\nMelanesian genus Tapeinochilos is monophyletic and included within the\nAsian clade. Monocostus and Dimerocostus are sister taxa and form part\nof the South American clade. The African-neotropical clade is composed\nentirely of the genus Costus; moreover, there is support for previously\nrecognized subgeneric groupings within the Costus clade. Evolutionary\ntrends in floral morphology show that close associations with\npollinators have evolved several times from an ancestral generalist\npollinator floral form. Bee pollination has evolved once in the family,\narising in Africa from an open-flowered (generalist) ancestor. Bird\npollination has evolved multiple times: once from an open-flowered\nancestor in Southeast Asia and multiple times from a bee-pollinated\nancestor in the neotropics. Additional morphological characters not\ntraditionally used to define taxonomic groups, but having high\nconsistency in the current phylogenetic analysis, are discussed.","trees":[{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"Costaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_564.phy"}]}