{"Authors":" Nicolas Chazot, Keith R Willmott, Paola G Santacruz Endara,\nAlexandre Toporov, Ryan I Hill, Chris D. Jiggins, Marianne Elias","Year":" 2013","Title":" Mutualistic mimicry and filtering by altitude shape the\nstructure of Andean butterfly communities","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" community ecology, altitudinal gradient, Müllerian\nmimicry, phylogenetic structure, Ithomiini, Andes","DOI":"","Abstract":" Both the abiotic environment and interactions among\nspecies contribute to shaping species assemblages. While the role of\nhabitat filtering and competitive interactions is clearly established,\nless is known about how positive interactions, whereby species benefit\nfrom the presence of one another, affect community structure. Here we\nassess the importance of positive interactions by studying Andean\ncommunities of butterflies that interact mutualistically via Müllerian\nmimicry. We show that communities at similar altitudes have a similar\nphylogenetic composition, confirming that filtering by altitude is an\nimportant process. We also provide evidence that species that interact\nmutualistically (i.e., species sharing the same mimicry wing pattern)\nco-exist at large scales more often than expected by chance.\nFurthermore, we detect an association between mimicry structure and\naltitude stronger than expected even when phylogeny is corrected for,\nindicating adaptive convergence for wing pattern and/or altitudinal\nrange driven by mutualistic interactions. Positive interactions extend\nfar beyond Müllerian mimicry, with many examples in plants and animals,\nand their role in the evolution and assembly of communities may be more\npervasive than is currently appreciated. Our findings have strong\nimplications for the evolution and resilience of community structure in\na changing world.","trees":[{"tree_label":"TREE1","ntax":"182","rootedtree":"TRUE","title":"Andean butterflies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65950.phy"},{"tree_label":"TREE1","ntax":"182","rootedtree":"TRUE","title":"Andean butterflies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65948.phy"},{"tree_label":"TREE1","ntax":"177","rootedtree":"TRUE","title":"Andean butterflies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65949.phy"}]}