{"Authors":" Lisa A Beirn, Lane P Tredway, Michael J Boehm, Angela M\nOrshinsky, Alexander I Putman, Ignazio Carbone, Bruce B Clarke, Jo Anne\nCrouch","Year":" 2013","Title":" Clarireedia, a new fungal genus typified by the causal agent\nof turfgrass dollar spot disease, Clarireedia homoeocarpa nov.\ncomb.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, fungarium specimens, Leotiomycetes, molecular\nphylogenetics, Rutstroemia, Sclerotinia","DOI":"","Abstract":" Dollar spot is one of the most destructive and\neconomically debilitating fungal diseases of amenity turfgrasses. The\ncausal agent was first described in 1937 as the ascomycete Sclerotinia\nhomoeocarpa. However, the genus-level taxonomic placement of this fungus\nhas been the subject of ongoing debate for over 75 years. Existing\nmorphological and rDNA sequence evidence indicates that this organism is\nmore appropriately placed in the Rutstroemiaceae family rather than the\nSclerotiniaceae. Here we use DNA sequence data from samples of the\ndollar spot fungus and other members of the Rutstroemiaceae\n(e.g. Poculum, Rutstroemia, Lanzia, Lambertella) from cultured isolates\nand fungarium specimens to determine the generic identity of the\nturfgrass dollar spot fungus. Phylogenetic evidence from eight\nnucleotide sequence markers (actin, β-tubulin, calmodulin, EF-1α, Mcm7,\nITS, LSU, SSU; 3593-bp) confirmed that S. homoeocarpa is not a species\nof Sclerotinia; nor is it a member of any known genus in the\nRutstroemiaceae. These data, in combination with morphological\nassessments, supported the establishment a new genus, which we describe\nas Clarireedia gen. nov. Clarireedia homoeocarpa nov. comb., the type\nspecies for the genus, is described to accommodate the dollar spot\nfungus, and a lectotype and epitype are designated. The resolved\ntaxonomy that accurately reflects this fungus’ identity not only\nrepresents a major step for proper communication by\npathologists/agronomists, but will provide the foundation for\nunderstanding the nature and biology of this destructive pathogen.","trees":[{"tree_label":"Beta-tubulin Gene Tree","ntax":"61","rootedtree":"TRUE","title":"Tr65784","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65784.phy"},{"tree_label":"Actin Gene Tree","ntax":"68","rootedtree":"TRUE","title":"Tr65783","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65783.phy"},{"tree_label":"Calmodulin Gene Tree","ntax":"68","rootedtree":"TRUE","title":"Tr65787","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65787.phy"},{"tree_label":"Translation elongation factor 1 alpha gene tree","ntax":"54","rootedtree":"TRUE","title":"Tr65788","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65788.phy"}]}