{"Authors":" Lorenzo Carretero-Paulet, Agnieszka Lipska, Jordi\nPérez-Gil, Félix Sangari, Victor A Albert, Manuel\nRodríguez-Concepción","Year":" 2013","Title":" Evolutionary diversification and characterization of the\neubacterial gene family encoding DXR type II, an alternative isoprenoid\nbiosynthetic enzyme","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" DXR-II, Isoprenoid Metabolism, Horizontal Gene Transfer,\nGene Loss, Functional Divergence","DOI":"","Abstract":" Background Isoprenoids constitute a vast family of natural\ncompounds performing diverse and essential functions in all domains of\nlife. In most eubacteria, isoprenoids are synthesized through the\nmethylerythritol 4-phosphate (MEP) pathway. The production of MEP is\nusually catalyzed by deoxyxylulose 5-phosphate reductoisomerase (DXR-I)\nbut a few organisms use an alternative DXR-like enzyme (DXR-II). Results\nSearches through 1498 bacterial complete proteomes detected 130\nsequences with similarity to DXR-II. Phylogenetic analysis identified\nthree well-resolved clades: the DXR-II family (clustering 53 sequences\nincluding eleven experimentally verified as functional enzymes able to\nproduce MEP), and two previously uncharacterized NAD(P)-dependent\noxidoreductase families (designated DLO1 and DLO2 for DXR-II-like\noxidoreductases 1 and 2). Our analyses identified amino acid changes\ncritical for the acquisition of DXR-II biochemical function through\ntype-I functional divergence, two of them mapping onto key residues for\nDXR-II activity. DXR-II showed a markedly discontinuous distribution,\nwhich was verified at several levels: taxonomic (being predominantly\nfound in Alphaproteobacteria and Firmicutes), metabolic (being mostly\nfound in bacteria with complete functional MEP pathways with or without\nDXR-I), and phenotypic (as no biological/phenotypic property was found\nto be preferentially distributed among DXR-II-containing strains, apart\nfrom pathogenicity in animals). By performing a thorough comparative\nsequence analysis of GC content, 3:1 dinucleotide frequencies, codon\nusage and codon adaptation indexes (CAI) between DXR-II sequences and\ntheir corresponding genomes, we examined the role of horizontal gene\ntransfer (HGT), as opposed to an scenario of massive gene loss, in the\nevolutionary origin and diversification of the DXR-II subfamily in\nbacteria. Conclusions Our analyses support a single origin of the DXR-II\nfamily through functional divergence, in which constitutes an\nexceptional model of acquisition and maintenance of redundant gene\nfunctions between non-homologous genes as a result of convergent\nevolution. Subsequently, although old episodic events of HGT could not\nbe excluded, the results supported a prevalent role of gene loss in\nexplaining the distribution of DXR-II in specific pathogenic eubacteria.\nOur results highlight the importance of the functional characterization\nof evolutionary shortcuts in isoprenoid biosynthesis for screening\nspecific antibacterial drugs and for regulating the production of\nisoprenoids of human interest.","trees":[{"tree_label":"tree 1","ntax":"130","rootedtree":"TRUE","title":"Tr66261","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66261.phy"},{"tree_label":"ML","ntax":"130","rootedtree":"TRUE","title":"Tr66260","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66260.phy"},{"tree_label":"tree 1","ntax":"130","rootedtree":"TRUE","title":"Tr66262","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66262.phy"}]}