{"Authors":" Orlando Alvarez-Fuentes, Alan Prather","Year":" 2013","Title":" On the Classification of Thelypteridaceae: A Preliminary\nPhylogenetic Analysis of Thelypteris Subgenus Amauropelta Based on\nPlastid DNA Sequences","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Amauropelta, phylogeny, rps4, rps4-trnS spacer, taxonomy,\nThelypteridaceae, Thelypteris, trnL-trnF spacer","DOI":"","Abstract":" Thelypteridaceae is a worldwide group of nearly 1,000\nspecies of ferns with a complex taxonomic history. Generic\ncircumscriptions in the family have been a subject of controversy for\nmore than 50 years. There are two views concerning the best way to\ncircumscribe genera within the family: most New World fern specialists\nrecognize only one (Thelypteris with many subgenera) to five genera\nwhile most Old World specialists recognize about thirty. To better\nunderstand how Thelypteris subgenus Amauropelta is related to other\nmembers of the family and to gain a preliminary understanding of\nsectional classification within the subgenus, plastid DNA regions (rps4,\nthe rps4-trnS spacer, and the trnL-trnF spacer) were analyzed to infer\nthe phylogeny and evaluate the phylogenetic position of Thelypteris\nsubgenus Amauropelta. Subgenus Amauropelta is distributed mainly in the\nNeotropics and includes about 200 species. The inferred phylogeny\nprovides strong support for the monophyly of subgenus Amauropelta and\nillustrates even more the need for a new, and cohesive, classification\nsystem for Thelypteridaceae. The resulting phylogeny suggests that the\nbest approach towards a stable classification of the family would be to\nrecognize Amauropelta at the generic rank and to recognize Thelypteris\nin a narrow sense. The phylogeny, however, did not provide adequate\nresolution to fully clarify relationships among the sections of\nThelypteris subgenus Amauropelta, but it does suggest that some sections\nare not monophyletic, e.g., Amauropelta, Uncinella, Lepidoneuron, and\nAdenophyllum.","trees":[{"tree_label":"MajRule","ntax":"55","rootedtree":"TRUE","title":"Tr67307","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67307.phy"}]}