{"Authors":" Alena Nováková, Vit Hubka, Zuzana Dudová, Tetsuhiro\nMatsuzawa, Alena Kubátová, Takashi Yaguchi, Miroslav Kolařík","Year":" 2013","Title":" New species in Aspergillus section Fumigati from reclamation\nsites in Wyoming (U.S.A.) and revision of A. viridinutans complex.","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Aspergillus fumigatus; heterothallic species; MAT locus;\nNeosartorya udagawae; PCR fingerprinting; soil fungi","DOI":" 10.1007/s13225-013-0262-5","Abstract":" The Aspergillus viridinutans complex includes\nmorphologically similar, soil-inhabiting species. Although its species\nboundaries have not been fully defined, many isolates from the complex\nhave been isolated as opportunistic human and animal pathogens. In the\npresent study, these species were dominant in spoil sites subjected to\nvarious types of reclamation management after coal mining. These species\nwere characterised using two different PCR-fingerprinting methods,\nsequence data from the Î²-tubulin (benA) and calmodulin (caM) genes,\nmacro- and micromorphology (optical and scanning electron microscopy),\nmaximum growth temperatures, and mating experiments. In addition, RNA\npolymerase II gene (RPB2), actin (act1) and ITS sequences were deposited\nfor the ex-type isolates of newly described species. The mating\nexperiment results, phylogenetic analyses, and ascospore morphology\nsuggested the presence of five species in the A. viridinutans complex.\nAspergillus aureolus (syn. Neosartorya aureola) was the only homothallic\nspecies. Three species, A. felis, A. udagawae (syn. N. udagawae) and A.\nwyomingensis sp. nov., were heterothallic and their morphologically\ndistinguishable teleomorph was induced by systematic mating experiments.\nAspergillus viridinutans s. str. seems to be a very rare species and was\nrepresented only by the ex-type isolate in which the MAT1-1 locus was\namplified. Aspegillus viridinutans and A. aureolus were typified in\naccordance with the rules of the new botanical code. Other species\noutside the A. viridinutans complex isolated from the reclamation sites\nwere A. fumigatiaffinis and A. lentulus as well as two new sister\nspecies, A. brevistipitatus sp. nov. and A. conversis sp. nov. which\nwere closely related each to other and to N. papuensis. Both new species\nare phylogenetically distant from all anamorphic species and resemble A.\nbrevipes, A. duricaulis, and A. unilateralis in micromorphology and are\ndistinguishable from each other by the slower growth of A. conversis on\nall tested media. Interestingly, no isolate from the reclamation sites\nrepresented A. fumigatus s. str. which is usually reported as the\ndominant species from the section Fumigati in soil.","trees":[{"tree_label":"tree 1","ntax":"104","rootedtree":"TRUE","title":"Aspergillus section Fumigati","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65944.phy"},{"tree_label":"tree 1","ntax":"104","rootedtree":"TRUE","title":"Aspergillus section Fumigati","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_65945.phy"}]}