{"Authors":" Michael Andrew Sundue, Carl J Rothfels","Year":" 2013","Title":" Stasis and convergence characterize morphological evolution\nin eupolypod II ferns","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Athyriaceae, character state reconstruction, convergent\nevolution, Diplaziopsidaceae, eupolypods II, morphological evolution,\nPolypodiales, rate of evolution, Rhachidosoraceae, symplesiomorphy,\nWoodsiaceae","DOI":"","Abstract":"  Background and Aims Patterns of morphological evolution\nat levels above family rank remain underexplored in the ferns. The\npresent study seeks to address this gap through analysis of 79\nmorphological characters for 81 taxa, including representatives of all\nten families of eupolypod II ferns. Recent molecular phylogenetic\nstudies demonstrate that the evolution of the large eupolypod II clade\n(it includes nearly a third of extant fern species) features unexpected\npatterns. The traditional “athyrioid” ferns are scattered across the\nphylogeny despite their apparent morphological cohesiveness, and mixed\namong these seemingly conservative taxa are morphologically dissimilar\ngroups that lack any obvious features uniting them with their relatives.\nWe use maximum likelihood and maximum parsimony character optimizations\nto determine characters that unite the seemingly disparate groups, and\nto test whether the polyphyly of the traditional athyrioid ferns is due\nto evolutionary stasis (symplesiomorphy) or convergent evolution. We\nreview the major events in eupolypod II character evolution, and\nreappraise character and character state concepts, as a basis for\nfurther inquiries into fern morphology.  Methods Characters were scored\nfrom literature, live plants, and herbarium specimens, and optimized\nusing maximum parsimony and maximum likelihood, onto a highly supported\ntopology derived from maximum likelihood and Bayesian analysis of\nmolecular data. We tested for phylogenetic signal of characters using\nrandomization methods and fitdiscrete.  Key Results The majority of\ncharacter state changes within the eupolypod II phylogeny occur at the\nfamily level or above. Relative branch lengths for the morphological\ndata resemble those from molecular data and fit an ancient rapid\nradiation model (long branches subtended by very short backbone\ninternodes), with few characters uniting the morphologically disparate\nclades. The traditional athyrioid ferns were circumscribed based upon a\ncombination of symplesiomorphic and homoplastic characters. Petiole\nvasculature consisting of two bundles is ancestral for eupolypods II and\na synapomorphy for eupolypods II under deltran optimization. Sori\nrestricted to one side of the vein defines the recently recognized clade\ncomprising Rhachidosoraceae through Aspleniaceae, and sori present on\nboth sides of the vein is a synapomorphy for the Athyriaceae sensu\nstricto. Results indicate that a chromosome base number of x=41 is\nsynapomorphic for all eupolypods, a clade that includes over two thirds\nof extant fern species.  Conclusions Our integrated approach synthesizes\nmorphological studies with current phylogenetic hypotheses and provides\nexplicit statements of character evolution in the eupolypod II fern\nfamilies. We find strong character support for previously recognized\nclades, whereas few characters support previously unrecognized clades.\nSorus position appears to be less complicated than previously\nhypothesized, and linear sori restricted to one side of the vein support\nthe clade comprising Aspleniaceae, Diplaziopsidaceae, Hemidictyaceae,\nand Rachidosoraceaea lineage only recently identified. Despite x=41\nbeing a frequent number among extant species, to our knowledge it has\nnot previously been demonstrated as the ancestral state. This is the\nfirst synapomorphy proposed for the eupolypod clade, a lineage\ncomprising 67% of extant fern species. This study provides some of the\nfirst hypotheses of character evolution at the family level and above in\nlight of recent phylogenetic results, and promotes further study in an\narea that remains open for original observation.","trees":[{"tree_label":"t1","ntax":"81","rootedtree":"TRUE","title":"Tr65814","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_65814.phy"}]}