{"Authors":" Kai He, Akio Shinohara, Xue-Long Jiang, Kevin L\nCampbell","Year":" 2013","Title":" Multilocus phylogeny of Talpine moles (Talpini, Talpidae,\nEulipotyphla) and its implications for systematics","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cryptic species, Species tree, Species delimitation,\nTalpidae, Talpini, Rapid radiation","DOI":"","Abstract":" The tribe Talpini is a group of strictly subterranean\nmoles distributed across the Eurasian Continent whose phylogenetic\nrelationships and taxonomy remain unresolved. Here we analyzed a\nmulti-locus nuclear-mitochondrial DNA dataset (9,468 bp) from 11 talpine\nspecies encompassing all five recognized genera, and used maximum\nlikelihood and Bayesian approaches to infer their divergence times and\nevolutionary affinities. Our results finely resolved all relationships\nexcept the root of the four recognized Asian genera, which was placed\nsister to the genus Talpa. With respect to the Asian clade, we moreover\nprovide the first molecular support for a sister-taxon relationship\nbetween Parascaptor and Scaptochirus and confirm that the genus\nEuroscaptor is paraphyletic. Further, and despite a relatively small\nsample size (22 specimens), our species delimitation analyses revealed\nat least two potential species. Taken together, these findings argue\nthat generic status should be given to E. mizura and illustrate that\ntaxonomic diversity in Southwest China and Southeast Asia is still\nunderestimated. Finally, results of our divergence time analyses support\na rapid radiation of the endemic Asian genera in the late-Miocene, which\ntemporally corresponds with enhanced aridity and cooling arising from a\nsignificant uplift of the Himalayan-Tibetan plateau.","trees":[{"tree_label":"TREE1","ntax":"14","rootedtree":"TRUE","title":"Tr66070","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66070.phy"},{"tree_label":"TREE1","ntax":"23","rootedtree":"TRUE","title":"Tr66071","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66071.phy"}]}