{"Authors":" Xavier Bellés, Joaquim Mateu, Ignacio Ribera","Year":" 2005","Title":" Phylogenetic relationships of Dalyat mirabilis Mateu, 2002,\nwith a revised molecular phylogeny of ground beetles (Coleoptera,\nCarabidae)","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":" 43","Issue":" 4","Pages":" 284-296","Keywords":" NA","DOI":" NA","Abstract":" Dalyat mirabilis Mateu 2002 (Coleoptera: Carabidae) is a\ncave species recently described from SE Spain, which, based on a\nmorphological analyses, has been related to the Promecognathinae (with\none genus in western North America and four genera in South Africa). In\nthis paper, we investigated the phylogenetic relationships of the main\nlineages of family Carabidae, and the placement of Dalyat among them,\nwith the 18S rRNA full sequence and a fragment of wingless with the use\nof parsimony, a fast maximum likelihood algorithm (implemented in the\nprogram phyml), and Bayesian posterior probabilities. Although with\nwingless alone the relationships of Dalyat were not robustly supported,\nboth with 18S rRNA and in a combined analysis there was a strong support\nfor a sister relationship between Promecognathus and Dalyat with the\nthree methods used. Using a molecular-clock approach the two lineages\nwere estimated to have diverged at a similar (or slightly earlier) age\nthan the origin of Harpalinae, known to have radiated in the Cretaceous.\nThis is compatible with a vicariant origin of the lineage leading to\nDalyat because of the isolation of the Iberian plate from Pangea in the\nlate Jurassic to early Cretaceous. Other robust relationships within the\nCarabidae are the monophyly of Harpalinae (including Morionini,\nPeleciini and Pseudomorphini), its sister relationship with Brachininae,\nand the inclusion of these two subfamilies together with Scaritini and\nthe austral Psydrinae in a strongly supported clade (the higher\nCarabidae).","trees":[{"tree_label":"Fig. 2","ntax":"91","rootedtree":"TRUE","title":"Carabidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_693.phy"},{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Carabidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2351.phy"},{"tree_label":"Fig. 6","ntax":"42","rootedtree":"TRUE","title":"Carabidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2352.phy"}]}