{"Authors":" Cuong Quoc Tang, Ulrike Obertegger, Diego Fontaneto,\nTimothy G. Barraclough","Year":" 2013","Title":" Reproductive Isolation rather than Discrete Environmental\nNiches explains why Discrete Species Exist: a Comparison of Patterns of\nGenetic Clustering between Sexual and Asexual Rotifers","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" ecological speciation, genetic cluster, species\ndelimitation, GMYC, population genetics, asexual, biodiversity,\nspeciation rate","DOI":"","Abstract":" Why species form discrete clusters instead of a continuum\nof genotypic and phenotypic forms is an important yet rarely studied\nquestion in speciation biology. Does species discreteness come from\nadaptation to fill discrete niches or from interspecific gaps generated\nby reproductive isolation? The importance of reproductive isolation can\nbe studied by comparing sexual and asexual taxa, but quantitative\ncomparisons are few. Here we compare the pattern of genetic discreteness\nin ancient asexual bdelloid clades with sexual monogonont rotifers.\nEvolutionarily significant units of diversity (species) were delimited\nusing the GMYC method, and their distinctness compared using measures of\nintra- and interspecific variation. Although we find evidence for\nsignificant clustering in both clades, monogonont species clusters are\nmore discrete than bdelloid species. The two clades display similar\naverage levels of within-cluster variation, but the divergence between\nclosest related clusters is greater in monogononts than in bdelloids.\nFurthermore, the delimited clusters in bdelloids tend to contain far\nfewer sequences per cluster than in monogononts and comprise\nsignificantly more singletons. The findings most closely match\npredictions if the environment is continuous, promoting genetic\ndivergence without discrete gaps in asexuals, and recombination mainly\nexplains the coherence of species clusters found in monogononts and\ntypical of sexual eukaryote groups.","trees":[{"tree_label":"UNTITLED","ntax":"113","rootedtree":"TRUE","title":"Tr66162","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66162.phy"},{"tree_label":"BEASTb","ntax":"13","rootedtree":"TRUE","title":"Tr66167","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_66167.phy"},{"tree_label":"RAxML","ntax":"13","rootedtree":"TRUE","title":"Tr66170","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_66170.phy"},{"tree_label":"BEASTs","ntax":"13","rootedtree":"TRUE","title":"Tr66169","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_66169.phy"},{"tree_label":"BEASTr","ntax":"13","rootedtree":"TRUE","title":"Tr66168","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_66168.phy"}]}