{"Authors":" Koldo Garcia, Begoña M Jugo","Year":" 2013","Title":" Evolutionary history of bovine endogenous retroviruses in the\nBovidae family","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background Endogenous retroviruses (ERVs) are genomic\nelements of retroviral origin that are present in the genomes of almost\nall vertebrates. In cattle, more than 13,000 elements related to ERVs\nhave been detected, and based on the pol gene, 24 families or groups of\nbovine ERVs have been described. However, information about ERVs in\nother bovids and the presence of families of related bovine ERVs in\ndifferent species of the Bovidae family is scarce. Results The 24\nfamilies of bovine ERVs previously detected in cattle (Bos taurus) were\nalso detected in zebus (Bos indicus) and yaks (Bos grunniens). In\naddition, six new families, named BoERV25 to BoERV30, were detected in\nthe three Bos species. Five more ruminant species were screened for\nrelated ERVs: 26 families were detected in these species, but four\nfamilies (BoERV24, BoERV26, BoERV28 and BoERV29) were specific to\ncattle, zebus, yaks and buffalo. An analysis of the homology of the ERVs\nof cattle, zebus and yaks revealed that the level of LTR divergence was\nsimilar between ERVs from cattle and zebus but was less similar between\nwith ERVs from cattle and yaks. In addition, purifying selection was\ndetected in the genes and retroviral regions of homologous ERVs of\ncattle, zebus and yaks. Conclusions In this work, the 24 ERV families\npreviously identified in cattle were also found in two other species in\nthe Bos genus. In addition, six new bovine ERV families were detected.\nBased on LTR divergence, the most recently inserted families are from\nClass II. The divergence of the LTR, used as an indirect estimate of the\nERV insertion time, seemed to be influenced by the differences in genome\nevolution since the divergence of the species. In addition, purifying\nselection could be acting on homologous ERVs from different\nspecies.","trees":[{"tree_label":"NJ analysis of bovine ERVs","ntax":"561","rootedtree":"TRUE","title":"Tr66096","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66096.phy"}]}