{"Authors":" NA","Year":" 2013","Title":" Adaptive evolution of the osmoregulation-related genes in\ncetaceans during secondary aquatic adaptation","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Adaptive evolution, cetaceans, osmoregulation, positive\nselection","DOI":"","Abstract":" Background Osmoregulation was a primary challenge for\ncetaceans during the evolutionary transition from a terrestrial to a\nmainly hyperosmotic environment. Several physiological mechanisms have\nbeen suggested to maintain the water and salt balance in cetaceans, but\ntheir genetic and evolutionary bases remain poorly explored. The current\nstudy investigated the genes involved in osmoregulation in cetaceans and\ncompared them with their counterparts in terrestrial mammals to test\nwhether adaptive evolution occurred during secondary aquatic adaptation.\nResults The present study analyzed the molecular evolution of 11\nosmoregulation-related genes in 11 cetacean species, which represented\nall of the major cetacean clades. The results demonstrated positive\nselection acting on angiotensin converting enzyme (ACE), angiotensinogen\n(AGT), SLC14A2, and aquaporin 2 (AQP2). This evidence for the positive\nselection of AQP2 and SLC14A2 suggests that the adaptive evolution of\nthese genes has helped to enhance the capacity for water and urea\ntransport, thereby leading to the concentration of urine, which is an\nefficient mechanism for maintaining the water balance. By contrast, a\nseries of positively selected amino acid residues identified in the ACE\nand AGT (two key members of the renin-angiotensin-aldosterone system,\nRAAS) proteins of cetaceans suggests that RAAS might have been adapted\nto maintain the water and salt balance in response to a hyperosmotic\nenvironment. Radical amino acid changes in positively selected sites\nwere distributed among most internal and terminal branches of the\ncetacean phylogeny, which suggests the pervasively adaptive evolution of\nosmoregulation since the origin of cetaceans and their subsequent\ndiversification. Conclusions This is the first comprehensive analysis of\nthe molecular evolution of osmoregulation-related genes in cetaceans in\nresponse to selection pressure from a generally hyperosmotic\nenvironment. Four genes, i.e., AQP2, SLC14A2, ACE, and AGT were subject\nto positive selection in cetaceans, which suggests that cetaceans may\nhave adapted to maintain their water and salt balance. This also\nsuggests that cetaceans may have evolved an effective and complex\nmechanism for osmoregulation.","trees":[{"tree_label":"ACE tree","ntax":"28","rootedtree":"FALSE","title":"Tr66078","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66078.phy"},{"tree_label":"AGT tree","ntax":"30","rootedtree":"FALSE","title":"Tr66080","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66080.phy"},{"tree_label":"ANP tree","ntax":"28","rootedtree":"FALSE","title":"Tr66081","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66081.phy"}]}