{"Authors":" Ralf Britz, L. Rüber, Rafael Zardoya","Year":" 2006","Title":" Molecular phylogenetics and evolutionary diversification of\nlabyrinth fishes (Perciformes; Anabantoidei)","Journal":" Systematic Biology","Volume":" 55","Issue":" 3","Pages":" 374-397","Keywords":"","DOI":" 10.1080/10635150500541664","Abstract":" Labyrinth fishes (Perciformes: Anabantoidei) are primary\nfreshwater fishes with a disjunct African-Asian distribution that\nexhibit a wide variety of morphological and behavioral traits. These\nintrinsic features make them particularly well suited for studying\npatterns and processes of evolutionary diversification. We reconstructed\nthe first molecular-based phylogenetic hypothesis of anabantoid\nintrarelationships using both mitochondrial and nuclear nucleotide\nsequence data to address anabantoid evolution. The mitochondrial data\nset included the complete cytochrome b, partial 12S rRNA, complete tRNA\nVal, and partial 16S rRNA genes (3340 bp) of 57 species representing all\n19 anabantoid genera. The nuclear data set included the partial RAG1\ngene (1473 bp) of 21 representative species. The phylogenetic analyses\nof a combined (mitochondrial + nuclear) data set recovered almost fully\nresolved trees at the intrafamily level with different methods of\nphylogenetic inference. Phylogenetic relationships at this taxonomic\nlevel were compared with previous morphology-based hypotheses. In\nparticular, the enigmatic pike-head (Luciocephalus) was confidently\nplaced within the „spiral egg‰ clade, thus resolving the long-standing\ncontroversy on its relative phylogenetic position. The molecular\nphylogeny was used to study the evolution of the different forms of\nparental care within the suborder. Our results suggest that the\nevolution of breeding behavior in anabantoids is highly correlated with\nphylogeny, and that brood care evolved three times independently from an\nancestral free spawning condition without parental care. Ancestral\ncharacter state reconstructions under maximum parsimony and maximum\nlikelihood further indicated that both bubble nesting and mouthbrooding\nhave evolved recurrently during anabantoid evolution. The new\nphylogenetic framework was also used to test alternative biogeographic\nhypotheses that account for the disjunct African ˆ Asian distribution.\nMolecular divergence time estimates support either a drift vicariance\nlinked to the breakup of Gondwana or Late Mesozoic Early Tertiary\ndispersal from Africa to Asia. [ancestral character state\nreconstruction; breeding behavior; divergence time estimation;\nbiogeography]","trees":[{"tree_label":"Figs. 5 and 7","ntax":"60","rootedtree":"TRUE","title":"Anabantoidei","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2354.phy"},{"tree_label":"dummy tree","ntax":"24","rootedtree":"TRUE","title":"Anabantoidei","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2355.phy"},{"tree_label":"dummy tree","ntax":"24","rootedtree":"TRUE","title":"Anabantoidei","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2356.phy"},{"tree_label":"dummy tree","ntax":"24","rootedtree":"TRUE","title":"Anabantoidei","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2357.phy"}]}