{"Authors":" Yu Sun","Year":" 2013","Title":" Transantarctic disjunctions in Schistochilaceae\n(Marchantiophyta) explained by early extinction events, post-Gondwanan\nradiations and palaeoclimatic changes","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" biogeography, dispersal, divergence, liverwort, phylogeny,\nvicariance","DOI":"","Abstract":" The evolutionary history of liverworts is hypothesized to\nextend back in time to the Ordovician and their being the first\ndiverging land plant group. Among major clades of leafy liverworts,\nSchistochilaceae exhibits diverse morphology, high levels of endemism\nand widely disjunct geographic ranges within the Southern Hemisphere.\nThe family has been presented as a classic example of Gondwanan\nbiogeographic distribution, with extant species ranges resulting from\nvicariance events. In this study, we present results that elucidate the\norigin and diversification of Schistochilaceae. We conducted a\ncomprehensive time-calibrated, molecular-based phylogenetic analysis and\ndifferent approaches for ancestral range inference of the family.\nSchistochilaceae is inferred to have originated in the Late Cretaceous,\nin an ancestral area including southern South America, West Antarctica\nand New Zealand. Major groups of the family had already evolved before\nthe Paleocene by means of long distance dispersal with New Zealand an\nearly centre of radiation at a time after it separated from Gondwana,\nand consistently a source for other areas. The distribution and\nbiogeographic history of the family closely aligns with that of\nNothofagaceae. The evolutionary history and biogeography of\nSchistochilaceae can be explained by a combination of dispersal,\nextinction, and palaeoclimatic changes since the Late Cretaceous.","trees":[{"tree_label":"TREE1","ntax":"210","rootedtree":"TRUE","title":"Tr66175","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66175.phy"},{"tree_label":"con 50 majrule","ntax":"210","rootedtree":"TRUE","title":"Tr66176","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66176.phy"},{"tree_label":"TREE1","ntax":"210","rootedtree":"TRUE","title":"Tr66232","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66232.phy"}]}