{"Authors":" Juan Manuel Acosta, María Amalia Scataglini, Renata\nReinheimer, Fernando O. Zuloaga","Year":" 2014","Title":" A phylogenetic study of subtribe Otachyriinae (Poaceae,\nPanicoideae, Paspaleae)","Journal":" Plant Systematics and Evolution","Volume":" 300","Issue":" 10","Pages":" 2155-2166","Keywords":" Poaceae Otachyriinae Phylogeny Taxonomy C4\nphotosynthesis","DOI":" 10.1007/s00606-014-1034-8","Abstract":" The subtribe Otachyriinae was established, within tribe\nPaniceae, by Butzin in 1970, originally including 18 genera. Recent\nphylogenetic studies, based on molecular data, indicated that\nOtachyriinae belongs to tribe Paspaleae and is represented by the genera\nAnthaenantia, Hymenachne, Dallwatsonia, Otachyrium, species of Panicum\nsect. Laxa, Plagiantha, and Steinchisma. These taxa show a peculiar\ndiversity in photosynthetic types, including C4 species, C3C4\nintermediates and C3 species. The internal evolutionary relationships\namong members of Otachyriinae have not yet been explored in detail. With\nthe aim of providing new evidence to understand phylogenetic\nrelationships of taxa included in Otachyriinae, 21 new sequences of the\nndhF gene from 34 species were generated and analyzed using Bayesian\ninference and maximum parsimony (MP). The evolution of photosynthetic\npathway was studied employing MP, Markov chain Monte Carlo, and maximum\nlikelihood methods. Our results confirm that subtribe Otachyriinae is\nmonophyletic. Within the subtribe, Anthaenanthia is a monophyletic C4\ngenus and is sister to the remaining species included in this treatment.\nHymenachne and Panicum sect. Laxa, in its traditional concept, are\npolyphyletic; Dallwatsonia, P. auritum, and P. hemitomon are treated\nwithin Hymenachne, while three species of Panicum sect. Laxa are\nconsidered a new genus in the subtribe. The genus Otachyrium is\nparaphyletic, while all species of Steinchisma are recovered as a\nmonophyletic group with high support. Finally, our data suggest that C4\nand C3C4 photosynthesis evolved just once each during the speciation of\nthe subtribe from a C3 ancestor.","trees":[{"tree_label":"TREE1","ntax":"68","rootedtree":"TRUE","title":"Otachyriinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113173.phy"}]}