{"Authors":" Bin Lu, Weizhao Yang, Qiang Dai, Jinzhong Fu","Year":" 2013","Title":" A new phylogenomic approach using genes as characters to\nexplore the phylogenetic position of turtles","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" gene-as-character; phylogenomics; turtles","DOI":"","Abstract":" The phylogenetic position of turtles within the vertebrate\n18 tree of life remains controversial. Conflicting conclusions from\ndifferent studies are likely a consequence of systematic error in the\ntree construction process, rather than random error from small amounts\nof data. Using genomic data, we evaluate the phylogenetic position of\nturtles with both conventional concatenated data analysis and a new\n‘gene as character’ approach. Two datasets were constructed, one with 7\nspecies (human, opossum, zebra finch, chicken, green anole, Chinese pond\nturtle, and western clawed frog) and 4584 orthologous genes, and the\nsecond with three additional species (soft-shelled turtle, Nile\ncrocodile, and tuatara) but only 1638 genes. Our concatenated data\nanalysis strongly supported turtle as the sister-group to archosaurs\n(the archosaur hypothesis), similar to several recent genomic data based\nstudies using similar methods. When using genes as characters and gene\ntrees as character-state trees with equal weighting for each gene,\nhowever, our analysis suggested that turtles are possibly sister-group\nto diapsids, archosaurs, or lepidosaurs. None of these resolutions were\nstrongly supported by bootstraps. Furthermore, our incongruence analysis\nclearly demonstrated that there is a large amount of inconsistency among\ngenes and most of the conflict relates to the placement of turtles. We\nconclude that the uncertain placement of turtles is a reflection of the\ntrue state of nature. Concatenated data analysis of large and\nheterogeneous datasets likely suffers from systematic error and\nover-estimates of confidence as a consequence of a large number of\ncharacters. Using gene as character offers a better alternative for\nphylogenomic analysis. It has potential to reduce systematic error, such\nas data heterogeneity and long-branch attraction, and it can also avoid\nproblems associated with computation time and model selection. Finally,\ntreating genes as characters provides a convenient method for examining\ngene and genome evolution.","trees":[{"tree_label":"The 7-species dataset concatenated AA ML tree","ntax":"7","rootedtree":"TRUE","title":"The 7-species dataset concatenated AA ML tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_66165.phy"},{"tree_label":"The 7-species dataset genes-as-characters AA MP\ntree","ntax":"7","rootedtree":"TRUE","title":"The 7-species dataset genes-as-characters AA MP\ntree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_66166.phy"},{"tree_label":"The 7-species dataset concatenated AA MP tree","ntax":"7","rootedtree":"TRUE","title":"The 7-species dataset concatenated AA MP tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_66164.phy"}]}