{"Authors":" Alexis L Carlson, Alfredo Justo, David S. Hibbett","Year":" 2014","Title":" Species delimitation in Trametes: a comparison of ITS, RPB1,\nRPB2 and TEF1 gene phylogenies","Journal":" Mycologia","Volume":" 106","Issue":" 4","Pages":" 735-745","Keywords":" gene phylogenies PolyPEET Polyporales systematics\ntaxonomy","DOI":"","Abstract":" Trametes is a cosmopolitan genus of white rot polypores,\nincluding the “turkey tail” fungus, T. versicolor. Although Trametes is\none of the most familiar genera of polypores, its species-level taxonomy\nis unsettled. The ITS region is the most commonly used molecular marker\nfor species delimitation in fungi, but it has been shown to have a low\nmolecular variation in Trametes resulting in poorly resolved phylogenies\nand unclear species boundaries, especially in the T. versicolor species\ncomplex (T. versicolor sensu stricto, T. ochracea, T. pubescens, T.\nectypa). Here we evaluate the performance of three protein-coding genes\n(TEF1, RPB1, RPB2) for species delimitation and phylogenetic\nreconstruction in Trametes. We obtained 59 TEF1, 34 RPB1 and 55 RPB2\nsequences from 69 individuals, focusing on the T. versicolor complex and\nperformed phylogenetic analyses with maximum likelihood and parsimony\nmethods. All three protein-coding genes outperformed ITS for separating\nspecies in the T. versicolor complex. The multigene phylogenetic\nanalysis shows the highest amount of resolution and supported nodes\nseparating T. ectypa, T. ochracea, T. pubescens and T. versicolor with\nstrong support. In addition three slineages are resolved in the species\ncomplex of T. elegans. The T. elegans complex includes three species: T.\nelegans (based on material from Puerto Rico, Belize, the Philippines),\nT. aesculi (from North America) and T. repanda (from Papua New Guinea,\nthe Philippines, Venezuela). The utility of gene markers varies, with\nTEF1 having the highest PCR and sequencing success rate and RPB1\noffering the best backbone resolution for the genus.","trees":[{"tree_label":"ITS_Extended","ntax":"232","rootedtree":"TRUE","title":"Tr78040","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78040.phy"},{"tree_label":"Imported tree 0","ntax":"82","rootedtree":"TRUE","title":"Tr66311","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66311.phy"},{"tree_label":"Imported tree 0","ntax":"54","rootedtree":"TRUE","title":"Tr66313","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66313.phy"},{"tree_label":"Imported tree 0","ntax":"75","rootedtree":"TRUE","title":"Tr66314","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66314.phy"},{"tree_label":"Imported tree 0","ntax":"79","rootedtree":"TRUE","title":"Tr66312","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66312.phy"},{"tree_label":"Imported tree 0","ntax":"82","rootedtree":"TRUE","title":"Tr66310","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66310.phy"}]}