{"Authors":" Hermann Voglmayr, Walter M Jaklitsch","Year":" 2014","Title":" Stilbosporaceae resurrected: generic reclassification and\nspeciation","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 33","Issue":" 2","Pages":" 61-82","Keywords":" Alnecium, Calospora, Calosporella, ITS, LSU, molecular\nphylogeny, Phaeodiaporthe, rpb2, systematics, tef1","DOI":"","Abstract":" Following the abolishment of dual nomenclature,\nStilbospora is recognised as having priority over Prosthecium. The type\nspecies of Stilbospora, S. macrosperma, is the correct name for P.\nellipsosporum, the type species of Prosthecium. The closely related\ngenus Stegonsporium is maintained as distinct from Stilbospora based on\nmolecular phylogeny, morphology and host range. Stilbospora longicornuta\nand S. orientalis are described as new species from Carpinus betulus and\nC. orientalis, respectively. They differ from the closely related\nStilbospora macrosperma, which also occurs on Carpinus, by longer,\ntapering gelatinous ascospore appendages and by distinct LSU, ITS rDNA,\nrpb2 and tef1 sequences. The asexual morphs of Stilbospora macrosperma,\nS. longicornuta and S. orientalis are morphologically indistinguishable;\nthe connection to their sexual morphs is demonstrated by morphology and\nDNA sequences of single spore cultures derived from both ascospores and\nconidia. Both morphs of the three Stilbospora species on Carpinus are\ndescribed and illustrated. Other species previously recognised in\nProsthecium, specifically P. acerophilum, P. galeatum and P. opalus, are\ndetermined to belong to and are formally transferred to Stegonsporium.\nIsolates previously recognised as Stegonsporium pyriforme (syn.\nProsthecium pyriforme) are determined to consist of three\nphylogenetically distinct lineages by rpb2 and tef1 sequence data, two\nof which are described as new species (S. protopyriforme, S.\npseudopyriforme). Stegonsporium pyriforme is lectotypified and this\nspecies and Stilbospora macrosperma are epitypified. Based on DNA\nsequence data, the North American Stegonsporium acerophilum is recorded\nfrom Europe for the first time, and new hosts from Acer sect. Acer are\nreported for S. opalus and S. pyriforme. Stilbospora and Stegonsporium\nare classified within the revived family Stilbosporaceae. Prosthecium\nappendiculatum, P. auctum and P. innesii are shown to be unrelated to\nthe Stilbosporaceae and are recognised in three distinct genera,\nPhaeodiaporthe appendiculata, Alnecium auctum n. gen. and Calosporella\ninnesii within Diaporthaceae, Gnomoniaceae and Sydowiellaceae,\nrespectively. The generic types of these three monotypic genera are\nbriefly described, illustrated and lecto- and epitypfied.","trees":[{"tree_label":"Fig. 4","ntax":"41","rootedtree":"TRUE","title":"Stilbosporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72497.phy"},{"tree_label":"Fig. 1","ntax":"55","rootedtree":"FALSE","title":"Stilbosporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66270.phy"},{"tree_label":"Fig.5","ntax":"68","rootedtree":"TRUE","title":"Stilbosporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77084.phy"},{"tree_label":"Fig.2","ntax":"54","rootedtree":"TRUE","title":"Stilbosporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77085.phy"},{"tree_label":"Fig. 3","ntax":"83","rootedtree":"TRUE","title":"Stilbosporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72496.phy"}]}