{"Authors":" Alena Fornuskova, Michal Vinkler, Marie Pagès, Maxime\nGalan, Emmanuelle Jousselin, Frederique Cerqueira, Serge Morand,\nNathalie Charbonnel, Josef Bryja, Jean-François Cosson","Year":" 2013","Title":" Contrasted evolutionary histories of two toll-like receptors\n(Tlr4 and Tlr7) in wild rodents (Murinae)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":" 30","Keywords":" Arms race, host-pathogen interaction, Pattern Recognition\nReceptors, adaptive evolution, Pathogen-Associated Molecular Pattern\n(PAMP)","DOI":"","Abstract":" Background: In vertebrates, it has been repeatedly\ndemonstrated that genes encoding proteins involved in\npathogen-recognition by adaptive immunity (e.g. MHC) are subject to\nintensive diversifying selection. On the other hand, the role and the\ntype of selection processes shaping the evolution of innate-immunity\ngenes are currently far less clear. In this study we analyzed the\nnatural variation and the evolutionary processes acting on two genes\ninvolved in the innate-immunity recognition of Microbe-Associated\nMolecular Patterns (MAMPs). Results: We sequenced genes encoding\nToll-like receptor 4 (Tlr4) and 7 (Tlr7), two of the key bacterial- and\nviral-sensing receptors of innate immunity, across 23 species within the\nsubfamily Murinae. Although we have shown that the phylogeny of both Tlr\ngenes is largely congruent with the phylogeny of rodents, we also\nidentified several potentially important discrepancies. The sequence\nanalyses revealed that major parts of both Tlrs are evolving under\nstrong purifying selection, likely due to functional constraints. Yet,\nalso several signatures of positive selection have been found in both\ngenes, with more intense signal in the bacterial-sensing Tlr4 than in\nthe viral-sensing Tlr7. 92% and 100% of sites evolving under positive\nselection in Tlr4 and Tlr7, respectively, were located in the\nextracellular domain. Directly in the Ligand-Binding Region (LBR) of\nTLR4 we identified two rapidly evolving amino acid residues and one site\nunder positive selection, all three likely involved in species-specific\nrecognition of lipopolysaccharide of gram-negative bacteria. In\ncontrast, all putative sites of LBRTLR7 involved in the detection of\nviral nucleic acids were highly conserved across rodents. Interspecific\ndifferences in the predicted 3D-structure of the LBR of both Tlrs were\nnot related to phylogenetic history, while analyses of protein charges\nclearly discriminated Rattini and Murini clades. Conclusions: In\nconsequence of the constraints given by the receptor protein function\npurifying selection has been a dominant force in evolution of Tlrs.\nNevertheless, our results show that episodic diversifying\nparasite-mediated selection has shaped the present species-specific\nvariability in rodent Tlrs. The intensity of diversifying selection was\nhigher in Tlr4 than in Tlr7, presumably due to structural properties of\ntheir ligands.","trees":[{"tree_label":"tree 1","ntax":"79","rootedtree":"TRUE","title":"Tr66330","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66330.phy"},{"tree_label":"con all compat","ntax":"122","rootedtree":"TRUE","title":"Tr66327","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66327.phy"},{"tree_label":"con all compat","ntax":"79","rootedtree":"TRUE","title":"Tr66328","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66328.phy"},{"tree_label":"tree 1","ntax":"122","rootedtree":"TRUE","title":"Tr66329","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66329.phy"}]}