{"Authors":" Elizabeth R Dumont, Krishna Samavedam, Ian Grosse, Omar\nWarsi, Brandon Baird, Liliana M Davalos","Year":" 2014","Title":" Selection for mechanical advantage underlies multiple cranial\noptima in New World leaf-nosed bats","Journal":" Evolution","Volume":" 68","Issue":" 5","Pages":" 14361449","Keywords":" Theoretical shape;feeding biomechanics;finite element\nanalysis","DOI":" 10.1111/evo.12358","Abstract":" Selection for divergent performance optima has been\nproposed as a central mechanism underlying adaptive radiation.\nUncovering multiple optima requires identifying forms associated with\ndifferent adaptive zones and linking those forms to performance.\nHowever, testing and modeling the performance of complex morphologies\nlike the cranium is challenging. We introduce a three-dimensional finite\nelement (FE) model of the cranium that can be morphed into different\nshapes by varying simple parameters to investigate the relationship\nbetween two engineering-based measures of performance, mechanical\nadvantage and von Mises stress, and four divergent adaptive zones\noccupied by New World leaf-nosed bats. To investigate these\nrelationships,we tested the fit of Brownian motion and\nOrnstein-Uhlenbeck models of evolution in mechanical advantage and von\nMises stress using dated multi-locus phylogenies. The analyses revealed\nthree performance optima for mechanical advantage among species from\nthree adaptive zones: bats that eat nectar; generalized insectivores\nomnivores and some frugivores; and bats that specialize on hard canopy\nfruits. Only two optima, one corresponding to nectar feeding, were\nconsistently uncovered for von Mises stress. These results suggest that\nmechanical advantage played a larger role than von Mises stress in the\nradiation of New World leaf-nosed bats into divergent adaptive\nzones.","trees":[{"tree_label":"DatedPosteriorTree","ntax":"86","rootedtree":"TRUE","title":"New World leaf-nosed bats - Dated summary","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66316.phy"},{"tree_label":"Partitioned RAxML tree","ntax":"86","rootedtree":"TRUE","title":"New World leaf-nosed bats partitioned RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66315.phy"}]}