{"Authors":" Laura M. Boykin","Year":" 2013","Title":" Is agriculture driving the diversification of the Bemisia\ntabaci species complex (Hemiptera: Sternorrhyncha: Aleyrodidae)? Dating,\ndiversification and biogeographic evidence revealed.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" whitefly, Aleyrodidae, molecular clock dating, BEAST,\ninsect evolution, fossils","DOI":"","Abstract":" Background Humans and insect herbivores are competing for\nthe same food crops and have been for thousands of years. Despite\nconsiderable advances in crop pest management, losses due to insects\nremain considerable. The global homogenisation of agriculture has\nsupported the range expansion of numerous insect pests and has been\ndriven in part by human-assisted dispersal supported through rapid\nglobal trade and low-cost air passenger transport. One of these pests,\nis the whitefly, Bemisia tabaci, a cryptic species complex that contains\nsome of the worlds most damaging pests of agriculture. The complex shows\nconsiderable genetic diversity and strong phylogeographic relationships.\nOne consequence of the considerable impact that members of the B. tabaci\ncomplex have on agriculture, is the view that human activity,\nparticularly in relation to agricultural practices, such as use of\ninsecticides, have driven the diversification found within the species\ncomplex. This has been particularly in the case of two members of the\ncomplex, Middle East-Asia Minor 1 (MEAM1) and Mediterranean (MED), which\nhave become globally distributed invasive species. An alternative\nhypothesis is that diversification is due to paleogeographic and\npaleoclimatological changes. Results The idea that human activity is\ndriving speciation within the B. tabaci complex has never been tested,\nbut the increased interest in fossil whiteflies and the growth in\nmolecular data have enabled us to apply a relaxed molecular clock and so\nestimate divergence dates for the major lineages within the B. tabaci\nspecies complex. The divergence estimates do not support the view that\nhuman activity has been a major driver of diversification. Conclusions\nOur analysis suggests that the major lineages within the complex arose\napproximately 60 - 30 mya and the highly invasive MED and MEAM1 split\nfrom the rest of the species complex around 12 mya well before the\nevolution of Homo sapiens and agriculture. Further, the divergence dates\ncoincide with a period of global diversification that occurred broadly\nacross the plant and animal kingdoms and was most likely associated with\nmajor climatic and tectonic events. Keywords: whitefly, Aleyrodidae,\nmolecular clock dating, BEAST, insect evolution, fossils","trees":[{"tree_label":"con 50 majrule","ntax":"590","rootedtree":"TRUE","title":"Diversification of the Bemisia tabaci species\ncomplex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67252.phy"}]}