{"Authors":" David A. Morrison","Year":" 2006","Title":" Phylogenetic analyses of parasites in the new millennium","Journal":" Advances in Parasitology","Volume":" 63","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analysis has changed greatly in the last\ndecade, and the most important themes in that change are reviewed here.\nSequence data have become the most common source of phylogenetic\ninformation. This means that explicit models for evolutionary processes\nhave been developed in a likelihood context, which allow more realistic\ndata analyses. These models are becoming increasingly complex, both for\nnucleotides and for amino acid sequences, and so all such models need to\nbe quantitatively assessed for each data set, to find the most\nappropriate one for use in the tree-building analysis. Bayesian analysis\nhas been developed for tree-building and is greatly increasing in\npopularity. This is because a good heuristic strategy exists, which\nallows large data sets to be analysed with complex evolutionary models\nin a practical time. Perhaps the most disappointing aspect of tree\ninterpretation is the ongoing confusion between rooted and unrooted\ntrees, the latter being of very limited practical use for most\nbiological questions. The review finishes with a detailed consideration\nof the analysis of a multi-gene data set for several dozen taxa of\nCryptosporidium (Apicomplexa), illustrating many of the theoretical and\npractical points highlighted elsewhere.","trees":[{"tree_label":"Fig. 10c","ntax":"35","rootedtree":"TRUE","title":"HSP70","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2361.phy"},{"tree_label":"Fig. 10b","ntax":"33","rootedtree":"TRUE","title":"Actin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2360.phy"},{"tree_label":"Fig. 11","ntax":"25","rootedtree":"TRUE","title":"Combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2358.phy"},{"tree_label":"Fig. 10a","ntax":"35","rootedtree":"TRUE","title":"SSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2359.phy"}]}