{"Authors":" Xiang-Hua Wang, Bart Buyck, Annemieke Verbeken, Karen\nHansen","Year":" 2015","Title":" Revisiting the morphology and phylogeny of Lactifluus with\nthree new lineages from southern China","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Lactarius, lactiferous hyphae, Russulaceae,\nsubtropical-tropical Asia, taxonomy","DOI":"","Abstract":" As a recent group mainly defined by molecular data, the\ngenus Lactifluus is in high need of further study to provide insight\ninto the morphological and molecular variation within the genus, species\nlimits and relationships. Phylogenetic analyses of nuc rDNA\nITS1-5.8S-ITS2 (ITS), D1 and D2 domains of nuc 28S rDNA (28S), and part\nof the second largest subunit of the RNA polymerase II (rpb2) (6â“7\nregion) sequences of 28 samples from southern China revealed three new\nlineages of Lactifluus. Two of them are nested in a major clade that\nincludes the type of Lactifluus, treated as two new sections: L. sect.\nAmbicystidiati and L. sect. Tenuicystidiati. Lactifluus ambicystidiati,\ndescribed here as a new species (= sect. Ambicystidiati), has both\nlamprocystidia and macrocystidia in the hymenium, a unique combination\nof features within Russulaceae. Furthermore, only remnants of\nlactiferous hyphae are present in L. ambicystidiatus and our results\nsuggest that the ability to form a lactiferous system has been lost in\nthis lineage within Lactifluus. Lactifluus sect. Tenuicystidiati formed\na strongly supported monophyletic group as a sister lineage to L. sect.\nLactifluus (the L. volemus species complex). We recognize it based on\nthe thin-walled macrocystidia and smaller ellipsoid spores. The former\nplacement of L. tenuicystidiatus in the African L. sect.\nPseudogymnocarpi was not supported. Using genealogical concordance we\nrecognize five phylogenetic species within L. sect. Tenuicystidiati, and\ndescribe two of these as new, L. subpruinosus and L. tropicosinicus. The\nthird lineage, represented by L. leoninus, formed a sister group to L.\nsubg. Lactariopsis sensu stricto. The three lineages provide further\nevidence for morphological features in Lactifluus being homoplasious.\nSome sections and species complexes are likely to constitute more\nspecies and merit further investigations and subtropical-tropical Asia\nis likely a key region in accomplishing the sampling.","trees":[{"tree_label":"con 50 majrule","ntax":"71","rootedtree":"TRUE","title":"Lactifluus ITS LSU rpb2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88241.phy"}]}