{"Authors":" Richard M. Bateman, J. J. F. E. d. Wilde, Vanessa\nPlana","Year":" 2005","Title":" Morphological and molecular cladistic analysis of the\nfleshy-fruited African sections of Begonia","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The 26% of African Begonia species that possess\ndistinctive dehiscent or indehiscent, non-winged fleshy fruits (59% of\nthe world total of fleshy-fruited begonias) are traditionally assigned\nto four sections; 73% of these species occur in section Tetraphila,\nconcentrated in Central and West Africa. All 34 species of sections\nBaccabegonia, Squamibegonia and Tetraphila, plus two outgroups, were\ncoded into an initially broad morphological matrix that was eventually\nreduced to 27 bistate, multistate, and meristic characters well\ndistributed across the body of the plant. A representative subset of 23\ningroup and two outgroup species was also analyzed for DNA sequences of\nnrITS and the plastid trnL intron. Parsimony trees generated from ITS\nand trnL showed good congruence, and although each was statistically\nincongruent with the morphology-only trees, the areas of incongruence\nwere poorly supported, so the three matrices were later combined to\nmaximize confidence in the ensuing interpretations. The morphology-only\nanalysis demonstrated that eliminating polymorphic characters greatly\nreduced resolution, also suggesting that earlier culling of potentially\nuseful but problematic characters may have been overly rigorous. All\nthree sets of trees identified as unequivocally monophyletic the\nfleshy-fruited African begonias, sections Baccabegonia and Squamibegonia\n(reliably placed as sisters), and the \u001acore\u001a members of section\nTetraphila. The main sources of instability were B. longipetiolata and\nB. loranthoides, which were placed by morphology within core Tetraphila,\nby trnL as sisters to core Tetraphila, and by ITS (and the combined\nanalysis) as sisters to sections Baccabegonia plus Squamibegonia. As\nthis clade is not readily diagnosed by morphology, a pragmatic decision\nwas taken to continue to recognize a putatively paraphyletic traditional\ncircumscription of section Tetraphila. The combined analysis revealed\nmoderately to weakly supported groups within core Tetraphila that share\nonly a few morphological synapomorphies and have some geographical\nand/or ecological cohesion; they reflect a bona fide, non-recent\nevolutionary radiation. Comparison with several other morphological\ncladistic analyses of Begonia allows generalizations regarding character\ncoding, and shows that the strongest phylogenetic signal is provided by\nfloral characters traditionally employed in the taxonomy of Begonia.\nEvolutionary patterns in the group are interpreted in terms of\npollinatiom and dispersal syndromes (notably endozoochory) and\necological shifts. Island-based giantism and polyploidy are also\nevident, as is a strong biogeographic overprint.","trees":[{"tree_label":"Fig. 5","ntax":"25","rootedtree":"TRUE","title":"Fleshy-fruited African Begonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2362.phy"}]}