{"Authors":" A. Riethmüller, Hermann Voglmayr","Year":" 2006","Title":" Phylogenetic relationships of Albugo species (white blister\nrusts) based on LSU rDNA sequence and oospore data","Journal":" Mycological Research","Volume":" 110","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic maximum parsimony and Bayesian analyses of 60\ncollections belonging to 12 species of Albugo (Peronosporales) and two\nspecies of Pythium (Pythiales) were performed using nuclear large\nsubunit ribosomal DNA sequences containing the D1 and D2 regions. These\ndata were supplemented with detailed light and scanning electron\nmicroscopical analyses of oospore morphology, and the morphological data\nof insufficiently studied taxa (e. g. A. caryophyllacearum, A.\ngomphrenae) are revised. Molecular data revealed two main clades: one\ncontaining the collections from hosts belonging to the Caryophyllales\nand Asteraceae, and the other containing the collections from hosts\nbelonging to the Brassicaceae and Convolvulaceae. Separation into these\ntwo clades was also corroborated by oospore morphology. Whereas the\nAlbugo collections from Caryophyllales did not form a monophyletic\nlineage, the collections originating from Brassicaceae, Convolvulaceae\nand Asteraceae each formed highly supported monophyletic clades.\nAccording to DNA sequence data and oospore morphology, the host genus\nAmaranthus harbors two distinct species, Albugo amaranthi and Albugo\nbliti. The DNA sequence data further indicate that Albugo candida and\nAlbugo tragopogonis each may consist of several distinct lineages, but\nadditional data need to be collected before further taxonomic\nconclusions can be made.","trees":[{"tree_label":"Fig. 1","ntax":"62","rootedtree":"TRUE","title":"Albugo species, MP tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2367.phy"},{"tree_label":"Fig. 2","ntax":"62","rootedtree":"TRUE","title":"Albugo species, Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2368.phy"}]}