{"Authors":" Juan Carlos Villarreal, Susanne S Renner","Year":" 2013","Title":" Correlates of monoicy and dioicy in hornworts, the apparent\nsister group to vascular plants","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Chromosome counts, sexual systems, spore size, trait\ncorrelation","DOI":"","Abstract":" Background: The distribution of gamete-producing organs on\none or more individuals shapes breeding systems and hence patterns in\ngenetic diversity among and within populations. Reconstructing the\nevolution of sexual systems is essential to identify ecological, macro\nand micro-evolutionary correlations in the transition between sexual\nsystems. Among haploid dominant plants (“bryophytes”: liverworts, mosses\nand hornworts) separate sexes (dioicy) have evolved several times\nindependently accounting for 68% of liverwort species, 57% of moss\nspecies, and 40% of hornwort species. The transitions in sexual systems\nand correlates with life-history traits have been addressed in\nliverworts and mosses. Additionally, the traditional view on\n“bryophytes” that dioicy is ancestral and monoicy is a derived sexual\nsystem has been recently rebuked [1]. Here we use a phylogeny for 98 of\nthe 200 species of hornworts, the sister group to vascular plants,\nrepresenting roughly equal proportions of all monoicous and dioicous\nspecies, to test whether transition in sexual systems are\nuni-directional or highly labile and discuss the potential evolutionary\nimplications of these findings. . We further test correlations between\nsmall spores, low diversification rates, and dioicy found in hornworts.\nResults: Numerous transitions from and to dioicy are found in hornworts.\nThe transition rate from dioicy to monoicy in hornworts exceeds that in\nthe opposite direction, while diversification rates did not differ with\nsexual system. Another correlation important in mosses, that between\nmonoicy and polyploidy, apparently plays a small role in hornworts; of\n20 species with chromosome counts, only one is polyploid, the monoicous\nAnthoceros punctatus. A trait correlation analysis on 5000 Bayesian\ntrees weakly supported a correlation with spore size, as did\nsimulations; a contingency test then revealed that, while sexual system\ndepends on spore size, the opposite is not the case. Selection for\nnumerous spores in dioicous species may explain this finding, although\nwe found no evidence for increased antheridium-per-chamber numbers in\ndioicous species. Conclusions: Sexual systems in hornworts are labile,\nand suggestions from the 1980s of dioicy being ancestral in “bryophytes”\nand of monoicy being the derived sexual system are no longer tenable.\nInstead, sexual systems in the three lineages of haploid-dominant land\nplants (liverworts, mosses, and hornworts) appear plastic with no single\npreferential evolutionarily direction","trees":[{"tree_label":"Imported tree 0","ntax":"98","rootedtree":"TRUE","title":"Hornworts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67536.phy"}]}