{"Authors":" Bine Xue, Daniel C. Thomas, Tanawat Chaowasku, David M\nJohnson, Richard M.K. Saunders","Year":" 2013","Title":" Molecular Phylogenetic Support for the Taxonomic Merger of\nFitzalania and Meiogyne (Annonaceae): New Nomenclatural Combinations\nunder the Conserved Name Meiogyne","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Fitzalania; Meiogyne; Polyalthia; molecular phylogenetics;\nnomenclature; Pacific; Polynesia; taxonomy; Fiji; Tonga","DOI":"","Abstract":" Meiogyne (Annonaceae) currently comprises 15 species of\ntrees and shrubs, distributed in India, Southeast Asia, Australasia,\nMicronesia and Polynesia. Previous molecular phylogenetic studies have\nshown that th¬e Australian endemic genus Fitzalania (consisting of only\ntwo species) is nested within Meiogyne, and preliminary morphological\ndata have indicated that several south Pacific Polyalthia species may be\nmisclassified and also associated with Meiogyne. We use maximum\nparsimony, maximum likelihood and Bayesian analyses based on seven\nchloroplast regions (matK, ndhF, ndhF-rpl32, rbcL, rpl32-trnL, trnL-F\nand ycf1) to reconstruct the most comprehensive phylogeny of Meiogyne\navailable to date, inclusive of 13 Meiogyne species, the two Fitzalania\nspecies, as well as four Polyalthia species from Fiji and Tonga. The\nresults show that Fitzalania and the four Polyalthia species are nested\nwithin Meiogyne, and that two species, M. cylindrocarpa and M.\nstenopetala, are not natural as currently defined. Meiogyne\ncylindrocarpa subsp. trichocarpa and M. stenopetala subsp. insularis are\nnot conspecific with their respective autonymic subspecies and are\nmorphologically distinct. Based on the plastid marker phylogeny, and\ncorroborated by morphological observations, both subspecies are elevated\nto species rank, and the four Polyalthia species and the two Fitzalania\nspecies are transferred to Meiogyne, thereby increasing the number of\nspecies in the genus to 24.","trees":[{"tree_label":"Fig. 1","ntax":"70","rootedtree":"TRUE","title":"Annonaceae inferred from combined matK, ndhF,\nndhF-rpl32, rbcL, rpl32-trnL, trnL-F and ycf1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66453.phy"},{"tree_label":"Fig. 1","ntax":"70","rootedtree":"TRUE","title":"Annonaceae inferred from combined matK, ndhF,\nndhF-rpl32, rbcL, rpl32-trnL, trnL-F and ycf1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66454.phy"}]}