{"Authors":" Bernard Slippers, Draginja Pavlic, Teresa A. Coutinho,\nMichael J Wingfield","Year":" 2006","Title":" Identification of Botryosphaeria spp. from native Syzygium\ncordatum in South Africa","Journal":" Studies in Mycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Botryosphaeria spp. are widely distributed canker and\ndie-back pathogens occurring on many forest tree species, including\nEucalyptus (Myrtaceae). These fungi have recently been reported from\nnative South African Myrtaceae, such as Syzygium cordatum and\nHeteropyxis natalensis. This finding initiated a survey of\nbotryosphaeriaceous fungi from S. cordatum, which is the most common\nmyrtaceous tree species in South Africa. Botryosphaeria strains were\nisolated from dying and asymptomatic twigs and leaves of S. cordatum\nfrom different geographical regions in South Africa. All isolates were\ninduced to sporulate in culture and separated into eight groups based on\nconidial morphology. To facilitate their identification, representative\nisolates from these groups were compared with known Botryosphaeria spp.\nbased on ITS rDNA sequence data. Phylogenetic analysis distinguished\nseven clades for the isolates obtained from S. cordatum. The ITS rDNA\nsequence data did not separate isolates of the cryptic species B. parva\nand B. ribis. These species could also not be distinguished confidently\nbased on morphological data. A PCR-RFLP fingerprinting technique was,\ntherefore, used to distinguish between isolates of these two species.\nFrom these data, eight Botryosphaeria spp. were identified including B.\nparva, B. ribis, B. lutea, B. australis, B. rhodina, B. dothidea,\nFusicoccum mangiferum and Lasiodiplodia gonubiensis. Botryosphaeria\nribis, B. parva and F. mangiferum were the most abundant species while\nonly one isolate represented B. dothidea. The most abundant species on\nSyzygium are the same as those occurring on Eucalyptus and Mango trees\nin South Africa. It is clearly important for management programs to\nconsider the potential impact of pathogens, such as Botryosphaeria, that\ncan cross-infect native and introduced tree species.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Botryosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2370.phy"}]}