{"Authors":" Fiz-Palacios Omar, Cheng-Jie Fu, Johanna Fehling,\nChun-Chieh Tsai, Sandra L Baldauf, Ding He","Year":" 2014","Title":" An alternative root for the eukaryote tree of life.","Journal":" Current Biology","Volume":" 24","Issue":"","Pages":" 1-6","Keywords":" The eukaryote root; Discoba","DOI":" 10.1016/j.cub.2014.01.036","Abstract":" The root of the eukaryote tree of life defines some of the\nmost fundamental relationships among species. It is also critical for\ndefining the last eukaryote common ancestor (LECA), the shared heritage\nof all extant species. The unikont-bikont root has been the reigning\nparadigm for eukaryotes for more than 10 years but is becoming\nincreasingly controversial. We developed a carefully vetted data set,\nconsisting of 37 nuclear-encoded proteins of close bacterial ancestry\n(euBacs) and their closest bacterial relatives, augmented by deep\nsequencing of the Acrasis kona (Heterolobosea, Discoba) transcriptome.\nPhylogenetic analysis of these data produces a highly robust, fully\nresolved global phylogeny of eukaryotes. The tree sorts all examined\neukaryotes into three megagroups and identifies the Discoba, and\npotentially its parent taxon Excavata, as the sister group to the bulk\nof known eukaryote diversity, the proposed Neozoa (Amorphea +\nStramenopila+Alveolata+Rhizaria+Plantae [SARP]). All major alternative\nhypotheses are rejected with as little as ∼50% of the data, and this\nresolution is unaffected by the presence of fast-evolving alignment\npositions or distant outgroup sequences. This “neozoan-excavate” root\nrevises hypotheses of early eukaryote evolution and highlights the\nimportance of the poorly studied Discoba for understanding the evolution\nof eukaryotic diversity and basic cellular processes.","trees":[{"tree_label":"Fig. 1M’","ntax":"67","rootedtree":"TRUE","title":"A Rooted Phylogeny of Eukaryotes Based on Thirty-Seven\nEukaryotic Proteins of Bacterial Ancestry","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70593.phy"},{"tree_label":"Fig. 1M”","ntax":"67","rootedtree":"TRUE","title":"A Rooted Phylogeny of Eukaryotes Based on Thirty-Seven\nEukaryotic Proteins of Bacterial Ancestry","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70594.phy"},{"tree_label":"Fig. 1M","ntax":"67","rootedtree":"TRUE","title":"A Rooted Phylogeny of Eukaryotes Based on Thirty-Seven\nEukaryotic Proteins of Bacterial Ancestry","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70592.phy"}]}