{"Authors":" Trejo Trejo","Year":" 2013","Title":" El análisis de la diversidad genética de nochebuenas\n(Euphorbia pulcherrima) sembradas en el Distrito Federal y datos\nhistóricos, revela cultivares posiblemente domesticados en el centro de\nMéxico desde la época prehispánica","Journal":" Revista Mexicana de Biodiversidad","Volume":"","Issue":"","Pages":"","Keywords":" Christmas star, poinsettia, domestication, Mexico,\nDistrito Federal, genetic diversity, genealogy","DOI":"","Abstract":" La nochebuena (Euphobia pulcherrima Willd. ex. Klotzsch)\nes una de las plantas de ornato más importantes económica y\nculturalmente en el mundo por ser un símbolo floral de la navidad. Sin\nembargo, poco se conoce sobre su domesticación, diversidad genética e\nhistoria. Nosotros analizamos la diversidad genética de las plantas de\njardines y parques del Distrito Federal y la comparamos con la\nencontrada en las poblaciones silvestres para conocer la diversidad\ngenética de nochebuena representada en el Distrito Federal y la\nprocedencia de las plantas. En el Distrito Federal existen plantas que\nrepresentan casi la mitad de la diversidad genética de nochebuena en\ndos variantes genéticas o haplotipos. Una de estas variantes pertenece\nprincipalmente a los cultivares mexicanos relacionados con las\npoblaciones silvestres del centro de México. Esta variante puede\nrepresentar plantas domesticadas en el centro de México desde la época\nprehispánica tal como se muestra en un manuscrito de 1801. Reconocer la\ndiversidad genética de las plantas cultivadas permitirá la\nprotección, manejo sustentable, conservación y mejoramiento genético\ndel germoplasma de nochebuena.","trees":[{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Tr66572","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66572.phy"},{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Tr66571","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66571.phy"}]}