{"Authors":" James Allen Schulte II","Year":" 2013","Title":" Undersampling taxa will underestimate molecular divergence\ndates: An example from the South American lizard clade Liolaemini","Journal":" International Journal of Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Methods for estimating divergence times from molecular\ndata have improved dramatically over the past decade, yet there are few\nstudies examining alternative taxon sampling effects on node age\nestimates. Here, using 11 time calibrations and several subsampling\nstrategies, I investigate the effect of undersampling species diversity\non node ages of the South American lizard clade Liolaemini. Penalized\nlikelihood (PL) and Bayesian molecular dating analyses were conducted on\na densely sampled (202 taxa) mtDNA-based phylogenetic hypothesis of\nIguanidae, including 92 Liolaemini species. I subsampled three\nLiolaemini subclades using random taxon deletions and analyzed these\ndatasets using 11 calibrations or only one or two calibrations. Using\nall calibrations and penalized likelihood, there was a clear trend for\nnode age estimates to be younger the greater a clade was undersampled.\nThis trend could be seen at both shallow and deep nodes in the tree. The\nmost extreme case using one calibration and less than 10% of extant\nspecies diversity resulted in age estimates of Liolaemini clades to be\nalmost half the age using all available fossil calibrations and DNA\nsequences. The effect of Bayesian and PL methods differed when either\none or two calibrations only were used with dense taxon sampling.\nBayesian node ages were always older when fewer calibrations were used,\nwhereas PL node ages were always younger. This work reinforces two\nimportant points: 1) whenever possible authors should strongly consider\nadding as many taxa as possible, including numerous additional\noutgroups, prior to node age estimation to avoid considerable\nunderestimation of node ages and; 2) using more, critically assessed and\naccurate fossil calibrations should yield improved divergence time\nestimates.","trees":[{"tree_label":"MLT","ntax":"209","rootedtree":"TRUE","title":"Liolaemini ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66570.phy"}]}