{"Authors":" Thorsten Stoeck, Ewa Przybos, Micah Saul Dunthorn","Year":" 2013","Title":" The D1-D2 region of the large subunit ribosomal DNA as\nbarcode for ciliates","Journal":" Mol Ecol Reources (in revision)","Volume":"","Issue":"","Pages":"","Keywords":" Ciliophora, DNA barcode, D1-D2 region, LSU-rDNA, single\ncell PCR, voucher deposition","DOI":"","Abstract":" Ciliates are a major evolutionary lineage within the\nalveolates, which are distributed in nearly all habitats on our planet\nand are an essential component for ecosystem function, processes and\nstability. Accurate identification of these unicellular eukaryotes\nthrough e.g. microscopy or mating type reactions is reserved to few\nspecialists.. To satisfy the demand for a DNA barcode for ciliates,\nwhich meets the standard criteria for DNA barcodes defined by the\nConsortium for the Barcode of Life (CBOL), we here evaluated the D1-D2\nregion of the ribosomal DNA large subunit (LSU-rDNA). Primer\nuniversality for the phylum Ciliophora was tested in silico with\navailable database sequences as well as in the laboratory with 73\nciliate species, which represent nine out of twelve ciliate classes.\nPrimers tested in this study were successful for all tested classes. To\ntest the ability of the D1-D2 region to resolve conspecific and\ncongeneric sequence divergence, 63 Paramecium strains were sampled from\n24 mating species. The average conspecific D1-D2 variation is 0.18 %\nwhereas congeneric sequence divergence averages 4.83 %. In pairwise\ngenetic distance analyses, we identified a D1-D2 sequence-divergence of\n< 0.6% as an ideal threshold to discriminate Paramecium species.\nUsing this definition, only 3.8% of all conspecific and 3.9% of all\ncongeneric (n total pairwise sequence comparisons = 1845) sequence\ncomparisons have the potential of false assignments. Neighbor Joining\nanalyses infer monophyly for all taxa but for two P. octaurelia strains.\nWe here present a protocol for easy DNA amplification of single cells\nand voucher deposition. In conclusion, the presented data pinpoint the\nD1-D2 region as an excellent candidate for an official CBOL acknowledged\nbarcode for ciliated protists.","trees":[{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr66618","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66618.phy"}]}