{"Authors":" Vanessa Rojas-Pina, Mark E Olson, Leonardo O.\nAlvarado-Cardenas, Luis E Eguiarte","Year":" 2014","Title":" Molecular phylogenetics of Beaucarnea (Ruscaceae) and its\nallies with emphasis in the Beaucarnea vs. Nolina controversy and the\ntaxonomic status of Calibanus.","Journal":" TAXON","Volume":"","Issue":"","Pages":"","Keywords":" Beaucarnea; Calibanus; Nolina; Mexico and Central America;\nmolecular phylogeny; taxonomic controversy","DOI":"","Abstract":" Despite the economic importance and longstanding tradition\nof worldwide comerzalization of the Beaucarnea lineage, it remain\nsystematically poorly known. One of the main systematic problems in the\nlineage is the lack of recognition of the genus itself. Two ambiguos\nperspectives, one that consideres Beaucarnea as synonym of its close\nrelative Nolina, and another one that considers Beaucarnea as valid, are\nnot yet resolved. In adittion to the Beaucarnea vs. Nolina controvery,\nis an issue that has not yet been aboard, the blurred boundary between\nBeaucarnea and Calibnaus highlighted by the recent discovery of two\nspecies. Here we show that Beaucarnea is a valid and well-supported\nentity, and demonstrate the absence of reciprocal monophyly between\nBeaucarnea and Calibanus, and formally subordinate Calibanus into\nBeaucarnea. These previous decisions were made after carrying out\nBayesian and Maximum likelihood analyses for datasets including 10\nspecies of Beaucarnea, two species of Calibanus, six species of Nolina\nand five species of Dasylirion, sampled from the nuclear ITS and the\nplastids trnL-F and ycf1 regions. The previuos decitions were also made\nafter carring out morphological observations from herbarium specimens of\nthe four genera under study to identify characters diagnostic of each\ngenus, and to determine the similarity or lack thereof between\nBeaucarnea and Nolina, and between Beaucarnea and Calibnaus. We\ncarefully analyzed specimens of Beaucarnea and Calibanus to update the\ndescription of Beaucarnea.","trees":[{"tree_label":"Fig. x","ntax":"42","rootedtree":"TRUE","title":"Beaucarnea and its allies using concatenated\ndatasets","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_66689.phy"}]}