{"Authors":" Justin C. Bagley, Michael Sandel, Joseph Travis, Maria de\nLourdes Lozano-Vilano, Jerald B. Johnson","Year":" 2013","Title":" Paleoclimatic modeling and phylogeography of least killifish,\nHeterandria formosa: insights into Pleistocene expansion-contraction\ndynamics and evolutionary history of North American Coastal Plain\nfreshwater biota","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: Climatic and sea-level fluctuations throughout\nthe last Pleistocene glacial cycle (~130-0 ka) profoundly influenced\npresent-day distributions and genetic diversity of Northern Hemisphere\nbiotas by forcing range contractions in many species during the glacial\nadvance and allowing expansion following glacial retreat\n(‘expansion-contraction’ model). Evidence for such range dynamics and\nrefugia in the unglaciated Gulf-Atlantic Coastal Plain stems largely\nfrom terrestrial species, and aquatic species Pleistocene responses\nremain relatively uninvestigated. Heterandria formosa, a wide-ranging\nregional endemic, presents an ideal system to test the\nexpansion-contraction model within this biota. By integrating ecological\nniche modeling and phylogeography, we infer the Pleistocene history of\nthis livebearing fish (Poeciliidae) and test for several predicted\ndistributional and genetic effects of the last glaciation. Results:\nPaleoclimatic models predicted range contraction to a single southwest\nFlorida peninsula refugium during the Last Glacial Maximum, followed by\nnorthward expansion. We inferred spatial-population subdivision into\nfour groups that reflect genetic barriers outside this refuge. Several\nother features of the genetic data were consistent with predictions\nderived from an expansion-contraction model: limited intraspecific\ndivergence (e.g. mean mtDNA p-distance=0.66%); a pattern of mtDNA\ndiversity (mean Hd=0.934; mean pi=0.007) consistent with rapid, recent\npopulation expansion; a lack of mtDNA isolation-by-distance; and clinal\nvariation in allozyme diversity with higher diversity at lower latitudes\nnear the predicted refugium. Statistical tests of mismatch distributions\nand coalescent simulations of the gene tree lent greater support to a\nscenario of post-glacial expansion and diversification from a single\nrefugium than to any other model examined (e.g. multiple-refugia\nscenarios).\nConclusions: Congruent results from diverse data indicate H. formosa\nfits the classic Pleistocene expansion-contraction model, even as the\ngenetic data suggest additional ecological influences on population\nstructure. While evidence for Plio-Pleistocene Gulf Coast vicariance is\nwell described for many freshwater species presently codistributed with\nH. formosa, this species demography and diversification departs notably\nfrom this pattern. Species-specific expansion-contraction dynamics may\ntherefore have figured more prominently in shaping Coastal Plain\nevolutionary history than previously thought. Our findings bolster\ngrowing appreciation for the complexity of phylogeographical structuring\nwithin North America’s southern refugia, including responses of Coastal\nPlain freshwater biota to Pleistocene climatic fluctuations.","trees":[{"tree_label":"bestREP1","ntax":"47","rootedtree":"TRUE","title":"Least Killifish, Heterandria formosa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66686.phy"},{"tree_label":"Fig. 6A","ntax":"58","rootedtree":"TRUE","title":"Least Killifish, Heterandria formosa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66688.phy"},{"tree_label":"Fig. S3","ntax":"58","rootedtree":"TRUE","title":"Least Killifish, Heterandria formosa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66687.phy"}]}