{"Authors":" Josmaily Loriga, Alejandra Vasco, Ledis Regalado, Jochen\nHeinrichs, Robbin C Moran","Year":" 2013","Title":" Phylogeny and classification of the Cuban species of\nElaphoglossum (Dryopteridaceae), with description of Elaphoglossum sect.\nWrightiana sect. nov.","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" bolbitidoid fern, chloroplast marker, growth habit,\nholoepiphytism, hemiepiphytism, root climber, taxonomy","DOI":"","Abstract":" Although a worldwide phylogeny of the bolbitidioid fern\ngenus Elaphoglossum is now available, little is known about the\nphylogenetic position of the 34 Cuban species. We performed a\nphylogenetic analysis of a chloroplast DNA dataset for atpß-rbcL\n(including a fragment of the gene atpß), rps4-trnS, and trnL-trnF. The\ndataset included 79 new sequences of Elaphoglossum (67 from Cuba) and\n299 GenBank sequences of Elaphoglossum and its most closely related\noutgroups, the bolbitidioid genera Arthrobotrya, Bolbitis, Lomagramma,\nMickelia, and Teratophyllum. We obtained a well resolved phylogeny\nincluding the seven main lineages recovered in previous phylogenetic\nstudies of Elaphoglossum. The Cuban endemic E. wrightii was found to be\nan early diverging lineage of Elaphoglossum, not a member of E. sect.\nSquamipedia where it was previously classified. We propose a new section\nfor this species: E. sect. Wrightiana. The early diverging position of\nE. wrightii is of particular interest because the species is a root\nclimber (i.e., climbing from the soil on the lower portions of tree\ntrunks and not losing its connection with the soil), a growth habit it\nshares with its closest bolbitidoid outgroup genera. This suggests that\nholoepiphytism evolved later in Elaphoglossum, and the primary\nhemiepiphytism of E. amygdalifolium, which is sister to the rest of the\ngenus, was derived independently from ancestors that were root climbers.\nBased on our phylogenetic analysis and morphological investigations, the\nspecies of Cuban Elaphoglossum were found to occur in E. sects.\nElaphoglossum, Lepidoglossa, Polytrichia, Setosa, and Squamipedia.","trees":[{"tree_label":"Imported tree 0","ntax":"154","rootedtree":"TRUE","title":"Elaphoglossum atpB-rbcL, rps4-trnS and trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66684.phy"},{"tree_label":"con all compat","ntax":"154","rootedtree":"TRUE","title":"Elaphoglossum atpB-rbcL, rps4-trnS and trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66685.phy"}]}