{"Authors":" Michael McLeish","Year":" 2013","Title":" Delayed colonisation of Acacia by thrips and the timing of\nhost-conservatism and behavioural specialisation","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":" 188","Keywords":"","DOI":" 10.1186/1471-2148-13-188","Abstract":" Background Repeated colonisation of novel host-plants is\nbelieved to be an essential component of the evolutionary success of\nphytophagous insects. The relative timing between the origin of an\ninsect lineage and the plant clade they eat or reproduce on is important\nfor understanding how host-range expansion can lead to resource\nspecialisation and speciation. Path and stepping-stone sampling are used\nin a Bayesian approach to test divergence timing between the origin of\nAcacia and colonisation by thrips. The evolution of host-plant\nconservatism and ecological specialisation is discussed. Results Results\nindicated very strong support for a model describing the origin of the\ncommon ancestor of Acacia thrips subsequent to that of Acacia. A current\nestimate puts the origin of Acacia at approximately 6 million years\nbefore the common ancestor of Acacia thrips, and 15 million years before\nthe origin of a gall-inducing clade. The evolution of host conservatism\nand resource specialisation resulted in a phylogenetically\nunder-dispersed pattern of host-use by several thrips lineages.\nConclusions Thrips colonised a diversity of Acacia species over a\nprotracted period as Australia experienced aridification. Host\nconservatism evolved on phenotypically and environmentally suitable host\nlineages. Ecological specialisation resulted from habitat selection and\nselection on thrips behavior that promoted primary and secondary host\nassociations. These findings suggest that delayed and repeated\ncolonisation is characterised by cycles of oligo- or poly-phagy. This\nresults in a cumulation of lineages that each evolve host conservatism\non different and potentially transient host-related traits, and\nfacilitates both ecological and resource specialisation.","trees":[{"tree_label":"MajRule","ntax":"101","rootedtree":"TRUE","title":"Acacia Bayes Consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_68069.phy"}]}