{"Authors":" xiao yun wu","Year":" 2013","Title":" The evolutionary pattern and the regulation of stearoyl-CoA\ndesaturase genes","Journal":" BioMed Research International","Volume":"","Issue":"","Pages":"","Keywords":" Stearoyl-CoA desaturase; Evolutionary pattern; Gene\nduplication","DOI":"","Abstract":" Stearoyl-CoA desaturase (SCD) is a key enzyme that\nconverts saturated fatty acids (SFAs) to monounsaturated fatty acids\n(MUFAs) in the biosynthesis of fat. To date, two isoforms of scd gene\n(scd1 and scd5) have been found widely existing in most of the\nvertebrate animals. However, the evolutionary patterns of both isofoms\nand the function of scd5 are poorly understandable. Herein, we aim to\ncharacterize the evolutionary pattern of scd genes, and further predict\nthe function differentiation of scd genes. The sequences of scd genes\nwere highly conserved among eukaryote. Phylogenetic analysis identified\ntwo duplications of scd gene early in vertebrate evolution. The relative\nrate ratio test, branch-specific dN/dS ratio tests and branch-site dN/dS\nratio tests all suggested that the scd genes were evolved at a similar\nrate. The evolution of scd genes among eukaryote were under strictly\npurifying selection, though several sites in scd1 and scd5 were\nundergone a relax selection pressure. The variable binding sites by\ntranscriptional factors at the 5’-UTR and by miRNAs at 3’-UTR of scd\ngenes suggested that the regulators of scd5 may be different from that\nof scd1. This study promotes our understanding of the evolutionary\npatterns and function of SCD genes in eukaryote.","trees":[{"tree_label":"SCD","ntax":"16","rootedtree":"TRUE","title":"Metazoa Stearoyl-CoA desaturase (SCD)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66734.phy"},{"tree_label":"SCD","ntax":"73","rootedtree":"TRUE","title":"Metazoa Stearoyl-CoA desaturase (SCD)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66733.phy"}]}