{"Authors":" Giles E. St. J. Hardy, Paul A. Barber, Treena I.\nBurgess","Year":" 2005","Title":" Botryosphaeria spp. associated with eucalypts in Western\nAustralia, including the description of Fusicoccum macroclavatum sp.\nnov","Journal":" Australasian Plant Pathology","Volume":" 34","Issue":" 4","Pages":" 557-567","Keywords":" NA","DOI":" NA","Abstract":" Botryosphaeria spp. are common endophytes and canker\npathogens of many woody plants including eucalypts. Eucalyptus globulus,\nendemic to the eastern Australia, dominates the plantation industry in\nWestern Australia. Plantations are often adjacent to remnant native\neucalypt forest and each vegetation type (plantation or forest) could\nharbour pathogens to which the other has not been exposed. A survey of\nBotryosphaeria spp. associated with E. globulus and native Eucalyptus\nspp. in Western Australia resulted in four distinct culture morphologies\namong 147 isolates. Representative isolates of each type were\ncharacterised based upon morphological features and comparisons of a\ncombined DNA dataset including the internal transcribed spacer, a part\nof the \u001aÒ-tubulin gene and part of the elongation factor 1-\u001aÑ. The\nmajority of the isolates (95%) were B. australis. Of the remaining\nisolates, one was B. parva, three were Dichomera eucalypti (an anamorph\nof an unknown Botryosphaeria sp.) and the remaining four isolates were\nidentified as representative of a new species described here as\nFusicoccum macroclavatum sp. nov. The new species resided alone in a\nwell-supported clade and differed morphologically from other Fusicoccum\nspp. by having large, predominantly elongate¡Vclavate conidia.\nFusicoccum macroclavatum sp. nov. was the most pathogenic of the four\nspecies, and its rare occurrence only on eucalypt species endemic to\neastern Australia suggests this species has been introduced to Western\nAustralia.","trees":[{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Botryosphaeria spp. on Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_501.phy"},{"tree_label":"ITS","ntax":"41","rootedtree":"TRUE","title":"Botryosphaeria spp. on Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2382.phy"}]}