{"Authors":" Kristin Hultgren, Carla Hurt, Arthur Anker","Year":" 2014","Title":" Phylogenetic relationships within the snapping shrimp genus\nSynalpheus (Decapoda: Alpheidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 77","Issue":"","Pages":" 116-125","Keywords":" Synalpheus; phylogeny","DOI":"","Abstract":" The snapping shrimp genus Synalpheus (Alpheidae) is one of\nthe most speciose decapod genera, with over 160 species worldwide. Most\nspecies live in symbiotic relationships with other marine organisms,\nsuch as sponges, corals and crinoids, and some sponge-dwelling ones have\na highly organized, social structure. The present study is the first\nworldwide molecular phylogenetic analysis of Synalpheus, based on\n>2200 bp of sequence data from two mitochondrial (COI and 16S) and\ntwo nuclear (PEPCK and 18S) loci. Our data show strong evidence for\nmonophyly of three out of six traditionally recognized species groups\nbased on morphologythe S. brevicarpus, S. comatularum and S.\ngambarelloides groups. The remaining three species groups (S. paulsoni,\nS. neomeris and S. coutierei groups), were shown to be paraphyletic in\ntheir current composition; these groups will need to be either abandoned\nor taxonomically redefined. In order to delimit species of Synalpheus,\nwe calculated intraspecific and interspecific sequence divergence in COI\nand 16S within the taxonomically well-studied S. gambarelloides group\nand established a sequence divergence threshold using COI barcoding\ngene, which was then applied to the remaining taxa of the genus. Our\nresults suggest the presence of multiple cryptic species complexes in\nSynalpheus, underlining the need for more integrative taxonomic\nstudiesincluding morphological, ecological, molecular, and color pattern\ndatain this biologically interesting genus.","trees":[{"tree_label":"Fig. 3","ntax":"134","rootedtree":"TRUE","title":"Synalpheus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110354.phy"},{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Synalpheus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110353.phy"}]}