{"Authors":" Eric G DeChaine, Brenna R Forester, Hanno Schaefer, Charles\nC. Davis","Year":" 2013","Title":" Deep genetic divergence between disjunct refugia in the\narctic-alpine King’s Crown, Rhodiola integrifolia (Crassulaceae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" arctic-alpine plants; ecological niche models; endemism;\nmolecular systematics; multiple anonymous loci; phylogeography;\nPleistocene; Quaternary; refugia; sky islands","DOI":"","Abstract":" Despite the strength of climatic variability at high\nlatitudes and upper elevations, we still do not fully understand how\nplants in North America that are distributed between arctic and alpine\nareas responded to the environmental changes of the Quaternary. To\naddress this question, we set out to resolve the evolutionary history of\nthe King’s Crown, Rhodiola integrifolia using multi-locus population\ngenetic and phylogenetic analyses in combination with ecological niche\nmodeling. Our population genetic analyses of multiple anonymous nuclear\nloci revealed two major clades within R. integrifolia that diverged from\neach other ~ 700 kya: one occurring in Beringia to the north (including\nmembers of subspecies leedyi and part of subspecies integrifolia), and\nthe other restricted to the Southern Rocky Mountain Refugium in the\nsouth (including individuals of subspecies neomexicana and part of\nsubspecies integrifolia). Ecological niche models corroborate our\nhypothesized locations of refugial areas inferred from our\nphylogeographic analyses and revealed some environmental differences\nbetween the regions inhabited by its two subclades. Our study\nunderscores the role of geographic isolation in promoting genetic\ndivergence and the evolution of endemic subspecies in R. integrifolia.\nFurthermore, our phylogenetic analyses of the plastid spacer region\ntrnL-F demonstrate that among the native North American species, R.\nintegrifolia and R. rhodantha are more closely related to one another\nthan either is to R. rosea. An understanding of these historic processes\nlies at the heart of making informed management decisions regarding this\nand other arctic-alpine species of concern in this increasingly\nthreatened biome.","trees":[{"tree_label":"MajRule","ntax":"29","rootedtree":"TRUE","title":"Tr66760","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66760.phy"},{"tree_label":"MajRule","ntax":"29","rootedtree":"TRUE","title":"Tr66761","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66761.phy"},{"tree_label":"MajRule","ntax":"68","rootedtree":"TRUE","title":"Tr66759","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66759.phy"},{"tree_label":"con 50 majrule+","ntax":"66","rootedtree":"TRUE","title":"Tr66762","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66762.phy"},{"tree_label":"MajRule","ntax":"29","rootedtree":"TRUE","title":"Tr66763","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66763.phy"},{"tree_label":"MajRule","ntax":"48","rootedtree":"TRUE","title":"Tr66764","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66764.phy"}]}