{"Authors":" Heather T. Shimamoto, Shannon E. Smith, Amanda L. Rychel,\nBilllie J. Swalla","Year":" 2005","Title":" Evolution and Development of the Chordates: Collagen and\nPharyngeal Cartilage","Journal":" Molecular Biology and Evolution","Volume":" 23","Issue":" NA","Pages":" 1-9","Keywords":" NA","DOI":" 10.1093/molbev/msj055","Abstract":" Chordates evolved a unique body plan within deuterostomes\nand are considered to share five morphological characters,a muscular\npostanal tail, a notochord, a dorsal neural tube, an endostyle, and\npharyngeal gill slits. The phylum Chordata typically includes three\nsubphyla, Cephalochordata, Vertebrata, and Tunicata, the last showing a\nchordate body plan only as a larva. Hemichordates, in contrast, have\npharyngeal gill slits, an endostyle, and a postanal tail but appear to\nlack a notochord and dorsal neural tube. Because hemichordates are the\nsister group of echinoderms, the morphological features shared with the\nchordates must have been present in the deuterostome ancestor. No extant\nechinoderms share any of the chordate features, so presumably they have\nlost these structures evolutionarily. We review the development of\nchordate characters in hemichordates and present new data characterizing\nthe pharyngeal gill slits and their cartilaginous gill bars. We show\nthat hemichordate gill bars contain collagen and proteoglycans but are\nacellular. Hemichordates and cephalochordates, or lancelets, show strong\nsimilarities in their gill bars, suggesting that an acellular cartilage\nmay have preceded cellular cartilage in deuterostomes. Our evidence\nsuggests that the deuterostome ancestor was a benthic worm with gill\nslits and acellular gill cartilages.","trees":[{"tree_label":"Fig. 5A","ntax":"27","rootedtree":"TRUE","title":"Metazoan Fibrillar collagen gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2385.phy"},{"tree_label":"Fig. 5B","ntax":"27","rootedtree":"TRUE","title":"Metazoan Fibrillar collagen gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2386.phy"}]}