{"Authors":" Christoffer Bugge Harder, Tobias Guldberg Frøslev","Year":" 2013","Title":" A three-gene phylogeny of the Mycena pura complex reveals 11\nphylogenetic species and shows ITS to be unreliable for species\nidentification","Journal":" Fungal Biology","Volume":" 117","Issue":" 11-12","Pages":" 764-775","Keywords":" Basidiomycete phylogeny; cryptic speciation; DNA barcode;\nspecies limits; phylogenetic congruence; Prunulus","DOI":" 10.1016/j.funbio.2013.09.004","Abstract":" Phylogenetic analyses of Mycena sect. Calodontes using ITS\npreviously suggested 10 cryptic monophyletic ITS lineages within the\nMycena pura morphospecies. Here, we compare ITS data (645 bp incl. gaps)\nfrom 46 different fruit bodies that represent the previously described\nITS diversity with partial tEF-1-α (423 bp) and RPB1 (492 bp) sequence\ndata to test the genealogical concordance. While neither of the markers\nwere in complete topological agreement, the branches differing between\nthe tEF and RPB1 trees all had a low bootstrap (<50) support, and the\npartition homogeneity (ILD) tests were not significant. ILD tests\nrevealed significant discordances between ITS and the tEF and RPB1\nmarkers in several lineages. and our analyses suggested recombination\nbetween ITS1 and ITS2, most pronounced in one phylospecies that was\nidentical in tEF and RPB1, Based on the agreement between tEF and RPB1,\nwe defined 11 mutually concordant terminal clades as phylospecies inside\nthe M. pura morphospecies; most of them cryptic. While neither of the\nmarkers showed an unequivocal barcoding gap between inter- and\nintraspecific diversity,the overlap was most pronounced for ITS\n(intraspecific diversity 0-3.5%, interspecific diversity 0.4% to 8.8%).\nA clustering analysis on tEF separated at a 1.5% level returned all\nphylogenetic species as OTUs, while ITS at both a 1.5% level and at a\n3%-threshold level not only underestimated diversity as found by the tEF\nand RPB1, but also identified an OTU which was not a phylogenetic\nspecies. Thus, our investigation does not support the universal\nsuitability of ITS for species recognition in particular, and emphasises\nthe general limitation of single-gene analyses combined with single\npercentage separation values.","trees":[{"tree_label":"tree 1","ntax":"46","rootedtree":"TRUE","title":"Mycena tEF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68903.phy"},{"tree_label":"tree 1","ntax":"46","rootedtree":"TRUE","title":"Mycena tEFb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68902.phy"},{"tree_label":"tree 1","ntax":"46","rootedtree":"TRUE","title":"Mycena ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68904.phy"}]}