{"Authors":" menghua xu, Jin Xu, Liyun Su, Lingfeng Cao, Huaqing Zhong,\nNiuniu Dong","Year":" 2013","Title":" Enterovirus Genotypes Causing Hand Foot and Mouth Disease in\nShanghai, China: A Molecular Epidemiological Analysis","Journal":" BMC Infect Dis","Volume":"","Issue":"","Pages":"","Keywords":" Hand foot and mouth disease (HFMD); Human enterovirus\n(HEV); genotype","DOI":"","Abstract":" Background: A rapid expansion of hand, foot, and mouth\ndisease (HFMD) outbreaks has occurred and caused deaths in China in\nrecent years, but little is known about the other etiologic agents\nexcept enterovirus 71 (EV71) and coxsackievirus A 16 (CA16). The\nobjective of this study is to determine the genotype compositions of\nenterovirus causing HFMD in Shanghai and identify any associations\nbetween enterovirus types and clinical manifestations. Methods: Stool\nspecimens were collected from patients hospitalized for treatment of\nHFMD, from May 2010 to April 2011. Enterovirus was detected by reverse\ntranscription PCR and directly genotyped by sequencing the PCR products.\nPhylogenetic analysis was based on the VP1 partial gene. Results: Of 290\nspecimens, 277 (95.5%) tested positive for enterovirus. The major\ngenotypes were EV71 (63.8%), CA10 (9.0%), CA6 (8.3%), CA16 (6.9%), CA12\n(2.4%), and CA4 (1.4%). The EV71 strains belonged to the C4a subtype and\nCA16 belonged to the B subtype. CA6 was closely related to strains\ndetected in Japan, Taiwan and China, and CA10, CA12 and CA4 were\nphylogenetically similar to other strains circulating in China. Mean\nhospital stays and the prevalence of complications in patients with EV71\ninfection were higher than those in patients in CA6, CA10 or CA16\ninfection (P<0.05 for all comparisons). Children with CA12 infection\nwere the youngest, and most likely have the highest risk of\ncomplications when compared to the other non-EV71 infection groups.\nConclusions: This study demonstrated a diversified pathogen compositions\nattributing to HFMD and clinical symptoms differing in enterovirus\ngenotypes. It deserves our attention as early identification of\nenterovirus genotypes is important for diagnosis and treatment of HFMD\npatients.","trees":[{"tree_label":"Imported tree 0","ntax":"51","rootedtree":"TRUE","title":"Tr66904","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66904.phy"},{"tree_label":"Imported tree 0","ntax":"40","rootedtree":"TRUE","title":"Tr66906","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66906.phy"},{"tree_label":"Imported tree 0","ntax":"222","rootedtree":"TRUE","title":"Tr66907","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66907.phy"},{"tree_label":"Imported tree 0","ntax":"48","rootedtree":"TRUE","title":"Tr66905","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66905.phy"}]}