{"Authors":" Alexander Kocyan, R. v. Donkelaar, Susanne S Renner, Livia\nWanntorp","Year":" 2006","Title":" Towards a Monophyletic Hoya (Marsdenieae, Apocynaceae):\nInferences from the Chloroplast trnL Region and the rbcL-atpB\nSpacer","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The delimitation of the genus Hoya, with 200-300 species\ndistributed from India and China to Australia, from its closest\nrelatives in the Marsdenieae has long been problematic, precluding an\nunderstanding of the evolution and biogeography of the genus.\nTraditional circumscriptions of genera in the Hoya alliance have relied\non features of the flower, but these overlap extensively between genera\nand may be evolutionarily labile. We obtained chloroplast DNA sequences\nto infer the phylogenetic relationships among a sample of 35 taxa of\nHoya and 11 other genera in the tribe Marsdenieae, namely Absolmsia,\nCionura, Dischidia, Dregea, Gongronema, Gunnessia, Madangia, Marsdenia,\nMicholitzia, Rhyssolobium, and Telosma. Trees were rooted with\nrepresentatives of Asclepiadeae, Ceropegieae, Fockeeae, Periplocoideae,\nand Secamonoideae. Hoya and Dischidia form a monophyletic group, but the\nphylogenetic signal in the chloroplast data analyzed here was\ninsufficient to statistically support the mutual monophyly of the two\ngenera. A monophyletic Hoya must include the monotypic Absolmsia,\nMadangia, and Micholitzia, a result congruent with their flower\nmorphology. The data also identified several well-supported groups\nwithin Hoya. The morphologically unusual Gunnessia belongs firmly in the\nMarsdenieae, but is not close to Hoya and Dischidia.","trees":[{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Monophyly of Hoya","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2390.phy"},{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Monophyly of Hoya","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2389.phy"}]}