{"Authors":" Julie Anne Parlos, Robert Mark Timm, Vicki J Swier, Robert\nJ Baker","Year":" 2013","Title":" Evaluation of the Paraphyletic Assemblage within\nLonchophyllinae, with Description of a New Tribe and Genus","Journal":" Occasional Papers of the Museum of Texas Tech\nUniversity","Volume":"","Issue":"","Pages":"","Keywords":" chromosome data, Hsunycterini, Hsunycteris,\nLonchophyllinae, Lonchophyllini, mitochondrial gene, nuclear genes,\nparaphyletic assemblages","DOI":"","Abstract":" In the past decade, six new species and one new genus have\nbeen described in the Lonchophyllinae (Chiroptera: Phyllostomidae),\nsignificantly increasing the number of recognized taxa in the subfamily\nto four genera and 17 species. During this time, three studies, both\nmorphological and genetic, recovered the genus Lonchophylla as\nparaphyletic with respect to other genera in the subfamily. We address\nissues related to the paraphyletic assemblages recovered in previous\nstudies, using a combination of mitochondrial (cytochrome-b), nuclear\ndata (Fgb-I7, TSHB-I2), chromosome diploid and fundamental numbers, and\nmorphological characters to determine whether all species of\nLonchophylla share a common ancestor after diverging from other genera\nin the subfamily. Based on gene sequence data, a basal, monophyletic,\nstatistically supported radiation within the subfamily Lonchophyllinae\nwas recovered in all phylogenetic analyses. We conclude that this\nassemblage merits recognition as a new tribe and genus, and, therefore,\npresent a formal description of this genus as Hsunycteris and tribe as\nHsunycterini. With the available resources, several other issues related\nto paraphyly within both the genus Hsunycteris and tribe Lonchophyllini\nwere not resolvable at this time. These issues include that the genus\nLonchophylla is paraphyletic and Hsunycteris thomasi contains more than\none biological species. A species in the genus Hsunycteris remains\nundescribed because we were unable to determine which of two lineages\nthe type specimen of H. thomasi is actually a member. Until additional\ngenetic and/or morphological data are available, resolution of all\nparaphyletic relationships is not possible. We recommend future studies\nfocus on utilizing morphological and genetic (both mitochondrial and\nnuclear) data from the type specimens of Lonchophylla and Hsunycteris to\nresolve these remaining questions.","trees":[{"tree_label":"TSHB-I2","ntax":"39","rootedtree":"TRUE","title":"Lonchophyllinae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66953.phy"},{"tree_label":"con 50 majrule","ntax":"27","rootedtree":"TRUE","title":"Lonchophyllinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66954.phy"},{"tree_label":"Cytochrome-b","ntax":"38","rootedtree":"TRUE","title":"Lonchophyllinae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67240.phy"},{"tree_label":"Fgb-I7","ntax":"36","rootedtree":"TRUE","title":"Lonchophyllinae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66952.phy"}]}