{"Authors":" Tzu Ho Chou, Yu Tzean, Guey Yuh Liou, Kuo Fan Yuan, Chun\nNeng Wang, Hon Tsen Yu, Shean Shong Tzean","Year":" 2013","Title":" Phylogeny of Antrodia and allied taxa based on LSU-, SSU-,\nand internal transcribed spacer nuclear rDNA sequences","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Antrodia, phylogeny, polyporoids","DOI":"","Abstract":" Genus Antrodia is a group of polyporoid that caused brown\nroot rot on woods, typically on conifers. Some member of Antrodia are\ncharacterized with potent medicinal usage, while the other having\npotential application in bioremediation. To solve the nomenclatural\nconundrum of Antrodia and allied taxa, phylogenetic study was initiated.\nTotally we generate SSU (18S), ITS and LSU (28S) rDNA regions of 44\nisolates, including 20 Antrodia species, 5 Antrodiella species and 9\nallied polyporoids. Totally, including these 44 isolates and sequences\nretrieved from GenBank NCBI, LSU of 161 isolates, 77 genera, 138 species\nof polypores were subjected to analysis by maximum parsimony (MP)\nmethod. The overview topology of the phylogram revealed the\nheterogeneous, polyphyletic nature of the Antrodia genus, which\ncomprising at least 8 groups. Further analysis of concatenated sequences\nof 18S-5.8S-28S or ITS1-ITS2 , generated from the 34 species, the former\nby MP, maximum likelihood (ML), neighbor joining (NJ) and Bayesian\ninference (BI), or the latter by BI, further showed the polyphyletic\ncladograms, though not all branches gained high bootstrap support. The\nheterogeneous nature of the Antrodia were further verified by best\nunconstrained trees by Templeton, Winning-site, Kishino Hasegawa, and\nShimodaira Hasegawa tests. Obviously, the current Antrodia complex is\nbetter be divided into several independent genera; recombination of A.\ngossypia and Antrodiella lalashana are needed. The polyphyletic Phlebia\ngenus is distinct and require further revision.","trees":[{"tree_label":"HLA MP analysis","ntax":"161","rootedtree":"TRUE","title":"HLA phylogeny of antrodia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_67241.phy"},{"tree_label":"BI analysis tree","ntax":"42","rootedtree":"TRUE","title":"BI of combined ITS phylogeny of antrodia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67242.phy"},{"tree_label":"BI analysis","ntax":"42","rootedtree":"TRUE","title":"BI of combined rDNA analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67246.phy"},{"tree_label":"MP analysis","ntax":"42","rootedtree":"TRUE","title":"MP of combined rDNA analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67244.phy"},{"tree_label":"ML analysis","ntax":"42","rootedtree":"TRUE","title":"ML of combined rDNA analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67245.phy"},{"tree_label":"NJ analysis","ntax":"42","rootedtree":"TRUE","title":"NJ of combined rDNA analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67243.phy"}]}