{"Authors":" Gilles Fédière, J. F. Silvain, Alex Delobel, B. L. Rü, Gaël\nJoseph Kergoat","Year":" 2005","Title":" Both host-plant phylogeny and chemistry have shaped the\nAfrican seed-beetle radiation","Journal":" Molecular Phylogenetics and Evolution","Volume":" 35","Issue":" NA","Pages":" 602-611","Keywords":" NA","DOI":" NA","Abstract":" For the last forty years, many authors have attempted to\ncharacterize the main patterns of plant-insect evolutionary interactions\nand understand their causes. In the present work on African seed-beetles\n(Coleoptera : Bruchidae), we have performed a ten-year field work to\nsample seeds of more than 300 species of potential host-plants (from the\nfamily Fabaceae), to obtain bruchids by rearing. This seed sampling in\nthe field was followed by the monitoring of adult emergences which gave\nus the opportunity to identify host-plant use accurately. Then, by using\nmolecular phylogenetics (on a combined data-set of four genes), we have\ninvestigated the relationships between host-plant preferences and insect\nphylogeny. Our objectives were to investigate the level of taxonomic\nconservatism in host-plant fidelity, and host-plant chemistry. Our\nresults indicate that phylogenetically related insects are associated\nwith phylogenetically related host-plants but the phylogeny of the\nlatter cannot alone explain the observed patterns. Major host shifts\nfrom Papilionoideae to Mimosoideae subfamilies have happened twice\nindependently suggesting that feeding specialization on a given\nhost-plant group is not always a dead end in seed-beetles. If host-plant\ntaxonomy and chemistry in legumes generally provide consistent data, it\nappears that the nature of the seed secondary compounds may be the major\nfactor driving the diversification of a large clade specializing on the\nsubfamily Mimosoideae in which host-plant taxonomy is not consistent\nwith chemical similarity.","trees":[{"tree_label":"Fig. 1","ntax":"52","rootedtree":"TRUE","title":"African seed-beetle radiation","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2391.phy"}]}