{"Authors":" Tao Wan, Kai He, Xue-Long Jiang","Year":" 2013","Title":" Multilocus phylogeny and cryptic diversity in Asian\nshrew-like moles (Uropsilus, Talpidae) implications for taxonomy and\nconservation","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":" 1","Pages":"","Keywords":" Multilocus phylogeny; Uropsilus; Cryptic diversity;\nSpecies delimitation","DOI":" 10.1186/1471-2148-13-232","Abstract":" Background The genus Uropsilus comprises a group of\nterrestrial, montane mammals endemic to the Hengduan and adjacent\nmountains. These animals are the most primitive living talpids. The\ntaxonomy has been primarily based on cursory morphological comparisons\nand the evolutionary affinities are little known. To provide insight\ninto the systematics of this group, we estimated the first multi-locus\nphylogeny and conducted species delimitation, including taxon sampling\nthroughout their distribution range. Results We obtained two\nmitochondrial genes (~1, 985 bp) and eight nuclear genes (~4, 345 bp)\nfrom 56 specimens. Ten distinct evolutionary lineages were recovered\nfrom the three recognized species, eight of which were recognized as\nspecies/putative species. Five of these putative species were found to\nbe masquerading as the gracile shrew mole. The divergence time\nestimation results indicated that climate change since the last Miocene\nand the uplift of the Himalayas may have resulted in the diversification\nand speciation of Uropsilus. Conclusions The cryptic diversity found in\nthis study indicated that the number of species is strongly\nunderestimated under the current taxonomy. Two synonyms of gracilis\n(atronates and nivatus) should be given full species status, and the\ntaxonomic status of another three potential species should be evaluated\nusing extensive taxon sampling, comprehensive morphological, and\nmorphometric approaches. Consequently, the conservation status of\nUropsilus spp. should also be re-evaluated, as most of the\nspecies/potential species have very limited distribution.","trees":[{"tree_label":"Fig. 2a","ntax":"79","rootedtree":"TRUE","title":"Uropsilus mtDNA tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_66960.phy"},{"tree_label":"Fig. 2b","ntax":"58","rootedtree":"TRUE","title":"Uropsilus nDNA tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_67555.phy"}]}