{"Authors":" Daniel James Schmidt, Roger Grund, Matthew R Williams, Jane\nM Hughes","Year":" 2014","Title":" Australian parasitic Ogyris butterflies: east-west divergence\nof highly-specialised relicts","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Lycaenidae, myrmecophily, myrmecophagy, Ogyris,\nCamponotus, molecular divergence, phylogeography, BEAST, Nullarbor,\nBassian fauna","DOI":"","Abstract":" Not all butterflies are innocuous plant-feeders. A small\nnumber of taxa in the family Lycaenidae have graduated from mutualistic\npartnerships with ants to predatory or parasitic associations. These\nhighly specialised life histories, involving butterfly larvae living\ninside ant colonies, are often associated with rarity and vulnerability\nto extinction. Here we examine the evolutionary relationships of a\npoorly-known group of seven taxa herein referred to as the idmo-group\nwithin the Australian lycaenid genus Ogyris. The idmo-group has a\nrelictual distribution across southern Australia and includes taxa with\nhighly specialised phytophagous and myrmecophagous life histories. A\nphylogeny based on mtDNA (COI, cytb) and the nuclear DNA locus\nelongation factor 1-alpha (EF1), generally agrees with current taxonomy\nand supports recent elevation of endangered taxon O. halmaturia to full\nspecies status. The transition to myrmecophagy was dated to the\nmid-Miocene (~16 mya), when southern Australia experienced a humid\nclimate and extensive mesic biome. The arid Nullarbor Plain, a major\nbiogeographical feature of central southern Australia, divides the\nremnants of this mesic biome into southeastern and southwestern\nisolates. Late-Miocene to Pliocene divergence estimates for polytypic\nOgyris species across the Nullarbor were older than estimates made for\nsimilarly distributed birds, butterflies, mammals and reptiles which\nmostly date to the Pleistocene. The concept of highly specialised life\nhistories as evolutionary dead-end strategies is well exemplified by the\nidmo-group. Data compiled on the known extant subpopulations for\nidmo-group taxa, shows that all of these extraordinary butterflies are\nscarce and several face imminent threat of extinction.","trees":[{"tree_label":"Ogyris RAxML","ntax":"45","rootedtree":"TRUE","title":"Tr66992","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66992.phy"}]}