{"Authors":" Steve Leavitt, Thorsten Lumbsch, Larry L. St. Clair","Year":" 2013","Title":" Contrasting demographic histories of two species in the\nlichen-forming fungal genus Xanthomendoza (Teloschistaceae,\nAscomycota)","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian skyline plot, climate change, mismatch\ndistribution, North America, polar, refugia, shrublands","DOI":"","Abstract":" While the distribution and ranges of Arctic plants have\nbeen shown to be greatly affected by the advance and retreat of ice\nsheets, the impact of glacial and interglacial cycles on lichenized\nfungi remains largely unexplored. In this study we examine the impact of\nPleistocene climatic fluctuations on two Xanthomendoza (Teloschistaceae,\nAscomycota) species with distinct distribution patterns and reproductive\nstrategies. We selected X. borealis, which occurs in polar regions of\nboth hemispheres, and the corticolous X. montana, which is restricted to\nmontane shrublands in western North America. We analyzed the complete\nnuclear ribosomal internal transcribed spacer region (nrITS) to confirm\nthe monophyly and relative ages of X. borealis and X. montana. We\nestimated molecular diversity and population demographics statistics,\nmismatch distributions, and Bayesian skyline plots for both species. Our\ndata indicate that Xanthomendoza montana experienced a Late Pleistocene\npopulation expansion. We suggest that major shifts in vegetation types\nas a result of Pleistocene climate change had a substantial impact on\ndistribution patterns and the demographic history of X. montana. In\ncontrast, results from this study indicate that the demographic history\nof X. borealis is consistent with long-term stability, although low\ngenetic variability in the nrITS marker for X. borealis limits overall\nconfidence in this inference. We propose that X. borealis has been able\nto maintain a stable population size across climatic shifts, likely\nthrough effective dispersal to suitable habitats and suggests that\nclimate during Pleistocene glacial cycles was not inherently unfavorable\nor restrictive for some high altitude/latitude lichen-forming fungal\nspecies. Investigating mating systems for these two Xanthomendoza\nspecies may provide important insights about the factors affecting\npopulation demographics and reproduction in lichen-forming fungi in\ngeneral.","trees":[{"tree_label":"tree 1","ntax":"159","rootedtree":"TRUE","title":"Xanthomendoza","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66987.phy"}]}