{"Authors":" Barbara Turner, Ovidiu Paun, Jérôme Munzinger, Sutee\nDuangjai, Mark W. Chase, Rosabelle Samuel","Year":" 2013","Title":" Analyses of amplified fragment length polymorphism (AFLP)\nindicate rapid radiation of Diospyros species (Ebenaceae) endemic to New\nCaledonia","Journal":" BMC Evolutionary Biology","Volume":" 13","Issue":"","Pages":"","Keywords":" Cryptic species, island flora, morphological\ndiversification, progenitor/derivative relationships, species radiation,\nwoody plants","DOI":" 10.1186/1471-2148-13-269","Abstract":" Background Radiation in some plant groups has occurred on\nislands and due to the characteristic rapid pace of phenotypic\nevolution, standard molecular markers often provide insufficient\nvariation for phylogenetic reconstruction. To resolve relationships\nwithin a clade of 21 closely related New Caledonian Diospyros species\nand evaluate species boundaries we analysed genome-wide DNA variation\nvia amplified fragment length polymorphisms (AFLP). Results A\nneighbour-joining (NJ) dendrogram based on Dice distances shows all\nspecies except D. minimifolia, D. parviflora and D. vieillardii to form\nunique clusters of genetically similar accessions. However, there was\nlittle variation between these species clusters, resulting in unresolved\nspecies relationships and a star-like general NJ topology.\nCorrespondingly, analyses of molecular variance showed more variation\nwithin species than between them. A Bayesian analysis with BEAST\nproduced a similar result. Another Bayesian method, this time a\nclustering method, STRUCTURE, demonstrated the presence of two groups,\nhighly congruent with those observed in a principal coordinate analysis\n(PCO). Molecular divergence between the two groups is low and does not\ncorrespond to any hypothesised taxonomic, ecological or geographical\npatterns. Conclusions We hypothesise that such a pattern could have been\nproduced by rapid and complex evolution involving a widespread\nprogenitor for which an initial split into two groups was followed by\nsubsequent fragmentation into many diverging populations, which was\nfollowed by range expansion of then divergent entities. Overall, this\nprocess resulted in an opportunistic pattern of phenotypic\ndiversification. The time since divergence was probably insufficient for\nsome species to become genetically well-differentiated, resulting in\nprogenitor/derivative relationships being exhibited in a few cases. In\nother cases, our analyses may have revealed evidence for the existence\nof cryptic species, for which more study of morphology and ecology are\nnow required.","trees":[{"tree_label":"NJ","ntax":"192","rootedtree":"TRUE","title":"Diospyros","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_66996.phy"},{"tree_label":"TREE1","ntax":"192","rootedtree":"TRUE","title":"Diospyros","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_66997.phy"}]}