{"Authors":" LLUVIA FLORES-RENTERIA, Matthew K Lau, Louis Jamie Lamit,\nCatherine A. Gehring","Year":" 2013","Title":" An elusive ectomycorrhizal fungus reveals itself: A new\nspecies of Geopora (Pyronemataceae) associated with Pinus edulis","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" earth pore, ectomycorrhiza, hypogeous fungi,\nPyronemataceae, Sunset Crater","DOI":"","Abstract":" Species of the genus Geopora are important ectomycorrhizal\nassociates that can dominate the communities of some plant taxa, such as\nPinyon pine (Pinus edulis), a widespread tree of the western United\nStates. Several members of the genus Geopora are known only from\nectomycorrhizal root tips and have thus not been formally described. The\nsporocarps of some Geopora species occur infrequently because they\ndepend on wet years for sporulation. In addition, Geopora sporocarps can\nbe small and may be hypogeous at some developmental stage, limiting the\nopportunities for morphological description. Using molecular and\nmorphological data, we have described a new species of fungus, Geopora\npinyonensis, which fruited in association with unusually high\nprecipitation at a northern Arizona site in summer 2012. Based on\nanalysis of the ITS and nuLSU regions of the rDNA, G. pinyonensis is a\nnew species of Geopora. It has small sporocarps and ascospores relative\nto other members of the genus; however, these morphological features\noverlap with other species. Using rDNA data from sporocarps and\nectomycorrhizal root tips, we show that the sporocarps correspond to an\nabundant species of ectomycorrhizal fungus associated with pinyon pines\nthat is increasing in abundance in drought-affected landscapes and may\npromote drought tolerance.","trees":[{"tree_label":"con 50 majrule","ntax":"114","rootedtree":"TRUE","title":"Tr66989","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66989.phy"},{"tree_label":"con 50 majrule","ntax":"114","rootedtree":"TRUE","title":"Tr66990","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66990.phy"}]}