{"Authors":" Joanna L Redfern, David J. Hafner, Timothy K Lowrey","Year":" 2014","Title":" Phylogeny and Evolution of the Fouquieriaceae","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" AFLP, Fouquieriaceae, historical biogeography, molecular\nphylogeny, North American deserts, polyploidy, waxy","DOI":"","Abstract":" The Fouquieriaceae of North America is an autochthonous\nendemic family of desert and dry-tropic adapted plants. Until recently\nphyletic relationships among species of Fouquieriaceae, and between\nFouquieriaceae and other plant families have been poorly resolved. In\nthis study, DNA sequence data from one nuclear region (waxy) and one\nchloroplast region (rpoB-trnC) together with AFLP data were used to\ninfer phylogenetic relationships among all 11 species of Fouquieriaceae\nand 3 outgroup species. Results from all analyses support the\ndelimitation of two subgenera (Bronnia and Fouquieria) within the\nfamily, contradicting the last two analyses of the family, which\nidentified three subgenera. Although the results support an ancient\norigin for the family (~100 Ma), there is little genetic differentiation\namong Fouquieria species. This lack of resolution is due to a slow rate\nof molecular evolution apparently related to the life history of these\nlong-lived species. This result also conforms to a pattern of recent\nexpansion and radiation of species into North American deserts related\nto the recent formation (7-10 mya) of these deserts. Analyses of waxy\nindicate a possible mode of speciation for the three polyploid species\n(F. columnaris, F. diguetii, F. burragei), which occur in Baja\nCalifornia.","trees":[{"tree_label":"Waxy 53 taxa Tree","ntax":"52","rootedtree":"TRUE","title":"Tr66981","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66981.phy"},{"tree_label":"PAUP 1","ntax":"27","rootedtree":"TRUE","title":"Tr66979","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66979.phy"},{"tree_label":"Waxy 25 taxa Tree","ntax":"25","rootedtree":"TRUE","title":"Tr66980","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_66980.phy"},{"tree_label":"PAUP 1","ntax":"27","rootedtree":"TRUE","title":"Tr67504","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67504.phy"}]}