{"Authors":" E. H. C. McKenzie, Saisamorn Lumyong, Veejay Dhanasekaran,\nRajesh Jeewon, Thongkantha Sutheera, Kevin D Hyde","Year":" 2006","Title":" Intergeneric relationships within Magnaporthaceae and its\nphylogenetic placement based on rDNA sequence analyses","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phylogeny of the family Magnaporthaceae and allied\ngenera were investigated using individual and combined analyses of 18S\nand 28S nuclear ribosomal DNA (rDNA) gene fragments. DNA from 29 taxa\nrepresenting 6 genera from Magnaporthaceae were sequenced and analyzed\nphylogenetically based on bayesian, likelihood and parsimony methods.\nMagnaporthaceae, encompassing genera such as Buergenerula,\nGaeumannomyces, Magnaporthe, Mycoleptodiscus, Ophioceras,\nPseudohalonectria and Pyricularia constitute a strongly supported\nmonophyletic clade. Phylogenies indicate that Magnaporthaceae bears\nclose phylogenetic affinities to the order Diaporthales and\nOphiostomatales. However, there appears to be sufficient evidence to\nestablish a new order to accommodate the Magnaporthaceae. Results also\nindicate that Ophioceras is probably monophyletic with the exception of\nO. tenuisporum. Magnaporthe salvinii is more closely related to\nGaeumannomyces than M. grisea, which clusters with Pyricularia. The\nplacement of Mycoleptodiscus coloratus and Ceratosphaeria lampadophora\nwithin the Magnaporthaceae is confirmed. Molecular data also provided\nfurther evidence to support the association of several anamorphic genera\nwith the ascomycetous Magnaporthaceae. The phylogenetic significance of\nseveral morphologies currently used in the classification of members\namong Magnaporthaceae is discussed.","trees":[{"tree_label":"Fig. 3","ntax":"51","rootedtree":"TRUE","title":"Magnaporthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_252.phy"},{"tree_label":"Fig. 1","ntax":"73","rootedtree":"TRUE","title":"Magnaporthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_323.phy"},{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Magnaporthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_502.phy"}]}