{"Authors":" Carolina Analía Robles, Silvia Edith Lopez, Patricia\nDébora Mc Cargo, Cecilia Cristina Carmaran","Year":" 2013","Title":" Relationships in wood: preliminary studies on fungal\nendophytes and wood-rot fungi in urban environments","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" basidiomycetes; Platanus acerifolia; urban trees; wood\nendophytes","DOI":"","Abstract":" Trees are highly valuable for the urban environment and,\nat the same time, can be susceptible to wood decay fungi. Fungal\nendophytes can colonize healthy plant tissues without causing disease\nsymptoms in the standing tree. In this work, the diversity of endophytes\nisolated from wood of Platanus acerifolia is described and related to\ndifferent levels of urban disturbance, tree age and presence of wood\ndecay basidiomycetes. Twenty-eight healthy trees (1643 wood core\nfragments) and seventy-five symptomatic trees (1516 wood sample\nfragments) were sampled from four sites with different levels of urban\ndisturbance in Buenos Aires City (Argentina). Fungal isolates were\nmorphologically identified and phylogenetic analyses were conducted for\npotential wood decay isolates. Twenty-seven endophytic taxa were\nidentified, including five basidiomycetes (Coprinopsis cinerea,\nGranulobasidium vellereum, Inonotus rickii, Phanerodontia chrysosporium\nand Trichosporon sporotrichoides). Alternaria alternata, Trichoderma\nspp. and Cladosporium cladosporioides were the ascomycetes most\nfrequently isolated. Coprinellus micaceus, Hymenochaete sp. and Inonotus\nrickii were recorded on symptomatic trees. Canonical Correspondence\nAnalysis indicates that fungal assemblage is greatly affected by the\nlevel of anthropogenic disturbance, and to a lesser extent by the\ndiameter of the sampled trees and the presence of basidiomycetes from\nsurrounding symptomatic trees. Our observations suggest that endophyte\ncommunity of wood is highly influenced by the level of disturbance of\nthe sampling site, followed by the tree age and the presence of\npotential pathogenic basidiomycetes.","trees":[{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Tr67006","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67006.phy"}]}