{"Authors":" Nikolai Ravin, Michael A. Eldarov, Vitaly V. Kadnikov,\nAlexey V. Beletsky, Jessica Schneider, Eugenia S. Mardanova, Andrey V.\nMardanov, Elena M. Smekalova, Maria I. Zvereva, Olga A. Dontsova,\nKonstantin G. Skryabin","Year":" 2013","Title":" Genome sequence and analysis of methylotrophic yeast\nHansenula polymorpha DL1","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Hansenula polymorpha, genome, methylotrophic yeasts,\nRNA-seq, yeast evolution","DOI":"","Abstract":" Background:Hansenula polymorpha DL1 is a methylotrophic\nyeast, widely used in fundamental studies of methanol metabolism,\nperoxisome biogenesis and function, and also as a microbial cell factory\nfor production of recombinant proteins and metabolic engineering towards\nthe goal of high temperature ethanol production. Results: We have\nsequenced the 9 Mbp H. polymorpha DL1 genome and performed whole-genome\nanalysis for the H. polymorpha transcriptome obtained from both\nmethanol- and glucose-grown cells. RNA-seq analysis revealed the complex\nand dynamic character of the H. polymorpha transcriptome under the two\nstudied conditions, identified abundant and highly unregulated\nexpression of 40% of the genome in methanol grown cells, and revealed\nalternative splicing events. We have identified subtelomerically biased\nprotein families in H. polymorpha, clusters of LTR elements at G+C-poor\nchromosomal loci in the middle of each of the seven H. polymorpha\nchromosomes, and established the evolutionary position of H. polymorpha\nDL1 within a separate yeast clade together with the methylotrophic yeast\nPichia pastoris and the non-methylotrophic yeast Dekkera. bruxellensis.\nIntergenome comparisons uncovered extensive gene order reshuffling\nbetween the three yeast genomes. Phylogenetic analyses enabled us to\nreveal patterns of evolution of methylotrophy in yeasts and filamentous\nfungi. Conclusions: Our results open new opportunities for in-depth\nunderstanding of many aspects of H. polymorpha life cycle, physiology\nand metabolism as well as genome evolution in methylotrophic yeasts and\nmay lead to novel improvements toward the application of H. polymorpha\nDL-1 as a microbial cell factory.","trees":[{"tree_label":"tree1","ntax":"21","rootedtree":"TRUE","title":"Tr67310","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_67310.phy"}]}