{"Authors":" Jurriaan Michiel de Vos, Colin E. Hughes, Gerald M\nSchneeweiss, Brian R Moore, Elena Conti","Year":" 2014","Title":" Heterostyly accelerates diversification via reduced\nextinction in Darwins primroses","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":" 281","Issue":" 1784","Pages":" 20140075","Keywords":"","DOI":" 10.1098/rspb.2014.0075","Abstract":" The exceptional species diversity of flowering plants,\nexceeding that of their sister group more than 250-fold, is especially\nevident in floral innovations, interactions with pollinators and sexual\nsystems. Multiple theories, emphasizing flowerpollinator interactions,\ngenetic effects of mating systems or high evolvability, predict that\nfloral evolution profoundly affects angiosperm diversification. However,\nconsequences for speciation and extinction dynamics remain poorly\nunderstood. Here, we investigate trajectories of species diversification\nfocusing on heterostyly, a remarkable floral syndrome where outcrossing\nis enforced via cross-compatible floral morphs differing in placement of\ntheir respective sexual organs. Heterostyly evolved at least 20 times\nindependently in angiosperms. Using Darwin’s model for heterostyly, the\nprimrose family, we show that heterostyly accelerates species\ndiversification via decreasing extinction rates rather than increasing\nspeciation rates, probably owing to avoidance of the negative genetic\neffects of selfing. However, impact of heterostyly appears to differ\nover short and long evolutionary time-scales: the accelerating effect of\nheterostyly on lineage diversification is manifest only over long\nevolutionary time-scales, whereas recent losses of heterostyly may\nprompt ephemeral bursts of speciation. Our results suggest that temporal\nor clade-specific conditions may ultimately determine the net effects of\nspecific traits on patterns of species diversification.","trees":[{"tree_label":"UCEXP MCC","ntax":"265","rootedtree":"TRUE","title":"Primulaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_67308.phy"},{"tree_label":"UCLN MCC","ntax":"265","rootedtree":"TRUE","title":"Primulaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67309.phy"}]}