{"Authors":" Michael J. Moore, Robert K Jansen","Year":" 2006","Title":" Molecular evidence for the age, origin, and evolutionary\nhistory of the American desert plant genus Tiquilia (Boraginaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Although the deserts of North America are of very recent\norigin, their characteristic arid-adapted endemic plant lineages have\nbeen suggested to be much older. Earlier researchers have hypothesized\nthat the ancestors of many of these modern desert lineages first adapted\nto aridity in highly localized arid or semi-arid sites as early as the\nlate Cretaceous or early Tertiary, and that these lineages subsequently\nspread and diversified as global climate became increasingly arid during\nthe Cenozoic. No study has explicitly examined these hypotheses for any\nNorth American arid-adapted plant group. The current paper tests these\nhypotheses using the genus Tiquilia (Boraginaceae), a diverse North\nAmerican desert plant group. A strongly supported phylogeny of the genus\nis estimated using combined sequence data from three chloroplast markers\n(matK, ndhF, and rps16) and two nuclear markers (ITS and waxy). Ages of\ndivergence events within the genus are estimated using penalized\nlikelihood and a molecular clock approach on the ndhF tree for Tiquilia\nand representative outgroups, including most of the major lineages of\nBoraginales. The dating analysis suggests that the stem lineage of\nTiquilia split from its nearest extant relative in the Paleocene or\nEocene (~59-48 Ma). This was followed by a relatively long period before\nthe first divergence in the crown group near the Eocene/Oligocene\nboundary (~33-29 Ma), shortly after the greatest Cenozoic episode of\nrapid aridification. Divergence of seven major lineages of Tiquilia is\ndated to the early-to-mid Miocene (~23-13 Ma). Several major lineages\nshow a marked increase in diversification concomitant with the onset of\nmore widespread semi-arid and then arid conditions beginning in the late\nMiocene (~7 Ma). This sequence of divergence events in Tiquilia agrees\nwell with earlier researchersÕ ideas concerning North American desert\nflora assembly.","trees":[{"tree_label":"Fig 1","ntax":"16","rootedtree":"TRUE","title":"16 taxa–5 markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_895.phy"},{"tree_label":"Fig 2","ntax":"41","rootedtree":"TRUE","title":"ndhF–Boraginales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_896.phy"},{"tree_label":"Fig S1","ntax":"191","rootedtree":"TRUE","title":"preliminary analysis–rps16","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_897.phy"},{"tree_label":"Fig S2","ntax":"312","rootedtree":"TRUE","title":"preliminary analysis–ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_898.phy"},{"tree_label":"Fig S3","ntax":"241","rootedtree":"TRUE","title":"preliminary analysis–waxy","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_899.phy"}]}