{"Authors":" Frank Almeda, Boni C. Cruz, Suhua Shi, P. K. Fritsch, Y. J.\nWang","Year":" 2006","Title":" Phylogeny of Symplocos Based on DNA Sequences of the\nChloroplast trnC-trnD Intergenic Region","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analysis of 74 species of Symplocos was\nconducted with DNA sequence data from the chloroplast trnC-trnD\nintergenic region. Maximum parsimony and Bayesian inference trees are\nconsistent with those of a previous study based on combined data from\nthe nuclear ribosomal ITS region and the chloroplast regions rpl16,\nmatK, and trnL-trnF. The inclusion of 21 phylogenetically informative\nindel characters from trnC-trnD resulted in greater maximum parsimony\nresolution and clade support than with these characters excluded. A\ncombined five-gene region (trnC-trnD, ITS, rpl16, matK, and trnL-trnF)\nanalysis based on a data set with complete sequence data is almost\ncompletely concordant with that of the combined four-gene data set, and\ndisplays higher resolution and overall clade support (in some cases 20\nto > 30 bootstrap percentage points). The data indicate monophyly for\nonly one subgenus (Epigenia) and four sections (Barberina,\nCordyloblaste, Neosymplocos, and Urbaniocharis) of Symplocos; the other\nthree subgenera (Symplocos, Hopea, and Microsymplocos) and tested\nsections (Bobua, Palaeosymplocos, and Symplocastrum) will require\nrecircumscription to accord with the principle of monophyly. Supermatrix\nand supertree analyses were conducted to provide phylogenetic estimates\nbased on all 107 available Symplocos samples with sequence data from at\nleast two of the five gene regions. The supermatrix consensus tree is\ncompletely consistent with that from the combined five-gene estimate\nbased on complete sequence data, whereas the supertree consensus differs\nfrom these trees in two regions of the topology. The supermatrix\nconsensus also displays greater clade resolution than the supertree\nconsensus. The aligned trnC-trnD data set exhibits a lower percentage of\nparsimony-informative characters than those based on matK and rpl16\nsequences. The length, organization, and relative sequencing ease of\ntrnC-trnD in Symplocos nonetheless confirm the utility of this region\nfor phylogenetic estimation in flowering plants, as previously\ndescribed.","trees":[{"tree_label":"Combined","ntax":"76","rootedtree":"TRUE","title":"Symplocaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_900.phy"}]}