{"Authors":" Tatiana Arias, Mark Alan Beilstein, Michelle Tang, Michael\nR. McKain, J. Chris Pires","Year":" 2013","Title":" Diversification Times Among Brassica Crops Suggest Hybrid\nFormation After Twenty Million Years of Divergence.","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Brassica, Mediterranean, Miocene, crops","DOI":"","Abstract":" Premise of the study. Cruciferous vegetables, of which\nmany are in the genus Brassica (Brassicaceae), are prized for their\nnutritive value and have been cultivated for thousands of years. There\nare numerous wild northwestern Mediterranean species in tribe Brassiceae\nand it is therefore assumed this center of diversity is also the region\nof origin. Crops in the genus Brassica comprise three major diploid\nspecies: B. oleracea, B. rapa and B. nigra. These species hybridized in\nthe past to form the tetraploid species B. juncea, B. carinata and B.\nnapus. Moreover, the three diploids retain the ability to hybridize, and\nthis has been taken as evidence that they are closely related.\nMethods. Here we test the hypotheses of a Northwestern Mediterranean\norigin for the tribe and the proximal relationship and geographic\norigins of crop Brassicas using a combination of molecular phylogenetics\nand historical biogeography. Key results. We find evidence that the\ntribe originated around the forming intersection between the Arabian\nPeninsula and Saharan Africa approximately 24 Mya. Our data also suggest\nthat the maternal genomes of the three diploid crop Brassicas are not\nclosely related but separated by a 20 My divergence. Finally, our\nanalyses indicate that the lineage giving rise to B. oleracea + B. rapa\noriginated ≈ 3 Mya in the North Eastern Mediterranean, from where\nancestors of B. oleracea spread through Europe and B. rapa to\nAsia.\nConclusions. These results challenge previous hypotheses about the\ngenetic proximity of three crop diploids and the biogeographical origins\nof crop Brassicas and the tribe to which they belong.","trees":[{"tree_label":"PAUP 1","ntax":"101","rootedtree":"TRUE","title":"Diversification Times Among Brassica Crops","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68879.phy"}]}