{"Authors":" Xiaomei Wu, Fei-Hua Wu, Weiguo Zhang, Zhen-Ming Pei","Year":" 2013","Title":" Molecular Evolutionary and Structural Analysis of cGAS and\nSTING","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" cyclic GMP-AMP synthase; type I interferon pathway; STING;\nmolecular evolution","DOI":"","Abstract":" The presence of foreign or mislocated DNA in cytoplasm is\na danger signal that is detected by the DNA sensor cyclic GMP-AMP (GAMP)\nsynthase (cGAS) in mammalian cells, which catalyzes the production of a\nnoncanonical cGAMP that contains G(2â,5â)pA and A(3â,5â)pG\nphosphodiester (2â-5â, 3â-5â) linkages and acts as a second messenger to\nactivate the downstream receptor STING. To gain more insights into the\nmolecular mechanism of cGAS-STING pathway, we carried out the first\nevolutionary analysis of cGAS and STING proteins combined with known key\nstructural features. The origin of STING could be traced back to a\nunicellular eukaryotic organism, choanoflagellate Monosiga brevicollis,\nwhile cGAS has evolved as early as in eumetazoans based on current\ngenome dataset. During metazoan evolution, both cGAS and STING were\ntotally lost in nematodes and flatworms. Moreover, modern cGAS and STING\nproteins may have acquired their structural domains as early as in\nvertebrates, indicating cGAS in invertebrate animals may not act as a\nDNA sensor. We also revealed that metazoan cGAS shares all conserved key\nresidues as well as secondary structural pattern with a bacterial\nprotein that synthesizes conventional cGAMP with 3’-5’, 3’-5’ linkages\ndistinct from the endogenous cGAMP generated by cGAS, suggesting\ninvertebrate cGAS proteins may have the ability to produce the\nconventional cGAMP. Because cGAS and STING cooperate extensively in\ninnate immune pathway and have similar evolutionary characteristics,\nthey may coevolve in metazoan evolution. Accordingly, a hypothesis was\nproposed that the noncanonical cGAMP might just evolve in mammals based\non the conservation analysis of STING key residues. Finally, we placed\nthe molecular components of cGAS-STING type I IFN pathway onto the\nevolutionary map of the representative eukaryotic species, which is\nhelpful in understanding the functions and origins of the specific\ninnate immune signaling pathway.","trees":[{"tree_label":"Metazoa 60 sp","ntax":"61","rootedtree":"TRUE","title":"cGAS and STING","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67447.phy"}]}