{"Authors":" Samantha Fernandez-Brime, Jordi Vila, Antonio Ortega","Year":" 2013","Title":" Some new and interesting taxa of Cortinarius subgenus\nPhlegmacium from the European Mediterranean Basin","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, BAli-Phy, Cortinariaceae, fungal taxonomy,\nmolecular phylogenetics, nuITS.","DOI":"","Abstract":" In this paper, we have attempted to clarify the taxonomy\nand nomenclature of several taxa of the genus Cortinarius subgenus\nPhlegmacium. To this aim, we have used a combination of morphological\nand molecular data. The evolutionary relationships of the species were\ninferred by comparison of the nuITS by means of weighted maximum\nparsimony, maximum likelihood, and two different types of Bayesian\nmethods (with and without a priori alignments). Phylogenetic resolution\nand support of all or most of the species included in this study and\ntheir relationships were possible only when including the phylogenetic\nsignal from ambiguously aligned regions in weighted maximum parsimony\nanalyses (recoded INAASE characters) and when analysis simultaneously\noptimized alignment and phylogeny (using BAli-phy). As a result of the\nmorphological and phylogenetic studies, three species are described as\nnew, Cortinarius mediterraneensis, C. cistoglaucopus, and C.\npalazonianus, and one new combination is proposed for C. dionysae\nf. olivaceus. Species descriptions are provided for these taxonomic and\nnomenclatural novelties, along with discussions of morphological and\nphylogenetic affinities to closely related taxa. Scanning\nmicrophotographs of the basidiospores are provided for the discussed\ntaxa, and color pictures of the basidiomes in their natural habitat are\nprovided for C. cistoglaucopus, C. mediterraneensis, and C.\npalazonianus.","trees":[{"tree_label":"tree B2","ntax":"71","rootedtree":"TRUE","title":"Cortinarius","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_68935.phy"},{"tree_label":"tree wMP","ntax":"71","rootedtree":"TRUE","title":"Cortinarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68934.phy"}]}