{"Authors":" K. Morris, W. Kelley Thomas, Natsumi Kanzaki, Weimin Ye, M.\nG. D. Robin, Donna Williams","Year":" 2006","Title":" Stomatal Ultrastructure, Molecular Phylogeny and Description\nof Parasitodiplogaster laevigata n. sp. (Nematoda: Diplogastridae), a\nParasite of Fig Wasps from Ficus laevigata from Florida","Journal":" Journal of Nematology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Parasitodiplogaster comprises a potentially large\nradiation of nematode species that appear to be parasitically bound to\ntheir Agaonid fig wasp hosts, which are mutualistically associated in\nthe syconia (figs) of the diverse plant genus Ficus. Parasitodiplogaster\nlaevigata n. sp., a parasitic associate of the fig wasp, Pegoscapus sp.\nfrom Ficus laevigata from southern Florida is described and illustrated.\nParasitodiplogaster laevigata n. sp. is the first species of\nParasitodiplogaster reported from North America and is closest to P.\ntrigonema from F. trigonata from Panama based upon morphological\nsimilarities in males and molecular phylogenetic analysis of the D2D3\nexpansion segments of the large subunit (LSU) rRNA gene.\nParasitodiplogaster laevigata n. sp. can be differentiated from all\ndescribed species of Parasitodiplogaster based upon stomatal morphology\n(presence of a large dorsal and a right subventral tooth) in the adults\nof both sexes, molecular comparisons of D2D3, and fig/fig wasp host\naffinities. The ultrastructure of P. laevigata n. sp. was elucidated\nusing TEM and SEM for comparisons with other species of\nParasitodiplogaster and for generating hypotheses about the origin of\nthis major radiation of parasitic nematodes in the Diplogastridae. The\nstoma of P. laevigata n. sp. possesses a non-segmented cheilostomal ring\nthat connects to the longitudinal body musculature per- and\ninterradially, a claw-like dorsal tooth, a right subventral tooth, and\ntelostegostomatal apodemes arising from the dorsal side of each\nsubventral sector suggesting affinities with Koerneria. However, the\ndorsal esophageal gland orifice does not exit the tip of the dorsal\ntooth as with Koerneria, but through a distinct telostegostomatal plate\nbelow the tooth. The unification of the pro-, meso-, and metastegostom\nwith the gymnostom in P. laevigata n. sp. and further simplification in\nother described species may be due to derived adaptations associated\nwith the internal parasitism of fig wasps.","trees":[{"tree_label":"Fig. 14","ntax":"9","rootedtree":"TRUE","title":"Parasitodiplogaster","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_901.phy"}]}