{"Authors":" Joseph A Tobias, Charlie K Cornwallis, Elizabeth Perrault\nDerryberry, Santiago Claramunt, Robb T. Brumfield, Natalie Seddon","Year":" 2013","Title":" Species interactions and the dynamics of phenotypic evolution\nacross a major radiation of birds","Journal":" Nature","Volume":"","Issue":"","Pages":"","Keywords":" Furnariidae, song, phenotypic evolution, adaptive\nradiation, convergent selection","DOI":"","Abstract":" Interactions between species can promote evolutionary\ndivergence of ecological traits and social signals1,2, a process widely\nassumed to generate species differences in adaptive radiation3-5.\nHowever, an alternative view is that lineages typically interact when\nrelatively old6, by which time selection for divergence is weak7,8, and\npotentially exceeded by convergent selection acting on traits mediating\ninterspecific competition9. Few studies have tested these contrasting\npredictions across large radiations, or by controlling for evolutionary\ntime, and thus the role of species interactions in driving broad-scale\npatterns of trait divergence is unclear10. Here we use phylogenetic\nestimates of divergence times to show that increased trait differences\namong coexisting lineages of ovenbirds (Furnariidae) are explained by\ntheir greater evolutionary age in relation to non-interacting lineages,\nand that⎯when these temporal biases are accounted for⎯the only\nsignificant effect of coexistence is song convergence. Our results\nconflict with the conventional view that coexistence promotes trait\ndivergence among co-occurring organisms at macroevolutionary scales, and\ninstead provide the first evidence that species interactions can drive\nphenotypic convergence across entire radiations, a pattern generally\nconcealed by biases in age.","trees":[{"tree_label":"TREE1","ntax":"372","rootedtree":"TRUE","title":"Tr67550","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67550.phy"},{"tree_label":"TREE1","ntax":"372","rootedtree":"TRUE","title":"Tr67551","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67551.phy"}]}