{"Authors":" S. I. Warwick, Connie A Sauder, Ihsan Al-Shehbaz","Year":" 2006","Title":" Phylogenetic position of Arabis arenicola and generic limits\nof Eutrema and Aphragmus (Brassicaceae) based on sequences of nuclear\nribosomal DNA","Journal":" Canadian Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequence data from the nuclear ITS region of 45 taxa were\nused to determine the phylogenetic relationship of Arabis arenicola to\nArabis, Arabidopsis, Braya, and Eutrema and that of Eutrema to purported\nrelated genera Aphragmus, Lignariella, Neomartinella, Platycraspedum,\nTaphrospermum, and Thellungiella. Arabis arenicola was originally\ndescribed as Eutrema in 1830, transferred to Arabis in 1898 and has\nremained in Arabis to the present, even though it is morphologically\nmore similar to Arabidopsis, Braya and Eutrema. Sequence data were\nobtained from representative taxa of Arabis, Arabidopsis and related\nBoechera and Catolobus, Braya and Neotorularia, and Eutrema, Aphragmus,\nLignariella, Neomartinella, Platycraspedum, Taphrospermum, and\nThellungiella. The five Arabis arenicola accessions examined had\nidentical ITS sequences to each other and to four Arabidopsis lyrata\naccessions. In both maximum parsimony and maximum likelihood analyses\nArabis arenicola fell within the Arabidopsis clade and was closely\naligned with Arabidopsis lyrata. Two of six purported related genera\nwere not closely related to Eutrema. Both analyses placed Lignariella\nwithin a separate well-supported clade with Aphragmus, while the other\nfour genera Neomartinella, Platycraspedum, Taphrospermum, and\nThellungiella fell within a well-supported clade with Eutrema.\nMorphology and molecular data strongly suggest transferring Arabis\narenicola to Arabidopsis, expanding Aphragmus to include Lignariella,\nand expanding Eutrema to include Neomartinella, Platycraspedum,\nTaphrospermum, and Thellungiella. New combinations in Arabidopsis and\nAphragmus are proposed.","trees":[{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"Arabis arenicola, Eutrema, and Aphragmus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_902.phy"}]}