{"Authors":" Yuanting Jin, Zhisong Yang, Richard P. Brown, Pinghu Liao,\nNaifa Liu","Year":" 2013","Title":" Intraspecific lineages of the lizard Phrynocephalus putjatia\nfrom the Qinghai-Tibetan Plateau: impact of physical events on\ndivergence and discordance between morphology and molecular markers","Journal":" Molecular phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phrynocephalus; phylogenesis; Agamidae; Qinghai Lake;\nQinghai-Tibetan Plateau","DOI":"","Abstract":" The Northeastern Qinghai-Tibetan Plateau (NQTP) contains\nmany physical features that may have contributed to its rich biological\ndiversity. We explored the systematics and genetic structures of the\nsand lizards Phrynocephalus putjatia, distributed across semi-deserts or\nrocky steppe habitats, and P. guinanensis, found only in sand dune\nhabitats, from the NQTP using mitochondrial (ND2 and tRNAs) and nuclear\n(RAG-1) markers. Bayesian analyses revealed two main monophyletic mtDNA\ngroups that separate populations of the Qinghai Lake Basin (QLB) from\npopulations to the southeast of this basin (SEQL), but these did not\ncorrespond to the two morphological species. The QLB populations are\ndivided into western and eastern groups. Two major groups with similar\ngeographical structuring were also detected for the nuclear RAG-1\nmarker, but with some geographical discordance. A Bayesian species\ndelimitation analysis did not support division of Phrynocephalus\nputjatia/P. guinanensis into separate species. Bayesian dating of mtDNA\nsuggests that the earliest divergence within this group occurred less\nthan 2 Ma, which seems to be explained by mountain uplift between the\nQLB and the SEQL regions. Other Pleistocene events may explain further\ngenetic structuring. Overall, we do not detect reciprocal monophyly of\nmarkers between morphological species but note that they do appear to\nrepresent ecological forms.","trees":[{"tree_label":"Imported tree 0","ntax":"146","rootedtree":"TRUE","title":"Tr67558","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67558.phy"},{"tree_label":"Imported tree 0","ntax":"44","rootedtree":"TRUE","title":"Tr67559","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67559.phy"}]}