{"Authors":" Ute Volkmar, Erik Smets, Henning Lenz, Steven B\nJanssens","Year":" 2013","Title":" Intron evolution in a phylogenetic perspective: divergent\ntrends in the two copies of the duplicated def gene in Impatiens L.\n(Balsaminaceae)","Journal":" Journal of Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" intron evolution; deficiens gene; Impatiens; substitution\nrate; phylogenetic potential","DOI":"","Abstract":" The history of MADS box genes is well-known in\nangiosperms. While duplication events and gene losses occur frequently,\ngene structure and intron positions are very conserved. We investigated\nall six introns in a duplicated MADS box gene (deficiens, def) in\nselected Impatiens taxa, thereby assessing intron features. For the\nfirst time, our study provides a comparison of molecular changes in all\nintrons of a gene from a phylogenetic perspective. Interestingly, a\nuniform pattern of molecular evolution in the introns of each copy was\nnot observed, but intron length increases, decreases and size retention\ncan be found in each copy. A tendency to accumulate long autapomorphic\nindels is also present, thus, a longer intron length does not reflect a\nhigher number of parsimony-informative characters. Substitution rates\nvary between introns of each gene copy. While four of the six introns of\ndef1 exhibit a change in their substitution rate, five of the six def2\nintrons maintain their rates throughout the genus albeit at different\nlevels. In MADS box genes several regulatory sequences are found\nresiding in introns. Thus, presence of putative regulatory motifs was\ninvestigated. Most of them are not conserved in position and usually\npresent in only one of the gene copies. In addition, the potential for\nphylogenetic reconstruction of introns in both def copies is shortly\ndiscussed.","trees":[{"tree_label":"t1","ntax":"17","rootedtree":"TRUE","title":"Tr67595","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67595.phy"},{"tree_label":"t1","ntax":"17","rootedtree":"TRUE","title":"Tr67594","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67594.phy"}]}