{"Authors":" Galina Vydryakova, Olga Morozova, Scott A. Redhead, John\nBissett","Year":" 2013","Title":" Observations on the population dynamics of Filoboletus\nmanipularis (Fungi: Mycenaceae) in southern Vietnam","Journal":" Mycology: An International Journal on Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Filoboletus manipularis, morphology, basidiomycete mating\nsystem, multinucleate chimeric basidiomata","DOI":"","Abstract":" The morphological variation of basidiomata of Filoboletus\nmanipularis (Berk.) Singer collected in southern Vietnam was studied.\nPhylogenetic analyses comprising three gene loci indicated that these\ncollections, although exhibiting widely varying morphologies,\nrepresented a single species with a population comprised of genetically\ndiverse, sexually compatible monokaryon parental strains. No correlation\nwas found between any aspect of morphological variation and\nintraspecific phylogenetic patterns for the three gene loci studied.\nPrimers were designed to amplify the intron-rich 5 region of the\ntranslation elongation factor 1-α gene (tef1α) and amplicons cloned and\nsequenced to characterize the parental monokaryons for individual\nbasidiomata. The presence of recombination over the entire morphological\ndiversity seen was confirmed by split decomposition analysis. On several\noccasions more than two apparent parental monokaryons were characterized\nfrom individual basidiomata indicating that at least some basidiomata\nare chimeric or otherwise develop from a multinucleate condition. The\nliterature supporting our observations of the occurrence of\nmultinucleate basidiomata is reviewed and possible mechanisms for this\nphenomenon proposed.","trees":[{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Tr67599","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67599.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr67600","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67600.phy"}]}