{"Authors":" Sebastian Kvist, Christopher Edward Laumer, Juan Junoy,\nGonzalo Giribet","Year":" 2013","Title":" A further contribution to the phylogeny and systematics of\nNemertea: increased sampling for Hubrechtidae and Plectonemertidae, and\nphylum-wide barcoding gap detection","Journal":" Invertebrate Systematics","Volume":"","Issue":"","Pages":"","Keywords":" Nemertea, Phylogeny, Hubrechtidae, Plectonemertidae,\nPilidiophora, DNA barcoding","DOI":"","Abstract":" Notwithstanding that some clades of ribbon worms (phylum\nNemertea) are consistently recovered with high support in molecular\nphylogenies, the placement and interrelationships of some taxa (e.g.,\n“paleonemertan” hubrechtids, and terrestrial and freshwater taxa) has\nproven problematic. Herein, we performed phylogenetic analyses, using\nincreased hubrechtid and plectonemertid sampling conjoined with a large\nsampling of other nemertean taxa (133 terminals in total) for six loci\n(18S rRNA, 28S rRNA, histones H3 and H4, and mitochondrial 16S rRNA and\nCOI). Three datasets with varying degrees of data or taxon inclusion\nwere used for phylogenetic analyses and both maximum likelihood and\nmaximum parsimony methodologies were applied. All but one of the\nresulting tree topologies from the different optimality criteria agree\non the paraphyly of the class Paleonemertea, whereas Heteronemertea,\nHoplonemertea, Polystilifera, Monostilifera and Hubrechtidae are always\nrecovered as reciprocally monophyletic. However, Hubrechtidae places\nsister to Heteronemertea (supporting the Pilidiophora hypothesis) only\nwhen variable regions of 18S rRNA and 28S rRNA are excluded; the family\nplaces as sister to Hoplonemertea when all data are considered.\nMoreover, non-Geonemertes terrestrial and freshwater taxa form a\nwell-supported clade and the phylogenetic implications of this are\nfurther discussed. Finally, we evaluate the utility of DNA barcoding for\nspecimen identification within Nemertea by investigating the absence or\npresence of a phylum-wide barcoding gap. Results suggest that DNA\nbarcoding may work for Nemertea, insofar as a distinct barcoding gap may\nexist, but its recognition is regularly hampered by low accuracy in\nspecies-level identifications.","trees":[{"tree_label":"RaxML Hoplonemertea.tre","ntax":"63","rootedtree":"TRUE","title":"Nemertea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69158.phy"},{"tree_label":"RaxML gblocks.tre","ntax":"133","rootedtree":"TRUE","title":"Nemertea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69160.phy"},{"tree_label":"TNT gblocks.tre","ntax":"133","rootedtree":"TRUE","title":"Nemertea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69161.phy"},{"tree_label":"RaxML all e ins i.tre","ntax":"133","rootedtree":"TRUE","title":"Nemertea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69162.phy"},{"tree_label":"TNT all e ins i.tre","ntax":"133","rootedtree":"TRUE","title":"Nemertea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69163.phy"},{"tree_label":"TNT Hoplonemertea.tre","ntax":"63","rootedtree":"TRUE","title":"Nemertea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69159.phy"}]}