{"Authors":" William Quaedvlieg, Kamil Sarpkaya, Canan Can, Ali Erkilic,\nPedro W. Crous","Year":" 2013","Title":" Septoria-like pathogens causing leaf and fruit spot of\npistachio","Journal":" IMA Fungus","Volume":" 4","Issue":" 2","Pages":" 187-195","Keywords":" Capnodiales, coelomycete, Pistachia, RPB2","DOI":" 10.5598/imafungus.2013.04.02.04","Abstract":" Several species of Septoria are associated with leaf and\nfruit spot of pistachio (Pistacia vera), though their identity has\nalways been confused, making identifcation problematic. The present\nstudy elucidates the taxonomy of the Septoria spp. associated with\npistachio, and distinguishes four species associated with this host\ngenus. Partial nucleotide sequence data for fve gene loci, ITS, LSU,\nEF-1α, RPB2 and Btub were generated for a subset of isolates.\nCylindroseptoria pistaciae, which is associated with leaf spots of\nPistacia lentiscus in Spain, is characterized by pycnidial conidiomata\nthat give rise to cylindrical, aseptate conidia. Two species of Septoria\ns. str. are also recognised on pistachio, S. pistaciarum, and S.\npistaciae. The latter is part of the S. protearum species complex, and\nappears to be a wide host range pathogen occurring on hosts in several\ndifferent plant families. Septoria pistacina, a major pathogen of\npistachio in Turkey, is shown to belong to Pseudocercospora, and not\nSeptoria as earlier suspected. Other than for its pycnidial conidiomata,\nit is a typical species of Pseudocercospora based on its smooth,\npigmented conidiogenous cells and septate conidia. This phenomenon has\nalso been observed in Pallidocercospora, and seriously questions the\nvalue of conidiomatal structure at generic level, which has\ntraditionally been used to separate hyphomycetous from coelomycetous\nascomycetes. Other than DNA barcodes to facilitate the molecular\nidentifcation of these taxa occurring on pistachio, a key is also\nprovided to distinguish species based on morphology.","trees":[{"tree_label":"Fig. 1","ntax":"105","rootedtree":"TRUE","title":"Septoria-like pathogens on pistachio, Combined\nLSU/RPB2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67786.phy"}]}