{"Authors":" M. v. d. Giezen, Hervé Philippe, Yan Zhou, G. P.\nd. Raucourt, Henner Brinkmann","Year":" 2005","Title":" An empirical Assessment of Long Branch Attraction Artefacts\nin Deep Eukaryotic Phylogenomics.","Journal":" Systematic Biology","Volume":" 54","Issue":" 5","Pages":" 743-757","Keywords":"","DOI":" 10.1080/10635150500234609","Abstract":" In the context of exponential growing molecular databases,\nit becomes increasingly easy to assemble large multigene datasets for\nphylogenomic studies. The expected increase of resolution due to the\nreduction of the sampling (stochastic) error is becoming a reality.\nHowever, the impact of systematic biases will also become more apparent\nor even dominant. We have chosen to study the case of the long branch\nattraction artefact (LBA) using real instead of simulated sequences. Two\nfast evolving eukaryotic lineages, whose evolutionary positions are\nwell-established, microsporidia and the nucleomorph of cryptophytes,\nwere chosen as model species. A large dataset was assembled (44 species,\n133 genes and 24,294 amino acid positions) and the resulting rooted\neukaryotic phylogeny (using a distant archaeal outgroup) is positively\nmisled by an LBA artefact despite the use of a maximum likelihood based\ntree reconstruction method with a complex model of sequence evolution.\nWhen the fastest evolving proteins from the fast lineages are\nprogressively removed (up to 90%), the bootstrap support for the\napparently artefactual basal placement decreases to virtually 0%, and\nconversely only the expected placement, among all the possible locations\nof the fast evolving species, receives increasing support that\neventually converges to 100%. The percentage of removal of the fastest\nevolving proteins constitutes a reliable estimate of the sensitivity of\nphylogenetic inference to LBA. This protocol confirms that both a rich\nspecies sampling (especially the presence of a species that is closely\nrelated to the fast evolving lineage) and a probabilistic method with a\ncomplex model are important to overcome the LBA artefact. Finally, we\nobserved that phylogenetic inference methods perform strikingly better\nwith simulated as opposed to real data, and suggest that testing the\nreliability of phylogenetic inference methods with simulated data leads\nto overconfidence in their performance. Although phylogenomic studies\ncan be affected by systematic biases, the possibility of discarding a\nlarge amount of data containing most of the non-phylogenetic signal\nallows recovering a phylogeny that is less affected by systematic\nbiases, while maintaining a high statistical support.","trees":[{"tree_label":"Fig. 3","ntax":"40","rootedtree":"TRUE","title":"Deep Eukaryota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_503.phy"},{"tree_label":"micro expected","ntax":"40","rootedtree":"TRUE","title":"Deep Eukaryota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_904.phy"},{"tree_label":"LBA nm 2","ntax":"40","rootedtree":"TRUE","title":"Deep Eukaryota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_903.phy"},{"tree_label":"expected nm 2","ntax":"40","rootedtree":"TRUE","title":"Deep Eukaryota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_905.phy"}]}