{"Authors":" Carlos Alberto Santamaria, Mariana Mateos, Stefano Taiti,\nThomas DeWitt, Luis A Hurtado","Year":" 2013","Title":" A complex evolutionary history in a remote archipelago:\nphylogeography and morphometrics of the Hawaiian endemic Ligia\nisopods","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Oniscidea; phylogeography, Hawaiian Archipelago,\ndiversification","DOI":" 10.1371/journal.pone.0085199","Abstract":" Compared to the striking diversification and levels of\nendemism observed in many terrestrial groups within the Hawaiian\nArchipelago, marine invertebrates exhibit remarkably lower rates of\nendemism and diversification. Supralittoral invertebrates restricted to\nspecific coastal patchy habitats, however, have the potential for high\nlevels of allopatric diversification. This is the case of Ligia isopods\nendemic to the Hawaiian Archipelago, which most likely arose from a\nrocky supralittoral ancestor that colonized the archipelago via rafting,\nand diversified into rocky supralittoral and inland lineages. A previous\nstudy on populations of this isopod from Oʻahu and Kauaʻi revealed high\nlevels of allopatric differentiation, and suggested inter-island\nhistorical dispersal events have been rare. To gain a better\nunderstanding on the diversity and evolution of this group, we expanded\nprior phylogeographic work by incorporating populations from unsampled\nmain Hawaiian Islands (Maui, Molokaʻi, Lanaʻi, and Hawaiʻi), increasing\nthe number of gene markers (four mitochondrial and two nuclear genes),\nand conducting Maximum likelihood and Bayesian phylogenetic analyses.\nOur study revealed new lineages and expanded the distribution range of\nseveral lineages. The phylogeographic patterns of Ligia in the study\narea are complex, with Hawaiʻi, Oʻahu, and the Maui-Nui islands sharing\nmajor lineages, implying multiple inter-island historical dispersal\nevents. In contrast, the oldest and most geographically distant of the\nmajor islands (Kauaʻi) shares no lineages with the other islands. Our\nresults did not support the monophyly of all the supralittoral lineages\n(currently grouped into L. hawaiensis), or the monophyly of the\nterrestrial lineages (currently grouped into L. perkinsi), implying more\nthan one evolutionary transition between coastal and inland forms.\nGeometric-morphometric analyses of three supralittoral clades revealed\nsignificant body shape differences among them. A taxonomic revision of\nHawaiian Ligia is warranted. Our results are relevant for the protection\nof biodiversity found in an environment subject to high pressure from\ndisturbances.","trees":[{"tree_label":"tree 1","ntax":"74","rootedtree":"TRUE","title":"Ligia isopods COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67780.phy"},{"tree_label":"ML RAXML unp","ntax":"37","rootedtree":"TRUE","title":"Ligia isopods MLT (RAXML Unpartitioned)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67781.phy"}]}