{"Authors":" ShuaiFei F Chen, Dave Morgan, Janine Hasey, Kathleen\nAnderson, Themis J Michailides","Year":" 2013","Title":" Phylogeny, morphology, distribution, and pathogenicity of\nBotryosphaeriaceae and Diaporthaceae from English walnut in\nCalifornia","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Species of Botryosphaeriaceae and Diaporthe (anamorph\nPhomopsis, Diaporthaceae) were reported and caused diseases on various\nnut/fruit trees in California. In the last several years, diseases on\nEnglish walnut (Juglans regia) caused by species of Botryosphaeriaceae\nand Diaporthe were observed frequently in California. Disease symptoms\ninclude stem canker, shoot canker and blight, twig, leaf, fruit blight,\nand necrotic leaf lesions. Isolates of the pathogen were collected from\nEnglish walnut in 13 counties in California. The aims of this study were\nto identify these isolates and to test their pathogenicity to English\nwalnut cultivars. A total of 159 Californian isolates were identified\nbased on comparisons of DNA sequence data of the ITS, TEF-1α, and\nβ-tubulin gene regions, and combined with the morphological features of\nthe cultures and conidia. Research results showed that isolates\nrepresent 10 species of Botryosphaeriaceae and two species of Diaporthe.\nThese species include Botryosphaeria dothidea, Diplodia mutila, D.\nseriata, Dothiorella iberica, Lasiodiplodia citricola, Neofusicoccum\nmediterraneum, N. nonquaesitum, N. parvum, N. vitifusiforme,\nNeoscytalidium dimidiatum, Diaporthe neotheicola and D. rhusicola.\nPathogenicity on three English walnut cultivars, Chandler, Tulare, and\nVina, using a mycelium plug inoculation method showed that all these\nspecies are pathogenic to all the tested cultivars, with L. citricola,\nN. parvum being the most pathogenic species, followed by N.\nmediterraneum, N. dimidiatum, and B. dothidea. The cultivar Chandler was\nmore tolerant to infection than those of cultivars Tulare and Vina.\nResults in this study determined that multiple number of the\nBotryosphaeriaceae fungi and two Diaporthe spp. cause cankers and\nblights of English walnut and they vary in their virulence from highly\nto slightly virulent, respectively.","trees":[{"tree_label":"PAUP 1","ntax":"14","rootedtree":"TRUE","title":"Diaporthe ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68974.phy"},{"tree_label":"PAUP 1","ntax":"13","rootedtree":"TRUE","title":"Diaporthe TEF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68975.phy"},{"tree_label":"PAUP 1","ntax":"83","rootedtree":"TRUE","title":"Botryosphaeriaceae ITS Bt EF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68976.phy"},{"tree_label":"PAUP 1","ntax":"71","rootedtree":"TRUE","title":"Botryosphaeriaceae BT2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68977.phy"},{"tree_label":"PAUP 1","ntax":"83","rootedtree":"TRUE","title":"Botryosphaeriaceae TEF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68978.phy"}]}