{"Authors":" Gerard J.M. Verkley, H. D. Shin, Robert W. Barreto, Acelino\nC Alfenas, W J Swart, William Quaedvlieg, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2013","Title":" Sizing up Septoria","Journal":" Studies in Mycology","Volume":" 75","Issue":"","Pages":" 307-390","Keywords":"","DOI":" 10.3114/sim0017","Abstract":" Septoria represents a genus of plant pathogenic fungi with\na wide geographic distribution, commonly associated with leaf spots and\nstem cankers of a broad range of plant hosts. A major aim of this study\nwas to resolve the phylogenetic generic limits of Septoria,\nStagonospora, and other related genera such as Sphaerulina,\nPhaeosphaeria and Phaeoseptoria using sequences of the the partial 28S\nnuclear ribosomal RNA and RPB2 genes of a large set of isolates. Based\non these results Septoria is shown to be a distinct genus in the\nMycosphaerellaceae, which has mycosphaerella-like sexual morphs. Several\nseptoria-like species are now accommodated in Sphaerulina, a genus\npreviously linked to this complex. Phaeosphaeria (based on P. oryzae) is\nshown to be congeneric with Phaeoseptoria (based on P. papayae), which\nis reduced to synonymy under the former. Depazea nodorum (causal agent\nof nodorum blotch of cereals) and Septoria avenae (causal agent of\navenae blotch of barley and rye) are placed in a new genus,\nParastagonospora, which is shown to be distinct from Stagonospora (based\non S. paludosa) and Phaeosphaeria. Partial nucleotide sequence data for\nfve gene loci, ITS, LSU, EF-1α, RPB2 and Btub were generated for all of\nthese isolates. A total of 47 clades or genera were resolved, leading to\nthe introduction of 14 new genera, 36 new species, and 19 new\ncombinations.","trees":[{"tree_label":"con 50 majrule","ntax":"348","rootedtree":"TRUE","title":"Sizing up Septoria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67842.phy"},{"tree_label":"con 50 majrule","ntax":"96","rootedtree":"TRUE","title":"Sizing up Septoria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67843.phy"}]}