{"Authors":" Andrew N. Miller, Sabine M. Huhndorf, Jacques Fournier","Year":" 2014","Title":" Phylogenetic relationships of five uncommon species of\nLasiosphaeria and three new species in the Helminthosphaeriaceae\n(Sordariomycetes).","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomata, β-tubulin, Echinosphaeria, Helminthosphaeria,\nHilberina, LSU rDNA, phylogeny, Ruzenia, Synaptospora","DOI":"","Abstract":" In an ongoing effort to monograph the genus Lasiosphaeria,\nit is desirable to obtain estimates of the phylogenetic relationships\nfor five uncommon species, L. coacta, L. munkii, L. punctata, L.\nsphagnorum, and L. stuppea. Three additional species previously placed\nin Lasiosphaeria, Echinosphaeria canescens, Hilberina caudata, and\nRuzenia spermoides, were also included in this study as well as three\nundescribed species. These species were believed to have relations\nelsewhere based on various ambiguous morphological characters so an\nindependent dataset from one or more genes was used to resolve their\nphylogenetic affinities. Sequences from the partial nuclear ribosomal\n28S large subunit (LSU) and β-tubulin genes were generated for these\ntaxa. Maximum likelihood and Bayesian analyses indicate these taxa form\na well-supported monophyletic group with members of the\nHelminthosphaeriaceae and therefore, should be transferred out of\nLasiosphaeria. Except for Helminthosphaeria gibberosa, Ruzenia\nspermoides and Synaptospora plumbea, all taxa within this clade possess\nascomata with distinct thick-walled setae. Based on a combination of\nmorphological and molecular data, Helminthosphaeria tomaculum,\nHelminthosphaeria triseptata and Hilberina robusta are described as new\nand four new combinations are proposed: Helminthosphaeria ludens, Hel.\nstuppea, Hilberina punctata and H. sphagnorum. Ten new combinations are\nproposed based on morphological data: Echinosphaeria heterostoma,\nHelminthosphaeria flavocompta, Hel. gibberosa, Hel. heterotricha,\nHilberina breviseta, H. elegans, H. foliicola, H. meznaensis, H. moseri,\nand H. rhynchospora. Lasiosphaeria coacta is placed in synonymy with\nHel. ludens and the previous transfer of Hilberina munkii is accepted.\nSynaptospora plumbea was found to belong in the family. Illustrations\nare provided for most Helminthosphaeriaceae taxa seen in this\nstudy.","trees":[{"tree_label":"Imported tree 0","ntax":"41","rootedtree":"TRUE","title":"Fig. 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_67793.phy"}]}