{"Authors":" Ulf Swenson, Jenny E. E. Smedmark, Arne A. Anderberg","Year":" 2006","Title":" Accounting for variation of substitution rates through time\nin Bayesian phylogeny reconstruction of Sapotoideae (Sapotaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We used Bayesian phylogenetic analysis of 5 kb of\nchloroplast DNA data from 68 Sapotaceae species to clarify phylogenetic\nrelationships within Sapotoideae, one of the two major clades within\nSapotaceae. Variation in substitution rates through time was shown to be\na very important aspect of molecular evolution for this data set.\nRelative rates tests indicated that changes in overall rate have taken\nplace in several lineages during the history of the group and Bayes\nfactors strongly supported a covarion model, which allows the rate of a\nsite to vary over time, over commonly used models that only allow rates\nto vary across sites. Rate variation over time was actually found to be\na more important model component than rate variation across sites. The\ncovarion model was originally developed for coding gene sequences and\nhas so far only been tested for this type of data. The fact that it\nperformed so well with the present data set, consisting mainly of data\nfrom noncoding spacer regions, suggests that it deserves a wider\nconsideration in model based phylogenetic inference. Repeatability of\nphylogenetic results was very difficult to obtain with the more\nparameter rich models, and analyses with identical settings often\nsupported different topologies. Overparameterization may be the reason\nwhy the MCMC did not sample from the posterior distribution in these\ncases. The problem could, however, be overcome by using less parameter\nrich evolutionary models, and adjusting the MCMC settings. The\nphylogenetic results showed that two taxa, previously thought to belong\nin Sapotoideae, are not part of this group. Eberhardtia aurata is the\nsister of the two major Sapotaceae clades, Chrysophylloideae and\nSapotoideae, and Neohemsleya usambarensis belongs in Chrysophylloideae.\nWithin Sapotoideae two clades, Sideroxyleae and Sapoteae, were strongly\nsupported. Bayesian analysis of the character history of some floral\nmorphological traits showed that the ancestral type of flower in\nSapotoideae may have been characterized by floral parts (sepals, petals,\nstamens, and staminodes) in single whorls of five, entire corolla lobes,\nand seeds with an adaxial hilum.","trees":[{"tree_label":"Fig. 2","ntax":"68","rootedtree":"TRUE","title":"Sapotaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_908.phy"},{"tree_label":"Fig. 1","ntax":"68","rootedtree":"TRUE","title":"Sapotaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_909.phy"}]}