{"Authors":" Lorenza Beati, Santiago Nava, Erica J. Burkman, Darci\nBarros-Battesti, Marcelo B. Labruna, Alberto A. Guglielmone, Abraham G.\nCaceres, Carmen Guzman-Cornejo, Renato Leon, Lance A. Durden, Joao L.H.\nFaccini","Year":" 2013","Title":" Amblyomma cajennense (Fabricius, 1787) (Acari: Ixodidae), the\nCayenne tick: phylogeography and evidence for allopatric speciation","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Amblyomma cajennense, phylogeography, speciation","DOI":"","Abstract":" Background: Amblyomma cajennense F.is one of the best\nknown and studied ticks in the New World because of its very wide\ndistribution, its economical importance as pest of domestic ungulates,\nand its association with a variety of animal and human pathogens. Recent\nobservations, however, have challenged the taxonomic status of this tick\nand indicated that intraspecific cryptic speciation might be occurring.\nIn the present study, we investigate the evolutionary and demographic\nhistory of this tick and examine its genetic structure based on the\nanalyses of three mitochondrial (12SrDNA, d-loop, and COII) and one\nnuclear (ITS2) genes. Because A. cajennense is characterized by a\ntypical trans-Amazonian distribution, lineage divergence dating is also\nperformed to establish whether genetic diversity can be linked to dated\nvicariant events which shaped the topology of the Neotropics. Results:\nTotal evidence analyses of the concatenated mtDNA and nuclear+mtDNA\ndatasets resulted in well-resolved and fully congruent reconstructions\nof the relationships within A. cajennense. The phylogenetic analyses\nconsistently found A. cajennense to be monophyletic and to be separated\ninto six genetic units defined by mutually exclusive haplotype\ncompositions and habitat associations. Also, genetic divergence values\nshowed that these lineages are as distinct from each other as recognized\nseparate species of the same genus. The six clades are deeply split and\nnode dating indicates that they started diverging in the middle-late\nMiocene. Conclusions:\nBehavioraldifferencesandtheresultsoflaboratorycross-breedingexperimentshadalreadyindicated\nthat A. cajennense might be a complex of distinct taxonomic units. The\ncombined and congruent mitochondrial and nuclear genetic evidence from\nthis study reveals that A. cajennense is an assembly of six distinct\nspecies which have evolved separately from each other since at least\n13.2 million years ago (Mya) in the earliest and 3.3 Mya in the latest\nlineages. The temporal and spatial diversification modes of the six\nlineages overlap the phylogeographical history of other organisms with\nsimilar extant trans-Amazonian distributions and are consistent with the\npresent prevailing hypothesis that Neotropical diversity often finds its\norigins in the Miocene, after the Andean uplift changed the topology and\nconsequently the climate and ecology of the Neotropics.","trees":[{"tree_label":"PAUP 1","ntax":"29","rootedtree":"TRUE","title":"Amblyomma cajennense All Concat","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69229.phy"},{"tree_label":"PAUP 1","ntax":"34","rootedtree":"TRUE","title":"Amblyomma cajennense mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69230.phy"}]}