{"Authors":" Paul A. Cox","Year":" 1990","Title":" Pollination and the evolution of breeding systems in\nPandanaceae.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 77","Issue":" NA","Pages":" 816-840","Keywords":" NA","DOI":" NA","Abstract":" The Pandanaceae include three genera: Pandanus with 700\nspecies and a large range, Freycinetia with 200 species and a smaller\nrange, and Sararanga with two species and a very limited range. Using\nCyclanthaceae, Araceae, and Arecaceae as outgroups, cladistic analysis\nof Pandanaceae suggests Pandanus and Sararanga to be more closely\nrelated to each other than either is to Freycinetia. Data concerning\npollination biology and breeding systems are superimposed upon the\nconsensus tree derived from this analysis. Vertebrate pollination and\ndioecism appear to be ancestral in Pandanaceae, with anemophily in\nPandanus and entomophily in Sararanga to be independently derived\nconditions. Only a few changes in inflorescence morphology were\nnecessary to facilitate these profound changes in pollination syndromes.\nDioecism, while perhaps adaptive for vertebrate-pollinated Pandanaceae\nsuch as Freycinetia, may have been maladaptive for Pandanus and\nSararanga. The ill-effects of dioecism on long.distance dispersal have\nbeen partially overcome in Freycinetia by the evolution of leaky dioecy\nand self-compatibility and largely overcome in Pandanus through the\nevolution of facultative apomixis. The deleterious effects of dioecism\nappear to be unmitigated in Sararanga and may lead to its eventual\nextinction. The interplay of pollination syndromes and breeding systems\nappears to have strongly influenced range expansion and speciation in\nthe Pandanaceae.","trees":[{"tree_label":"Fig. 2","ntax":"4","rootedtree":"TRUE","title":"Pandanaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1595.phy"},{"tree_label":"Fig. 3","ntax":"4","rootedtree":"TRUE","title":"Pandanaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1596.phy"},{"tree_label":"Fig. 4","ntax":"4","rootedtree":"TRUE","title":"Pandanaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1597.phy"}]}