{"Authors":" Gerard J.M. Verkley, H. D. Shin, William Quaedvlieg, Pedro\nW. Crous","Year":" 2013","Title":" A new approach to species delimitation in Septoria","Journal":" Studies in Mycology","Volume":" 75","Issue":"","Pages":" 213-305","Keywords":"","DOI":" 10.3114/sim0018","Abstract":" Septoria is a large genus of asexual morphs of Ascomycota\ncausing leaf spot diseases of many cultivated and wild plants. Host\nspecifcity has long been a decisive criterium in species delimitation in\nSeptoria, mainly because of the paucity of useful morphological\ncharacters and the high level of variation therein. This study aimed at\nimproving the species delimitation of Septoria by adopting a polyphasic\napproach, including multilocus DNA sequencing and morphological analyses\non the natural substrate and in culture. To this end 365 cultures\npreserved in CBS, Utrecht, The Netherlands, among which many new\nisolates obtained from fresh feld specimens were sequenced. Herbarium\nmaterial including many types was also studied. Full descriptions of the\nmorphology in planta and in vitro are provided for 57 species. DNA\nsequences were generated for seven loci, viz. nuclear ITS and (partial)\nLSU ribosomal RNA genes, RPB2, actin, calmodulin, Btub, and EF. The\nrobust phylogeny inferred showed that the septoria-like fungi are\ndistributed over three main clades, establishing the genera Septoria s.\nstr., Sphaerulina, and Caryophylloseptoria gen. nov. Nine new\ncombinations and one species, Sphaerulina tirolensis sp. nov. were\nproposed. It is demonstrated that some species have wider host ranges\nthan expected, including hosts from more than one family. Septoria\nprotearum, previously only associated with Proteaceae was found to be\nalso associated with host plants from six additional families of\nphanerogams and cryptogams. To our knowledge this is the frst study to\nprovide DNA-based evidence that multiple family-associations occur for a\nsingle species in Septoria. The distribution of host families over the\nphylogenetic tree showed a highly dispersed pattern for 10 host plant\nfamilies, providing new insight into the evolution of these fungi. It is\nconcluded that trans-family host jumping is a major force driving the\nevolution of Septoria and Sphaerulina.","trees":[{"tree_label":"con 50 majrule","ntax":"364","rootedtree":"TRUE","title":"Septoria, 7 loci","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_67844.phy"}]}