{"Authors":" William Quaedvlieg, Johannes (Ewald) Zacharias Groenewald,\nMaría de Jesús Yáñez-Morales, Pedro W. Crous","Year":" 2013","Title":" DNA barcoding of Mycosphaerella species of quarantine\nimportance to Europe","Journal":" Persoonia","Volume":" 29","Issue":"","Pages":" 101-115","Keywords":"","DOI":" 10.3767/003158512X661282","Abstract":" Abstract The EU 7th Framework Program provided funds for\nQuarantine Barcoding of Life (QBOL) to develop a quick, reliable and\naccurate DNA barcode-based diagnostic tool for selected species on the\nEuropean and Mediter- ranean Plant Protection Organization (EPPO) A1/A2\nquarantine lists. Seven nuclear genomic loci were evaluated to determine\nthose best suited for identifying species of Mycosphaerella and/or its\nassociated anamorphs. These genes included β-tubulin (Btub), internal\ntranscribed spacer regions of the nrDNA operon (ITS), 28S nrDNA (LSU),\nActin (Act), Calmodulin (Cal), Translation elongation factor 1-alpha\n(EF-1α) and RNA polymerase II second larg- est subunit (RPB2). Loci were\ntested on their Kimura-2-parameter-based inter- and intraspeciﬁc\nvariation, PCR ampliﬁcation success rate and ability to distinguish\nbetween quarantine species and closely related taxa. Results showed that\nnone of these loci was solely suited as a reliable barcoding locus for\nthe tested fungi. A combination of a primary and secondary barcoding\nlocus was found to compensate for individual weaknesses and provide\nreliable identiﬁcation. A combination of ITS with either EF-1α or Btub\nwas reliable as barcoding loci for EPPO A1/A2-listed Mycosphaerella\nspecies. Furthermore, Lecanosticta acicola was shown to represent a\nspecies complex, revealing two novel species described here, namely L.\nbrevispora sp. nov. on Pinus sp. from Mexico and L. guatemalensis sp.\nnov. on Pinus oocarpa from Guatemala. Epitypes were also designated for\nL. acicola and L. longispora to resolve the genetic application of these\nnames.","trees":[{"tree_label":"MajRule","ntax":"124","rootedtree":"TRUE","title":"DNA barcoding of Mycosphaerella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_68979.phy"}]}