{"Authors":" Jim Leebens-Mack, David M. Althoff, Olle Pellmyr, Kari A.\nSegraves","Year":" 2006","Title":" Patterns of speciation in the yucca moths: parallel species\nradiations within the Tegeticula yuccasella species complex.","Journal":" Systematic Biology","Volume":" 55","Issue":" 3","Pages":" 398-410","Keywords":"","DOI":" 10.1080/10635150600697325","Abstract":" The interaction between yuccas and yucca moths has been\ncentral to understanding the origin and loss of obligate mutualism and\nmutualism reversal. Previous systematic research using mtDNA sequence\ndata and characters associated with genitalic morphology revealed that a\nwidespread pollinator species in the genus Tegeticula was in fact a\ncomplex of pollinator species that differed in host use and the way they\nplaced their eggs into yucca flowers. Within this mutualistic clade two\nnon-pollinating Œcheater‚ species evolved. Cheaters feed on yucca seeds\nbut lack the tentacular mouthparts necessary for yucca pollination.\nPrevious work suggested that this species complex formed via a rapid\nradiation within the last several million years. In this study, we use\nan expanded mtDNA sequence dataset and AFLP markers to examine the\nphylogenetic relationships among this rapidly diverging clade of moths\nand compare these relationships to patterns in genitalic morphology.\nTopologies obtained from analyses of the mtDNA and AFLP data differed\nsignificantly. Both datasets, however, corroborated the hypothesis of a\nrapid species radiation, and suggested that there were likely two\nindependent species radiations. Morphological analyses based on\noviposition habit produced species groupings more similar to the AFLP\ntopology than the mtDNA topology, and suggested the two radiations\ncoincided with differences in oviposition habit. The evolution of\ncheating was reaffirmed to have evolved twice and the closest\npollinating relative for one cheater species was identified by both\nmtDNA and AFLP markers. For the other cheater species, however, the\nclosest pollinating relative remains ambiguous, and mtDNA, AFLP, and\nmorphological data suggest this cheater species may be diverged based on\nhost use. Much of the divergence in the species complex can be explained\nby geographic isolation associated with the evolution of two oviposition\nhabits.","trees":[{"tree_label":"Fig. 4","ntax":"59","rootedtree":"TRUE","title":"Tegeticula yuccasella species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_910.phy"},{"tree_label":"Fig. 3","ntax":"60","rootedtree":"TRUE","title":"Tegeticula yuccasella species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_911.phy"}]}