{"Authors":" Bettina M. Scheel, Bernhard Hausdorf","Year":" 2014","Title":" Dynamic evolution of mitochondrial ribosomal proteins in\nHolozoa","Journal":" Molecular Phylogenetics and Evolution","Volume":" 76","Issue":"","Pages":" 67-74","Keywords":" Holozoa, Metazoa, Ctenophora, mitochondrial ribosomal\nproteins, horizontal gene transfer, coevolution","DOI":" 10.1016/j.ympev.2014.03.005","Abstract":" We studied the highly dynamic evolution of mitochondrial\nribosomal proteins (MRPs) in Holozoa. Most major clades within Holozoa\nare characterized by gains and/or losses of MRPs. The usefulness of\ngains of MRPs as rare genomic changes in phylogenetics is undermined by\nthe high frequency of secondary losses. However, phylogenetic analyses\nof the MRP sequences provide evidence for the Acrosomata hypothesis, a\nsister group relationship between Ctenophora and Bilateria. An extensive\nrestructuring of the mitochondrial genome and, as a consequence, of the\nmitochondrial ribosomes occurred in the ancestor of metazoans. The last\nMRP genes encoded in the mitochondrial genome were either moved to the\nnuclear genome or were lost. The strong decrease in size of the\nmitochondrial genome was probably caused by selection for rapid\nreplication of mitochondrial DNA during oogenesis in the metazoan\nancestor. A phylogenetic analysis of MRPL56 sequences provided evidence\nfor a horizontal gene transfer of the corresponding MRP gene between\nmetazoans and Dictyostelidae (Amoebozoa). The hypothesis that the\nrequisition of additional MRPs compensated for a loss of rRNA segments\nin the mitochondrial ribosomes is corroborated by a significant negative\ncorrelation between the number of MRPs and length of the rRNA. Newly\nacquired MRPs evolved faster than bacterial MRPs and positions in\neukaryote-specific MRPs were more strongly affected by coevolution than\npositions in prokaryotic MRPs in accordance with the necessity to fit\nthese proteins into the pre-existing structure of the mitoribosome.","trees":[{"tree_label":"PHYLIP 1+","ntax":"25","rootedtree":"TRUE","title":"Mitochondrial Ribosomal Proteins in Holozoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72590.phy"},{"tree_label":"PHYLIP 1+","ntax":"25","rootedtree":"TRUE","title":"Mitochondrial Ribosomal Proteins in Holozoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72589.phy"}]}