{"Authors":" Sung-Jin Cho, Yvonne Valles, David A. Weisblat","Year":" 2013","Title":" Differential expression of conserved germ line markers, and\ndelayed segregation of male and female primordial germ cells, in a\nhermaphrodite, the leech Helobdella","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" In sexually reproducing animals, primordial germ cells\n(PGCs) are often set aside early in embryogenesis, a strategy which\nminimizes the risk of genomic damage associated with replication and\nmitosis during the cell cycle. Here, we have used germ line markers\n(piwi, vasa and nanos) and micro-injected cell lineage tracers to show\nthat PGC specification in the leech genus Helobdella follows a different\nscenario: in this hermaphrodite, the male and female PGCs segregate from\nsomatic lineages only after more than 20 rounds of zygotic mitosis; the\nmale and female PGCs share the same (mesodermal) cell lineage for 19\nrounds of zygotic mitosis. Moreover, while all three markers are\nexpressed in both male and female reproductive tissues of the adult,\nthey are expressed differentially between the male and female PGCs of\nthe developing embryo: piwi and vasa are expressed preferentially in\nfemale PGCs at a time when nanos is expressed preferentially in male\nPGCs. A priori, the delayed segregation of male and female PGCs from\nsomatic tissues and from one another increases the probability of\nmutations affecting both male and female PGCs of a given individual. We\nspeculate that this suite of features, combined with a capacity for\nself-fertilization, may contribute to the dramatically rearranged genome\nof Helobdella robusta relative to other animals.","trees":[{"tree_label":"Tree1","ntax":"26","rootedtree":"TRUE","title":"Conserved Germ Line Markers in Metazoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68065.phy"},{"tree_label":"Tree1","ntax":"28","rootedtree":"TRUE","title":"Conserved Germ Line Markers in Metazoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68064.phy"}]}