{"Authors":" Ruth Evangeline Timme, James B Pettengill, Marc Allard,\nErrol Strain, Rodolphe Barrangou, Chris Wehnes, JoAnn Van Kessel,\nJeffrey Karns, Steven Musser, Eric Brown","Year":" 2013","Title":" Phylogenetic diversity of the enteric pathogen Salmonella\nenterica subsp. enterica inferred from genome-wide reference-free SNP\ncharacters.","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" H antigens; serovar O antigens; CRISPR; lineage through\ntime plot; comparative method","DOI":" 10.1093/gbe/evt159","Abstract":" The enteric pathogen, Salmonella enterica is one of the\nleading causes of foodborne illness in the world. The species is\nextremely diverse, containing over 2,500 named serovars that are\ndesignated for their unique antigen characters and pathogenicity\nprofiles - some are known to be virulent pathogens, while others are\nnot. Questions regarding the evolution of pathogenicity, significance of\nantigen characters, diversity of CRISPR loci, among others, will remain\nelusive until a strong evolutionary framework is established. We present\nthe first large scale Salmonella enterica subsp. enterica phylogeny\ninferred from new reference-free k-mer approach of gathering single\nnucleotide polymorphisms (SNPs) from whole genomes. The phylogeny of 156\nisolates representing 78 serovars (107 were newly-sequenced) reveals two\nmajor lineages, each with many strongly supported sub-lineages. One of\nthese lineages is the Salmonella Typhi group; well nested within the\nphylogeny. Lineage-through-time analyses suggest there have been two\ninstances of accelerated rates of diversification within the subspecies.\nWe also found that antigen characters and Clustered Regularly\nInterspaced Short Palindromic Repeats (CRISPR) loci reveal different\nevolutionary patterns than that of the phylogeny, suggesting horizontal\ngene transfer might have influenced the present character distribution.\nOur study also shows the ability to extract reference-free SNPs from a\nlarge set of genomes, and then to use these SNPs for phylogenetic\nreconstruction. This automated, annotation-free approach is an important\nstep forward for bacterial disease tracking and in efficiently\nelucidating the evolutionary history of highly clonal organisms.","trees":[{"tree_label":"tree 1","ntax":"156","rootedtree":"TRUE","title":"Salmonella enterica subsp. enterica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67857.phy"},{"tree_label":"tree 1","ntax":"156","rootedtree":"TRUE","title":"Salmonella enterica subsp. enterica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67858.phy"},{"tree_label":"tree 1","ntax":"156","rootedtree":"TRUE","title":"Salmonella enterica subsp. enterica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_67859.phy"}]}