{"Authors":" R Graham Reynolds, Matthew L Niemiller, Liam Revell","Year":" 2014","Title":" Toward a Tree-of-Life for the boas and pythons: Multilocus\nspecies-level phylogeny with unprecedented taxon sampling","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Alethinophidia, Boidae, evolution, phylogenetics,\nPythonidae, snakes","DOI":"","Abstract":" Snakes in the families Boidae and Pythonidae constitute\nsome of the most spectacular reptiles and comprise an enormous diversity\nof morphology, behavior, and ecology. While many species of boas and\npythons are familiar, taxonomy and evolutionary relationships within\nthese families remain contentious and fluid. A major effort in\nevolutionary and conservation biology is to assemble a comprehensive\nTree-of-Life, or a macro-scale phylogenetic hypothesis, for all known\nlife on Earth. No previously published study has produced a\nspecies-level molecular phylogeny for more than 61% of boa species or\n65% of python species. Using both novel and previously published\nsequence data, we have produced a species-level phylogeny for 84.5% of\nboid species and 82.5% of pythonid species, contextualized within a\nlarger phylogeny of henophidian snakes. We obtained new sequence data\nfor three boid, one pythonid, and two tropidophiid taxa which have never\npreviously been included in a molecular study, in addition to generating\nnovel sequences for seven genes across an additional 12 taxa. We\ncompiled an 11-gene dataset for 127 taxa, consisting of the\nmitochondrial genes CYTB, 12S, and 16S, and the nuclear genes bdnf,\nbmp2, c-mos, gpr35, rag1, ntf3, odc, and slc30a1, totaling up to 7561\nbase pairs per taxon. We analyzed this dataset using both maximum\nlikelihood and Bayesian inference and recovered a well-supported\nphylogeny for these species. We found significant evidence of\ndiscordance between taxonomy and evolutionary relationships in the\ngenera Tropidophis, Morelia, Liasis, and Leiopython, and we found\nsupport for elevating two previously suggested boid species. We suggest\na revised taxonomy for the boas (13 genera, 58 species) and pythons (8\ngenera, 40 species), review relationships between our study and the many\nother molecular phylogenetic studies of henophidian snakes, and present\na taxonomic database and alignment which may be easily used and built\nupon by other researchers.","trees":[{"tree_label":"con 50 majrule","ntax":"118","rootedtree":"TRUE","title":"Pythons","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_68981.phy"}]}