{"Authors":" Joel L Sachs, Ryan G Skophammer, Nidhanjali Bansal, Jason E\nStajich","Year":" 2014","Title":" Evolutionary origins and diversification of proteobacterial\nmutualists","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":" 281","Issue":" 1775","Pages":"","Keywords":" evolutionary transition, mutualism, parasitism,\nsymbiont","DOI":" 10.1098/rspb.2013.2146","Abstract":" Mutualistic bacteria infect most eukaryotic species in\nnearly every biome. Nonetheless, two dilemmas remain unresolved about\nbacterial-eukaryote mutualisms: how do mutualist phenotypes originate in\nbacterial lineages and to what degree do mutualists traits drive or\nhinder bacterial diversification? Here, we reconstructed the phylogeny\nof the hyperdiverse phylum proteobacteria and investigated the origins\nand evolutionary diversification of mutualistic bacterial phenotypes\ncompared to other lifestyles. We categorized host-association phenotypes\nusing an information gathering heuristic that incorporates ambiguous\ninformation from a manually curated database. Our ancestral state\nreconstructions inferred a range of 34-39 independent origins of\nmutualist phenotypes in proteobacteria, revealing the surprising\nfrequency with which host-beneficial traits have evolved in this phylum.\nWe found proteobacterial mutualists to be more often derived from\nparasitic than from free-living ancestors, consistent with the untested\nparadigm that bacterial mutualists most often evolve from pathogens. We\ninferred that mutualists exhibit a negative net diversification rate\n(speciation minus extinction), which suggests that mutualism evolves\nprimarily via transitions from other states rather than diversification\nwithin mutualist taxa. Moreover, our ancestral state reconstructions\ninfer that proteobacterial mutualist lineages exhibit a paucity of\nreversals to parasitism or to free-living status. This evolutionary\nconservatism of mutualism is contrary to longstanding theory, which\npredicts that selection should often favor mutants in microbial\nmutualist populations that exploit or abandon more slowly evolving\neukaryotic hosts.","trees":[{"tree_label":"con 50 majrule","ntax":"405","rootedtree":"TRUE","title":"Proteobacterial mutualists","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_67854.phy"}]}