{"Authors":" John Dransfield, Mark W. Chase, A. H. B. Loo, William John\nBaker","Year":" 2006","Title":" Low copy nuclear DNA, phylogeny and the evolution of\ndichogamy in the betel nut palms and their relatives (Arecinae;\nArecaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" For the betel nut palm genus Areca and the other seven\ngenera in subtribe Arecinae (Areceae; Arecoideae; Arecaceae) we\ncollected DNA sequences from two low-copy nuclear genes,\nphosphoribulokinase (PRK) and the second largest subunit of RNA\npolymerase II (RPB2). The data were used to evaluate monophyly of the\nsubtribe and its component genera, explore the radiation of the group\nacross its range, and examine evolution of protandry and protogyny,\nwhich is particularly diverse in Arecinae. The subtribe and some genera\nare not monophyletic. Three lineages of Arecinae are recovered: one\nwidespread, but centered on the Sunda Shelf, another endemic to the\nislands east of Wallace\u001as Line and a third, comprising the Sri Lanka\nendemic Loxococcus, that is most closely related to genera from outside\nsubtribe Arecinae. In clarifying phylogenetic relationships, we have\ndemonstrated that a perceived bimodal distribution of the subtribe\nacross Wallace\u001as Line does not in fact exist. Character optimizations\nindicate that the evolution of protogyny, an unusual condition in palms,\nis potentially correlated with a large radiation in the genus Pinanga\nand possibly also to dramatic diversification in pollen morphology and\ngenome size. The evolution of dichogamy in the clade endemic to the east\nof Wallace\u001as line is complex and reveals a pattern of numerous\ntransformations between protandry and protogyny that is in marked\ncontrast with other Arecinae. We suggest that this contrast is most\nlikely a reflection of differing geological histories and pollinator\nspectra in each region.","trees":[{"tree_label":"Fig. 4","ntax":"62","rootedtree":"TRUE","title":"Betel nut palms and their relatives","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_253.phy"},{"tree_label":"Fig. 3","ntax":"67","rootedtree":"TRUE","title":"Betel nut palms and their relatives","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_913.phy"},{"tree_label":"Fig. 2","ntax":"112","rootedtree":"TRUE","title":"Betel nut palms and their relatives","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_914.phy"}]}