{"Authors":" Steve Leavitt, H. Thorsten Lumbsch, Soili Stenroos, Larry\nL. St. Clair","Year":" 2013","Title":" Pleistocene speciation in North American lichenized fungi and\nthe impact of alternative species circumscriptions and rates of\nmolecular evolution on divergence estimates","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" BEAST, BP&P, lichens, species delimitation, species\ntree, Xanthoparmelia","DOI":"","Abstract":" Pleistocene climatic fluctuations influenced patterns of\ngenetic variation and promoted speciation across a wide range of species\ngroups. Lichens are commonly found in habitats that were directly\nimpacted by glacial cycles; however, the role of Pleistocene climate in\ndriving speciation in most lichen symbionts remains unclear. This\nuncertainty is due in part to limitations in our ability to accurately\nrecognize independently evolving lichen-forming fungal lineages and a\nlack of relevant fossil calibrations. Using a coalescent-based species\ntree approach, we estimated divergence times for two sister clades in\nthe genus Xanthoparmelia (Parmeliaceae) restricted to western North\nAmerica. We assessed the influence of two different species\ncircumscription scenarios and various locus-specific rates of molecular\nevolution on divergence estimates. Species circumscriptions were\nvalidated using the program BP&P. Although speciation was generally\nsupported in both scenarios, divergence times differed between\ntraditional species circumscriptions and those based on genetic data,\nwith more recent estimates resulting from the former. Similarly, rates\nof evolution for different loci resulted in variable divergence time\nestimates. However, our results unambiguously indicate that\ndiversification in the sampled Xanthoparmelia clades occurred during the\nPleistocene. Our study highlights the potential impact of ambiguous\nspecies circumscriptions and uncertain rates of molecular evolution on\nestimating divergence times within a multilocus species tree\nframework.","trees":[{"tree_label":"ML tree","ntax":"180","rootedtree":"TRUE","title":"concatentated 9-gene ML tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_67971.phy"}]}