{"Authors":" Yanis Bouchenak-Khelladi, A. Muthama Muasya, Hans Peter\nLinder","Year":" 2014","Title":" A Revised Evolutionary History of Poales: Origins and\nDiversification","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Poales, diversification, open and dry habitats, CO2-\nconcentrating mechanisms, molecular dating, ancestral\nreconstructions","DOI":"","Abstract":" The monocot order Poales represents more than one third of\nall monocotyledons (~20,000 species in 16 families) and constitutes a\nmicrocosm of the angiosperms. The extreme variation in species richness\namong the families of Poales is still not understood: Poaceae include\n~10,000 species whereas 6 families have less than 10 species. Here,\nusing the largest Poales phylogeny to date, molecular dating, ancestral\nreconstructions and diversification analyses, we develop a\nmacro-evolutionary and macro-ecological approach to seek correlates for\nchanging diversification patterns. Our analysis recovered five supported\nclades corresponding to the early-diverging Poales (Bromeliaceae and\nTyphaceae), the Xyrids (Eriocaulaceae and Xyridaceae), the Restids\n(Anarthriaceae, Centrolepidaceae and Restionaceae), the Graminids\n(Ecdeiocoleaceae, Flagellariaceae, Joinvilleaceae and Poaceae) and the\nCyperids (Cyperaceae, Juncaceae, Mayacaceae, Rapataceae and\nThurniaceae). We show that the poalean families diverged in the Late\nCretaceous, a time of high levels of CO2 and high rainfall. Our habitat\nreconstructions indicate that Poales inhabited open and dry habitats in\nthis environment. We also demonstrate that lineages with\nCO2-concentrating mechanisms inhabiting dry and open environments\nexhibited higher diversification rates than C3- shade- and wet-lineages.\nCO2-concentrating mechanisms counteract the effects of low atmospheric\nCO2 and reduce phototranspiration. It is believed that parallel\nevolution of C4 and CAM photosynthesis in Poaceae, Cyperaceae and\nBromeliaceae is an adaptation to changes in atmospheric CO2\nconcentrations. Combinations of extrinsic and intrinsic factors might\nhave played a role in shifts of diversification rates and may explain\nthe variation in species richness in Poales.","trees":[{"tree_label":"TREE1","ntax":"557","rootedtree":"TRUE","title":"Tr67970","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_67970.phy"}]}