{"Authors":" yanli Wang","Year":" 2013","Title":" Phylogeny of Cytospora and associated teleomorphs from\nPopulus spp. and Salix spp. in China, including C. davidiana sp.\nnov.","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Cytospora canker. Phylogenetic species. Species diversity.\nTaxonomy. Populus spp. and Salix spp.","DOI":"","Abstract":" Poplar and willow plantations are becoming more and more\nwidespread in China to meet the need of national economy. Appearance of\ndiseases is increasing because of the change of climatic conditions and\nother human factors. Species of the genus Cytospora spp. and associated\nteleomorphs are the most common pathogens on both poplar and willow.\nThey cause serious economic losses for the wood production and\necological benefit. The aim of this study was to identify the Cytospora\nand associated teleomorphs species occuring on Populus spp. and Salix\nspp. in China. Morphology and phylogenetic inferences based on internal\ntranscribed spacer region (ITS1, 5.8S rDNA and ITS2) and partial\nβ-tubulin gene regions showed that 6 species were recognized among the\nstudied collections. One species is described as C. davidiana sp.nov.\nOne of them represents new report from China: C. kantschavelii. In\naddition, Four of them correspond with the previous morphology-based\ntaxa: C. chrysosperma (teleomorph V. sordida), C. translucens\n(teleomorph L. translucens), C. fugax (teleomorph V. salicina), and C.\natrocirrhata, and remaining one phylogenetic species Cytospora sp.1 was\nnot described due to the paucity of the materials. The placement of\nCytospora spp. and relative teleomorphs were well resolved by the\nmorphological and molecular phylogeny. The further effort for a\ncontinued sampling collection and multi-gene loci are needed to better\nunderstand their diversity and distribution.","trees":[{"tree_label":"Strict","ntax":"61","rootedtree":"TRUE","title":"Tr67963","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_67963.phy"}]}