{"Authors":" Lisa Carol Grubisha, Nicholas J Dowie, Christina Hazard,\nSteven L Miller, Thomas R Horton, Steven M Trowbridge, Matthew R\nKlooster","Year":" 2013","Title":" Rhizopogon kretzerae sp. nov.: the rare fungal symbiont in\nthe tripartite system with pinedrops (Pterospora andromedea) and eastern\nwhite pine (Pinus strobus) in eastern North America known only from\nectomycorrhizal roots.","Journal":" Botany","Volume":"","Issue":"","Pages":"","Keywords":" Rhizopogon kretzerae, mycoheterotrophy, Pterospora\nandromedea, endangered species","DOI":"","Abstract":" Pterospora andromedea is a mycoheterotrophic plant with a\ndisjunct distribution found primarily in western North America with a\nfew rare to endangered populations in eastern North America. Pterospora\nforms obligate ectomycorrhizal symbioses with four fungal species in\nRhizopogon subgenus Amylopogon, including an undescribed eastern\nRhizopogon species. There are no known sporocarp records of this\nputative new Rhizopogon species. Thus, we provide the first species\ndescription for Rhizopogon kretzerae sp. nov. based on phylogenetic\nanalyses and nucleotide divergence of the nuclear ribosomal Internal\nTranscribed Spacer region (ITS). Maximum likelihood, maximum parsimony\nand Bayesian analyses and nucleotide divergence estimates of Rhizopogon\nITS sequences from Pterospora roots from Quebec, Michigan, New York, and\nNew Hampshire combined with ITS sequences of R. subgenus Amylopogon\nspecies type collections suggest R. kretzerae is a sister-group to R.\nsalebrosus. An absence of shared mutations, two informative sequence\ngaps, and 12 fixed nucleotide differences differentiate R. kretzerae and\nR. salebrosus. Furthermore, ITS sequences of 40 Pterospora root samples\nfrom five populations in Quebec Province provided the first record of\nthe distribution of R. kretzerae, a rare to endangered species, in\neastern Canada. Rhizopogon kretzerae is the first record of a Rhizopogon\nsubgenus Amylopogon species from eastern North America.","trees":[{"tree_label":"tree 1","ntax":"80","rootedtree":"TRUE","title":"Tr68264","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68264.phy"},{"tree_label":"Figure 1. Unrooted maximum likelihood phylogram of\nInternal Transcribed Spacer sequences for Rhizopogon subgenus\nAmylopogon","ntax":"80","rootedtree":"TRUE","title":"Tr68265","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68265.phy"}]}