{"Authors":" Elvia Rodrigues Souza, Gwilym P. Lewis, Felix Forest,\nAlessandra S. Schnadelbach, Cassio van den Berg, Luciano Paganucci\nQueiroz","Year":" 2013","Title":" Phylogeny of Calliandra (Leguminosae: Mimosoideae) based on\nnuclear and plastid molecular markers","Journal":" TAXON","Volume":" 62","Issue":" 6","Pages":" 1201-1220","Keywords":" Ingeae; phylogenetic analyses and dating; pollen\nmorphology; taxonomy","DOI":" 10.12705/626.2","Abstract":" We reconstructed phylogenetic relationships in Leguminosae\nsubfam. Mimosoideae tribe Ingeae using 135 sequences from the nuclear\n(ITS) and 119 from the plastid (trnL-F) genome, representing 23 of the\n36 currently recognized genera in the tribe with newly generated\nsequences of Blanchetiodendron, Guinetia, Macrosamanea, Thailentadopsis\nand Viguieranthus and an extensive sampling of Calliandra. Only two of\nthe five Neotropical generic alliances of Barneby & Grimes (1996)\nwere supported as monophyletic. Calliandra is resolved as monophyletic\nwith the inclusion of Guinetia. The five previously proposed sections\nwithin Calliandra were not supported by our study. Nevertheless, based\non these results, a new infrageneric classification is proposed for\nCalliandra, and the African species of the genus are assigned to a new\ngenus, Afrocalliandra. Three new sections are proposed for Calliandra:\n(1) sect. Tsugoideae based on C. ser. Tsugoideae, with four species from\nnorthwestern South America; (2) sect. Septentrionales, with six species\ndistributed in dry areas from the United States to Mexico and (3) sect.\nMonticola, which consists of species restricted to the Espinhaço range\nof Brazil; these latter species form a clade with low levels of sequence\nvariation, a potential indicator of the recent diversification of this\ngroup.","trees":[{"tree_label":"MajRule","ntax":"130","rootedtree":"TRUE","title":"Calliandra ITS trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69177.phy"}]}