{"Authors":" Xiaoguo Xiang, Weitao Jin, Dezhu Li, André Schuiteman,\nWeichang Huang, Jianwu Li, Zhenyu Li, Xiao-Hua Jin","Year":" 2013","Title":" Phylogenetics of tribe Collabieae (Orchidaceae,\nEpidendroideae) based on four chloroplast genes with morphological\nappraisal","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Ania, Calanthe, Collabieae, generic delimitation,\nmolecular phylogenetics, Phaius, Risleya, Tainia, tribal\ndelimitation","DOI":"","Abstract":" Collabieae (Orchidaceae) is a long neglected tribe with\nconfusing tribal and generic delimitation and little-understood\nphylogenetic relationships.. Using plastid matK, psaB, rbcL, and\ntrnH-psbA DNA sequences and morphological evidence, the phylogenetic\nrelationships within the tribe Collabieae were assessed as a basis for\nrevising their tribal and generic delimitation. Collabieae (including\nthe previously misplaced holomycotrophic Risleya) is supported as\nmonophyletic and nested within a superclade that also includes\nEpidendreae, Podochileae, Cymbidieae and Vandeae. Risleya is nested in\nCollabiinae and sister to Chrysoglossum, a relationship which, despite\ntheir great vegetative differences, is supported by floral characters.\nAnia is a distinct genus supported by both morphological and molecular\nsystematic evidence, while redefined Tainia includes Nephelaphyllum and\nMischobulbum. Calanthe is paraphyletic and consists four clades; the\ngenera Gastrorchis, Phaius and Cephalantheropsis should be subsumed\nwithin Calanthe. Calanthe sect. Ghiesbreghtia is nested within sect.\nCalanthe, to which the disputed Calanthe delavayi belongs as well. Our\nresults indicate that, in Collabieae, habit evolved from being epiphytic\nto terrestrial.","trees":[{"tree_label":"con 50 majrule","ntax":"52","rootedtree":"TRUE","title":"Tr68813","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68813.phy"},{"tree_label":"con 50 majrule","ntax":"52","rootedtree":"TRUE","title":"Tr68814","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68814.phy"},{"tree_label":"con 50 majrule","ntax":"128","rootedtree":"TRUE","title":"Tr68667","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68667.phy"},{"tree_label":"con 50 majrule","ntax":"128","rootedtree":"TRUE","title":"Tr68666","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68666.phy"}]}