{"Authors":" Molly W. Jacobs, Liyun Zeng, Billlie J. Swalla","Year":" 2006","Title":" Coloniality has evolved once in Stolidobranch Ascidians","Journal":" Integrative and Comparative Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Tunicates exhibit a rich array of body plans and life\nhistory strategies. Colonial species typically consist of zooids\nembedded together in a common test and brood large larvae, while\nsolitary species live singly and typically free-spawn eggs which develop\ninto small larvae. Tunicates in the suborder Stolidobranchia contain\nboth colonial and solitary species, as well as several species with\nintermediate morphologies. These include \u001asocial\u001a species, which are\ncolonial but do not live embedded in a common test, and solitary species\nwhich brood or produce large larvae. We completed the most extensive\nphylogenetic analyses published to date in order to examine how many\ntimes coloniality has evolved within the Stolidobranchia, with full\nlength18S rDNA and cytochrome oxidase b sequences of members of the\nfamilies Molgulidae, Styelidae, Pyuridae, and Botryllidae. As shown\npreviously by analyses from this lab, suborders Phlebobranchia and\nStolidobranchia are sister groups, and the family Molgulidae falls out\nas a monophyletic group and should be raised to the subordinal level. In\ncontrast to previous studies, the Styelids and Pyurids are separated\ninto monophyletic groups by some of the analyses. We show a single clade\nwithin the family Styelidae (suborder Stolidobranchia) that contains\nthree colonial (compound) species, the colonial (social) species\nMetandrocarpa taylori, as well as three solitary species. These results\nsuggest that the ancestor of the Stolidobranchia suborder was solitary\nand that coloniality has evolved only once within this clade of\nascidians. Furthermore, it suggests that the family Botryllidae is\ncorrectly classified as a genus within the Styelidae, not a separate\nfamily. Further in depth phylogenetic analyses of the remaining orders\nof ascidians will be necessary to understand the number of times that\ncoloniality may have evolved within the tunicates.","trees":[{"tree_label":"18S NJ","ntax":"47","rootedtree":"TRUE","title":"Tunicates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_919.phy"},{"tree_label":"18S MP","ntax":"47","rootedtree":"TRUE","title":"Tunicates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_920.phy"},{"tree_label":"cytb","ntax":"19","rootedtree":"TRUE","title":"Tunicates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_918.phy"}]}