{"Authors":" Lien Bertier, Leen Leus, Liesbet D’hondt, Arthur W.A.M. de\nCock, Monica Höfte","Year":" 2013","Title":" Host adaptation and speciation through hybridization and\npolyploidy in Phytophthora","Journal":" PLOS One","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" It is becoming increasingly evident that interspecific\nhybridization is a common event in Phytophthora evolution. Yet, the\nfundamental processes underlying interspecific hybridization and the\nconsequences for its ecological fitness and distribution are not well\nunderstood. We studied hybridization events in Phytophthora clade 8b.\nThis is a cold-tolerant group of plant pathogenic oomycetes in which six\nhost-specific species have been described that mostly attack\nwinter-grown vegetables. Hybrid characterization was done by sequencing\nand cloning of two nuclear (ITS and Ypt1) and two mitochondrial loci\n(Cox1 and Nadh1) combined with DNA content estimation using flow\ncytometry. Three different mtDNA haplotypes were recovered among the\npresumed hybrid isolates, dividing the hybrids into three types, with\ndifferent parental species involved. In the nuclear genes, additivity,\ni.e. the presence of two alleles coming from different parents, was\ndetected. Hybrid isolates showed large variations in DNA content, which\nwas positively correlated with the additivity in nuclear loci,\nindicating allopolyploid hybridization followed by a process of\ndiploidization. Moreover, indications of homeologous recombination were\nfound in the hybrids by cloning ITS products. The hybrid isolates have\nbeen isolated from a range of hosts that have not been reported\npreviously for clade 8b species, indicating that they have novel\npathogenic potential. Next to this, DNA content measurements of the\nnon-hybrid clade 8b species suggest that polyploidy is a common feature\nof this clade. We hypothesize that interspecific hybridization and\npolyploidy are two linked phenomena in Phytophthora, and that these\nprocesses might play an important and ongoing role in the evolution of\nthis genus.","trees":[{"tree_label":"Fig. 4","ntax":"53","rootedtree":"TRUE","title":"Multilocus mtDNA (Cox1 + Nadh1) phylogeny of\nPhytophthora clade 8b","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_69149.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Ypt1 phylogeny of Phytophthora clade 8b","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_68338.phy"}]}