{"Authors":" Baharul Islam Choudhury, Mohammed Latif Khan, Selvadurai\nDayanandan","Year":" 2013","Title":" Genetic relatedness among traditionally cultivated rice\necotypes in the Eastern Himalayan region based on nucleotide sequences\nof the Waxy gene","Journal":" BMC Research Notes","Volume":"","Issue":"","Pages":"","Keywords":" Boro, Ecotype, Genetic relatedness, Indigenous rice\nvarieties, Jum, Sali","DOI":"","Abstract":" Background: Indigenous rice varieties in the Eastern\nHimalayan (EH) region of Northeast (NE) India are traditionally\nclassified into different ecotypes namely sali, boro and jum based on\nthe season or type of cultivation. This study aims to infer the genetic\nrelatedness among rice ecotypes in NE India based on DNA sequences of\nWaxy (Wx) gene. Findings: Bayesian, Maximum Parsimony and Neighbor\nJoining clustering methods resulted in two distinct groups of varieties\namong different rice ecotypes from NE India with similar tree topologies\nand high statistical support. The major groups in Bayesian phylogram are\nsupported by more than 80 percent posterior probability values. The\nlarger group comprised mostly sali and boro ecotypes along with all\nagronomically improved varieties. The smaller group consisted of only\ntraditional varieties, representing mostly belonging to the jum ecotype,\nfew sali ecotypes and one boro ecotype. Calculation of fixation index\nshowed very low level of differentiation between sali and boro (FST =\n0.005), moderate differentiation between sali and jum (FST = 0.108) and\nhigh differentiation between jum and boro (FST = 0.230) ecotypes.\nConclusion: The assessment of genetic relatedness through different\nanalyses showed the polyphyletic nature of sali, boro and jum ecotypes.\nIt was further revealed that the classification based on morphology or\ncultivation type may not necessarily correspond to their genotype. The\nunique group consisting of only indigenous varieties could be used for\nchoosing varieties for breeding to improve genetic gain through\nheterosis or to maintain broader genetic diversity in breeding\nprograms.","trees":[{"tree_label":"MajRule","ntax":"30","rootedtree":"TRUE","title":"Tr68680","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68680.phy"}]}