{"Authors":" lihuan Cao","Year":" 2014","Title":" Phylogenetic analysis of CDK and cyclin proteins in\npremetazoan lineages","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":"","Pages":" 10","Keywords":" Cell cycle; Evolution; Metazoan emergence; CDK;\nCyclin","DOI":"","Abstract":" Background The molecular history of animal evolution from\nsingle-celled ancestors remains a major question in biology, and little\nis known regarding the evolution of cell cycle regulation during animal\nemergence. In this study, we conducted a comprehensive evolutionary\nanalysis of CDK and cyclin proteins in metazoans and their unicellular\nrelatives. Results Our analysis divided the CDK family into eight\nsubfamilies. Seven subfamilies (CDK1/2/3, CDK5, CDK7, CDK 20, CDK8/19,\nCDK9, and CDK10/11) are conserved in metazoans and fungi, with the\nremaining subfamily, CDK4/6, found only in eumetazoans. With respect to\ncyclins, cyclin C, H, L, Y subfamilies, and cyclin K and T as a whole\nsubfamily, are generally conserved in animal, fungi, and amoeba\nDictyostelium discoideum.. In contrast, cyclin subfamilies B, A, E, and\nD, which are cell cycle-related, have distinct evolutionary histories.\nThe cyclin B subfamily is generally conserved in D. discoideum, fungi,\nand animals, whereas cyclin A and E subfamilies are both present in\nanimals and their unicellular relatives such as choanoflagellate\nMonosiga brevicollis and filasterean Capsaspora owczarzaki, but are\nabsent in fungi and D. discoideum. Although absent in fungi and D.\ndiscoideum, cyclin D subfamily orthologs can be found in the\nearly-emerging, non-opisthokont apusozoan Thecamonas trahens. Within\nopisthokonta, the cyclin D subfamily is conserved only in eumetazoans,\nand is absent in fungi, choanoflagellates, and the basal metazoan\nAmphimedon queenslandica. Conclusions Our data indicate that the CDK4/6\nsubfamily and eumetazoans emerged simultaneously, with the evolutionary\nconservation of the cyclin D subfamily also tightly linked with\neumetazoan appearance. Establishment of the CDK4/6-cyclin D complex may\nhave been the key step in the evolution of cell cycle control during\neumetazoan emergence.","trees":[{"tree_label":"Fig. 3 BI","ntax":"88","rootedtree":"TRUE","title":"Metazoan Cyclin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70726.phy"},{"tree_label":"Fig. 1 BI","ntax":"76","rootedtree":"TRUE","title":"Metazoan CDK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70725.phy"}]}