{"Authors":" Angela Strecker, Julian Olden","Year":" 2013","Title":" Fish species introductions provide novel insights into the\npatterns and drivers of phylogenetic structure in freshwaters","Journal":" Proceedings of the Royal Society of London, Biological\nSciences, Biology Letters","Volume":"","Issue":"","Pages":"","Keywords":" community phylogenetics, desert ecology, Lower Colorado\nRiver Basin, biogeography","DOI":"","Abstract":" Despite longstanding interest from terrestrial ecologists,\nfreshwater ecosystems are a fertile, yet unappreciated, testing ground\nfor applying community phylogenetics to uncover mechanisms of species\nassembly. We quantify phylogenetic clustering and overdispersion for\nnative and non-native fishes of a large river basin in the American\nSouthwest to test for the mechanisms (environmental filtering\nvs. competitive exclusion) and spatial scales influencing community\nstructure. Contrary to expectations, non-native species were\nphylogenetically clustered and related to natural environmental\nconditions, whereas native species were not phylogenetically structured,\nlikely reflecting human-related changes to the basin. The species that\nare most invasive (in terms of ecological impacts) tended to be most\nphylogenetically divergent from natives across watersheds, but not\nwithin watersheds, supporting the hypothesis that Darwins naturalization\nconundrum is driven by spatial scale. Phylogenetic distinctiveness may\nfacilitate non-native establishment at regional scales, but\nenvironmental filtering restricts local membership to closely-related\nspecies with physiological tolerances for current environments. By\ncontrast, native species may have been phylogenetically clustered in\nhistorical times, but species loss from contemporary populations by\nanthropogenic activities has likely shaped the phylogenetic signal. Our\nstudy implies that fundamental mechanisms of community assembly have\nchanged, with fundamental consequences for the biogeography of both\nnative and non-native species.","trees":[{"tree_label":"LCRB native fishes phylogeny","ntax":"13","rootedtree":"TRUE","title":"cytochrome b","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68570.phy"}]}