{"Authors":" Baharul Islam Choudhury, Mohammed Latif Khan, Selvadurai\nDayanandan","Year":" 2013","Title":" Genetic relatedness among traditionally cultivated rice\necotypes in the Eastern Himalayan region based on nucleotide sequences\nof the Waxy gene","Journal":" BMC Research Notes","Volume":"","Issue":"","Pages":"","Keywords":" Boro, Ecotype, Genetic relatedness, Indigenous rice\nvarieties, Jum, Sali","DOI":"","Abstract":" Indigenous rice varieties in the Eastern Himalayan (EH)\nregion of Northeast (NE) India are traditionally classified into\ndifferent ecotypes namely sali, boro and jum based on the season or type\nof cultivation. This study aims to infer the genetic relatedness among\nrice ecotypes in NE India based on DNA sequences of Waxy (Wx) gene.\nBayesian, Maximum Parsimony and Neighbor Joining clustering methods\nresulted in two distinct groups of varieties among different rice\necotypes from NE India with similar tree topologies and high statistical\nsupport. The major groups in Bayesian phylogram are supported by more\nthan 80 percent posterior probability values. The larger group comprised\nmostly sali and boro ecotypes along with all agronomically improved\nvarieties. The smaller group consisted of only traditional varieties,\nrepresenting mostly belonging to the jum ecotype, few sali ecotypes and\none boro ecotype. Calculation of fixation index showed very low level of\ndifferentiation between sali and boro (FST = 0.005), moderate\ndifferentiation between sali and jum (FST = 0.108) and high\ndifferentiation between jum and boro (FST = 0.230) ecotypes. The\nassessment of genetic relatedness through different analyses showed the\npolyphyletic nature of sali, boro and jum ecotypes. It was further\nrevealed that the classification based on morphology or cultivation type\nmay not necessarily correspond to their genotype. The unique group\nconsisting of only indigenous varieties could be used for choosing\nvarieties for breeding to improve genetic gain through heterosis or to\nmaintain broader genetic diversity in breeding programs.","trees":[{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Oryza sativa Bayesian phylogram of rice ecotypes based\non the nucleotide sequences of the Wx gene","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_68523.phy"},{"tree_label":"Supplementary Figure S3","ntax":"30","rootedtree":"TRUE","title":"Oryza sativa Neighbor-Joining tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_68529.phy"},{"tree_label":"MP consensus tree","ntax":"30","rootedtree":"TRUE","title":"Oryza sativa single most parsimonious tree based on MP\nanalysis","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_68528.phy"}]}