{"Authors":" Ajda Medjedović, Jana Frank, Hans-Josef Schroers, Bernhard\nOertel, Jean Carlson Batzer","Year":" 2013","Title":" Peltaster cerophilus is a new species of the apple sooty\nblotch complex from Europe","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" apple summer disease, coelomycetes, Dothideomycetes, SBFS,\nsooty blotch, taxonomy","DOI":"","Abstract":" Adopting the currently used concept for the genus\nPeltaster, the sooty blotch fungus Peltaster cerophilus is newly\ndescribed from the cuticle of ripening or ripe apple fruits. It forms a\npunctuate phenotype consisting of superficially formed pycnothyria and a\nsuperficial mycelial mat consisting of a net of brown or brownish black\nhyphae. The pycnothyria are olivaceous brown to brown but have a spot in\ntheir center that is less strongly pigmented. Pycnothyria on the\nholotype of P. fructicola are homogeneously pigmented. On synthetic\nnutrient-poor agar, P. cerophilus is largely indistinguishable from P.\nfructicola. It forms delicate, spreading hyphae and intercalary\nconidiogenous cells with short, apically thick-walled, lateral\nconidiogenous necks forming blastic, unpigmented, 1-celled conidia in\nbasipetal succession. Conidia can swell and become 1-septate. The\nspecies shows microcyclic conidiation in proximate parts of colonies.\nDNA sequence analyses based on the ITS and the partial nuclear small and\nlarge subunit ribosomal RNA genes, the partial mitochondrial small\nsubunit rRNA gene and the partial translation elongation factor 1-α gene\nsupport the distinction of the European P. cerophilus from P.\nfructicola, which is known from North America and Europe. The nuclear\nsmall ribosomal RNA subunit gene sequences of P. cerophilus contain two\ngroup I introns at locations known to accommodate introns in certain\nother, unrelated taxa. One of these, for which the code ′SSU-1506\nintron′ was adopted, is 1459 base-pairs long and located between the\nuniversal primer sites ITS5 and ITS1. Similar or positionally differing\nintrons were encountered also in three currently undescribed Peltaster\nspecies. Representative strains of Peltaster fructicola did not\naccommodate introns in the nuclear small subunit ribosomal RNA\ngene.","trees":[{"tree_label":"Fig. 1b","ntax":"37","rootedtree":"TRUE","title":"Peltaster cerophilus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68662.phy"},{"tree_label":"Fig. 1a","ntax":"20","rootedtree":"TRUE","title":"Peltaster cerophilus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68661.phy"}]}