{"Authors":" Juan S. Chiriví-Salomón, Silvia Restrepo, Tatiana I\nSanjuan","Year":" 2013","Title":" Morphological and molecular identification of a new\nentomopathogenic species of Lecanicillium from Bogotá, Colombia","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Cordycipitaceae, forestry pest, phylogeny, natural\ncontrol.","DOI":"","Abstract":" Lecanicillium is a paraphyletic genus with a broad range\nof hosts, including hemipterans. In this paper we describe the new\nspecies Lecanicillium sabanerum sp. nov., which was found performing a\nnatural control on females of the scale insect Parthenolecanium sp., a\npest of Ficus soatensis Dugand in Bogotá, Colombia. Twenty-one strains\nof entomopathogenic fungi were isolated from 5 different districts from\nthe capital city. The identification was achieved with a combination of\nmorphological characters and multilocus (ITS, SSU, LSU, TEF, RPB1, RPB2)\nphylogenetic analyses of partial sequences. We used Maximum Likelihood\nand Bayesian Inference to conduct phylogenetic analyses. All strains\nwere grouped together as a unique species with a strong statistical\nsupport and were linked to the Lecanicillium lecanii complex due to its\nclose relation to Cordyceps confragosa. L. sabanerum differed\nmorphological and molecularly from four species of the complex, and is\ndistinguished from Lecanicillium nodulosum by its morphology. This is\nthe first report of a control natural by an entomopathogenic fungus in a\nplace with high levels of contamination.","trees":[{"tree_label":"con 50 majrule","ntax":"121","rootedtree":"TRUE","title":"Tr68652","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68652.phy"},{"tree_label":"tree 1","ntax":"121","rootedtree":"TRUE","title":"Tr68651","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68651.phy"},{"tree_label":"tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr68653","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68653.phy"}]}