{"Authors":" Jose A, Galian, Marcela Rosato, Josep A. Rossello","Year":" 2013","Title":" Partial Sequence Homogenization in the 5S Multigene Families\nMay Generate Sequence Chimeras and Spurious Results in Phylogenetic\nReconstructions","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" 5S rDNA, multigene families, concerted evolution,\nphylogeny, Medicago","DOI":"","Abstract":" Multigene families have provided opportunities for\nevolutionary biologists to assess molecular evolution processes and\nphylogenetic reconstructions at deep and shallow systematic levels.\nHowever, the use of these markers is not free of technical and\nanalytical challenges. Many evolutionary studies that used the nuclear\n5S rDNA gene family rarely used contiguous 5S coding sequences due to\nthe routine use of head-to-tail PCR primers that are anchored to the\ncoding region. Moreover, the 5S coding sequences have been concatenated\nwith independent, adjacent gene units in many studies, creating\nsimulated chimeric genes as the raw data for evolutionary analysis. This\npractice is based on the tacitly assumed, but rarely tested, hypothesis\nthat strict intra-locus concerted evolution processes are operating in\n5S rDNA genes, without any empirical evidence as to whether it holds for\nthe recovered data. The potential pitfalls of analysing the patterns of\nmolecular evolution and reconstructing phylogenies based on these\nchimeric genes have not been assessed to date. Here, we compared the\nsequence integrity and phylogenetic behaviour of entire versus\nconcatenated 5S coding regions from a real data set obtained from\nclosely related plant species (Medicago, Fabaceae). Our results suggest\nthat within arrays sequence homogenization is partially operating in the\n5S coding region, which is traditionally assumed to be highly conserved.\nConsequently, concatenating 5S genes increases haplotype diversity,\ngenerating novel chimeric genotypes that most likely do not exist within\nthe genome. In addition, the patterns of gene evolution are distorted,\nleading to incorrect haplotype relationships in some evolutionary\nreconstructions.","trees":[{"tree_label":"Imported tree 0","ntax":"26","rootedtree":"TRUE","title":"Medicago combined sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68677.phy"},{"tree_label":"Imported tree 0","ntax":"17","rootedtree":"TRUE","title":"Medicago chimeric sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68678.phy"},{"tree_label":"Imported tree 0","ntax":"12","rootedtree":"TRUE","title":"Medicago direct sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68676.phy"}]}