{"Authors":" María Julia Althabegoiti, Ernesto Ormeno-Orrillo, Luis\nLozano, Gonzalo Torres Tejerizo, Marco A Rogel, Esperanza\nMartinez-Romero","Year":" 2013","Title":" Characterization of Rhizobium grahamii extrachromosomal\nreplicons and their transfer among rhizobia","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Genome sequence, quorum sensing, symbiotic plasmid,\nconjugative transfer","DOI":"","Abstract":" Background. Rhizobium grahamii belongs to a new\nphylogenetic group of rhizobia together with Rhizobium mesoamericanum\nand other species. R. grahamii has a broad-host-range that includes\nLeucaena leucocephala and Phaseolus vulgaris, although it is a poor\ncompetitor for P. vulgaris nodulation in the presence of Rhizobium etli\nor Rhizobium phaseoli strains. This work analyzed the genome sequence\nand transfer properties of R. grahamii plasmids. Results. Genome\nsequence was obtained from R. grahamii CCGE502 type strain isolated from\nDalea leporina in Mexico. The CCGE502 genome comprises one chromosome\nand two extrachromosomal replicons (ERs), pRgrCCGE502a and pRgrCCGE502b.\nAdditionally, a plasmid integrated in the CCGE502 chromosome was found.\nThe genomic comparison of ERs from this group showed that gene content\nis more variable than average nucleotide identity (ANI). Well conserved\nnod and nif genes were found in R. grahamii and R. mesoamericanum with\nsome differences. R. phaseoli Ch24-10 genes expressed in bacterial cells\nin roots were found to be conserved in pRgrCCGE502b. Regarding\nconjugative transfer we were unable to transfer the R. grahamii CCGE502\nsymbiotic plasmid and its megaplasmid to other rhizobial hosts but we\ncould transfer the symbiotic plasmid to Agrobacterium tumefaciens with\ntransfer dependent on homoserine lactones. Conclusion. Variable degrees\nof nucleotide identity and gene content conservation were found among\nthe different R. grahamii CCGE502 replicons in comparison to R.\nmesoamericanum genomes. The extrachromosomal replicons from R. grahamii\nwere more similar to those found in phylogenetically related Rhizobium\nspecies. However, limited similarities of R. grahamii CCGE502 symbiotic\nplasmid and megaplasmid were observed in other more distant Rhizobium\nspecies. Interestingly, the set of conserved genes in R. grahamii\ncomprises some of those that are highly expressed in R. phaseoli on\nplant roots, suggesting that they play an important role in root\ncolonization.","trees":[{"tree_label":"Imported tree 0","ntax":"32","rootedtree":"TRUE","title":"Rhizobium grahamii extrachromosomal replicons and their\ntransfer among rhizobia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68878.phy"}]}