{"Authors":" Lowell E. Urbatsch, Patricia B. Cox","Year":" 1990","Title":" A phylogenetic analysis of the coneflower genera (Asteraceae:\nHeliantheae).","Journal":" Systematic Botany","Volume":" 15","Issue":" NA","Pages":" 394-402","Keywords":" NA","DOI":" NA","Abstract":" The coneflowers include the genera Dracopis, Echinacea,\nRatibida, and Rudbeckia, with Rudbeckia being divided into sects.\nRudbeckia, Macrocline and Laciniata. As part of a monographic study of\nRudbeckia sects. Macrocline and Laciniata, relationships to other nearby\nHeliantheae needed to be assessed. Stuessy grouped the four coneflower\ngenera together within the subtribe Helianthinae. Later, Robinson\nerected the subtribe Rudbeckiinae to include Dracopis, Ratibida, and\nRudbeckia. He removed Echinacea to the subtribe Ecliptinae on the bases\nof chromosome number and anatomical features and suggested a probable\nrelationship to the genera Balsamorhiza, Helianthella, and Wyethia. In\nthe current work, twenty-eight qualitative characters were chosen for\ncladistic analysis performed by the Branch and Bound algorithm in PAUP,\nwhich guarantees discovery of the most parsimonious tree. This analysis\nsupports the historical placement of Echinacea with the coneflowers. The\nresulting cladogram presents the Rudbeckiinae as a monophyletic taxon\nwith the genera of the Ecliptinae forming a group distinct from the\nconeflowers. The clade of the sister taxa, Dracopis and Ratibida, is\nrelated to a clade containing two distinct groups, one of Echinacea and\nRudbeckia sect. Macrocline and the other of Rudbeckia sect. Rudbeckia\nand sect. Laciniata.","trees":[{"tree_label":"Fig. 1","ntax":"10","rootedtree":"TRUE","title":"Heliantheae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_214.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Heliantheae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_283.phy"}]}