{"Authors":" PEDRO ROMON, Z. Wilhelm de Beer, Mercedes Fernandez, Julio\nDiez, Brenda D Wingfield, Michael J Wingfield","Year":" 2013","Title":" Virulence of fungal species associated with pine root-feeding\nbeetles in northern Spain, with the description of two new species","Journal":" ,","Volume":"","Issue":"","Pages":"","Keywords":" Ophiostoma, Leptographium, root-feeding beetles, two new\nfungal species, virulence","DOI":"","Abstract":" Bark beetles are well-known to be associated with fungi.\nVery little is known regarding these fungi in Spain. In this study, we\nconsidered the fungi associated with 9 bark beetle species and one\nweevil infesting two native tree species (Pinus sylvestris and Pinus\nnigra) and Pinus radiata in Cantabria (Northern Spain). This included\nthe examination of 239 bark beetles or their galleries. Isolations\nyielded a total of 110 cultures that included 11 fungal species (5\nspecies of Leptographium/Grosmannia including Leptographium absconditum\nsp. nov., 5 species of Ophiostoma sensu lato including Ophiostoma\ncantabriense sp. nov, and 1 species of Graphilbum). The most commonly\nencountered fungal associates of the bark beetles were Grosmannia\nolivacea, Leptographium procerum, and Ophiostoma canum. The virulence of\nthe collected fungal species was evaluated through inoculations using\ntwo-year-old P. radiata seedlings. Leptographium wingfieldii, L.\nguttulatum, and O. ips were the only species capable of killing whole\nplants (35-85% mortality during the 6 week incubation period). The rest\nof the fungi were not virulent.","trees":[{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Tr68781","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68781.phy"},{"tree_label":"PAUP 1","ntax":"81","rootedtree":"TRUE","title":"Tr68780","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68780.phy"},{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Tr68812","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68812.phy"}]}