{"Authors":" Anne Bruneau, Simon Joly","Year":" 2006","Title":" Incorporating Allelic Variation for Reconstructing the\nEvolutionary History of Organisms from Multiple Genes: an Example from\nRosa in North America.","Journal":" Systematic Biology","Volume":" 55","Issue":" 4","Pages":" 623-636","Keywords":"","DOI":" 10.1080/10635150600863109","Abstract":" Allelic variation within individuals holds information\nregarding the relationships of organisms, which is expected to be\nparticularly important for reconstructing the evolutionary history of\nclosely related taxa. However, little effort has been committed to\nincorporate such information for reconstructing the phylogeny of\norganisms. Haplotype trees represent a solution when one non-recombinant\nmarker is considered, but there is no satisfying method when multiple\ngenes are to be combined. In this paper, we propose an algorithm that\nconverts a distance matrix of alleles to a distance matrix of organisms.\nThis algorithm allows the incorporation of allelic variation for\nreconstructing the phylogeny of organisms from one or more genes. The\nmethod is applied to reconstruct the phylogeny of the seven native\ndiploid species of Rosa sect. Cinnamomeae in North America. The\nglyceralgehyde 3-phosphate dehydrogenase (GAPDH), the triose phosphate\nisomerase (TPI) and the malate synthase (MS) genes were sequenced for 40\nindividuals from these species. The three genes had little genetic\nvariation and most species showed incomplete lineage sorting, suggesting\nthese species have a recent origin. Despite these difficulties, the\nnetworks (NeighborNet) of organisms reconstructed from the matrix\nobtained with the algorithm recovered groups that more closely match\ntaxonomic boundaries than did the haplotype trees. The combined network\nof individuals shows that species west of the Rocky Mountains, Rosa\ngymnocarpa and R. pisocarpa, form exclusive groups and that together\nthey are distinct from eastern species. In the east, three groups were\nfound to be exclusive: R. nitida ˆ R. palustris, R. foliolosa, and R.\nblanda ˆ R. woodsii. These groups are congruent with the morphology and\nthe ecology of species. The method is also useful for representing\nhybrid individuals when the relationships are reconstructed using a\nphylogenetic network.","trees":[{"tree_label":"Fig. 3A GAPDH","ntax":"66","rootedtree":"TRUE","title":"North American Rosa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_927.phy"},{"tree_label":"Fig. 4A TPI","ntax":"69","rootedtree":"TRUE","title":"North American Rosa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_928.phy"},{"tree_label":"Fig. 5A MS","ntax":"66","rootedtree":"TRUE","title":"North American Rosa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_929.phy"}]}