{"Authors":" Dolores González, Marianela Rodriguez-Carres, Teun\nBoekhout, Joost A Stalpers, Eiko E Kuramae, Andreia Kazumi Nakatani,\nRytas Vilgalys, Marc Anthony Cubeta","Year":" 2016","Title":" Phylogenetic Relationships of Rhizoctonia Fungi within the\nCantharellales.","Journal":" Fungal Biology","Volume":" 120","Issue":" 4","Pages":" 603-619","Keywords":" Fungal plant pathogens, Multi-locus phylogeny, Rhizoctonia\nanamorphs, Rhizoctonia solani","DOI":"","Abstract":" Phylogenetic relationships of Rhizoctonia fungi within the\norder Cantharellales were studied using sequence data from portions of\nthe ribosomal DNA cluster regions ITS-LSU, rpb2, tef1, and atp6 for 50\ntaxa, and public sequence data from the rpb2 locus for 165 taxa. Data\nsets were analysed individually and combined using Maximum Parsimony,\nMaximum Likelihood, and Bayesian Phylogenetic Inference methods. All\nanalyses supported the monophyly of the family Ceratobasidiaceae, which\ncomprises the genera Ceratobasidium and Thanatephorus. Multi-locus\nanalysis revealed 10 well-supported monophyletic groups that were\nconsistent with previous separation into anastomosis groups based on\nhyphal fusion criteria. This analysis coupled with analyses of a larger\nsample of 165 rpb2 sequences of fungi in the Cantharellales supported a\nsister relationship between the Botryobasidiaceae and Ceratobasidiaceae\nand a sister relationship of the Tulasnellaceae with the rest of the\nCantharellales. The inclusion of additional sequence data did not\nclarify incongruences observed in previous studies of Rhizoctonia fungi\nin the Cantharellales based on analyses of a single or multiple genes.\nThe diversity of ecological and morphological characters associated with\nthese fungi requires further investigation on character evolution for\nreevaluating homologous and homoplasious characters.","trees":[{"tree_label":"con 50 majrule","ntax":"50","rootedtree":"TRUE","title":"Rhizoctonia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_113082.phy"},{"tree_label":"PAUP 1","ntax":"50","rootedtree":"TRUE","title":"Rhizoctonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113085.phy"},{"tree_label":"1","ntax":"50","rootedtree":"TRUE","title":"Rhizoctonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113081.phy"},{"tree_label":"Imported tree 1","ntax":"165","rootedtree":"TRUE","title":"Rhizoctonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113084.phy"},{"tree_label":"Strict","ntax":"50","rootedtree":"TRUE","title":"Rhizoctonia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_113083.phy"}]}