{"Authors":" Eric Dennis Tretter, Eric M Johnson, Gerald L. Benny,\nRobert W. Lichtwardt, Yan Wang, Prasanna Kandel, Steven J. Novak, James\nF. Smith, Merlin M. White","Year":" 2013","Title":" An eight-gene molecular phylogeny of the Kickxellomycotina,\nincluding the first phylogenetic placement of Asellariales","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Kickxellomycotina, Harpellales, Kickxellales,\nAsellariales, Dimargaritales, Zygomycota, Orphella, Barbatospora,\nSpiromyces, Ramicandelaber, Trichomycetes","DOI":"","Abstract":" Kickxellomycotina is a recently described subphylum\nencompassing four zygomycete orders (Asellariales, Dimargaritales,\nHarpellales, Kickxellales). These fungi are united by the formation of\ndisciform septal pores containing lenticular plugs. Morphological\ndiversification and life history evolution has made the relationships\nwithin and between the four orders difficult to resolve on those grounds\nalone. Here, we infer the phylogeny of the Kickxellomycotina based on an\neight-gene supermatrix including both ribosomal rDNA (18S, 28S, 5.8S)\nand protein sequences (MCM7, TSR1, RPB1, RPB2, and β-tubulin). The\nresults of this study demonstrate that Kickxellomycotina is monophyletic\nand with an affinity to members of the Zoopagomycotina. Eight unique\nclades are distinguished in the Kickxellomycotina, including the four\ndefined orders (Asellariales, Dimargaritales, Harpellales, and\nKickxellales) as well as four genera previously placed within two of\nthese orders (Barbatospora, Orphella, Ramicandelaber, and Spiromyces).\nDimargaritales and Ramicandelaber are the earliest diverging members of\nthe subphylum, although the relationship between the two genera remains\nuncertain. The remaining six clades form a monophyletic group, with\nBarbatospora diverging first. The next split divides the remaining\nmembers of the subphylum into two subclades: 1) Asellariales and\nHarpellales, and 2) Kickxellales, Orphella, and Spiromyces. Estimation\nof ancestral states for four potentially informative morphological and\necological characters reveals that arthropod endosymbiosis may have been\nan important factor in the early evolution of the\nKickxellomycotina.","trees":[{"tree_label":"BIT","ntax":"55","rootedtree":"TRUE","title":"Kickxellomycotina Bayesian 8-gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_68827.phy"},{"tree_label":"MLT","ntax":"55","rootedtree":"TRUE","title":"Kickxellomycotina Maximum-Likelihood 8-gene Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_68828.phy"}]}