{"Authors":" Liliana M. Giussani, J. Hugo Cota-Sanchez, Fernando O.\nZuloaga, Elizabeth A. Kellogg","Year":" 2001","Title":" A molecular phylogeny of the grass subfamily Panicoideae\n(Poaceae) shows multiple origins of C4 photosynthesis","Journal":" American Journal of Botany","Volume":" 88","Issue":" 1","Pages":" 1993-2012","Keywords":" NA","DOI":" NA","Abstract":" DNA sequence data from the chloroplast gene ndhF were\nanalyzed to estimate the phylogeny of the subfamily Panicoideae, with\nemphasis on the tribe Paniceae. Our data suggest that the subfamily is\ndivided into three strongly supported clades, corresponding to groups\nwith identical base chromosome numbers. Relationships among the three\nclades are unclear. In unweighted parsimony analyses, the two major\nclades with x = 10 (Andropogoneae and x = 10 Paniceae) are weakly\nsupported as sister taxa. The third large clade corresponds to x = 9\nPaniceae. In analyses under implied weight, the two clades of Paniceae\nare sisters, making the tribe monophyletic. Neither resolution is\nstrongly supported. Our molecular phylogenies are not congruent with\nprevious classifications of tribes or subtribes. C4 photosynthesis has\napparently evolved independently several times, although it is only\nslightly less parsimonious to postulate a single origin with multiple\nreversals. The PCK subtype of C4 photosynthesis has evolved only once,\nas has the NAD-ME subtype; all other origins are NADP-ME. Inflorescence\nbristles are apparently homologous in the genera Setaria and Pennisetum,\ncontrary to opinions of previous authors. Some genera, such as\nDigitaria, Echinochloa, and Homolepis are supported as monophyletic. The\nlarge genus Paspalum is shown to be paraphyletic, with Thrasya derived\nfrom within it. As expected, Panicum is polyphyletic, with lineages\nderived from multiple ancestors across the tree. Panicum subg. Panicum\nis monophyletic. The Panicum subg. Dichanthelium, subg. Agrostoides, and\nsubg. Phanopyrum are unrelated to each other, and none is monophyletic.\nOnly Panicum subg. Dichanthelium sect. Dichanthelium, represented by P.\nsabulorum and P. koolauense, is monophyletic. Panicum subg. Megathyrsus,\na monotypic subgenus including only the species P. maximum, is better\nplaced in Urochloa as suggested by other authors.","trees":[{"tree_label":"tree 1","ntax":"107","rootedtree":"TRUE","title":"Grass subfamily Panicoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_932.phy"},{"tree_label":"tree 2","ntax":"107","rootedtree":"TRUE","title":"Grass subfamily Panicoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_933.phy"}]}