{"Authors":" Devin L O’Connor, Adam Runions, Aaron Sluis, Jennifer\nBragg, John Vogel, Przemyslaw Prusinkiewicz, Sarah Hake","Year":" 2013","Title":" A Division in PIN-Mediated Auxin Patterning During Organ\nInitiation in Grasses","Journal":" PLOS Computational Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The hormone auxin plays a crucial role in plant\nmorphogenesis. In the shoot apical meristem, the PIN-FORMED1 (PIN1)\nefflux carrier concentrates auxin into local maxima in the epidermis\nwhich localize incipient leaf or floral primordia. From these maxima,\nPIN1 transports auxin into internal tissues along emergent paths that\npattern leaf and stem vasculature. In Arabidopsis thaliana, these\nfunctions are attributed to a single PIN1 protein. Using phylogenetic\nand gene synteny analysis we identified an angiosperm PIN clade sister\nto PIN1, here termed Sister-of-PIN1 (SoPIN1), which is present in all\nsampled angiosperms except for in Brassicaceae, including Arabidopsis.\nAdditionally, we identified a conserved duplication of PIN1 in the\ngrasses: PIN1a and PIN1b. In Brachypodium distachyon, SoPIN1 is highly\nexpressed in the epidermis and is consistently polarized toward regions\nof high expression of the DR5 auxin-signaling reporter, which suggests\nthat SoPIN1 functions in the localization of new primordia. In contrast,\nPIN1a and PIN1b are highly expressed in internal tissues, suggesting a\nrole in vascular patterning. PIN1b is expressed in broad regions\nspanning the space between new primordia and previously formed\nvasculature, suggesting a role in connecting new organs to auxin sinks\nin the older tissues. Within these regions, PIN1a forms narrow canals\nthat likely pattern future veins. Using a computer model, we reproduced\nthe observed spatio-temporal expression and localization patterns of\nthese proteins by assuming that SoPIN1 is polarized up the auxin\ngradient, and PIN1a and PIN1b are polarized to different degrees with\nthe auxin flux. Our results suggest that examination and modeling of PIN\ndynamics in plants outside of Brassicaceae will offer insights into\nauxin-driven patterning obscured by the loss of the SoPIN1 clade in\nBrassicaceae.","trees":[{"tree_label":"Consensus","ntax":"121","rootedtree":"TRUE","title":"Long-PIN Alignment Grasses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_69235.phy"}]}