{"Authors":" Akio Shinohara","Year":" 2014","Title":" Molecular phylogeny of East and Southeast Asian fossorial\nmoles (Lipotyphla, Talpidae)","Journal":" Journal of Mammalogy","Volume":" 95","Issue":" 3","Pages":" 455-466","Keywords":" Euroscaptor, Insectivora, Lipotyphla, Mogera, molecular\nphylogeny, phylogeography, Scaptochirus, Soricomorpha, Talpidae","DOI":" 10.1644/13-MAMM-A-135","Abstract":" The diversity of fossorial moles in East and Southeast\nAsia is contained in the 2 species-rich genera Mogera (8 species) and\nEuroscaptor (8 or more species), and the 3 monospecific genera\nScapanulus, Scaptochirus, and Parascaptor. To better understand the\nevolution and biogeography of these fossorial moles, we conducted\nmolecular phylogenetic analyses using mitochondrial cytochrome-b (Cytb;\n1,140 base pairs [bp]) and 12S rRNA (approximately 830 bp) and nuclear\nrecombination activating gene 1 (Rag1; 1,010 bp) gene sequences from 5\nspecies of Euroscaptor, 6 of Mogera, and the single species of\nScaptochirus. Phylogenetic estimates revealed 5 distinct lineages of\nEast and Southeast Asian fossorial moles: Mogera, Scaptochirus,\nEuroscaptor mizura, E. parvidens, and E. malayana-E. klossi-E.\nlongirostris. Our results support the monophyly of Mogera but not\nEuroscaptor, indicating a need for taxonomic revision of the latter\ngenus. We hypothesize that Mogera originated in the central portion of\nits range and then dispersed to peripheral islands, such as Taiwan and\nthe Japanese Islands. The fragmented distribution of Southeast Asian\nEuroscaptor presumably arose from habitat competition (invasion) from\nMogera species, long-range dispersal, vicariance events, or a\ncombination of these, explaining the high species richness of fossorial\nmoles in this region.","trees":[{"tree_label":"partitioned Bayesian","ntax":"48","rootedtree":"TRUE","title":"Lipotyphla","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68871.phy"},{"tree_label":"partitioned ML","ntax":"48","rootedtree":"TRUE","title":"Lipotyphla","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68870.phy"},{"tree_label":"non partitioned ML","ntax":"48","rootedtree":"TRUE","title":"Lipotyphla","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_68869.phy"}]}