{"Authors":" Doris Wolff, Sigrid Liede-Schumann","Year":" 2006","Title":" Evolution of flower morphology, pollen dimorphism, and nectar\ncomposition in Arcytophyllum, a distylous genus of Rubiaceae","Journal":" Organisms Diversity & Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic study of Arcytophyllum based on ITS was\nconducted and compared with an earlier study based on cpDNA. The\nposition of the widespread A. thymifolium as sister to all other species\nwas confirmed and several well-supported clades could be retrieved. The\nCentral American A. lavarum is well embedded between exclusively or\npredominantly South American species. To understand the expression of\nheterostyly in the genus, we analyzed inter- and intraspecific variation\nin floral morphology, nectar, pollen-ovule-ratio and seed set of ten\nspecies in eleven populations. Stigma and anther levels differed\nsignificantly between the morphs in the species/populations investigated\nexcept for A. filiforme, in which anther levels differed not\nsignificantly between the two morphs. Different expressions of\nheterostyly in Arcytophyllum seem independent of phylogenetic\nrelationships. Nectar sugar composition was similar between the morphs.\nNectar of most species presented a larger proportion of hexoses than of\nsucrose, only the most derived species, A. macbridei and A. vernicosum,\nhave higher sucrose proportions. There is a significant positive\ncorrelation between corolla tube length and the proportion of sucrose.\nPollen dimorphism, both with regard to the number (long-styled >\nshort-styled) and to the size (short-styled > long-styled) was\nobserved in all taxa investigated except for A. filiforme. According to\nthe pollen-ovule-ratios the breeding systems range from facultative\nautogamy to facultative xenogamy. The lowest P/O-ratios were found in A.\nfiliforme the highest in A. rivetii. Hymenoptera, Diptera and Coleoptera\nwere observed as flower visitors. Seed production did not differ\nsignificantly between the morphs in eight of the eleven\nspecies/populations investigated. There is, however a tendency in all\nspecies/populations (except for A. macbridei Peru) that the short-styled\nmorph has a higher percentage of seeds per ovule indicating that the\nshort-styled morphs display higher female reproductive success.","trees":[{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Arcytophyllum ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_934.phy"}]}