{"Authors":" Phillip Ray Hollingsworth, Andrew M Simons, James A\nFordyce, C Darrin Hulsey","Year":" 2013","Title":" Explosive diversification following a benthic to pelagic\nshift in freshwater fishes","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cyprinidae; divergence times; open adaptive zone;\nradiation","DOI":"","Abstract":" Background: Interspecific divergence along a benthic to\npelagic habitat axis is ubiquitous in freshwater fishes inhabiting\nlentic environments. In this study, we examined the influence of this\nhabitat axis on the macroevolution of a diverse, lotic radiation using\nmtDNA and nDNA phylogenies for eastern North Americas most species-rich\nfreshwater fish clade, the open posterior myodome (OPM) cyprinids. We\nused ancestral state reconstruction to identify the earliest benthic to\npelagic transition in this group and generated fossil-calibrated\nestimates of when this shift occurred. This transition could have\nrepresented evolution into a novel adaptive zone, and therefore, we\ntested for a period of accelerated lineage accumulation after this\nhistorical habitat shift. Results: Ancestral state reconstructions\ninferred a similar and concordant region of our mtDNA and nDNA based\ngene trees as representing the shift from benthic to pelagic habitats in\nthe OPM clade. Two independent tests conducted on each gene tree\nsuggested an increased diversification rate after this inferred habitat\ntransition. Furthermore, lineage through time analyses indicated rapid\nearly cladogenesis in the clade arising after the benthic to pelagic\nshift. Conclusions: A burst of diversification followed the earliest\nbenthic to pelagic transition during the radiation of OPM cyprinids in\neastern North America. As such, the benthic/pelagic habitat axis has\nlikely influenced the generation of biodiversity across disparate\nfreshwater ecosystems.","trees":[{"tree_label":"Rag1","ntax":"187","rootedtree":"TRUE","title":"Tr68851","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68851.phy"},{"tree_label":"cytb","ntax":"223","rootedtree":"TRUE","title":"Tr68852","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68852.phy"},{"tree_label":"TREE1","ntax":"223","rootedtree":"TRUE","title":"Tr68853","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_68853.phy"}]}