{"Authors":" Doerte Harpke, Angelino Carta, Gordana TomoviÄ, Vladimir\nRanÄeloviÄ, Novica RanÄeloviÄ, Frank R. Blattner, Lorenzo Peruzzi","Year":" 2013","Title":" Phylogeny, karyotype evolution and taxonomy of Crocus series\nVerni (Iridaceae)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Crocus, karyotype evolution, molecular systematics,\ntaxonomy","DOI":"","Abstract":" The taxonomically complicated Crocus series Verni is\ncharacterized by high intra- and interspecific variability of karyotypes\n(2n = 8 to 23). With the aim to get more insights into complex karyotype\nevolution and to clarify the taxonomy of this group we combined\nmorphological (twelve characters), molecular (chloroplast DNA:\ntrnLâ“trnF, ndhF; nuclear DNA: ITS, pCOSAt103), and karyological\nanalyses. Samples of different populations of C. etruscus, C. ilvensis,\nC. kosaninii, C. tommasinianus, C. vernus sensu lato, and C. longiflorus\n(series Longiflori) were analyzed. Quantitative karyotype parameters\nwere calculated for all taxa involved based on available literature. For\nthe taxon traditionally known as C. vernus, morphological, karyological\nand molecular analyses suggest that it should be split in five species:\nC. heuffelianus, C. neapolitanus, C. neglectus sp. nov., C. siculus, and\nC. vernus. The comparison of genome total haploid lengths suggests that\nin the evolution of the group polyploidization only played a role within\nthe C. vernus species complex, where we also detected two hybridization\nevents. In all other taxa, karyotype evolution is characterized by\nchromosome fusions and fissions, sometimes affecting the entire haploid\nchromosome set. Comparative cytogenetics of the group indicates that\nseries Verni is subject to a peculiar type of unequal change in\nchromosome size, i.e. that not both chromosome arms gain or lose equally\nin DNA content. As a taxonomic consequence of our study, series Verni,\nextended to include the autumn-flowering C. longiflorus and excluding C.\nbaytopiorum, is newly circumscribed here.","trees":[{"tree_label":"majrule","ntax":"54","rootedtree":"TRUE","title":"Crocus series Verni nrITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_68927.phy"}]}