{"Authors":" Yupin Li, Mingpei You, Martin John Barbetti","Year":" 2013","Title":" New Species of Pythium Associated with Seedling Root and\nHypocotyl Disease on Common Bean (Phaseolus vulgaris) in Australia","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Pythiun, root disease, hypocotyl disease","DOI":"","Abstract":" The occurrence and distribution of Pythium spp. were\ndetermined by collecting isolates of Pythium from common bean (Phaseolus\nvulgaris) plants showing root and/or hypocotyl disease symptoms from\ndifferent areas of Western Australia in 2012. Eight different Pythium\nspecies, viz., P. irregulare, P. conidiophorum, P. intermedium, P.\nlutarium, P. mamillatum, P. perplexum, P. pachycaule and P. diclinum,\nwere isolated and identified according to molecular sequences. P.\nirregulare was the most widespread Pythium spp. All species, except P.\nperplexum, were pathogenic to common bean. We believe this is the first\nreport of P. intermedium as a pathogen on common bean worldwide. This is\nalso the first report of P. conidiophorum, P. intermedium, P. lutarium,\nP. mamillatum, P. pachycaule and P. diclinum as a pathogen on common\nbean in Australia and the first report of P. irregulare as a pathogen on\ncommon bean in Western Australia. P. intermedium was the most pathogenic\nspecies, causing the most severe disease on varieties Gourmet Delight\n[Percent Root Disease Index (%RDI) 75; Percent Hypocotyl Disease Index\n(%HDI) 59.2] and Pioneer (%RDI 75, %HDI 65.8).That the susceptibility or\nresistance of a given bean variety to one Pythium spp. was similar\nacross the other Pythium spp. was an important finding, as this opens up\nopportunities to utilize a single virulent isolate of one Pythium sp. to\nidentify general resistance to a wider spectrum of Pythium spp.","trees":[{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Pythium Associated with Seedling Root and Hypocotyl\nDisease on Common Bean","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_69070.phy"}]}