{"Authors":" Brian Blake Andres, Timothy Scott Myers","Year":" 2013","Title":" Lone Star Pterosaurs","Journal":" Earth and Environmental Science Transactions of the Royal\nSociety of Edinburgh","Volume":" 103","Issue":" 3-4","Pages":" 383-398","Keywords":" Alamodactylus, phylogeny, Pterosauria, Radiodactylus,\nTexas","DOI":" 10.1017/S1755691013000303","Abstract":" The state of Texas has one of the greatest records of\npterosaurs in the world, sur- passing all other US states and most\ncountries in the number of occurrences. Uniquely, this record extends\nover the entire 150þ million history of the Pterosauria. A review of\nthis pterosaur record confirms at least 30 pterosaurs known from 13\noccurrences, including five valid species. The holo- types of two of\nthese species have been described before and are diagnosed and erected\nhere as the new species Radiodactylus langstoni, gen. et sp. nov., named\nin honour of Dr. Wann Langston Jr, the father of Texas pterosaurology,\nand Alamodactylus byrdi, gen. et sp. nov.. Phylogenetic analysis of all\nTexas pterosaurs that can be coded for more than one character confirms\nthat these species are distinct from others and occupy phylogenetic\npositions close to their original classifications. Radio- dactylus\nlangstoni is recovered as a non-azhdarchid azhdarchoid, Quetzalcoatlus\nnorthropi as an azhdarchid, Alamodactylus byrdi as a non-pteranodontoid\npteranodontian, Aetodactylus as a ptera- nodontoid, and Coloborhynchus\nwadleighi as an ornithocheirid. The presence of eudimorphodontid,\ndsungaripterid, as well as other azhdarchid and pteranodontoid\npterosaurs, is also confirmed in Texas.","trees":[{"tree_label":"Adams consensus w/USNM 13804","ntax":"109","rootedtree":"TRUE","title":"Lone Star Pterosaurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75191.phy"},{"tree_label":"Single MPT w/out USNM 13804","ntax":"108","rootedtree":"TRUE","title":"Lone Star Pterosaurs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75190.phy"}]}