{"Authors":" Pablo Vargas, Omar Fiz, Juan Jose Aldasoro, María Luisa\nAlarcón","Year":" 2006","Title":" Phylogenetic relationships and evolution in Erodium\n(Geraniaceae) based on trnL-trnF sequences","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic reconstructions in the Mediterranean genus\nErodium are first time performed using both 96 trnL-trnF sequences from\nErodium (90) plus three outgroups (California, Geranium, Monsonia) and\nanalyses of Maximum Parsimony (MP), Neighbor Joining (NJ) and Bayesian\nInference (BI). Association between reproductive proprieties (high\nselfing rates, flower asymmetry, insect-attraction structures), life\nform and breeding system distributed in different lineages suggests\nmultiple shifts from allogamy to autogamy in the course of evolution,\nwhereas dioecy has occurred once. These phylogenetic analyses revealed a\nremarkable capability for dispersal in Erodium because closely-related\nspecies from the same lineage occur in different continents. Major\nlineages containing sublineages of species also from several continents\nlead us to interpret ancient dispersal activity. Establishment of\nMediterranean climates in most continents may have been crucial in the\nevolution of Erodium, as manifested by occurrence of annual forms in the\nfour major lineages. The body of knowledge accumulated from molecular\nphylogenetics and morphology lead us to conclude that the Mediterranean\nregion harbors the major center of diversity of Erodium, where active\ndifferentiation in dry, disturbed environment is still operating.","trees":[{"tree_label":"Fig. 1","ntax":"96","rootedtree":"TRUE","title":"Erodium 96","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_948.phy"},{"tree_label":"Fig. 2","ntax":"72","rootedtree":"TRUE","title":"Erodium 72","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_949.phy"}]}