{"Authors":" Jana Szabova, Naoji Yubuki, Brian S Leander, Richard E\nTriemer, Vladimir Hampl","Year":" 2013","Title":" The evolution of paralogous enzymes MAT and MATX within the\nEuglenida and beyond","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Methionine adenosyltransferase, horizontal gene transfer,\ndeep paralogy, gene evolution, Euglenozoa","DOI":"","Abstract":" Methionine adenosyltransferase (MAT) is a ubiquitous\nessential enzyme that, in eukaryotes, occurs in two relatively divergent\nparalogues: MAT and MATX. MATX has a punctate distribution across the\ntree of eukaryotes and, except for a few cases, is mutually exclusive\nwith MAT. This phylogenetic pattern could have arisen by either\ndifferential loss of old paralogues or the spread of one of these\nparalogues by horizontal gene transfer. Our aim was to map the\ndistribution of MAT/MATX genes within the Euglenida in order to more\ncomprehensively characterize the evolutionary history of MATX. We\ngenerated 26 new sequences from 23 different lineages of euglenids and\none prasinophyte alga Pyramimonas parkeae. MATX was present only in\nphotoautotrophic euglenids. The mixotroph Rapaza viridis and the\nprasinophyte alga Pyramimonas parkeae, which harbors chloroplasts that\nare most closely related to the chloroplasts in photoautotrophic\neuglenids, both possessed only the MAT paralogue. We found both the MAT\nand MATX paralogues in two photoautotrophic species (Phacus orbicularis\nand Monomorphina pyrum). The significant conflict between eukaryotic\nphylogenies inferred from MATX and SSU rDNA data represents strong\nevidence that MATX paralogues have undergone horizontal gene transfer\nacross the tree of eukaryotes. Our results suggest that MATX entered the\neuglenid lineage in a single horizontal gene transfer event that took\nplace after the secondary endosymbiotic origin of the euglenid\nchloroplast. The origin of the MATX paralogue is unclear, and it cannot\nbe excluded that it arose by a gene duplication event before the most\nrecent common ancestor of eukaryotes.","trees":[{"tree_label":"Fig. 2","ntax":"41","rootedtree":"TRUE","title":"Euglenida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69154.phy"},{"tree_label":"Fig. S1","ntax":"40","rootedtree":"TRUE","title":"Euglenida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69155.phy"},{"tree_label":"Imported tree 0","ntax":"123","rootedtree":"TRUE","title":"Euglenida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69153.phy"},{"tree_label":"Fig. S3","ntax":"21","rootedtree":"TRUE","title":"Euglenida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69157.phy"},{"tree_label":"Fig. S2","ntax":"21","rootedtree":"TRUE","title":"Euglenida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69156.phy"}]}