{"Authors":" Emily Walsh, Jing Luo, Ning Zhang","Year":" 2014","Title":" Acidomelania panicola gen. et. sp. nov. from switchgrass\nroots in acidic New Jersey Pine Barrens","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" dark septate endophytes, fungi, grass, Leotiomycetes,\nphylogeny, root, taxonomy","DOI":"","Abstract":" Abstract: A new genus, Acidomelania, is described based on\nmolecular phylogenetic analyses, and ecological and morphological\ncharacters. Isolated from switchgrass roots in acidic and oligotrophic\nNew Jersey Pine Barrens in this study, Acidomelania likely has a global\ndistribution because its internal transcribed spacer (ITS) sequence has\nhigh similarity with a number of GenBank sequences resulted from various\necological studies. Apparently, these samples were all from roots of\nplants that lived in acidic, nutrient-poor environments. Phylogenetic\nanalyses based on ITS, LSU and ACT sequence data strongly supported that\nAcidomelania isolates formed a monophyletic clade in Helotiales,\ndistinct from any known taxa. Phylogenetically, Acidomelania is closely\nrelated to Loramyces, Mollisia, and Phialocephala fortinii  Acephala\napplanata species complex (PAC), the dark septate endophytes.\nMorphologically, Acidomelania is distinguished from Loramyces and\nMollisia for its lack of ascomata and ascospores, and the association\nwith living grass roots. While taxa in PAC also are root endophytes,\nthey have more complex phialid arrangement than Acidomelania. Results\nfrom this work will facilitate future ecological and evolutionary\nstudies on root-associated fungi.","trees":[{"tree_label":"ACT ML TREE","ntax":"6","rootedtree":"TRUE","title":"Acidomelania panicola ACT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70401.phy"},{"tree_label":"LSU-ML","ntax":"30","rootedtree":"TRUE","title":"Acidomelania panicola LR5","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70400.phy"},{"tree_label":"ITS ML TREE","ntax":"30","rootedtree":"TRUE","title":"Acidomelania panicola ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70399.phy"}]}