{"Authors":" Adam D. Leache, Jimmy A. McGuire","Year":" 2006","Title":" Phylogenetic Relationships of Horned Lizards (Phrynosoma)\nBased on Nuclear and Mitochondrial Data: Evidence for a Misleading\nMitochondrial Gene Tree","Journal":" Molecular Phylogenetics and Evolution","Volume":" 39","Issue":" 3","Pages":" 628-644","Keywords":"","DOI":" 10.1016/j.ympev.2005.12.016","Abstract":" It has proven remarkably difficult to obtain a\nwell-resolved and strongly supported phylogeny for horned lizards\n(Phrynosoma) because of incongruence between morphological and\nmitochondrial DNA sequence data. We infer the phylogenetic relationships\namong all 17 extant Phrynosoma species using >5.1 kb of mtDNA (12S\nrRNA, 16s rRNA, ND1, ND2, ND4, Cyt b, and associated tRNA genes), and\n>2,2 kb from three nuclear genes (RAG-1, BDNF, and GAPD) for most\ntaxa. We conduct separate and combined phylogenetic analyses of these\ndata using maximum parsimony, maximum likelihood, and Bayesian methods.\nThe phylogenetic relationships inferred from the mtDNA data are\ncongruent with previous mtDNA analyses based on fewer characters and\nprovide strong support for most branches. However, we detected strong\nincongruence between the mtDNA and nuclear data using comparisons of\nbranch support and Shimodaira-Hasegawa tests, with the (P. platyrhinos +\nP. goodei) clade identified as the primary source of this conflict. Our\nanalysis of a P. mcallii x P. goodei hybrid suggests that this\nincongruence is caused by reticulation via introgressive hybridization.\nOur preferred phylogeny based on an analysis of the combined data\n(excluding the introgressed mtDNA data) provides a new framework for\ninterpreting character evolution and biogeography within Phrynosoma. In\nthe context of this improved phylogeny we propose a phylogenetic\ntaxonomy highlighting four clades: 1) TAPAJA, containing the viviparous\nshort-horned lizards P. ditmarsi, P. hernandesi, P. douglasii, and P.\norbiculare; 2) ANOTA, containing species with prominent cranial horns\n(P. solare, P. mcallii, and the P. coronatum group); 3) DOLIOSAURUS,\ncontaining three species lacking antipredator blood-squirting (P.\nmodestum, P. platyrhinos, and P. goodei); and 4) BREVICAUDA, containing\ntwo viviparous species with extremely short tails that lack\nblood-squirting (P. braconnieri and P. taurus).","trees":[{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Horned Lizards, mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2393.phy"},{"tree_label":"Fig. 3","ntax":"20","rootedtree":"TRUE","title":"Horned Lizards, nrDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2394.phy"},{"tree_label":"Figs. 4, 5","ntax":"22","rootedtree":"TRUE","title":"Horned Lizards, mtDNA and nrDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2395.phy"}]}