{"Authors":" Ana S. Gomes, Yuko Kamisaka, Torstein Harboe, Deborah M.\nPower, Ivar Rønnestad","Year":" 2013","Title":" Functional modifications associated with gastrointestinal\ntract organogenesis during metamorphosis in Atlantic halibut\n(Hippoglossus hippoglossus)","Journal":" BMC Developmental Biology","Volume":"","Issue":"","Pages":"","Keywords":" Atlantic halibut; Gastric proton pump; Gastrointestinal\ntract; Ghrelin; Motility; Na+/K+-ATPase; Pepsinogen; Ontogeny; pH;\nStomach","DOI":"","Abstract":" Flatfish metamorphosis is a hormone regulated\npost-embryonic developmental event that transforms a symmetric larva\ninto an asymmetric juvenile. In altricial-gastric teleost fish,\ndifferentiation of the stomach takes place after the onset of first\nfeeding, and during metamorphosis dramatic molecular and morphological\nmodifications of the gastrointestinal (GI-) tract occur. Here we present\nthe functional ontogeny of the developing GI-tract from an integrative\nperspective in the pleuronectiforme Atlantic halibut, and test the\nhypothesis that the multiple functions of the teleost stomach develop\nsynchronously during metamorphosis. Onset of gastric function was\ndetermined with several approaches (anatomical, biochemical, molecular\nand in vivo observations). In vivo pH analysis in the GI-tract lumen\ncombined with quantitative PCR (qPCR) of a and b subunits of the gastric\nproton pump (H+/K+-ATPase) and pepsinogen A2 indicated that gastric\nproteolytic capacity is established during the climax of metamorphosis.\nTranscript abundance of ghrelin, a putative orexigenic signalling\nmolecule produced in the developing stomach, correlated (p<0.05) with\nthe emergence of gastric proteolytic activity, suggesting that the\nstomachs role in appetite regulation occurs simultaneously with the\nestablishment of proteolytic function. A 3D models series of the\nGI-tract development indicated a functional pyloric sphincter prior to\nfirst feeding. Observations of fed larvae in vivo confirmed that stomach\nreservoir function was established before metamorphosis, and was thus,\nindependent of this event. Mechanical breakdown of food and\ntransportation of chyme through the GI-tract was observed in vivo and\nresulted from phasic and propagating contractions established well\nbefore metamorphosis. The number of contractions in the midgut decreased\nat metamorphic climax synchronously with establishment of the stomachs\nproteolytic capacity and its increased peristaltic activity. Putative\nosmoregulatory competence of the GI-tract, inferred by abundance of\nNa+/K+-ATPase a transcripts, was already established at the onset of\nexogenous feeding and was unmodified by metamorphosis. The functional\nspecialization of the GI-tract was not exclusive to metamorphosis, and\nits osmoregulatory capacity and reservoir function were established\nbefore first feeding. Nonetheless, acid production and the proteolytic\ncapacity of the stomach coincided with metamorphic climax, and also\nmarked the onset of the stomachs involvement in appetite regulation via\nghrelin.","trees":[{"tree_label":"Default symmetrical","ntax":"20","rootedtree":"TRUE","title":"Tr70708","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70708.phy"},{"tree_label":"Default symmetrical","ntax":"28","rootedtree":"TRUE","title":"Tr70707","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70707.phy"}]}