{"Authors":" Alejandra Moreno-Letelier, Alicia Mastretta-Yanes, Timothy\nG. Barraclough","Year":" 2014","Title":" Late-Miocene population divergence and ecological\ndifferentiation of rare endemic Juniperus blancoi (Martínez): clues for\nthe diversification of North American conifers","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" Miocene, Juniperus, diversity hotspots, population\nstructure, North America, Mexico, historical demography","DOI":"","Abstract":"  Western North America and Mexico contain a high density\nof conifer species. This diversity could be the product of the\norographic and climate changes from the Oligocene onwards. In this study\nwe focus on the evolutionary history of Juniperus blancoi, in order to\ndetermine the impact of climate change and environmental heterogeneity\nin population differentiation.  We estimated population structure,\nphylogenetic relationships and historical demography of individuals from\nJ. blancoi populations using nuclear genes. We correlated genetic\nstructure with ecological differentiation, divergence times, and changes\nin population size.  Populations of J. blancoi are differentiated into\nthree groups that correspond to low, mid and high altitude populations.\nThe three groups diversified in the Late-Miocene, Early-Pliocene, with\nonly a few events of gene flow. Northern populations exhibit a pattern\nof population growth during the Pleistocene that could be linked to\nclimate changes in Northern Mexico.  Populations of J. blancoi have\nsignificant ecological differentiation and divergence dates, which\ncorrespond to periods of global cooling and mountain uplift during the\nMiocene. This suggests that mountain ranges in tropical and subtropical\nlatitudes play an important role in the speciation and persistence of\nconifer taxa in diversity hotspots, by providing diverse environmental\nconditions.","trees":[{"tree_label":"TREE1","ntax":"80","rootedtree":"TRUE","title":"Juniperus blancoi Multiloci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70375.phy"}]}