{"Authors":" Claudia Krüger, Christopher Walker, Arthur Schüßler","Year":" 2014","Title":" Scutellospora savannicola: redescription, epitypification,\nDNA-barcoding and transfer to Dentiscutata","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Arbuscular mycorrhizal fungi (AMF), Dentiscutata\nsavannicola, epitypification, redescription, Scutellospora savannicola,\nsouth Ecuador","DOI":" 10.1007/s11557-014-1005-z","Abstract":" An arbuscular mycorrhizal fungus (AMF) was isolated from a\nsouth Ecuadorian reforestation site in the vicinity of a pristine\nmountain rainforest ecosystem. Morphologically it corresponded with the\ndescription of an AMF first described from Cuba as Gigaspora\nsavannicola, before it was placed in Scutellospora. No living culture of\nthis species has been available previously to allow detailed\nmorphological review or DNA-barcoding. After comparison of the\nmorphology of the holotype and authenticated specimens with that of the\nEcuadorian isolate it was concluded that they are conspecific. A\ndetailed redescription of the species is provided, including\nmorphological characters not included in the original description and an\nepitype is designated. To provide an extended DNA barcode for this AMF\nspecies, intraspecific variants of the near full-length small subunit\nrRNA gene (SSU) and a rDNA region comprising part of the SSU, the\ninternal transcribed spacer (ITS) region including the 5.8S rRNA gene,\nand part of the large subunit rRNA gene (LSU) were sequenced.\nPhylotaxonomic analyses confirmed the classification in the genus\nScutellospora sensu lato in a phylogenetic clade that, based on\nquestionable evidence, was considered to circumscribe a distinct genus,\nFuscutata. Recently this genus was merged with Dentiscutata.\nConsequently, we move S. savannicola (= Fuscutata savannicola =\nGigaspora savannicola) to the genus Dentiscutata (Gigasporaceae).","trees":[{"tree_label":"PAUP 1","ntax":"177","rootedtree":"TRUE","title":"Scutellospora savannicola SSU ITS LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77773.phy"},{"tree_label":"PAUP 1","ntax":"47","rootedtree":"TRUE","title":"Tr77774","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77774.phy"}]}