{"Authors":" Mame Penda Sarr, M’Baye Ndiaye, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2014","Title":" Genetic diversity in Macrophomina phaseolina, the causal\nagent of charcoal rot","Journal":" Phytopathologia Mediterranea","Volume":" 53","Issue":" 2","Pages":" 250-268","Keywords":" enetic diversity; Senegal; soilborne pathogen;\nsystematics; Tiarosporella phaseolina","DOI":" 10.14601/Phytopathol_Mediterr-13736\n","Abstract":" Macrophomina phaseolina (Botryosphaeriaceae) is an\nimportant soil- and seed-borne pathogen. This pathogen has a broad\ngeographic distribution, and a large host range. The aim of the present\nstudy was to determine the genetic variation among a global set of 189\nisolates of M. phaseolina, isolated from 23 hosts and 30 soil samples in\n15 countries. To achieve this goal a multi-gene DNA analysis was\nconducted for the following five loci, ITS, TEF, ACT, CAL and TUB. Based\non these results two well-defined clusters could be delineated, one\ncorresponding to M. phaseolina s. str., for which a suitable epitype is\ndesignated. The second clade corresponds to M. pseudophaseolina, a novel\nspecies occurring on Abelmoschus esculentus, Arachis hypogaea, Hibiscus\nsabdarifa and Vigna unguiculata in Senegal. No consistent correlation\nwas found among genotype, host and geographic location, and both species\ncould even occur on the same host at the same location. Although M.\npseudophaseolina is presently only known from Senegal, further research\nis required to determine its virulence compared to M. phaseolina, and\nits geographic distribution.","trees":[{"tree_label":"Fig. 3","ntax":"119","rootedtree":"TRUE","title":"Macrophomina phaseolina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69166.phy"},{"tree_label":"Unpublished parsimony tree 5-gene alignment","ntax":"61","rootedtree":"TRUE","title":"Macrophomina phaseolina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69167.phy"}]}