{"Authors":" Taeho Kim, Jiyeon Kim, Soowon Cho, Gi-Sik Min, Chungoo\nPark, Ramon A. Carreno, Steven A. Nadler, Joong-Ki Park","Year":" 2013","Title":" Phylogeny of Rhigonematomorpha based on the complete\nmitochondrial genome of Rhigonema thysanophora (Nematoda:\nChromadorea)","Journal":" Zoologica Scripta","Volume":"","Issue":"","Pages":"","Keywords":" Rhigonematomorpha, Chromadorea, Nematoda, Mitochondrial\ngenome, Molecular phylogeny","DOI":"","Abstract":" We determined the complete mitochondrial genome sequence\nof Rhigonema thysanophora, the first representative of\nRhigonematomorpha, and used this sequence along with 57 other nematode\nspecies for phylogenetic analyses. The R. thysanophora mtDNA is 15,015\nbp and identical to all other chromadorean nematode mtDNAs published to\ndate in that it contains 36 genes (lacking atp8) encoded in the same\ndirection. Phylogenetic analyses of nucleotide and amino acid sequence\ndata for the 12 protein-coding genes recovered Rhigonematomorpha as the\nsister group to the heterakoid species, Ascaridia columbae\n(Ascaridomorpha). The organization of R. thysanophora mtDNA resembles\nthe most common pattern for the\nRhabditomorpha+Ascaridomorpha+Diplogasteromorpha clade in gene order,\nbut with some substantial gene rearrangements. This similarity in gene\norder is in agreement with the sequence-based analyses that indicate a\nclose relationship between Rhigonematomorpha and\nRhabditomorpha+Ascaridomorpha+Diplogasteromorpha. These results are\nconsistent with certain analyses of nuclear SSU rDNA for R. thysanophora\nand some earlier classification systems that asserted phylogenetic\naffinity between Rhigonematomorpha and Ascaridomorpha, but inconsistent\nwith morphology-based phylogenetic hypotheses that suggested a close\n(taxonomic) relationship between rhigonematomorphs and oxyuridomorphs\n(pinworms). These observations must be tempered by noting that few\nrhigonematomorph species have been sequenced and included in\nphylogenetic analyses, and preliminary studies based on SSU rDNA suggest\nthe group is not monophyletic. Additional mitochondrial genome sequences\nof rhigonematids are needed to characterize their phylogenetic\nrelationships within Chromadorea, and to increase understanding of\nmitochondrial genome evolution.","trees":[{"tree_label":"con 50 majrule","ntax":"59","rootedtree":"TRUE","title":"Rhigonematomorpha 59sp NT BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_69183.phy"},{"tree_label":"con 50 majrule","ntax":"59","rootedtree":"TRUE","title":"Rhigonematomorpha","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_69184.phy"},{"tree_label":"tree 1","ntax":"59","rootedtree":"TRUE","title":"Rhigonematomorpha 59sp NT BI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69185.phy"}]}