{"Authors":" Michael J. Sanderson, Matthew T. Lavin, Martin F.\nWojciechowski","Year":" 2004","Title":" A phylogeny of legumes (Leguminosae) based on analysis of the\nplastid matK gene resolves many well-supported subclades within the\nfamily","Journal":" American Journal of Botany","Volume":" 91","Issue":" NA","Pages":" 1846-1862","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic analysis of 330 plastid matK gene sequences,\nrepresenting 235 genera from 37 of 39 tribes, and four outgroup taxa\nfrom eurosids I, supports many well-resolved subclades within the\nLeguminosae. These results are generally consistent with those derived\nfrom other plastid sequence data (rbcL and trnL), but show greater\nresolution and clade support overall. In particular, the monophyly of\nsubfamily Papilionoideae and at least seven major subclades are\nwell-supported by bootstrap and Bayesian credibility values. These\nsubclades are informally recognized as the Cladrastis clade, genistoid\nsensu lato, dalbergioid sensu lato, mirbelioid, millettioid, and\nrobinioid clades, and the inverted-repeat-lacking clade (IRLC). The\ngenistoid clade is expanded to include genera such as Poecilanthe,\nCyclolobium, Bowdichia, and Diplotropis, and thus contains the vast\nmajority of papilionoids known to produce quinolizidine alkaloids. The\ndalbergioid clade is expanded to include the tribe Amorpheae. The\nmirbelioids include the tribes Bossiaeeae and Mirbelieae, with\nHypocalypteae as its sister group. The millettioids comprise two major\nsubclades that roughly correspond to the tribes Millettieae and\nPhaseoleae, and represent the only major papilionoid clade marked by a\nmacromorphological apomorphy, pseudoracemose inflorescences. The\nrobinioids are expanded to include Sesbania and members of the tribe\nLoteae. The IRLC, the most species-rich subclade, is sister to the\nrobinioids. Analysis of the matK data consistently resolves but modestly\nsupports a clade comprising papilionoid taxa that accumulate canavanine\nin the seeds. This suggests a single origin for the biosynthesis of this\nmost commonly produced of the non-protein amino acids in legumes.","trees":[{"tree_label":"Fig. 6","ntax":"330","rootedtree":"TRUE","title":"Legume matK, Bayesian","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2400.phy"}]}