{"Authors":" Takamichi Orihara, Teresa Lebel, Zai-Wei Ge, Matthew E\nSmith, Nitaro Maekawa","Year":" 2016","Title":" Evolutionary history of the sequestrate genus Rossbeevera\n(Boletaceae) reveals a new genus Turmalinea and highlights the utility\nof ITS minisatellite-like insertions for molecular identification","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Biogeography, Cryptic species, DNA barcoding, Hypogeous\nfungi, Introgression, Species tree","DOI":"","Abstract":" The sequestrate (truffle-like) basidiomycete genera\nRossbeevera, Chamonixia, and Octaviania are closely related to the\nepigeous mushroom genera Leccinum and Leccinellum. In order to elucidate\nthe properties and placement of several undescribed sequestrate taxa in\nthe group and to reveal the evolutionary history of Rossbeevera and its\nallies, we conducted phylogenetic analyses based on three nuclear (ITS,\nnLSU, EF-1α) and two mitochondrial DNA loci (ATP6 and mtSSU) as well as\nprecise morphological observations. Phylogenetic analyses of three\nnuclear loci suggest a complex evolutionary history with sequestrate\nfruiting bodies present in several clades, including a previously\nunrecognized sister clade to Rossbeevera. Here we propose a new\nsequestrate genus, Turmalinea, with four new species and one new\nsubspecies as well as two new species of Rossbeevera. The three-locus\nnuclear phylogeny resolves species-level divergence within the\nRossbeevera - Turmalinea lineage, whereas a separate phylogeny based on\ntwo mitochondrial genes corresponds to geographic distance within each\nspecies-level lineage and suggests incomplete lineage sorting (ILS) and\ngene introgression within several intraspecific lineages of Rossbeevera.\nFurthermore, topological incongruence among the three nuclear\nsingle-locus phylogenies suggests that ancient speciation within\nRossbeevera probably involved considerable ILS. We also found an\nunusually long, minisatellite-like insertion within the ITS2 in all\nRossbeevera and Turmalinea species. A barcode gap analysis demonstrates\nthat the insertion is more informative for discrimination at various\ntaxonomic levels than the rest of the ITS region and could therefore\nserve as a unique molecular barcode for these genera.","trees":[{"tree_label":"Fig. 3","ntax":"110","rootedtree":"FALSE","title":"Tr96267","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96267.phy"},{"tree_label":"Fig. 4","ntax":"84","rootedtree":"FALSE","title":"Tr96268","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96268.phy"},{"tree_label":"Fig. 6","ntax":"51","rootedtree":"FALSE","title":"Tr96269","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96269.phy"}]}