{"Authors":" Andrew H. Paterson, Stephen Kresovich, Martha T Hamblin,\nCharles F. Aquadro, J. E. B. H Sun, Sharon Elizabeth Mitchell, Alexandra\nMaria Casa","Year":" 2005","Title":" Diversity and selection in sorghum: simultaneous analyses\nusing simple sequence repeats (SSRs)","Journal":" Theoretical Applied Genetics","Volume":" 111","Issue":" NA","Pages":" 23-30","Keywords":" NA","DOI":" NA","Abstract":" Although molecular markers and DNA sequence data are now\navailable for many crop species, our ability to identify genetic\nvariation associated with functional or adaptive diversity is still\nlimited. In this study, our aim was to quantify and characterize\ndiversity in a panel of cultivated and wild sorghums (Sorghum bicolor),\nestablish genetic relationships, and, simultaneously, identify selection\nsignals that might be associated with sorghum domestication. We assayed\n98 SSR loci distributed throughout the genome in a panel of 104\naccessions comprising 73 landraces (i.e., cultivated lines) and 31 wild\nsorghums. Evaluation of SSR polymorphisms indicated that landraces\nretained 86% of the diversity observed in the wilds. The landraces and\nwilds were moderately differentiated (Fst=0.13) but there was little\nevidence of population differentiation among racial groups of cultivated\nsorghums (Fst=0.06). Neighbor-joining analysis showed that wild sorghums\ngenerally formed a distinct group, and about half the landraces tended\nto cluster by race. Overall, bootstrap support was low, indicating a\nhistory of gene flow among the various cultivated types or recent common\nancestry. Statistical methods (Ewens-Watterson test for allele excess,\nlnRH, and Fst) for identifying genomic regions with patterns of\nvariation consistent with selection gave significant results for 11 loci\n(~15% of the SSRs used in the final analysis). Interestingly, seven of\nthese loci mapped in or near genomic regions associated with\ndomestication-related QTLs (i.e., shattering, seed weight, and\nrhizomatousness). We anticipate that such population genetics-based\nstatistical approaches will be useful for re-evaluating extant SSR data\nfor mining interesting genomic regions from germplasm collections.","trees":[{"tree_label":"Fig. 1","ntax":"104","rootedtree":"TRUE","title":"Sorghum bicolor genetic relationships","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2401.phy"}]}