{"Authors":" Garrett Lee Beier, Stan C Hokanson, Scott T Bates, Robert A\nBlanchette","Year":" 2013","Title":" Aurantiaporthe corni gen. et comb. nov., an endophyte and\npathogen of Cornus alternifolia","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Cryphonectriaceae, Diaporthales, golden canker, pagoda\ndogwood","DOI":"","Abstract":" Cryptodiaporthe corni is the causal agent of a destructive\ndisease of pagoda dogwood called golden canker. Due to the common\nassociation between C. corni and pagoda dogwood, we wanted to determine\nif the fungus is capable of living as an endophyte in pagoda dogwood.\nForty asymptomatic stems were sampled from five sites across Minnesota\nand the fungus was found to be present in more than half (62.5%) of the\nstems. Asymptomatic nursery material was also sampled, and a small\npercentage (20%) had the fungus present. To determine if the endophytic\nform of the fungus was capable of causing disease, inoculations were\ncarried out in the field and greenhouse. Asymptomatic stems in the field\nthat were inoculated with sterile grain seed proceeded to develop golden\ncanker as frequently as those that were inoculated with grain seed\ncolonized by C. corni. Also, in a greenhouse pathogenicity trial, the\nisolate obtained from an asymptomatic stem was capable of causing\ndisease and Kochs postulates, which has not been previously reported,\nwas completed. Since multiple specimens and isolates were collected\nduring this study another aspect of this research was to determine the\nproper taxonomic place of C. corni. Phylogenetic studies over the last\ndecade have suggested that C. corni belongs in the Cryphonectriaceae\nfamily. Phylogenetic analysis of the ITS and Bt1 gene regions, along\nwith assessment of the morphological characteristics supported the\ncreation of a new genus. Therefore we are proposing a new genus in the\nCryphonectriaceae family, Aurantiaporthe, to accommodate the new\ncombination Aurantiaporthe corni.","trees":[{"tree_label":"ITS Best Tree","ntax":"65","rootedtree":"TRUE","title":"ITS Best Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69246.phy"},{"tree_label":"Best Tree Bt1","ntax":"65","rootedtree":"TRUE","title":"Best Tree Bt1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69247.phy"}]}