{"Authors":" Robert R. Reisz, Johannes Mueller","Year":" 2006","Title":" The phylogeny of early eureptiles: comparing parsimony and\nBayesian approaches in the investigation of a basal fossil clade.","Journal":" Systematic Biology","Volume":" 55","Issue":" 3","Pages":" 503-511","Keywords":"","DOI":" 10.1080/10635150600755396","Abstract":" For the first time the phylogenetic relationships of early\neureptiles, consisting of captorhinids, diapsids, and protorothyridids,\nare investigated in a modern phylogenetic context using both parsimony\nand Bayesian analysis. 90 parsimony-informative characters and 25 taxa\nwere included in the analyses. The Bayesian analysis was run with and\nwithout a gamma shape parameter allowing for variable rates across\ncharacters. In addition, we ran two more Bayesian analyses that included\n42 autapomorphies and thus parsimony-uninformative characters in order\nto test the effect of variable branch lengths. The different analyses\nlargely converged to the same topology suggesting that the\n„protorothyridid‰ Coelostegus is the sister taxon of all other\neureptiles and that the remaining „protorothyridids‰ are paraphyletic.\nAlso, there is a close relationship between diapsids and\nAnthracodromeus, Cephalerpeton, and Protorothyris, a grouping of\nThuringothyris with captorhinids, and a variable position of the\n„protorothyridids‰ Brouffia, Hylonomus, and Paleothyris. The lack of\nresolution in some parts of the tree might be due to „hard polytomies‰\nand short divergence times between the respective taxa. The tree\ntopology is consistent with the hypothesis that the temporal\nfenestrations of diapsid reptiles appear to be the consequence of a more\nlightly-built skeleton, indicating a significant ecological shift in the\nearly stages of diapsid evolution. Bayesian analysis is a very useful\nadditional approach in studies of fossil taxa in which more traditional\nstatistical support like the bootstrap is often weak. However, the\nexclusive use of the Mk model appears suitable only if autapomorphic\ncharacters are included, while the Mk+gamma model performed well with or\nwithout autapomorphies. [Bayesian analysis; Captorhinidae; Diapsida;\nEureptilia; fossil taxa; morphological characters; parsimony;\nProtorothyrididae.]","trees":[{"tree_label":"Fig. 3b","ntax":"25","rootedtree":"TRUE","title":"Eureptiles, Bayesian tree 2 [without chs. 91-132]","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2414.phy"},{"tree_label":"Fig. 3c","ntax":"25","rootedtree":"TRUE","title":"Eureptiles, Bayesian tree 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2415.phy"},{"tree_label":"Fig. 3d","ntax":"25","rootedtree":"TRUE","title":"Eureptiles, Bayesian tree 4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2416.phy"},{"tree_label":"Fig. 2","ntax":"25","rootedtree":"TRUE","title":"Eureptiles, Parsimony tree [without chs. 91-132]","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2412.phy"},{"tree_label":"Fig. 3a","ntax":"25","rootedtree":"TRUE","title":"Eureptiles, Bayesian tree 1 [without chs. 91-132]","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2413.phy"}]}