{"Authors":" Anne AMJ Becker, Myriam Hesta, Joke Hollants, Geert PJ\nJanssens, Geert Huys","Year":" 2014","Title":" Phylogenetic analysis of faecal microbiota from captive\ncheetahs reveals underrepresentation of Bacteroidetes and\nBifidobacteriaceae","Journal":" BMC Microbiology","Volume":" 14","Issue":" 43","Pages":"","Keywords":" bacterial community sequencing, exotic felids, wildlife\nconservation, zoo nutrition","DOI":" 10.1186/1471-2180-14-43","Abstract":" Background: Imbalanced feeding regimes may initiate\ngastrointestinal and metabolic diseases in endangered felids kept in\ncaptivity such as cheetahs. Given the crucial role of the host’s\nintestinal microbiota in feed fermentation and health maintenance, a\nbetter understanding of the cheetah’s intestinal ecosystem is essential\nfor improvement of current feeding strategies. We determined the\nphylogenetic diversity of the faecal microbiota of the only two cheetahs\nhoused in an EAZA associated zoo in Flanders, Belgium, to gain first\ninsights in the relative distribution, identity and potential role of\nthe major community members. Results: Taxonomic analysis of 16S rRNA\ngene clone libraries (702 clones) revealed a microbiota dominated by\nFirmicutes (94.7%), followed by a minority of Actinobacteria (4.3%),\nProteobacteria (0.4%) and Fusobacteria (0.6%). In the Firmicutes, the\nmajority of the phylotypes within the Clostridiales were assigned to\nClostridium clusters XIVa (43%), XI (38%) and I (13%). Members of the\nBacteroidetes phylum and Bifidobacteriaceae, two groups that can\npositively contribute in maintaining intestinal homeostasis, were absent\nin the clone libraries and detected in only marginal to low levels in\nreal-time PCR analyses. Conclusions: This marked underrepresentation is\nin contrast to data previously reported in domestic cats where\nBacteroidetes and Bifidobacteriaceae are common residents of the faecal\nmicrobiota. Next to methodological differences, these findings may also\nreflect the apparent differences in dietary habits of both felid\nspecies. Thus, our results question the role of the domestic cat as the\nbest available model for nutritional intervention studies in endangered\nexotic felids.","trees":[{"tree_label":"Fig. 2","ntax":"89","rootedtree":"TRUE","title":"Bacteria in Captive Cheetahs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70737.phy"}]}