{"Authors":" E. C. Yang, Kyeong Mi Kim, Su Yeon Kim, Jun Mo Lee, Ga Hun\nBoo, Jung-Hyun Lee, Wendy A. Nelson, Gangman Yi, William Schmidt,\nSuzanne Fredericq, Sung Min Boo, Debashish Bhattacharya, Hwan Su\nYoon","Year":" 2013","Title":" Highly Conserved mtDNA Among Multicellular Red Algae of the\nFlorideophyceae","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Ordinal relationship; mitochondrial genome; phylogeny;\nRhodophyta; Rhodymeniophycidae","DOI":"","Abstract":" Two red algal classes, the Florideophyceae (ca. 6100 spp.)\nand Bangiophyceae (ca. 150 spp.) comprise 98% of red algal diversity in\nmarine and freshwater habitats. Whereas these two classes form\nwell-supported monophyletic groups in most phylogenetic analyses,\ninter-ordinal relationships remain largely unresolved, in particular in\nthe largest subclass Rhodymeniophycidae that includes 72% of all red\nalgal species. To elucidate phylogenetic relationships and to identify\nmajor evolutionary transitions in red algae, we characterized 11 new\nmitochondrial genomes (mtDNA) with representatives from five\nflorideophycean subclasses and all 12 orders of Rhodymeniophycidae.\nUsing this database that included 15 economically important species, we\nperformed comparative analyses of mtDNAs. Using a dataset of\nconcatenated proteins, we were able to resolve phylogenetic\nrelationships within the Rhodymeniophycidae. This organelle genome shows\n46 instances of gene rearrangements including 12 that distinguish the\nBangiophyceae from the Hildenbrandiophycidae, and 5 events that\ndistinguish the Hildenbrandiophycidae from the Nemaliophycidae.\nLineage-specific gene losses were found for several protein-coding genes\nin the Florideophyceae. Our well-sampled red algal mtDNA data show a\nrapid radiation and surprisingly low gene and sequence diversity among\nthe morphologically divergent multicellular lineages in the “advanced”\nFlorideophyceae. This genome has for currently unknown reasons been\nhighly constrained with respect to gene content and sequence for over\n500 million years of evolution.","trees":[{"tree_label":"ML.c24p.27t","ntax":"27","rootedtree":"TRUE","title":"Tr69360","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69360.phy"},{"tree_label":"con 50 majrule","ntax":"27","rootedtree":"TRUE","title":"Tr69361","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69361.phy"},{"tree_label":"con 50 majrule","ntax":"27","rootedtree":"TRUE","title":"Tr69362","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69362.phy"}]}