{"Authors":" Daniela Milstein, Amanda Silva Medeiros, Eurico Cabral\nOliveira, Mariana Oliveira","Year":" 2014","Title":" Native or introduced? A contemporary review of Pyropia\nspecies (Bangiales, Rhodophyta) from Brazil using molecular markers","Journal":" European Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" Bangiales, Brazil, endemic species, introductions,\nmolecular markers, molecular phylogeny, Porphyra, Pyropia","DOI":"","Abstract":" The genus Porphyra (sensu lato) of the Bangiales has been\nreported for the Brazilian coast since the 19th century. However, a\nmajor taxonomic revision of the worldwide Bangiales, clarified that the\nfoliose genus present in Brazil is Pyropia and Porphyra (sensu stricto)\nhas not been recorded from this region. In this article, we provide a\nrevision of the species of Pyropia in Brazil. Sequence analysis of\nmolecular markers (rbcL and SSU rDNA) and morphology revealed the\noccurrence of five distinct species in Brazil: Py. acanthophora, Py.\nspiralis, Py. suborbiculata, Py. tanegashimensis and Py. vietnamensis.\nPossible events of Pyropia species introduction in Brazil are discussed\nin the light of phylogenetic analyses. Furthermore, based on molecular\nand morphological data, P. pujalsii is synonymized with Py.\nsuborbiculata. Phylogenetic analyses indicated that Py. acanthophora and\nPy. spiralis, regarded as southwestern Atlantic species, are not closely\nrelated. Instead, Py. acanthophora grouped with the subtropical\nIndo-Pacific and the possibly introduced species, Py. suborbiculata, Py.\ntanegashimensis and Py. vietnamensis, and analysis of available COI-5P\nand UPA sequences indicated that Py. acanthophora also occurs in Hawaii.\nAll together, these results suggest that Py. acanthophora may not be an\nendemic entity as previously recognized. Pyropia spiralis grouped with\nstrong support with species from the Mexican Pacific coast and its\norigin along the southwestern Atlantic and Caribbean Sea is\ndiscussed.","trees":[{"tree_label":"Figure 11","ntax":"20","rootedtree":"TRUE","title":"Pyropia species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_69380.phy"}]}