{"Authors":" Anthony Underwood, Garan Jones, Massimo Mentasti, Norman\nFry, Timothy Harrison","Year":" 2013","Title":" Comparison of the Legionella pneumophila population structure\nas determined by sequence-based typing and whole genome sequencing.","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Legionella pneumophila is an opportunistic pathogen of\nhumans where the source of infection is usually from contaminated\nman-made water systems. When an outbreak of Legionnaires disease caused\nby L. pneumophila occurs, it is necessary to discover the source of\ninfection. A seven allele sequence-based typing scheme (SBT) has been\nvery successful in providing the means to attribute outbreaks of L.\npneumophila to a particular source or sources. Particular sequence types\ndescribed by this scheme are known to exhibit specific phenotypes. For\ninstance some types are seen often in clinical cases but are rarely\nisolated from the environment and vice versa. Of those causing human\ndisease some types are thought to be more likely to cause more severe\ndisease. It is possible that the genetic basis for these differences are\nvertically inherited and associated with particular genetic lineages\nwithin the population. In order to provide a framework within which to\ntest this hypothesis and others relating to the population biology of L.\npneumophila , a set of genomes covering the known diversity of the\norganism is required. Results Firstly, this study describes a means to\ngroup L. pneumophila strains into pragmatic clusters, using a\nmethodology that takes into consideration the genetic forces operating\non the population. These clusters can be used as a standardised\nnomenclature, so those wishing to describe a group of strains can do so.\nSecondly, the clusters generated from the first part of the study were\nused to select strains rationally for whole genome sequencing (WGS). The\ndata generated was used to compare phylogenies derived from SBT and WGS.\nIn general the SBT sequence type (ST) accurately reflects the whole\ngenome-based genotype. Where there are exceptions and recombination has\nresulted in the ST no longer reflecting the genetic lineage described by\nthe whole genome sequence, the clustering technique employed detects\nthese sequence types as being admixed, indicating their mixed\ninheritance. Conclusions We conclude that SBT is usually a good proxy\nfor the genetic lineage described by the whole genome, and therefore\nutility of SBT is still suitable until the technology and economics of\nhigh throughput sequencing reach the point where routine WGS of L.\npneumophila isolates for outbreak investigation is feasible.","trees":[{"tree_label":"tree 1","ntax":"39","rootedtree":"TRUE","title":"Legionella pneumophila","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69370.phy"}]}