{"Authors":" Douglas E. Soltis, M. J. Yoo, Pamela S. Soltis, Victor A.\nAlbert","Year":" 2006","Title":" Phylogenetic diversification of glycogen synthase kinase 3/\nSHAGGY-like kinase genes in plants","Journal":" BMC Plant Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background: The glycogen synthase kinase 3\n(GSK3)/SHAGGY-like kinases (GSKs) are non-receptor serine/threonine\nprotein kinases that are involved in a variety of biological processes.\nIn contrast to the two members of the GSK3 family in mammals, plants\nappear to have a much larger set of divergent GSK genes. Plant GSKs are\nencoded by a multigene family; analysis of the Arabidopsis genome\nrevealed the existence of 10 GSK genes that fall into four major groups.\nHere we characterized the structure of Arabidopsis and rice GSK genes\nand conducted the first broad phylogenetic analysis of the plant GSK\ngene family, covering a taxonomically diverse array of algal and land\nplant sequences. Results: We found that the structure of GSK genes is\ngenerally conserved in Arabidopsis and rice, although we documented\nexamples of exon loss and intron expansion. Our phylogenetic analyses of\n139 sequences revealed four major clades of GSK genes that correspond to\nthe four subgroups initially recognized in Arabidopsis. ESTs from basal\nangiosperms were represented in all four major clades; GSK homologs from\nthe basal angiosperm Persea americana (avocado) appeared in all four\nclades. Gymnosperm sequences occurred in clades I, III, and IV, and a\nsequence of the red alga Porphyra was sister to all green plant\nsequences. Conclusions: Our results indicate that (1) the plant-specific\nGSK gene lineage was established early in the history of green plants,\n(2) plant GSKs began to diversify prior to the origin of extant seed\nplants, (3) three of the four major clades of GSKs present in\nArabidopsis and rice were established early in the evolutionary history\nof extant seed plants, and (4) diversification into four major clades\n(as initially reported in Arabidopsis) occurred either just prior to the\norigin of the angiosperms or very early in angiosperm history.","trees":[{"tree_label":"Fig. 6","ntax":"139","rootedtree":"TRUE","title":"Glycogen synthase kinase 3, 50%MR of 77 MPTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2406.phy"},{"tree_label":"Fig. 7","ntax":"139","rootedtree":"TRUE","title":"Glycogen synthase kinase 3, strict of 17 MPTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2407.phy"}]}