{"Authors":" Shawn Christopher Kenaley, Lawrence B. Smart, George W.\nHudler","Year":" 2014","Title":" Genetic evidence for three discrete taxa of Melampsora\n(Pucciniales) affecting willows (Salix spp.) in New York State","Journal":" Fungal Biology","Volume":" 118","Issue":" 8","Pages":" 704-720","Keywords":" ITS; LSU; Melampsora epitea; Phylogeny; Taxonomy","DOI":"","Abstract":" Rust fungi belonging to the genus Melampsora (Pucciniales)\nare the most important pathogens of shrub willows (Salix spp.)\ncultivated for biomass and bioenergy in New York State and temperate\nregions worldwide. The taxonomy and species identification of these\nfungi historically have been problematic as they are morphologically\nindistinguishable on willow and often have complex life histories that\ninclude host alternation to taxonomically unrelated plant species.\nSubsequently, predominant Melampsora of Salix in North America\npreviously have been treated as the collective species M. epitea Th체m.\nand further delineated to formae speciales according to aecial host. To\ntest phylogenetic relationships, ribosomal DNA (rDNA) data was obtained\nfrom 75 collections/isolates of Melampsora in NY State affecting either\nnative and cultivated shrub willow or suspected alternate hosts. Maximum\nlikelihood (ML), maximum parsimony (MP), and Bayesian (BI) analyses were\nconducted separately on three data partitions (individual and\nconcatenated): complete internal transcribed spacer (ITS) and partial\nlarge subunit (LSU) rDNA sequences for all 75 collections. Analyses of\nthe ITS and concatenated ITS-LSU sequence information revealed that\nMelampsora rust on native and plantation-grown willows in NY State\nconsisted of three phylogenetically delineable taxa (phylotaxa);\nmonophyly for each phylotaxon was strongly supported by ML, MP, and BI\ncredibility values as well as comparative differences in mean nucleotide\nsimilarity and genetic distances. The three identified phylotaxa were\nalso delimited phylogenetically according to aecial host: Alpine currant\n(Ribes alpinum; Phylotaxon I), eastern larch (Larix laricina; Phylotaxon\nII), or balsam fir (Abies balsamea; Phylotaxon III). Melampsora within\nthe Ribes-alternating group collected in NY State or inferred by\nmolecular analyses likely represent an undescribed species as these taxa\nwere not phylogenetically close to M. ribesii-purpureae 혰 the only\ndescribed Melampsora in N. America reported to alternate between Salix\nand currants 혰 and shared a most recent common ancestor with Melampsora\non arctic and temperate shrub willows in northeastern Canada and\nScotland, respectively. Sister group relationships were also evident\nbetween the larch-alternating group and Melampsora spp. that alternate\nbetween poplars (Populus spp.) and various species of larch and pine\n(Pinus spp.) 혰 M. medusae and M. populnea. Likewise, Melampsora belonging\nto the fir-alternating group, obtained from infected balsam fir or\nwillows in NY State, were more closely related to the poplar rust M.\nabietis-populi, which alternates to oriental Abies spp., rather than to\neither the Ribes- or larch-alternating groups. The putative identity and\nnomenclature as well as geographic and host distributions of Melampsora\ntaxa affecting Salix in NY State are discussed.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Melampsora, Preliminary ITS Bayesian Concensus\nTree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_69446.phy"},{"tree_label":"Fig. 4","ntax":"36","rootedtree":"TRUE","title":"Melampsora, ITS Final Bayesian Concensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_69450.phy"},{"tree_label":"Fig. 6","ntax":"26","rootedtree":"TRUE","title":"Melampsora, ITS-LSU combined Bayesian Consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_69454.phy"},{"tree_label":"Fig. 5","ntax":"26","rootedtree":"TRUE","title":"Melampsora, Final LSU Bayesian Concensus Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_69452.phy"}]}