{"Authors":" Katrine L Whiteson, David Hernandez, Vladimir Lazarevic,\nNadia Gaia, Laurent Farinelli, Patrice Francois, Paola Pilo, Joachim\nFrey, Jacques Schrenzel","Year":" 2014","Title":" A genomic perspective on a new bacterial genus and species\nfrom the Alcaligenaceae family, Basilea psittacopulmonis","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" bacteria, parakeet, high-throughput sequencing, genome,\nphylogenetic profile","DOI":"","Abstract":" Background A novel Gram-negative, non-haemolytic,\nnon-motile, rod-shaped bacterium was discovered in the lungs of a dead\nparakeet (Melopsittacus undulatus) that was kept in captivity in a\npetshop in Basel, Switzerland. The organism is described with a\nchemotaxonomic profile and the nearly complete genome sequence obtained\nthrough the assembly of short sequence reads. Results Genome sequence\nanalysis and characterization of respiratory quinones, fatty acids,\npolar lipids, and biochemical phenotype is presented here. Comparison of\n16S rDNA gene sequences revealed that the most similar species is\nPelistega europaea, with a BLAST identity of only 93%, and a similar GC\ncontent (~43%) as the organism isolated from the parakeet, DSM 24701\n(40%). The closest full genome sequences are those of Bordetella spp.\nand Taylorella spp. High-throughput sequencing reads from the\nIllumina-Solexa platform were assembled with the Edena de novo assembler\nto form 195 contigs comprising the ~2 Mb genome. Genome annotation with\nRAST, construction of a phylogenetic tree with the 16S rDNA (rrs) gene\nsequence, and phylogenetic placement using other highly conserved marker\ngenes with ML Tree all suggest that the bacterial species belongs to the\nAlcaligenaceae family. Analysis of samples from cages with healthy\nparakeets suggested that the newly discovered bacterial species is not\nwidespread in parakeet living quarters. Conclusions Classification of\nthis organism in the current taxonomy system requires the formation of a\nnew genus and species. We designate the new genus Basilea and the new\nspecies psittacopulmonis. The type strain of Basilea psittacopulmonisis\nis DSM 24701 (= CIP 110308T, 16S rDNA gene sequence Genbank accession\nnumber JX412111 and GI 406042063).","trees":[{"tree_label":"tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr69568","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69568.phy"},{"tree_label":"tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr69569","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69569.phy"}]}