{"Authors":" Matthew Nelsen, Robert Luecking, Carrie Andrew, Marcela\nE.S. Caceres, Eimy Rivas Plata, Cecile Gueidan, Luciana Canêz, Allison\nKnight, Lars R Ludwig, Joel Mercado-Díaz, Sittiporn Parnmen, H. Thorsten\nLumbsch, André Aptroot","Year":" 2014","Title":" Elucidating phylogenetic relationships and genus-level\nclassification within the fungal family Trypetheliaceae\n(Dothideomycetes: Ascomycota)","Journal":" Taxon","Volume":" 63","Issue":"","Pages":" 974-992","Keywords":" crustose; lichen; ostiole; systematics; taxonomy;\ntropical","DOI":"","Abstract":" While the phylogenetic position of Trypetheliaceae has\nbeen the subject of recent molecular studies, the relationships within\nthis family have been little studied. Here we construct a detailed\ngenus-level phylogeny of the family. We confirm previous\nmorphology-based findings suggesting that a substantial proportion of\ngenera are not monophyletic, and that an overemphasis has been placed on\ncertain character state combinations which do not strictly reflect\nphylogeny. Specifically, patterns of ascospore septation, ostiole\norientation and type of ascomatal aggregation are evolutionarily labile,\nand of limited utility for the delimitation of genera as currently\ncircumscribed. We show that species from a number of genera including\nAstrothelium, Bathelium, Cryptothelium, Laurera and Trypethelium\ntogether form a strongly supported group, referred to here as the\n“Astrothelium” clade. Species from the genera Aptrootia,\nArchitrypethelium, Campylothelium, Marcelaria (L. purpurina and L.\ncumingii groups), Pseudopyrenula and species from the Trypethelium\neluteriae group fall outside of the “Astrothelium” clade and each form\nmonophyletic groups. In contrast, species from the genera Arthopyrenia,\nMycomicrothelia and Polymeridium fall outside of the “Astrothelium”\nclade, and do not form monophyletic groups. The data presented here\nvalidate earlier morphology-based findings suggesting generic\ndelimitations are in need of revision, and provides a first step towards\nidentifying the utility of individual characters and identifying which\ncharacters and character state combinations may be useful for future\nclassification.","trees":[{"tree_label":"tree 1","ntax":"85","rootedtree":"TRUE","title":"Trypetheliaceae MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69615.phy"}]}