{"Authors":" Yanfang Yang, Hainan Zhao, Roerto Barrero, Baohong Zhang,\nGuiling Sun, Iain Wilson, Fuliang Xie, Kevin D Walker, Joshua Parks,\nRobet Bruce, Guangwu Guo, Li Chen, Yong Zhang, Xin Huang, Tang Qi,\nHongwei Liu, Matthew Bellgard, Angela Hoffman, Jinsheng Lai, Deyou\nQiu","Year":" 2014","Title":" Genome sequencing and analysis of the paclitaxel-producing\nendophytic fungus Penicillium aurantiogriseum NRRL 62431","Journal":" BMC Genomics","Volume":" 15","Issue":"","Pages":" 69","Keywords":" Penicillium aurantiogriseum NRRL 62431, Paclitaxel,\nTaxol?, Endophytic fungi, Genome sequence, Horizontal gene transfer","DOI":" 10.1186/1471-2164-15-69","Abstract":" Background: Paclitaxel (Taxol?) is an important anticancer\ndrug with a unique mode of action. The biosynthesis of paclitaxel had\nbeen considered restricted to the Taxus species until it was discovered\nin Taxomyces andreanae, an endophytic fungus of T. brevifolia.\nSubsequently, paclitaxel was found in hazel (Corylus avellana L.) and in\nseveral other endophytic fungi. The distribution of paclitaxel in plants\nand endophytic fungi and the reported sequence homology of key genes in\npaclitaxel biosynthesis between plant and fungi species raises the\nquestion about whether the origin of this pathway in these two\nphysically associated groups could have been facilitated by horizontal\ngene transfer. Results: The ability of the endophytic fungus of hazel\nPenicillium aurantiogriseum NRRL 62431 to independently synthesize\npaclitaxel was established by liquid chromatography-mass spectrometry\nand proton nuclear magnetic resonance. The genome of Penicillium\naurantiogriseum NRRL 62431 was sequenced and gene candidates that may be\ninvolved in paclitaxel biosynthesis were identified by comparison with\nthe 13 known paclitaxel biosynthetic genes in Taxus. We found that\npaclitaxel biosynthetic gene candidates in P. aurantiogriseum NRRL 62431\nhave evolved independently and that horizontal gene transfer between\nthis endophytic fungus and its plant host is unlikely. Conclusions: Our\nfindings shed new light on how paclitaxel-producing endophytic fungi\nsynthesize paclitaxel, and will facilitate metabolic engineering for the\nindustrial production of paclitaxel from fungi.","trees":[{"tree_label":"Imported tree 0","ntax":"1","rootedtree":"TRUE","title":"Tr69571","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69571.phy"},{"tree_label":"Imported tree 0","ntax":"1","rootedtree":"TRUE","title":"Tr69572","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69572.phy"},{"tree_label":"Imported tree 0","ntax":"1","rootedtree":"TRUE","title":"Tr69573","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69573.phy"},{"tree_label":"Imported tree 0","ntax":"1","rootedtree":"TRUE","title":"Tr69574","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69574.phy"},{"tree_label":"Imported tree 0","ntax":"1","rootedtree":"TRUE","title":"Tr69575","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69575.phy"}]}