{"Authors":" Ingi Agnarsson","Year":" 2006","Title":" Asymmetric female genitalia and other remarkable morphology\nin a new genus of cobweb spiders (Theridiidae, Araneae) from\nMadagascar","Journal":" Biological Journal of the Linnean Society","Volume":" 87","Issue":" NA","Pages":" 211-232","Keywords":" NA","DOI":" 10.1111/j.1095-8312.2006.00569.x","Abstract":" Symmetry is such a conspicuous feature of life that\nasymmetries draw our immediate attention. While not uncommon in\nbilateral organisms in general, asymmetry in spiders is rare. Here I\nreport the first case of antisymmetry in external female genitalia in\nspiders, in the new genus Asygyna (Theridiidae: Araneae) from\nMadagascar. In the nearly 39 000 species of spiders described to date,\nthe external structure of the female genitalia is symmetric. In\nentelegyne spiders paired external copulatory openings each lead to an\ninternal copulatory duct, whose roughly symmetrical trajectories\nterminate in paired receptacles, the spermathecae. In Asygyna , here\nexemplified by two new species, A. huberi and A. coddingtoni ,\nlaterality is evident in the internal and external female genitalia. A\nsingle copulatory opening leads (either to the left or right depending\non the individual) to a single copulatory duct with a distinctly\nasymmetric trajectory. The duct splits terminally shortly before\nentering the two spermathecae. The males are symmetric, but possibly\nonly one palp can be used in copulation with each female. If adaptive,\nthe selective forces behind this asymmetry are perplexing, as male\naccess to females seems reduced. However, if males are plentiful,\nasymmetry may benefit the female by reducing insertion times and thus\nshortening copulation time, and by tightening her control over which\nmales sire her offspring. Asygyna has a range of other bizarre\nsex-related morphologies, including prosomal pits and a well developed\nstridulatory mechanism in both sexes, a male proboscis, and simplified\npalps. A phylogenetic analysis, including 63 taxa and 242 morphological\ncharacters, places Asygyna in Pholcommatinae, sister to the enigmatic\ngenus Carniella .","trees":[{"tree_label":"Tree 1","ntax":"64","rootedtree":"TRUE","title":"Spider genus Asygyna","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2417.phy"},{"tree_label":"Tree 2","ntax":"64","rootedtree":"TRUE","title":"Spider genus Asygyna","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2418.phy"}]}