{"Authors":" Yanis Bouchenak-Khelladi, Jasper Alexander Slingsby, George\nAnthony Verboom, William J Bond","Year":" 2014","Title":" DIVERSIFICATION OF C4 GRASSES (POACEAE) DOES NOT COINCIDE\nWITH THEIR ECOLOGICAL DOMINANCE","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" evolutionary history, ecological dominance, angiosperms,\ngrasses (Poaceae), phylogenetics, diversification, dating","DOI":"","Abstract":" Premise of the study: The radiation and rise to ecological\ndominance of a lineage are distinct phenomena, which are driven by\ndifferent processes. For example, it has been shown, using\npaleoecological data that the Cretaceous angiosperm radiation did not\ncoincide with their rise to dominance. Using a phylogenetic approach, we\nexplore the evolution of C4 grasses and evaluate whether the\ndiversification of this group and its rise to ecological dominance in\nthe late Miocene are decoupled. Methods: We assembled a matrix including\n675 PACMAD grass species for 2,784 characters (ITS and ndhF). Using\nthese data, a molecular dating analysis was performed using three\nfossils for calibrations. We coded species as C3 vs. C4 and\nreconstructed ancestral states under maximum likelihood. We used BiSSE\nto test whether rates of diversification are correlated with\nphotosynthetic pathway and whether the radiation of C4 lineages preceded\nor coincided with their rise to ecological dominance from about 10 Ma.\nKey results: C4 grass lineages first originated around 35 Ma at the\nEocene/Oligocene transition. Accelerated diversification of C4 lineages\ndid not coincide with their rise to ecological dominance. Conclusions:\nC4-dominated grasslands have expanded only from the Late Miocene and\nPliocene. The initial diversification of their biotic elements can be\ntracked back as far as the Eocene-Oligocene transition. We suggest that\nshifts in taxonomic diversification and ecological dominance were\nstimulated by different factors, as it has been the case for the early\nangiosperms in the Cretaceous.","trees":[{"tree_label":"TREE1","ntax":"675","rootedtree":"TRUE","title":"Tr69567","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_69567.phy"}]}