{"Authors":" Per G. P. Ericson, Seraina Klopfstein, Martin Irestedt,\nJacqueline M. T. Nguyen, Johan A. A. Nylander","Year":" 2014","Title":" Dating the diversification of the major lineages of\nPasseriformes (Aves)","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":" 8","Pages":"","Keywords":" Passeriformes, Molecular dating, Fossil calibrations, New\nZealandAntarctica vicariance","DOI":" 10.1186/1471-2148-14-8","Abstract":" Background: The avian Order Passeriformes is an enormously\nspecies-rich group, which comprises almost 60% of all living bird\nspecies. This diverse order is believed to have originated before the\nbreak-up of Gondwana in the late Cretaceous. However, previous molecular\ndating studies have relied heavily on the geological split between New\nZealand and Antarctica, assumed to have occurred 8582 Mya, for\ncalibrating the molecular clock and might thus be circular in their\nargument. Results: This study provides a time-scale for the evolution of\nthe major clades of passerines using seven nuclear markers, five\ntaxonomically well-determined passerine fossils, and an updated\ninterpretation of the New Zealand split from Antarctica 8552 Mya in a\nBayesian relaxed-clock approach. We also assess how different\ninterpretations of the New ZealandAntarctica vicariance event influence\nour age estimates. Our results suggest that the diversification of\nPasseriformes began in the late Cretaceous or early Cenozoic. Removing\nthe root calibration for the New ZealandAntarctica vicariance event\n(8552 Mya) dramatically increases the 95% credibility intervals and\nleads to unrealistically old age estimates. We assess the individual\ncharacteristics of the seven nuclear genes analyzed in our study. Our\nanalyses provide estimates of divergence times for the major groups of\npasserines, which can be used as secondary calibration points in future\nmolecular studies. Conclusions: Our analysis, which takes recent\npaleontological and geological findings into account, provides the best\nestimate of the passerine evolutionary time-scale currently available.\nThis time-scale provides a temporal framework for further\nbiogeographical, ecological, and co-evolutionary studies of the largest\nbird radiation, and adds to the growing support for a Cretaceous origin\nof Passeriformes.","trees":[{"tree_label":"Fig. 1 con","ntax":"55","rootedtree":"TRUE","title":"Phylogenetic estimate of the evolutionary time-scale of\npasserines","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70438.phy"}]}