{"Authors":" C PA De Haan, Alejandra Culebro, Thomas Schott, Joana\nRevez, Elke Schweda, Marja-Liisa Hänninen, Mirko Rossi","Year":" 2014","Title":" Comparative genomics of unintrogressed Campylobacter coli\nclades 2 and 3","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Campylobacter coli, comparative genomics, phylogeny, gamma\nglutamyltranspeptidase, sialyltransferase","DOI":"","Abstract":" Background. Campylobacter jejuni and C. coli share a\nmultitude of risk factors associated with human gastrointestinal\ndisease, yet their phylogeny differs significantly. C. jejuni are\nscattered into several lineages, with no apparent linkage, whereas C.\ncoli cluster into three distinct phylogenetic groups (clades) of which\nclade 1 showed extensive genome-wide introgression with C. jejuni, yet\nthe other two clades (2 and 3) show less than 2% of C. jejuni ancestry.\nWe identified a C. coli strain (76339) with four novel multilocus\nsequence type alleles (ST-5088) and the capability to express\ngamma-glutamyltranspeptidase (GGT); an accessory feature in C. jejuni.\nOur aim was to characterize unintrogressed C. coli clades 2 and 3, using\nwhole genome sequence analysis, to investigate the impact of horizontal\ngene transfer in shaping accessory and core genes pool in unintrogressed\nC. coli. Results. Here, we present the first fully closed C. coli clade\n3 genome. We studied the phylogenomics of the reference strain 76339,\nwhich revealed that strain 76339 belonged to clade 3 of unintrogressed\nC. coli. In addition, a more extensive respiratory metabolism among\nunintrogressed C. coli strains was found. We describe putative virulence\nfactors, such as serine proteases and an active sialyltransferase in the\nlipooligosaccharide locus and we propose a unique scenario for the\nevolution of Campylobacter ggt. Conclusions. We propose a new insight\ninto the evolution of the accessory genome of both C. coli and C.\njejuni. Also, in silico analysis of the gene content revealed that C.\ncoli clades 2 and 3 may be more pathogenic to humans than clade 1 and\nmay currently be underreported in human infections due to niche\nseparation.","trees":[{"tree_label":"con 50 majrule","ntax":"13","rootedtree":"TRUE","title":"Gamma-Glutamyl Transpeptidase GGTfna2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70643.phy"},{"tree_label":"Imported tree 0","ntax":"5","rootedtree":"TRUE","title":"Tr70660","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70660.phy"},{"tree_label":"con 50 majrule","ntax":"8","rootedtree":"TRUE","title":"Tr70644","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70644.phy"}]}