{"Authors":" Philipp Raab, Dirk Redecker","Year":" 2006","Title":" Phylogeny of the Glomeromycota (arbuscular mycorrhizal\nfungi): recent developments and new gene markers","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The fungal symbionts of arbuscular mycorrhiza form a\nmonophyletic group in the True Fungi, the phylum Glomeromycota. Less\nthan 200 described species are currently included in this group. The\nonly member of this clade known to form a different type of symbiosis is\nGeosiphon pyriformis, which associates with cyanobacteria. As none of\nthese fungi has been cultivated without their plant hosts or\ncyanobacterial partners, progress in obtaining multi-gene phylogenies\nhas been slow and the nuclear-encoded ribosomal RNA genes have remained\nthe only widely accessible molecular markers. rDNA phylogenies have\nrevealed considerable polyphyly of some glomeromycotan genera which has\nbeen used to reassess taxonomic concepts. Environmental studies\nutilizing phylogenetic methods for molecular identification have\nrecovered an amazing diversity of unknown phylotypes, suggesting that\nthere is considerable cryptic species diversity. Protein gene sequences\nthat have become available recently have challenged the rDNA-supported\nsister group relationship of the Glomeromycota with Asco/Basidomycota.\nHowever, the number of taxa analyzed with these new markers is still too\nsmall to provide a comprehensive picture of intra-phylum relationships.\nWe use nuclear-encoded rDNA and rpb1 protein gene sequences to reassess\nthe phylogeny of the Glomeromycota and discuss possible\nimplications.","trees":[{"tree_label":"Fig. 2b dataset B","ntax":"38","rootedtree":"TRUE","title":"True Fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2603.phy"},{"tree_label":"Fig. 2c","ntax":"25","rootedtree":"TRUE","title":"Phylogeny of the Glomeromycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2604.phy"}]}