{"Authors":" Kevin D Hyde, Asha Dissanayake , Wei Zhang , Xinghong Li ,\nYue Xie , Ying Zhou , Xiao Liu , Ekachai Chukeatirote, Jiye Yan, Guozhen\nZhang , Wensheng Zhao","Year":" 2014","Title":" First record and pathogenicity of Neofusicoccum mangiferae\nassociated with Grapevine dieback in China","Journal":" Phytopathologia Mediterranea","Volume":"","Issue":"","Pages":"","Keywords":" Neofusicoccum mangiferae, Botryosphaeriaceae, wood canker,\nVitis vinifera, pathogenicity","DOI":"","Abstract":" The Botryosphaeriaceae represents an important,\ncosmopolitan family of pathogens infecting woody plants. Grapevines\n(Vitis vinifera) which are suspected of being infected with\nBotryosphaeriaceae dieback were collected from different Provinces of\nChina and several Botryosphaeriaceae species were identified. This\nresearch was conducted to further study the species of\nBotryosphaeriaceae associated with grapvines in China, to estimate the\nprevalence and severity of the disease. Symptoms were characterized by\nthe presence of the partial or total death of the grapevine cordons with\nbrown V-shaped or U-shaped cankers and black spots in cross-sections of\nthe bark. Pathogenic isolates obtained from symptomatic tissues from\nvineyards in Henan and Anhui Provinces were identified to be\nNeofusicoccum mangiferae Syd. & P. Syd. (teleomorph Botryosphaeria\nsp.), on the basis of morphological and cultural characteristics as well\nas analysis of sequence data from internal transcribed spacers (ITS),\nβ-tubulin (Bt) and elongation factor (EF1-α) gene regions. Pathogenicity\nwas verified by inoculation of excised detached green grapevine shoots\nand mature wood of standing vines from cv. Summer Black under controlled\nlaboratory conditions. This is the first isolation and identification of\nN. mangiferae associated with grapevine dieback in the world.","trees":[{"tree_label":"PAUP 1","ntax":"15","rootedtree":"TRUE","title":"Neofusicoccum mangiferae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69784.phy"},{"tree_label":"PAUP 2","ntax":"15","rootedtree":"TRUE","title":"Neofusicoccum mangiferae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69785.phy"}]}