{"Authors":" Arik Diamant, Shevy B-S Rothman, Menachem Goren, Bella\nGalil, Baki Yokes, Szitenberg Amir, Dorothée Huchon","Year":" 2014","Title":" Biology of a new xenoma-forming gonadotropic microsporidium\nin the invasive blotchfin dragonet Callionymus filamentosus","Journal":" Diseases of Aquatic Organisms","Volume":" 109","Issue":" 1","Pages":" 35-54","Keywords":" Invasion, Red Sea, Suez Canal, Mediterranean Sea,\nCallionymus filamentosus, Lernanthropus callionymophaga, Obruspora\npapernae","DOI":" 10.3354/dao02718","Abstract":" A gonadotropic microsporidian parasite, Obruspora papernae\ngen. et sp. nov. (Microsporidia: Enterocytozoonidae), is described from\nCallionymus filamentosus (Teleostei: Callionymidae) in the Mediterranean\nSea. The host, a Red Sea invasive species which entered the\nMediterranean through the Suez Canal, was first collected in the Levant\nBasin in 1953, whereas its parasite went unobserved until 2008. Analysis\nof partial small subunit ribosomal gene sequences (SSU rDNA) placed the\nnew species within the Nucleospora, Desmozoon, and Paranucleospora\nclade, and as it differs from each of them, it is assigned to a new\ngenus. The development of the parasite is described, and the biological\nmechanisms underlying this parasite-host system are analyzed. Prevalence\nof infection approached 80% in female samples throughout most of the\nyear. Males showed no signs of infection, but parasite rDNA was detected\nin male internal organs. The parasite-induced xenomas progressively\noccupied and eventually replaced much of the ovary, in some cases\nproducing effective castration. Despite high levels of parasite\ninfection, current trawl fishery statistics indicate that the abundance\nof Mediterranean populations of the host remains high. The parasite\nimpact on the host population dynamics is unclear. Possible effects of\nthe new microsporidian parasite on the reproductive effort of C.\nfilamentosus and the potential role of another parasite, the\nectoparasitic copepod Lernanthropus callionymicola, as an additional\nhost in the life cycle of O. papernae, require further\ninvestigation.","trees":[{"tree_label":"MLT","ntax":"54","rootedtree":"TRUE","title":"Enterocytozoonidae, 16S rRNA, ITS-1 and 5’-end of the\n23S rRNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70117.phy"},{"tree_label":"Bayesian","ntax":"54","rootedtree":"TRUE","title":"Enterocytozoonidae, 16S rRNA, ITS-1 and 5’-end of the\n23S rRNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70118.phy"}]}