{"Authors":" Gerardo A Salazar, Solange C Mazzoni-Viveiros, Joao A. N.\nBatista, Eduardo L. Borba","Year":" 2014","Title":" Phylogenetic position and floral morphology of the Brazilian\nendemic, monospecific genus Cotylolabium: a sister group for the\nremaining Spiranthinae (Orchidaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" endemism  internal transcribed spacer (ITS)  matKtrnK \nmolecular phylogenetics  osmophore  trnLtrnF3\n","DOI":"","Abstract":" Cotylolabium is a monospecific, little-known genus endemic\nto a single mountain top in south-eastern Brazil. In this work, we\npresent a detailed morphological description (including anatomical and\nhistochemical aspects of the labellum) based on live and\nethanol-preserved material of Cotylolabium lutzii. We also assess its\nphylogenetic position, analysing nucleotide sequences of plastid\n(matKtrnK, trnLtrnF) and nuclear DNA [internal transcribed spacer (ITS)]\nand discuss its conservation status. Our phylogenetic analysis strongly\nsupports Cotylolabium as the sister of the rest of subtribe\nSpiranthinae. Inferences made from floral morphology, labellum anatomy\nand floral odour suggest melittophilous pollination. Possession of\ncauline leaves, minutely papillose leaf margins, decurrent floral\nbracts, an osmophore located on the outer labellum surface and,\nespecially, a labellum neatly divided into a proximal, nectar-bearing\nportion (hypochile) and a distal portion (epichile) by a transverse\nblade (trabecula) are distinguishing characters of this taxon. The\nfirst-branching position of C. lutzii in our molecular trees supports an\ninterpretation of the narrow, stiff rostellum remnant as plesiomorphic\nin the subtribe. The narrow endemicity and the phylogenetic position of\nC. lutzii both point to the relictual nature of this taxon, which is\nconsidered as critically endangered","trees":[{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Cotylolabium combined MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_69798.phy"}]}