{"Authors":" Joanne Bentley, G Anthony Verboom, Nicola G Bergh","Year":" 2014","Title":" Erosive processes after tectonic uplift stimulate vicariant\nand adaptive speciation : evolution in an Afrotemperate-endemic paper\ndaisy genus","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Afrotemperate, Drakensberg, uplift, adaptive speciation,\nvicariance, Gnaphalieae","DOI":"","Abstract":" Background The role of tectonic uplift in stimulating\nspeciation in South Africas only alpine zone, the Drakensberg, has not\nbeen explicitly examined. Tectonic processes may influence speciation\nboth through the creation of novel habitats and by physically isolating\nplant populations. We use the Afrotemperate endemic daisy genus\nMacowania to explore the timing and mode (geographic versus adaptive) of\nspeciation in this region. Between sister species pairs we expect high\nmorphological divergence where speciation has happened in sympatry\n(adaptive) while with geographic (vicariant) speciation we may expect to\nfind less morphological divergence and a greater degree of allopatry. A\ndated molecular phylogenetic hypothesis for Macowania elucidates\nspecies’ relationships and is used to address the potential impact of\nuplift on diversification. Morphological divergence of a small sample of\nreproductive and vegetative characters, used as a proxy for adaptive\ndivergence, is measured against species’ range distributions to estimate\nmode of speciation across two subclades in the genus.","trees":[{"tree_label":"branch lengths","ntax":"51","rootedtree":"TRUE","title":"Macowania","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70104.phy"},{"tree_label":"plastid PAUP result","ntax":"51","rootedtree":"TRUE","title":"Macowania","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70105.phy"},{"tree_label":"clade support","ntax":"51","rootedtree":"TRUE","title":"Macowania","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70103.phy"}]}