{"Authors":" Michael Mbenoun, Z. Wilhelm de Beer, Michael J Wingfield,\nBrenda D Wingfield, Jolanda Roux","Year":" 2014","Title":" Reconsidering species boundaries in the Ceratocystis paradoxa\ncomplex, including a new species from oil palm and cacao in\nCameroon","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ceratocystidaceae, Microascales, phylogenetic species\nconcept, Thielaviopsis","DOI":"","Abstract":" The Ceratocystis paradoxa complex accommodates a group of\nfungal pathogens that have become specialized to infect mostly\nmonocotyledonous plants. Currently four species are recognized in this\ngroup, including C. paradoxa, which has a widespread distribution and\nbroad host range. In this study, multi-gene phlylogenetic analyses\ninvolving sequences of the ITS, β-tubulin and TEF-1α gene loci, in\ncombination with phenotypic and mating studies, were used to\ncharacterize purported C. paradoxa isolates from Cameroon and to compare\nthem with isolates from elsewhere, including protologues and type\nspecimens of known species. We show that the C. paradoxa complex\ncomprises substantially greater species diversity than previously\nrecognized. One new species in this group is described from Cameroon, as\nCeratocystis cerberus, while C. paradoxa sensu. stricto (s. str.) and\nfour other species are redefined. Lectotypes are designated for C.\nethacetica and Endoconidium fragrans (synonym of C. ethacetica), while\nepitypes are designated for C. paradoxa s. str., C. ethacetica and C.\nmusarum. A neotype was is designated for Catenularia echinata (synonym\nof C. ethacetica) and two species, previously treated in Thielaviopsis,\nare transferred to Ceratocystis.","trees":[{"tree_label":"tree 1","ntax":"41","rootedtree":"TRUE","title":"Tr70439","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70439.phy"},{"tree_label":"PHYLIP 1+","ntax":"35","rootedtree":"TRUE","title":"Tr70440","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70440.phy"},{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr70441","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70441.phy"},{"tree_label":"tree 1","ntax":"49","rootedtree":"TRUE","title":"Tr70442","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70442.phy"}]}