{"Authors":" Hai Nguyen, Sao Jančič, Martin Meijer, Polona Zalar, Nina\nGunde-Cimerman, Keith Seifert, Joey Brent Tanney","Year":" 2015","Title":" Application of the phylogenetic species concept to Wallemia\nsebi from house dust and indoor air revealed by multi-locus genealogical\nconcordance","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" A worldwide survey of Wallemia occurring in house dust and\nindoor air was conducted. The isolated strains were identified as W.\nsebi and W. muriae. Previous studies suggested that the W. sebi\nphylogenetic clade contained cryptic species but conclusive evidence was\nlacking because only the internal transcribed spacer (ITS) marker was\nanalyzed. The ITS and four protein-coding genes (MCM7, RPB1, RPB2, and\nTSR1) were sequenced 85 isolates. Based on an initial neighbor joining\nanalysis of the concatenated genes, W. muriae remained monophyletic but\nfour clades were found in W. sebi, which we designated as W. sebi clades\n1, 2, 3, and 4. We hypothesized that these clades represent distinct\nphylogenetic species within the Wallemia sebi species complex (WSSC). We\nthen conducted multiple phylogenetic analyses and demonstrated\ngenealogical concordance, which supports the existence of four\nphylogenetic species within the WSSC. Geographically, W. muriae was only\nfound in Europe, W. sebi clade 3 was only found in Canada, W. sebi clade\n4 was found in subtropical regions, while W. sebi clade 1 and 2 were\nfound worldwide. Haplotype analysis showed that W. sebi clades 1 and 2\nhad multiple haplotypes while W. sebi clades 3 and 4 had one haplotype\nand may have been under sampled. We describe W. sebi clades 2, 3, and 4\nas new species in a companion study.","trees":[{"tree_label":"TREE1","ntax":"90","rootedtree":"TRUE","title":"Wallemia sebi from house dust MCM7 Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78052.phy"},{"tree_label":"TREE1","ntax":"70","rootedtree":"TRUE","title":"Wallemia sebi from house dust ITS Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78051.phy"},{"tree_label":"TREE1","ntax":"90","rootedtree":"TRUE","title":"Wallemia sebi from house dust RPB1 Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78053.phy"},{"tree_label":"TREE1","ntax":"85","rootedtree":"TRUE","title":"Wallemia sebi from house dust RPB2 Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78054.phy"},{"tree_label":"TREE1","ntax":"90","rootedtree":"TRUE","title":"Wallemia sebi from house dust TSR1 Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78055.phy"},{"tree_label":"TREE1","ntax":"90","rootedtree":"TRUE","title":"Wallemia sebi from house dust starbeast species\ntree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78056.phy"}]}