{"Authors":" Thomas Marcussen, Lise Heier, Anne Krag Brysting, Bengt\nOxelman, Kjetill S Jakobsen","Year":" 2014","Title":" From Gene Trees to a Dated Allopolyploid Network: Insights\nfrom the Angiosperm Genus Viola (Violaceae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Dating; Low-copy nuclear gene; Polyploidy; Species\nnetwork; Viola; Violaceae","DOI":" 10.5061/dryad.jc754","Abstract":" Allopolyploidisation acounts for a significant fraction of\nspeciation events in many eukaryotic lineages. However, existing\nphylogenetic and dating methods require tree-like topologies and are\nunable to handle the network-like phylogenetic relationships of lineages\ncontaining allopolyploids. No explicit framework has so far been\nestablished for evaluating competing network topologies, and few\nattempts have been made to date phylogenetic networks. We used a\nfour-step approach to generate a dated polyploid species network for the\ncosmopolitan angiosperm genus Viola L. (Violaceae Batch.). The genus\ncontains ca 600 species and both recent (neo-) and more ancient (meso-)\npolyploid lineages distributed over 16 sections. First, we obtained DNA\nsequences of three low-copy nuclear genes and one chloroplast region,\nfrom 42 species representing all 16 sections. Second, we obtained\nfossil-calibrated chronograms for each nuclear gene marker. Third, we\ndetermined the most parsimonious multilabelled genome tree and its\ncorresponding network, resolved at the section (not the species) level.\nReconstructing the ‘correct’ network for a set of polyploids depends on\nrecovering all homoeologs, i.e. all subgenomes, in these polyploids.\nAssuming the presence of Viola subgenome lineages that were not detected\nby the nuclear gene phylogenies (‘ghost subgenome lineages’),\nsignificantly reduced the number of inferred polyploidisation events. We\nidentified the most parsimonious network topology from a set of five\ncompeting scenarios differing in the interpretation of homoeolog\nextinctions and lineage sorting, based on (1) fewest possible ghost\nsubgenome lineages, (2) fewest possible polyploidisation events, and (3)\nleast possible deviation from expected ploidy as inferred from available\nchromosome counts of the involved polyploid taxa. Finally, we estimated\nthe homoploid and polyploid speciation times of the most parsimonious\nnetwork. Homoploid speciation times were estimated by coalescent\nanalysis of gene tree node ages. Polyploid speciation times were\nestimated by comparing branch lengths and speciation rates of lineages\nwith and without ploidy shifts. Our analyses recognise Viola as an old\ngenus (crown age 31 Ma) whose evolutionary history has been profoundly\naffected by allopolyploidy. Between 16 and 21 allopolyploidisations are\nnecessary to explain the diversification of the 16 major lineages\n(sections) of Viola, suggesting that allopolyploidy has accounted for a\nhigh percentage  between 67% and 88%  of the speciation events at this\nlevel. The theoretical and methodological approaches presented here for\n(1) constructing networks and (2) dating speciation events within a\nnetwork, have general applicability for phylogenetic studies of groups\nwhere allopolyploidisation has occurred. They make explicit use of a\nhitherto underexplored source of ploidy information from chromosome\ncounts to help resolve phylogenetic cases where incomplete sequence data\nhampers network inference. Importantly, the coalescent-based method used\nherein circumvents the assumption of tree-like evolution required by\nmost techniques for dating speciation events.","trees":[{"tree_label":"Fig. S3","ntax":"101","rootedtree":"TRUE","title":"Viola (Violaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70156.phy"},{"tree_label":"Fig. S2","ntax":"110","rootedtree":"TRUE","title":"Viola (Violaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70157.phy"},{"tree_label":"Fig. s1","ntax":"52","rootedtree":"TRUE","title":"Viola (Violaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70155.phy"},{"tree_label":"Fig. S4","ntax":"70","rootedtree":"TRUE","title":"Viola (Violaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70154.phy"},{"tree_label":"TREE1","ntax":"110","rootedtree":"TRUE","title":"Tr70168","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70168.phy"},{"tree_label":"TREE1","ntax":"101","rootedtree":"TRUE","title":"Tr70170","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70170.phy"},{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr70169","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70169.phy"},{"tree_label":"TREE1","ntax":"70","rootedtree":"TRUE","title":"Tr70158","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70158.phy"},{"tree_label":"Fig. S5","ntax":"50","rootedtree":"TRUE","title":"Viola (Violaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77757.phy"}]}