{"Authors":" Nan Zhang, Dongqing Yang, Dandan Wang, Youzhi Miao, Jiahui\nShao, Xuan Zhou, Zhihui Xu, Qirong Shen, Ruifu Zhang","Year":" 2014","Title":" Whole genome transcriptomic analysis of the plant beneficial\nrhizobacteria Bacillus amyloliquefaciens SQR9 in a process of biofilm\nforming triggered by maize roots exudates","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" PGPR; Genome; Root exudates; Biofilm; Transcriptome","DOI":"","Abstract":" Background: Bacillus amyloliquefaciens SQR9 is a\nbeneficial plant-associated bacterium with outstanding ability to\npromote plant growth and activity of biological control of soil-borne\ndiseases (biocontrol). Root exudates are known to play important roles\nin plant-microbe interactions. To explore the plant beneficial\ncharacteristics and rhizosphere interactions of SQR9, complete genome\nsequence and transcriptomic analysis of the response to maize root\nexudates were performed. Results: The complete genome sequence of B.\namyloliquefaciens SQR9 revealed numerous functional genes related to\nsuppression of plant pathogens and promotion of plant growth, indicating\nthe potential for production of novel anti-bacterial chemicals. Root\nexudates stimulated biofilm formation of SQR9 in liquid culture. The\ntranscriptional profiling of SQR9 response to maize root exudates under\nstatic conditions investigated by RNA-sequencing (RNA-Seq) indicated\nthat majority of the regulated genes were involved in rhizosphere\nadaptation and plant beneficial, such as intermediary metabolism,\nATP-binding cassette (ABC) transporters, cell motility and chemotaxis,\nbiofilm formation and synthesis of secondary metabolites with\nantimicrobial action. Conclusions: The complete genome sequence and\ntranscriptome analysis reported here provide meaningful information for\nunderstanding plant-rhizobacteria interactions and hence for promoting\nthe agricultural applications of this plant growth-promoting\nrhizobacteria (PGPR) strain, such as applied as bio-organic fertilizer\nor a biocontrol agents for suppression of soil-borne diseases.","trees":[{"tree_label":"PAUP 1","ntax":"18","rootedtree":"TRUE","title":"Tr70615","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70615.phy"}]}