{"Authors":" S. I. Warwick, Connie A Sauder, Ihsan Al-Shehbaz","Year":" 2005","Title":" Plant Genome Biodiversity and Evolution Volume 1, Part C.\nPhanerogams.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" The genus Sisymbrium L. as currently circumscribed\nincludes about 95 species, of which 41 are distributed in the Old World\nand 54 in the New World. Sisymbrium has been variously delimited, with\nseveral segregate genera proposed (subtribe Sisymbriinae) primarily for\nthe New World taxa. Phylogenetic studies using nuclear ribosomal ITS and\nchloroplast trnL-F sequences, have assessed proposed evolutionary\nrelationships and taxonomic limits of Old and New World Sisymbrium, its\nsegregate genera, and their affinities to the tribe Thelypodieae. ITS\nsequence data indicated a polyphyletic origin for Sisymbrium and did not\ncorrespond well to Schulz\u001as sectional classification. Two species belong\nto the tribe Brassiceae, and the remaining Sisymbrium species fall into\ntwo major clades: Old World (including the Middle Eastern S. acueolatum\nand S. afghanicum and North American S. linifolium), and the New World\nSisymbrium herein assigned to the Thelypodieae alliance. The latter\nalliance is also well differentiated from the Old World species\ncytologically and morphologically. Therefore, as delimited herein, the\ngenus Sisymbrium is almost exclusively restricted to the Old World. The\nNew World species previously recognized in Sisymbrium (e.g.,\nMostacillastrum, Coelophragmus, Werdermannia, Schoenocrambe (two spp.)),\nas well as Sibara and Pringlea, form part of the Thelypodieae\nalliance.","trees":[{"tree_label":"Fig. 1","ntax":"92","rootedtree":"TRUE","title":"Sisymbrium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4595.phy"},{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Sisymbrium trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4596.phy"}]}