{"Authors":" Jing Li, Xin Zheng, Yansen Cai, Shaoying Liu, Xiuyue Zhang,\nMin Yang, Bisong Yue, Jing Li","Year":" 2014","Title":" DNA barcoding of Murinae (Rodentia: Muridae) and Arvicolinae\n(Rodentia: Cricetidae) distributed in China","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" DNA barcoding; COI; Murinae; Arvicolinae; species\nidentification","DOI":"","Abstract":" Identification of rodents is very difficult mainly due to\nhigh similarities in morphology and their controversial taxonomy. In\nthis study, a 645 bp or 648 bp sequence of mitochondrial cytochrome\noxidase subunit I (COI) was used as a DNA barcode to identify the\nMurinae and Arvicolinae species distributed in China, and to facilitate\nthe systematics studies of Rodentia. In total, 242 sequences (31species;\n11 genera) from Murinae and 130 sequences (23 species; 6 genera) from\nArvicolinae were investigated, of which 90 individuals were novel.\nGenetic distance, threshold method, tree-based method, online BLAST and\nBLOG were employed to analyze the datasets. There was no obvious barcode\ngap in the two subfamilies. The average K2P distance within species and\ngenera was 2.10% and 12.61% in Murinae, and 2.86% and 11.80% in\nArvicolinae, respectively. The optimal threshold was 5.62% for Murinae\nand 3.34% for Arvicolinae. All phylogenetic trees (NJ, BI, MP, and ML)\nexhibited similar topology and could distinguish 90.32% of surveyed\nspecies in Murinae and 82.60% in Arvicolinae with high nodal support\nvalues. BLAST analyses yielded similar results with identification\nsuccess rates of 92.15% and 93.85% for Murinae and Arvicolinae,\nrespectively. BLOG successfully authenticated 100% of detected species\nexcept Leopoldamys edwardsi based on the latest taxonomic revision and\nthe inferences of other analytic results. Our results support the\nspecies status of recently recognized Micromys erythrotis, Eothenomys\ntarquinius, and E. hintoni, and confirm the important roles of\ncomprehensive taxonomy and accurate morphological identification in DNA\nbarcoding studies. We believe that, when proper analytic methods are\napplied or combined, DNA barcoding could serve as an accurate and\neffective species identification approach for Murinae and Arvicolinae\nbased on a proper taxonomic framework.","trees":[{"tree_label":"BI","ntax":"244","rootedtree":"TRUE","title":"Murinae","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74597.phy"},{"tree_label":"BI","ntax":"132","rootedtree":"TRUE","title":"Arvicolinae","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74600.phy"},{"tree_label":"NJ","ntax":"132","rootedtree":"TRUE","title":"Arvicolinae","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74603.phy"},{"tree_label":"ML","ntax":"132","rootedtree":"FALSE","title":"Arvicolinae","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74601.phy"},{"tree_label":"ML","ntax":"244","rootedtree":"FALSE","title":"Murinae","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74598.phy"},{"tree_label":"MP","ntax":"244","rootedtree":"TRUE","title":"Murinae","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74599.phy"},{"tree_label":"NJ","ntax":"244","rootedtree":"FALSE","title":"Murinae","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74596.phy"},{"tree_label":"MP","ntax":"132","rootedtree":"TRUE","title":"Arvicolinae","tree_kind":"Barcode Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74602.phy"}]}