{"Authors":" Erin Mackey Sigel, Michael D. Windham, Christopher Haufler\n, Kathleen M. Pryer","Year":" 2014","Title":" Phylogeny, divergence time estimates, and phylogeography of\nthe diploid species of the Polypodium vulgare complex","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" divergence dating, laurisilva, Hawaiian Islands, plastid\nsequence data, Pleistocene","DOI":"","Abstract":" The Polypodium vulgare complex (Polypodiaceae) comprises a\nwell-studied group of fern taxa whose members are cryptically\ndifferentiated morphologically and have generated a confusing and highly\nreticulate species cluster. Once considered a single species spanning\nmuch of northern Eurasia and North America, P. vulgare has been\nsegregated into 17 diploid and polyploid taxa as a result of\ncytotaxonomic work, hybridization experiments, and isozyme studies\nconducted during the 20th century. Despite considerable effort, however,\nthe evolutionary relationships among the diploid members of the P.\nvulgare complex remain poorly resolved. Here we reconstruct a\ndiploids-only phylogeny of the P. vulgare complex and related species to\ntest previous hypotheses concerning relationships within Polypodium\nsensu stricto. Using sequence data from four plastid loci (atpA, rbcL,\nmatK, and trnG-trnR), we recovered a monophyletic P. vulgare complex\ncomprising four well-supported clades. The P. vulgare complex is\nresolved as sister to the neotropical P. plesiosorum group and these, in\nturn, are sister to the Asian endemic Pleurosoriopsis makinoi. Using\ndivergence time analyses incorporating previously derived age\nconstraints and fossil data, we estimate an early Miocene origin for the\nP. vulgare complex¬¬¬¬ and a late Miocene-Pliocene origin for the four\nmajor diploid lineages of the complex, with the majority of extant\ndiploid species diversifying from the late Miocene through the\nPleistocene. Finally, we use our node age estimates to reassess previous\nhypotheses, and to propose new hypotheses, about the historical events\nthat shaped the diversity and current geographic distribution of the\ndiploid species of the P. vulgare complex.","trees":[{"tree_label":"consensus1000MLtrees","ntax":"42","rootedtree":"TRUE","title":"Tr70205","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70205.phy"},{"tree_label":"Bayesconsensus","ntax":"42","rootedtree":"TRUE","title":"Tr70207","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70207.phy"},{"tree_label":"best ML tree","ntax":"42","rootedtree":"TRUE","title":"Tr70206","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70206.phy"}]}