{"Authors":" Karen Siu-Ting, David J. Gower, Davide Pisani, Roman\nKassahun, Fikirte Gebresenbet, Michele Menegon, Abebe Mengistu, Samy\nSaber, Rafael O de Sa, Mark Wilkinson, Simon P. Loader","Year":" 2014","Title":" Evolutionary relationships of the Critically Endangered frog\nEricabatrachus baleensis Largen, 1991 with notes on incorporating\npreviously unsampled taxa into large-scale phylogenetic analyses","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Africa, Amphibia, Eastern Afromontane, Ethiopia,\nPetropedetes, phylogenetics","DOI":"","Abstract":" Background The phylogenetic relationships of many taxa\nremain poorly known because of a lack of appropriate data and/or\nanalyses. Despite substantial recent advances, amphibian phylogeny\nremains poorly resolved in many instances. The phylogenetic\nrelationships of the Ethiopian endemic monotypic genus Ericabatrachus\nhas been addressed thus far only with phenotypic data and remains\ncontentious. Results We obtained fresh samples of the now rare and\nCritically Endangered Ericabatrachus baleensis and generated DNA\nsequences for two mitochondrial and four nuclear genes. Analyses of\nthese new data using de novo and constrained-tree phylogenetic\nreconstructions strongly support a close relationship between\nEricabatrachus and Petropedetes, and allow us to reject previously\nproposed alternative hypotheses of a close relationship with\ncacosternines or Phrynobatrachus. Conclusions We discuss the\nimplications of our results for the taxonomy, biogeography and\nconservation of E. baleensis, and suggest a two-tiered approach to the\ninclusion and analyses of new data in order to assess the phylogenetic\nrelationships of previously unsampled taxa. Such approaches will be\nimportant in the future given the increasing availability of relevant\nmega-alignments and potential framework phylogenies.","trees":[{"tree_label":"con","ntax":"858","rootedtree":"TRUE","title":"Big Ranoid tree wbootstp brlens colours","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70202.phy"},{"tree_label":"BI","ntax":"66","rootedtree":"TRUE","title":"Ericabatrachus baleensis Focused GTR Analysis7","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70219.phy"}]}