{"Authors":" Thomas Boivin, Hélène Henri, Fabrice Vavre, Cindy Gidoin,\nJean-Noël Candau, Emmanuelle Magnoux, Alain Roques, Marie-Anne\nAuger-Rozenberg, Philippe Veber","Year":" 2014","Title":" Epidemiology of asexuality induced by the endosymbiotic\nWolbachia across phytophagous wasp species: host plant specialization\nmatters","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" parthenogenesis, ecological specialization, thelytoky,\nmultilocus sequence typing, Megastigmus","DOI":"","Abstract":" Among eukaryotes, sexual reproduction is by far the most\npredominant mode of reproduction. However, some systems maintaining\nsexuality appear particularly labile and raise intriguing questions on\nthe evolutionary routes to asexuality. Thelytokous parthenogenesis is a\nform of spontaneous loss of sexuality leading to strong distortion of\nsex ratio towards females and resulting from mutation, hybridization or\ninfection by bacterial endosymbionts. We investigated whether ecological\nspecialization is a likely mechanism of spread of thelytoky within\ninsect communities. Focusing on the highly-specialized genus Megastigmus\n(Hymenoptera: Torymidae), we first performed a large literature survey\nto examine the distribution of thelytoky in these wasps across their\nrespective obligate host plant families. Second, we tested for thelytoky\ncaused by endosymbionts by screening in 15 arrhenotokous and 10\nthelytokous species for Wolbachia, Cardinium, Arsenophonus and\nRickettsia endosymbionts and by performing antibiotic treatments.\nFinally, we performed phylogenetic reconstructions using multilocus\nsequence typing (MLST) to examine the evolution of endosymbiont-mediated\nthelytoky in Megastigmus and its possible connections to host plant\nspecialization. We demonstrate that thelytoky evolved from ancestral\narrhenotoky through the horizontal transmission and the fixation of the\nparthenogenesis-inducing Wolbachia. We find that ecological\nspecialization in Wolbachias hosts was probably a critical driving force\nfor Wolbachia infection and spread of thelytoky, but also a constraint.\nOur work further reinforces the hypothesis that community structure of\ninsects is a major driver of the epidemiology of endosymbionts and that\ncompetitive interactions among closely related species may facilitate\ntheir horizontal transmission.","trees":[{"tree_label":"Bayes","ntax":"34","rootedtree":"TRUE","title":"Wolbachia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70243.phy"},{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Megastigmus COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70229.phy"}]}