{"Authors":" Benjamin D. Hall, Andrew J. Eckert","Year":" 2006","Title":" Phylogeny, historical biogeography, and patterns of\ndiversification for Pinus (Pinaceae) - phylogenetic tests of\nfossil-based hypotheses","Journal":" Molecular Phylogenetics and Evolution","Volume":" 40","Issue":" 1","Pages":" 166-182","Keywords":"","DOI":" 10.1016/j.ympev.2006.03.009","Abstract":" Pines comprise one of the largest coniferous genera, are\ndistributed throughout the Northern Hemisphere, and have an abundant\nfossil record. Distributions of fossils have been used to derive a three\nstep hypothesis of early pine evolution, which postulates a Mesozoic\norigin for the genus, east-west expansions across Laurasia, and\nretraction into Eocene refugia. Here we present phylogenetic tests of\nthis hypothesis using chloroplast sequence data from four loci for 83\npine species. We used the fossil-based hypothesis to derive null\nexpectations concerning monophyly of taxonomic groups, dates of\ncladogenesis, and patterns of diversification. Phylogenetic analyses\nusing several algorithms subsequently provided rigorous tests of these\nexpectations. Our inferred phylogenies illustrated broad congruence with\ntaxonomic groups, but highlighted consistent problems within subgenus\nStrobus. Estimated minimum dates of divergence derived from relaxed\nclock methods were largely consistent with the fossil record and yielded\na date for the ingroup node of Pinus of 128 ± 4 million years ago,\ndepending upon the calibration used for subgenus Pinus. Ancestral area\nreconstructions showed Pinus to have most likely originated in Eurasia.\nMajor clades differed in biogeographic patterns, but were consistent\nwith the fossil-based hypothesis. We found weak support, however, for a\nchange in diversification rate in the Eocene as interpretations of\nfossil distributions would have predicted.","trees":[{"tree_label":"Fig. 1","ntax":"92","rootedtree":"TRUE","title":"Patterns of Diversification for Pinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4597.phy"}]}