{"Authors":" Atefeh Pirani, Shahin Zarre, Bernard E. Pfeil, Yann J.K.\nBertrand, Mostafa Assadi, Bengt Oxelman","Year":" 2014","Title":" Molecular phylogeny of Acanthophyllum (Caryophyllaceae,\nCaryophylleae), with emphasis on subgeneric classification","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Acanthophyllum; Caryophyllaceae; Irano-Turanian; ITS;\nMolecular phylogeny; rps16; Species tree","DOI":"","Abstract":" Despite being one of the larger genera of Caryophyllaceae\nwith about 60 cushion forming subshrubby species, Acanthophyllum is\nrepresented poorly in previous molecular phylogenetic studies. The genus\nis an important component of the subalpine steppe flora in Central to\nSouth West Asia. Although the placement of Acanthophyllum in the tribe\nCaryophylleae and a close relationship to Allochrusa has already been\nsuggested, the monophyly of the genus and its subgeneric taxa, as well\nas its relation to other closely related genera, have not been\naddressed. We have assembled data sets of nuclear ribosomal internal\ntranscribed spacer (ITS) sequences and intron sequences of the\nchloroplast gene rps16 for 47 Acanthophyllum species and 63 species of\n12 additional genera from Caryophylleae. Phylogenetic analyses were\nperformed using Maximum Parsimony, Maximum Likelihood and Bayesian\nmethods. Our analysis suggests that Allochrusa, Diaphanoptera,\nOchotonophila and Scleranthopsis are nested within Acanthophyllum but\nthat the traditionally recognized sections of Acanthophyllum are\nmonophyletic after reassignment of a few species. Emarginate petals may\nbe a synapomorphy for one of the two basal clades of Acanthophyllum.\nMoreover, non-monophyly of the genera Gypsophila and Diaphanoptera is\nsuggested by the present study. The age of the crown clade of\nAcanthophyllum s.l. is estimated to be 11.1 Ma by *BEAST species tree\nanalysis.","trees":[{"tree_label":"Fig. 4 con 50 majrule","ntax":"117","rootedtree":"TRUE","title":"Tr70311","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70311.phy"},{"tree_label":"Fig. 5 con 50 majrule","ntax":"72","rootedtree":"TRUE","title":"Tr70312","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70312.phy"},{"tree_label":"TREE1","ntax":"52","rootedtree":"TRUE","title":"Tr70315","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70315.phy"}]}