{"Authors":" shude shi, YAQING SUN, LEI WEI, XUEFENG LEI, KENNETH M\nCAMERON, Chengxin Fu","Year":" 2014","Title":" Chloroplast DNA Sequence Data Helps to Clarify Phylogenetic\nRelationships and Reticulate Evolution in Lycoris (Amaryllidaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" haplotype, hybridization, trnS-trnfM, trnC-ycf6,\nphylogeny, plastid DNA","DOI":"","Abstract":" The temperate East Asian genus Lycoris is well known as a\nlineage of ornamental geophytes consisting of at least 20 species, some\nof which are thought to be of natural hybrid origin. Previous genetic\nstudies have supported this hypothesis, but these have relied solely on\nthe use of caryology and/or nuclear ribosomal ITS sequences. No\nchloroplast DNA data has been available to address interspecific\nrelationships within Lycoris until now. In this study, 500 individuals\nfrom 29 populations representing 16 of the 20 published Lycoris species\nwere sampled, and DNA sequences generated for two chloroplast markers\n(trnS-trnfM and trnC-ycf6). From these data we inferred phylogenetic\nrelationships among the sampled taxa at both the species and population\nlevels using concatenated phylogenetic methods. A well resolved and\nhighly supported phylogenetic reconstruction for Lycoris was obtained.\nAlthough the cpDNA topology differs from that derived previously using\nITS, both genomes produce trees that cluster species of Lycoris into\nthree clades. One of these, containing polyploid taxa such as L.\nalbiflora, L. caldwellii, L. straminea, and L. houdysheli shows strong\nevidence of reticulation, and we discuss the identity of potential\nparents for these allopolyploids. In contrast, we offer evidence that\nchallenges the hypothesis that triploid individuals of L. radiata are\nthe result of hybridization. Instead, they appear to be autotriploids\nthat have arisen in more than one location. By comparing the\nphylogenetic results obtained using nuclear genome data to those from\nthe chloroplast genome, a much clearer picture of the role that\nhybridization and reticulation have played in the evolution of Lycoris\nis emerging.","trees":[{"tree_label":"PAUP 1","ntax":"24","rootedtree":"TRUE","title":"Tr70433","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70433.phy"}]}