{"Authors":" Saumya Dasgupta, Gautam Basu","Year":" 2014","Title":" Evolutionary insights about bacterial GlxRS from whole genome\nanalyses: Is GluRS2 a chimera?","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":"","Pages":" 26","Keywords":" GluRS, GluRS2, GlnRS, HGT, tRNAGln, gene duplication,\nphylum-specificity, whole-genome analysis","DOI":" 10.1186/1471-2148-14-26","Abstract":" Background: Evolutionary histories of glutamyl-tRNA\nsynthetase (GluRS) and glutaminyl-tRNA synthetase (GlnRS) in bacteria\nare convoluted. After the divergence of eubacteria and eukarya,\nbacterial GluRS glutamylated both tRNAGln and tRNAGlu until GlnRS\nappeared by horizontal gene transfer (HGT) from eukaryotes or a\nduplicate copy of GluRS (GluRS2) that only glutamylates tRNAGln\nappeared. The current understanding is based on limited sequence data\nand not always compatible with available experimental results. In\nparticular, the origin of GluRS2 is poorly understood. Results: A large\ndatabase of bacterial GluRS, GlnRS, tRNAGln and the trimeric\naminoacyl-tRNA-dependent amidotransferase (gatCAB), constructed from\nwhole genomes by functionally annotating and classifying these enzymes\naccording to their mutual presence and absence in the genome, was\nanalyzed. Phylogenetic analyses showed that the catalytic and the\nanticodon-binding domains of functional GluRS2 (as in Helicobacter\npylori) were independently acquired from evolutionarily distant hosts by\nHGT. Non-functional GluRS2 (as in Thermotoga maritima), on the other\nhand, was found to contain an anticodon-binding domain appended to a\ngene-duplicated catalytic domain. Several genomes were found to possess\nboth GluRS2 and GlnRS, even though they share the common function of\naminoacylating tRNAGln. GlnRS was widely distributed among bacterial\nphyla and although phylogenetic analyses confirmed the origin of most\nbacterial GlnRS to be through a single HGT from eukarya, many GlnRS\nsequences also appeared with evolutionarily distant phyla in\nphylogenetic tree. A GlnRS pseudogene could be identified in Sorangium\ncellulosum. 2 Conclusions: Our analysis broadens the current\nunderstanding of bacterial GlxRS evolution and highlights the\nidiosyncratic evolution of GluRS2. Specifically we show: i) GluRS2 is a\nchimera of mismatching catalytic and anticodon-binding domains, ii) the\nappearance of GlnRS and GluRS2 in bacterial genomes are not mutually\nexclusive indicating that their evolutionary histories are distinct,\niii) GlnRS is more widespread in bacteria than is believed, iv)\nbacterial GlnRS appeared both by HGT from eukarya and intra-bacterial\nHGT, v) presence of GlnRS pseudogene shows that many bacteria could not\nretain the newly acquired eukaryal GlnRS. The functional annotation of\nGluRS, without recourse to experiments, performed in this work,\ndemonstrates the inherent and unique advantages of using whole genome\nover isolated sequence databases.","trees":[{"tree_label":"Fig. 2","ntax":"212","rootedtree":"TRUE","title":"Glutamyl-tRNA synthetase (GluRS)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70299.phy"},{"tree_label":"Fig. 4a","ntax":"209","rootedtree":"TRUE","title":"Glutamyl-tRNA synthetase (GluRS)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70300.phy"},{"tree_label":"Fig. 4b","ntax":"212","rootedtree":"TRUE","title":"Glutaminyl-tRNA synthetase (GlnRS)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70301.phy"},{"tree_label":"Fig. 5","ntax":"141","rootedtree":"TRUE","title":"Glutamyl-tRNA synthetase (GluRS)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70326.phy"},{"tree_label":"Fig. 6","ntax":"195","rootedtree":"TRUE","title":"Glutaminyl-tRNA synthetase (GlnRS)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70327.phy"},{"tree_label":"Fig. 3","ntax":"211","rootedtree":"TRUE","title":"gatB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70323.phy"}]}