{"Authors":" Pablo Garcia-Murillo, Norio Tanaka, Pieter B. Pelser","Year":" 2014","Title":" Phylogeny and biogeography of Zannichellia and allied genera\n(Potamogetonaceae), inferred from plastid and nuclear ITS DNA\nsequences.","Journal":" Proceedings of Monocots V","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Zannichellia is a submerged aquatic genus found in World’s\nfresh and /brackish water bodies. A morphology-based revision indicates\nthe center of the species diversity in Europe, including the\nMediterranean, yet the taxonomy has not yet been further studied. The\ngenus’ three allied genera, Althenia from the Mediterranean, Lepilaena\nfrom Australasia (Australia and New Zealand), and Pseudlathenia from\nSouth Africa, all of which have similar habitat preferences, have been\npoorly surveyed, so that a little is known about the inter-generic\nrelationships. The enigmatic biogeographic relationships among the\ngenera were uninvestigated. We performed the first molecular\nphylogenetic and biogeographic analyses of Zannichellia and two allied\ngenera, Althenia and Lepilaena, using combined plastid and nuclear ITS\nDNA sequences. The resulting tree revealed a robust clade with Althenia\nand Lepilaena, which was placed in a sister position relative to\nZannichellia. In the former clade, two out of three Lepilaena species\nwere clustered with one out of two Althenia species from the\nMediterranean. Hence, here we propose a uniting of Althenia and\nLepilaena into Althenia, consisting of Australasian and Mediterranean\nspecies. In Zannichellia, a previously proposed infra-generic\nclassification was supported. The biogeographic analysis indicated two\ntrans-ocean dispersal events between Australasia and Europe, a novel\ndispersal pattern, once in early Miocene (ambiguous origin) and the\nother in late Miocene from Australasia. This dispersal pattern may be\noccurred via South Africa in case if the other related genus,\nPseudalthenia, is included at some points of the evolution of\nZannichellia and allied genera.","trees":[{"tree_label":"PAUP 1","ntax":"10","rootedtree":"TRUE","title":"Zannichellia MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70308.phy"},{"tree_label":"PAUP 1","ntax":"10","rootedtree":"TRUE","title":"Zannichellia ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70309.phy"},{"tree_label":"con 50 majrule","ntax":"10","rootedtree":"TRUE","title":"Zannichellia BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70310.phy"}]}