{"Authors":" Liliana M. Giussani, Fernando O. Zuloaga, Elizabeth A.\nKellogg, Sandra S. Aliscioni","Year":" 2003","Title":" A molecular phylogeny of Panicum (Poaceae: Paniceae): Tests\nof monophyly and phylogenetic placement within the Panicoideae","Journal":" American Journal of Botany","Volume":" 90","Issue":" 5","Pages":" 796-821","Keywords":" NA","DOI":" NA","Abstract":" Panicum L. is a cosmopolitan genus with approximately 450\nspecies. Although the genus has been considerably reduced in species\nnumber with the segregation of many taxa to independent genera in the\nlast two centuries, Panicum remains a heterogeneous assemblage, as has\nbeen demonstrated in recent years. The genus is remarkably uniform in\nits floral characters but exhibits considerable variation in anatomical,\nphysiological, and cytological features. As a result, several\nclassifications, and criteria of what the genus should really include,\nhave been postulated in modern literature. The purpose of this research,\nbased on molecular data of the chloroplast ndhF gene, is to test the\nmonophyly of Panicum, to evaluate infrageneric classifications, and to\npropose a robust phylogenetic hypothesis. Based on the present results,\nprevious morphological and molecular phylogenetic studies, and inferred\ndiagnostic morphological characters, we restrict Panicum s. s. (sensu\nstricto) to the former subgenus Panicum, and support recognition of\nDichanthelium, Phanopyrum and Steinchisma as distinct genera. We have\ntransfered other species of Panicum to other genera of the Paniceae.\nMost of the necessary combinations have been made previously, so few\nnomenclatural changes have been required. The remaining species of\nPanicum s. l. (sensu lato) are included within Panicum incertae sedis\nrepresenting isolated species or species grouped within monophyletic\nclades. Additionally, we explore the performance of the three codon\nposition characters in producing the supported phylogeny.","trees":[{"tree_label":"157 tree 1","ntax":"157","rootedtree":"TRUE","title":"Panicum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4601.phy"},{"tree_label":"123 tree 2","ntax":"123","rootedtree":"TRUE","title":"Panicum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4602.phy"}]}