{"Authors":" Aelys M. Humphreys, Timothy G. Barraclough","Year":" 2014","Title":" The evolutionary reality of higher taxa in mammals","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":" 281","Issue":" 1783","Pages":"","Keywords":" adaptive radiation, Artiodactyla, Carnivora,\ndiversification, Lagomorpha, Perissodactyla","DOI":" 10.1098/rspb.2013.2750","Abstract":" Species are generally regarded as a fundamental unit of\nbiodiversity. In contrast, higher taxa such as genera and families,\nwhile widely used as biodiversity metrics and for classification and\ncommunication, are generally not believed to be shaped by shared\nevolutionary processes in the same way as species. We use simulations to\nshow that processes that are important for emergence of evolutionarily\nsignificant units (ESUs) at the species level, namely geographical\nisolation and ecological divergence, can generate evolutionary\nindependence above the species level and thereby lead to emergence of\ndiscrete phylogenetic clusters (higher ESUs). Extending phylogenetic\napproaches for delimiting evolutionarily significant species to broader\nphylogenetic scales, we find evidence for the existence of higher ESUs\nin mammals. In carnivores, euungulates and lagomorphs the hierarchical\nlevel of units detected corresponds, on average, to the level of family\nor genus in traditional taxonomy. The units in euungulates are\nassociated with divergent patterns of body mass, consistent with\noccupation of distinct ecological zones. Our findings demonstrate a new\nframework for studying biodiversity that unifies approaches at species\nand higher levels, thus potentially restoring higher taxa to their\nhistorical status as natural entities.","trees":[{"tree_label":"TREE1","ntax":"239","rootedtree":"TRUE","title":"Carnivora cytb","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_72331.phy"},{"tree_label":"TREE1","ntax":"74","rootedtree":"TRUE","title":"Lagomorpha cytb","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_72332.phy"},{"tree_label":"TREE1","ntax":"306","rootedtree":"TRUE","title":"Euungulata cytb","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_72333.phy"}]}