{"Authors":" Pipob Lumyong, E. H. C. McKenzie, Rampai Kodsueb, Saisamorn\nLumyong, Dhanasekaran Vijaykrishna, Rajesh Jeewon, Kevin D Hyde","Year":" 2006","Title":" Systematic revision of Tubeufiaceae based on morphological\nand molecular data","Journal":" Fungal Diversity","Volume":" 21","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The family Tubeufiaceae is circumscribed for taxa in the\nPleosporales that possess superficial, white, pallid to bright,\nascomata, which may darken at maturity. The family currently includes 21\ngenera with varied taxonomic histories, a result of disparate opinions\nregarding the importance of several different morphological characters.\nIn this study, nucleotide sequences from 28S rDNA from different taxa of\nthe Tubeufiaceae and allied families were analysed under different\noptimality criteria (Maximum Parsimony, Likelihood and Bayesian) to\nassess phylogenetic relationships. Phylogenies obtained using different\ntree construction methods yielded essentially similar topologies.\nResults from the molecular data do not correspond to established\nmorphological schemes. Characters such as color of ascomata, shape of\nascospores and anamorphic taxa do not appear to be significant in\ndelineating several genera within the Tubeufiaceae while at the familial\nlevel, Tubeufiaceae does not appear to be restricted to those bitunicate\nfungi characterised by superficial, white and pallid to bright ascomata\nand filiform ascospores. In addition, phylogenies also indicate that\nTubeufiaceae is more closely related to the Venturiaceae, and therefore\nits current taxonomic placement within the order Pleosporales is\njustified. Results also indicate that Acanthostigma, Boerlagiomyces and\nLetendraea are phylogenetically unrelated to other members of the\nTubeufiaceae and therefore it is highly possible that they should be\nexcluded from Tubeufiaceae. In this study, the family Tubeufiaceae is\nredefined based on existing morphological information and\nphylogenies.","trees":[{"tree_label":"Fig. 3","ntax":"50","rootedtree":"TRUE","title":"Tubeufiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4603.phy"}]}