{"Authors":" Ryo Matsuzaki, Yoshiaki Hara, Hisayoshi Nozaki","Year":" 2014","Title":" A taxonomic study of snow Chloromonas species (Volvocales,\nChlorophyceae) based on light and electron microscopy and molecular\nanalysis of cultured material","Journal":" Phycologia","Volume":" 53","Issue":" 3","Pages":" 293-304","Keywords":" Chloromonadinia; Chloromonas fukushimae; Chloromonas\ntenuis; Molecular phylogeny; Morphology; Snow algae; Taxonomy;\nUltrastructure","DOI":" 10.2216/14-3.1","Abstract":" Although zygote morphology is important in traditional\ntaxonomic systems of snow-inhabiting species of Chloromonas (Volvocales,\nChlorophyceae), induction of sexual reproduction or hypnospore formation\nis difficult in culture. Thus, alternative taxonomic methodologies are\nrequired when sexual reproduction does not occur in cultures. Here, we\nperformed a taxonomic study of snow-inhabiting Chloromonas species based\non culture strains with elongate or ellipsoidal vegetative cells. Our\ncomparative light and electron microscopy demonstrated that the strains\nwere clearly distinguished into six species based on differences in\nvegetative cell shape and chloroplast morphology, the number of\nzoospores within the parental cell and the presence or absence of cell\naggregates in old cultures. The six species are Chloromonas\nchenangoensis, C. fukushimae sp. nov., C. hohamii, C. pichinchae, C.\ntenuis sp. nov. and C. tughillensis. Although four of the six species\nformed a small clade based on phylogenetic analysis of multiple genes,\ntheir separation was supported by comparison of secondary structures of\nthe internal transcribed spacer 2 of nuclear ribosomal DNA and genetic\ndifferences of nuclear- and chloroplast-encoded genes. The present study\ndemonstrated that polyphasic analyses of culture strains of snow\nChloromonas species could be used for the identification of natural\nspecies.","trees":[{"tree_label":"Fig. 1","ntax":"20","rootedtree":"TRUE","title":"Snow Chloromonas species 18S+atpB+psaB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70332.phy"}]}