{"Authors":" Ekaphan Kraichak, Andreas Beck, Patrick Dornes, Volker\nJohn, James C Lendemer, Matthew P. Nelsen, Gerhard Neuwirth, Aparna\nNutakki, Sittiporn Parnmen, Mohammad Sohrabi, Tor Tønsberg, H. Thorsten\nLumbsch, Robert Lücking, André Aptroot","Year":" 2014","Title":" Hidden diversity in the morphologically variable script\nlichen (Graphis scripta) complex (Ascomycota, Ostropales,\nGraphidaceae)","Journal":" Organisms, Diversity, and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Crustose lichens, general mixed Yule coalescent method,\nspecies delimitation, taxonomy.","DOI":"","Abstract":" Graphis scripta, or script lichen, is a well-known species\nof crustose lichenized fungi, widely distributed in the temperate region\nof the Northern Hemisphere. It is now considered to be a species\ncomplex, but because of the lack of secondary chemistry and paucity of\nmeasurable morphological characters, species delimitation within the\ncomplex has been challenging and is thus far based on apothecium and\nascospore morphology. In this study, we employed molecular as well as\nmorphological data to assess phylogenetic structure and delimitation of\nlineages within the G. scripta complex. We generated sequences for four\ngenetic markers (mtSSU, nuLSU, RPB2, and EF-1) and performed\nphylogenetic analyses. The resulting trees were used to determine the\nnumber of distinct lineages by applying a general mixed Yule-coalescent\n(GMYC) model and species tree estimation through maximum likelihood\n(STEM). Our analyses suggest between six and seven putative species\nwithin the G. scripta complex. However, these did not correspond to the\ntaxa that were recently distinguished based on apothecium morphology and\ncould not be circumscribed with the morphological characters that were\ntraditionally used in the classification of the complex. Any formal\ntaxonomic treatment will require additional sampling and evaluation of\nadditional traits that potentially can characterize these clades.","trees":[{"tree_label":"MLT","ntax":"58","rootedtree":"TRUE","title":"Lichenized fungi Graphis scripta s. lat. DNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88341.phy"}]}