{"Authors":" Daniel J Layton, Elizabeth A. Kellogg","Year":" 2014","Title":" Morphological, phylogenetic, and ecological diversity of the\nnew model species Setaria viridis (Poaceae: Paniceae) and its close\nrelatives","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":"  Premise of the study: Species limits of the emerging\nmodel organism Setaria viridis (tribe Paniceae, subtribe Cenchrinae) are\nnot well defined. It is thought to be related to S. adhaerens, S.\nfaberi, S. verticillata, , and S. verticilliformis, and in North America\noccurs with the morphologically similar S. pumila. An integrated\napproach was taken to evaluate its variation and relationships with the\nother taxa.  Methods: Statistical morphology, flow cytometry, molecular\nphylogenetics, and growth experiments were employed to examine the\ngroups physical variation, polyploidy, evolutionary relationships, and\ndrought ecology, respectively.  Key results: Setaria viridis contributed\none genome to the tetraploids S. faberi, S. verticillata, and S.\nverticilliformis; the other genome of the latter two was contributed by\nS. adhaerens. S. pumila is unrelated. Morphologically, S. viridis is\nmost similar to S. faberi, but all tested accession of S. viridis were\ndiploid, whereas those of S. faberi were all tetraploid. Principal\ncomponents analysis of 70 morphological characters consistently\nseparated S. viridis from S. faberi, largely by spikelet characters. The\ndiagnostic morphological characters are not affected by watering.\nSetaria faberi is far more sensitive to drought in terms of mortality\nand morphological stunting than S. viridis or S. pumila.\nConclusions: Setaria viridis is a diploid species and has contributed to\nseveral polyploid derivatives. The most morphologically similar of the\npolyploids is S. faberi, which differs in spikelet features,\nphylogenetics, genome size, and ecological response to drought.\nResearchers using field collected S. viridis as a model organism will\nbenefit from the clear delimitation provided in this study.","trees":[{"tree_label":"con 50 majrule","ntax":"141","rootedtree":"TRUE","title":"Setaria and relatives","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70402.phy"}]}