{"Authors":" Peter John Unmack, Thomas E Dowling, Nina J. Laitinen,\nCarol L. Secor, Richard L. Mayden, Dennis K. Shiozawa, Gerald R.\nSmith","Year":" 2014","Title":" Influence of introgression and geological processes on\nphylogenetic relationships of western North American mountain suckers\n(Pantosteus, Catostomidae)","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Catostomus, Cryptic species, Molecular clock,\nMitochondrial DNA, fossils, morphology","DOI":"","Abstract":" Intense geological activity caused major topographic\nchanges in Western North America over the past 15 million years. Major\nrivers here are composites of different ancient rivers, resulting in\nisolation and mixing episodes between river basins over time. This\nhistory influenced the diversification of most of the aquatic fauna. The\ngenus Pantosteus is one of several clades centered in this tectonically\nactive region. The eight recognized Pantosteus species are widespread\nand common across southwestern Canada, western USA and into northern\nMexico. They are typically found in medium gradient, middle-elevation\nreaches of rivers over rocky substrates. This study (1) compares\nmolecular data with morphological and paleontological data for proposed\nspecies of Pantosteus, (2) tests hypotheses of their monophyly, (3) uses\nthese data for phylogenetic inferences of sister-group relationships,\nand (4) estimates timing of divergence events of identified lineages.\nUsing 8055 base pairs from mitochondrial DNA protein coding genes,\nPantosteus and Catostomus are reciprocally monophyletic, in contrast\nwith morphological data. The only exception to a monophyletic Pantosteus\nis P. columbianus whose mtDNA is closely aligned with C. tahoensis\nbecause of introgression. Within Pantosteus, several species have deep\ngenetic divergences among allopatric sister lineages, several of these\nlineages are diagnosed and elevated to species, bringing the total\ndiversity in the group to 12 species. Conflicting molecular and\nmorphological data may be resolved when patterns of divergence are shown\nto be correlated with sympatry and evidence of introgression.","trees":[{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"Catostomus & Pantosteus morphological","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70391.phy"},{"tree_label":"Tree 1","ntax":"56","rootedtree":"TRUE","title":"Pantosteus mtDNA MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70390.phy"}]}