{"Authors":" Daniel Barker, Jutta Buschbom","Year":" 2006","Title":" Evolutionary History of Vegetative Reproduction in Porpidia\ns.l. (Lichen-forming Ascomycota)","Journal":" Systematic Biology","Volume":" 55","Issue":" 3","Pages":" 471-484","Keywords":"","DOI":" 10.1080/10635150600697465","Abstract":" The evolutionary history of gains and losses of vegetative\nreproductive propagules (soredia) in Porpidia s.l., a group of\nlichen-forming ascomycetes, was clarified using Bayesian Markov chain\nMonte Carlo (MCMC) approaches to monophyly tests and a combined MCMC and\nmaximum likelihood approach to ancestral character state\nreconstructions. The MCMC framework provided confidence estimates for\nthe reconstructions of relationships and ancestral character states,\nwhich formed the basis for tests of evolutionary hypotheses. Monophyly\ntests rejected all hypotheses that predicted any clustering of\nreproductive modes in extant taxa. In addition, a nearest-neighbor\nstatistic could not reject the hypothesis that the vegetative\nreproductive mode is randomly distributed throughout the group. These\nresults show that transitions between presence and absence of the\nvegetative reproductive mode within Porpidia s.l. occurred several times\nand independently of each other. Likelihood reconstructions of ancestral\ncharacter states at selected nodes suggest that - contrary to previous\nthought - the ancestor to Porpidia s.l. already possessed the vegetative\nreproductive mode. Furthermore, transition rates are reconstructed\nasymmetrically with the vegetative reproductive mode being gained at a\nmuch lower rate than it is lost. A cautious note has to be added, since\na simulation study showed that the ancestral character state\nreconstructions were highly dependent on taxon sampling. However, our\ncentral conclusions, particularly the higher rate of change from\nvegetative reproductive mode present to absent than vice-versa within\nPorpidia s.l., were found to be broadly independent of taxon\nsampling.","trees":[{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Porpidia s.l. 57 taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4605.phy"},{"tree_label":"Fig. 3","ntax":"137","rootedtree":"TRUE","title":"Porpidia s.l. 137 taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4606.phy"},{"tree_label":"No fig 1","ntax":"87","rootedtree":"TRUE","title":"Porpidia s.l. 87 taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4607.phy"},{"tree_label":"No fig 2","ntax":"38","rootedtree":"TRUE","title":"Porpidia s.l. 38 taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4608.phy"}]}