{"Authors":" Richard C. Summerbell, Walter Gams, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous, Lizel Mostert","Year":" 2006","Title":" Taxonomy and pathology of Togninia (Diaporthales) and its\nPhaeoacremonium anamorphs","Journal":" Studies in Mycology","Volume":" 54","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Togninia (Diaporthales, Togniniaceae) is here\nmonographed along with its Phaeoacremonium (Pm.) anamorphs. Ten species\nof Togninia and 22 species of Phaeoacremonium are treated. Several new\nspecies of Togninia (T.) are described, namely T. argentinensis\n(anamorph Pm. argentinense), T. austroafricana (anamorph Pm.\naustroafricanum), T. krajdenii, T. parasitica and T. rubrigena. New\nspecies of Phaeoacremonium include Pm. novae-zealandiae (teleomorph\nTogninia novae-zealandiae), Pm. iranianum, Pm. sphinctrophorum and Pm.\ntheobromatis. Species can be identified based on their cultural and\nmorphological characters, supported by DNA data derived from partial\nsequences of the actin and â-tubulin genes. Phylogenies of the SSU and\nLSU rRNA genes were used to determine whether Togninia has more affinity\nwith the Calosphaeriales or the Diaporthales. The results confirmed that\nTogninia had a higher affinity to the Diaporthales than the\nCalosphaeriales. Examination of type specimens revealed that T.\ncornicola, T. vasculosa, T. rhododendri, T. minima var. timidula and T.\nvillosa, were not members of Togninia. The new combinations Calosphaeria\ncornicola, Calosphaeria rhododendri, Calosphaeria transversa,\nCalosphaeria tumidula, Calosphaeria vasculosa and Jattaea villosa are\nproposed. Species of Phaeoacremonium are known vascular plant pathogens\ncausing wilting and dieback of woody plants. The most prominent diseases\nin which they are involved are Petri disease and esca, which occur on\ngrapevines and are caused by a complex of fungi, often including\nmultiple species of Phaeoacremonium. Various Phaeoacremonium species are\nopportunistic fungi on humans and cause phaeohyphomycosis. The correct\nand rapid identification of Phaeoacremonium species is important to\nfacilitate the understanding of their involvement in plant as well as\nhuman disease. A rapid identification method was developed for the 22\nspecies of Phaeacremonium. It involved the use of 23 species-specific\nprimers, including 20 primers targeting the betatubulin gene and three\ntargeting the actin gene. These primers can be used in 14 multiplex\nreactions. Additionally, a multiple-entry electronic key based on\nmorphological, cultural and betatubulin sequence data was developed to\nfacilitate phenotypic and sequence-based species identification of the\ndifferent Phaeoacremonium species. Separate dichotomous keys are\nprovided for the identification of the Togninia and Phaeoacremonium\nspecies. Keys for the identification of Phaeoacremonium-like fungi and\nthe genera related to Togninia are also provided. The mating strategy of\nseveral Togninia species was investigated with ascospores obtained from\nfertile perithecia produced in vitro. Togninia argentinensis and T.\nnovae-zealandiae have homothallic mating systems, whereas T.\naustroafricana, T. krajdenii, T. minima, T. parasitica, T. rubrigena and\nT. viticola were heterothallic.","trees":[{"tree_label":"Fig. 8","ntax":"60","rootedtree":"TRUE","title":"Togninia and its Phaeoacremonium anamorphs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_657.phy"},{"tree_label":"Fig. 10","ntax":"66","rootedtree":"TRUE","title":"Togninia and its Phaeoacremonium anamorphs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2423.phy"},{"tree_label":"Fig. 9","ntax":"60","rootedtree":"TRUE","title":"Togninia and its Phaeoacremonium anamorphs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2422.phy"}]}