{"Authors":" Lauren Anne Martin, Dyfed Lloyd Evans, Lisa A Castlebury,\nJabulani T Sifundza, Jack C Comstock, Richard Stuart Rutherford, Sharon\nAnne McFarlane","Year":" 2016","Title":" Macruropyxis fulva sp. nov., a new rust (Pucciniales)\ninfecting sugarcane in southern Africa","Journal":" Australasian Plant Pathology Journal","Volume":"","Issue":"","Pages":"","Keywords":" sugarcane, rust, Macruropyxis, Puccinia melanocephala,\nPuccinia kuehnii, Miscanthus ecklonii, gene sequencing,\nphylogenetics","DOI":"","Abstract":" An unknown species of rust was observed on sugarcane in\nSwaziland and South Africa in 2008. Infected leaves showed rust-like\nsymptoms on the lower and upper leaf surfaces. Uredinia appeared bright\norange when fresh, releasing profuse, bright orange urediniospores,\nwhich distinguished it from Puccinia melanocephala, the only rust\nspecies known to infect sugarcane in southern Africa at that time. No\nidentical matches were obtained from the NCBI database for the combined\nITS and 28S nuclear large subunit (nLSU) regions for the unknown rust.\nPhylogenetic analyses based on the same gene region showed that this\nrust was closely related to Macruropyxis fraxini and Puccinia\nsparganioides, which infect Fraxinus spp. (Oleaceae). Also closely\nrelated were Aecidium klugkistianum, P. mysuruensis, and P. physalidis\nwhich infect host species in the Oleaceae, Rubiaceae, and Solanaceae,\nrespectively. This group of rusts is phylogenetically distinct from both\nPuccinia melanocephala and Puccinia kuehnii, which cause brown and\norange rust of sugarcane, respectively. Phylogenetic reconstruction\nshowed that the unknown rust falls outside the Puccinia I and II clades\nand groups with the Macruropyxis clade with strong bootstrap support.\nHence the name proposed for this newly discovered rust species is\nMacruropyxis fulva sp. nov., causal agent of tawny rust of sugarcane. A\nrust observed to be infecting Miscanthus ecklonii in 2016 matched the\naccessioned M. fulva sp. nov. sequences and was morphologically and\ngenetically distinct from Miscanthus rust Puccinia miscanthidii,\nproviding evidence of an alternate host for M. fulva sp. nov.","trees":[{"tree_label":"1","ntax":"47","rootedtree":"TRUE","title":"Pucciniales ITS 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100282.phy"}]}