{"Authors":" Jose Padial, Taran Grant, Darrel Frost","Year":" 2014","Title":" Molecular systematics of terraranas (Anura:\nBrachycephaloidea) with an assessment of the effects of alignment and\noptimality criteria","Journal":" Zootaxa","Volume":"","Issue":"","Pages":"","Keywords":" Brachycephalidae, Craugastoridae, dynamic homology, direct\noptimization, Eleutherodactylidae, maximum likelihood, missing data,\nNeotropics, parsimony, phylogeny, rogue taxa, sparse supermatrix,\ntaxonomy, terrarana, wild- card","DOI":"","Abstract":" Brachycephaloidea is a monophyletic group of frogs with\nmore than 1000 species distributed throughout the New World tropics,\nsubtropics, and Andean regions. Recently, the group has been the target\nof multiple molecular phylogenetic analyses, resulting in extensive\nchanges in its taxonomy. Here, we test previous hypotheses of\nphylogenetic relationships for the group by combining available\nmolecular evidence (sequences of 22 genes representing 431 ingroup and\n25 outgroup terminals) and performing a tree-alignment analysis under\nthe parsimony optimality criterion using the program POY. To elucidate\nthe effects of alignment and optimality criterion on phylogenetic\ninferences, we also used the program MAFFT to obtain a\nsimilarity-alignment for analysis under both parsimony and maximum\nlikelihood using the programs TNT and GARLI, respectively. Although all\nthree analytical approaches agreed on numerous points, there was also\nextensive disagreement. Tree- alignment under parsimony supported the\nmonophyly of the ingroup and the sister group relationship of the\nmonophyletic marsupial frogs (Hemiphractidae), while maximum likelihood\nand parsimony analyses of the MAFFT similarity-align- ment did not. All\nthree methods differed with respect to the position of Ceuthomantis\nsmaragdinus (Ceuthomantidae), with tree-alignment using parsimony\nrecovering this species as the sister of Pristimantis + Yunganastes. All\nanalyses re- jected the monophyly of Strabomantidae and Strabomantinae\nas originally defined, and the tree-alignment analysis under parsimony\nfurther rejected the recently redefined Craugastoridae and\nPristimantinae. Despite the greater emphasis in the systematics\nliterature placed on the choice of optimality criterion for evaluating\ntrees than on the choice of method for aligning DNA sequences, we found\nthat the topological differences attributable to the alignment method\nwere as great as those caused by the optimality criterion. Further, the\noptimal tree-alignment indi- cates that insertions and deletions\noccurred in twice as many aligned positions as implied by the optimal\nsimilarity-alignment, confirming previous findings that sequence\nturnover through insertion and deletion events plays a greater role in\nmolecular evolution than indicated by similarity-alignments. Our results\nalso provide a clear empirical demonstration of the different effects of\nwildcard taxa produced by missing data in parsimony and maximum\nlikelihood analyses. Specifi- cally, maximum likelihood analyses\nconsistently (81% bootstrap frequency) provided spurious resolution\ndespite a lack of evidence, whereas parsimony correctly depicted the\nambiguity due to missing data by collapsing unsupported nodes. We\nprovide a new taxonomy for the group that retains previously recognized\nLinnaean taxa except for Ceuthomantidae, Strabomantidae, and\nStrabomantinae. A phenotypically diagnosable superfamily is recognized\nformally as Brachycepha- loidea, with the informal, unranked name\nterrarana retained as the standard common name for these frogs. We\nrecognize three families within Brachycephaloidea that are currently\ndiagnosable solely on molecular grounds (Brachycephalidae,\nCraugastoridae, and Eleutherodactylidae), as well as five subfamilies\n(Craugastorinae, Eleutherodactylinae, Holoadeni- nae, Phyzelaphryninae,\nand Pristimantinae) corresponding in large part to previous families and\nsubfamilies. Our analyses upheld the monophyly of all tested genera, but\nwe found numerous subgeneric taxa to be non-monophyletic and modified\nthe taxonomy accordingly.","trees":[{"tree_label":"tree 1","ntax":"456","rootedtree":"TRUE","title":"Brachycephaloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75755.phy"},{"tree_label":"tree 1","ntax":"456","rootedtree":"TRUE","title":"Brachycephaloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75756.phy"},{"tree_label":"bestREP1","ntax":"456","rootedtree":"TRUE","title":"Brachycephaloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75757.phy"},{"tree_label":"Hedges et al. 2008","ntax":"364","rootedtree":"TRUE","title":"Brachycephaloidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75262.phy"}]}