{"Authors":" Xin-Shuai Qi, Na Yuan, Hans Peter Comes, Shota Sakaguchi,\nYing-Xiong Qiu","Year":" 2014","Title":" A strong “filter” effect of the East China Sea land bridge\nfor East Asia’s temperate plant species: inferences from molecular\nphylogeography and ecological niche modelling of Platycrater arguta\n(Hydrangeaceae)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: In East Asia, an increasing number of studies\non temperate forest tree species find evidence for migration and gene\nexchange across the East China Sea (ECS) land bridge up until the last\nglacial maximum (LGM). However, it is less clear when and how lineages\ndiverged in this region, whether in full isolation or in the face of\npost-divergence gene flow. Here, we investigate the effects of\nQuaternary changes in climate and sea level on the evolutionary and\ndemographic history of Platycrater arguta, a rare temperate understorey\nshrub with disjunct distributions in East China (var. sinensis) and\nSouth Japan (var. arguta). Molecular data were obtained from 14 P.\narguta populations to infer current patterns of molecular structure and\ndiversity in relation to past (Last Interglacial and Last Glacial\nMaximum) and present distributions based on ecological niche modelling\n(ENM). A coalescent-based isolation-with-migration (IM) model was used\nto estimate lineage divergence times and population demographic\nparameters. Results: Combining information from nuclear/chloroplast\nsequence data with nuclear microsatellites, our IM analyses identify the\ntwo varieties as genetically distinct units that evolved in strict\nallopatry since the mid-Pleistocene, c. 0.89 (0.51â“1.2) Ma. Together\nwith Bayesian Skyeline Plots, our data further suggest that both\nlineages experienced post-divergence demographic growth, followed by\nrefugial isolation, divergence, and in the case of var. arguta\npost-glacial admixture. However, past species distribution modelling\nindicates that the speciesâ overall distribution has not greatly changed\nover the last glacial cycles Conclusions: Our findings highlight the\nimportant influence of ancient sea-level changes on the diversification\nof East Asiaâs temperate flora. Implicitly, they challenge the notion of\ngeneral temperate forest expansion across the ECS land bridge,\ndemonstrating instead its âfilterâ effect owing to an unsuitable\nenvironment for certain species and their biological (e.g., recruitment)\nproperties.","trees":[{"tree_label":"Strict","ntax":"32","rootedtree":"TRUE","title":"Platycrater arguta final bootstrap","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70446.phy"},{"tree_label":"MajRule","ntax":"36","rootedtree":"TRUE","title":"Platycrater arguta final bootstrap","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70445.phy"}]}