{"Authors":" Ro Crystal Chaw, Yonghui Zhao, Jie Wei, Nadia Ayoub, Ryan\nAllen, Kirmanj Atrushi, Cheryl Y. Hayashi","Year":" 2014","Title":" Intragenic homogenization and multiple copies of\nprey-wrapping silk genes in Argiope garden spiders","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":" 31","Pages":"","Keywords":" AcSp1, concerted evolution, intragenic homogenization,\nmultiple loci, silk, spidroin, spider","DOI":" 10.1186/1471-2148-14-31","Abstract":" BACKGROUND: Spider silks are spectacular examples of\nphenotypic diversity arising from adaptive molecular evolution. An\nindividual spider can produce an array of specialized silks, with the\nmajority of constituent silk proteins encoded by members of the spidroin\ngene family. Spidroins are dominated by a central region of tandem\nrepeats flanked by short, non-repetitive N- and C-terminal coding\nregions. Much of the remarkable mechanical properties of spider silks\nhas been attributed to the repeat sequences. However, the molecular\nevolutionary processes acting on spidroin terminal and repetitive\nregions remain unclear due to a paucity of complete gene sequences and\nsampling of genetic variation among individuals. To gain a better\nunderstanding of spider silk evolution, we characterize a complete\naciniform spidroin gene from an Argiope orb-weaving spider and survey\naciniform gene fragments from congeneric individuals. RESULTS: We\npresent the complete aciniform spidroin (AcSp1) gene from the silver\ngarden spider Argiope argentata (Aar_AcSp1), and document multiple AcSp\nloci in individual genomes of A. argentata and the congeneric A.\ntrifasciata and A. aurantia. We find that Aar_AcSp1 repeats have >98%\npairwise identity at the nucleotide level. By comparing AcSp1 repeat\namino acid sequences between Argiope species and with other genera, we\nidentify regions of conservation over vast amounts of evolutionary time.\nThrough a PCR survey of individual A. argentata, A. trifasciata, and A.\naurantia genomes, we ascertain that AcSp1 repeats show limited variation\nbetween species whereas the terminal regions are more divergent. We also\nfind that average dN/dS across codons in the N-terminal, repetitive, and\nC-terminal encoding regions indicate purifying selection that is\nstrongest in the N-terminal region. CONCLUSIONS: Using the complete A.\nargentata AcSp1 gene and spidroin genetic variation between individuals,\nthis study clarifies some of the molecular evolutionary processes\nunderlying the spectacular mechanical attributes of aciniform silk. It\nis likely that intragenic concerted evolution and functional constraints\non A. argentata AcSp1 repeats result in extreme repeat homogeneity. The\nmaintenance of multiple AcSp encoding loci in Argiope genomes supports\nthe hypothesis that Argiope spiders require rapid and efficient protein\nproduction to support their prolific use of aciniform silk for\nprey-wrapping and web-decorating. In addition, multiple gene copies may\nrepresent the early stages of spidroin diversification.","trees":[{"tree_label":"NtermPCRvariants","ntax":"27","rootedtree":"TRUE","title":"AcSp1NterminalArgiopeVariants","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70468.phy"},{"tree_label":"RepeatAll","ntax":"50","rootedtree":"TRUE","title":"AraneidAcSp1Repeats","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70467.phy"},{"tree_label":"RepeatPCR","ntax":"4","rootedtree":"TRUE","title":"AcSp1RepeatRegionArgiope","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70469.phy"},{"tree_label":"SpidroinGeneTree","ntax":"1","rootedtree":"TRUE","title":"SpidroinGeneTree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70471.phy"},{"tree_label":"CtermPCRvariants","ntax":"22","rootedtree":"TRUE","title":"AcSp1CterminalArgiopeVariants","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70470.phy"}]}