{"Authors":" Patrick Brandon Matheny, Pierre-Arthur Moreau, Alfredo\nVizzini","Year":" 2014","Title":" Crassisporium and Romagnesiella, two new genera of\ndark-spored Agaricales","Journal":" Systematics & Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Agaricoid clade, Hymenogastraceae, molecular annotation,\nPachylepyrium, Strophariaceae, taxonomy, taxon sampling, types","DOI":"","Abstract":" Future work on development of a robust phylogeny of the\nAgaricales will need to expand taxon sampling and take into\nconsideration enigmatic or otherwise rare taxa. The European species\nGalerina clavus Romagn., one such enigmatic taxon, has been pointed out\nby various authors as atypical for the genus. A phylogenetic analysis\nshows it to be most closely related to Pachylepyrium carbonicola (A.H.\nSm.) Singer and P. funariophilum (M.M. Moser) Singer, two carbonicolous\nspecies with thick-walled basidiospores and a distinct germ pore unlike\nG. clavus. However, other species of Pachylepyrium Singer are quite rare\nand consequently poorly known. Here, we report that Pachylepyrium is\npolyphyletic as the type species, P. fulvidula (Singer) Singer, is\nnested in the Tubariaceae Vizzini based on multigene phylogenetic\nanalyses. Pachylepyrium nubicola Singer is allied with Pholiota (Fr.) P.\nKumm. based on ITS similarity, and P. carbonicola and P. funariophilum,\ntogether with G. clavus, are placed in a clade among a consortium of\nStrophariaceae Singer & A.H. Sm. and Hymenogastraceae Vittad. As a\nresult, including consideration of morphological and ecological\ndifferences, we propose Romagnesiella gen. nov. to accommodate G.\nclavus, for which a taxonomic description and neotype are designated.\nThe genus Crassisporium gen. nov. is proposed to encompass Pachylepyrium\nfunariophilum (of which P. carbonicola is considered a younger taxonomic\nsynonym), P. chilense M.M. Moser, and P. squarrulosum Singer. The\nidentities of Tubaria umbonata S. Lundell, T. embolus (Fr.) Sacc., and\nT. minima J.E. Lange are also discussed. The discovery of a\nwell-supported lineage including Crassisporium-Romagnesiella adds a new\nmajor branch to the Agaricoid tree of life.","trees":[{"tree_label":"RAxML tree","ntax":"170","rootedtree":"TRUE","title":"Dark-spored Agaricales nLSU, nSSU, 5.8S, rpb2\nRAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70444.phy"}]}