{"Authors":" Emma Borras, Ricard Albalat, Gregg Duester, Xavier Pares,\nJaume Farres","Year":" 2014","Title":" The Xenopus alcohol dehydrogenase gene family:\ncharacterization and comparative analysis incorporating amphibian and\nreptilian genomes","Journal":" BMC Genomics","Volume":" 15","Issue":" 1","Pages":" 216","Keywords":" Alcohol dehydrogenase, Enzymogenesis, Gene family,\nVertebrate evolution","DOI":" 10.1186/1471-2164-15-216","Abstract":" Background The alcohol dehydrogenase (ADH) gene family\nuniquely illustrates the concept of enzymogenesis. In vertebrates,\ntandem duplications gave rise to a multiplicity of forms that have been\nclassified in eight enzyme classes, according to primary structure and\nfunction. Some of these classes appear to be exclusive of particular\norganisms, such as the frog ADH8, a unique NADP+-dependent ADH enzyme.\nThis work describes the ADH system of Xenopus, as a model organism, and\nexplores the first amphibian and reptilian genomes released in order to\ncontribute towards a better knowledge of the vertebrate ADH gene family.\nResults Xenopus cDNA and genomic sequences along with expressed sequence\ntags (ESTs) were used in phylogenetic analyses and structure-function\ncorrelations of amphibian ADHs. Novel ADH sequences identified in the\ngenomes of Anolis carolinensis (anole lizard) and Pelodiscus sinensis\n(turtle) were also included in these studies. Tissue and stage-specific\nlibraries provided expression data, which has been supported by mRNA\ndetection in X. laevis tissues and regulatory elements in promoter\nregions. Exon-intron boundaries, position and orientation of ADH genes\nwere deduced from the amphibian and reptilian genome assemblies, thus\nrevealing syntenic regions and gene rearrangements with respect to the\nhuman genome. Our results reveal the high complexity of the ADH system\nin amphibians, with eleven genes, coding for seven enzyme classes in X.\ntropicalis. Frogs possess the amphibian-specific ADH8 and the novel\nADH1-derived forms ADH9 and ADH10. In addition, they exhibit ADH1, ADH2,\nADH3 and ADH7, also present in reptiles and birds. Class-specific\nsignatures have been assigned to ADH7, and ancestral ADH2 is predicted\nto be a mixed-class as the ostrich enzyme, structurally close to\nmammalian ADH2 but with class-I kinetic properties. Remarkably, many\nADH1 and ADH7 forms are observed in the lizard, probably due to\nlineage-specific duplications. ADH4 is not present in amphibians and\nreptiles. Conclusions The study of the ancient forms of ADH2 and ADH7\nsheds new light on the evolution of the vertebrate ADH system, whereas\nthe special features showed by the novel forms point to the acquisition\nof new functions following the ADH gene family expansion which occurred\nin amphibians.","trees":[{"tree_label":"tree 1","ntax":"82","rootedtree":"TRUE","title":"Vertebrate ADH","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_70477.phy"}]}