{"Authors":" Santiago Benitez-Vieyra, Juan Fornoni, Jessica Perez\nAlquicira, Karina Boege, Cesar A. Dominguez","Year":" 2014","Title":" The evolution of signal-reward correlations in bee and\nhummingbird-pollinated species of Salvia.","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":" 281","Issue":" 1782","Pages":" 20132934","Keywords":" floral signals; phylogenetic comparative methods;\nwithin-individual variation","DOI":" 10.1098/rspb.2013.2934","Abstract":" Within-individual variation in floral advertising and\nreward traits is a feature experienced by pollinators that visit a\nflowers from the same plant. Pollinators can use advertising traits to\ngather information about the quality and amount of rewards, leading to\nthe evolution of signal-reward correlations. As long as plants differ in\nthe reliability of their signals and pollinators base their foraging\ndecisions on this information, natural selection should act on\nwithin-individual correlations between signals and rewards. Because\nbirds and bees differ in their cognitive capabilities and use different\nfloral traits as signals, we tested the occurrence of adaptive\ndivergence of the within-individual signal-reward correlations among\nSalvia species that are pollinated either by bees or hummingbirds. They\nare expected to use different floral advertising traits: frontal traits\nin the case of bees and side traits in the case of hummingbirds. We\nconfirmed this expectation as bee- and hummingbird-pollinated species\ndiffered in which specific traits are predominantly associated with\nnectar reward at the within-individual level. Our findings highlight the\nadaptive value of within-individual variation and covariation patterns,\ncommonly disregarded as “environmental noise” and are consistent with\nthe hypothesis that pollinator-mediated selection affects the\ncorrelation pattern among floral traits.","trees":[{"tree_label":"Fig. S1","ntax":"87","rootedtree":"TRUE","title":"Maximum clade credibility tree of Salvia species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70460.phy"}]}