{"Authors":" Yong-Chao Su, Deborah R. Smith","Year":" 2014","Title":" Evolution of host use, group-living, and foraging behaviors\nin kleptoparasitic spiders: Molecular phylogeny of the Argyrodinae\n(Araneae: Theridiidae).","Journal":" Invertebrate Systematics","Volume":" 28","Issue":"","Pages":" 415431","Keywords":" Sociality, araneophagy, kleptoparasitism, correlated\ncharacter evolution","DOI":" 10.1071/IS14010","Abstract":" Spiders in the subfamily Argyrodinae are known for their\nassociations with other spiders. These associations include predation\n(araneophagy), web usurpation, and kleptoparasitism. Although the\nmajority of the 239 described species are solitary, ~20 species live in\ngroups in the webs of their hosts. We constructed a molecular phylogeny\nof argyrodine genera and species in order to investigate the evolution\nof araneophagy and kleptoparasitism, and the evolution of group-living\nbehavior and its association with particular types of hosts. We\ninvestigated the phylogeny of 41 Asian and American species representing\nthe six recognized genera of Argyrodinae, using sequences of four genes:\nmitochondrial cytochrome oxidase I (COI) and 16S ribosomal RNA (16S);\nand nuclear 28 ribosomal RNA (28s) and Histone 3 (H3). We used Bayesian\nmethods to reconstruct the ancestral states of three behavioral\ncharacters: group-living behavior, specialization on large hosts, and\nkleptoparasitism. We tested for correlated evolution of group-living\nbehavior and specialization on large hosts using reversible-jump Markov\nChain Monte Carlo methods. The molecular phylogenetic analyses support\nthe monophyly of the Argyrodinae. Reconstruction of ancestral states\nshows the evolutionary pathway of web invading behavior in Argyrodinae\nis from araneophagy to kleptoparasitism, and then to group-living\nkleptoparasitism. We found the evolution of group-living behavior is\nstrongly correlated with specialization on the use of large hosts, which\nprovide a larger food resource than smaller hosts.","trees":[{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Tr70452","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70452.phy"}]}