{"Authors":" Leon Perrie, Ruby Wilson, Lara Shepherd, Daniel Ohlsen,\nErin Batty, Patrick Brownsey, Michael James Bayly","Year":" 2014","Title":" Molecular phylogenetics and generic taxonomy of the\nBlechnaceae ferns","Journal":" Taxon","Volume":" 63","Issue":" 4","Pages":" 745-758","Keywords":" Blechnaceae; Blechnum; biogeography; Doodia; generic\nclassification; molecular phylogeny; Telmatoblechnum","DOI":" 10.12705/634.13","Abstract":" The fern family Blechnaceae is cosmopolitan; however, the\nvast majority of species are placed in Blechnum, which occurs\npredominantly in the Southern Hemisphere. There are two areas that are\nparticularly species-rich: the south-west Pacific (including\nAustralasia), and Central and South America. Using chloroplast DNA\nsequences, we report the first comprehensive phylogenetic analysis of\nthe Blechnaceae, including all genera widely recognised in recent\ntreatments, and over half of the species. There is strong support for\nseveral major clades, which we characterise morphologically and\ngeographically, and some of their interrelationships. Blechnum is\nconfirmed as polyphyletic. Blechnum indicum and B. serrulatum are more\nclosely related to Salpichlaena and Stenochlaena, and are segregated as\na new genus, Telmatoblechnum. Alternative generic circumscriptions are\ndiscussed for the remainder of Blechnum. In the absence of morphological\ncharacters to diagnose the clades within core Blechnum, and for the sake\nof taxonomic stability, we advocate a broad circumscription for\nBlechnum. Brainea and Sadleria are retained as their relationships are\nnot well resolved, but Doodia and Pteridoblechnum are clearly nested\nwithin the core of Blechnum and we provide four new names in Blechnum.\nAdditionally, given the focus of our sampling, we discuss the\nbiogeography of the south-west Pacific, where immigration has been more\nimportant in community assembly than what might be superficially\ninferred from patterns of endemism (with ca. 60% of species endemic to\nindividual land areas).","trees":[{"tree_label":"Fig. 1","ntax":"127","rootedtree":"TRUE","title":"Blechnaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96307.phy"}]}