{"Authors":" Benoit Francis Patrice Loeuille, João Semir, Lúcia G.\nLohmann, José Rubens Pirani","Year":" 2014","Title":" A Phylogenetic analysis of Lychnophorinae (Asteraceae:\nVernonieae) based on molecular and morphological data","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Compositae, ETS, ITS, classification, intergeneric hybrid,\nndhF, rpl32-trnL","DOI":"","Abstract":" The subtribe Lychnophorinae (Asteraceae: Vernonieae)\ncomprises approximately 100 species in 18 genera distributed mostly in\nthe cerrado domain of the Brazilian Central Plateau. A phylogenetic\nanalysis based on four molecular regions (ETS, ITS, ndhF, rpl32-trnL)\nand a morphological dataset was performed in order to delimit\nmonophyletic genera in Lychnophorinae, to confirm or refute the generic\nassignment of several Lychnophorinae species, and to achieve a better\nunderstanding of the relationships between the genera of the subtribe.\nThe richest genus of the subtribe, Lychnophora, with 32 described\nspecies, emerged as polyphyletic, involving three main lineages not\nclosely related. Most clades obtained are associated with some existing\ngeneric concept and can be defined by a simple combination of\nmorphological characters. Albertinia, Blanchetia and Gorceixia are the\nmost basal lineages whereas Eremanthus and Lychnophora stricto sensu\nemerged as the most derived clade, which contains half of the species of\nthe subtribe. However, relationships between the remaining clades\npersist partially unresolved. Some incongruence between the nuclear and\nchloroplast phylogenies provided additional evidence for the occurrence\nof two putative intergeneric hybrids in the wild, involving species from\nEremanthus, Paralychnophora and Piptolepis.","trees":[{"tree_label":"Figure 2","ntax":"82","rootedtree":"TRUE","title":"Tr70501","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70501.phy"},{"tree_label":"Figure 3","ntax":"80","rootedtree":"TRUE","title":"Tr70502","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70502.phy"}]}