{"Authors":" Curt L. Brubaker, Walter Tate, Bo Wang, Jeremy J. Burdon,\nB. A. Matheson, Matthew Woods","Year":" 2006","Title":" AFLP analyses and gene genealogies support local origin of\ntwo VCGs of Fusarium oxysporum f.sp. vasinfectum in Australia","Journal":" Phytopathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Genetic diversity of Fusarium oxysporum f. sp. vasinfectum\n(Fov) and non-pathogenic F. oxysporum from an area believed to be the\ncenter of origin of two VCGs of Fov in Australia was determined using\nAFLPs. Three lineages (designated as Lineages A, B, and E) were\nidentified among the 294 isolates, of which 99 were pathogenic on cotton\n(Gossypium hirsutum), i.e., could be designated Fov (81 from diseased\ncotton plants and 18 from field soil); 195 isolates were non-pathogenic\n(160 from field soil and 35 from uncultivated soil). All pathogenic\nisolates, regardless of origin, belonged to Lineage A. They represented\neight haplotypes that fell into two subgroups. One subgroup contained\nisolates known to belong to VCG 01111, while the other subgroup\ncontained VCG 01112 isolates. The 13 non-pathogenic Lineage A isolates\nrepresented 11 haplotypes (11 from field soil and two from uncultivated\nsoil). Sequencing of the EF-1\u001aÑ and mtSSU genes confirmed that the\nnon-pathogenic Lineage A isolates were more closely related to the Fov\nisolates than they were to the Lineages B and E isolates. Lineages B and\nE contained 26 and 50 haplotypes, respectively. The diversity of the\nLineage B isolates was greatest in the uncultivated soil, while the\ndiversity of the Lineage E isolates was greatest in the cultivated\nsoils. This is the first report of a F. oxysporum pathogen with a close\nphylogenetic relationship to co-occurring non-pathogenic F. oxysporum in\nboth cultivated and uncultivated soils.","trees":[{"tree_label":"Figure","ntax":"18","rootedtree":"TRUE","title":"Fusarium oxysporum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2426.phy"}]}