{"Authors":" Benoit Francis Patrice Loeuille, Sterling C. Keeley, José\nRubens Pirani","Year":" 2014","Title":" Systematics and Evolution of syncephaly in American\nVernonieae (Asteraceae) with emphasis on the Brazilian subtribe\nLychnophorinae","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Compositae, ITS, ndhF, rpl32-trnL, syncephaly evolution,\nclassification","DOI":"","Abstract":" A phylogenetic hypothesis of American Vernonieae based on\nthree molecular regions (ITS, ndhF, rpl32-trnL) and on a morphological\ndataset reveals the existence of four main lineages. Three of these\nlineages correspond, with a few adjustments, to subtribes Chrestinae,\nLychnophorinae and Vernoniinae. The fourth lineage, which has never been\nrecognized at a taxonomic rank due to the lack of morphological\ncharacterization, is mainly composed of taxa usually included in\nLepidaploinae and Elephantopinae as well as a number of genera\ntraditionally placed in others subtribes (Chrestinae, Piptocarphinae,\nVernoniinae). The relationships between these lineages are still not\nsatisfactorily resolved. In order to keep the Lychnophorinae\nmonophyletic, two small subtribes (Centratherinae, Sipolisiinae) and\nthree monotypic genera (Albertinia, Blanchetia and Gorceixia) have to be\ntransferred to Lychnophorinae, which has the presence of heliangolide in\naerial parts as a synapomorphy. Even though syncephaly has been\nhistorically used to delimitate the subtribe Lychnophorinae, our results\nshow that this character probably appeared independently three or four\ntimes in the evolution of American Vernonieae. The formation of\nsyncephalium, in each case, seems to be related to different biological\nfunctions: attractive (Chrestinae), disseminative (Rolandrinae) or\nprotective (Lychnophorinae).","trees":[{"tree_label":"Fig. 3","ntax":"74","rootedtree":"TRUE","title":"Vernonieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76912.phy"},{"tree_label":"Fig. 2","ntax":"73","rootedtree":"TRUE","title":"Vernonieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76913.phy"}]}