{"Authors":" Ana M. Millanes, Camille Truong, Martin Westberg, Paul\nDiederich, Mats Wedin","Year":" 2014","Title":" Host switching promotes diversity in host-specialized\nmycoparasitic fungi: uncoupled evolution in the Biatoropsis-Usnea\nsystem","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" cospeciation, coevolution, GMYC, Tremellales, species\ncomplex, integrative taxonomy","DOI":" 10.1111/evo.12374","Abstract":" Fungal mycoparasitism â fungi parasitizing other fungi â\nis a common lifestyle in some basal lineages of the basidiomycetes,\nparticularly within the Tremellales. Relatively non-aggressive\nmycoparasitic fungi of this group are in general highly host specific,\nsuggesting cospeciation as a plausible speciation mode in these\nassociations. Species delimitation in the Tremellales is often\nchallenging since morphological characters are scant. Host-specificity\nis therefore a great aid to discriminate between species but appropriate\nspecies delimitation methods that account for actual diversity are\nneeded to identify both specialist and generalist taxa and avoid\ninflating or underestimating diversity. We use the Biatoropsis-Usnea\nsystem to study factors inducing parasite diversification. We employ\nmorphological, ecological and molecular data â methods including\nGenealogical Concordance Phylogenetic Species Recognition (GCPSR) and\nthe general mixed Yule-coalescent (GMYC) model â“to assess the diversity\nof fungi currently assigned to Biatoropsis usnearum. The degree of\ncospeciation in this association is assessed with two cophylogeny\nanalysis tools (ParaFit and Jane 4.0). Biatoropsis constitutes a species\ncomplex formed by at least 7 different independent lineages and host\nswitching is a prominent force driving speciation, particularly in\nhost-specialists. Combining ITS and nLSU is recommended as barcode\nsystem in tremellalean fungi.","trees":[{"tree_label":"Fig. 2A","ntax":"41","rootedtree":"TRUE","title":"Tr70729","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70729.phy"}]}