{"Authors":" Nicholas Peter Tippery, Edward E. Schilling, Jose L Panero,\nDonald H. Les","Year":" 2014","Title":" Independent origins of aquatic Eupatorieae (Asteraceae)","Journal":" Systematic Botany","Volume":" 39","Issue":" 4","Pages":" 1217-1225","Keywords":" Aquatic angiosperms, bogbutton, bugheal, molecular\nphylogenetics, Senegal tea","DOI":" 10.1600/036364414X683958","Abstract":" Plants that have adapted to grow as submersed aquatics are\nrelatively rare among angiosperms, yet they represent a convergent\nstrategy that has evolved in many groups. Asteraceae tribe Eupatorieae\nincludes a number of obligate wetland species, but only three genera\n(Gymnocoronis, Sclerolepis, and Shinnersia) routinely grow submersed. We\nconducted a molecular phylogenetic study of Eupatorieae to assess the\nrelationships among aquatic genera and to infer the evolutionary history\nof the submersed aquatic habit. Two major clades were identified in\nEupatorieae, corresponding to base chromosome numbers of x=10 or fewer,\nand x=11 or greater. We determined that submersed aquatics evolved\nindependently in two subtribes, Adenostemmatinae (Gymnocoronis; x=10)\nand Trichocoroninae (Sclerolepis and Shinnersia; x=15), each belonging\nto a separate major clade, and that the aquatic lineages evolved in\nallopatry. Sparse taxon sampling precluded a firm assessment of\nancestral states, although two widespread genera, Adenostemma and\nMikania, were implicated as likely relatives of the aquatic lineages.\nOur data also support the continued recognition of Shinnersia and\nTrichocoronis, which occasionally have been considered synonymous, as\nindependent genera.","trees":[{"tree_label":"ITS","ntax":"51","rootedtree":"TRUE","title":"Aquatic Eupatorieae ITS ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72315.phy"},{"tree_label":"matK","ntax":"44","rootedtree":"TRUE","title":"Aquatic Eupatorieae matK ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72316.phy"}]}