{"Authors":" Roland Schultheiß, Bert Van Bocxlaer, Frank Riedel, Thomas\nvon Rintelen, Christian Albrecht","Year":" 2014","Title":" Disjunct Distributions of Freshwater Snails testify to a\ncentral Role of the Congo System in shaping biogeographical Patterns in\nAfrica","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Freshwater biogeography; East African Rift System; Congo;\nLake Malawi; Lake Tanganyika; Zambezi","DOI":"","Abstract":" Background The formation of the East African Rift System\nhas decisively influenced the distribution and evolution of tropical\nAfricas biota by altering climate conditions, by creating basins for\nlarge long-lived lakes, and by affecting the catchment and drainage\ndirections of river systems. However, it remains unclear how rifting\naffected the biogeographical patterns of freshwater biota through time\non a continental scale, which is further complicated by the scarcity of\nmolecular data from the largest African river system, the Congo. Results\nWe study these biogeographical patterns using a fossil-calibrated\nmulti-locus phylogeny of the gastropod family Viviparidae. This group\nallows reconstructing drainage patterns exceptionally well because it\ndisperses very poorly in the absence of existing freshwater connections.\nOur phylogeny covers localities from major drainage basins of tropical\nAfrica and reveals highly disjunct sister-group relationships between\n(a) the endemic viviparids of Lake Malawi and populations from the\nMiddle Congo as well as between (b) the Victoria region and the\nOkavango/Upper Zambezi area. Conclusions The current study testifies to\nrepeated disruptions of the distribution of the Viviparidae during the\nformation of the East African Rift System, and to a central role of the\nCongo River system for the distribution of the continents freshwater\nfauna during the late Cenozoic. By integrating our results with previous\nfindings on palaeohydrographical connections, we provide a spatially and\ntemporarily explicit model of historical freshwater biogeography in\ntropical Africa. Finally, we review similarities and differences in\npatterns of vertebrate and invertebrate dispersal. Amongst others we\nargue that the closest relatives of present day viviparids in Lake\nMalawi are living in the Middle Congo River, thus shedding new light on\nthe origin of the endemic fauna of this rift lake.","trees":[{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Multi-locus molecular phylogeny of the African\nViviparidae","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_70503.phy"},{"tree_label":"Fig. S2","ntax":"57","rootedtree":"TRUE","title":"Viviparidae Phylogeny based on the mitochondrial\ndataset","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70504.phy"},{"tree_label":"Fig. S1","ntax":"57","rootedtree":"TRUE","title":"Viviparidae Phylogeny based on the nuclear dataset","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70505.phy"}]}