{"Authors":" Francisco Brusquetti, Martin Jansen, Cesar Barrio-Amorós,\nMagno Segalla, Célio Haddad","Year":" 2014","Title":" Taxonomic review of Scinax fuscomarginatus (Lutz, 1925) and\nrelated species (Anura; Hylidae).","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Advertisement call â external morphology â mitochondrial\nphylogeny â Scinax lutzorum â Scinax parkeriÂ¬ â Scinax pusillus â\nScinax trilineatus â Scinax villasboasi sp. nov. â Hyla madeirae.","DOI":"","Abstract":" Scinax fuscomarginatus, S. parkeri, S. trilineatus, S.\nlutzorum, and S. pusillus are morphologically similar species with\ncontroversial taxonomy associated to open formations of South America\neast of the Andes. We used external morphology, advertisement call, and\nmolecular sequences to assess the taxonomy of these species.\nPhylogenetic analysis of molecular data showed a well-supported\nmonophyletic group divided into two main clades and several subclades.\nSpecimens of Hyla madeirae (synonym of S. fuscomarginatus) and those\nfrom Serra do Cachimbo correspond to distinct subclades, while the\ncurrently valid species were grouped into a single clade. This clade\nshowed a marked substructure, but concordance of the recognized species\nto subclades were limited, showing S. fuscomarginatus paraphyletic with\nrespect to S. parkeri, S. trilineatus, S. lutzorum, and S. pusillus. The\nhigh intrapopulation and intraspecific variation found in morphological\ncharacters did not allow us to differentiate between the currently\nrecognized species. Similarly, none of them were distinguishable in\nmorphometric analysis or advertisement call. Based on multiple\nevidences, we propose the synonymy of S. parkeri, S. trilineatus, S.\nlutzorum, and S. pusillus with S. fuscomarginatus, the revalidation of\nHyla madeirae, and describe the specimens from Serra do Cachimbo as a\nnew species.","trees":[{"tree_label":"Imported tree 0","ntax":"93","rootedtree":"TRUE","title":"Tr70758","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70758.phy"}]}