{"Authors":" Kevin M King, Jonathan S West, Bruce DL Fitt, Paul S\nDyer","Year":" 2014","Title":" Differences in MAT Gene Distribution and Expression between\nRhynchosporium Species on Grasses","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" barley leaf blotch, mating type, Rhynchosporium, sexual\ncycle","DOI":"","Abstract":" Leaf blotch is a globally important disease of barley\ncrops and other grasses that is caused by at least five host-specialised\nspecies in the fungal genus Rhynchosporium. The pathogen R. commune\n(specialised to barley, brome-grass and Italian ryegrass) has long been\nconsidered to reproduce only by asexual means, but there has been\naccumulating evidence for recombination and gene flow from population\ngenetic studies and the presence in the field of complementary MAT1-1\nand MAT1-2 isolates in an approximately 1:1 distribution. Here, we\ndemonstrate that 28 isolates of the closely related species R. agropyri\n(on couch-grass) and R. secalis (on rye/triticale) collected from Europe\nwere also either of MAT1-1 or MAT1-2 genotype and that the distribution\nof mating types did not deviate significantly from a 1:1 ratio. Evidence\nis then provided for MAT1-1-1 and MAT1-2-1 gene expression during\nmycelial growth for all three species. By contrast, 27 isolates of the\nmore distantly related R. orthosporum (on cocksfoot) and R. lolii (on\nItalian and perennial ryegrasses) from Europe were exclusively of the\nMAT1-1 genotype, and expression of the MAT1-1-1 gene could not be\ndetected during mycelial growth. These data suggest that cryptic sexual\ncycles are more likely to exist for R. commune, R. agropyri and R.\nsecalis than for either R. orthosporum or R. lolii. A phylogenetic\nanalysis of partial MAT1-1 idiomorph sequence resolved these five\nspecies into two distinct groups (R. commune, R. agropyri and R. secalis\nversus R. orthosporum and R. lolii) but provided only limited resolution\nwithin each group.","trees":[{"tree_label":"consensus","ntax":"18","rootedtree":"TRUE","title":"MAT1-1 idiomorph sequence analyses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70616.phy"}]}