{"Authors":" Paulo H Labiak, Michael Andrew Sundue, Germinal Rouhan,\nJudith Garrison Hanks, John T Mickel, Robbin C Moran","Year":" 2014","Title":" Phylogeny and Historical Biogeography of the Lastreopsid\nFerns (Dryopteridaceae).","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Historical biogeography, Antarctica, Southern Hemisphere,\nDEC, Lastreopsis, Megalastrum, Parapolystichum, Rumohra, taxonomy","DOI":"","Abstract":" As currently circumscribed, Lastreopsis has about 45\nspecies and primarily occurs in Australia, southern Asia, Africa,\nMadagascar, and the Neotropics. Previous molecular phylogenetic studies\nsuggested that Lastreopsis is polyphyletic. Our study focuses on\nresolving relationships among the lastreopsid ferns (Lastreopsis,\nMegalastrum, and Rumohra), the evolution of morphological characters,\nand an understanding of the temporal and spatial patterns that have led\nto the current diversity and geographical distribution of its extant\nspecies. Phylogenetic relationships were recovered under Bayesian,\nMaximum Likelihood, and Maximum Parsimony methods. The dataset used\nincluded molecular sequences of four plastid markers. Divergence time\nestimates were performed using BEAST, and the biogeographic hypotheses\nwere tested under the DEC model and the S-DIVA methods, using the\nprograms Lagrange and RASP, respectively. Lastreopsis was recovered as\nparaphyletic, and at least one of its clades should be recognized as a\ndistinct genus, Parapolystichum, a previously published name. Coveniella\npoecilophlebia and Oenotrichia tripinnata were nested within Lastreopsis\nand recovered in the clade that includes the type of Lastreopsis (L.\ntenera) and other Australian species. Megalastrum and Rumohra are nested\nwithin the lastreopsid ferns, sister to the Lastreopsis s.s. and\nLastreopsis amplissima clades. The initial diversification of the\nlastreopsid ferns took place at about 56.55 Ma, from a Neotropical\nancestor. The biogeographic history of the group is intimately related\nto the trans-Antarctic corridor between Australia and South America,\nespecially during the Oligocene and the Eocene epochs. Taxonomic\nrecognition of Parapolystichum is warranted to preserve the monophyly of\nLastreopsis. No known morphological characters distinguish\nParapolystichum from Lastreopsis. Diversification among the main clades\nof the lastreopsid ferns was influenced by climatic and geological\nchanges in the Southern Hemisphere with evidence for multiple lineage\ninterchanges between Australia and South America, a pattern previously\ndocumented for other groups of plant and animals, but for the first time\nreported for ferns.","trees":[{"tree_label":"con 50 majrule+","ntax":"115","rootedtree":"TRUE","title":"Lastreopsid Bayesian Analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87991.phy"}]}