{"Authors":" Gary Allen Secor, Viviana Rivera-Varas, Daniela Christ,\nFebina Mathew, Mohamed Khan, Mark Varrelmann, Melvin D. Bolton","Year":" 2014","Title":" Characterization of Fusarium secorum, a new species causing\nFusarium yellowing decline of sugar beet in north central USA","Journal":" Fungal Biology","Volume":" 118","Issue":" na","Pages":" 764-775","Keywords":" Fusarium oxysporum f. sp. betae, genealogical concordance\nphylogenetic species recognition (GCPSR), phylogeny, taxonomy","DOI":" 10.1016/j.funbio.2014.06.001","Abstract":" This study characterized a novel sugar beet (Beta vulgaris\nL.) pathogen from the Red River Valley in north central USA, which was\nformally named Fusarium secorum. Molecular phylogenetic analyses of\nthree loci (translation elongation factor1α, calmodulin, mitochondrial\nsmall subunit) and the morphological species recognition concept\nstrongly supported the inclusion of F. secorum in the Gibberella\nfujikuroi species complex (GFSC). Phylogenetic analyses identified F.\nsecorum as a sister taxon of F. acutatum and a member of the African\nsubclade of the GFSC. Fusarium secorum can be distinguished from all\nother known species morphologically by the production of circinate\nhyphae that may produce microconidia and abundant corkscrew-shaped\nhyphae in culture. To assess mycotoxin production potential, 45 typical\nsecondary metabolites were tested in F. secorum rice cultures, but only\nbeauvericin was produced in detectable amounts by each isolate. Results\nof pathogenicity experiments revealed that F. secorum isolates are able\nto induce half- and full-leaf yellowing foliar symptoms and vascular\nnecrosis in roots and petioles of sugar beet. Inoculation with F.\nacutatum did not result in any disease symptoms. The sugar beet disease\ncaused by F. secorum is named Fusarium yellowing decline.","trees":[{"tree_label":"PHYLIP 1+","ntax":"38","rootedtree":"FALSE","title":"Fusasrium EF1 CAL mtSSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70613.phy"}]}