{"Authors":" Claudia Liliana Henriquez, Tatiana Arias, J. Chris Pires,\nThomas B Croat, Barbara A. Schaal","Year":" 2014","Title":" Phylogenomics of the plant family Araceae","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Araceae; Massively parallel sequencing; Clade;\nPhylogeny","DOI":" 10.1016/j.ympev.2014.02.017","Abstract":" The biogeography, chromosome number evolution, pollination\nbiology and evolutionary history of the plant family Araceae have become\nmuch clearer in recent years (Cabrera et al., 2008, Chartier et al.,\n2013, Cusimano et al., 2011, Cusimano et al., 2012, Nauheimer et al.,\n2012). However, phylogenetic ambiguity near the root of the tree\nprecludes answering questions about the early evolution of the family.\nWe use Illumina sequencing technology and reference based assembly to\nresolve the remaining questions in the deep phylogeny of Araceae. We\nsampled 32 genera and obtained 7 from GenBank (including an outgroup),\nrepresenting 42 of 44 major clades described in Cusimano et al. (2011).\nA subsequent phylogenomic analysis based on mitochondrial data was\nperformed to test congruence between plastid and mitochondrial data for\nphylogenetic inference. Plastid sequences produced strongly supported\nphylogenies. In contrast, mitochondrial phylogenies were weakly\nsupported and incongruent with chloroplast data (Templeton test,\np=<0.0001), although several smaller clades were recovered. New\nstrongly-supported clades seen here are: (1) Anubias and Montrichardia,\nexcluding Calla, form a clade that is sister to the Zantedeschia clade;\n(2) the South African genus Zantedeschia is sister to the Old World\nAnchomanes clade; and (3) within the Zantedeschia clade, Philodendron is\nsister to the rest. Calla and Schismatoglottis form a sister\nrelationship at the base of one of two major clades in Aroideae based on\ncomplete chloroplast sequences. Although statistical support is weak,\nmorphological and cytological features support this topology.","trees":[{"tree_label":"TREE1","ntax":"42","rootedtree":"TRUE","title":"Araceae plastid protein CDS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70614.phy"}]}