{"Authors":" Richard M. Bateman, P. J. Rudall","Year":" 2006","Title":" Morphological phylogenetic analysis of Pandanales: testing\ncontrasting hypotheses of floral evolution","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Recent molecular phylogenetic analyses prompted\nrecircumscription of Pandanales into five families \u001a Cyclanthaceae,\nPandanaceae, Stemonaceae, and Velloziaceae, plus the mycoheterotrophic\nTriuridaceae \u001a that were not hitherto regarded as closely related and so\nhave not previously been compared in detail. Some species exhibit\nanomalous floral features, including apparently secondary apocarpy, loss\nof trimery, and an imprecise boundary between inflorescence and flower.\nMost noteworthy are the female reproductive structures of Triuridaceae,\nespecially the “inside-out” flowers of Lacandonia. A phylogenetic\ncladistic analysis using 39 morphological characters of 23 genera\nspanning all five families of Pandanales yielded three fairly\nwell-resolved and moderately supported most-parsimonious trees.\nVelloziaceae were sister to all other Pandanales. Cyclanthaceae and\nPandanaceae formed a sister pair that was sister to Stemonaceae plus\nTriuridaceae. Triuridaceae were embedded within a paraphyletic\nStemonaceae. Pentastemona was sister to all other Stemonaceae plus\nTriuridaceae, supporting earlier suggestions that this highly divergent\ngenus should be recognized as a separate family, Pentastemonaceae. Kupea\nwas robustly placed as the basally-divergent node of Triuridaceae,\nupholding an earlier hypothesis that the biovulate condition in Kupea\ncould represent the ancestral condition for Triuridaceae. Contrasting\nmodels are outlined for interpretation of the unusual apocarpous female\nfloral units of Triuridaceae, either as (1) highly reduced partial\ninflorescences (pseudanthia), (2) inflorescence-like flowers derived by\ncarpel multiplication (delayed determinacy) from an ancestor with a\nsingle free carpel (with flowers similar to those of Croomia, but\nunisexual), or (3) flowers derived from a tricarpellate syncarpous\nancestor (with flowers similar to those of Pentastemona, but unisexual)\nby loss of carpel fusion and carpel multiplication. The formerly\nunsuspected close relationship between Stemonaceae and Triuridaceae\nsupports the second model. The indistinct inflorescence−flower boundary\nin Triuridaceae could be attributable to an overlap in genetic programs,\nresulting either from a partial loss of integrity in regulation of\nflower development or from extreme axial condensation associated with\nthe mycoheterotrophic habit.","trees":[{"tree_label":"MP strict","ntax":"23","rootedtree":"TRUE","title":"Pandanales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2428.phy"}]}