{"Authors":" J. E. Henrich, Paula Rudall, Peter Goldblatt","Year":" 1990","Title":" The genera of the Sisyrinchium Alliance (Iridaceae:\nIridoideae): Phylogeny and relationships.","Journal":" Systematic Botany","Volume":" 15","Issue":" NA","Pages":" 497-510","Keywords":" NA","DOI":" NA","Abstract":" A phylogenetic analysis of the New World members of\nSisyrinchieae, most primitive of the four tribes of Iridaceae subfamily\nIridoideae, using leaf anatomical and chromosomal data in conjunction\nwith traditional morphological criteria suggests substantial\nrealignments in the current taxonomy. The New World Sisyrinchieae\nconstitute the majority of the taxa in the tribe; the remaining Bobartia\nand Diplarrhena, African and Australian, are not considered in the\nstudy. Phaiophleps, Chamelum, and Ona appear to be more closely related\nto Sisyrinchium sect. Eriphilema than the last does to sects.\nSisyrinchium and Echthronema, although all these taxa appear to comprise\na monophyletic assemblage based on the characters used in our study.\nSolenomelus, Tapeinia, and Orthrosanthus are more distantly related to\nSisyrinchium and its satellite taxa, but the three genera share some\nfeatures with the Sisyrinchium clade. We treat sects. Sisyrinchium and\nEchthronema as subgenera of Sisyrinchium and unite sect. Eriphilema and\nthe genera Phaiophleps, Chamelum, and Ona in a single genus, Olsynium\n(1837). Appropriate changes to the taxonomy of Sisyrinchium are\npresented and necessary new combinations in Olsynium are made: O.\nacaulis, O. biflorum, O. lyckholmi, O. bodenbenderi, O. frigidum, O.\nluteum, O. filifolium, O. junceum, O. philippii, O. scirpoideum, and 0.\nobscura. Additional anatomical observations are presented for Tapeinia,\nOna, and Sisyrinchium spicatum, which complement extensive anatomical\nobservations already published.","trees":[{"tree_label":"Fig. 11","ntax":"12","rootedtree":"TRUE","title":"Sisyrinchium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1600.phy"}]}