{"Authors":" Leanne Kolnick, Andrew J Alverson","Year":" 2005","Title":" Intragenomic nucleotide polymorphism among SSU rDNA paralogs\nin the diatom genus Skeletonema","Journal":" Journal of Phycology","Volume":" 41","Issue":" NA","Pages":" 1248-1257","Keywords":" NA","DOI":" NA","Abstract":" Morphological features of the siliceous cell wall\ntraditionally have been used to diagnose and classify species of\ndiatoms, though an increasing number of studies distinguish new species,\nin part, by phylogenetic analysis of rDNA sequences. Intragenomic\nsequence variation is common among the hundreds to thousands of rDNA\ncistrons present within a genome, and this variation has strong\npotential to obscure species boundaries based on rDNA sequences. We\nscreened six Skeletonema culture strains for intragenomic nucleotide\npolymorphisms in the SSU rDNA gene and found that all strains had\npolymorphic sites, with proportions ranging from 0.57\u001a1.81%. In all\ncases, transitions accounted for more than 70% of nucleotide differences\nat polymorphic sites. Polymorphic sites were split nearly evenly in the\nSSU rRNA molecule between the base-paired regions of helices (52%) and\nthe unpaired regions of loops and bulges (48%). Phylogenetic analysis\nshowed that SSU rDNA genotypes were monophyletic for two of the six\nculture strains examined. Genotypes from the other four culture strains\neither showed little or no phylogenetic structure compared to genotypes\nof other conspecific culture strains, or had phylogenetic structure that\nwas incongruent with existing species boundaries. Moderate to strong\nsupport for monophyly was recovered for four of the seven species\nincluded in the analysis. Phylogenetic results combined with the low\nsequence divergence of SSU rDNA genotypes within species suggest that\nconcerted evolution has not proceeded to completion in these species,\nand/or that the rate at which variation is being generated exceeds the\nrate at which concerted evolution is expunging variation.","trees":[{"tree_label":"Fig. 2","ntax":"62","rootedtree":"TRUE","title":"Paralogs in the diatom genus Skeletonema","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2429.phy"},{"tree_label":"Fig. 3","ntax":"62","rootedtree":"TRUE","title":"Paralogs in the diatom genus Skeletonema","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2430.phy"}]}