{"Authors":" Francesca Bottacini, Mary O’ Connell Motherway, Justin\nKuczynski, Kerry Joan OConnell, Fausta Serafini, Sabrina Duranti,\nChristian Milani, Francesca Turroni, Gabriele Lugli, Aldert Zomer, Daria\nZhurina, Christian Riedel, Marco Ventura, Douve van Sinderen","Year":" 2014","Title":" Comparative genomics of the Bifiobacterium breve taxon","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Comparative genomics, bifidobacteria","DOI":"","Abstract":" Background. Bifidobacteria are commonly found as part of\nthe microbiota of the gastrointestinal tract (GIT) of a broad range of\nhosts, where their presence is positively correlated with the hosts\nhealth status. In this study, we assessed the genomes of thirteen\nrepresentatives of Bifidobacterium breve, which is not only a frequently\nencountered component of the (adult and infant) human gut microbiota,\nbut can also be isolated from human milk and vagina. Results. In silico\nanalysis of genome sequences from thirteen B. breve strains isolated\nfrom different environments (infant and adult faeces, human milk, human\nvagina) shows that the genetic variability of this species principally\nconsists of hypothetical genes and mobile elements, but, interestingly,\nalso genes correlated with the adaptation to host environment and gut\ncolonization. These latter genes specify the biosynthetic machinery for\nsortase-dependent pili and exopolysaccharide production, as well as\ngenes that provide protection against invasion of foreign DNA\n(i.e. CRISPR loci and restriction/modification systems), and genes that\nencode enzymes responsible for carbohydrate fermentation. Gene-trait\nmatching analysis showed clear correlations between known metabolic\ncapabilities and characterized genes, and it also allowed the\nidentification of a gene cluster involved in the utilization of the\nalcohol-sugar sorbitol. Conclusions. Genome analysis of thirteen\nrepresentatives of the B. breve species revealed that the deduced\npan-genome exhibits an essentially close trend. For this reason our\nanalyses suggest that this number of B. breve representatives is\nsufficient to fully describe the pan-genome of this species. Comparative\ngenomics also facilitated the genetic explanation for differential\ncarbon source utilization phenotypes previously observed in different\nstrains of B. breve.","trees":[{"tree_label":"original","ntax":"25","rootedtree":"TRUE","title":"Tr70631","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70631.phy"},{"tree_label":"Imported tree 1","ntax":"25","rootedtree":"TRUE","title":"B. breve","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_70630.phy"}]}