{"Authors":" Frank Udovicic, C. Parra-Osorio, Pauline Y. Ladiges,\nMichael James Bayly","Year":" 2006","Title":" ETS sequences support the monophyly of the eucalypt genus\nCorymbia (Myrtaceae)","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The generic classification of the eucalypts, especially\nrecognition of the genus Corymbia, has been controversial. The phylogeny\nof Corymbia and related eucalypt groups was investigated using nuclear\nETS sequences, and combined ETS and ITS sequences. Both the ETS and\ncombined datasets support the monophyly of Corymbia, strengthening the\nargument for separate generic recognition. Three major eucalypt clades\nare confirmed: Corymbia + Angophora; Eucalyptus s.s.; and the\nEucalyptopsis group. Within Corymbia, relationships are broadly\nconsistent with phylogenies based on morphological and anatomical\ncharacters; sections Ochraria, Blakearia, and Politaria are all\nsupported as monophyletic, although sect. Rufaria is monophyletic only\nwith the inclusion of the monotypic sect. Apteria. Within Eucalyptus\ns.s., relationships are generally consistent with those shown by\nprevious molecular studies. Within the Eucalyptopsis group,\nAllosyncarpia is sister to the clade Stockwellia + Eucalyptopsis.\nRelationships between the major eucalypt clades are equivocal, but\ncombined analysis of ETS and ITS data shows Corymbia + Angophora as\nsister to Eucalyptus \u001a the rainforest taxa of the Eucalyptopsis group\nbeing outside this clade. Patterns of relationship and distribution are\nconsistent with differentiation of major lineages of Corymbia prior to\nthe isolation of taxa (now relictual) in eastern and south-western\nAustralia, arguably before the mid-Miocene.","trees":[{"tree_label":"Fig. 2","ntax":"62","rootedtree":"TRUE","title":"Eucalypts","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2431.phy"},{"tree_label":"Fig. 1","ntax":"62","rootedtree":"TRUE","title":"Eucalypts","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2432.phy"}]}