{"Authors":" Francesca Bottacini, Mary OConnell Motherway, Justin\nKuczynski, Kerry Joan OConnell, Fausta Serafini, Sabrina Duranti,\nChristian Milani, Francesca Turroni, Gabriele Lugli, Aldert Zomer, Daria\nZhurina, Christian Riedel, Marco Ventura, Douwe van Sinderen","Year":" 2014","Title":" Comparative genomics of the Bifidobacterium breve taxon","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Bifidobacteria are commonly found as part of the\nmicrobiota of the gastrointestinal tract (GIT) of a broad range of\nhosts, where their presence is positively correlated with the hosts\nhealth status. In this study, we assessed the genomes of thirteen\nrepresentatives of Bifidobacterium breve, which is not only a frequently\nencountered component of the (adult and infant) human gut microbiota,\nbut can also be isolated from human milk and vagina. In silico analysis\nof genome sequences from thirteen B. breve strains isolated from\ndifferent environments (infant and adult faeces, human milk, human\nvagina) shows that the genetic variability of this species principally\nconsists of hypothetical genes and mobile elements, but, interestingly,\nalso genes correlated with the adaptation to host environment and gut\ncolonization. These latter genes specify the biosynthetic machinery for\nsortase-dependent pili and exopolysaccharide production, as well as\ngenes that provide protection against invasion of foreign DNA\n(i.e. CRISPR loci and restriction/modification systems), and genes that\nencode enzymes responsible for carbohydrate fermentation. Gene-trait\nmatching analysis showed clear correlations between known metabolic\ncapabilities and characterized genes, and it also allowed the\nidentification of a gene cluster involved in the utilization of the\nalcohol-sugar sorbitol. Genome analysis of thirteen representatives of\nthe B. breve species revealed that the deduced pan-genome exhibits an\nessentially close trend. For this reason our analyses suggest that this\nnumber of B. breve representatives is sufficient to fully describe the\npan-genome of this species. Comparative genomics also facilitated the\ngenetic explanation for differential carbon source utilization\nphenotypes previously observed in different strains of B. breve.","trees":[{"tree_label":"Imported tree 0","ntax":"25","rootedtree":"TRUE","title":"Tr70632","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70632.phy"}]}