{"Authors":" Alexandre Reis Machado, Danilo Batista Pinho, Olinto\nLiparini Pereira","Year":" 2014","Title":" Phylogeny, identification and pathogenicity of the\nBotryosphaeriaceae associated with collar and root rot of the biofuel\nplant Jatropha curcas in Brazil, with a description of new species of\nLasiodiplodia.","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1007/s13225-013-0274-1","Abstract":" The global expansion of cultivation areas of Jatropha has\ncontributed to the emergence of various diseases. Currently in Brazil,\nthe occurrence of a new disease has been reported that not only reduces\nthe productivity but also causes the death of Jatropha. This disease is\nassociated with collar and root rot of plants. From morphological and\nphylogenetic studies (based on Internal Transcribed Spacers, β-tubulin\nand Translation Elongation Factor 1-α sequences), nine species of\nBotryosphaeriaceae were identified. These species include Lasiodiplodia\negyptiacae, L. pseudotheobromae, L. theobromae, Macrophomina phaseolina,\nNeoscytalidium hyalinum and four Lasiodiplodia spp. that are proposed as\nnew species (L. euphorbicola, L. jatrophicola, L.macrospora and L.\nsubglobosa). All the species in this study, except M. phaseolina, are\npathogenic. The results show that root rot of physic nut plants is\ncaused by complex pathogens. This study provides new information for\nfuture studies of disease management, quarantine programs and,\nespecially, the development of resistant varieties for collar and root\nrot disease in J. curcas.","trees":[{"tree_label":"con 50 majrule","ntax":"58","rootedtree":"TRUE","title":"Botryosphaeriaceae ITS EF BT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70689.phy"},{"tree_label":"con 50 majrule","ntax":"58","rootedtree":"TRUE","title":"Botryosphaeriaceae ITS EF BT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70688.phy"}]}