{"Authors":" Jian-Kui liu, Rungtiwa Phookamsak, DongQin Dai, Kazuaki\nTanaka, E. B. Gareth Jones, Jian-Chu xu, Ekachai Chukeatirote, Kevin D\nHyde","Year":" 2014","Title":" Roussoellaceae, a new pleosporalean family to accommodate the\ngenera Neoroussoella gen. nov., Roussoella and Roussoellopsis","Journal":" Phytotaxa","Volume":" 181","Issue":" 1","Pages":" 1-33","Keywords":" Asexual morphs, Epitype, Phylogeny, Pleosporales,\nTaxonomy, Type.","DOI":"","Abstract":" Roussoella and Roussoellopsis species are mostly known\nfrom monocotyledons (large grasses, bamboo and palms). Detailed\nphylogenies for this group are lacking and thus their family placement\nand relationships with other genera are unclear. Fresh collections of\nseveral Roussoella-like species, including the type species of\nRoussoella nitidula were made from bamboo and palms in Thailand. In\norder to obtain a phylogenetic understanding of Roussoella-like species\nin the order Pleosporales, we carried out phylogenetic analyses of ITS,\nLSU, TEF1α and RPB2 loci. The 15 target strains formed a well-supported\nclade (100% BS/1.00 PP) in phylogenetic reconstructions of individual\nand combined datasets, supporting the introduction of a new family\nRoussoellaceae. The Roussoellaceae clade can be distinguished into three\nwell-supported sections, namely Roussoella/Roussoellopsis (93% BS/1.00\nPP), Roussoella (88% BS/1.00 PP) and Neoroussoella. Based on both\nmorphology and phylogenetic analyses, we introduce Neoroussoella gen.\nnov., epitype Roussoella nitidula which is the type species of the\ngenus, and introduce the new species Neoroussoella bambusae, Roussoella\nchiangraina, R. japanensis, R. neopustulans, R. siamensis, R.\nthailandica and R. verrucispora.","trees":[{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Roussoellaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_70721.phy"},{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Roussoellaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70720.phy"}]}