{"Authors":" Eric F. Karlin","Year":" 2014","Title":" Recurrent double allopolyploidy in the African S. planifolium\n(Sphagnaceae)","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" allopolyploidy; double allopolyploid; genetic divergence;\ninterploidal hybridization; inter-subgeneric hybridization; recurrent\nallopolyploidy; speciation; Sphagnum","DOI":"","Abstract":" Microsatellites, sequences, and flow cytometry were used\nto determine if two sympatric African peat mosses (Sphagnum planifolium\nand S. slooveri) had a history of intersubgeneric hybridization and to\nassess their phylogenetic relationship. Both species had previously not\nbeen considered to be hybrids. Sphagnum slooveri was found to be an\ninter-subgeneric allodiploid allopolyploid, with the maternal parent\nbeing S. recurvum s.s. (or a closely related species) of subg. Cuspidata\nand the paternal parent being an unidentified species from the S.\nafricanum complex of subg. Subsecunda. Sphagnum planifolium was found to\nbe a cryptic species complex of inter-subgeneric allotriploid\nallopolyploids, with recurrent allopolyploidy resulting in at least two\nevolutionarily distinct lineages. The maternal parent of both lineages\nwas S. slooveri. The paternal parent of one lineage (S. planifolium I)\nwas an unidentified haploid associated with the S. capense complex of\nsubgenus Subsecunda. The paternal parent of the second lineage (S.\nplanifolium II) was S. cuspidatum (or a closely related species) of\nsubg. Cuspidata. As two rounds of allopolyploidy were associated with\ntheir evolution, both lineages of S. planifolium s.l. are double\nallopolyploids. Four double allopolyploid species are now documented in\nbryophytes, all in Sphagnum. As the allodiploid parent for each of the\nfour double allopolyploids had a history of intersubgeneric\nhybridization, high genetic divergence between subgenomes may facilitate\nthe evolution of double allopolyploidy in Sphagnum. Although its\nprovenance is equivocal, a highly disjunct population of S. recurvum is\nreported for Amsterdam Island. Genetic analyses reveal that S.\npulchricoma, S. recurvum, and S. sanctojosephense form a complex of\nnon-hybrid and intra-subgeneric hybrid plants in the neotropics, with\nthe hybrids having a history of hybridization between S. cuspidatum and\nS. recurvum.","trees":[{"tree_label":"Figure 4 RAPDA","ntax":"17","rootedtree":"TRUE","title":"Tr70666","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70666.phy"},{"tree_label":"Figure 1 trnL","ntax":"41","rootedtree":"TRUE","title":"Tr70659","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70659.phy"},{"tree_label":"Figure 2 trnG","ntax":"23","rootedtree":"TRUE","title":"Tr70664","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70664.phy"},{"tree_label":"Figure 3 ITS","ntax":"47","rootedtree":"TRUE","title":"Tr70665","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70665.phy"},{"tree_label":"Figure 6 RAPDF","ntax":"28","rootedtree":"TRUE","title":"Tr70668","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70668.phy"},{"tree_label":"Figure 7 LFY1","ntax":"18","rootedtree":"TRUE","title":"Tr70669","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70669.phy"},{"tree_label":"Figure 5 RAPDB","ntax":"32","rootedtree":"TRUE","title":"Tr70667","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_70667.phy"}]}