{"Authors":" yanli Wang, Quan Lu, Cony Decock, Li Yongxia, Zhang\nXingyao","Year":" 2014","Title":" Cytospora davidiana sp. nov. from China","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cytospora canker. Phylogenetic species. Species diversity.\nTaxonomy. Populus spp. and Salix spp.","DOI":"","Abstract":" Poplar and willow plantations are becoming more and more\nwidespread in China, in order to meet both national economic and\nenvironmental needs. Concomitantly, several pathogens are emerging,\nsometimes enhanced by climatic change and other human factors. Species\nof Cytospora (or its associated teleomorph, Valsa) are well-known\npathogens on both poplar and willow, causing stem cankers and diebacks.\nThe aim of this study was to make a survey of Cytospora species and\nassociated teleomorphs occurring on Populus spp. and Salix spp. in\nChina. Morphology and phylogenetic inferences, based on the DNA sequence\ndata from the internal transcribed spacer region (ITS1, 5.8S rDNA and\nITS2) and partial Î²-tubulin gene, allowed identifying 6 species on\npoplar and willow. Five species were identified to known taxa viz. C.\nchrysosperma (teleomorph Valsa sordida), C. translucens (teleomorph\nLeucostoma translucens), C. fugax (teleomorph Valsa salicina), C.\natrocirrhata, and C. kantschavelii. Cytospora davidiana sp. nov. on\npoplar, characterized by typical torsellioid conidiomata, is described\nas new. An additional Cytospora sp 1, forming a distinct clade in both\nphylogenetic inferences, remains unnamed; the paucity of available\nmaterials impeded a phenotypical characterization. Further sampling\nefforts and molecular-based identification are needed still to improve\nour understanding of the taxonomic diversity of Cytospora, their host\nrange and geographic distribution in China.","trees":[{"tree_label":"MajRule","ntax":"61","rootedtree":"TRUE","title":"Tr70682","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70682.phy"},{"tree_label":"Strict","ntax":"61","rootedtree":"TRUE","title":"Tr70681","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70681.phy"},{"tree_label":"MajRule","ntax":"29","rootedtree":"TRUE","title":"Tr70680","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70680.phy"},{"tree_label":"Strict","ntax":"29","rootedtree":"TRUE","title":"Tr70679","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70679.phy"},{"tree_label":"Strict","ntax":"61","rootedtree":"TRUE","title":"Tr70686","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70686.phy"},{"tree_label":"MajRule","ntax":"61","rootedtree":"TRUE","title":"Tr70687","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70687.phy"}]}