{"Authors":" Alejandra Vasco, Josmaily Loriga, Germinal Rouhan, Barbara\nA. Ambrose, Robbin C Moran","Year":" 2015","Title":" Divided leaves in the genus Elaphoglossum (Dryopteridaceae).\nA phylogeny of Elaphoglossum section Squamipedia","Journal":" Systematic Botany","Volume":" 40","Issue":" 1","Pages":" 4655","Keywords":" Cryptic species, ferns, leaf dissection, systematics,\ntaxonomy","DOI":" 10.1600/036364415X686323","Abstract":" Elaphoglossum is comprised almost entirely of epiphytic\nspecies with simple and entire leaves. Elaphoglossum section Squamipedia\nis intriguing because four of its species have dissected leaves. To\ngenerate a phylogenetic hypothesis of the relationships among all taxa\nbelonging to section Squamipedia, we assembled a three-locus plastid\ndataset that included all recognized species in the section plus taxa\nrepresenting all other sections of Elaphoglossum and three bolbitidoid\ngenera. Our results support section Squamipedia as monophyletic. The\nspecies belonging to section Squamipedia are recovered in two well\nsupported clades. The first clade includes two species endemic to\nMadagascar, whereas the second includes 16 species endemic to the\nNeotropics. Echinulate spores are synapomophic for the Neotropical\nspecies of section Squamipedia. Other characters that characterize most\nspecies of section Squamipedia are long-creeping rhizomes and absence of\nphyllopodia; however, two species of section Squamipedia (E. nidusoides\nand E. nidiforme) have phyllopodia and short-creeping rhizomes. The four\nspecies with dissected leaves belong to different clades and had\nindependent origins from ancestors with simple, entire leaves. Dissected\nleaves have evolved at least six times during the history of\nElaphoglossum. Elaphoglossum lloense and E. squamipes, two species\ndefined on the basis of morphology, are not supported by our molecular\nanalyses, being recovered in three and two different clades,\nrespectively.","trees":[{"tree_label":"Vasco Strict","ntax":"112","rootedtree":"TRUE","title":"Elaphoglossum section Squamipedia","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70719.phy"}]}