{"Authors":" Claudia Augusta de Moraes Russo, Beatriz Mello, Annelise\nFrazão, Carolina Moreira Voloch","Year":" 2013","Title":" Phylogenetic analysis and a time tree for a large drosophilid\ndata set (Diptera: Drosophilidae)","Journal":" Zoological Journal of the Linnean Society","Volume":" 164","Issue":" 4","Pages":" 765-775","Keywords":" biogeography  Drosophila  molecular phylogeny \nphylogenetic taxonomy  timescale.","DOI":" 10.1111/zoj.12062","Abstract":" Drosophila is the genus responsible for the birth of\nexperimental genetics, but the taxonomy of drosophilids is difficult\nbecause of the overwhelming diversity of the group. In this study, we\nassembled sequences for 358 species (14 genera, eight subgenera, 57\nspecies groups, and 65 subgroups) to generate a maximum-likelihood\ntopology and a Bayesian timescale. In addition to sampling an\nunprecedented diversity of Drosophila lineages, our analyses\nincorporated a geographical perspective because of the high levels of\nendemism. In our topology, Drosophila funebris (Fabricius, 1787) (the\ntype species of Drosophila) is tightly clustered with the pinicola\nsubgroup in a North American clade within subgenus Drosophila. The type\nspecies of other drosophilid genera fall within the Drosophila\nradiation, presenting interesting prospects for the phylogenetic\ntaxonomy of the group. Our timescale suggests that a few drosophilid\nlineages survived the CretaceousPalaeogene (K-Pg) extinction. The\ndrosophilid diversification began during the Palaeocene in Eurasia, but\npeaked during the Miocene, an epoch of drastic climatic changes. The\nmost recent common ancestor of the clades corresponding to subgenera\nSophophora and Drosophila lived approximately 56 Mya. Additionally,\nHawaiian drosophilids diverged from an East Asian lineage approxi-\nmately 26 Mya, which is similar to the age of the oldest emerging atoll\nin the HawaiianEmperor Chain. Interestingly, the time estimates for\nmajor geographical splits (New World versus Asia and Africa versus Asia)\nwere highly similar for independent lineages. These results suggest that\nvicariance played a significant role in the radiation of fruit\nflies.","trees":[{"tree_label":"TREE1","ntax":"360","rootedtree":"TRUE","title":"Tr70713","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70713.phy"},{"tree_label":"tree 1","ntax":"360","rootedtree":"TRUE","title":"Tr70712","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70712.phy"}]}