{"Authors":" Adama Faye, Jean-Christophe Pintaud, William John Baker,\nBonaventure Sonké, Thomas LP Couvreur","Year":" 2014","Title":" A plastid phylogeny of the African rattans\n((Ancistrophyllinae, Arecaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Palmae, tropical rain forest, climbing habitat, liana,\natpI-atpH, psbA-trnH","DOI":"","Abstract":" Over one third of African palms are rattans, e.g. climbing\npalms. The subtribe Ancistrophyllinae (subfamily Calamoideae) contains\nmost of these with 21 species represented by three genera: Eremospatha,\nLaccosperma and Oncocalamus. African rattans are mainly restricted to\nthe tropical rain forests of Central and West Africa and play an\nimportant role in the local economy thanks to their use in furniture\nmaking. Here, we present a species level phylogeny of the\nAncistrophyllinae based on four plastid intergenic spacers (psbA-trnH,\npsbZ-trnfM, atpI-atpH and rps3-rpl16) sequenced for 80% of the species\nfound in the subtribe (17/21). Data were analyzed using maximum\nparsimony, maximum likelihood and Bayesian inference methods. Our\nresults show that subtribe Ancistrophyllinae is strongly supported as\nmonophyletic, as are the three genera. However, relationships between\nthe genera remain unresolved. Our analyses provide details on the\nrelationships between species within Eremospatha and Laccosperma, but\nnot in Oncocalamus. The species E. cabrae and E. dransfieldii were\nrecovered with strong support as sister, together forming a highly\ndivergent clade sister to the rest of the genus. The four plastid\nmarkers used here provide useful levels of resolutions and could be\nconsidered in other species level analyses in palms.","trees":[{"tree_label":"MajRule","ntax":"25","rootedtree":"TRUE","title":"Tr70761","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70761.phy"},{"tree_label":"bayesian maj rule tree","ntax":"25","rootedtree":"TRUE","title":"Tr70762","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_70762.phy"},{"tree_label":"Strict","ntax":"25","rootedtree":"TRUE","title":"Tr70760","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70760.phy"}]}