{"Authors":" Jan Borovicka, Obornik Miroslav, Jan Stribrny, Machiel E\nNoordeloos, Luis Alberto Parra Sanchez, Milan Gryndler","Year":" 2014","Title":" Phylogenetic and chemical studies in the potential\npsychotropic species complex of Psilocybe atrobrunnea with taxonomic and\nnomenclatoral notes","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Strophariaceae, Leratiomyces, Psilocybin, Psilocin,\nHallucinogenicFungi, Phylogeny","DOI":"","Abstract":" Five Psilocybe species with unresolved systematic position\n(P. atrobrunnea, P. laetissima, P. medullosa, P. pelliculosa, and P.\nsilvatica) were investigated using four molecular markers (EF1-α, ITS,\nLSU, and IGS). Phylogenetic analysis revealed that with the exception of\nP. laetissima, which is now rightfully classified in the genus\nLeratiomyces, all investigated species belong to Psilocybe sect.\nPsilocybe. For the first time, psychotropic compounds psilocin and\npsilocybin were detected in P. medullosa using gas chromatography-mass\nspectrometry. On the contrary, neither psilocin, nor psilocybin was\ndetected in P. atrobrunnea and negative results were also obtained from\nmycelia grown in vitro on tryptamine/tryptophan-amended media. These\nresults strongly suggest that biosynthesis of these alkaloids was lost\nin P. atrobrunnea. With the exception of minor differences detected in\nEF1-α marker, all sequences of American and European collections of P.\natrobrunnea were identical. On the other hand, a thorough nomenclatural\nstudy revealed that the name P. atrobrunnea must be considered dubious;\nthe oldest available candidate name, P. fuscofulva Peck, was therefore\nadopted. The molecular data suggests that morphologically identical\nAmerican P. silvatica and European P. medullosa likely represent\ndistinct species; epitypes of both taxa were therefore designated.","trees":[{"tree_label":"3genesml1","ntax":"17","rootedtree":"TRUE","title":"Psilocybe 3 genes ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70794.phy"},{"tree_label":"EFml1","ntax":"17","rootedtree":"TRUE","title":"Psilocybe EF1a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70796.phy"},{"tree_label":"LSUml1","ntax":"34","rootedtree":"TRUE","title":"Psilocybe LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70793.phy"},{"tree_label":"ITSml1","ntax":"26","rootedtree":"TRUE","title":"Psilocybe ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70795.phy"}]}