{"Authors":" Mark Adams, Christopher Paul Burridge, Tarmo A Raadik,\nArthur Georges","Year":" 2014","Title":" Global biodiversity assessment and hyper-cryptic species\ncomplexes: more than one species of elephant in the room?","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" species counts, global estimates, species richness,\nmega-complex, mountain galaxias, single-gene barcoding, Galaxiidae","DOI":"","Abstract":" Several recent estimates of global biodiversity have\nconcluded that the total number of species on earth lies near the lower\nend of the wide range touted in previous decades. However, none of these\nrecent estimates formally explore the real ‘elephant in the room’,\nnamely what proportion of species are taxonomically invisible to\nconventional assessments, and thus, as undiagnosed cryptic species,\nremain uncountable until revealed by multi-gene molecular assessments.\nHere we explore the significance and extent of so-called ‘hyper-cryptic’\nspecies complexes, using the Australian freshwater fish Galaxias olidus\nas a proxy for any organism whose taxonomy ought to be largely finalized\nwhen compared to those in little-studied or\nmorphologically-undifferentiated groups. Our comprehensive allozyme (838\nfish for 54 putative loci), mtDNA (557 fish for 605bp of cytb), and\nmorphological (1963−3389 vouchers for 17−46 characters) assessment of\nthis species across its broad geographic range revealed a 1500% increase\nin species-level biodiversity, and suggested that additional taxa may\nremain undiscovered. Importantly, while all 15 candidate species were\nmorphologically diagnosable a posteriori from one another, single-gene\nDNA barcoding proved largely unsuccessful as an a priori method for\nspecies identification. Two strong inferences flow from our results.\nFirst, hyper-cryptic complexes are likely to be common in most\norganismal groups. Second, no assessment of species numbers can be\nconsidered ‘best practice’ in the molecular age unless it explicitly\nincludes estimates of the extent of cryptic and hyper-cryptic\nbiodiversity.","trees":[{"tree_label":"Imported tree 0","ntax":"277","rootedtree":"TRUE","title":"Tr70888","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70888.phy"},{"tree_label":"Imported tree 0","ntax":"277","rootedtree":"TRUE","title":"Tr70976","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_70976.phy"}]}