{"Authors":" Thomas Lecocq, Denis Michez, Alexandre Dewulf, Pierre\nRasmont, Simon Dellicour","Year":" 2014","Title":" Three in one: integrative taxonomy of the red-tailed\nbumblebee species complex Bombus lapidarius (L.) (Hymenoptera,\nApidae)","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Integrative taxonomy  species delimitation  subspecies \nBombus","DOI":"","Abstract":" The systematic is a challenging topic for biologists. Many\nmorphological, molecular or chemical methods have been used to address\nthe question of species taxonomic status. However, all of these methods\nhave their own limits. The next step for progressing in systematics is\nto consider both multiple evidences to evaluate the taxonomic status.\nThe integrative taxonomy aims to overcome the limitations of each\napproach by corroboration of independent evidences. However, the\nidentification of taxa defined by molecular and chemical characters is\nnot within easy reach of all biologists and amateur collectors. Here, we\napply an integrative taxonomic approach to the confused and doubtful\nred-tailed bumblebee complex (Bombus lapidarius) prior to determine a\nposteriori morphological pragmatic identification characters. We set up\nan integrative decision framework on the basis of (i) three independent\ngenes (two nuclear and one mitochondrial) and (ii) cephalic labial gland\nsecretions, an eco-chemical trait used in bumblebee species\ndiscrimination. We investigate the wing shape and the colour pattern as\nmorphological pragmatic identification characters. Our results show that\nB. lapidarius gather three species B. caucasicus (resurrected species\nstatus), B. bisiculus sp. nov., and B. lapidarius. We establish the\nsuitability of the colour pattern as pragmatic identification characters\nfor these species.","trees":[{"tree_label":"TREE1","ntax":"259","rootedtree":"TRUE","title":"Bombus lapidarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70919.phy"},{"tree_label":"bestREP3+","ntax":"259","rootedtree":"TRUE","title":"Bombus lapidarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70920.phy"},{"tree_label":"con 50 majrule","ntax":"260","rootedtree":"TRUE","title":"Bombus lapidarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70923.phy"},{"tree_label":"con 50 majrule","ntax":"261","rootedtree":"TRUE","title":"Bombus lapidarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70921.phy"},{"tree_label":"bestREP2","ntax":"260","rootedtree":"TRUE","title":"Bombus lapidarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70924.phy"},{"tree_label":"bestREP2","ntax":"261","rootedtree":"TRUE","title":"Bombus lapidarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70922.phy"}]}