{"Authors":" Henrietta Myburg, Marieka Gryzenhout, Charles S. Hodges,\nBrenda D Wingfield, Michael J Wingfield","Year":" 2006","Title":" Microthia, Holocryphia and Ursicollum, three new genera on\nEucalyptus and Coccoloba for fungi previously known as\nCryphonectria","Journal":" Studies in Mycology","Volume":" 55","Issue":" NA","Pages":" 35-52","Keywords":" NA","DOI":" NA","Abstract":" Cryphonectria havanensis is a fungus associated with\nEucalyptus species in Cuba and Florida (U.S.A.). Until recently, there\nhave been no living cultures of C. havanensis and it has thus not been\npossible to assess its taxonomic status. Isolates thought to represent\nthis fungus have, however, emerged from surveys of Eucalyptus in Mexico\nand Hawaii (U.S.A.). Results of this study showed that these isolates\nrepresent C. havanensis but reside in a genus distinct from\nCryphonectria sensu stricto, which is described here as Microthia.\nIsolates of an unidentified fungus occurring on Myrica faya in the\nAzores and Madeira also grouped in Microthia and were identical to other\nM. havanensis isolates. Cryphonectria coccolobae, a fungus occurring on\nsea grape (Coccoloba uvifera) in Bermuda and Florida, was found to be\nmorphologically identical to Microthia and is transferred to this genus,\nbut as a distinct species. Surveys for M. coccolobae on sea grape in\nFlorida, yielded a second diaporthalean fungus from this host. This\nfungus is morphologically and phylogenetically distinct from M.\ncoccolobae and other closely related taxa and is described as Ursicollum\nfallax gen. et sp. nov. Phylogenetic analyses in this study have also\nshown that isolates of C. eucalypti, a pathogen of Eucalyptus in South\nAfrica and Australia, group in a clade separate from all other groups\nincluding that representing Cryphonectria sensu stricto. This difference\nis supported by the fact that Cryphonectria eucalypti has ascospore\nseptation different to that of all other Cryphonectria species. A new\ngenus, Holocryphia, is thus erected for C. eucalypti.","trees":[{"tree_label":"Fig. 1","ntax":"51","rootedtree":"TRUE","title":"Microthia, Holocryphia and Ursicollum, combined\ntree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2437.phy"}]}