{"Authors":" Juan L. Cantalapiedra, Richard G. FitzJohn, Tyler S. Kuhn,\nManuel Hernández Fernández, Daniel DeMiguel, Beatriz Azanza, Jorge\nMorales, Arne O Mooers","Year":" 2014","Title":" Dietary innovations spurred the diversification of ruminants\nduring the Cenozoic.","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":" 281","Issue":"","Pages":"","Keywords":"","DOI":" 10.1098/rspb.2013.2746","Abstract":" Global climate shifts and ecological flexibility are two\nmajor factors that may affect rates of speciation and extinction across\nclades. Here, we connect past climate to changes in diet and\ndiversification dynamics of Ruminant mammals. Using novel versions of\nMulti State Speciation and Extinction (MuSSE) models, we explore the\nmost likely scenarios for evolutionary transitions among diets in this\nclade, and ask whether ruminant lineages with different feeding styles\n(browsing, grazing and mixed feeding) underwent differential rates of\ndiversification concomitant with global temperature change. The best\nmodel of trait change had transitions from browsers to grazers via mixed\nfeeding, with appreciable rates of transition to and from grazing and\nmixed feeding. Diversification rates in mixed-feeder and grazer lineages\ntracked the paleotemperature curve, exhibiting higher rates during the\nMiocene thermal maxima. The origination of facultative mixed diet and\ngrazing states may have triggered two adaptive radiationsâone during the\nOligocene-Miocene transition and one during middle-to-late Miocene. Our\nestimate of mixed diets for basal lineages of both bovids and cervids is\ncongruent with fossil evidence, while the reconstruction of browser\nancestors for some impoverished clades âGiraffidae and Tragulidaeâ is\nnot. Our results offer model-based neontological support to previous\npaleontological findings and fossil-based hypothesis highlighting the\nimportance of dietary innovations – especially mixed feeding – in the\nsuccess of ruminants during the Neogene.","trees":[{"tree_label":"con of 1000","ntax":"197","rootedtree":"TRUE","title":"Ruminant Diets","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_70810.phy"},{"tree_label":"tree 1","ntax":"197","rootedtree":"TRUE","title":"Ruminant Diets","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_70841.phy"}]}