{"Authors":" Juan E Martinez-Gomez, Gustave Aguirre-León, Juan A\nCervantes-Pasqualli, George R Zug, Daniel G Mulcahy","Year":" 2014","Title":" Rediscovery of an endemic vertebrate from the remote Islas\nRevillagigedo in the eastern Pacific Ocean: The Clarión Nightsnake lost\nand found","Journal":" PLOS ONE","Volume":" 9","Issue":" 5","Pages":" e97682","Keywords":" Biogeography, Extinction, Hypsiglena, mt-genome,\nRediscovery, Vertebrates","DOI":" 10.1371/journal.pone.0097682","Abstract":" Vertebrates are currently going extinct at an alarming\nrate, largely because of habitat loss, global warming, infectious\ndiseases, and human introductions. Island ecosystems are particularly\nvulnerable to invasive species and other ecological disturbances.\nProperly documenting historic and current species distributions is\ncritical for quantifying extinction events. Museum specimens, field\nnotes, and other archived materials from historical expeditions are\nessential for documenting recent changes in biodiversity. The Islas\nRevillagigedo are a remote group of four islands, 7001100 km off the\nwestern coast of mainland México. The islands are home to many endemic\nplants and animals recognized at the specific- and subspecific-levels,\nseveral of which are currently threatened or have already gone extinct.\nHere, we recount the initial discovery of an endemic snake Hypsiglena\nochrorhyncha unaocularus Tanner on Isla Clarión, the later dismissal of\nits existence, its absence from decades of field surveys, our recent\nrediscovery and recognition of it as a distinct species. We collected\ntwo novel complete mitochondrial (mt) DNA genomes and up to 2800\nbase-pairs of mtDNA from several other individuals, aligned these with\npreviously published mt-genome data from samples throughout the range of\nHypsiglena, and conducted phylogenetic analyses to infer the\nbiogeographic origin and taxonomic status of this population. We found\nthe Isla Clarión population to be most closely related to populations in\nthe SonoraSinaloa state border area of mainland México and Isla Santa\nCatalina, in the Gulf of California. Based on genetics, morphology, and\ngeographic distributions, we also recognize these two other lineages as\ndistinct species. Our study shows the importance of museum specimens,\nfield notes, and careful surveys to accurately document biodiversity and\nbrings these island endemics (Clarión and Santa Catalina nightsnakes)\nand mainland population near the SonoraSinaloa state border to the\nattention of conservation biologists currently monitoring biodiversity\nin these fragile subtropical ecosystems.","trees":[{"tree_label":"Fig. 1A","ntax":"122","rootedtree":"TRUE","title":"Hypsiglena ND4 Backbone Constrained","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75230.phy"},{"tree_label":"Fig. 1B","ntax":"22","rootedtree":"TRUE","title":"Hypsiglena mtDNA Bootstrap","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75226.phy"},{"tree_label":"Fig. 1A","ntax":"122","rootedtree":"TRUE","title":"Hypsiglena ND4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75229.phy"},{"tree_label":"Fig. 1B","ntax":"22","rootedtree":"TRUE","title":"Hypsiglena mtDNA MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75227.phy"},{"tree_label":"constraint","ntax":"15","rootedtree":"TRUE","title":"Hypsiglena Constraint","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75228.phy"}]}