{"Authors":" J Jaime Zúñiga-Vega, Spencer J Ingley, Peter John Unmack,\nJerald B Johnson","Year":" 2014","Title":" Do freshwater ecoregions and continental shelf width predict\npatterns of historical gene flow in the freshwater fish Poecilia\nbutleri?","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" continental shelf width  freshwater ecoregions \nphylogeography  Poeciliidae  vicariance","DOI":"","Abstract":" We examined historical patterns of gene flow in the\nfreshwater fish Poecilia butleri in western Mexico. We tested the\nhypothesis that the boundaries between four freshwater ecological\ncommunities (ecoregions) might have limited the movement of P. butleri\nbecause changes in species compositions might restrict establishment\nbetween adjacent ecoregions, even in situations where a physical barrier\nis absent. Hence, we predicted that boundaries between ecoregions should\ncorrespond to phylogeographic breaks in P. butleri. We also tested the\nhypothesis that the width of the continental shelf affected historical\ngene flow in P. butleri because a broad continental shelf provides a\ngreater opportunity for rivers to coalesce during historical episodes of\nlow sea levels as opposed to a narrow continental shelf that should\nrestrict the potential for gene flow among adjacent rivers. Hence, we\npredicted greater amounts of historical gene flow among neighbouring\nriver basins in the region of western Mexico where the continental shelf\nis wider, whereas in the region where the continental shelf is narrower\nwe expected to detect limited levels of historical gene flow. We\nanalyzed mtDNA sequence data (cytochrome b) taken from 264 individuals\nof P. butleri collected from 34 locations distributed across four\ndifferent ecoregions in western Mexico. To examine patterns of\nphylogenetic diversification and historical gene flow in P. butleri we\nemployed several analytical approaches, including traditional tree-based\nphylogenetic analyses (likelihood and parsimony), haplotype network\nreconstruction, analyses of molecular variance (AMOVA), and spatial\nanalysis of molecular variance (SAMOVA). We found genetic breaks\ncoinciding with two out of three different ecoregion boundaries,\nsuggesting limited historical gene flow. In addition to different\nspecies compositions between these adjacent ecoregions, geological\nfeatures such as the Trans-Mexican Volcanic Belt and the mountainous\ntopography in southwestern Mexico likely contributed to these observed\ngenetic breaks. In contrast, no genetic break was evident between two\nother ecoregions, a result that partially rejects our first hypothesis.\nSeveral results were consistent with our second hypothesis. Changes in\nthe width of the continental shelf in western Mexico are associated with\nthe observed patterns of historical gene flow. Our results indicate that\nthe interaction among multiple geological and biological factors affect\nthe spatial patterns of genetic diversity of widespread freshwater\nspecies.","trees":[{"tree_label":"PHYLIP","ntax":"51","rootedtree":"FALSE","title":"Poecilia butleri 2 cytb haplotypes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71057.phy"}]}