{"Authors":" Paul Van Antwerp Fine, Felipe Zapata, Douglas C Daly","Year":" 2014","Title":" The evolution and historical biogeography of the Protieae\n(Burseraceae), an ecologically important lineage of tropical rain forest\ntrees","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Amazon lowlands, Crepidospermum, diversity-dependent\ncladogenesis, Protium, habitat specialization, Tetragastris","DOI":"","Abstract":" Andean uplift and the collision of North and South America\nare thought to have major implications for the diversification of the\nNeotropical biota. However, few studies have investigated how these\ngeological events may have influenced diversification. We present a\nmultilocus phylogeny of 102 Protieae taxa (73% of published species),\nsampled pantropically, to test hypotheses about the relative importance\nof dispersal, vicariance, habitat specialization and biotic factors in\nthe diversification of this ecologically dominant tribe of Neotropical\ntrees. Bayesian fossil-calibrated analyses date the Protieae stem at 55\nmya. Biogeographic analyses reconstruct an initial late Oligocene /\nearly Miocene radiation in Amazonia for Neotropical Protieae, with\nseveral subsequent late Miocene dispersal events to Central America, the\nCaribbean, Brazils Atlantic Forest and the Chocó. Regional phylogenetic\nstructure results indicate frequent dispersal among regions throughout\nthe Miocene and many instances of more recent regional in-situ\nspeciation. Habitat specialization to white-sand or flooded soils was\ncommon, especially in Amazonia. There was one significant increase in\ndiversification rate coincident with colonization of the Neotropics\nfollowed by a gradual decrease consistent with models of\ndiversity-dependent cladogenesis. Dispersal, biotic interactions and\nhabitat specialization are thus hypothesized to be the most important\nprocesses underlying the diversification of the Protieae.","trees":[{"tree_label":"Fig. 2","ntax":"118","rootedtree":"TRUE","title":"Maximum Clade Credibility Tree summarizing dating\nanalysis for the tribe Protieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_71572.phy"}]}