{"Authors":" Susanne Altermann, Steve Leavitt, Trevor Goward, Matthew\nNelsen, Thorsten Lumbsch","Year":" 2014","Title":" How do you solve a problem like Letharia? a new look at\ncryptic species in lichen-forming fungi using Bayesian clustering and\nSNPs from multilocus sequence data","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Letharia; BAPS; cryptic species; Parmeliaceae; species\ndelimitation; STRUCTURE","DOI":"","Abstract":" The inclusion of molecular data is increasingly an\nintegral part of studies assessing species boundaries. Analyses based on\npredefined groups may obscure patterns of differentiation, and\npopulation assignment tests provide an alternative for identifying\npopulation structure and barriers to gene flow. In this study, we apply\npopulation assignment tests in the programs STRUCTURE and BAPS to single\nnucleotide polymorphisms from DNA sequence data generated for three\nseparate studies of the lichenized fungal genus Letharia. Previous\nmolecular work employing a gene genealogical approach circumscribed six\nspecies-level lineages within the genus, four putative lineages within\nthe nominal taxon L. columbiana (Nutt.) J.W. Thomson and two sorediate\nlineages. We show that Bayesian clustering implemented in the program\nSTRUCTURE was generally able to recover the same six putative Letharia\nlineages. Population assignments were largely consistent across a range\nof scenarios, including: extensive amounts of missing data, the\nexclusion of SNPs from variable markers, and inferences based on SNPs\nfrom as few as three gene regions. While our study provided additional\nevidence corroborating the six candidate Letharia species, the\nequivalence of these genetic clusters with species-level lineages is\nuncertain due, in part, to limited phylogenetic signal. Furthermore,\nboth the BAPS analysis and the ad hoc ΔK statistic from results of the\nSTRUCTURE analysis suggest that population structure can possibly be\ncaptured with fewer genetic groups. Our findings also suggest that\nuneven sampling across taxa may be responsible for the contrasting\ninferences of population substructure. Our results consistently\nsupported two distinct sorediate groups, ‘L. lupina’ and L. vulpina, and\nsubtle morphological differences support this distinction. Similarly,\nthe putative apotheciate species ‘L. lucida’ was also consistently\nsupported as a distinct genetic cluster. However, additional studies\nwill be required to elucidate the relationships of other L. columbiana\ns.l. populations with the two sorediate genetic clusters.","trees":[{"tree_label":"RAxML tree","ntax":"429","rootedtree":"TRUE","title":"Letharia 15-gene concatenated tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_71573.phy"}]}