{"Authors":" Hyosig Won, Susanne S Renner","Year":" 2006","Title":" Dating Dispersal and Radiation in the Gymnosperm Gnetum\n(Gnetales) ˆ clock calibration when outgroup relationships are\nuncertain.","Journal":" Systematic Biology","Volume":" 55","Issue":" 4","Pages":" 610-622","Keywords":"","DOI":" 10.1080/10635150600812619","Abstract":" Most implementations of molecular clocks require resolved\ntopologies. However, one of the Bayesian relaxed clock approaches\naccepts input topologies that include polytomies. We explored the\neffects of resolved and unresolved input topologies in a\nrate-heterogeneous sequence data set for Gnetum, a member of the seed\nplant lineage Gnetales. Gnetum, which has no fossil record, has ten\nspecies in South America, one in tropical West Africa, and 20-25 in\ntropical Asia, and explanations for the ages of these disjunctions\ninvolve long distance dispersal and/or the breakup of Gondwana. The\nother two genera of Gnetales, as well as conifers, Ginkgo, cycads, and\nangiosperms, have fossil records that can serve to constrain divergence\nevents in Gnetum and thus obtain absolute time estimates for the\ngeographic disjunctions. To resolve relationships within Gnetum, we\nsequenced most of its species for six loci from the chloroplast (rbcL,\nmatK, and the trnT-trnF region), the nucleus (rITS/5.8S and the LEAFY\ngene second intron), and the mitochondrion (nad1 gene second intron). We\nthen applied different clock approaches and outgroup topologies because\nrelationships among the major seed plant lineages are currently\nunresolved. For a small set of Gnetales exemplars (n =13) in which rbcL\nand matK satisfied the clock assumption, we obtained time estimates from\na strict clock, calibrated with one outgroup fossil. We then\nre-estimated divergence times based on a larger sample of seed plants (n\n= 38), using a relaxed Bayesian clock, multiple fossil constraints, and\ndifferently resolved topologies, including one that contained a basal\npolytomy among gymnosperms. The changing hierarchical relationships\namong seed plants (and accordingly changing placements of distant\ncalibration fossils) resulted in small changes of within-Gnetum\nestimates because topologically close constraints overrode more distant\nconstraints. Regardless of the seed plant topology assumed, relaxed\nclock estimates suggest that the extant species groups of Gnetum began\ndiverging from each other during the Upper Oligocene. Strict clock\nestimates imply a mid-Miocene divergence. These estimates, together with\nthe phylogeny for Gnetum from the six combined data sets, imply that the\nextant African species of Gnetum is not a remnant of a once Gondwanan\ndistribution. Miocene and Pliocene range expansions are inferred for the\nAsian subclades of Gnetum, which stem from an ancestor that arrived from\nAfrica. These findings fit with fruit dispersal by water in several\nspecies of Gnetum, morphological similarities among apparently young\nspecies, and incomplete concerted evolution in the nuclear ITS\nregion.","trees":[{"tree_label":"Fig. 1","ntax":"37","rootedtree":"TRUE","title":"Gnetum, Gnepine","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2444.phy"},{"tree_label":"Fig. 2D","ntax":"37","rootedtree":"TRUE","title":"Gnetum, Polytomy","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2445.phy"},{"tree_label":"Fig. 2B","ntax":"37","rootedtree":"TRUE","title":"Gnetum, Gnetales sister","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2446.phy"},{"tree_label":"Fig. 2A","ntax":"37","rootedtree":"TRUE","title":"Gnetum, Gnetifer topology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2447.phy"},{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Gnetum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2448.phy"},{"tree_label":"Fig. 2C","ntax":"37","rootedtree":"TRUE","title":"Gnetum, Anthophyte","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2443.phy"}]}