{"Authors":" Ross Barnett, Nobuyuki Yamaguchi, Beth Shapiro, Simon Y. W.\nHo, Ian Barnes, Richard Sabin, Lars Werdelin, Jacques Cuisin, Greger\nLarson","Year":" 2014","Title":" Revealing the maternal demographic history of Panthera leo\nusing ancient DNA and a spatially explicit genealogical analysis","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Barbary lion, Panthera leo, extinction, mitochondrial DNA,\nancient DNA, phylogeography","DOI":"","Abstract":" Background: Understanding the demographic history of a\npopulation is critical to conservation and to our broader understanding\nof evolutionary processes. For many tropical large mammals, however,\nthis aim is confounded by the absence of fossil material and by the\nmisleading signal obtained from genetic data of recently fragmented and\nisolated populations. This is particularly true for the lion, which as a\nconsequence of millennia of human persecution has large gaps in its\nnatural distribution and several recently extinct populations. Results:\nWe sequenced mitochondrial DNA from museum-preserved individuals,\nincluding the extinct Barbary lion (Panthera leo leo) and Iranian lion\n(P. l. persica), as well as lions from West and Central Africa. We added\nthese to a broader sample of lion sequences, resulting in a data set\nspanning the historical range of lions. Our Bayesian phylogeographical\nanalyses provide evidence for highly supported reciprocally monophyletic\nlion clades. Using a molecular clock, we estimated that recent lion\nlineages began to diverge in the Late Pleistocene. Expanding equatorial\nrainforest probably separated lions in South and East Africa from other\npopulations. West African lions then expanded into Central Africa during\nperiods of rainforest contraction. Lastly, we found evidence of two\nseparate incursions into Asia from North Africa, first into India and\nlater into the Middle East. Conclusions: We have identified deep,\nwell-supported splits within the mitochondrial phylogeny of African\nlions, arguing for recognition of some regional populations as worthy of\nindependent conservation. More morphological and nuclear DNA data is now\nneeded to test these subdivisions.","trees":[{"tree_label":"TREE1","ntax":"53","rootedtree":"TRUE","title":"Tr71571","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71571.phy"}]}