{"Authors":" jie Chen","Year":" 2015","Title":" Agaricus section Brunneopicti：a phylogenetic reconstruction\nwith descriptions of four new taxa","Journal":" Phytotaxa","Volume":" 192","Issue":" 3","Pages":" 145-168","Keywords":" basidiomycota, tropical biodiversity, phylogeny,\nsystematics","DOI":"","Abstract":" Agaricus is a genus of saprobic basidiomycetes including\nspecies of nutritional and medicinal interest. Historically the\ntemperate species have been grouped into eight classical sections.\nRecent phylogenetic analyses however, revealed that two-thirds of the\ntropical taxa do not cluster in these sections, but form exclusively\ntropical clades. Seven (TR I to TR VII) strongly supported tropical\nclades have been revealed and it was hypothesized that clade TR I might\nrepresent Agaricus section Brunneopicti. This section was initially\ncharacterized by the presence of punctiform squamules, the remains of\nthe veil, on the pileus and stipe. The present morphological study and\nphylogenetic ML, MP and Bayesian analyses based on ITS1+2 sequences show\nthat clade TR I corresponds to Agaricus section Brunneopicti and\nincludes 16 taxa grouped in four strongly supported subclades and two\nisolated branches. The six species with punctiform squamules which\ninitially characterized the section constitute one of these subclades.\nWe propose the new replacement name Agaricus brunneopunctatus for the\nillegitimate name Agaricus brunneopictus. All 16 species are discussed,\nfull descriptions are provided for five, among them, A.\nbrunneosquamulosus, A. niveogranulatus, A. sordidocarpus and A.\ntoluenolens are described as new species. We also report on certain\nmembers of section Brunneopicti traits which generally characterize\nspecies belonging to other sections. These shared characters raise the\nissue of their origin and complicate the systematics and the\nidentification of the tropical Agaricus species. An artificial\ndichotomous key is presented for species identification. Section\nBrunneopicti is the first reconstructed section of tropical Agaricus.\nIts known geographical distribution range is strictly palaeotropical. We\npredict that the species richness of other somewhat forgotten or new\ntropical sections will also increase in coming years.","trees":[{"tree_label":"PHYLIP 1+","ntax":"43","rootedtree":"FALSE","title":"Tr71576","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71576.phy"}]}