{"Authors":" Nathalie Seenamah Nagalingum","Year":" 2015","Title":" Continental scale patterns and predictors of fern richness\nand phylogenetic diversity","Journal":" Frontiers in Genetics Evolutionary and Population\nGenetics","Volume":"","Issue":"","Pages":"","Keywords":" Polypodiopsida, Filicopsida, Ferns, Australia,\nConservation, Evolution, Diversity, Molecular Phylogeny","DOI":"","Abstract":" Aim To test how fern diversity is distributed on a\nbroad-scale using standard and corrected richness measures as well as\nphylogenetic indices; and to determine the environmental predictors of\neach diversity metric. Location Australia Methods Using a dataset of\nover 60,000 herbarium records for 89 genera, patterns of richness were\ninferred using a standard taxon-based metric as well as a\nsample-standardized richness metric (Margalef richness). A three-gene\nphylogenetic tree of all the genera was constructed and combined with\nthe herbarium records to infer phylogenetic diversity patterns. The\nlatter was additionally assessed statistically through a randomization\nprocedure. All indices were correlated to 11 environmental variables in\na spatial statistical framework. Results A hotspot of both taxic and\nphylogenetic diversity occurs in the Wet Tropics of northeastern\nAustralia. Although considerable diversity is distributed along the\neastern coast, some important regions of diversity are identified only\nthrough sampled-standardized richness and the phylogenetic metric. Of\nall of the metrics, annual precipitation was identified as the most\nexplanatory variable, in part, in agreement with global and regional\nfern studies. However, precipitation was combined with a different\nvariable for each different metric (either topography, temperature or\nradiation). Significantly high and significantly low phylogenetic\ndiversity were found in geographically separate areas. These separate\nareas are correlated with different climatic conditions such as\nseasonality in precipitation. Main conclusions The use of phylogenetic\nmetrics identifies additional areas of significant diversity, some of\nwhich have not been revealed in using traditional taxonomic analyses,\nsuggesting that different ecological and evolutionary processes have\noperated over the continent. Precipitation is critical to all measures\nof diversity, and correlation of phylogenetic diversity to radiation\nindicates support for the species-energy hypothesis. Our study\ndemonstrates that it is possible and vital to incorporate evolutionary\nmetrics when inferring biodiversity hotspots from large compilations of\ndata.  ","trees":[{"tree_label":"MLbipartitions","ntax":"89","rootedtree":"TRUE","title":"Ferns","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_71646.phy"},{"tree_label":"MLconsensus","ntax":"89","rootedtree":"TRUE","title":"Ferns","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_71645.phy"}]}