{"Authors":" Rainer Melzer, Andrea Haerter, Florian Ruempler, Sangtae\nKim, Pamela S. Soltis, Douglas Soltis, Guenter Theissen","Year":" 2014","Title":" DEF- and GLO-like proteins may have lost most of their\ninteraction partners during angiosperm evolution","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" DEFICIENS, GLOBOSA, APETALA3, PISTILLATA, protein-protein\ninteraction, yeast two-hybrid, EMSA, character-state evolution,\nMADS-domain protein, floral homeotic gene, early diverging angiosperms,\nbasal angiosperms","DOI":"","Abstract":" Background and aims: DEF- and GLO-like proteins constitute\ntwo sister clades of floral homeotic transcription factors that existed\nalready in the most recent common ancestor (MRCA) of extant angiosperms.\nTogether they specify the identity of petals and stamens in flowering\nplants. In core eudicots, DEF- and GLO-like proteins form only\nheterodimers with each other. There is evidence that this obligate\nheterodimerization contributed to the canalization of the flower\nstructure of core eudicots during evolution. Whether this strict\nheterodimerization is an ancient feature that traces to the MRCA of\nextant flowering plants or evolved later during the evolution of crown\ngroup angiosperms has remained unkown. Methods: The interactions of DEF-\nand GLO-like proteins of the early diverging angiosperms Amborella\ntrichopoda and Nuphar advena and of the magnoliid Liriodendron\ntulipifera were analysed employing yeast two-hybrid and electrophoretic\nmobility shift assays (EMSAs). Character-state reconstruction including\ndata from other species as well was used to infer the ancestral\ninteraction patterns of DEF-and GLO-like proteins. Key results: Our\nyeast two-hybrid and EMSA data suggest that DEF- and GLO-like proteins\nfrom early-diverging angiosperms both homo- and heterodimerize.\nCharacter-state reconstruction suggests that the ability to form\nheterodimeric complexes already existed in the MRCA of extant\nangiosperms and that this property remained highly conserved throughout\nangiosperm evolution. Homodimerization of DEF- and GLO-like proteins\nalso existed in the MRCA of all angiosperms. DEF-homodimerization was\nlikely lost very early in angiosperm evolution and was not present in\nthe MRCA of eudicots and monocots. GLO-like homodimerization might have\nbeen lost later during evolution but very likely was not present in the\nMRCA of eudicots. Conclusions: The flexibility of DEF- and\nGLO-interactions in early diverging angiosperms may be one reason for\nthe highly diverse flower morphologies observed in these species. Our\nresults strengthen the hypothesis that a reduction in interaction\npartners of DEF- and GLO-like proteins, with DEF-GLO heterodimers\nremaining the only DNA-binding dimers in core eudicots, contributed to\ndevelopmental robustness, canalization of flower development and the\ndiversification of angiosperms.","trees":[{"tree_label":"Suppl. Fig. DEF-like Tree","ntax":"72","rootedtree":"TRUE","title":"Angiosperm DEF-like phylogenetic tree based on\nAPGIII","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_72509.phy"},{"tree_label":"Fig. 5 DEF-like Tree","ntax":"72","rootedtree":"TRUE","title":"Angiosperm DEF-like phylogenetic tree based on cDNA\nsequences","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_72508.phy"},{"tree_label":"Fig. 6 GLO-like","ntax":"57","rootedtree":"TRUE","title":"Angiosperm GLO-like phylogenetic tree based on cDNA\nsequences","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_72510.phy"},{"tree_label":"Suppl. Fig. GLO-like Tree","ntax":"57","rootedtree":"TRUE","title":"Angiosperm GLO-like phylogenetic tree based on\nAPGIII","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_72511.phy"}]}