{"Authors":" Matthew Newton Britton, G Anthony Verboom, T. A.\nHedderson","Year":" 2014","Title":" Topography as a Driver of Cryptic Speciation in the\nHigh-Elevation Cape Sedge Tetraria Triangularis (Boeck.) C. B. Clarke\n(Cyperaceae: Schoeneae).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" allopatric; 1 Cape Floristic Region; character\ndisplacement; climate 2 change; peripatric; vicariant","DOI":"","Abstract":" Since some speciation mechanisms are more likely to\ngenerate morphological disparity than others, the general failure of\nvascular plant taxonomists to recognize cryptic diversity may bias\nperceptions about speciation process in plants. While the exceptional\nfloristic richness of the South African Cape has largely been attributed\nto adaptive divergence (‘ecological’ speciation), a combination of\nclimatic dynamism and complex topography has likely provided ample\nopportunities for ‘non-ecological’ vicariant speciation, a mechanism\nwhich is perhaps more likely to produce cryptic species. We explore the\nrole of topography as a driver of ‘non-ecological’ speciation in the\nhigh-elevation sedge Tetraria triangularis. Within this species,\nmolecular and morphological data reveal five cryptic or semi-cryptic\nlineages of Miocene-Pliocene age which qualify as evolutionary species.\nAt least three of these maintain their distinctness in sites of\nsympatry, identifying them as biological species. Negligible range\noverlap, and the identification of topography as a significant predictor\nof range turnover, identifies speciation as allopatric and a result of\nimpeded gene flow across low-elevation topographic features. Weak\nmorphological and ecological divergence implies a limited role for\nadaptive divergence in powering speciation, with character displacement\nin sympatry possibly arising as a consequence of interspecific\ncompetition. Although we cannot exclude a role for disruptive selection\nin species differentiation, we identify isolation of populations on\ntopographically separated mountains as the principal motor of\nspeciation. We suggest that the importance of topography in the genesis\nof Cape floristic diversity has been inadequately acknowledged.","trees":[{"tree_label":"TREE1","ntax":"22","rootedtree":"TRUE","title":"High-Elevation Cape Sedge Tetraria Triangularis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71685.phy"},{"tree_label":"TREE1","ntax":"34","rootedtree":"TRUE","title":"High-Elevation Cape Sedge Tetraria Triangularis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71684.phy"}]}