{"Authors":" Martín J Ramírez, Cristian J Grismado, Facundo M Labarque,\nMatías A Izquierdo, Joel Ledford, Jeremy Miller, Charles R Haddad,\nCharles E. Griswold","Year":" 2014","Title":" The morphology and relationships of the walking mud spiders\nof the genus Cryptothele (Araneae: Zodariidae)","Journal":" Zoologischer Anzeiger","Volume":" 253","Issue":"","Pages":" 382-393","Keywords":" Phylogeny; Zodariidae; tropical; cryptic; dirt\nadhesion.","DOI":" 10.1016/j.jcz.2014.03.002","Abstract":" We revise the relationships of the spider genus\nCryptothele after reexamination of the morphology of the spinnerets, leg\ntarsal claws and maxillae with scanning electron microscopy. Cryptothele\nspecies have a particular conformation of the spinning field of the\nanterior lateral spigots that is typical of zodariids and close\nrelatives: the field of major ampullate gland spigots, together with\ntheir strain sensilla, are invaginated within the field of piriform\ngland spigots. The implantation of the teeth on the inner side of the\nleg tarsal claws is also consistent with its placement among zodariids.\nWe added Cryptothele to a morphological dataset of zodariid genera,\ntogether with the outgroups Homalonychus (Homalonychidae) and Penestomus\n(Penestomidae). The phylogenetic analysis concludes that the genus\nCryptothele is a member of the subfamily Cydrelinae, which by priority\nis here considered a junior synonym of Cryptothelinae. Cryptothele\nspecimens cover most of their body with soil particles which become\nconsolidated as mud, and the debris is probably held in place by curved\nsetae covered by long barbs. The spinnerets, which can be retracted and\nhidden, as well as the booklungs, are surrounded by a crown of thick\nsetae that are densely covered by short barbs, protecting those areas\nagainst soil particles. Cryptothele are probably specialized to prey on\ntermites, and their phylogenetic placement indicates that this diet\nspecificity evolved two times independently in zodariids.","trees":[{"tree_label":"Imported tree 1","ntax":"52","rootedtree":"TRUE","title":"Cryptothele","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_71675.phy"}]}