{"Authors":" Steffen Bayer, Axel L Schönhofer","Year":" 2013","Title":" Phylogenetic relationships of the spider family Psechridae\ninferred from molecular data, with comments on the Lycosoidea (Arachnida\n: Araneae).","Journal":" Invertebrate Systematics","Volume":" 27","Issue":"","Pages":" 53-80","Keywords":" Psechrus, Fecenia, Stiphidion, Poaka, Themacrys, Tengella,\nDesidae, Thomisidae, Ctenidae, Miturgidae, Lycosidae, Pisauridae,\nOxyopidae, Zoropsidae, Zorocratidae, COI, 28S rRNA, calamistrum, Laos,\nThailand, DNA barcoding.","DOI":" 10.1071/IS12017","Abstract":" We investigated the relative phylogenetic position of the\nspider genera Psechrus Thorell, 1878 and Fecenia Simon, 1887 comprising\nthe family Psechridae Simon, 1890 within the order Araneae (plus 50\noutgroup taxa) using molecular data of the nuclear 28S rRNA gene and the\nmitochondrial cytochrome c oxidase subunit I (COI) gene. We further\nrevised the placement of genera formerly hypothesised in Psechridae and\ntested morphological species and species-group hypotheses recently\nproposed for Psechrus and Fecenia. Our results showed both genera as\nmonophyletic and included within Lycosoidea but indicated no support for\na monophyletic family Psechridae. Support for relationships to\nparticular genera of other families (Lycosidae, Pisauridae) was found to\nbe equally low. Previous removal of the genera Stiphidion Simon, 1902,\nPoaka Forster & Wilton, 1973, Tengella Dahl, 1901 (Metafecenia F. O.\nPickard-Cambridge, 1902) and Themacrys Simon, 1906 from Psechridae is\nconfirmed by recovering most of them outside Lycosoidea. For Tengella\n(part of Lycosoidea) a close relation to Psechridae is not supported. In\nthe species-rich genus Psechrus, morphologically predefined species\ngroups were generally recovered as monophyletic. COI information was\napplied to test the morphological species hypotheses for 28 Psechridae\nspecies, most of them represented by more than one specimen. Our\nanalyses corroborated all proposed species and indicated COI as reliable\nfor barcoding both Psechrus and Fecenia. COI enabled assignment of a\njuvenile specimen to Fecenia protensa, establishing the first species\nrecord for Brunei.","trees":[{"tree_label":"Fig. 5","ntax":"103","rootedtree":"TRUE","title":"Psechridae COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_71733.phy"},{"tree_label":"Fig. 4","ntax":"65","rootedtree":"TRUE","title":"Psechridae COI 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71734.phy"},{"tree_label":"Fig. 2","ntax":"82","rootedtree":"TRUE","title":"Psechridae 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71735.phy"}]}