{"Authors":" Dalia Aiello, Vladimiro Guarnaccia, Alessandro Vitale,\nGabriella Cirvilleri, Giovanni Granata, Filomena Epifani, Giancarlo\nPerrone, Giancarlo Polizzi, Johannes (Ewald) Zacharias Groenewald, Pedro\nW. Crous","Year":" 2014","Title":" Ilyonectria palmarum sp. nov. causing dry basal stem rot of\nArecaceae","Journal":" European Journal of Plant Pathology","Volume":" 138","Issue":" 2","Pages":" 347-359","Keywords":" Cylindrocarpon-like asexual morph, Multi-gene analysis,\nPathogenicity, Trunk bending, Trunk breakage","DOI":" 10.1007/s10658-013-0334-0","Abstract":" During surveys conducted in 20102013, a complete breakage\nor bending of the trunk and a dry basal stem rot were observed on\ncontainerised Brahea armata, B. edulis, Howea forsteriana and\nTrachycarpus princeps plants in different nurseries located in eastern\nSicily (southern Italy). A cylindrocarpon-like species was consistently\nobtained from diseased palm tissues, while known pathogens of these\nhosts such as Ganoderma, Phytophthora and Thielaviopsis were not found\nassociated with symptomatic tissues or isolated on standard or selective\nmedia. A total of 40 cylindrocarpon-like isolates were collected and\ncharacterised based on morphology and DNA phylogeny. Multigene analyses\nbased on the B-tubulin, histone H3, translation elongation factor 1-a,\nand the internal transcribed spacers (ITS1, 5.8S, ITS2) genes\nfacilitated the identification of a new species, described here as\nIlyonectria palmarum. The pathogenicity of one representative isolate\ncollected from each palm species was tested on plants cultivated under\nnursery conditions and in a growth chamber. All isolates were pathogenic\nto B. armata, B. edulis, H. forsteriana, and T. princeps and symptoms\nidentical to that observed in nurseries were reproduced. Dry basal stem\nrot and stem bending caused by Ilyonectria palmarum represents a\npotentially serious problem for nurseries cultivating containerised\npalms.","trees":[{"tree_label":"Fig. 3 Bayes","ntax":"58","rootedtree":"TRUE","title":"Ilyonectria palm arum Bayesian from combined data\nset","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_71687.phy"},{"tree_label":"Fig. 3 parsimony","ntax":"58","rootedtree":"TRUE","title":"Ilyonectria palm arum First of 5 MPTs from combined\ndata set","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71694.phy"},{"tree_label":"Fig. 3 parsimony consensus","ntax":"58","rootedtree":"TRUE","title":"Ilyonectria palm arum Strict consensus of 5 MPTs from\ncombined data set","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_71695.phy"}]}