{"Authors":" Beata Papp, Juana Maria González-Mancebo, Lars Hedenäs,\nAurélie Désamoré, Benjamin Laenen, Dietmar Quandt, Jairo Patiño,\nAlain Vanderpoorten, Michael Stech","Year":" 2014","Title":" Three species for the price of one within the moss\nHomalothecium sericeum s.l.","Journal":" Taxon","Volume":" 63","Issue":"","Pages":"","Keywords":" Bryophytes; Cryptic species; Discriminant analysis;\nDNA-barcoding; Europe; Macaronesia; Mediterranean","DOI":"","Abstract":" Phylogenetic analyses within the moss Homalothecium\nsericeum resolved two clades and four haplotypes in a polytomy. Because\nthe clades and the four haplotypes as one group exhibit comparable\nlevels of genetic divergence to those observed among sister species in\nthe genus, significant morphological differences, and distinct\ngeographic distributions, they are recognised as three distinct species.\nDiscriminant analysis was employed to assign the types of ‘forgotten’\ntaxa previously recognized within H. sericeum s.l. to those three\nspecies based on their morphology. While a growing number of ‘cryptic\nspecies’ has been reported in the literature, the results suggest that\nthorough morpho-anatomical investigations are likely to reveal\nmorphological discontinuities among such taxa and trigger their formal\ndescription at the appropriate taxonomic level. Homalothecium sericeum\ns.str., H. mandonii (Mitt.) Geh. and H. meridionale (M.Fleisch. &\nWarnst.) Hedenäs comb. et. stat. nov. clearly differ in sporophytic\ntraits but the identification of sterile specimens is challenged by the\noverlap in gametophytic characters. As a consequence, 8 37% of the\nspecimens were mis-classified in discriminant analyses in an attempt to\nfind the best combination of gametophytic traits to identify specimens\nthat were assigned to one of the three species on the basis of their\ngenotype. The three species differ in rpl16, a region that distinguishes\nspecies also in other moss genera and should be further explored as a\ncandidate for DNA barcoding marker among mosses. Homalothecium mandonii\nis the second case of an endemic Macaronesian bryophyte species whose\nrange encompasses the Cape Verde Islands, the Canary Islands, Madeira,\nand the Azores. Homalothecium meridionale is circum-Mediterranean and\nwas reported from one locality in Lanzarote in the Canary Islands, while\nH. sericeum occurs across Europe, eastern North America, and western\nAsia. The distributions of the segregate species within H. sericeum s.l.\nreinforce the notion that many disjunctions typically observed in moss\ndistribution ranges are due to taxonomic shortcomings and call for the\nneed of substantial taxonomic revisions of previously broadly defined\nbryophyte species.","trees":[{"tree_label":"Imported tree 0","ntax":"69","rootedtree":"TRUE","title":"Tr71740","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71740.phy"}]}