{"Authors":" Camille Clerissi, Laure Bellec, Roseline Edern, E:lodie\nFoulon, Nathalie Simon, Nigel Grimsley, Yves Desdevises","Year":" 2014","Title":" Cophylogenetic interactions between marine viruses and\neukaryotic picophytoplankton.","Journal":" BMC Evolutionary Biology","Volume":" In press","Issue":"","Pages":"","Keywords":" Cophylogeny, Prasinovirus, Phycodnaviridae, Mamiellale,\nChlorophyta, Specificity","DOI":"","Abstract":" Background Numerous studies have investigated cospeciation\n(or cophylogeny) in various host-symbiont systems, and different\npatterns were inferred, from strict cospeciation where symbiont\nphylogeny mirrors host phylogeny, to complete absence of correspondence\nbetween trees. The degree of cospeciation is generally linked to the\nlevel of host specificity in the symbiont species and the opportunity\nthey have to switch hosts. In this study, we investigated cophylogeny\nfor the first time in a microalgae-virus association in the open sea,\nwhere symbionts are believed to be highly host-specific but have wide\nopportunities to switch hosts. We studied prasinovirus-Mamiellales\nassociations using 51 different viral strains infecting 22 host strains,\nselected from the characterisation and experimental testing of the\nspecificities of 313 virus strains on 26 host strains. Results All virus\nstrains were restricted to their host genus, and most were\nspecies-specific, but some of them were able to infect different host\nspecies within a genus. Phylogenetic trees were reconstructed for\nviruses and their hosts, and their congruence was assessed based on\nthese trees and the specificity data using different cophylogenetic\nmethods, a topology-based approach, Jane, and a global congruence\nmethod, ParaFit. We found significant congruence between virus and host\ntrees, but with a putatively complex evolutionary history. Conclusions\nMechanisms other than true cospeciation, such as host-switching, might\nexplain a part of the data. It has been observed in a previous study on\nthe same taxa that the genomic divergence between host pairs is larger\nthan between their viruses. It implies that if cospeciation predominates\nin this algae-virus system, this would support the hypothesis that\nprasinoviruses evolve more slowly than their microalgal hosts, whereas\nhost switching would imply that these viruses speciated more recently\nthan the divergence of their host genera.","trees":[{"tree_label":"tree 1+","ntax":"51","rootedtree":"TRUE","title":"Prasinoviruses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74437.phy"},{"tree_label":"tree 1","ntax":"22","rootedtree":"TRUE","title":"Prasinophytes (hosts)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74436.phy"}]}