{"Authors":" Marie Fougere-Danezan, Simon Joly, Anne Bruneau, Xinfen\nGao, Li-Bing Zhang","Year":" 2014","Title":" Major lineages, biogeography and polyploidy in wild\nroses","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Rosa, phylogeny, taxonomy, biogeography, ancestral area\nreconstruction, divergence time, allopolyploidy, hybridization","DOI":"","Abstract":" The genus Rosa L. (150 to 200 species) is widely\ndistributed throughout the temperate and subtropical habitats from the\nnorthern hemisphere to tropical Asia, with only one tropical African\nspecies. In order to better understand the evolution of roses, we study\ninfrageneric relationships with respect to conventional taxonomy,\ndiscuss the extent of allopolyploidization and infer macroevolutionary\nprocesses that have led to the current distribution of the genus.\nPhylogenetic relationships among species of the genus Rosa were\nreconstructed using sequences from three plastid markers as well as from\none nuclear marker, which was used to identify putative allopolyploids\nand infer their possible origins. The chloroplast phylogeny was used to\nestimate divergence times and reconstruct ancestral areas. Most\nsubgenera and sections defined by traditional taxonomy were not\nmonophyletic. However, several clades were partly consistent with\ncurrently recognized sections. Allopolyploidy seems to have played an\nimportant role in stabilizing intersectional hybrids. Biogeographic\nanalyses suggest that Asia played a central role as a genetic reservoir\nin the evolution of the genus Rosa. Directions for a new sectional\nclassification of the genus Rosa are proposed, and our analyses provide\nan evolutionary framework for future studies on this notoriously\ndifficult genus.","trees":[{"tree_label":"Imported tree 0","ntax":"133","rootedtree":"TRUE","title":"Tr71748","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71748.phy"},{"tree_label":"TREE1","ntax":"133","rootedtree":"TRUE","title":"Tr71749","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71749.phy"}]}