{"Authors":" Chunfang Gao, Yun Wang, Yue Shen, Dong Yan, Xi He, Junbiao\nDai, Qingyu Wu","Year":" 2014","Title":" Oil accumulation mechanisms of the oleaginous microalga\nChlorella protothecoides revealed through its genome, transcriptomes and\nproteomes","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" microalgae, Chlorella protothecoides, genome sequence,\nproteomic, oil accumulation","DOI":"","Abstract":" Background Microalgae-derived biodiesel is a promising\nsubstitute for conventional fossil fuels. Particularly, the green alga\nChlorella protothecoides sp. 0710 is regard as one of the best\ncandidates for commercial manufacture of microalgae-derived biofuel due\nto its ability to not only live autotrophically through photosynthesis\nbut also capable of producing large amount of biomass and lipid through\nfermentation with the consumption of glucose. However both its genome\nsequence and the platform for molecular manipulations are still missing.\nResults We generated a draft genome for C. protothecoides, and compared\nits genome size and gene content with that of C. variabilis NC64A and C.\nsubellipsoidea C-169. This comparison revealed that C. protothecoides\nhas a reduced genome at the size of 22.9 Mbp, about half of its close\nrelatives. The C. protothecoides genome encodes a small total number of\ngenes, fewer copies of duplicated and unique genes and has less genome\nduplications and rearrangements. In addition, we identified three\nChlorella-specific HUP-like genes, which enable it to consume glucose\nand grow heterotrophically. Furthermore, through comparative\ntranscriptomic and proteomic studies, we generated a global view\nregarding the changes in metabolic pathways under autotrophic and\nheterotrophic growth conditions. Under heterotrophic condition, enzymes\ninvolved in photosynthesis and CO 2 fixation are almost completely\ndegraded, either as mRNAs or as proteins. Meanwhile, the cells are not\nonly capable of quickly absorbing glucose but also accelerate glucose\ncatabolism through the up-regulation of glycolysis and TCA cycle.\nMoreover, the rapid synthesis of pyruvate, the up-regulation of most\nenzymes involved in fatty acid synthesis and the down-regulation of\nenzymes in fatty acid degradation favor the synthesis of fatty acids\nwithin the cell.\nConclusions Despite its affiliation with other Chlorella, C.\nprotothecoides contains a smaller genome than its close relatives. Genes\ninvolved in glucose utilization were identified, explaining its ability\nto grow heterotrophically. Transcriptomic and proteomic results provided\ninsight into its extraordinary ability to accumulate large amount of\nlipid. The C. protothecoides draft genome will promote use of this\nspecies as a research model.","trees":[{"tree_label":"Imported tree 0","ntax":"25","rootedtree":"TRUE","title":"Tr71823","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71823.phy"}]}