{"Authors":" Stacey DeWitt Smith, David A. Baum","Year":" 2006","Title":" Phylogenetics of the florally-diverse Andean clade\nIochrominae (Solanaceae)","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Recent molecular phylogenetic studies of Solanaceae have\nidentified many well-supported clades within the family, and have\npermitted the creation of a phylogenetic system of classification. Here\nwe estimate the phylogeny for Iochrominae, a clade of Physaleae sensu\nOlmstead et al. (1999), which contains 34 Andean species encompassing an\nimmense diversity of floral forms and colors. Using three nuclear\nregions, ITS, the second intron of LEAFY and exons 2 to 9 of the\ngranule-bound starch synthase gene (waxy), we evaluate the monophyly of\nthe traditional genera comprising Iochrominae, and we assess the extent\nof interspecific hybridization within the clade. Our results showed only\none of the six traditionally recognized genera of Iochrominae to be\nmonophyletic. Further, comparison of the individual nuclear datasets\nrevealed two interspecific hybrid taxa and a third possible case. We\nnote that these hybrid taxa occur in the Amotape-Huancabamba zone, a\nregion between the Northern and Central Andes that has the greatest\ndiversity of Iochroma species and offers frequent opportunities for\nhybridization in areas of sympatry. We postulate that periodic\nhybridization events, such as those documented in our study, coupled\nwith pollinator-mediated selection and the potential for microallopatry\nin montane Andean habitats may have promoted the diversification of\nfloral form and color observed in Iochrominae.","trees":[{"tree_label":"Fig. 2 combined","ntax":"40","rootedtree":"TRUE","title":"Andean Iochrominae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2466.phy"},{"tree_label":"Fig. 2 ITS","ntax":"49","rootedtree":"TRUE","title":"Andean Iochrominae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2467.phy"},{"tree_label":"Fig. 2 Ify intron 2","ntax":"46","rootedtree":"TRUE","title":"Andean Iochrominae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2468.phy"},{"tree_label":"Fig. 2 waxy","ntax":"50","rootedtree":"TRUE","title":"Andean Iochrominae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2469.phy"}]}