{"Authors":" Subha Das, Richard E Falloon, Alison Stewart, Andrew\nPitman","Year":" 2014","Title":" Molecular characterisation of an endornavirus from\nRhizoctonia solani AG-3PT infecting potato","Journal":" Fungal Biology (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" Mycovirus, Double-stranded RNA, Virulence,\nMethyltransferase, RNA helicase 1 RNA-dependent RNA polymerase","DOI":"","Abstract":" Rhizoctonia solani (telomorph: Thanatephorus cucumeris) is\na soil-borne plant pathogenic fungus that has a broad host range,\nincluding potato. In this study, the dsRNA profiles were defined for 39\nR. solani isolates representative of two different anastomosis groups\n(AGs) associated with black scurf of potato in New Zealand. A large\ndsRNA of c. 12 kb to 18 kb was detected in each of the isolates,\nregardless of AG or virulence on potato. Characterisation of the large\ndsRNA from R. solani AG-3PT isolate RS002, using random amplification of\ntotal dsRNA and analyses of overlapping cDNA sequences, resulted in the\nassembly of a consensus sequence of 14,694 nt. A single, large open\nreading frame was identified on the positive strand of the assembled\nsequence encoding a putative polypeptide of at least 4,893 amino acids,\nwith a predicted molecular mass of 555.6 kDa. Conserved domains within\nthis polypeptide included those for an RNA-dependent RNA polymerase, a\nviral methyltransferase and a viral RNA helicase 1. The domains and\ntheir sequential organisation revealed the polyprotein was very similar\nto those encoded by dsRNA viruses of the genus Endornavirus, in the\nfamily Endornaviridae. This is the first report of an endornavirus in R.\nsolani, and thus the putative virus is herein named Rhizoctonia solani\nendornavirus - RS002 (RsEV-RS002). Partial characterisation of the large\ndsRNAs in five additional AG-3PT isolates of R. solani also identified\nthem as probable endornaviruses, suggesting this family of viruses is\nwidespread in R. solani infecting potato. The ubiquitous nature of\nendornaviruses in this plant pathogen implies they may have an\nimportant, but yet uncharacterised, role in R. solani.","trees":[{"tree_label":"MTR+","ntax":"16","rootedtree":"FALSE","title":"Endornavirus MTR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71831.phy"},{"tree_label":"ML tree constructed from endornavirus MTR aa\nsequences","ntax":"16","rootedtree":"FALSE","title":"Endornavirus MTR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71832.phy"},{"tree_label":"Hel1+","ntax":"25","rootedtree":"FALSE","title":"Endornavirus Hel1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71834.phy"},{"tree_label":"RdRp+","ntax":"25","rootedtree":"FALSE","title":"Endornavirus RdRp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_71833.phy"}]}