{"Authors":" Fernando O. Zuloaga, M. Amalia Scataglini","Year":" 2014","Title":" Phylogeny of Sections Clavelligerae and Pectinatae of Panicum\n(Poaceae, Panicoideae):establishment of the new subtribe Dichantheliinae\nand the genus Adenochloa","Journal":" Plant Systematic and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Adenochloa, ndhF phylogeny, Paniceae, Panicum,\nClavelligerae, Pectinatae.","DOI":"","Abstract":" Taxonomic features of African species of Panicum sections\nClavelligerae and Pectinatae are reviewed and compared with\nDichanthelium and other taxa in tribe Paniceae. The new subtribe\nDichantelineae is proposed on the basis of molecular and morphological\ncharacters, being non-Kranz species, with membranous-ciliate ligules,\ninflorescences lax and open, with spikelets ellipsoid to oblongoid, and\nupper anthecium indurate. Within this subtribe, the new genus Adenochloa\nis also proposed on the basis of chloroplast ndhF sequences and\nmorphological characters, i.e., plants growing at forests edges or\nmountain grasslands, blades with or without clavellate hairs,\ninflorescences lax and open, usually with clavellate hairs on the main\naxis, branches, and pedicels, spikelets ellipsoid to oblongoid,\nglabrous, with the lower glume present, 1/3 to more than 1/2 the length\nof the spikelet, upper glume 7-11-nerved, lower lemma 5-9-nerved, and\nupper anthecium indurate, pilose or glabrous, to include 14 species from\nAfrica and Madagascar. The new combinations: Adenochloa adenophylla, A.\nadenophora, A. bullockii, A. claytonii, A. ecklonii, A. flacciflora, A.\nhabrothrix, A. hymeniochila, A. lukwangulense, A. nigromarginata, A.\npectinella, A. peteri, A. pole-evansii, A. sadinii are proposed and the\nnew genus is compared with other genera of the tribe Paniceae. Also,\nlectotypes are designated for Brachiaria sadinii, Panicum adenophorum,\nP. adenophyllum, P. ecklonii, P. katentaniense, P. kisantuense, P.\nhymeniochilum, P. hymeniochilum var. glandulosum, P. snowdenii, and P.\nscandens; Panicum glanduliferum and P. omega are new synonyms of\nAdenochloa hymeniophila and A. pectinella, respectively. Finally, new\nillustrations are provided for 6 species of the new genus.","trees":[{"tree_label":"t1","ntax":"143","rootedtree":"TRUE","title":"Panicoid + Adenochloa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72270.phy"}]}