{"Authors":" NA","Year":" 2014","Title":" Complete genome sequence and comparative genomic analyses of\nthe vancomycin-producing Amycolatopsis orientalis","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Amycolatopsis orientalis, complete genome sequencing,\nmolecular taxonomic characteristics, vancomycin biosynthesis","DOI":"","Abstract":" Background: Amycolatopsis orientalis is the type species\nof the genus and its industrial strain HCCB10007 derived from ATCC 43491\nhas been used for large-scale production of the vital antibiotic\nvancomycin. However, up to date, neither complete genomic sequence of\nthis species nor systemic characterization of vancomycin biosynthesis\ncluster has been reported. With the only whole genome sequence of\nAmycolatopsis mediterranei available, additional complete genomes of\nother species may facilitate the intra-generic comparative analysis of\nthe genus. Results: The complete genome of A. orientalis HCCB10007\nconsists of an 8,948,591-bp circular chromosome and a 33,499-bp\ndissociated plasmid. Totally, 8,121 protein coding sequences are\npredicted, and the species-specific genomic features of A. orientalis\nare comparatively analyzed against that of A. mediterranei. Besides, the\ncommon characteristics of Amycolatopsis genomes are revealed via intra-\nand inter-generic comparative genomic analyses within the domain of\nactinomycetes, and directly lead to the development of sequence-based\nAmycolatopsis molecular chemotaxonomic characteristics (MCCs). The\nchromosomal core/quasi-core and non-core configurations of the A.\norientalis and the A. mediterranei genome are reciprocally analyzed,\nwith respect to further understanding both the discriminable criteria\nand the evolutionary implementation. In addition, 26 gene clusters\nrelated to the secondary metabolism including a 64-kb vcm cluster for\nthe biosynthesis of vancomycin are identified in the genome. By\nemploying a customized PCR-targeting-based mutagenesis system along with\nthe biochemical identification of vancomycin variants produced by the\nmutants, we not only experimentally characterized a halogenase, a\nmethyltransferase and two glycosyltransferases encoded in the vcm\ncluster but also inferred the broad substrate spectra characteristics of\nthese modification enzymes. Conclusions: This study not only extended\nthe genetic knowledge of genus Amycolatopsis and the biochemical\nknowledge of vcm-related post-assembly tailoring enzymes, but also\ndeveloped methodology useful for in vivo studies in A. orientalis, which\nhas been widely considered as a barrier in this field.","trees":[{"tree_label":"tree 1","ntax":"30","rootedtree":"TRUE","title":"Tr71865","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71865.phy"},{"tree_label":"tree 1","ntax":"29","rootedtree":"TRUE","title":"Tr71870","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71870.phy"}]}