{"Authors":" John Dransfield, Maria V. Norup, Mark W. Chase, Edwino S.\nFernando, Anders S Barfod, William John Baker","Year":" 2006","Title":" Homoplasious character combinations and generic delimitation:\na case study from the Indo-Pacific arecoid palms (Arecaceae:\nAreceae)","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Indo-Pacific palm tribe Areceae (Arecaceae;\nArecoideae) exhibits complex distributions of morphological character\nstates that are potentially challenging for the delimitation of its\ngenera. In the first exhaustive sampling of all 65 genera of the\nAreceae, we examined relationships of two problematic genera,\nHeterospathe and Rhopaloblaste, using portions of the low-copy nuclear\ngenes phosphoribulokinase (PRK) and RNA-polymerase II subunit B (RPB2).\nBoth Heterospathe and Rhopaloblaste fell within a highly supported IPP\nclade, but are clearly unrelated. Rhopaloblaste was strongly supported\nas monophyletic and is most closely related to Indian Ocean genera.\nHeterospathe was resolved with strong support within a clade of western\nPacific genera, but with the monotypic Alsmithia nested within it.\nPtychosperma micranthum, which has previously been included in both\nHeterospathe and Rhopaloblaste, is excluded from all three genera in\nwhich it has previously been placed, but its relations to other genera\nare unresolved. Morphological comparisons indicate that the crownshaft\nis putatively synapomorphic for the IPP clade with numerous reversals\nwithin the clade and some independent origins elsewhere. The putative\ndiagnostic characters of Heterospathe show high levels of homoplasy, and\nthe genus can only be distinguished by a suite of characters, whereas\nRhopaloblaste is more clearly defined. Our results have implications not\nonly for the two genera in focus, but also for the classification of\nAreceae in general.","trees":[{"tree_label":"Fig. 3.2","ntax":"100","rootedtree":"TRUE","title":"Indo-Pacific Arecoid Palms, combined consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2472.phy"},{"tree_label":"Fig. 1","ntax":"101","rootedtree":"TRUE","title":"Indo-Pacific Arecoid Palms, PRK Strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2470.phy"},{"tree_label":"Fig. 2","ntax":"100","rootedtree":"TRUE","title":"Indo-Pacific Arecoid Palms, RPB2 strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2471.phy"},{"tree_label":"Fig. 3.1","ntax":"100","rootedtree":"TRUE","title":"Indo-Pacific Arecoid Palms, combined MPT 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2473.phy"}]}