{"Authors":" Scott Chamberlain","Year":" 2014","Title":" Traits and phylogenetic history contribute to network\nstructure across Canadian plant-pollinator communities","Journal":" Oecologia","Volume":"","Issue":"","Pages":"","Keywords":" network, mutualism, plant-pollinator, trait,\nphylogeny","DOI":"","Abstract":" Interaction webs, or networks, define how the members of\ntwo or more trophic levels interact. However, the traits that mediate\nnetwork structure have not been widely investigated. Generally, the\nmechanism that determines plant-pollinator partnerships is thought to\ninvolve the matching of a suite of species traits (such as abundance,\nphenology, morphology) between trophic levels. These traits are often\nunknown or hard to measure, but may reflect phylogenetic history. We\nasked whether morphological traits or phylogenetic history were more\nimportant in mediating network structure in mutualistic plant-pollinator\ninteraction networks from Western Canada. At the plant species level,\nmating system, growth form, and flower symmetry were the most important\ntraits. For example, species with radially symmetrical flowers had more\nconnections within their modules (a subset of species that interact more\namong one another than outside of the module) than species with\nbilaterally symmetrical flowers. At the pollinator species level, social\nspecies had more connections within and among modules. In addition,\nlarger pollinators tended to be more specialized. As traits mediate\ninteractions and have a phylogenetic signal, we found that\nphylogenetically close species tend to interact with a similar set of\nspecies. At the network level, patterns were weak, but we found\nincreasing functional trait and phylogenetic diversity of plants\nassociated with increased weighted nestedness. These results provide\nevidence that both specific traits and phylogenetic history can\ncontribute to the nature of mutualistic interactions within networks,\nbut they explain less variation between networks.","trees":[{"tree_label":"UNTITLED","ntax":"510","rootedtree":"TRUE","title":"Tr71867","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71867.phy"},{"tree_label":"UNTITLED","ntax":"174","rootedtree":"TRUE","title":"Tr71868","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_71868.phy"}]}