{"Authors":" Yuan Fang, Rui-Liang Zhu, Brent D. Mishler","Year":" 2014","Title":" Evolution of Oleosin in Land Plants","Journal":" Journal of Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" gene phylogenies; lipid droplets; liverworts; Marchantia\npolymorpha; oleosin","DOI":"","Abstract":" Oleosins form a steric barrier surface on lipid droplets\nin cytoplasm, preventing them from contacting and coalescing with\nadjacent droplets. Oleosin genes have been detected in numerous plant\nspecies. However, the presence of oleosin genes in the most basally\ndiverging lineage of land plants, liverworts, has not been reported\npreviously. Thus we explored whether liverworts have an oleosin gene. In\nMarchantia polymorpha L., a thalloid liverwort, one predicted sequence\nwas found that could encode oleosin, possessing the hallmark of oleosin,\na proline knot (-PX5SPX3P-) motif. The phylogeny of the oleosin gene\nfamily in land plants was reconstructed based on both nucleotide and\namino acid sequences of oleosins, from 26 representative species\ncovering almost all the main lineages of land plants. Based on our\nphylogenetic trees, oleosin genes were classified into three groups:\nM-oleosins (defined here as a novel group distinct from the two\npreviously known groups), low molecular weight isoform (L-oleosin), and\nhigh molecular weight isoform (H-oleosin), according to their amino-acid\norganization, phylogenetic relationships, expression tissues, and\nimmunological characteristics. In liverworts, mosses, lycophytes, and\ngymnosperms, only M-oleosins have been described. In angiosperms,\nhowever, while this isoform remains and is highly expressed in the\ngametophyte pollen tube, two other isoforms also occur, L-oleosins and\nH-oleosins. Phylogenetic analyses suggest that the M-oleosin isoform is\nthe precursor to the ancestor of L-oleosins and H-oleosins. The later\ntwo isoforms evolved by successive gene duplications in ancestral\nangiosperms. At the genomic level, most oleosins possess no introns. If\nintrons are present, in both the L-isoform and the M-isoform a single\nintron inserts behind the central region, while in the H-isoform, a\nsingle intron is located at the 5’-terminus. This study fills a major\ngap in understanding functional gene evolution of oleosin in land\nplants, shedding new light on evolutionary transitions of lipid storage\nstrategies.","trees":[{"tree_label":"Figure 3","ntax":"96","rootedtree":"TRUE","title":"Oleosin phylogeny in land plants inferred by maximum\nlikelihood analysis of nucleotide sequences.","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_71881.phy"},{"tree_label":"Figure 4","ntax":"146","rootedtree":"TRUE","title":"Two subtrees of the maximum-likelihood (ML) tree of\noleosins in land plants inferred from a protein alignment (ClustalW2) by\nanalysis.","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_71880.phy"}]}