{"Authors":" Naritsada Thongklang, Rizwana Nawaz, Abdul N Khalid, jie\nChen, Kevin D Hyde, Rui_Lin Zhao, Luis A Parra, Muhammad Hanif, Magalie\nMoinard, Philippe Callac","Year":" 2014","Title":" Morphological and molecular characterization of three\nAgaricus species from tropical Asia (Pakistan, Thailand) reveals a new\ngroup in section Xanthodermatei","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" basidiomycota, morphology, new species, phylogeny,\ntropical biodiversity","DOI":"","Abstract":" The genus Agaricus is known for its medicinal and edible\nspecies, but also includes toxic species which belong to the section\nXanthodermatei. Previous phylogenetic reconstruction based on ITS\nsequence data from temperate species had revealed two major groups in\nthis section and a possible third lineage for A. pseudopratensis. Recent\nresearch in Agaricus has shown that classifications need improving with\nthe addition of tropical taxa. This study adds new tropical collections\nto the section Xanthodermatei. We describe three species from\ncollections made in Pakistan and Thailand and include them in a larger\nanalysis using all available ITS data for section Xanthodermatei.\nAgaricus bisporiticus sp. nov. and A. fuscopunctatus sp. nov. are\nintroduced based on molecular and morphological studies, while A.\nmicrovolvatulus is recorded for the first time in Asia. Specimens from\nThailand however, have a much larger pileus than the type specimens from\nCongo. In ML and MP phylogenetic analyses these three species cluster\nwith A. pseudopratensis from the Mediterranean area and A.\nmurinocephalus recently described from Thailand. In Agaricus section\nXanthodermatei this new group is monophyletic and receives low bootstrap\nsupport, while the two previously known groups receive strong support.\nWithin the new group, the most closely related species share some\ntraits, but we did not find any unifying morphological character;\nhowever the five species of the group share a unique short nucleotide\nsequence. Two putatively toxic species of section Xanthodermatei are now\nrecognized in Pakistan and six in Thailand.","trees":[{"tree_label":"Fig. 1","ntax":"44","rootedtree":"TRUE","title":"ML tree of Agaricus section Xanthodermatei","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_72273.phy"}]}