{"Authors":" Benedetto T Linaldeddu, Antonio Deidda, Bruno Scanu,\nAntonio Franceschini, Salvatorica Serra, AKILA BERRAF-TEBBAL, Meriem\nZouaoui Boutiti, Mohamed L Ben Jamaa, Alan John Lander Phillips","Year":" 2014","Title":" Diversity of Botryosphaeriaceae species associated with\ngrapevine and other woody hosts in Italy, Algeria and Tunisia, with\ndescriptions of Lasiodiplodia mediterranea and Lasiodiplodia exigua sp.\nnov.","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Citrus x sinensis, Diplodia, Lasiodiplodia, Neofusicoccum,\nQuercus ilex, Retama raetam","DOI":" 10.1007/s13225-014-0301-x","Abstract":" The diversity of Botryosphaeriaceae species associated\nwith “Botryosphaeria dieback” of grapevine was investigated in 18\nvineyards in Sardinia, Italy. Lasiodiplodia isolates obtained from\ndifferent woody hosts including holm oak, sweet orange and broom bush in\nItaly, Algeria and Tunisia were also characterized. Morphological and\ncultural characteristics as well as ITS and EF1-α sequence data were\nused to identify the fungal isolates. Forty-eight botryosphaeriaceous\nisolates were obtained from 113 symptomatic grapevine samples, from\nwhich ten species were identified. Diplodia seriata was the dominant\nspecies (25 % of isolates), followed by Neofusicoccum parvum (21.7 %).\nTwo species, Diplodia olivarum and D. africana are reported for the\nfirst time on grapevine. In addition, two new species namely\nLasiodiplodia mediterranea sp. nov. from grapevine, holm oak and sweet\norange and Lasiodiplodia exigua sp. nov. from broom bush are described.\nIn artificial inoculation experiments conducted on excised green\ngrapevine shoots and lignified canes as well as holm oak seedlings, L.\nmediterranea was shown to be an aggressive pathogen.","trees":[{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Lasiodiplodia Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76189.phy"},{"tree_label":"Imported tree 0","ntax":"55","rootedtree":"TRUE","title":"Lasiodiplodia MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76190.phy"}]}