{"Authors":" E. H. C. McKenzie, Rampai Kodsueb, Saisamorn Lumyong,\nDhanasekaran Vijaykrishna, Rajesh Jeewon, Kevin D Hyde, André\nAptroot","Year":" 2006","Title":" The family Pleosporaceae: intergeneric relationships and\nphylogenetic perspectives based on sequence analyses of partial 28S\nrDNA","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Pleosporaceae is an important loculoascomycete family.\nThere has however, been disagreement regarding the taxonomic placement\nof many genera within this family. This study investigates phylogenetic\nrelationships among the genera Cochliobolus, Kirschsteiniothelia,\nLeptosphaerulina, Macroventuria, Pleospora, Pyrenophora, and\nWettsteinina. Partial 28S rDNA sequences from taxa within these genera\nwere analysed using maximum parsimony, likelihood and bayesian methods.\nCochliobolus can broadly be segregated into two groups as previously\nproposed. Pleospora is polyphyletic in its current sense. Taxa with\nStemphylium anamorphs are closely related to Cochliobolus and fit within\nthe Pleosporaceae, whereas the affinities of Pleospora herbarum and P.\nambigua are still obscure. Pyrenophora constitute a monophyletic group\nwithin the Pleosporaceae whereas Leptosphaerulina and Macroventuria\nappear to share phylogenetic affinities to the Leptosphaeriaceae and\nPhaeosphaeriaceae. Phylogenies indicate that Wettsteinina should be\nexcluded from the Pleosporaceae. Similar findings are reported for\nKirschsteiniothelia which is probably polyphyletic. Anamorphic\ncharacters appear to be significant (especially in Cochliobolus) while\nascospore morphologies, such as shape and color and substrate occurrence\nare poor predictors of phylogenetic relationships among these\nloculoascomycetes.","trees":[{"tree_label":"Fig. 1","ntax":"54","rootedtree":"TRUE","title":"Pleosporaceae 28S rDNA INAASE","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2475.phy"}]}