{"Authors":" Subha Das, Richard E Falloon, Alison Stewart, Andrew\nPitman","Year":" 2014","Title":" Molecular characterisation of an endornavirus from\nRhizoctonia solani AG-3PT infecting potato","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Mycovirus; Double-stranded RNA; Virulence;\nMethyltransferase; RNA helicase 1; RNA-dependent RNA polymerase","DOI":" 10.1016/j.funbio.2014.08.003","Abstract":" Rhizoctonia solani (teleomorph: Thanatephorus cucumeris)\nis a soil-borne plant pathogenic fungus that has a broad host range,\nincluding potato. In this study, the double-stranded RNA (dsRNA)\nprofiles were defined for 39 R. solani isolates representative of two\ndifferent anastomosis groups (AGs) associated with black scurf of potato\nin New Zealand. A large dsRNA of c. 12 kb to 18 kb was detected in each\nof the isolates, regardless of AG or virulence on potato.\nCharacterisation of the large dsRNA from R. solani AG-3PT isolate RS002,\nusing random amplification of total dsRNA and analyses of overlapping\ncDNA sequences, resulted in the assembly of a consensus sequence of\n14,694 nt. A single, large open reading frame was identified on the\npositive strand of the assembled sequence encoding a putative\npolypeptide of at least 4,893 amino acids, with a predicted molecular\nmass of 555.6 kDa. Conserved domains within this polypeptide included\nthose for a viral methyltransferase, a viral RNA helicase 1 and an\nRNA-dependent RNA polymerase. The domains and their sequential\norganisation revealed the polyprotein was very similar to those encoded\nby dsRNA viruses of the genus Endornavirus, in the family\nEndornaviridae. This is the first report of an endornavirus in R.\nsolani, and thus the putative virus is herein named Rhizoctonia solani\nendornavirus - RS002 (RsEV-RS002). Partial characterisation of the large\ndsRNAs in five additional AG-3PT isolates of R. solani also identified\nthem as probable endornaviruses, suggesting this family of viruses is\nwidespread in R. solani infecting potato. The ubiquitous nature of\nendornaviruses in this plant pathogen implies they may have an\nimportant, but yet uncharacterised, role in R. solani.","trees":[{"tree_label":"Fig. 2 A","ntax":"17","rootedtree":"TRUE","title":"Methyltransferase ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_77159.phy"},{"tree_label":"Fig. 2 C","ntax":"26","rootedtree":"TRUE","title":"RNA-dependent RNA polymerase ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_77160.phy"},{"tree_label":"Fig. 2 B","ntax":"26","rootedtree":"TRUE","title":"RNA helicase 1 ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_77161.phy"}]}