{"Authors":" Katherine W Jordan, Shichen Wang, Eduard Akhunov","Year":" 2015","Title":" A haplotype map of allohexaploid wheat reveals distinct\npatterns of selection on homoeologous genomes","Journal":" Genome Biology","Volume":"","Issue":"","Pages":"","Keywords":" Exom capture, hexaploid wheat, hapmap","DOI":"","Abstract":" Background Bread wheat is an allopolyploid species with a\nlarge, highly repetitive genome. To investigate the impact of selection\non variants distributed among homoeologous wheat genomes and to build a\nfoundation for understanding genotype-phenotype relationships, we\nperformed population-scale re-sequencing of a diverse panel of wheat\nlines. Results A sample of 62 diverse lines was re-sequenced using the\nwhole exome capture and genotyping-by-sequencing approaches. We describe\nthe allele frequency, functional significance, and chromosomal\ndistribution of 1.57 million single nucleotide polymorphisms and 161,719\nsmall indels. Our results suggest that duplicated homoeologous genes are\nunder purifying selection. We find contrasting patterns of variation and\ninter-variant associations among wheat genomes; this, in addition to\ndemographic factors, could be explained by differences in the effect of\ndirectional selection on duplicated homoeologs. Only a small fraction of\nthe homoeologous regions harboring selected variants overlapped among\nthe wheat genomes in any given wheat line. These selected regions are\nenriched for loci associated with agronomic traits detected in\ngenome-wide association studies. Conclusions Evidence suggests that\ndirectional selection in allopolyploids rarely acted on multiple\nparallel advantageous mutations across homoeologous regions, likely\nindicating that a fitness benefit could be obtained by a mutation at any\none of the homoeologs. Additional advantageous variants in other\nhomoelogs probably either contributed little benefit, or were\nunavailable in populations subjected to directional selection. We\nhypothesize that allopolyploidy may have increased the likelihood of\nbeneficial allele recovery by broadening the set of possible selection\ntargets.","trees":[{"tree_label":"WEC62","ntax":"62","rootedtree":"TRUE","title":"Tr72326","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72326.phy"}]}