{"Authors":" Francisco Jose Sanchez-Luque, Manuel Carlos Lopez, Patricia\nEugenia Carreira, Carlos Alonso, María Carmen Thomas","Year":" 2014","Title":" The wide expansion of Hepatitis Delta Virus-like ribozymes\nthroughout trypanosomatid genomes is linked to the spreading of\nL1Tc/ingi clade mobile elements.","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Retrotransposon, LINE, SINE, HDV-like ribozyme, Pr77,\nTrypanosoma, Leishmania, L1Tc, SIDER, ingi","DOI":"","Abstract":" BACKGROUND: Hepatitis Delta Virus (HDV)-like ribozymes\nhave recently been found in many mobile elements in which they take part\nin a mechanism that releases intermediate RNAs from cellular\nco-transcripts. L1Tc in Trypanosoma cruzi is one of the elements in\nwhich such a ribozyme is located. It lies in the so-called\nPr77-hallmark, a conserved region shared by retrotransposons belonging\nto the trypanosomatid L1Tc/ingi clade. The wide distribution of the\nPr77-hallmark detected in trypanosomatid retrotransposons renders the\npotential catalytic activity of these elements worthy of study: their\ndistribution might contribute to host genetic regulation at the mRNA\nlevel. Indeed, in Leishmania spp, the pervasive presence of these\nHDV-like ribozyme-containing mobile elements in certain 3-untranslated\nregions of protein-coding genes has been linked to mRNA downregulation.\nRESULTS: Intensive screening of publicly available trypanosomatid\ngenomes, combined with manual folding analyses, allowed the isolation of\nputatively Pr77-hallmarks with HDV-like ribozyme activity. This work\ndescribes the conservation of an HDV-like ribozyme structure in the Pr77\nsequence of retrotransposons in a wide range of trypanosomatids, the\ncatalytic function of which is maintained in the majority. These results\nare consistent with the previously suggested common phylogenetic origin\nof the elements that belong to this clade, although in some cases loss\nof functionality appears to have occurred and/or perhaps molecular\ndomestication by the host. CONCLUSIONS: These HDV-like ribozymes are\nwidely distributed within retrotransposons across trypanosomatid\ngenomes. This type of ribozyme was once thought to be rare in nature,\nbut in fact it would seem to be abundant in trypanosomatid transcripts.\nIt can even form part of the pool of mRNA 3’-untranslated regions,\nparticularly in Leishmania spp. Its putative regulatory role in host\ngenetic expression is discussed.","trees":[{"tree_label":"Fig. 7","ntax":"40","rootedtree":"TRUE","title":"Bootstrapping Cladogram of Trypanosomatids SIDER\nelements","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_74359.phy"}]}