{"Authors":" Li Caili, Lu Shanfa","Year":" 2014","Title":" Genome-wide characterization and comparative analysis of\nR2R3-MYB transcription factors shows the complexity of MYB-associated\nregulatory networks in Salvia miltiorrhiza","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Salvia miltiorrhiza; Arabidopsis; R2R3-MYB; MYB; microRNA;\ntranscription factor","DOI":"","Abstract":" Background: MYB is the largest plant transcription factor\ngene family playing vital roles in plant growth and development.\nHowever, it has not been systematically studied in Salvia miltiorrhiza,\nan economically important medicinal plant. Results: Here we report the\ngenome-wide identification and characterization of 110 R2R3-MYBs, the\nlargest subfamily of MYBs in S. miltiorrhiza. The MYB domain and other\nmotifs of SmMYBs are largely conserved with Arabidopsis AtMYBs, whereas\nthe divergence of SmMYBs and AtMYBs also exists, suggesting the\nconservation and diversity of plant MYBs. SmMYBs and AtMYBs may be\nclassified into 37 subgroups, of which 31 include proteins from S.\nmiltiorrhiza and Arabidopsis, whereas 6 are specific to a species,\nindicating that the majority of MYBs play conserved roles, while others\nmay exhibit species-specialized functions. SmMYBs are differentially\nexpressed in various tissues of S. miltiorrhiza. The expression profiles\nare largely consistent with known functions of their Arabidopsis\ncounterparts. The expression of a subset of SmMYBs is regulated by\nmicroRNAs, such as miR159, miR319, miR828 and miR858. Based on\nfunctional conservation of MYBs in a subgroup, SmMYBs potentially\ninvolved in the biosynthesis of bioactive compounds were identified.\nConclusion: A total of 110 R2R3-MYBs were identified and analyzed. The\nresults suggest the complexity of MYB-mediated regulatory networks in S.\nmiltiorrhiza and provide a foundation for understanding the regulatory\nmechanism of SmMYBs.","trees":[{"tree_label":"NJ","ntax":"235","rootedtree":"TRUE","title":"Salvia miltiorrhiza R2R3-MYB transcription factors","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72534.phy"}]}