{"Authors":" U Soe-Htun, Japar Sidik , Muta Harah , Anchana Prathep,\nJutta Papenbrock, Vy Xuan Nguyen, Matsapume Detcharoen, Piyalap\nTuntiprapas","Year":" 2014","Title":" Genetic species identification and population structure of\nHalophila (Hydrocharitaceae) from the Western Pacific to the Eastern\nIndian Ocean","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":"","Pages":"","Keywords":" Eastern Indian Ocean, evolution, genetic distance,\nHalophila ovalis, Western Pacific Ocean","DOI":" 10.1186/1471-2148-14-92","Abstract":" The Indo-Pacific region has the largest number of seagrass\nspecies worldwide and this region is considered as the origin of the\nHydrocharitaceae. Halophila ovalis and its closely-related species\nbelonging to the Hydrocharitaceae are well-known as a complex taxonomic\nchallenge mainly due to their high morphological plasticity. However,\narguments on taxonomy based on morphology of H. ovalis and Halophila\nmajor have not been clarified among scientists. The relationship of\ngenetic differentiation and geographic barriers of H. ovalis radiation,\nas well as its further evolution, was not much studied in this region\nyet. Are there misidentifications between H. ovalis and its closely\nrelated species? Does any taxonomic uncertainty among different\npopulations of H. ovalis persist? Is there any genetic differentiation\namong populations in the Western Pacific and the Eastern Indian Ocean,\nwhich are separated by the Thai-Malay peninsula? Genetic markers can be\nused to characterize and identify individuals or species and will be\nused to answer these questions. Phylogenetic analyses of the nuclear\nribosomal internal transcribed spacer region based on materials\ncollected from 17 populations in the Western Pacific and the Eastern\nIndian Ocean showed that some specimens identified as H. ovalis belonged\nto the H. major clade with bootstrap values higher than 90%, which was\nalso supported by morphological data. Evolutionary divergence between\nthe two clades is between 0.033 and 0.038, much higher than the\nevolutionary divergence among H. ovalis populations. Eight haplotypes\nwere found; none of the haplotypes from the Western Pacific is found in\nIndia and vice versa. Analysis of genetic diversity based on\nmicrosatellite analysis revealed that the genetic diversity in the\nWestern Pacific is higher than in the Eastern Indian Ocean. Skatlin’s\ngenetic distances among populations from the Western Pacific were\nshorter than between populations from the Western Pacific and the\nEastern Indian Ocean and vice versa. The unrooted neighbor-joining tree\namong 14 populations from the Western Pacific and the Eastern Indian\nOcean showed six main groups. The Mantel test results revealed a\nsignificant correlation between genetic and geographic distances among\npopulations. Results from band-based and allele frequency-based\napproaches from Amplified Fragment Length Polymorphism showed that all\nsamples collected from both sides of the Thai-Malay peninsula were\nclustered into two clades: Gulf of Thailand and Andaman Sea. Our study\ndocumented the new records of H. major for Malaysia and Myanmar. The\nstudy also revealed that the Thai-Malay peninsula is a geographic\nbarrier between H. ovalis populations in the Western Pacific and the\nEastern Indian Ocean.","trees":[{"tree_label":"Consensus of 100 MPTs","ntax":"100","rootedtree":"TRUE","title":"Halophila ovalis SSRs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_72481.phy"},{"tree_label":"Consensus of 101 MPTs","ntax":"24","rootedtree":"TRUE","title":"Halophila ovalis AFLP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_72482.phy"},{"tree_label":"Consensus tree of 101 trees fro","ntax":"28","rootedtree":"TRUE","title":"Halophila ITS Consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_72483.phy"}]}