{"Authors":" K. Bremer, Mats H. G. Gustafsson","Year":" 1995","Title":" Morphology and phylogenetic interrelationships of the\nAsteraceae, Calyceraceae, Campanulaceae, Goodeniaceae, and related\nfamilies (Asterales).","Journal":" American Journal of Botany","Volume":" 82","Issue":" NA","Pages":" 250-265","Keywords":" NA","DOI":" NA","Abstract":" In search for the sister group of the Asteraceae,\nmorphological evidence was assembled for investigating the relationship\nbetween the Asteraceae and those families most frequently considered to\nbe their closest relatives, in particular the Calyceraceae,\nCampanulaceae (along with the frequently included Lobeliaceae,\nCyphiaceae, Cyphocarpaceae, and Nemacladaceae), and Goodeniaceae (and\nthe sometimes included Brunoniaceae). Several other families that have\nbeen associated with this group of families, the\nAsterales-Campanulales-complex, were also considered:\nPentaphragmataceae, Sphenocleaceae, Stylidiaceae, Donatiaceae,\nMenyanthaceae, and Argophyllaceae. In order to delineate the complex\nmore precisely, another eight putatively related families were also\nincluded in the analysis. Cladistic parsimony analysis of 46\nmorphological and chemical characters for the 23 families was\nundertaken. Stability of the branches was estimated by the number of\nextra steps necessary to lose the group, as well as by the number of\nreweighted extra steps (using rescaled consistency indices) necessary to\nlose the group (a new approach). The results indicate that there is a\nmonophyletic group of 14 families comprising those of the\nAsterales-Campanulales-complex as well as Pentaphragmataceae,\nSphenocleaceae, Stylidiaceae, Donatiaceae, and Menyanthaceae; this group\nis recognized as the order Asterales. Within the order, the Asteraceae,\nCalyceraceae, Brunoniaceae, and Goodeniaceae form one comparatively\nwell-supported clade and the five families of the Campanulaceae sensu\nlato form another well-supported clade.","trees":[{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Asterales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1604.phy"},{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Asterales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1603.phy"},{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Asterales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1602.phy"}]}