{"Authors":" Blanca B. Landa, Hermann Voglmayr, Miguel\nMontes-Borrego","Year":" 2014","Title":" Disentangling Peronospora on Papaver: species delimitation,\ntaxonomy and host range inferred from molecular phylogeny and\nmorphology","Journal":" PLoS ONE","Volume":" 9","Issue":" 5","Pages":" e96838","Keywords":"","DOI":" 10.1371/journal.pone.0096838","Abstract":" Based on sequence data from ITS rDNA, cox1 and cox2, six\nPeronospora species are recognised as phylogenetically distinct on\nvarious Papaver species. The host ranges of the four already described\nspecies P. arborescens, P. argemones, P. cristata and P. meconopsidis\nare clarified. Based on sequence data and morphology, two new species,\nP. apula and P. somniferi, are described from Papaver apulum and P.\nsomniferum, respectively. The second Peronospora species parasitizing\nPapaver somniferum, that was only recently recorded as Peronospora\ncristata from Tasmania, is shown to represent a distinct taxon, P.\nmeconopsidis, originally described from Meconopsis cambrica. It is shown\nthat P. meconopsidis on Papaver somniferum is also present and\nwidespread in Europe and Asia, but has been overlooked due to confusion\nwith P. somniferi and due to less prominent, localized disease symptoms.\nOospores are reported for the first time for P. meconopsidis from Asian\ncollections on Papaver somniferum. Morphological descriptions,\nillustrations and a key are provided for all described Peronospora\nspecies on Papaver. cox1 and cox2 sequence data are confirmed as equally\ngood barcoding loci for reliable Peronospora species identification,\nwhereas ITS rDNA does sometimes not resolve species boundaries.\nMolecular phylogenetic data reveal high host specificity of Peronospora\non Papaver, which has the important phytopathological implication that\nwild Papaver spp. cannot play any role as primary inoculum source for\ndowny mildew epidemics in cultivated opium poppy crops.","trees":[{"tree_label":"Strict","ntax":"64","rootedtree":"TRUE","title":"Peronospora on Papaver: cox2 mp hr con","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72506.phy"},{"tree_label":"Strict cox1","ntax":"63","rootedtree":"TRUE","title":"Peronospora on Papaver: cox1 mp hr con","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72507.phy"},{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Peronospora on Papaver: One of 16 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88952.phy"}]}