{"Authors":" John Rheeder, W. F. O. Marasas, Treena I. Burgess, Bernard\nSlippers, Alan John Lander Phillips, Artur Alves, Paul A. Barber,\nMichael J Wingfield, Johannes (Ewald) Zacharias Groenewald, Pedro W.\nCrous","Year":" 2006","Title":" Phylogenetic lineages in the Botryosphaeriaceae","Journal":" Studies in Mycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Botryosphaeria is a species-rich genus with a cosmopolitan\ndistribution, commonly associated with dieback and cankers of woody\nplants. As many as 18 anamorph genera have been associated with\nBotryosphaeria, most of which have been reduced to synonymy under\nDiplodia (conidia mostly ovoid, pigmented, thick-walled), or Fusicoccum\n(conidia mostly fusoid, hyaline, thin-walled). However, there are\nnumerous conidial anamorphs having morphological characteristics\nintermediate between Diplodia and Fusicoccum, and there are several\nrecords of species outside the Botryosphaeriaceae that have anamorphs\ntypical of Botryosphaeria s.str. Recent studies have also linked\nBotryosphaeria to species with pigmented, septate ascospores, and\nDothiorella anamorphs, or Fusicoccum anamorphs with Dichomera\nsynanamorphs. The aim of this study was to employ DNA sequence data of\nthe 28S rDNA to resolve apparent lineages within the Botryosphaeriaceae.\nFrom these data, 12 clades were recognised. Two of these lineages\nclustered outside the Botryosphaeriaceae, namely Diplodia-like anamorphs\noccurring on maize, which are best accommodated in Stenocarpella\n(Diaporthales), as well as an unresolved clade including species of\nCamarosporium/Microdiplodia. We recognise 10 lineages within the\nBotryosphaeriaceae. These include an unresolved clade\n(Diplodia/Lasiodiplodia/Tiarosporella), Botryosphaeria s.str.\n(Fusicoccum anamorph), Macrophomina, Neoscytalidium gen. nov.,\nDothidotthia (Dothiorella anamorph), Neofusicoccum gen. nov.\n(Botryosphaeria-like teleomorph, Dichomera-like synanamorph),\nPseudofusicoccum gen. nov., Saccharata (Fusicoccum- and Diplodia-like\nsynanamorphs), \u001aBotryosphaeria\u001a quercuum (Diplodia-like anamorph), and\nGuignardia (Phyllosticta). Separate teleomorph and anamorph names are\nnot provided for newly introduced genera, even where both morphs are\nknown. The taxonomy of some clades and isolates (e.g. B. mamane) remains\nunresolved due to the absence of ex-type cultures.","trees":[{"tree_label":"Fig. 1","ntax":"115","rootedtree":"TRUE","title":"HKY85 distance tree obtained from LSU data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2478.phy"},{"tree_label":"Fig. 2","ntax":"115","rootedtree":"TRUE","title":"Bayesian tree obtained from LSU data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_695.phy"},{"tree_label":"StrictNew","ntax":"115","rootedtree":"TRUE","title":"Unpublished. Strict consensus of 79775 MPTs using gaps\nas new states.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2479.phy"},{"tree_label":"StrictMissing","ntax":"115","rootedtree":"TRUE","title":"Unpublished. Strict consensus of 79604 MPTs using gaps\nas missing states.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2480.phy"}]}