{"Authors":" Bobin Liu, Lin Wang, Jin Zhang, Jianbo Li, Huangquan Zheng,\nJun Chen, Mengzhu Lu","Year":" 2014","Title":" WUSCHEL-related Homeobox genes in Populus tomentosa:\ndiversified expression patterns and a functional conservation in\nadventitious root formation","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" WUSCHEL, Populus, adventitous root,","DOI":"","Abstract":" Background Members of WUSCHEL (WUS)-related homeobox (WOX)\nproteins have been shown to play important roles in the maintenance and\nproliferation of stem cell niche in shoot apical meristem (SAM), root\napical meristem (RAM) and cambium (CAM). Although the roles of some WOXs\nin the meristematic cell regulation have been relatively well studied in\nannual plants such as Arabidopsis and rice, the expression and function\nof members of WOXs in woody plant poplars have not been systematically\ninvestigated. Here, we present the identification and a comprehensive\nanalysis of the expression and function of WOXs in Populus tomentosa, an\neconomically important and widely grown poplar species in China. Results\nWe first identified, in a genome-wide survey, 18 WOX encoding sequences\nin the sequenced genome of P. trichocarpa (PtrWOXs). A phylogenetic and\ngene structure analysis revealed that, although these 18 PtrWOXs fall\ninto modern/WUS, intermediate and ancient clades, WOX genes in P.\ntrichocarpa may be expanded differently from that in Arabidopsis. In the\ngenome of P. trichocarpa, none of the WOX members can be closely\nclassified as AtWOX3, AtWOX6, AtWOX7, AtWOX10 and AtWOX14, but there\nwere two copies of WOX genes that can be classified as PtrWUS, PtrWOX2,\nPtrWOX4, PtrWOX5, PtrWOX8/9 and PtrWOX11/12, and three copies of WOX\ngenes that can be classified as PtrWOX1 and PtrWOX13. Using primers\nspecific for each PtrWOX genes, we were able to identify and clone 18\nWOX genes from P. tomentosa (PtoWOXs), a poplar species physiologically\nclose to P. trichocarpa. We found that PtoWOXs and PtrWOXs shared very\nhigh amino acid sequence homology and that PtoWOXs can be classified\nidentically as PtrWOXs. We revealed that the expression patterns of some\nPtoWOXs were somewhat different from their Arabidopsis counterparts. For\nexample, in P. tomentosa, PtoWUSa was not only expressed in SAM, but\nalso in cambium and RAM. The ancient PtoWOX13a, PtoWOX13b and PtoWOX13c\ngenes were also strongly expressed in root, leaves and cambium. On the\nother hand, the expression of PtoWOX11/12a and PtoWOX11/12b was\nrestricted to roots. Base on a GUS assay, both PtoWOX5a and PtoWOX11/12a\nwere expressed in a small area right behind the root cap region in\nadventitious roots (AR). Using quantitative real time PCR, we revealed\nthat the expression of PtoWOXs was differentially induced in\nadventitious shoot (AS) and AR regeneration. When PtoWOX5a and\nPtoWOX11/12a as well as PtoWUSa and PtoWOX4a were ectopically expressed\nin transgenic hybrid poplars, the regeneration of AR was promoted,\nindicating a functional conservation of these four WOXs in the AR\nregeneration. Conclusions This is the first attempt towards a\nsystematical analysis of the function of WOXs in P. tomentosa. A\ndiversified expression but a functional conservation of PtoWOXs in AR\nregeneration is revealed in this study. This result provides useful\ninformation for further elucidation of the functions and mechanisms of\nWOXs in the development of poplars.","trees":[{"tree_label":"Imported tree 0","ntax":"36","rootedtree":"TRUE","title":"Figure2 phylogenetic tree of the WOX family proteins\nfrom P. tricocarpa and P. tomentosa.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72488.phy"},{"tree_label":"Imported tree 0","ntax":"33","rootedtree":"TRUE","title":"Figure1 phylogenetic tree and gene structure of the WOX\nproteins from Populus tricocarpa and Arabidopsis thaliania","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72487.phy"}]}