{"Authors":" John I. Pitt, John W. Taylor","Year":" 2014","Title":" Aspergillus, its sexual states, and the new International\nCode of Nomenclature","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" International Code of Nomenclature, phylogeny,\nAspergillus, Chaetosartorya, Emericella, Eurotium, Neosartorya,\nPenicillium","DOI":"","Abstract":" Abstract: The newly adopted International Code of\nNomenclature for algae, fungi and plants (ICN) demands that dimorphic\nfungi, in particular those with both sexual and asexual names, now bear\na single name. Although priority is no longer associated with the mode\nof reproduction, the ICN requires justification for choosing an asexual\nname over an existing sexual one. The phylogenetic approach that made\ndual nomenclature for fungi obsolete can be used to help choose names\nfor large groups of fungi that are best known by asexual names. Here we\napply this approach to one of the largest and most diverse asexual\ngenera, the genus Aspergillus. We find that existing sexual names may be\ngiven to well-supported clades of fungi with distinct phenotypes, which\ninclude sexual morphology as well as physiological attributes associated\nwith xerophily, thermophily and mycotoxin production. One group of\nspecies important to food production and food safety, Aspergillus\nSubgen. Circumdati, lacks a well-supported clade; here we propose that\nthe name Aspergillus be retained for this group. Recognizing that\nnomenclature has economic and social implications, particularly for old,\nimportant genera, we discuss the consequences of various scenarios to\nimplement the new “one name for one fungus” Article in the ICN, showing\nthat our approach requires the fewest appeals to the ICN while retaining\nthe name Aspergillus for many of the most economically and socially\nimportant species.","trees":[{"tree_label":"Imported tree 0","ntax":"118","rootedtree":"TRUE","title":"Tr73428","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_73428.phy"}]}