{"Authors":" Jun Wen, Qing Liu, Huan Liu, Paul M. Peterson","Year":" 2014","Title":" Infrageneric phylogeny and temporal divergences in Sorghum\n(Andropogonodae, Poaceae) based on low-copy nuclear and plastid\nsequences","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Africa, chloroplast markers, Australia, Sorghum, low-copy\nnuclear markers, molecular phylogeny, Poaceae.","DOI":"","Abstract":" The infrageneric phylogeny and temporal divergence of\nSorghum were explored in the present study. Sequence data of two\nlow-copy nuclear (LCN) genes, phosphoenolpyruvate carboxylase 4 (Pepc4)\nand granule-bound starch synthase I (GBSSI), from 79 accessions of\nSorghum plus Cleistachne sorghoides together with those from outgroups\nwere used for maximum likelihood (ML) and Bayesian inference (BI)\nanalyses. Bayesian dating based on three plastid DNA markers (ndhA\nintron, rpl32-trnL, and rps16 intron) was used to estimate the ages of\nmajor diversification events in Sorghum. The monophyly of Sorghum plus\nCleistachne sorghoides (with the latter nested within Sorghum) was\nstrongly supported by the Pepc4 data using BI analysis, and the\nmonophyly of Sorghum was strongly supported by GBSSI data using both ML\nand BI analyses. Sorghum was divided into three clades in the Pepc4,\nGBSSI, and plastid phylograms: the subg. Sorghum lineage; the subg.\nParasorghum and Stiposorghum lineage; and the subg. Chaetosorghum and\nHeterosorghum lineage. Two LCN homoeologous loci of Cleistachne\nsorghoides were first discovered in the same accession. Sorghum\narundinaceum, S. bicolor, S. × drummondii, S. propinquum, and S.\nvirgatum were closely related to S. × almum in the Pepc4, GBSSI, and\nplastid phylograms, suggesting that they may be potential genome donors\nto S. almum. Multiple LCN and plastid allelic variants have been\nidentified in S. halepense of subg. Sorghum. The crown ages of Sorghum\nplus Cleistachne sorghoides and subg. Sorghum are estimated to be 12.7\nmillion years ago (Mya) and 8.6 Mya, respectively. Molecular results\nsupport the recognition of three distinct subgenera in Sorghum: subg.\nChaetosorghum with two sections, each with a single species, subg.\nParasorghum with 17 species, and subg. Sorghum with nine species and we\nalso provide a new nomenclatural combination, Sorghum sorghoides.","trees":[{"tree_label":"bestREP2","ntax":"76","rootedtree":"TRUE","title":"Sorghum waxy0402","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74470.phy"},{"tree_label":"bestREP2","ntax":"62","rootedtree":"TRUE","title":"Sorghum Pepc40320","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74469.phy"},{"tree_label":"bestREP2","ntax":"62","rootedtree":"TRUE","title":"Sorghum DEF0408","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74471.phy"}]}