{"Authors":" Koji Kageyama, Haruhisa Suga, Takahiro Asano, Keiichi\nMotohashi, Baten Md Abdul","Year":" 2014","Title":" Phylogenetic relationships among Phytopythium species, and\nre-evaluation of Phytopythium fagopyri comb. nov., recovered from\ndamped-off buckwheat seedlings in Japan","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Phytopythium; re-evaluated species; buckwheat","DOI":"","Abstract":" We examined the phylogenetic relationships among\nPhytopythium species using the rDNA ITS region, the LSU rDNA region, and\nthe mitochondrial coxI and coxII genes. The genus was resolved into\nthree monophyletic clades (13). Clade 1 was the largest clade, composed\nof 12 known species. Clades 2 contained two known and one new species\ncandidate and clade 3 contained two known species. Three isolates in\nclade 2 (FP1, HonMa, and a strain designated as P. helicoides CBS293.35)\nformed a monophyletic group with high bootstrap support. This\nmonophyletic group was distinct from P. helicoides sensu stricto. All\nthree isolates came from damped-off buckwheat seedlings. The isolates\nwere morphologically identical with one another and were characterized\nby globose, sub-globose, or pyriform sporangia with apical papillae;\ninternally or internally nested proliferating sporangia; simple\nsympodia; coiling antheridial stalks; and wavy, sessile, or clavate\nantheridial cells. The isolates grew at temperatures between 15 ºC and\n40 ºC and the optimum temperature was 30 ºC, with a radial growth rate\nof 20 mm/24h. The phylogenetic and morphological analyses indicated that\nthese isolates belong to a distinct species, which was previously under\nthe genus Pythium, name here as Phytopythium fagopyri comb. nov.","trees":[{"tree_label":"PAUP 1","ntax":"34","rootedtree":"TRUE","title":"Tr74615","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74615.phy"},{"tree_label":"PAUP 241","ntax":"74","rootedtree":"TRUE","title":"Tr72544","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_72544.phy"},{"tree_label":"Imported tree 0","ntax":"74","rootedtree":"TRUE","title":"Tr76246","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76246.phy"},{"tree_label":"Imported tree 0","ntax":"34","rootedtree":"TRUE","title":"Tr76247","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76247.phy"}]}