{"Authors":" Fei Liu, Yongfei Hu, Qi Wang, Hongmin Li, George F Gao,\nCuihua Liu, Baoli Zhu","Year":" 2014","Title":" Comparative genomic analysis of gene variations among\nMycobacterium tuberculosis clinical isolates with different antibiotic\nresistance profiles","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" antibiotic resistance","DOI":"","Abstract":" Background: Due to excessive antibiotic use,\ndrug-resistant Mycobacterium tuberculosis has become a serious public\nhealth threat and a major obstacle to disease control in many countries.\nTo better understand the evolution of drug resistance in M. tuberculosis\nstrains, we performed whole-genome sequencing for 7 M. tuberculosis\nclinical isolates with different antibiotic resistance profiles and\nconducted comparative genomic analysis of gene variations among them.\nResults: We observed that all 7 M. tuberculosis clinical isolates with\ndifferent levels of drug resistance harbored similar numbers of SNPs,\nranging from 1409-1464. The numbers of insertion/deletions (Indels)\nidentified in the 7 isolates were also similar, ranging from 56 to 101.\nFifteen of the identified large Indels spanned PE-PPE-PGRS genes, which\nrepresents a major source of antigenic variability. Aside from SNPs and\nIndels, a CRISPR locus with varied spacers was observed in all 7\nclinical isolates, suggesting that they might play an important role in\nplasticity of the M. tuberculosis genome. The nucleotide diversity (Л\nvalue) and selection intensity (dN/dS value) of the whole genome\nsequences of the 7 isolates were similar. The dN/dS values were less\nthan 1 for all 7 isolates (range from 0.608885 to 0.637365), confirming\nthe previous notion that M. tuberculosis genomes undergo purifying\nselection. While the Л values and dN/dS values were comparable between\ndrug susceptible isolates and drug-resistant strains, there were\nsignificant differences between clinical isolates and lab strains.\nConclusions: In this study, though variations were observed among\ndifferent individual clinical M. tuberculosis isolates, no significant\ngeneralizable differences were observed between drug susceptible and\ndrug-resistant isolates on the genomic scale in terms of the\ndistribution of SNP, Indels, CRISPR-cas locus, as well as the nucleotide\ndiversity and selection intensity. Our study adds new knowledge on\ngenomic variability of M. tuberculosis strains and reveals novel\ninsights into the evolution of drug-resistant M. tuberculosis\ngenomes.","trees":[{"tree_label":"NJ tree","ntax":"14","rootedtree":"TRUE","title":"Tr73471","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_73471.phy"},{"tree_label":"Imported tree 0","ntax":"14","rootedtree":"TRUE","title":"Tr73468","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_73468.phy"}]}