{"Authors":" Wolfgang Fischer, Ute Breithaupt, Beate Kern, Stella I.\nSmith, Carolin Spicher, Rainer Haas","Year":" 2014","Title":" A comprehensive analysis of Helicobacter pylori plasticity\nzones reveals that they are integrating conjugative elements with\nintermediate integration specificity","Journal":" BMC Genomics","Volume":" 15","Issue":"","Pages":" 310","Keywords":" plasticity zone, Helicobacter pylori, integrating\nconjugative element, type IV secretion system, horizontal gene\ntransfer","DOI":" 10.1186/1471-2164-15-310","Abstract":" Background: The human gastric pathogen Helicobacter pylori\nis a paradigm for chronic bacterial infections. Its persistence in the\nstomach mucosa is facilitated by several mechanisms of immune evasion\nand immune modulation, but also by an unusual genetic variability which\nmight account for the capability to adapt to changing environmental\nconditions during long-term colonization. This variability is reflected\nby the fact that almost each infected individual is colonized by a\ngenetically unique strain. Strain-specific genes are dispersed\nthroughout the genome, but clusters of genes organized as genomic\nislands may also collectively be present or absent. Results: We have\ncomparatively analysed such clusters, which are commonly termed\nplasticity zones, in a high number of H. pylori strains of varying\ngeographical origin. We show that these regions contain fixed gene sets,\nrather than being true regions of genome plasticity, but two different\ntypes and several subtypes with partly diverging gene content can be\ndistinguished. Their genetic diversity is incongruent with variations in\nthe rest of the genome, suggesting that they are subject to horizontal\ngene transfer within H. pylori populations. We identified 40 distinct\nintegration sites in 45 genome sequences, with a conserved\nheptanucleotide motif that seems to be the minimal requirement for\nintegration. Conclusions: The significant number of possible integration\nsites, together with the requirement for a short conserved integration\nmotif and the high level of gene conservation, indicates that these\nelements are best described as integrating conjugative elements (ICEs)\nwith an intermediate integration site specificity.","trees":[{"tree_label":"Imported tree 0","ntax":"45","rootedtree":"FALSE","title":"Helicobacter pylori","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72578.phy"},{"tree_label":"Imported tree 0","ntax":"27","rootedtree":"FALSE","title":"Helicobacter pylori","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72582.phy"},{"tree_label":"Imported tree 0","ntax":"388","rootedtree":"FALSE","title":"Helicobacter pylori","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72577.phy"},{"tree_label":"Imported tree 0","ntax":"34","rootedtree":"FALSE","title":"Helicobacter pylori","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72581.phy"}]}