{"Authors":" Mohamed Sassi, Michel Drancourt","Year":" 2014","Title":" Genome analysis reveals three genomospecies in Mycobacterium\nabscessus","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Mycobacterium abscessus, Mycobacterium bolletii,\nMycobacterium massiliense, Araucaria, mycobacteriophage, prophage.","DOI":"","Abstract":" Background Mycobacterium abscessus complex, the third most\nfrequent mycobacterial complex responsible for community- and health\ncare-associated infections in developed countries, comprises of M.\nabscessus subsp. abscessus and M. abscessus subsp. bolletii reviously\nreferred as Mycobacterium bolletii and Mycobacterium massiliense. The\ndiversity of this group of opportunistic pathogens is poorly described.\nResults In-depth analysis of 14 published M. abscessus complex genomes\nfound a pan-genome of 6,153 proteins and core-genome of 3,947 (64.1%)\nproteins, indicating a non-conservative genome. Analysing the average\npercentage of amino-acid sequence identity (from 94.19% to 98.58%)\ndiscriminates three main clusters C1, C2 and C3: C 1 comprises strains\nbelonging to M. abscessus, C2 comprises strains belonging to M.\nmassiliense and C3 comprises strains belonging to M. bolletii; and two\nsub-clusters in clusters C2 and C3. The phylogenomic network confirms\nthese three clusters. The genome length (from 4.8 to 5.51-Mb) varies\nfrom 5.07-Mb in C1, 4.89-Mb in C2A, 5.01-Mb in C2B and 5.28-Mb in C3.\nThe mean number of prophage regions (from 0 to 7) is 2 in C1; 1.33 in\nC2A; 3.5 in C2B and five in C3. A total of 36 genes are uniquely present\nin C1, 15 in C2 and 15 in C3. These genes could be used for the\ndetection and identification of organisms in each cluster. Further, the\nmean number of host-interaction factors (including PE, PPE, LpqH, MCE,\nYrbe and type VII secretion system ESX3 and ESX4) varies from 70 in\ncluster C1, 80 in cluster C2A, 74 in cluster C2B and 93 in clusters C3A\nand C3B. No significant differences in antibiotic resistance genes were\nobserved between clusters, in contrast to previously reported in-vitro\npatterns of drug resistance. They encode both penicillin-binding\nproteins targeted by β-lactam antibiotics and an Ambler class A\nβ-lactamase for which inhibitors exist. Conclusions Our comparative\nanalysis indicates that M. abscessus complex comprises three\ngenomospecies, corresponding to M. abscessus, M. bolletii, and M.\nmassiliense. The genomics data here reported indicate differences in\nvirulence of medical interest; and suggest targets for the refined\ndetection and identification of M. abscessus.","trees":[{"tree_label":"Fig. 1C","ntax":"14","rootedtree":"TRUE","title":"Mycobacterium abscessus RpoB gene based phylogentic\ntree using neighbor-joining method","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_72554.phy"}]}