{"Authors":" Susanne Vogeler, Tamara S Galloway, Brett P Lyons, Tim P\nBean","Year":" 2014","Title":" The nuclear receptor gene family in the Pacific oyster,\nCrassostrea gigas, contains a novel subfamily group.","Journal":" BMC Genomics","Volume":" 15","Issue":"","Pages":" 369","Keywords":" Mollusc, hormone receptor, bivalve, xenobiotics,\ntranscription factor","DOI":" 10.1186/1471-2164-15-369","Abstract":" Nuclear receptors are a superfamily of transcription\nfactors important in key biological, developmental and reproductive\nprocesses. Several of these receptors are ligand- activated and through\ntheir ability to bind endogenous and exogenous ligands, are potentially\nvulnerable to xenobiotics. Molluscs are key ecological species in\ndefining aquatic and terrestrial habitats and are sensitive to\nxenobiotic compounds in the environment. However, the understanding of\nnuclear receptor presence, function and xenobiotic disruption in the\nphylum Mollusca is limited. Here, forty-three nuclear receptor sequences\nwere mined from the genome of the Pacific oyster, Crassostrea gigas.\nThey include members of NR0-NR5 subfamilies, notably lacking any NR6\nmembers. Phylogenetic analyses of the oyster nuclear receptors have been\nconducted showing the presence of a large novel subfamily group not\npreviously reported, which is named NR1P. Homologues to all previous\nidentified nuclear receptors in other mollusc species have also been\ndetermined including the putative heterodimer partner retinoid X\nreceptor, estrogen receptor and estrogen related receptor. C. gigas\ncontains a highly diverse set of nuclear receptors including a novel NR1\ngroup, which provides important information on presence and evolution of\nthis transcription factor superfamily in invertebrates. The Pacific\noyster possesses two members of NR3, the sex steroid hormone receptor\nanalogues, of which there are 9 in humans. This provides increasing\nevidence that steroid ligand specific expansion of this family is\ndeuterostome specific. This new knowledge on divergence and emergence of\nnuclear receptors in C. gigas provides essential information for\nstudying regulation of molluscan gene expression and the potential\neffects of xenobiotics.","trees":[{"tree_label":"Fig. 2","ntax":"131","rootedtree":"TRUE","title":"Crassostrea gigas Neighbor joining analysis NRs","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_72593.phy"},{"tree_label":"Fig. 2","ntax":"131","rootedtree":"TRUE","title":"Crassostrea gigas Maximum likelihood analysis NRs","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_72591.phy"},{"tree_label":"Fig. 2","ntax":"131","rootedtree":"TRUE","title":"Crassostrea gigas Bayesian Inference analysis NRs","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_72592.phy"}]}