{"Authors":" Kinga M Sulyok, Miklos Gyuranecz","Year":" 2014","Title":" Genotyping of Coxiella burnetii from domestic ruminants and\nhuman in Hungary: indication of various genotypes","Journal":" BMC Veterinary Research","Volume":" 10","Issue":"","Pages":"","Keywords":" Coxiella burnetii, Q fever, Genotyping, MLVA, MST,\nHungary","DOI":"","Abstract":" Background: Information about the genotypic characteristic\nof Coxiella burnetii from Hungary is lacking. The aim of this study is\nto describe the genetic diversity of C. burnetii in Hungary and compare\ngenotypes with those found elsewhere. A total of 12 samples: (cattle,\nn=6, sheep, n=5 and human, n=1) collected from across Hungary were\nstudied by a 10-loci multispacer sequence typing (MST) and 6-loci\nmultiple-locus variable-number of tandem repeat analysis (MLVA).\nPhylogenetic relationships among MST genotypes show how these Hungarian\nsamples are related to others collected around the world. Results: Three\nMST genotypes were identified: sequence type (ST) 20 has also been\nidentified in ruminants from other European countries and the USA, ST28\nwas previously identified in Kazakhstan, and the proposed ST37 is novel.\nAll MST genotypes yielded different MLVA genotypes and three different\nMLVA genotypes were identified within ST20 samples alone. Two novel MLVA\ntypes 0-9-5-5-6-2 (AG) and 0-8-4-5-6-2 (AF)\n(Ms23-Ms24-Ms27-Ms28-Ms33-Ms34) were defined in the ovine materials\ncorrelated with ST28 and ST37. Samples from different parts of the\nphylogenetic tree were associated with different hosts, suggesting\nhost-specific adaptations. Conclusions: Even with the limited number of\nsamples analysed, this study revealed high genetic diversity among C.\nburnetii in Hungary. Understanding the background genetic diversity will\nbe essential in identifying and controlling outbreaks.","trees":[{"tree_label":"Imported tree 0","ntax":"20","rootedtree":"TRUE","title":"Tr73417","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_73417.phy"}]}