{"Authors":" Keith Cassia Da Cunha, Hugo Madrid, Josepa Gene, Jan\nDijksterhuis, Josep Cano, Deanna A. Sutton, Josep Guarro, Pedro W.\nCrous","Year":" 2014","Title":" Novel Curvularia species from clinical samples","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Bipolaris, Curvularia, gpd, ITS, LSU, RPB2, phylogeny,\nsystematics","DOI":"","Abstract":" The fungal genus Curvularia includes numerous plant\npathogens and some emerging opportunistic pathogens of humans. In a\nprevious study we used morphology and sequences of the nuclear ribosomal\ninternal transcribed spacer region (ITS) and the\nglyceraldehyde-3-phosphate dehydrogenase (gpd) gene to identify species\nwithin a set of 99 clinical Curvularia isolates from the USA.\nSeventy-two isolates could be identified while the remaining 27 isolates\nbelonged in three unclassified clades that were tentatively labeled\nCurvularia sp. I, II and III. In the present study, we further assess\nthe taxonomic placement of these isolates using sequences of ITS, gpd,\nthe large subunit rDNA, and the second largest subunit of RNA polymerase\nII. DNA sequence comparisons with a set of 87 isolates representing 33\nCurvularia spp. and members of the closely-related genera Bipolaris and\nExserohilum revealed that Curvularia sp. I, II and III represent novel\nlineages in Curvularia. These lineages are morphologically different\nfrom the currently accepted species. In the phylogenetic tree,\nCurvularia sp. I and sp. III were each split into two distinct lineages.\nMorphology and phylogeny supported the proposal of five new species, to\nbe named C. americana, C. chlamydospora, C. hominis, C. muehlenbeckiae,\nand C. pseudolunata. The concatenated 4-locus phylogeny revealed the\nexistence of six clades in Curvularia, which are associated with\nparticular morphological features. They were named after representative\nspecies, namely americana, eragrostidis, lunata, hominis, spicifera, and\ntrifolii","trees":[{"tree_label":"con 50 majrule","ntax":"87","rootedtree":"TRUE","title":"Novel Curvularia species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_73441.phy"}]}