{"Authors":" Wanjun Gu, Musheng Li, Yuming Xu, Ting Wang, Jae-hong Ko,\nTong Zhou","Year":" 2014","Title":" The impact of RNA structure on coding sequence evolution in\nboth bacteria and eukaryotes","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" mRNA structure; purifying selection; synonymous mutation;\ntranslation initiation; codon usage bias; gene expression","DOI":"","Abstract":" Background: Many studies have found functional RNA\nsecondary structures are selectively conserved among species. But, the\neffect of RNA structure selection on coding sequence evolution remains\nunknown. To address this problem, we systematically investigated the\nrelationship between nucleotide conservation level and its structural\nsensitivity in four model organisms, Escherichia coli, yeast, fly, and\nmouse. Results: We define structurally sensitive sites as those with\nputative local structure-disruptive mutations. Using both the\nMantel-Haenszel procedure and association test, we found structurally\nsensitive nucleotide sites evolved more slowly than non-sensitive sites\nin all four organisms. Furthermore, we observed that this association is\nmore obvious in highly expressed genes and region near the start codon.\nConclusion: We conclude that structurally sensitive sites in mRNA\nsequences normally have less nucleotide divergence in all species we\nanalyzed. This study extends our understanding of the impact of RNA\nstructure on coding sequence evolution, and is helpful to the\ndevelopment of a codon model with RNA structure information.","trees":[{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"RNA Mouse","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74362.phy"},{"tree_label":"tree 1","ntax":"10","rootedtree":"TRUE","title":"RNA Ecoli","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74363.phy"},{"tree_label":"tree 1","ntax":"7","rootedtree":"TRUE","title":"RNA Yeast","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74364.phy"},{"tree_label":"tree 1","ntax":"12","rootedtree":"TRUE","title":"RNA Drosophila","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74365.phy"}]}