{"Authors":" Sidonie Bellot, Susanne S Renner","Year":" 2014","Title":" Exploring New Dating Approaches for Parasites: The Worldwide\nApodanthaceae (Cucurbitales) as an Example.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Local clocks, molecular clocks, parasitic plants, random\nlocal clocks, substitution rates, uncorrelated lognormal clock, Bayes\nfactors, model selection","DOI":"","Abstract":" Gene trees of holoparasitic plants usually show distinctly\nlonger branch lengths than seen in photosynthetic closest relatives.\nSuch substitution rate jumps have made it difficult to infer the\nabsolute divergence times of parasites. An additional problem is that\nparasite clades often lack a fossil record. Using nuclear and\nmitochondrial DNA sequences of Apodanthaceae, a worldwide family of\nendoparasites living inside Fabaceae and Salicaceae, we compared several\nnew dating approaches: (i) an uncorrelated lognormal (UCLN) model\ncalibrated with outgroup fossils, (ii) ages of host lineages as a\nmaximal age in an UCLN model, (iii) user-assigned local clocks (LC), and\n(iv) outgroup-fossil-calibrated random local clocks (RLC) with varying\nprior probabilities on the number of rate changes (RLCu model, RLCp\nmodel). The resulting dated phylogenies include all 10 species of the\nfamily, three in Australia, one in Iran, one in Africa, and the\nremainder in the Americas. All clock models infer a drastic rate jump\nbetween nonparasitic outgroups and Apodanthaceae, but since they\ndistribute the rate heterogeneity differently, they result in\nmuch-different age estimates. Because the UCLN model is biased against\nautocorrelation in small datasets and because Bayes factors favor the\nRLCu model over the RLCp model, we prefer the former, which places the\nApodanthaceae stem age at ca. 77 my ago, the divergence between\nApodanthes and Pilostyles at 36 my ago, and the crown age of the\nAustralian clade at 8 my ago. In our study system, host-age calibrations\ndid not yield well-constrained results, but random local clocks provided\na valuable alternative to the exclusive reliance on UCLN clocks.","trees":[{"tree_label":"matR","ntax":"26","rootedtree":"TRUE","title":"Apodanthaceae matR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_73454.phy"},{"tree_label":"18S","ntax":"28","rootedtree":"TRUE","title":"Apodanthaceae 18S 3 mar 2014 MAFFTsec edited","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_73453.phy"}]}