{"Authors":" Frank Kauff, Filip Högnabba, Jeffrey C Oliver, Katalin\nMolnár, Emily Fraker, Ester Gaya, Josef Hafellner, Valerie Hofstetter,\nCecile Gueidan, Martin Kukwa, Curtis Björk, Harrie Sipman, Ana Rosa\nBurgaz, Arne Thell, Alfredo Passo, Leena Myllys, Trevor Goward, Samantha\nFernández-Brime, Geir Hestmark, James Lendemer, H. Thorsten Lumbsch,\nMichaela Schmull, Conrad L Schoch, Emmanuël Sérusiaux, David Robert\nMaddison, A Elizabeth Arnold, Francois Lutzoni, Soili Stenroos, Jolanta\nMaria Miadlikowska, Robert Lücking","Year":" 2014","Title":" A multigene phylogenetic synthesis for the class\nLecanoromycetes (Ascomycota): 1307 fungi representing 1139 infrageneric\ntaxa, 317 genera and 66 families","Journal":" Molecular Phylogenetics and Evolution","Volume":" 79","Issue":"","Pages":" 132-168","Keywords":" Classification; Cumulative supermatrix, Lecanoromycetes;\nLichenized fungi; Maximum likelihood; Multi-gene phylogeny;\nSystematics","DOI":" 10.1016/j.ympev.2014.04.003","Abstract":" The Lecanoromycetes is the largest class of lichenized\nFungi, and one of the most species-rich classes in the kingdom. Here we\nprovide a multigene phylogenetic synthesis (using three ribosomal\nRNA-coding and two protein-coding genes) of the Lecanoromycetes based on\n635 newly generated and 3307 publicly available sequences representing\n1139 taxa, 317 genera, 66 families, 17 orders and five subclasses (four\ncurrently recognized: Acarosporomycetidae, Lecanoromycetidae,\nOstropomycetidae, Umbilicariomycetidae; and one provisionarily\nrecognized, ‘Candelariomycetidae’). Maximum likelihood phylogenetic\nanalyses on four multigene datasets assembled using a cumulative\nsupermatrix approach with a progressively higher number of species and\nmissing data (5-gene, 5+4-gene, 5+4+3-gene and 5+4+3+2-gene datasets)\nshow that the current classification includes non-monophyletic taxa at\nvarious ranks, which need to be recircumscribed and require revisionary\ntreatments based on denser taxon sampling and more loci. Two newly\ncircumscribed orders (Arctomiales and Hymeneliales in the\nOstropomycetidae) and three families (Ramboldiaceae and Psilolechiaceae\nin the Lecanorales, and Strangosporaceae in the Lecanoromycetes inc.\nsed.) are introduced. The potential resurrection of the families\nEigleraceae and Lopadiaceae is considered here to alleviate phylogenetic\nand classification disparities. An overview of the photobionts\nassociated with the main fungal lineages in the Lecanoromycetes based on\navailable published records is provided. A revised schematic\nclassification at the family level in the phylogenetic context of widely\naccepted and newly revealed relationships across Lecanoromycetes is\nincluded. The cumulative addition of taxa with an increasing amount of\nmissing data (i.e., a cumulative supermatrix approach, starting with\ntaxa for which sequences were available for all five targeted genes and\nending with the addition of taxa for which only two genes have been\nsequenced) revealed relatively stable relationships for many families\nand orders. However, the increasing number of taxa without the addition\nof more loci also resulted in an expected substantial loss of\nphylogenetic resolving power and support (especially for deep\nphylogenetic relationships), potentially including the misplacements of\nseveral taxa. Future phylogenetic analyses should include additional\nsingle copy protein-coding markers in order to improve the tree of the\nLecanoromycetes. As part of this study, a new module (“Hypha”) of the\nfreely available Mesquite software was developed to compare and display\nthe internodal support values derived from this cumulative supermatrix\napproach.","trees":[{"tree_label":"no1","ntax":"1317","rootedtree":"TRUE","title":"Lecanoromycetes 5+4+3+2-locus RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_73427.phy"}]}