{"Authors":" Juan Carlos Villarreal, Susanne S Renner","Year":" 2014","Title":" A review of molecular-clock calibrations and substitution\nrates in liverworts, mosses, and hornworts, and a timeframe for a\ntaxonomically cleaned-up genus Nothoceros","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Bryophyte fossils, calibration approaches, cross\nvalidation, plastid DNA substitution rates, nuclear ITS, substitution\nrates","DOI":"","Abstract":" Absolute times from calibrated DNA phylogenies can be used\nto infer lineage diversiﬁcation, the origin of new ecological niches, or\nthe role of long distance dispersal in shaping current distribution\npatterns. Molecular-clock dating of non-vascular plants, however, has\nlagged behind, perhaps because workers are insufficiently aware of\nsuitable calibration approaches. Here, we review dating studies that\nhave focused on bryophytes with several goals in mind, (i) To facilitate\ncross-validation by comparing rates and times obtained so far; (ii) to\nsummarize rates that have yielded plausible results and that could be\nused in future studies; and (iii) to calibrate a species-level phylogeny\nfor Nothoceros, a model for plastid genome evolution in hornworts.\nIncluding the present work, there have been 18 molecular clock studies\nof liverworts, mosses, or hornworts, all using relaxed clock models, the\nmajority with fossil calibrations, a few with geological calibrations or\ndated with previously published plastid substitution rate. Over half the\nstudies cross-validated inferred divergence times by using alternative\ncalibration approaches. Plastid substitution rate inferred for\n“bryophytes” are in line with those found in benchmark angiosperm\nstudies, implying that bryophyte clock models can be calibrated either\nwith average substitution rates or with fossils, with the two approaches\ntesting and cross-validating each other. Our phylogeny of Nothoceros is\nbased on 44 accessions representing all suspected species and a matrix\nof six markers of nuclear, plastid, and mitochondrial DNA. Based on\nthese data, Nothoceros comprises 10 species, nine in the Americas and\none in New Zealand (N. giganteus), with the divergence between the New\nZealand species and its Chilean sister species dated to the Miocene and\ntherefore due to long-distance dispersal. Based on the new tree, we\nformally transfer two species of Megaceros that are nested inside\nNothoceros, resulting in the new combinations N. minarum (Nees)\nJ.C.Villarreal and N. schizophyllus (Gottsche ex Steph.) J.C.Villarreal,\nand we also newly synonymize eight names described in Megaceros.","trees":[{"tree_label":"tree 1","ntax":"47","rootedtree":"TRUE","title":"Nothoceros","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_73484.phy"}]}