{"Authors":" Trevor D Price, Daniel Hooper, Caitlyn Buchanan, Ulf\nJohansson, Dieter Thomas Tietze, Per Alström, Urban Olsson, mousumi\nghosh, Farah Ishtiaq, Sandeep K Gupta, Jochen Martens, Bettina Harr,\nPratap Singh, Dhananjai Mohan","Year":" 2014","Title":" Niche filling slows the diversification of Himalayan\nsongbirds","Journal":" Nature","Volume":"","Issue":"","Pages":"","Keywords":" Himalaya, Passerines, Non-Passerines","DOI":"","Abstract":" Speciation generally involves a three-step processrange\nexpansion, range fragmentation and the development of reproductive\nisolation between spatially separated populations. Ongoing speciation\nrelies on cycling through these three steps and each may limit the rate\nat which new species form. Here, we estimate phylogenetic relationships\namong all Himalayan songbirds to ask if the development of reproductive\nisolation and/or ecological competition, both factors that limit range\nexpansions, set an ultimate limit on speciation. Based on a phylogeny\nfor all 358 species distributed along the eastern elevational gradient,\nwe show that body size and shape differences evolved early in the\nradiation, with the elevational band occupied by a species evolving\nlater. These results are consistent with competition for niche space\nlimiting species accumulation. Even the elevation dimension appears to\nbe approaching ecological saturation, as closest relatives both inside\nthe assemblage and elsewhere in the Himalayas are on average old\n(>5My separated), which is longer than it generally takes for\nreproductive isolation to be completed and elevational distributions are\nwell explained by resources, notably the abundance of arthropods, and\nnot by differences in diversification rates in different elevational\nzones. Our results imply that speciation rate is ultimately set by niche\nfilling, rather than the rate of acquisition of reproductive\nisolation.","trees":[{"tree_label":"Passerines","ntax":"482","rootedtree":"TRUE","title":"Passerines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_74368.phy"},{"tree_label":"non_Passerines","ntax":"176","rootedtree":"TRUE","title":"Non-passerine Birds 07a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_74367.phy"}]}