{"Authors":" Pablo P. Daniëls, Ivona Kautmanova, Ibai Olariaga, Isabel\nSalcedo","Year":" 2014","Title":" Taxonomy and phylogeny of yellow Clavaria species with\nclamped basidia - Clavaria flavostellifera sp. nov. and the typification\nof C. argillacea, C. flavipes and C. sphagnicola.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, Camarophyllopsis, Clavariaceae,\nClavicorona, species delimitation, spore ornamentation","DOI":"","Abstract":" This study seeks to resolve the species limits of a group\nwith taxonomic and nomenclatural problems and discusses the phylogeny\nand circumscription of Clavaria. The LSU and ITS phylogenies resolve\nspecies level relationships and the ITS is shown to be an adequate\nbarcode marker for Clavaria. Yellow clamped species of Clavaria are\nnested in two clades: a) C. flavostellifera clade, sister to C.\nincarnata and C. asterospora in ITS analyses, characterised by producing\nornamented spores; and b) C. argillacea-C. citrinorubra-C. flavipes-C.\nsphagnicola clade, with smooth spores. Clavaria flavostellifera is\ndescribed as new using morphological and molecular characters. Molecular\nevidence that supports C. sphagnicola as separate from C. argillacea is\nprovided. The usefulness of spore ornamentation is discussed and\nconsidered facultative but only present in some taxa. Descriptions of C.\nargillacea, C. flavipes and C. sphagnicola are provided, along with\ncolor photographs and a key to yellow species of Clavaria with clamped\nbasidia. Camarophyllopsis and Clavicorona are recovered within a\nparaphyletic Clavaria in our LSU phylogeny. Clampless contextual hyphae\nand narrow slightly thick-walled mycelial hyphae are proposed as\nsynapomorphies of Camarophyllopsis and Clavaria.","trees":[{"tree_label":"Fig. 2","ntax":"110","rootedtree":"TRUE","title":"Clavaria LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_73483.phy"},{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Clavaria subgen. Holocoryne ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_73485.phy"}]}