{"Authors":" Helena Oliveira, H. J. Schroers, Cecelia Rego, Johannes\n(Ewald) Zacharias Groenewald, Pedro W. Crous, Francois Halleen","Year":" 2006","Title":" Neonectria liriodendri sp. nov., the main causal agent of\nblack foot rot of grapevines","Journal":" Studies in Mycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Black foot disease is a serious disease of grapevine crops\nin most areas where vines are grown. Mainly two species of\nCylindrocarpon, C. destructans and C. macrodidymum, are associated with\nthis disease. Recent studies have revealed a tremendous molecular\nvariation within the former but only slight molecular variation within\nthe latter, indicating that C. destructans presents a complex of several\nspecies The present study elucidates the taxonomic status of C.\ndestructans-like isolates associated with black foot disease of\ngrapevines. Grapevine isolates were studied morphologically, subjected\nto DNA analyses of their ITS and partial β-tubulin genes, and were mated\nin all combinations in vitro. Cylindrocarpon destructans strains\nisolated from grapevines in Europe and South Africa appeared\nmorphologically and genetically identical, and had identical ITS and\npartial β-tubulin gene sequences. Phylogenetic analyses placed these\nstrains in a clade closely related but clearly distinct from other\nclades with C. destructans-like anamorphs obtained from various\nherbaceous or woody hosts. Only the ex-type strain of Cylindrocarpon\nliriodendri had identical sequences to strains isolated from grapevines,\nand could also not be distinguished by morphological characters. The\ngrapevine isolates are therefore reidentified here as Cylindrocarpon\nliriodendri. Cylindrocarpn liriodendri formed perithecia in\nheterothallic conditions and the holomorph of this species is described\nas Neonectria liriodendri sp. nov. Neonectria liriodendri is genetically\ndistinct from the ex-type strain of Neonectria radicicola, which\noriginated from Cyclamen in Sweden. Both ex-type strains also differ\nfrom at least two other clades comprising additional C. destructans-like\nstrains. Many of these strains originated from Panax sp., which is the\nhost of the type of C. destructans. Our phylogenetic analyses indicate\nthat C. destructans is not the anamorph of N. radicicola and that N.\nliriodendri, N. radicicola and several C. destructans-like taxa may have\nevolved independently within the same phylogenetic species complex.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"Neonectria liriodendri, 1 of 61 MPTs, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2508.phy"},{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Neonectria liriodendri, 1 of 180 MPTs,\nbeta-tubulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2509.phy"}]}