{"Authors":" Hong-Bin Yan, Zhong-Zi Lou, Li Li, Paul J Brindley, Yadong\nZheng, Xuenong Luo, Junling Hou, Aijiang Guo, Wan-Zhong Jia, Xuepeng\nCai","Year":" 2014","Title":" Genome-wide analysis of regulatory proteases sequences\nidentified through bioinformatics data mining in Taenia solium","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Proteases; Taenia solium; Drug target; Vaccine candidate\nantigen; Genome-wide analysis; Cysticercosis; Platyhelminth","DOI":"","Abstract":" Background: Cysticercosis remains a major neglected\ntropical disease of humanity in many regions, especially in sub-Saharan\nAfrica, Central America and elsewhere where pigs are farmed in close\nproximity to people and where sanitation processes are not optimal.\nOwing to the emerging drug resistance and the inability of current drugs\nto prevent re-infection, identification of novel vaccines and\nchemotherapeutic agents against Taenia solium and related helminth\npathogens is a public health priority. The T. solium genome and the\npredicted proteome were reported recently, providing a wealth of\ninformation from which new interventional targets might be identified.\nParasitologists have long focused their investigation on proteases, not\nonly for the fundamental biochemical aspects of these enzymes but also\nbecause proteases represent potentially targetable checkpoints in the\npathogens’ physiology. In order to characterize and classify the entire\nrepertoire of protease-encoding genes of T. solium, we analyzed the\npredicted proteins of this cestode through a combination of\nbioinformatics tools. Functional annotation was performed to yield\ninsights into the signaling processes relevant to the complex\ndevelopmental cycle of this tapeworm and to highlight a suite of the\nproteases as potential intervention targets.","trees":[{"tree_label":"Fig. 3","ntax":"75","rootedtree":"TRUE","title":"Phylogenetic tree inferred from amino acid sequences of\nselected S1 family proteases","tree_kind":"Gene Tree","tree_type":"SuperTree","tree_quality":"Preferred Tree","phylotree_id":"tree_74432.phy"},{"tree_label":"Fig. 2","ntax":"68","rootedtree":"TRUE","title":"Inferred phylogenetic relationships C1 family\nproteases","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_74413.phy"}]}