{"Authors":" S. N. Litvinchuk, Allan Larson, Rosa Polymeni, Theodore J\nPapenfuss, David W. Weisrock, Ermi Zhao, J. Robert Macey, Ismail H\nUgurtas","Year":" 2006","Title":" A Molecular Assessment of Phylogenetic Relationships and\nLineage Accumulation Rates Within the Family Salamandridae (Amphibia,\nCaudata)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We examine phylogenetic relationships among salamanders of\nthe family Salamandridae using approximately 2700 bases of new mtDNA\nsequence data (the tRNALeu, ND1, tRNAIle, tRNAGln, tRNAMet, ND2,\ntRNATrp, tRNAAla, tRNAAsn, tRNACys, tRNATyr, and COI genes and the\norigin for light strand replication) collected from 96 individuals\nrepresenting 60 of the 65 recognized salamandrid species and outgroups.\nPhylogenetic analyses using maximum parsimony and Bayesian analysis are\nperformed on the new data alone and combined with previously reported\nsequences from other parts of the mitochondrial genome. The basal\nphylogenetic split is a polytomy of lineages ancestral to (1) the\nItalian newt Salamandrina terdigitata, (2) a strongly supported clade\ncomprising the \u001atrue\u001a salamanders (genera Chioglossa, Mertensiella,\nLyciasalamandra and Salamandra), and (3) a strongly supported clade\ncomprising all newts except S. terdigitata. Strongly supported clades\nwithin the true salamanders include monophyly of each genus and grouping\nChioglossa and Mertensiella as the sister taxon to a clade comprising\nLyciasalamandra and Salamandra. Among newts, genera Echinotriton,\nPleurodeles and Tylototriton form a strongly supported clade whose\nsister taxon comprises the genera Calotriton, Cynops, Euproctus,\nNeurergus, Nothphthalmus, Pachytriton, Paramesotriton, Taricha, and\nTriturus. Our results strongly support monophyly of all polytypic newt\ngenera except Paramesotriton and Triturus, which appear paraphyletic,\nand Calotriton, for which only one of two species is sampled. Other well\nsupported clades within newts include (1) Asian genera Cynops,\nPachytriton and Paramesotriton, (2) North American genera Notophthalmus\nand Taricha, (3) the Triturus vulgaris species group and (4) the\nTriturus cristatus species group; some additional groupings appear\nstrong in Bayesian but not parsimony analyses. Rates of lineage\naccumulation through time are evaluated using this nearly comprehensive\nsampling of salamandrid species-level lineages. Rate of lineage\naccumulation appears constant throughout salamandrid evolutionary\nhistory with no obvious fluctuations associated with origins of\nmorphological or ecological novelties.","trees":[{"tree_label":"Fig. 2","ntax":"96","rootedtree":"TRUE","title":"Salamandridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2511.phy"}]}