{"Authors":" Teofil Nakov, Elizabeth Clare Ruck, Yuri Galachyants, Sarah\nSpaulding, Edward Claiborne Theriot","Year":" 2014","Title":" Molecular phylogeny of the Cymbellales (Heterokontophyta:\nBacillariophyceae) with a comparison of models for accommodating\nrate-variation across sites","Journal":" Phycologia","Volume":"","Issue":"","Pages":"","Keywords":" Alignment partitioning, Across-site rate variation,\nCymbella, Cymbopleura, Diatoms, Geissleria, Gomphonema, Phylogeny,\nPlaconeis.","DOI":"","Abstract":" We reconstructed the phylogeny of representatives from\nnine genera and three families of the Cymbellales using two nuclear and\nthree chloroplast genes. After rooting with Anomoeoneis, Placoneis was\nfound as sister to a clade composed of Cymbella, Cymbopleura, Encyonema,\nGomphonema, and Gomphoneis. The latter group was divided into lineages\nwith mainly heteropolar and dorsiventral valve symmetry. The data and\nchloroplast morphology also supported a close relationship between\nGeissleria decussis and Placoneis. Expectedly, the sequenced genes\nexhibited substantial across-site rate variation (ASRV) that prompted us\nto assess the stability of the inferred relationships in the face of\ndifferent approaches for modeling ASRV. While the overall topology\nremained stable across analyses, relationships between Cymbella and\nCymbopleura and within one clade of Gomphonema varied dependent on the\nemployed model. In some cases a strongly supported relationship in one\nanalysis was not recovered by another that differed solely in how the\ndata were partitioned. These topological fluctuations appeared in areas\nof the tree with the least balanced taxon sampling and they altered the\noutcomes of phylogenetic hypotheses tests of monophyly. Assessing how\ndifferent models for ASRV affect tree topology and clade support values\ntherefore seems important in cases of sparse or unbalanced taxon\nsampling or when assessing the phylogenetic affinity of previously\nunsampled taxa when lineage-specific biases in base composition or\nevolutionary rate are more difficult to detect.","trees":[{"tree_label":"con 50 majrule by gene by codon 2","ntax":"63","rootedtree":"TRUE","title":"Cymbellales bGbC","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74462.phy"},{"tree_label":"con 50 majrule by rate 1","ntax":"63","rootedtree":"TRUE","title":"Cymbellales bR","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74463.phy"},{"tree_label":"con 50 majrule by gene by codon 1","ntax":"63","rootedtree":"TRUE","title":"Cymbellales bGbC","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74461.phy"},{"tree_label":"con 50 majrule by rate 2","ntax":"63","rootedtree":"TRUE","title":"Cymbellales bR","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74464.phy"}]}