{"Authors":" Isabel Aparecida da Silva Bonatelli, Manolo Fernandez\nPerez, A. Townsend Peterson, Nigel Paul Taylor, Daniela Cristina Zappi,\nMarlon Camara Machado, Ingrid koch, Adriana Helena Catojo Pires, Evandro\nMarsola Moraes","Year":" 2014","Title":" Interglacial microrefugia and diversification of a cactus\nspecies complex: phylogeography and paleodistributional reconstructions\nfor Pilosocereus aurisetus and allies","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Neotropical diversification, paleodistribution modeling,\nmicrorefugia, campos rupestres, Pilosocereus, Cactaceae","DOI":"","Abstract":" The role of Pleistocene climate changes in promoting\nevolutionary diversification in global biota is well documented, but the\ngreat majority of data regarding this subject come from North America\nand Europe, which were greatly affected by glaciation. The effects of\nPleistocene changes on cold- and/or dry-adapted species in tropical\nareas where glaciers were not present remain sparsely investigated. Many\nsuch species are restricted to small areas surrounded by unfavorable\nhabitats, which may represent potential interglacial microrefugia. Here,\nwe analyzed the phylogeographic structure and diversification history of\nseven cactus species in the Pilosocereus aurisetus complex that are\nrestricted to rocky areas with high diversity and endemism within the\nNeotropical savannas of eastern South America. We combined\npaleodistributional estimates with standard phylogeographic approaches\nbased on two chloroplast DNA regions (trnT-trnL and trnS-trnG), exon 1\nof the nuclear gene PhyC, and 10 nuclear microsatellite loci. Our\nanalyses revealed a phylogeographic history marked by multiple levels of\ndistributional fragmentation, isolation leading to allopatric\ndifferentiation, and secondary contact among divergent lineages within\nthe complex. Diversification and demographic events appear to have been\naffected by the Quaternary climatic cycles as a result of isolation in\nmultiple patches of xerophytic vegetation. These small patches currently\nharboring P. aurisetus populations seem to operate as microrefugia, both\nat present and during Pleistocene interglacial periods; the role of such\nmicrorefugia should be explored and analyzed in greater detail","trees":[{"tree_label":"Fig. S1 A","ntax":"157","rootedtree":"TRUE","title":"Pilosocereus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74777.phy"},{"tree_label":"Fig. S2 A BI","ntax":"47","rootedtree":"TRUE","title":"Pilosocereus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74778.phy"},{"tree_label":"Fig. S2 B ML","ntax":"47","rootedtree":"TRUE","title":"Pilosocereus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74779.phy"},{"tree_label":"Fig. S1 B","ntax":"157","rootedtree":"TRUE","title":"Pilosocereus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74780.phy"}]}