{"Authors":" Fredrik Ronquist, Johan Liljeblad","Year":" 1998","Title":" A phylogenetic analysis of higher-level gall wasps\nrelationships (Hymenoptera: Cynipidae)","Journal":" Systematic Entomology","Volume":" 28","Issue":" 3","Pages":" 229-252","Keywords":" NA","DOI":" 10.1046/j.1365-3113.1998.00053.x","Abstract":" We present the most comprehensive analysis of higher-level\nrelationships in gall wasps conducted thus far. The analysis was based\non detailed study of the skeletal morphology of adults, resulting in 164\nphylogenetically informative characters, complemented with a few\nbiological characters. Thirty-seven cynipid species from thirty-one\ngenera, including four genera of the apparently monophyletic Cynipini\nand almost all of the genera in the other tribes, were examined. The\noutgroup included exemplar species from three successively more distant\ncynipoid families: Figitidae (the sister group of the Cynipidae),\nLiopteridae and Ibaliidae. There was considerable homoplasy in the data,\nbut many groupings in the shortest tree were nonetheless well supported,\nas indicated by bootstrap proportions and decay indices. Partitioning of\nthe data suggested that the high level of homoplasy is characteristic of\nthe Cynipidae and not the result of the amount of available\nphylogenetically conservative characters being exhausted. The analysis\nsupported the monophyly of the Cynipini (oak gall wasps) which, together\nwith the Rhoditini (the rose gall wasps), Eschatocerini and Pediaspidini\nformed a larger monophyletic group of gall inducers restricted to woody\nrepresentatives of the eudicot subclass Rosidae. The inquilines\n(Synergini) were indicated to be monophyletic, whereas the Aylacini,\nprimarily herb gall inducers, appeared as a paraphyletic assemblage of\nbasal cynipid groups. The shortest tree suggests that the Cynipidae can\nbe divided into three major lineages: one including the inquilines, the\nAylacini genera associated with Rosaceae, and Liposthenes; one\nconsisting entirely of Aylacini genera, among them Aulacidea, Isocolus\nand Neaylax; and one comprising the woody rosid gallers (the oak and\nrose gall wasps and allies), the Phanacis-Timaspis complex and the\nAylacini genera associated with Papaveraceae.","trees":[{"tree_label":"Fig. 3","ntax":"41","rootedtree":"TRUE","title":"Higher-level gall wasps, shortest tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4609.phy"}]}