{"Authors":" Junichi Yonemaru, Ritsuko Mizobuchi, Hiroshi Kato, Toshio\nYamamoto, Eiji Yamamoto, Kazuki Matsubara, Hideyuki Hirabayashi,\nYoshinobu Takeuchi, Hiroshi Tsunematsu, Takuro Ishii, Hisatoshi Ohta,\nHideo Maeda, Kaworu Ebana, Masahiro Yano","Year":" 2014","Title":" Genomic regions involved in yield potential detected by\ngenome-wide association analysis in Japanese high-yielding rice\ncultivars","Journal":" BMC Genomics","Volume":" 15","Issue":" 346","Pages":"","Keywords":" Rice, High yield, Indica, Japonica, Introgression,\nSingle-nucleotide polymorphisms (SNPs), Association mapping","DOI":" 10.1186/1471-2164-15-346","Abstract":" Background: High-yielding cultivars of rice (Oryza sativa\nL.) have been developed in Japan from crosses between overseas indica\nand domestic japonica cultivars. Recently, next-generation sequencing\ntechnology and high-throughput genotyping systems have shown many\nsingle-nucleotide polymorphisms (SNPs) that are proving useful for\ndetailed analysis of genome composition. These SNPs can be used in\ngenome-wide association studies to detect candidate genome regions\nassociated with economically important traits. In this study, we used a\ncustom SNP set to identify introgressed chromosomal regions in a set of\nhigh-yielding Japanese rice cultivars, and we performed an association\nstudy to identify genome regions associated with yield. Results: An\ninformative set of 1152 SNPs was established by screening 14\nhigh-yielding or primary ancestral cultivars for 5760 validated SNPs.\nAnalysis of the population structure of high-yielding cultivars showed\nthree genome types: japonica-type, indica-type and a mixture of the two.\nSNP allele frequencies showed several regions derived predominantly from\none of the two parental genome types. Distinct regions skewed for the\npresence of parental alleles were observed on chromosomes 1, 2, 7, 8, 11\nand 12 (indica) and on chromosomes 1, 2 and 6 (japonica). A possible\nrelationship between these introgressed regions and six yield traits\n(blast susceptibility, heading date, length of unhusked seeds, number of\npanicles, surface area of unhusked seeds and 1000-grain weight) was\ndetected in eight genome regions dominated by alleles of one parental\norigin. Two of these regions were near Ghd7, a heading date locus, and\nPi-ta, a blast resistance locus. The allele types (i.e., japonica or\nindica) of significant SNPs coincided with those previously reported for\ncandidate genes Ghd7 and Pi-ta. Conclusions: Introgression breeding is\nan established strategy for the accumulation of QTLs and genes\ncontrolling high yield. Our custom SNP set is an effective tool for the\nidentification of introgressed genome regions from a particular genetic\nbackground. This study demonstrates that changes in genome structure\noccurred during artificial selection for high yield, and provides\ninformation on several genomic regions associated with yield\nperformance.","trees":[{"tree_label":"Fig. S3","ntax":"126","rootedtree":"TRUE","title":"Oryza sativa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74488.phy"}]}