{"Authors":" Mikhail V. Okun","Year":" 2014","Title":" Molecular Phylogeny and Taxonomy of the Physarum notabile\nspecies complex (Myxomycetes)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Myxomycetes, phylogeny","DOI":"","Abstract":" In contrast to animals and plants, the distribution\npatterns of microscopic organisms are studied rather poorly. This is\nmostly due to their small size and certain features of their life cycle.\nAt the same time, the small size, together with high ecological\ntolerance, contributes to their world-wide distribution. The model of\ncosmopolitism in regards to microorganisms (Fenchel, 2005; Fenchel,\nFinlay, 2004; Finlay, Fenchel, 2004) as well as the model of moderate\nendemism (Foissner, 2006) has been discussed widely recently (Fontaneto,\n2011; Martiny et al., 2006) in the context of the rule “Everything is\neverywhere, but the environment selects” (EiE hypothesis). To study\nthese questions, model microorganisms are required that can be easy\nidentified in both field and laboratory conditions. One of such groups\nare the Myxomycetes, or plasmodial slime molds\n(Myxomycetes=Eumycetozoa). This group consists of appr. 1000 species\ncombined to five orders (Martin, Alexopoulos, 1969; Olive, 1975). Being\nactive bactreriophages, the Myxomycetes are important regulators of\nbacterial biota in soil (Feest, Madelin, 1985). The research of\nMyxomycete phylogeny is an essential part of studying the evolutionary\nhistory of protists (Adl et al., 2012). Until recently, the traditional\nsystematics of Myxomycetes has been based on the morphological features\nof their fruiting bodies (sporocarps) and spores (Martin, Alexopoulos,\n1969; Schnittler et al., 2012) and the morphological species concept\nprevailed in taxonomical studies of this group. Only in the last decade,\nresults of molecular studies in Myxomycetes have been published\n(Fiore-Donno et al., 2008 and papers thereafter). Still, the taxonomical\nsystem of Myxomycetes is very unstable (Schnittler et al., 2012). The\nmorphospecies of the genus Physarum with gray sporocarps belong to a\nspecies complex with highly blurred borders (Hagelstein, 1944).\nPreviously, a morphotype belonging to the genus Physarum was described\nthat dominated in desert and steppe communities on all substrate\ncomplexes (Novozhilov et al., 2006; Novozhilov, Schnittler, 2008). This\nform was tentatively assigned to Ph. notabile T. Macbr based on\nsimilarities in sporocarp morphology. We selected this species as a\nmodel object for a phylogeographic study since we had a large collection\nof isolates from various regions of the world, including samples from a\n3500 km long transect going through Central Asia. The present work shows\nthe results of a study of the Physarum notabile species complex\ninvolving molecular and morphological methods. We use a combination of\ntwo markers  the 18S SSU rDNA gene and the nuclear tef1 gene  to\nelucidate phylogenetic relationships in this entangled group of\norganisms. Based on both morphologic and phylogenetic results we\ndescribe the arid form of Ph. notabile as a new species, Ph.\npseudonotabile. We investigate the relationship of Ph. notabile and Ph.\nleucophaeum, showing that these taxa share both similar morphology and\necological preferences and thus could be synonymous. Ph. album is shown\nto be the most outstanding species from the complex, having both a\nprominent morphology and molecular features. The species complex on its\nown is shown to be polyphyletic when analyzed in frame of the order\nPhysarales; thus, the morphological similarity of its representatives\nmight be of a convergent origin. The phylogeographic analysis displays\nthe presence of a weak correlation between geographical and genetical\ndistances for the isolates of Ph. pseudonotabile, thus supporting the\nmodel of moderate endemism.","trees":[{"tree_label":"Bioperl 1","ntax":"61","rootedtree":"TRUE","title":"Tr74547","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74547.phy"},{"tree_label":"Bioperl 1","ntax":"61","rootedtree":"TRUE","title":"Tr74553","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74553.phy"}]}