{"Authors":" Asha Janadaree Dissanayake","Year":" 2014","Title":" Identification and Characterisation of Diaporthe (Phomopsis)\nspecies causing symptomatic Grapevine wood in China","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Pathogenecity, Vitis viniferra, trunk diseases,\nphytopathogens","DOI":"","Abstract":" Trunk diseases in grapevine (Vitis vinifera) have been\nidentified as a major problem in the wine and table grape industries\naround the world, reducing the productivity, quality and longevity of\nvineyards. Species of Diaporthe (Phomopsis) are considered as important\nfungal pathogens of grapevine worldwide. A survey of 14 grape vineyards\nlocated in the provinces of Beijing, Guangxi, Hebei, Jiangsu, Shandong,\nSichuan, Xinjiang and Zhejiang (China), resulted in the isolation of 16\nDiaporthe isolates associated with symptomatic grapevine wood. Isolates\nwere identified based on morphology and a combined data matrix of rDNA\nITS, and partial sequences from the translation elongation factor 1-α\n(EF 1-α), β tubulin (TUB) and calmodulin (CAL) molecular markers. Five\nspecies of Diaporthe were identified, which included Diaporthe eres (The\ntype is Diaporthe cotoneastri), Diaporthe fukushii (Diaporthe nobilis),\nDiaporthe hongkongensis, Diaporthe phaseolorum, Diaporthe sojae and the\nformer of which was the dominant species. All isolates of Diaporthe\ncaused disease on detached grape shoots but differed in virulence. The\nincidence in local vineyards and the pathogenecity results indicate that\nD. eres, D. fukushii and D. hongkongensis are important pathogens of\ngrapevine in Chinese vineyards where they may significantly limit grape\nproduction. This is the first comprehensive report of Diaporthe species\nassociated with grapevine trunk diseases in China and here we have found\nthe association of D. eres, D. fukushii, D. hongkongensis, D.\nphaseolorum and D. sojae in symptomatic grapevine wood.","trees":[{"tree_label":"PAUP 1","ntax":"33","rootedtree":"TRUE","title":"Tr74574","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74574.phy"}]}