{"Authors":" Niklas Wahlberg","Year":" 2006","Title":" That Awkward Age for Butterflies: Insights from the Age of\nthe Butterfly Subfamily Nymphalinae (Lepidoptera: Nymphalidae)","Journal":" Systematic Biology","Volume":" 55","Issue":" 5","Pages":" 703-714","Keywords":"","DOI":" 10.1080/10635150600913235","Abstract":" The study of the historical biogeography of butterflies\nhas been hampered by a lack of well-resolved phylogenies and a good\nestimate of the temporal span over which butterflies have evolved.\nRecently there has been surge of phylogenetic hypotheses for various\nbutterfly groups, but estimating ages of divergence is still in its\ninfancy for this group of insects. The main problem has been the sparse\nfossil record for butterflies. In this study I have used a surprisingly\ngood fossil record for the subfamily Nymphalinae (Lepidoptera:\nNymphalidae) to estimate the ages of diversification of major lineages\nusing Bayesian relaxed clock methods. I have investigated the effects of\nvarying priors on posterior estimates in the analyses. For this dataset,\nit is clear that the prior of the rate of molecular evolution at the\ningroup node had the largest effect on the results. Taking this into\naccount, I have been able to arrive at a plausible history of lineage\nsplits, which appears to be correlated with known paleogeological\nevents. The subfamily appears to have diversified soon after the K/T\nevent about 65 million years ago. Several splits are coincident with\nmajor paleogeological events, such as the connection of the African and\nAsian continents about 21 million years ago and the presence of a\npeninsula of land connecting the current Greater Antilles to the South\nAmerican continent 35-33 million years ago. My results suggest that the\nage of Nymphalidae is older than the 70 million years speculated to be\nthe age of butterflies as a whole.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"Nymphalinae, MAPtree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4613.phy"}]}