{"Authors":" Alberto Vicens, Maximiliano Tourmente, Eduardo RS\nRoldan","Year":" 2014","Title":" Structural evolution of CatSper1 in rodents is influenced by\nsperm competition, with effects on sperm swimming velocity","Journal":" BMC EVolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" CatSper1, sperm competition, indels, positive selection,\nsperm velocity, rodents.","DOI":"","Abstract":" Background: Competition between spermatozoa from rival\nmales for success in fertilization (i.e., sperm competition) is an\nimportant selective force driving the evolution of male reproductive\ntraits and promoting positive selection in genes related to reproductive\nfunction. Positive selection has been identified in reproductive\nproteins showing rapid divergence at nucleotide level. Other mutations,\nsuch as insertions and deletions (indels), also occur in protein-coding\nsequences. These structural changes, which exist in reproductive genes\nand result in length variation in coded proteins, could also be\nsubjected to positive selection and be under the influence of sperm\ncompetition. Catsper1 is one such reproductive gene coding for a\ngerm-line specific voltage-gated calcium channel essential for sperm\nmotility and fertilization. Positive selection appears to promote\nfixation of indels in the N-terminal region of CatSper1 in mammalian\nspecies. However, it is not known which selective forces underlie these\nchanges and their implications for sperm function. Results: We tested if\nlength variation in the N-terminal region of CatSper1 is influenced by\nsperm competition intensity in a group of closely related rodent species\nof the subfamily Murinae. Our results revealed a negative correlation\nbetween sequence length of CatSper1 and relative testes mass, a very\ngood proxy of sperm competition levels. Since CatSper1 is important for\nsperm flagellar motility, we examined if length variation in the\nN-terminus of CatSper1 is linked to changes in sperm swimming velocity.\nWe found a negative correlation between CatSper1 length and several\nsperm velocity parameters. Conclusions: Altogether, our results suggest\nthat sperm competition selects for a shortening of the intracellular\nregion of CatSper1 which, in turn, enhances sperm swimming velocity, an\nessential and adaptive trait for fertilization success.","trees":[{"tree_label":"Catsper1 NJ","ntax":"16","rootedtree":"TRUE","title":"Murids Catsper1 gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74540.phy"},{"tree_label":"Catsper1 MLT","ntax":"16","rootedtree":"TRUE","title":"Murids Catsper1 gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74541.phy"}]}