{"Authors":" Gillian Claire Gibb, Ryan England, Gerrit Hartig, Patricia\nA. McLenachan, Briar L Taylor Smith, Bennet J McComish, Alan Cooper,\nDavid Penny","Year":" 2015","Title":" New Zealand Passerines Help Clarify the Diversification of\nMajor Songbird Lineages During the Oligocene.","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Passeriformes, mitochondrial genomes, oscine\nbiogeography","DOI":" 10.1093/gbe/evv196","Abstract":" Passerines are the largest avian order, and the 6000\nspecies comprise more than half of all extant bird species. This\nsuccessful radiation probably had its origin in the Australasian region,\nbut dating this origin has been difficult due to a scarce fossil record\nand poor biogeographic assumptions. Many of New Zealand’s endemic\npasserines fall within the basal branches of the passerine radiation,\nand a well resolved phylogeny for the modern New Zealand element in the\nbasal branches of the oscine lineage will help us understand both oscine\nand passerine biogeography. To this end we present complete\nmitochondrial genomes representing all families of New Zealand\npasserines in a phylogenetic framework of over 100 passerine species.\nDating analyses of this robust phylogeny suggest Passeriformes\noriginated in the early Paleocene, with the major lineages of oscines\n‘escaping’ from Australasia about 30 Ma, and radiating throughout the\nworld during the Oligocene. This independently derived conclusion is\nconsistent with the passerine fossil record.","trees":[{"tree_label":"RAxML tree with bootstraps","ntax":"102","rootedtree":"TRUE","title":"Tr74617","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74617.phy"},{"tree_label":"MrBayes tree","ntax":"102","rootedtree":"TRUE","title":"Tr74618","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74618.phy"},{"tree_label":"TREE1","ntax":"102","rootedtree":"TRUE","title":"Tr74619","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74619.phy"},{"tree_label":"TREE1","ntax":"102","rootedtree":"TRUE","title":"Tr91779","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91779.phy"}]}