{"Authors":" Jonathan Hwang, Qi Zhao, Z. L. Yang, Zheng Wang, Jeffrey P.\nTownsend","Year":" 2014","Title":" Solving the ecology puzzle of saddle fungi (Helvella,\nAscomycetes) using data from annotated collections and environmental\nsamples","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" ITS; phyloinformativeness; environmental sample; saddle\nfungi","DOI":"","Abstract":" Abstract: Species of the Saddle fungi Helvella\n(Helvellaceae, Pezizomycotina) are morphologically well defined and have\nbeen intensively studied to reveal their taxonomy and derive a\nclassification. While some other Helvella are ectomycorrhizal fungi,\necological roles of Helvella species as saprotrophs or mycorrhiza have\nbeen controversial. We applied SATé to build an inclusive ITS alignment\nfor annotated Helvella species and their related environmental ITS\nsequences and analyzed phylogenetic informativeness of ITS1, ITS2, and\n5.8S regions using PhyDesgin. We demonstrated that phylogenetic\ninformativeness of ITS1 was higher than that of ITS2 for recent\ndivergences, but dropped more abruptly for deeper relationships.\nConsistent with previous studies, the analysis suggested high homoplasy\nfor key morphologies in Helvella. Thus, morphology-based groupings of\nthe genus are unlikely to reflect the true evolutionary history.\nInclusion of environmental samples into the ITS phylogeny provided\nstrong evidence that ectomycorrhizal association has appeared in several\nclades within Helvella, and diversified to adapt to different hosts and\ngeographic conditions. However, similar conclusions could not be drawn\nregarding saprotrophic life styles in other Helvella species, and few\nenvironmental sequences from root samples was found in three clades that\nhost herbaria collections of diverse Helvella species. No Helvella ITS\nsequences have been recovered from studies examining diverse soil\nsamples. Illuminating the evolution of saprotrophic life style within\nHelvella requires expanded metagenomic investigation of plant and soil\nsamples.","trees":[{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Helvella ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74616.phy"}]}