{"Authors":" Erin M Sigel, Michael D. Windham, Kathleen M. Pryer","Year":" 2014","Title":" EVIDENCE FOR RECIPROCAL ORIGINS IN POLYPODIUM HESPERIUM\n(POLYPODIACEAE): A NATURAL FERN MODEL SYSTEM FOR INVESTIGATING HOW\nMULTIPLE ORIGINS SHAPE ALLOPOLYPLOID GENOMES","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" allopolyploidy; biogeography; gapCp; multiple origins;\nplastid haplotype; Polypodium vulgare complex","DOI":"","Abstract":" Premise of Study: Many polyploid species are composed of\ndistinct lineages originating from multiple, independent\npolyploidization events. In the case of allopolyploids, reciprocal\ncrosses between the same progenitor species can yield lineages with\ndifferent uniparentally inherited plastid genomes. While likely common,\nthere are few well-documented examples of such reciprocal origins. Here\nwe examine a case of reciprocal allopolyploid origins in the fern\nPolypodium hesperium and present it as a natural model system for\ninvestigating the evolutionary potential of duplicated genomes. Methods:\nUsing a combination of uniparentally inherited plastid and biparentally\ninherited nuclear sequence data, we investigated the distributions and\nrelative ages of reciprocally formed lineages in Polypodium hesperium,\nan allotetraploid fern that is broadly distributed in western North\nAmerica. Key Results: The reciprocally-derived plastid haplotypes of\nPolypodium hesperium are allopatric, with populations north and south of\n42˚ N latitude having different plastid genomes. Incorporating\nbiogeographic information and previously estimated ages for the\ndiversification of its diploid progenitors, we estimate middle to late\nPleistocene origins of P. hesperium. Conclusions: Several features of\nPolypodium hesperium make it a particularly promising system for\ninvestigating the evolutionary consequences of allopolyploidy. These\ninclude reciprocally derived lineages with disjunct geographic\ndistributions, recent time of origin, and extant diploid\nprogenitors.","trees":[{"tree_label":"BestMLtree","ntax":"100","rootedtree":"TRUE","title":"Tr74621","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74621.phy"},{"tree_label":"Bayesian consensus","ntax":"100","rootedtree":"TRUE","title":"Tr74623","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74623.phy"},{"tree_label":"MLBSconsensus","ntax":"100","rootedtree":"TRUE","title":"Tr74622","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74622.phy"},{"tree_label":"bestMLtree","ntax":"63","rootedtree":"TRUE","title":"Tr74630","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74630.phy"},{"tree_label":"BayesConsensus","ntax":"63","rootedtree":"TRUE","title":"Tr74632","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74632.phy"},{"tree_label":"MLBSconsensus","ntax":"63","rootedtree":"TRUE","title":"Tr74631","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74631.phy"}]}