{"Authors":" Michael J Donoghue, Wendy L. Clement, Monica Arakaki,\nPatrick W Sweeney, Erika J. Edwards","Year":" 2014","Title":" A chloroplast tree for Viburnum (Adoxaceae) and its\nimplications for phylogenetic classification and character\nevolution","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" character evolution; chloroplast DNA; plastid genome;\nclassification; phylogeny; phylogenetic definitions; phylogenetic\nnomenclature; Viburnum","DOI":"","Abstract":"  Premise of the study: Despite recent progress,\nsignificant uncertainties remain concerning relationships among\nearly-branching lineages within Viburnum (Adoxaceae). This has\nprohibited a new classification, and has hindered studies of character\nevolution and the increasing use of Viburnum in addressing a wide range\nof ecological and evolutionary questions. We hoped to resolve these\nissues by sequencing whole plastid genomes for representative species\nand combining these with molecular data previously obtained from an\nexpanded taxon sample.\nMethods: We performed paired-end Illumina sequencing of plastid genomes\nof 22 Viburnum species, and combined these data with a 10-gene dataset\nto infer phylogenetic relationships for 113 species. We used the results\nto devise a comprehensive phylogenetic classification and to analyze the\nevolution of eight morphological characters that vary among\nearly-branching lineages.  Key results: With greatly increased levels of\nconfidence in most of the early branches, we propose a phylogenetic\nclassification of Viburnum, providing formal phylogenetic definitions\nfor 30 clades, including 13 with ICN names, eight with previously\nproposed informal names, and nine newly proposed names for major\nbranches. Our parsimony reconstructions of bud structure, leaf margins,\ninflorescence form, ruminate endosperm, extrafloral nectaries, glandular\ntrichomes, palisade anatomy, and pollen exine showed varying levels of\nhomoplasy, but collectively provided morphological support for some,\nthough not all, of the major clades.  Conclusions: Our study\ndemonstrates the value of next generation plastid sequencing, the ease\nof creating a formal phylogenetic classification, and the utility of\nsuch a system in describing patterns of character evolution.","trees":[{"tree_label":"Appendix S2","ntax":"22","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_75132.phy"},{"tree_label":"Fig. 2","ntax":"113","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_75254.phy"},{"tree_label":"Appendix S4","ntax":"113","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_75253.phy"},{"tree_label":"Fig. 1","ntax":"22","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_75131.phy"},{"tree_label":"Appendix S3","ntax":"22","rootedtree":"TRUE","title":"Viburnum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_75133.phy"}]}