{"Authors":" Gert Woerheide, Dirk Erpenbeck, Oliver Voigt, Martin\nDohrmann","Year":" 2006","Title":" Non-monophyly of most supraspecific taxa of calcareous\nsponges (Porifera, Calcarea) revealed by increased taxon sampling and\npartitioned Bayesian analysis of ribosomal DNA","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Calcareous sponges (Porifera, Calcarea) play an important\nrole for our understanding of early metazoan evolution, since several\nmolecular studies suggested their closer relationship to Eumetazoa than\nto the other major sponge taxa Demospongiae and Hexactinellida. The\ndivision of Calcarea into the subtaxa Calcinea and Calcaronea is well\nestablished by now, but their internal relationships remain largely\nunresolved. Here, we estimate phylogenetic relationships within Calcarea\nin a Bayesian framework, using full-length 18S and partial 28S ribosomal\nDNA sequences. Both genes are analyzed separately and in combination,\nand are further partitioned by stem and loop regions, the former being\nmodelled to take non-independence of paired sites into account. By\nsubstantially increasing taxon sampling, we show that most of the\ntraditionally recognized supraspecific taxa within Calcinea and\nCalcaronea are not monophyletic, challenging the existing classification\nsystem, while monophyly of Calcinea and Calcaronea is again highly\nsupported.","trees":[{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Calcarea 18S/28S rDNA combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4616.phy"},{"tree_label":"Fig. 1","ntax":"49","rootedtree":"TRUE","title":"Calcarea 18S rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4617.phy"},{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Calcarea 28S rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4618.phy"}]}