{"Authors":" Johnathan Grandaubert, Rohan G.T. Lowe, Jessica L. Soyer,\nConrad L Schoch, Angela P Van de Wouw, Isabelle Fudal, Barbara\nRobbertse, Nicolas Lapalu, Matthew G. Links, Bénédicte Ollivier,\nJuliette Linglin, Valérie Barbe, Sophie Mangenot, Corinne Cruaud,\nHossein Borhan, Barbara J. Howlett, Marie-Hélène Balesdent, Thierry\nRouxel","Year":" 2014","Title":" Transposable Element-assisted evolution and adaptation 1 to\nhost plant within the Leptosphaeria maculans-Leptosphaeria biglobosa\nspecies complex of fungal pathogens","Journal":" BioMed Central Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Comparative genomics, fungal plant pathogen, Transposable\nElements, effector genes,speciation, adaptation to host","DOI":"","Abstract":" Abstract Background: Many plant-pathogenic fungi have a\ntendency towards genome size expansion, mostly driven by increasing\ncontent of transposable elements (TEs). Through comparative and\nevolutionary genomics, five members of the Leptosphaeria\nmaculans-Leptosphaeria biglobosa species complex (class Dothideomycetes,\norder Pleosporales), having different host ranges and pathogenic\nabilities towards cruciferous plants, were studied to infer the role of\nTEs on genome shaping, speciation, and on the rise of better adapted\npathogens. Results: L. maculans ‘brassicae’, the most damaging species\non oilseed rape, is the only member of the species complex to have a\nTE-invaded genome (32.5%) compared to the other members genomes\n(<4%). These TEs had an impact at the structural level by creating\nlarge TE-rich regions and also through chromosomal rearrangements\npossibly leading to speciation. TEs, associated with species-specific\ngenes involved in disease process, also had an incidence on evolution of\npathogenicity by being responsible of translocations of effector genes\nto highly dynamic regions and thus tuning the regulation of effector\ngene expression in planta. Conclusions: Invasion of L. maculans\n‘brassicae’ genome by TEs followed by bursts of TE activity allowed this\nspecies to evolve and to better adapt to its host, making this genome\nspecies a peculiarity within its own species complex as well as in the\nPleosporales lineage.","trees":[{"tree_label":"Fig. S2 R8s","ntax":"51","rootedtree":"TRUE","title":"Leptosphaeria maculans-biglobosa species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74806.phy"}]}