{"Authors":" Claudine D. S. Seixas, Ludwig H Pfenning, Sarah da Silva\nCosta Guimarães, Kedma Silva Matos, Dauri J. Tessmann","Year":" 2016","Title":" Fusarium paranaense sp. nov., a new species within the\nFusarium solani species complex that causes red root rot on soybean in\nBrazil","Journal":" Fungal Biology","Volume":" 120","Issue":" 1","Pages":" 51-60","Keywords":" Glycine max, pathogenicity, molecular phylogeny,\nbiological species, taxonomy.","DOI":" 10.1016/j.funbio.2015.09.005","Abstract":" Isolates of Fusarium obtained from soybean plants showing\nsymptoms of root rot collected in subtropical southern and tropical\ncentral Brazil were characterized based on phylogenetic analyses, sexual\ncrossing, morphology, and pathogenicity tests. A novel species within\nthe Fusarium solani species complex (FSSC) causing soybean root rot is\nformally described herein as Fusarium paranaense. This species can be\ndistinguished from the other soybean root rot pathogens in the FSSC,\nwhich are commonly associated with soybean sudden death syndrome (SDS)\nbased on analyses of the combined DNA sequences of translation\nelongation factor 1-α and the second largest subunit of RNA polymerase\nII and on interspecies mating compatibility. Bayesian and maximum\nparsimony phylogenetic analyses showed that isolates of F. paranaense\nformed a distinct group in clade 3 of the FSSC in contrast to the\npathogens currently known to cause SDS, which are in clade 2. Female\nfertile tester strains were developed that can be used for the\nidentification of this new species in the FSSC based on sexual crosses.\nAll isolates were heterothallic and belonged to a distinct mating\npopulation. Fusarium tucumaniae, a known SDS pathogen, was found in the\nsubtropical southern region of the country.","trees":[{"tree_label":"PAUP 1","ntax":"34","rootedtree":"TRUE","title":"Fusarium red root rot on soybean in Brazil","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118667.phy"}]}