{"Authors":" Martin M. Turcotte, T. J. Davies, Christina J.M. Thomsen,\nMarc T. Johnson","Year":" 2014","Title":" Macroecological and macroevolutionary patterns of leaf\nherbivory across vascular plants","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":"","Issue":"","Pages":"","Keywords":" Grazing, plant defence evolution, plant-herbivore\ninteractions, primary consumption, Ornstein-Uhlenbeck, and trophic\ninteractions","DOI":"","Abstract":" The consumption of plants by animals underlies important\nevolutionary and ecological processes in nature. Arthropod herbivory\nevolved approximately 415 mya and the ensuing coevolution between plants\nand herbivores is credited with generating much of the macroscopic\ndiversity on Earth. In contemporary ecosystems, herbivory provides the\nmajor conduit of energy from primary producers to consumers. Here we\nshow that when averaged across all major lineages of vascular plants,\nherbivores consume 5.3% of the leaf tissue produced annually by plants,\nwhereas previous estimates are up to 3.8x higher. This result suggests\nthat for many plant species, leaf herbivory may play a smaller role in\nenergy and nutrient flow than currently thought. Comparative analyses of\na diverse global sample of 1058 species across 2085 populations reveal\nthat models of stabilizing selection best describes rates of leaf\nconsumption, and that rates vary substantially within and among major\nplant lineages. A key determinant of this variation is plant growth\nform, where woody plant species experience 64% higher leaf herbivory\nthan non-woody plants. Higher leaf herbivory in woody species supports a\nkey prediction of the Plant Apparency Theory. Our study provides insight\ninto how a long history of coevolution has shaped the ecological and\nevolutionary relationships between plants and herbivores.","trees":[{"tree_label":"StartTree","ntax":"1028","rootedtree":"TRUE","title":"Tr74798","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74798.phy"}]}