{"Authors":" Philip S. Ward, Seán G. Brady, Brian L. Fisher, Ted R.\nSchultz","Year":" 2014","Title":" The evolution of myrmicine ants: phylogeny and biogeography\nof a hyperdiverse ant clade (Hymenoptera: Formicidae)","Journal":" Systematic Entomology","Volume":" 39","Issue":"","Pages":"","Keywords":" Myrmicinae, molecular phylogenetics, Bayesian divergence\ndating, classification, taxonomy","DOI":"","Abstract":" This study investigates the evolutionary history of a\nhyperdiverse clade, the ant subfamily Myrmicinae (Hymenoptera:\nFormicidae), based on analyses of a data matrix comprising 251 species\nand 11 nuclear gene fragments. Under both maximum likelihood and\nBayesian methods of inference we recover a robust phylogeny that reveals\nsix major clades of Myrmicinae, here treated as newly defined tribes,\nand occurring as a pectinate series: Myrmicini, Pogonomyrmecini trib.\nn., Stenammini, Solenopsidini, Attini, and Crematogastrini. Because we\ncondense the former 25 myrmicine tribes into a new six-tribe scheme,\nmembership in some tribes is now notably different, especially regarding\nAttini. We demonstrate that the monotypic genus Ankylomyrma is not in\nthe Myrmicinae nor even a member of the more inclusive formicoid\ncladerather it is a poneroid ant, sister to the genus Tatuidris\n(Agroecomyrmecinae). Several species-rich myrmicine genera are shown to\nbe non-monophyletic, including Pogonomyrmex, Aphaenogaster, Messor,\nSolenopsis, Monomorium, Pheidole, Temnothorax, and Tetramorium. We\npropose a number of generic synonymies to partially alleviate these\nproblems (senior synonym listed first): Pheidole = Anisopheidole syn.\nn. = Machomyrma syn. n.; Temnothorax = Chalepoxenus syn. n. = Myrmoxenus\nsyn. n. = Protomognathus syn. n.; Tetramorium = Rhoptromyrmex syn. n. =\nAnergates syn. n. = Teleutomyrmex syn. n. The genus Veromessor stat.\nrev. is resurrected for the New World species previously placed in\nMessor; Syllophopsis stat. rev. is resurrected from synonymy under\nMonomorium to contain the species in the hildebrandti-group;\nTrichomyrmex stat. rev. is resurrected from synonymy under Monomorium to\ncontain the species in the scabriceps- and destructor-groups; and the\nmonotypic genus Epelysidris stat rev. is reinstated for Monomorium\nbrocha. Bayesian divergence dating indicates that the crown group\nMyrmicinae originated about 98.6 Ma (95% highest probability density\n87.9109.6 Ma) but the six major clades are considerably younger, with\nage estimates ranging from 52.3 to 71.1 Ma. Although these and other\nsuprageneric taxa arose mostly in the middle Eocene or earlier, a number\nof prominent, species-rich genera, such as Pheidole, Cephalotes,\nStrumigenys, Crematogaster, and Tetramorium, have estimated crown group\norigins in the late Eocene or Oligocene. Most myrmicine species\ndiversity resides in the two sister clades, Attini and Crematogastrini,\nwhich are estimated to have originated and diversified extensively in\nthe Neotropics and Paleotropics, respectively. The newly circumscribed\nMyrmicini is Holarctic in distribution, and ancestral range estimation\nsuggests a Nearctic origin. The Pogonomyrmecini and Solenopsidini are\nreconstructed as being Neotropical in origin, but they have subsequently\ncolonized the Nearctic region (Pogonomyrmecini) and many parts of the\nOld World as well as the Nearctic region (Solenopsidini), respectively.\nThe Stenammini have flourished primarily in the northern hemisphere, and\nare most likely of Nearctic origin, but selected lineages have dispersed\nto the northern Neotropics and the Paleotropics. Thus the evolutionary\nhistory of the Myrmicinae has played out on a global stage over the last\n100 million years, with no single region being the principal generator\nof species diversity.","trees":[{"tree_label":"bestREP1","ntax":"251","rootedtree":"TRUE","title":"Myrmicine ants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74849.phy"}]}