{"Authors":" Alfredo Justo, Ekaterina Malysheva, Tatiana bulyonkova,\nElse C Vellinga, Gerry Cobian, Nhu H Nguyen, Andrew M Minnis, David S.\nHibbett","Year":" 2014","Title":" Molecular phylogeny and phylogeography of Holarctic species\nof Pluteus section Pluteus (Agaricales: Pluteaceae), with description of\ntwelve new species","Journal":" Phytotaxa","Volume":" 180","Issue":" 1","Pages":" 1-85","Keywords":"","DOI":"","Abstract":" The taxonomy and phylogeography of Pluteus section Pluteus\nin the Holarctic region was investigated using morphological and\nmolecular data. Over 300 specimens spanning the major areas of boreal\nand temperate forests of the Northern Hemisphere were studied and nrITS\nand tef1 were obtained for phylogenetic analyses. In order to stabilize\nthe taxonomy of the group all available type collections were studied\nand, if possible, sequenced. A total of 26 species occurring in Eurasia\nand North America were recovered in the phylogenetic analyses. Twelve\nspecies are described as new (Pluteus rangifer, P. elaphinus, P.\nhibbettii, P. eos, P. orestes, P. methvenii, P. shikae, P. kovalenkoi,\nP. leucoborealis, P. sepiicolor, P. oreibatus, P. atrofibrillosus), one\nis provisionally named (P. parilis) and one variety is raised to species\nrank (P. americanus). In many cases separation of the species based on\nmorphology alone is challenging. In general, tef1 distinguishes the\nspecies better than nrITS. Structured infraspecific genetic variation\nwas detected in the nrITS phylogenies for five species (P.\natromarginatus, P. hibbettii, P. orestes, P. primus and P. shikae) and\nin the tef1 phylogenies for P. cervinus. Phylogeographic patterns are\nstrikingly different among the species in this group and include\nwidespread Holarctic species, exclusively Palearctic, putative disjuncts\nand endemics in each Holarctic subregion (Eastern/Western Palearctic and\nNearctic). Identification keys are provided for each subregion.","trees":[{"tree_label":"MajRule","ntax":"252","rootedtree":"TRUE","title":"Pluteus section Pluteus tef1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78049.phy"},{"tree_label":"MajRule","ntax":"378","rootedtree":"TRUE","title":"Pluteus section Pluteus Combined Cervinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78050.phy"},{"tree_label":"MajRule","ntax":"376","rootedtree":"TRUE","title":"Pluteus section Pluteus ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78048.phy"}]}