{"Authors":" Antimo Di Maro, Lucía Citores, Rosita Russo, Rosario\nIglesias, Jose Miguel Ferreras","Year":" 2014","Title":" Sequence comparison and phylogenetic analysis by the Maximum\nLikelihood method of ribosome-inactivating proteins from\nangiosperms","Journal":" Plant Molecular Biology","Volume":"","Issue":"","Pages":"","Keywords":" beta-trefoil fold; ebulin; lectin; N-glycosidase; pokeweed\nantiviral protein (PAP); ricin","DOI":"","Abstract":" Ribosome-inactivating proteins (RIPs) from angiosperms are\nrRNA N-glycosidases that have been proposed as defence proteins against\nvirus and fungi. They have been classified as type 1 RIPs, consisting of\nsingle-chain proteins, and type 2 RIPs, consisting of an A chain with\nRIP properties covalently linked to a B chain with lectin properties. In\nthis work we have carried out a broad search of RIP sequence data banks\nfrom angiosperms in order to study their main structural characteristics\nand phylogenetic evolution. The comparison of the sequences revealed the\npresence, outside of the active site, of a novel structure that might be\ninvolved in the internal protein dynamics linked to enzyme catalysis.\nAlso the B-chains presented another conserved structure that might\nfunction either supporting the beta-trefoil structure or in the\ncommunication between both sugar-binding sites. A systematic\nphylogenetic analysis of RIP sequences revealed that the most primitive\ntype 1 RIPs were similar to that of the actual monocots (Poaceae and\nAsparagaceae). The primitive RIPs evolved to the dicot type 1 related\nRIPs (like those from Caryophyllales, Lamiales and Euphorbiales). The\ngene of a type 1 RIP related with the actual Euphorbiaceae type 1 RIPs\nfused with a double beta trefoil lectin gene similar to the actual\nCucurbitaceae lectins to generate the type 2 RIPs and finally this gene\nunderwent deletions rendering either type 1 RIPs (like those from\nCucurbitaceae, Rosaceae and Iridaceae) or lectins without A chain (like\nthose from Adoxaceae).","trees":[{"tree_label":"Group 2","ntax":"68","rootedtree":"TRUE","title":"Dicots Group 2 Type 1 RIPs","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_74898.phy"},{"tree_label":"B chains","ntax":"54","rootedtree":"TRUE","title":"Angiosperms Type 2 RIP B chains and lectins","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_74900.phy"},{"tree_label":"Group 1","ntax":"47","rootedtree":"TRUE","title":"Monocots Group 1 Type 1 RIPs","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_74897.phy"},{"tree_label":"Group 3","ntax":"92","rootedtree":"TRUE","title":"Angiosperms Group 3 Type 1 RIPs and type 2 RIP A\nchains","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_74899.phy"}]}