{"Authors":" Robert Bauer, Sigisfredo Garnica, Franz Oberwinkler, Kai\nRiess, Michael Weiss, Dominik Begerow","Year":" 2015","Title":" Entorrhizomycota: a new fungal phylum reveals new\nperspectives on the evolution of Fungi","Journal":" PLoS ONE","Volume":" 10","Issue":" 7","Pages":" e0128183","Keywords":" Entorrhiza Talbotiomyces Fungi Basidiomycota Ascomycota\nDikarya","DOI":" 10.1371/journal.pone.0128183","Abstract":" Entorrhiza is a small fungal genus comprising 14 species\nthat all cause galls on roots of Cyperaceae and Juncaceae. Although this\ngenus was established 130 years ago, crucial questions on the\nphylogenetic relationships and biology of this enigmatic taxon are still\nunanswered. In order to infer a robust hypothesis about the phylogenetic\nposition of Entorrhiza and to evaluate evolutionary trends, multiple\ngene sequences and morphological characteristics of Entorrhiza were\nanalyzed and compared with respective findings in Fungi. In our\ncomprehensive five-gene analyses Entorrhiza appeared as a highly\nsupported monophyletic lineage representing the sister group to the rest\nof the Dikarya, a phylogenetic placement that received but moderate\nmaximum likelihood and maximum parsimony bootstrap support. An\nalternative maximum likelihood tree with the constraint that Entorrhiza\nforms a monophyletic group with Basidiomycota could not be rejected.\nAccording to the first phylogenetic hypothesis, the teliospore tetrads\nof Entorrhiza represent the prototype of the dikaryan meiosporangium.\nThe alternative hypothesis is supported by similarities in septal pore\nstructure, cell wall and spindle pole bodies. Based on the isolated\nphylogenetic position of Entorrhiza and its peculiar combination of\nfeatures related to ultrastructure and reproduction mode, we propose a\nnew phylum Entorrhizomycota, for the genus Entorrhiza, which represents\nan apparently widespread group of inconspicuous fungi.","trees":[{"tree_label":"con 50 majrule","ntax":"46","rootedtree":"TRUE","title":"Entorrhizomycota RPB01","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_110117.phy"},{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Entorrhiza","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110118.phy"},{"tree_label":"MLT","ntax":"49","rootedtree":"TRUE","title":"Entorrhizomycota 18S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110119.phy"},{"tree_label":"MajRule","ntax":"49","rootedtree":"TRUE","title":"Entorrhizomycota 18S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_110120.phy"},{"tree_label":"Imported tree 0","ntax":"46","rootedtree":"TRUE","title":"Entorrhizomycota RPB01","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110116.phy"}]}