{"Authors":" Jeffrey J Shaw, Daniel J Spakowicz, Rahul S Dalal, Jared H\nDavis, Nina A Lehr, Brian F Dunican, Esteban A Orellana, Alexandra\nNarváez-Trujillo, Scott A Strobel","Year":" 2014","Title":" Biosynthesis and genomic analysis of medium-chain hydrocarbon\nproduction by the endophytic fungal isolate Nigrograna mackinonnii\n(E5202H)","Journal":" Applied Microbiology and Biotechnology","Volume":"","Issue":"","Pages":"","Keywords":" Endophyte, natural product, Volatile Organic Compound,\npolyene, medium-chain hydrocarbon, biofuel, polyketide synthase","DOI":"","Abstract":" An endophytic fungus was isolated that produces a series\nof volatile natural products, including terpenes and odd chain polyenes.\nPhylogenetic analysis of the isolate using five loci suggests that it is\nclosely related to Nigrograna mackinnonii CBS 674.75. The main component\nof the polyene series was purified and identified as\n(3E,5E,7E)-nona-1,3,5,7-tetraene (NTE), a novel natural product.\nNon-oxygenated hydrocarbons of this chain length are uncommon and\ndesirable as gasoline-surrogate biofuels. The biosynthetic pathway for\nNTE production was explored using metabolic labeling and GCMS.\nTwo-carbon incorporation 13C acetate suggests that it is derived from a\npolyketide synthase (PKS) followed by decarboxylation. There are several\nknown mechanisms for such decarboxylation, though none have been\ndiscovered in fungi. Towards identifying the PKS responsible for the\nproduction of NTE, the genome of N. mackinnonii E5202H (ATCC SD-6839)\nwas sequenced and assembled. Of the 32 PKSs present in the genome, 17\nare predicted to contain sufficient domains for the production of NTE.\nThese results exemplify the capacity of endophytic fungi to produce\nnovel natural products that may have many uses, such as biologically\nderived fuels and commodity chemicals.","trees":[{"tree_label":"Fig. 1","ntax":"69","rootedtree":"TRUE","title":"Nigrograna mackinonnii SSU, LSU, ITS, TEF1 and\nRPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74932.phy"}]}