{"Authors":" Akira Hashimoto, Genki Sato, Takahiro Matsuda, Misato\nMatsumura, Satoshi Hatakeyama, Yukio Harada, Kazuaki Tanaka","Year":" 2015","Title":" Taxonomic revision of Pseudolachnea and Pseudolachnella, and\nestablishment of Neopseudolachnella and Pseudodinemasporium genera\nnova","Journal":" Mycologia","Volume":" 107","Issue":" 2","Pages":" 383-408","Keywords":" Ascomycota, Chaetosphaeriaceae, coelomycetes, systematics,\ntaxonomy","DOI":" 10.3852/14-171","Abstract":" The taxonomy of Pseudolachnea and Pseudolachnella is\ncontroversial. Some authors have regarded them as congeneric, whereas\nothers have considered them to be distinct genera differentiated merely\non the number of conidial septa. A total of 26 isolates of\nPseudolachnea-like fungi were subjected to morphological examination and\nphylogenetic analyses of nuc rDNA internal transcribed spacers 1 and 2\nand partial 28S sequences and partial sequence of the translation\nelongation factor 1α gene. The results indicated that our materials\nshould be classified in four genera: Pseudolachnea, Pseudolachnella, and\ntwo new genera, Neopseudolachnella and Pseudodinemasporium. Although the\nmonophyly of both Pseudolachnea and Pseudolachnella was confirmed, it\nwas concluded that differences observed in the conidiomatal structure,\nsuch as thickness of basal stroma and the excipulum, were more reliable\nfor their circumscription, instead of conidial septation.\nNeopseudolachnella was similar to Pseudolachnea and Pseudolachnella in\nconidial morphology but was characterized by the conidiomata lacking an\nexcipulum, unlike members of the latter two genera. Pseudodinemasporium\nbore conidia morphologically similar to those of Dinemasporium but was\ndifferentiated from the latter by the conidiomata, which was composed of\na well developed peridial structure. A total of 12 new species, namely\nthree in Neopseudolachnella (N. acutispora, N. magnispora, N.\nuniseptata), one in Pseudodinemasporium (P. fabiforme) and eight in\nPseudolachnella (P. asymmetrica, P. botulispora, P. brevicoronata, P.\ncampylospora, P. complanata, P. falcatispora, P. fusiformis and P.\npachyderma) are described and illustrated.","trees":[{"tree_label":"Imported tree 0","ntax":"29","rootedtree":"TRUE","title":"Pseudolachnea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_74930.phy"}]}