{"Authors":" E. W. A. Boehm, Guy Marson, Geir Harald Mathiassen , Alain\nGardiennet, Conrad L Schoch","Year":" 2014","Title":" A phylogenetic placement for the genus Glyphium","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Hysteriales; Patellariales","DOI":"","Abstract":" The genus Glyphium Nitschke ex Lehmann is characterized by\nerect, carbonaceous ligulate to dolabrate ascomata, which are strongly\nlaterally compressed, and dehisce along a longitudinal slit, running\nparallel to the compressed axis of the fruitbody. The five currently\nrecognized species are separated primarily by whether the ascospores\ndisassociate into part-spores within the ascus. Non-disarticulating\nspecies include the cosmopolitan Glyphium elatum (Grev.) Zogg,\ndesignated as type, and G. tillandsiae (Cash) Zogg, collected only from\nFlorida. Species with disarticulating ascospores include G. corrugatum\n(Ellis) Goree, from the Western United States and Canada, and the two\nmorphologically related European species, G. grisonense Math., and G.\nschizosporum (Maire) H. Zogg. The genus has traditionally been\nclassified in the Mytilinidiaceae Kirschst. (Mytilinidiales,\nPleosporomycetidae, Dothideomycetes). The present study, based on fresh\nmaterial representing European specimens of G. elatum and G. grisonense,\nwas initiated to determine the correct phylogenetic placement of the\ngenus Glyphium. Sequence alignments of the LSU, SSU, TEF1 and RPB2,\nderived from six accessions, four from type species, G. elatum, and two\nfrom G. grisonense, clearly indicate that the genus Glyphium belongs\nwithin the Pleosporomycetidae, within the Dothideomycetes, and most\nsurprisingly shows close affinities with Patellaria and Hysteropatella,\nin the Patellariales.","trees":[{"tree_label":"RAxMLTree2","ntax":"217","rootedtree":"TRUE","title":"Tr76578","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76578.phy"},{"tree_label":"RAxMLTree2","ntax":"420","rootedtree":"TRUE","title":"Tr74933","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74933.phy"},{"tree_label":"LSURAxMLtree","ntax":"62","rootedtree":"TRUE","title":"Tr74973","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_74973.phy"}]}