{"Authors":" Chang-Fu Zhou, Márton Rabi, Walter Gordon Joyce","Year":" 2014","Title":" A new specimen of Manchurochelys manchoukuoensis from the\nearly cretaceous Jehol Biota of Chifeng, Inner Mongolia, China and the\nphylogeny of Cretaceous basal eucryptodiran turtles.","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":" 77","Pages":" 1-16","Keywords":" Testudines Sinemydidae Macrobaenidae Cretaceous China","DOI":" 10.1186/1471-2148-14-77","Abstract":" Background Manchurochelys manchoukuoensis is an emblematic\nturtle from the Cretaceous Yixian Formation of Liaoning, China, a\ngeological rock unit that is famous for yielding perfectly preserved\nskeletons of fossil vertebrates, including that of feathered dinosaurs.\nManchurochelys manchoukuoensis was one of the first vertebrates\ndescribed from this fauna,also known as the Jehol Biota. The holotype\nwas lost during World War II and only one additional specimen has been\ndescribed since. Manchurochelys manchoukuoensis is a critical taxon for\nunraveling the phylogenetic relationships of Cretaceous pancryptodires\nfrom Asia, a group that is considered to be of key importance for the\norigin of crown-group hidden-neck turtles (Cryptodira). Results A new\nspecimen of Manchurochelys manchoukuoensis is described here from the\nJiufotang Formation of Qilinshan, Chifeng, Inner Mongolia, China. This\nis the third specimen described and expands the range of this taxon from\nthe Yixian Formation of the Fuxin-Yixian Basin in Liaoning to the\nJiufotang Formation of the Chifeng-Yuanbaoshan Basin. A possible\ntemporal extension of the range is less certain. The new finding adds to\nour understanding of the morphology of this taxon and invites a thorough\nrevision of the phylogeny of Macrobaenidae, Sinemydidae, and closely\nallied forms. Conclusions Our comprehensive phylogenetic analyses of\nCretaceous Asian pancryptodires yielded two main competing hypotheses:\nin the first these taxa form a paraphyletic grade, whereas in the second\nthey form a monophyletic clade. The inclusion of problematic tree\nchanging taxa, such as Panpleurodires (stem + crown side-neck turtles)\nhas a major influence on the phylogenetic relationships of Sinemydidae\nand closely allied forms. Manchurochelys manchoukuoensis nests within\nSinemydidae together with Sinemys spp. and Dracochelys bicuspis in the\nmajority of our analyses.","trees":[{"tree_label":"Strict Con","ntax":"101","rootedtree":"TRUE","title":"Cretaceous basal eucryptodiran turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_74985.phy"}]}