{"Authors":" Eric Coppejans, Heroen Verbruggen, Olivier De Clerck,\nFrederik Leliaert, C. E. Lane, J. C. D. Paula, Dioli Ann Payo","Year":" 2006","Title":" A revised classification of the Dictyoteae (Dictyotales,\nPhaeophyceae) based on rbcL and 26S ribosomal DNA sequence analyses","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Dictyota is a genus of tropical to warm temperate brown\nalgae characterized by parenchymatous, flattened thalli that grow by a\nsingle, transversely oriented apical cell. Dictyota is currently\ndistinguished from allied genera of the tribe Dictyoteae (Dilophus,\nGlossophora, Glossophorella and Pachydictyon) by the structure of the\ncortical and medullary layers, as well as the relative abundance of\nsurface proliferations. Even though the traditional classification of\nthe Dictyoteae has repeatedly been criticized in the past, the absence\nof sound molecular data has so far discouraged any new taxonomic\nproposals apart from a merger of Dilophus with Dictyota which has been\naccepted by only part of the phycological community. Phylogenetic\nanalysis of rbcL, partial 26S rDNA sequence and combined data sets,\nincluding four out of five generitypes, demonstrates that the\ntraditional classification does not accurately reflect its evolutionary\nhistory. None of the genera is resolved as a monophyletic clade. Hence,\na merger of Glossophora, Glossophorella and Pachydictyon in Dictyota is\nproposed. Two new genera, Canistrocarpus (incorporating Dictyota\ncervicornis, D. crispata and D. magneana) and Rugulopteryx\n(accommodating Dictyota radicans, Dil. suhrii and Dil. marginatus), are\ndescribed. Both genera are supported by molecular indications and a\ncombination of reproductive and vegetative characters. The position of\nDilophus fastigiatus as a clade sister to Dictyota s.l. and the absence\nof Dil. gunnianus, the generitype of Dilophus, from the analyses,\nprevented us from making a more definite statement on the status of the\nlatter genus.","trees":[{"tree_label":"rbcL MP","ntax":"60","rootedtree":"TRUE","title":"Dictyoteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4623.phy"},{"tree_label":"rbcL BI","ntax":"60","rootedtree":"TRUE","title":"Dictyoteae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4624.phy"},{"tree_label":"LSU MP 41","ntax":"41","rootedtree":"TRUE","title":"Dictyoteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4625.phy"},{"tree_label":"rbcL ML 41","ntax":"41","rootedtree":"TRUE","title":"Dictyoteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4626.phy"},{"tree_label":"combined ML 41","ntax":"41","rootedtree":"TRUE","title":"Dictyoteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4627.phy"},{"tree_label":"combined MP 41","ntax":"41","rootedtree":"TRUE","title":"Dictyoteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4628.phy"}]}