{"Authors":" Paul E Marek, Jason E Bond","Year":" 2006","Title":" Phylogenetic systematics of the colorful, cyanide-producing\nmillipedes of Appalachia (Polydesmida, Xystodesmidae, Apheloriini) using\na total evidence Bayesian approach","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Here we provide an exemplar-approach phylogeny of the\nxystodesmid millipede tribe Apheloriini with a focus on genus-group\nrelationships\u001aparticularly of the genus Brachoria. Exemplars for\nthe phylogenetic analysis were chosen to represent the maximum breadth\nof morphological diversity within all nominal genera in the tribe\nApheloriini, and to broadly sample the genus Brachoria. In\naddition, three closely related tribes were used (Rhysodesmini,\nNannariini, and Pachydesmini). Morphological and DNA sequence data were\nscored for Bayesian inference of phylogeny. Phylogenetic analysis\nresulted in polyphyletic genera Brachoria and Sigmoria, a\nmonophyletic Apheloriini, and a \u001asouthern clade\u001a that contains most of the\ntribal species diversity. We used this phylogeny to track morphological\ncharacter histories and reconstruct ancestral states using stochastic\ncharacter mapping. Based on the findings from character mapping, the\ndiagnostic feature of the genus Brachoria, the cingulum, evolved\nindependently in two lineages. We compared our phylogeny against prior\nclassifications using Bayes factor hypothesis-testing and found that our\nphylogenetic hypothesis is inconsistent with the previous hypotheses\nunderlying the most recent classification. With our preferred total\nevidence phylogeny as a framework for taxonomic modifications, we\ndescribe a new genus, Appalachioria; supply phylogenetic\ndiagnoses of monophyletic taxa; and provide a phylogeny-based\nclassification for the tribe Apheloriini.","trees":[{"tree_label":"Fig. 3a","ntax":"53","rootedtree":"TRUE","title":"Apheloriini, Molecular","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4630.phy"},{"tree_label":"Fig. 3b","ntax":"73","rootedtree":"TRUE","title":"Apheloriini, Morphology","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4631.phy"},{"tree_label":"Fig. 4","ntax":"53","rootedtree":"TRUE","title":"Apheloriini, Total Evidence, Intersection","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4632.phy"},{"tree_label":"Fig. 5","ntax":"78","rootedtree":"TRUE","title":"Apheloriini, Total Evidence, Union","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4633.phy"}]}