{"Authors":" Yongfang Yao, Qiuxia Dai, Jing Li, Qingyong Ni, Mingwang\nZhang, Huailiang Xu","Year":" 2014","Title":" Genetic diversity and differentiation of the rhesus macaque\n(Macaca mulatta) population in western Sichuan, China, based on the\nsecond exon of the major histocompatibility complex class II DQB\n(MhcMamu-DQB1) alleles","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" genetic diversity, genetic differentiation, Macaca\nmulatta, major histocompatibility complex, trans-species evolution","DOI":"","Abstract":" Background: Rhesus macaques living in western Sichuan,\nChina, have been separated into several isolated populations due to\nhabitat fragmentation. Previous studies based on the neutral or nearly\nneutral markers (mitochondrial DNA or microsatellites) showed high\nlevels of genetic diversity and moderate genetic differentiation in the\nSichuan rhesus macaques. Variation at the major histocompatibility\ncomplex (MHC) loci is widely accepted as being maintained by balancing\nselection, even with a low level of neutral variability in some species.\nHowever, in small and isolated or bottlenecked populations, balancing\nselection may be overwhelmed by genetic drift. To estimate\nmicroevolutionary forces acting on the isolated rhesus macaque\npopulations, we examined genetic variation at MHC-DQB1 loci in 119 wild\nrhesus macaques from five geographically isolated populations in western\nSichuan, China, and compared the levels of MHC variation and\ndifferentiation among populations with that previously observed at\nneutral microsatellite markers. Results: 23 Mamu-DQB1 alleles were\nidentified in 119 rhesus macaques in western Sichuan, China. These\nmacaques exhibited relatively high levels of genetic diversity at\nMamu-DQB1. The Hanyuan population presented the highest genetic\nvariation, whereas the Heishui population was the lowest. Analysis of\nmolecular variance (AMOVA) and pairwise FST values showed moderate\ngenetic differentiation occurring among the five populations at the\nMHC-DQB1 locus. Non-synonymous substitutions occurred at a higher\nfrequency than synonymous substitutions in the peptide binding region.\nLevels of MHC variation within rhesus macaque populations are concordant\nwith microsatellite variation. On the phylogenetic tree for the rhesus\nand crab-eating macaques, extensive allele or allelic lineage sharing is\nobserved betweenthe two species. Conclusions: Phylogenetic analyses\nconfirm the apparent trans-species model of evolution of the MHC-DQB1\ngenes in these macaques. Balancing selection plays an important role in\nsharing allelic lineages between species, but genetic drift may share\nbalancing selection dominance to maintain MHC diversity. Great\ndivergence at neutral or adaptive markers showed that moderate genetic\ndifferentiation had occurred in rhesus macaque populations in western\nSichuan, China, due to the habitat fragmentation caused by long-term\ngeographic barriers and human activity. The Heishui population should be\npaid more attention for its lowest level of genetic diversity and\nrelatively great divergence from others.","trees":[{"tree_label":"Fig. 3","ntax":"156","rootedtree":"TRUE","title":"Macaca mulatta MhcDQB1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75073.phy"}]}