{"Authors":" Sanja Kovacic, Gerald M. Schneeweiss, Zlatko Liber, J. M.\nPark, William M. M. Eddie","Year":" 2006","Title":" Phylogeny and biogeography of isophyllous species of\nCampanula (Campanulaceae) in the Mediterranean area","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequence data from the nuclear internal transcribed spacer\n(ITS) were used to infer phylogenetic relationships within a\nmorphologically, karyologically, and geographically well-defined group\nof species of Campanula (Campanulaceae), the Isophylla group. Although\nbelonging to the same clade within the highly paraphyletic Campanula,\nthe Rapunculus clade, members of the Isophylla group do not form a\nmonophyletic group but fall into three separate clades: (i) C. elatines\nand C. elatinoides in the Alps; (ii) C. fragilis s. l. and C. isophylla\nwith an amphi-Tyrrhenian distribution; and (iii) the garganica clade\nwith an amphi-Adriatic distribution, comprised of C. fenestrellata s.\nl., C. garganica s. l., C. portenschlagiana, C. poscharskyana, and C.\nreatina. Taxa currently classified as subspecies of C. garganica\n(garganica, cephallenica, acarnanica) and C. fenestrellata subsp.\ndebarensis are suggested to be best considered separate species.\nMolecular dating, although hampered by the lack of fossil evidence,\nagrees with the hypothesis that the diversification within the garganica\nclade was triggered by the climatic oscillations and corresponding\nsea-level changes during the late Pliocene and Pleistocene.\nDispersal-vicariance analysis suggests that the garganica clade\noriginated east of the Adriatic Sea, from where it reached the Apennine\nPeninsula.","trees":[{"tree_label":"Fig. 3 BI","ntax":"71","rootedtree":"TRUE","title":"Campanula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_659.phy"},{"tree_label":"Fig. 3 ML","ntax":"71","rootedtree":"TRUE","title":"Campanula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2514.phy"},{"tree_label":"Fig. 2 MP","ntax":"71","rootedtree":"TRUE","title":"Campanula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4634.phy"}]}