{"Authors":" Ariana Lucia Padin, Carolina Isabel Calvino, Cecilia\nEzcurra","Year":" 2014","Title":" Molecular Phylogeny of Chuquiraga (Asteraceae): Infrageneric\nClassification and Generic Affinities","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Barnadesioideae, chloroplast DNA, Doniophyton, Duseniella,\nnrDNA ITS, systematics","DOI":"","Abstract":" Chuquiraga is a genus of evergreen shrubs endemic to the\narid and semiarid regions of the Andes and southern South America. The\ngenus has been classified into two sections based on its leaf\nmorphological variation: Chuquiraga and Acanthophylla. Within section\nChuquiraga, two series, Chuquiraga and Parviflorae, have been recognized\ntaking into account variation in size of flower heads. The objectives of\nthis study were to test this classification and to assess the monophylly\nof Chuquiraga and its intergeneric relationships regarding the closely\nrelated Doniophyton and Duseniella. The phylogenetic relationships of 24\nof the 27 species and/or subspecies of Chuquiraga, plus 14 species\nrepresenting seven of the remaining eight genera of Barnadesioideae, and\ntwo species of non-barnadesioid Asteraceae were inferred using sequence\ndata from the chloroplast DNA psbA-trnH, rps16-trnK, trnL-rpl32 and/or\nnuclear ribosomal DNA ITS regions. The plastid and nuclear data sets\nwere analyzed individually and combined, using maximum parsimony,\nmaximum likelihood and Bayesian inference methods. The phylogenetic\nresults show that Chuquiraga, Duseniella and Doniophyton form a\nwell-supported monophyletic group, but the relationships among these\ngenera and the monophyly of Chuquiraga are still uncertain. The\nphylogenies obtained support the monophyly of the sections and reject\nthe monophyly of the series. Section Chuquiraga is divided into two\nsubclades: one includes all species of Chuquiraga series Parviflorae,\nplus Chuquiraga calchaquina and C. longiflora (Chuquiraga series\nChuquiraga); and the other subclade includes all remaining species of\nChuquiraga series Chuquiraga.","trees":[{"tree_label":"tree 1","ntax":"46","rootedtree":"TRUE","title":"Tr76631","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76631.phy"}]}