{"Authors":" Gerald Edwards, Elena V. Voznesenskaya, Eric H. Roalson,\nMaxim V. Kapralov, Vincent Franceschi, Hossein Akhani","Year":" 2006","Title":" Phylogenetic relationships in the Salicornioideae /\nSuaedoideae / Salsoloideae s.l. (Chenopodiaceae) clade and a\nclarification of the phylogenetic position of Bienertia and Alexandra\nusing multiple DNA sequence datasets","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Chenopodiaceae includes C3, C4 with diverse kinds of\nKranz anatomy and single-celled C4 species without Kranz anatomy; thus,\nit is of key importance for understanding evolution of C4\nphotosynthesis. All of the C4 genera except Atriplex, which belongs to\nChenopodioideae, are in the Salicornioideae / Suaedoideae / Salsoloideae\ns.l. (including Camphorosmeae and Sclerolaeneae) clade. Our study\nfocuses on the relationships of the main lineages within this clade with\nan emphasis on the placement of the single cell functioning C4 genus\nBienertia using maximum parsimony, maximum likelihood, and Bayesian\ninference phylogenetic analyses of the nuclear ribosomal ITS and five\nchloroplast DNA regions (atpB-rbcL, matK, psbB-psbH, rbcL, and\ntrnL-trnF). Further we provide a detailed phylogeny of Alexandra and\nSuaeda based on ITS, atpB-rbcL and psbB-psbH. Our molecular data provide\nstrong statistical support for the monophyly of: (1) a Salicornioideae /\nSuaedoideae / Salsoloideae s.l. clade; (2) a Salicornioideae /\nSuaedoideae clade; (3) the subfamilies Salicornioideae, Suaedoideae\n(including Bienertia) and Salsoloideae s.l.; (4) the tribes Suaedeae,\nSalsoleae, and Camphorosmeae; (5) the Salicornieae if Halopeplideae is\nincluded; and (6) Suaeda if Alexandra is included. There are four\nindependent origins of C4 photosynthesis within the Suaedoideae\nincluding two parallel origins of Kranz C4 anatomy (in Suaeda sections\nSalsina s.l. and Schoberia) and two independent origins of C4 systems\nwithout Kranz anatomy (in Bienertia and the Suaeda section\nBorszczowia).","trees":[{"tree_label":"Fig. 8","ntax":"27","rootedtree":"TRUE","title":"Suaedeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2516.phy"},{"tree_label":"Fig. 5","ntax":"47","rootedtree":"TRUE","title":"Suaedoideae, Salicornioideae, & Salsoloideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2515.phy"}]}