{"Authors":" Dan Chang, Thomas F. Duda","Year":" 2014","Title":" Application of community phylogenetic approaches to\nunderstand gene expression: Differential exploration of venom gene space\nin predatory marine gastropods","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background Predatory marine gastropods of the genus Conus\nexhibit substantial variation in venom composition both within and among\nspecies. Apart from mechanisms associated with extensive turnover of\ngene families and rapid evolution of genes that encode venom components\n(‘conotoxins’), the evolution of distinct conotoxin expression patterns\nis an additional source of variation that may drive interspecific\ndifferences in the utilization of species ‘venom gene space’. To\ndetermine the evolution of expression patterns of venom transcripts of\nConus species, we evaluated the expression of A-superfamily conotoxin\ngenes of a set of closely related Conus species by comparing recovered\ntranscripts of A-superfamily genes that were previously identified from\nthe genomes of these species. We modified community phylogenetics\napproaches to incorporate phylogenetic history and disparity of genes\nand their expression profiles to determine patterns of venom gene space\nutilization. Results Less than half of the A-superfamily gene repertoire\nof these species is expressed, and only a few orthologous genes are\ncoexpressed among species. Species exhibit substantially distinct\nexpression strategies, with some expressing sets of closely related loci\n(‘under-dispersed’ expression of available genes) while others express\nsets of more disparate genes (‘over-dispersed’ expression). In addition,\nexpressed genes show higher dN/dS values than either unexpressed or\nancestral genes; this implies that expression exposes genes to selection\nand facilitates rapid evolution of these genes. Few recent\nlineage-specific gene duplicates are expressed simultaneously,\nsuggesting that expression divergence among redundant gene copies may be\nestablished shortly after gene duplication. Conclusions Our study\ndemonstrates that venom gene space is explored differentially by Conus\nspecies, a process that effectively permits the independent and rapid\nevolution of venoms in these species.","trees":[{"tree_label":"con 50 majrule+","ntax":"30","rootedtree":"TRUE","title":"Conus venom genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75186.phy"},{"tree_label":"PAUP 1","ntax":"135","rootedtree":"TRUE","title":"Conus venom genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75187.phy"}]}