{"Authors":" Kathryn B Walters-Conte, Diana L.E. Johnson, warren e\njohnson, Stephen J. O’Brien, Jill Pecon-Slattery","Year":" 2014","Title":" The Dynamic Proliferation of CanSINEs Mirrors the Complex\nEvolution of Feliforms","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Felid SINE Genome","DOI":"","Abstract":" Background: Repetitive short interspersed elements (SINEs)\nare retrotransposons ubiquitous in mammalian genomes and are highly\ninformative markers to identify species and phylogenetic associations.\nOf these, SINEs unique to the order Carnivora (CanSINEs) yield novel\ninsights on genome evolution in domestic dogs and cats, but less is\nknown about their role in related carnivores. In particular, genome-wide\nassessment of CanSINE evolution has yet to be completed across the\nFeliformia (cat-like) suborder of Carnivora. Within Feliformia, the cat\nfamily Felidae is composed of 37 species and numerous subspecies\norganized into eight monophyletic lineages that likely arose 10 million\nyears ago. Using the Felidae family as a reference phylogeny, along with\nrepresentative taxa from other families of Feliformia, the origin,\nproliferation and evolution of CanSINEs within the suborder were\nassessed. Results: We identified 93 novel intergenic CanSINE loci in\nFeliformia. Sequence analyses separated Feliform CanSINEs into two\nsubfamilies, each characterized by distinct RNA polymerase binding\nmotifs and phylogenetic associations. Subfamily I CanSINEs arose early\nwithin Feliformia but are no longer under active proliferation.\nSubfamily II loci are more recent, exclusive to Felidae and show\nevidence for adaptation to extant RNA polymerase activity. Further,\npresence/absence distributions of CanSINE loci are largely congruent\nwith taxonomic expectations within Feliformia and the less resolved\nnodes in the Felidae reference phylogeny present equally ambiguous\nCanSINE data. SINEs are thought to be nearly impervious to excision from\nthe genome. However, we observed a nearly complete excision of a\nCanSINEs locus in puma (Puma concolor). In addition, we found that\nCanSINE proliferation in Felidae frequently targeted existing CanSINE\nloci for insertion sites, resulting in tandem arrays. Conclusions: We\ndemonstrate the existence of at least two SINE families within the\nFeliformia suborder, one of which is actively involved in insertional\nmutagenesis. We find SINEs are powerful markers of speciation and\nconclude that the few inconsistencies with expected patterns of\nspeciation likely represent incomplete lineage sorting, species\nhybridization and SINE-mediated genome rearrangement.","trees":[{"tree_label":"tree 1","ntax":"89","rootedtree":"TRUE","title":"CanSINEs and Feliform Evolution","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75512.phy"}]}