{"Authors":" audrey arnal, pierre kengne, Cecile Brengues, Roch Kounbobr\nDabire, abdoulaye diabate, Hubert Bassene, Frederic Simard","Year":" 2014","Title":" Genetic polymorphism at an odorant receptor gene (Or39) among\nmosquitoes of the Anopheles gambiae complex in Senegal (West\nAfrica)","Journal":" BioMed Central Research Note","Volume":"","Issue":"","Pages":"","Keywords":" Mosquito, malaria, Anopheles gambiae, speciation,\nolfactory receptor","DOI":"","Abstract":" Background Olfaction plays a significant role in insect\nbehavior during critical steps of their life-cycle, such as host-seeking\nduring foraging or the search for a mate. Here, we explored genetic\npolymorphism within and divergence between sibling species of the\nAfrican malaria mosquito, Anopheles gambiae sensu lato in the gene\nsequence and encoded peptides of an odorant receptor, Or39. This study\nincluded sympatric specimens of An. gambiae sensu stricto, An. coluzzii\nand An. arabiensis sampled together in the village of Dielmo, Senegal.\nResults A 1,601bp genomic sequence composed of 6 exons and 5 introns was\nobtained for Or39 from 6-8 mosquitoes in each of the 3 species. DNA\nsequence analysis revealed a high level of molecular polymorphism (π =\n0.0154; Haplotype diversity = 0.867) and high overall genetic\ndifferentiation between taxa (Fst>0.92, P<0.01). In total, 50\nparsimony informative sites were recorded. Throughout the whole dataset,\nthere were 13 non-synonymous mutations resulting in aminoacid changes in\nthe encoded protein. Each of the 6 different identified peptides was\nspecies-specific and none was shared across species. Most aminoacid\nchanges were located on the intracellular domains of the protein.\nHowever, intraspecific polymorphisms in An. gambiae and An. arabiensis\nas well as species-specific mutations also occurred in the first\nextracellular domain. Conclusions Although obtained from a limited\nnumber of specimens, our results point towards genetic differences\nbetween cryptic species within the An. gambiae complex in a gene of\nbiological relevance that might be of evolutionary significance when\nexposed to disruptive selective forces.","trees":[{"tree_label":"Fig. 2","ntax":"10","rootedtree":"TRUE","title":"Anopheles gambiae Or39","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75079.phy"}]}