{"Authors":" Emily C Palmquist, T. J. Ayers, Gerard J. Allan","Year":" 2014","Title":" Genetic and Morphometric Assessment of the Origin, Population\nStructure, and Taxonomic Status of Anticlea vaginata\n(Melanthiaceae).","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Vicariance, hanging garden, endemic, population genetics,\nmorphometrics, AFLP","DOI":"","Abstract":" Anticlea vaginata (Melanthiaceae) is a rare and endemic\nplant species restricted to hanging gardens in low elevation desert\nregions of the Colorado Plateau. Its more widespread congener, A.\nelegans, is morphologically similar, but occurs in montane forests that\nencompass and extend beyond the natural range of A. vaginata. Here, we\nuse morphometric and genetic analyses to investigate the biogeographic\norigin, population structure, and taxonomic classification of A.\nvaginata relative to A. elegans. Our results demonstrate that A.\nvaginata is closely related to and morphologically indistinguishable\nfrom A. elegans and likely represents remnant populations of A. elegans\nfrom a Pleistocene vicariance event. We conclude that A. vaginata\nwarrants treatment as Anticlea elegans subsp. vaginata, since it\nexhibits a similar level of differentiation from A. elegans subsp.\nelegans as subsp. glaucus. Since A. vaginata occupies an ecologically\nunique niche, exhibits a distinct flowering period and harbors unique\nalleles, we suggest separate conservation management in order to protect\nthis subspecies and its fragile habitat, which is currently threatened\nby climate change and the potential for groundwater development.","trees":[{"tree_label":"Supplemental","ntax":"398","rootedtree":"TRUE","title":"Anticlea Individuals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_75082.phy"},{"tree_label":"Imported tree 0","ntax":"27","rootedtree":"TRUE","title":"Anticlea vaginata (Melanthiaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75129.phy"}]}