{"Authors":" Rachael M Martin, Romina Orietta Gazis, Demetra Skaltsas,\nPriscila Chaverri, David S. Hibbett","Year":" 2014","Title":" Unexpected diversity of basidiomycetous endophyes in sapwood\nand leaves of Hevea","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Research on fungal endophytes has expanded dramatically in\nrecent years, but little is known about the diversity and ecological\nroles of endophytic basidiomycetes. Here, we report the analysis of 310\nbasidiomycetous endophytes isolated from wild and planted populations of\nthe rubber tree genus, Hevea. Species accumulation curves were\nnon-asymptotic, as in the majority of endophyte surveys, indicating that\nmore sampling is needed to recover the true diversity of the community.\nOne hundred and eighteen OTUs were delimited, representing nine orders\nof Basidiomycota (Agaricales, Atheliales, Auriculariales,\nCantharellales, Hymenochaetales, Polyporales, Russulales,\nSeptobasidiales, and Tremellales). The diversity of basidiomycetous\nendophytes found inhabiting wild populations of Hevea was comparable to\nthat present in plantations. However, when samples were segregated by\ntissue type, sapwood of wild populations was found to contain a higher\nnumber of species than sapwood of planted trees. Seventy-five percent of\nthe isolates were members of the Polyporales, the majority in the\nphlebioid clade. Most of the species belong to clades known to cause a\nwhite-rot type of wood decay. Two species in the insect associated genus\nSeptobasidium were isolated. The most frequently isolated genera\nincluded Bjerkandera, Ceriporia, Phanerochaete, Phlebia,Rigidoporus,\nTinctoporellus, Trametes (Polyporales), Peniophora, Stereum\n(Russulales), and Coprinellus (Agaricales), which have all been\npreviously reported as endophytes from a variety of hosts, across wide\ngeographic locations. Literature records on the geographic distribution\nand host association of these genera revealed that their distribution\nand substrate affinity could be extended if the endophytic niche was\ninvestigated as part of fungal biodiversity surveys.","trees":[{"tree_label":"Imported tree 0","ntax":"310","rootedtree":"TRUE","title":"Allendophytes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80102.phy"},{"tree_label":"Imported tree 0","ntax":"67","rootedtree":"TRUE","title":"Basidiomycetous Endophytes ITS alingment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80103.phy"}]}