{"Authors":" Travis Ingram, Yoshiaki Kai","Year":" 2014","Title":" The geography of morphological convergence in the radiations\nof Pacific Sebastes rockfishes","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" adaptive radiation, clade-wide convergence, Hansen model,\nOrnstein-Uhlenbeck model, replicated radiation, SURFACE","DOI":"","Abstract":" The evolution of convergent phenotypes in lineages subject\nto similar selective pressures is a common feature of adaptive\nradiation. In geographically replicated radiations, repeated convergence\noccurs between clades occupying distinct regions or islands.\nAlternatively, a clade may repeatedly reach the same adaptive peaks in\nbroad-scale sympatry, resulting in extensive convergence within a\nregion. Rockfish (Sebastes sp.) have radiated in both the northeast and\nnorthwest Pacific, allowing tests of the extent and geographic pattern\nof convergence in a marine environment. We use a suite of\nphylogenetically-informed methods to test for morphological convergence\nin rockfish. We examined patterns of faunal similarity using nearest\nneighbor distances in morphospace and the frequency of morphologically\nsimilar yet distantly related species pairs. The extent of convergence\nboth between regions and within the northeast Pacific exceeds the\nexpectation under a Brownian motion null model, although constraints on\ntrait space could account for the similarity. We then use a recently\ndeveloped method (SURFACE) to identify adaptive peak shifts in Sebastes’\nevolutionary history. We found that the majority of convergent peak\nshifts occur within the northeast Pacific rather than between regions,\nand that the signal of peak shifts is strongest for traits related to\ntrophic morphology. Pacific rockfish thus demonstrate a tendency toward\nmorphological convergence within one of the two broad geographic regions\nin which they have diversified.","trees":[{"tree_label":"reduced","ntax":"95","rootedtree":"TRUE","title":"Tr75189","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75189.phy"},{"tree_label":"TREE1","ntax":"112","rootedtree":"TRUE","title":"Tr75188","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75188.phy"}]}