{"Authors":" Liliana M. Giussani, Osvaldo Morrone, Fernando O.\nZuloaga","Year":" 2006","Title":" On the Taxonomic Position of Panicum aristellum (Poaceae:\nPanicoideae: Paniceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" In a recent treatment, the genus Panicum was restricted to\nsubgenus Panicum based on molecular, morphological, and anatomical data.\nAlso, other species of Panicum were transferred to different genera of\nthe Paniceae, such as Dichanthelium, Hymenachne, Phanopyrum, and\nSteinchisma, while the remaining American species of Panicum were\ntemporarily placed as incertae sedis taxa. Therefore, these incertae\nsedis species are in need of a new taxonomic status within the tribe. In\nthis study, the taxonomic position of Panicum aristellum, an endemic\nspecies of central and southeastern Brazil, is evaluated using\nmorphological and anatomical characters, together with sequence data\nfrom ndhF, a molecular marker from the chloroplast. The sequence of\nPanicum aristellum was analyzed together with other species of the\nsubfamily Panicoideae. This species grouped with the genus Canastra in a\nwell supported clade. Several synapomorphies characterized the clade:\ncaespitose plants, keeled sheaths, aristate spikelets, scabrous bracts,\nthe number of nerves of the glumes and lower lemma, the presence of a\nlower palea and lower flower, a non-indurate upper anthecium, and a\nsimilar geographical distribution. In addition, both species are C3 with\nnon-Kranz anatomy. As a result, the new combination Canastra aristella\nis proposed and the species is compared to putatively related genera\nwithin the Paniceae.","trees":[{"tree_label":"tree 2","ntax":"114","rootedtree":"TRUE","title":"Canastra, consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2517.phy"},{"tree_label":"tree 1","ntax":"114","rootedtree":"TRUE","title":"Canastra, bootstrap","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2518.phy"}]}