{"Authors":" Frank Koehler, Francesco Criscione","Year":" 2014","Title":" Plio-Pleistocene out-of-Australia dispersal in a camaenid\nland snail","Journal":" Journal of Biogeography","Volume":" 40","Issue":"","Pages":" 1971-1982","Keywords":" Gastropoda. Pulmonata, Helicoidea, Camaenidae,\nmitochdondrial DNA","DOI":" 10.1111/jbi.12147","Abstract":" Aim Camaenidae are amongst the most diverse land snail\ngroups in Southeast Asia and Australasia, but their phylogeny and\nbiogeography are poorly understood. The monophyly and biogeographical\norigin of the Australian species has remained uncertain. Being reported\nfrom north-western Australia as well as from the Lesser Sunda Islands,\nthe genus Rhagada is crucial to our understanding of camaenid\nbiogeography. By resolving the phylogeny of Rhagada, we aim to uncover\nspatial and temporal patterns of its diversification at the interface\nbetween Oriental and Australian biogeographical regions. Location\nNorth-western Australia, Lesser Sunda Islands. Methods We implemented\nBayesian and maximum likelihood methods to generate the most complete\nmitochondrial phylogeny of Rhagada land snails to date. Divergence times\nof clades were estimated by employing a relaxed molecular clock and two\ninternal calibrations from fossil and tectonic data. Ancestral areas of\nclades were inferred using character history reconstruction based on\nparsimony, as implemented in Mesquite. Results Rhagada clustered into\neight well-supported clades that are restricted to certain geographical\nareas. Species from the Kimberley, Western Australia, formed the\nearliest branching clades. A single Lesser Sunda clade was sister to a\nradiation in the Western Australian Pilbara. Molecular age estimates\nplaced the evolutionary origin of Rhagada between the late Miocene and\nearly Pleistocene, and dispersal from Western Australia onto the Lesser\nSunda Islands in a period between the mid-Pliocene and early\nPleistocene. Main conclusions The camaenid Rhagada originated in the\nKimberley and subsequently expanded its range through the Pilbara and\ninto the Shark Bay area, probably during the late Pliocene and\nmid-Pleistocene. From the Kimberley, Rhagada snails colonized the Lesser\nSunda Islands probably not before 1.9 Ma following emergence of the\nyoungest islands, which may have acted as ‘stepping stones’. Over-sea\ndispersal might have occurred during the mid-Pleistocene when lowered\nsea levels facilitated faunal exchange across the region.","trees":[{"tree_label":"con 50 majrule","ntax":"146","rootedtree":"TRUE","title":"Tr75124","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75124.phy"},{"tree_label":"con 50 majrule","ntax":"146","rootedtree":"TRUE","title":"Tr75123","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75123.phy"}]}