{"Authors":" Senthil Kumar Thamilarasan, Jong-In Park, Hee-Jeong Jung,\nIll-Sup Nou","Year":" 2014","Title":" Genome-wide analysis of the distribution of AP2/ERF\ntranscription factors reveals duplication and CBFs genes elucidate their\npotential function in Brassica oleracea","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Brassica oleracea AP2/ERF, classification, gene\nexpression, abiotic stresses, BoCBF genes","DOI":"","Abstract":" Background: Cabbage (Brassica oleracea) is one of the most\nimportant leaf vegetables grown worldwide. The entire cabbage genome\nsequence and more than fifty thousand proteins have been obtained to\ndate. However a high degree of sequence similarity and conserved genome\nstructure remain between cabbage and Arabidopsis; therefore, Arabidopsis\nis a viable reference species for comparative genomics studies.\nTranscription factors (TFs) are important regulators involved in plant\ndevelopment and physiological processes and the AP2/ERF protein family\ncontains transcriptional factors that play a crucial role in plant\ngrowth and development, as well as response to biotic and abiotic stress\nconditions in plants. However, no detailed expression profile of\nAP2/ERF-like genes is available for B. oleracea. Results: In the present\nstudy, 226 AP2/ERF TFs were identified from B. oleracea based on the\navailable genome sequence. Based on sequence similarity, the AP2/ERF\nsuperfamily was classified into five groups (DREB, ERF, AP2, RAV and\nSoloist) and 15 subgroups. The identification, classification,\nphylogenetic construction, conserved motifs, chromosome distribution,\nfunctional annotation, expression patterns and interaction network were\nthen predicted and analyzed. AP2/ERF transcription factor expression\nlevels exhibited differences in response to varying abiotic stresses\nbased on expressed sequence tags (ESTs). BoCBF1a, 1b, 2, 3 and 4, which\nwere highly conserved in Arabidopsis and B. rapa CBF/DREB genes families\nwere well characterized. Expression analysis enabled elucidation of the\nmolecular and genetic level expression patterns of cold tolerance (CT)\nand susceptible lines (CS) of cabbage and indicated that all BoCBF genes\nresponded to abiotic stresses. Conclusions: Comprehensive analysis of\nthe physiological functions and biological roles of AP2/ERF superfamily\ngenes and BoCBF family genes in B. oleracea is required to fully\nelucidate AP2/ERF, which will provide rich resources and opportunities\nto understand abiotic stress tolerance in crops.","trees":[{"tree_label":"MajRule","ntax":"400","rootedtree":"TRUE","title":"Brassica oleracea AP2/ERF transcription factors","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_75804.phy"}]}