{"Authors":" Brian Blake Andres, James M. Clark, Xing Xu","Year":" 2014","Title":" The Earliest Pterodactyloid and the Origin of the Group","Journal":" Current Biology","Volume":" 24","Issue":"","Pages":" 1011-1016","Keywords":"","DOI":" 10.1016/j.cub.2014.03.030","Abstract":" The pterosaurs were a diverse group of Mesozoic flying\nrep- tiles that underwent a body plan reorganization, adaptive ra-\ndiation, and replacement of earlier forms midway through their long\nhistory, resulting in the origin of the Pterodacty- loidea, a highly\nspecialized clade containing the largest flying organisms. The sudden\nappearance and large suite of morphological features of this group were\nsuggested to be the result of it originating in terrestrial\nenvironments, where the pterosaur fossil record has traditionally been\npoor [1, 2], and its many features suggested to be adapta- tions to\nthose environments [1, 2]. However, little evidence has been available\nto test this hypothesis, and it has not been supported by previous\nphylogenies or early pterodac- tyloid discoveries. We report here the\nearliest pterosaur with the diagnostic elongate metacarpus of the\nPterodactyloidea, Kryptodrakon progenitor, gen. et sp. nov., from the\nterres- trial Middle-Upper Jurassic boundary of Northwest China.\nPhylogenetic analysis confirms this species as the basal- most\npterodactyloid and reconstructs a terrestrial origin and a predominantly\nterrestrial history for the Pterodacty- loidea. Phylogenetic comparative\nmethods support this reconstruction by means of a significant\ncorrelation be- tween wing shape and environment also found in modern\nflying vertebrates, indicating that pterosaurs lived in or were at least\nadapted to the environments in which they were preserved.","trees":[{"tree_label":"Pruned tree ancestral state reconstruction","ntax":"20","rootedtree":"TRUE","title":"Pterodactyloids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_75146.phy"},{"tree_label":"MPT lengths","ntax":"112","rootedtree":"TRUE","title":"Pterodactyloids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75144.phy"},{"tree_label":"Pruned tree phylogenetic comparative analysis","ntax":"20","rootedtree":"TRUE","title":"Pterodactyloids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_75145.phy"},{"tree_label":"MPT taxa","ntax":"112","rootedtree":"TRUE","title":"Pterodactyloids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75143.phy"}]}