{"Authors":" Joseph O Honger, Samuel K Offei, George T Odamtten, Seloame\nT Nyaku, K A Oduro","Year":" 2014","Title":" Identification and species status of the mango biotype of\nColletotrichum gloeosporioides in Ghana","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Mango biotype, Internal transcribed spacer region,\nGlyceraldehyde-3-phosphate dehydrogenase (GAPDH) gene, Beta tubulin\ngene,Colletotrichum asianum.","DOI":"","Abstract":" Research work was carried out to identify and ascertain\nthe species status of the mango biotype of Colletotrichum\ngloeosporioides infecting mangoes in Ghana. Forty five isolates of\nColletotrichum species were collected from 12 districts in Ghana while 5\neach were obtained from mango fruits from Florida, Mexico and Puerto\nRico. The entire internal transcribed spacer region, the beta-tubulin\ngene and the glyceraldehyde-3-phosphate dehydrogenase gene of isolates\nwere sequenced and used in phylogenetic studies. The results of the\nsequence analysis of the first ribosomal transcribed spacer (ITS 1)\nregion showed that 35% of the isolates from Ghana and all the 5 isolates\nfrom Mexico were the mango biotype of C. gloeosporioides, while the\nothers were not. Phylogenetic studies showed that the true species of\nthe mango biotype of the pathogen was Colletotrichum asianum but not C.\ngloeosporioides as previously thought. However, the other isolates that\nwere not the mango biotype were identified as Collectotrichum species\nwhich had probably cross-infected mango from other fruit crops in the\nfield.","trees":[{"tree_label":"Mango biotype A tree","ntax":"64","rootedtree":"TRUE","title":"Tr75285","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75285.phy"},{"tree_label":"Most preferred tree","ntax":"87","rootedtree":"TRUE","title":"Tr75211","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75211.phy"}]}