{"Authors":" Yu Zhang, Yu Hong, Chen Ren, Ming Tang, Sara B. Hoot,\nQin-Er Yang","Year":" 2014","Title":" Palynology, cytology, and molecular systematics of Anemone\nsection Begoniifolia (Ranunculaceae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Anemone • atpB-rbcL • Cytology • ITS • Molecular\nphylogeny • Palynology •","DOI":"","Abstract":" The circumscription and phylogenetic relationships of the\nAnemone section begoniifolia has long been in dispute. Here, we use\nmolecular data and palynological and cytological observations to test\nthe monophyly of the section and evaluate phylogenetic relationships\nwithin the section. Three pollen types were observed in the section: A.\nsumatrana is 3-colpate, A. hokouensis, A. howellii and A. orthocarpa are\n6-colpate, and A. begoniifolia and A. xingyiensis are pantoporate. All\nsix species have the chromosome number 2n = 16 and essentially uniform\nkaryotypes (2n = 10m + 4st + 2t). Nuclear ITS and plastid atpB-rbcL DNA\nsequences were analyzed using maximum parsimony, maximum likelihood, and\nBayesian inference methods. Within Anemone s. l., two strongly supported\nclades corresponding to subgenera Anemonidium (x = 7) and Anemone (x =\n8) were recovered. Our results indicate that section Begoniifolia is\nbetter treated at subsectional rank and is one of four subsections\n(Begoniifoliae, Rupicolae, Rivulares, and Vitifoliae) within section\nRivularidium of subgenus Anemone. Subsection Begoniifoliae is relatively\nwell supported and includes A. begoniifolia, A. hokouensis, A. howellii,\nA. orthocarpa, A. sumatrana, and A. xingyiensis. We present a formal\nreclassification of section Rivularidum, including two new combinations:\nsubsections Begoniifoliae and Rivulares.","trees":[{"tree_label":"Anemone_sect._begoniifolia","ntax":"76","rootedtree":"TRUE","title":"Tr75197","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75197.phy"},{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Tr75195","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75195.phy"},{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Tr75196","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75196.phy"}]}