{"Authors":" Cecile Gueidan, Marcela E. S. Cáceres, Hamid Badali, Soili\nStenroos, André Aptroot","Year":" 2014","Title":" A reappraisal of orders and families within the subclass\nChaetothyriomycetidae (Eurotiomycetes, Ascomycota).","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" bryophilous fungi, Celotheliales ad int., Chaetothyriales,\nEpibryaceae, Fungal classification.","DOI":" 10.1007/s11557-014-0990-2","Abstract":" The subclass Chaetothyriomycetidae (Eurotiomycetes,\nAscomycota) is an assemblage of ecologically diverse species, ranging\nfrom mutualistic lichenised fungi to human opportunistic pathogens.\nRecent contributions from molecular studies have changed our\nunderstanding of the composition of this subclass. Among others,\nant-associated fungi, deep-sea fungi and bryophilous fungi were also\nshown to belong to this group of ascomycetes. The delimitation of orders\nand families within this subclass has not previously been re-assessed\nusing a broad phylogenetic study and the phylogenetic position of some\ntaxa such as the lichenised family Celotheliaceae or the\nChaetothyrialean bryophilous fungi is still unclear. In our study, we\nassemble new and published sequences from 132 taxa and reconstruct\nphylogenetic relationships using four markers (nuLSU, nuSSU, mtSSU and\nRPB1). Results highlight several shortfalls in the current\nclassification of this subclass, mainly due to un-assigned paraphyletic\ntaxa. The family Epibryaceae is therefore described to circumscribe a\npreviously un-assigned lineage. Celotheliales ad int. is suggested for\nthe lineage including the lichen genus Celothelium and various plant\npathogens. The delimitation of the family Trichomeriaceae is also\nbroadened to include the genus Knufia and some anamorphic taxa. As\ndefined here, Chaetothyriomycetidae includes four orders (Celotheliales\nad int., Chaetothyriales, Pyrenulales and Verrucariales) and ten\nfamilies (Adelococcaceae, Celotheliaceae, Chaetothyriaceae,\nCyphellophoraceae, Epibryaceae fam. nov., Herpotrichiellaceae,\nPyrenulaceae, Requienellaceae, Trichomeriaceae and Verrucariaceae).","trees":[{"tree_label":"RAxML BL and BS","ntax":"132","rootedtree":"TRUE","title":"Chaetothyriomycetidae four-genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75184.phy"},{"tree_label":"RAxML BL","ntax":"132","rootedtree":"TRUE","title":"Chaetothyriomycetidae four-genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75183.phy"}]}