{"Authors":" Sigrid Liede-Schumann, Rizvana Khanum, Abdul Samad Mumtaz,\nIulian Gherghel, Amirhossein Pahlevani","Year":" 2015","Title":" Going West - a subtropical lineage (Vincetoxicum,\nApocynaceae: Asclepiadoideae) expanding into Europe","Journal":" Molecular Phylogenetics and Evolution","Volume":" 94","Issue":"","Pages":" 436-446","Keywords":" Ancestral Area Reconstruction, Biogeography, Climatic\nNiches, Invasive species, Maxent, Molecular phylogeny","DOI":" 10.1016/j.ympev.2015.09.021. Epub 2015 Oct 9.","Abstract":" Vincetoxicum sensu lato is a tropical lineage comprising\ntwo clades that have reached high northern latitudes. One of the\ntemperate clades is restricted to the Far East, the other one\n(Vincetoxicum s. str. Clade) extends into Europe, but their ranges\noverlap in Central China and Japan. Three species invasive in North\nAmerica, V. hirundinaria, V. nigrum and V. rossicum, are members of the\nVincetoxicum s. str. Clade. We explore the prerequisites for the range\nexpansion in the Vincetoxicum s. str. Clade performing Bayesian and\nMaximum Likelihood phylogenetic analyses on sequences of the nuclear\ninternal transcribed spacer (ITS) region, the nuclear external\ntranscribed spacer region (ETS), and five plastid markers. The resulting\nphylogeny is used to conduct biogeographic analysis using BioGeoBEARS to\nreconstruct ancestral species ranges. Moreover, we map the known\noccurrences two rare characters in Asclepiadoideae, the possession of\nphenanthroindolizidine alkaloids and reported cases of autogamy onto our\nphylogeny. Finally, we have conducted ecological niche modelling using\nMaxent on a total of 220 spatially unique occurrences of nine\nVincetoxicum s. str. species spanning more than 4,000 km along the\neast-west gradient to learn about the climatic conditions along the\npresumed migration route. Our results indicate a north-westward\nmigration in Vincetoxicum s. str. along the Asian mountain chains to\nEurope. Climatic preferences of the nine species sampled are dissimilar,\nexcept for the common exposure to at least one month of subfreezing\ntemperatures, indicating a rather wide climatic tolerance for the clade\nas a whole. The three species invasive in North America belong to the\nnorthern Eurasian subclade and show the rare combination of\nphenanthroindolizidine alkaloids and autogamy.","trees":[{"tree_label":"MLT","ntax":"138","rootedtree":"TRUE","title":"Vincetoxicum MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90187.phy"},{"tree_label":"ML bootstrap consensus","ntax":"138","rootedtree":"TRUE","title":"Vincetoxicum ML bootstrap consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90188.phy"},{"tree_label":"Bayesian Majority rule","ntax":"138","rootedtree":"TRUE","title":"Vincetoxicum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90189.phy"}]}