{"Authors":" Marta Fabiana Gorriti, Graciela M. Dias, Luciane A.\nChimetto, Amaro E. Trindade-Silva, Bruno S. Silva, Milene M. A.\nMesquita, Gustavo B. Gregoracci, Maria E. Farias, Cristiane C. Thompson,\nFabiano L. Thompson","Year":" 2014","Title":" Genomic and phenotypic attributes of novel Salinivibrios from\nStromatolites, sediment and water from a high altitude lake","Journal":" BMC Genomics","Volume":" 15","Issue":" 473","Pages":"","Keywords":" Arsenic/ Salinity/ UV radiation/ Xanthorhodopsin/ Extreme\nenvironment","DOI":" 10.1186/1471-2164-15-473","Abstract":" Background Salinivibrios are moderately halophilic\nbacteria found in salted meats, brines and hypersaline environments. We\nobtained three novel conspecific Salinivibrio strains closely related to\nS. costicola, from Socompa Lake, a high altitude hypersaline Andean lake\n(approx. 3,800 meters above the sea level). Results The three novel\nSalinivibrio spp. were extremely resistant to arsenic (up to 200 mM As),\nNaCl (up to 15%), and UV-B radiation (19 KJ/m2, corresponding to 240\nminutes of exposure) by means of phenotypic tests. Our subsequent draft\ngenome ionsequencing and RAST-based genome annotation revealed the\npresence of genes related to arsenic, NaCl, and UV radiation resistance.\nThe three novel Salinivibrio genomes also had the xanthorhodopsin gene\ncluster phylogenetically related to Marinobacter and Spiribacter. The\ngenomic taxonomy analysis, including multilocus sequence analysis,\naverage amino acid identity, and genome-to-genome distance revealed that\nthe three novel strains belong to a new Salinivibrio species.\nConclusions Arsenic resistance genes, genes involved in DNA repair,\nresistance to extreme environmental conditions and the possible\nlight-based energy production, may represent important attributes of the\nnovel salinivibrios, allowing these microbes to thrive in the Socompa\nLake.","trees":[{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Salinivibrios 16S rRNA gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75215.phy"},{"tree_label":"Fig. S1","ntax":"7","rootedtree":"FALSE","title":"Phylogenetic tree based on MLSA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75266.phy"},{"tree_label":"Fig. 6","ntax":"38","rootedtree":"TRUE","title":"Microbial Rhodopsins","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75217.phy"}]}