{"Authors":" M. Murata, Stefan Wanke, Jin Murata, Cristoph Neinhuis,\nTakashi Sugawara, Tetsuo Ohi-Toma","Year":" 2006","Title":" Molecular Phylogeny of Aristolochia sensu lato\n(Aristolochiaceae) based on Sequences of rbcL, matK, and PHYA Genes,\nwith Special Reference to Differentiation of Chromosome Numbers","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Aristolochia sensu lato contains over 400\nspecies from warm temperate to tropical regions worldwide. Taxonomic\ntreatments of Aristolochia have been ambiguous and controversial. In a\nrecent cladistic analysis based on morphological characters, it was\nproposed that the genus should be divided into four genera in two\nsubtribes. To reconsider the systematics of Aristolochia sensu lato, we\nreconstructed its phylogeny based on nucleotide sequences of the\nchloroplast rbcL gene and the nuclear-encoded phytochrome A (PHYA) gene\nfor 19 representative species and the chloroplast matK gene of over 80\nspecies. All phylogenetic trees produced with the three genes indicate\nthat Aristolochia sensu lato is a monophyletic group, consisting of two\nlineages that correspond to the subtribes Aristolochiinae and\nIsotrematinae. The matK phylogeny shows that each of the lineages\nincludes two sublineages. The Aristolochiinae clade is composed of the\nAristolochia sensu stricto and Pararistolochia clades, and the\nIsotrematinae clade of the Isotrema and Endodeca clades. Chromosome\nnumbers, including newly reported counts for 30 species, are\npredominantly congruent with the phylogeny: the Aristolochiinae clade\nshows chromosome numbers of 2n = 6, 12, 14, or 16, while the\nIsotrematinae clade is characterized by 2n = 32. In the Isotrematinae\nclade, the paralogous relationships of the PHYA gene suggest that\npolyploidization might have occurred.","trees":[{"tree_label":"Fig. 2B","ntax":"32","rootedtree":"TRUE","title":"PHYA MP tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_255.phy"},{"tree_label":"Fig. 3","ntax":"106","rootedtree":"TRUE","title":"matK MP tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2528.phy"},{"tree_label":"Fig. 2A","ntax":"29","rootedtree":"TRUE","title":"rbcL MP tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2527.phy"}]}