{"Authors":" Craig M. Schluttenhofer, Sitakanta Pattanaik, Barunava\nPatra, Ling Yuan","Year":" 2014","Title":" Analyses of Catharanthus roseus and Arabidopsis thaliana WRKY\ntranscription factors reveal involvement in jasmonate signaling","Journal":" BMC Genomics","Volume":" 15","Issue":" 1","Pages":" 502","Keywords":" Catharanthus roseus; terpenoid indole alkaloid;\ntranscriptome; secondary metabolism; WRKY transcription factors","DOI":" 10.1186/1471-2164-15-502","Abstract":" To combat infection to biotic stress plants elicit the\nbiosynthesis of numerous natural products, many of which are valuable\npharmaceutical compounds. Jasmonate is a central regulator of defense\nresponse to pathogens and accumulation of specialized metabolites.\nCatharanthus roseus produces a large number of terpenoid indole\nalkaloids (TIAs) and is an excellent model for understanding the\nregulation of this class of valuable compounds. Recent work illustrates\na possible role for the Catharanthus WRKY transcription factors (TFs) in\nregulating TIA biosynthesis. In Arabidopsis and other plants, the WRKY\nTF family is also shown to play important role in, secondary metabolism.\nHere, we describe the WRKY TF families in response to jasmonate in\nArabidopsis and Catharanthus. Publically available Arabidopsis\nmicroarrays revealed at least 30% (22 of 72) of WRKY TFs respond to\njasmonate treatments. Microarray analysis identified at least six\njasmonate responsive Arabidopsis WRKY genes (AtWRKY7, AtWRKY20,\nAtWRKY26, AtWRKY45, AtWRKY48, and AtWRKY72) that have not been\npreviously reported. The Catharanthus WRKY TF family is comprised of at\nleast 48 members. Phylogenetic clustering reveals 11 group I, 32 group\nII, and 5 group III WRKY TFs. Furthermore, we found that at least 25%\n(12 of 48) were jasmonate responsive, and 75% (9 of 12) of the jasmonate\nresponsive CrWRKYs are orthologs of AtWRKYs known to be regulated by\njasmonate. Overall, the CrWRKY family, ascertained from transcriptome\nsequences, contains approximately 75% of the number of WRKYs found in\nother sequenced asterid species (pepper, tomato, potato, and\nbadderwort). Microarray and transcriptomic data indicate that expression\nof WRKY TFs in Arabidopsis and Catharanthus are under tight\nspatio-temporal and developmental control, and potentially have a\nsignificant role in jasmonate signaling. Profiling of CrWRKY expression\nin response to jasmonate treatment revealed potential associations with\nsecondary metabolism. This study provides a foundation for further\ncharacterization of WRKY TFs in jasmonate responses and regulation of\nnatural product biosynthesis.","trees":[{"tree_label":"Fig. 3S","ntax":"439","rootedtree":"TRUE","title":"Rauvolfia serpentine, Capsicum annuum, Utricularia\ngibba, Arabidopsis thaliana, Amborella trichopoda, and Oryza sativa ssp.\njaponica WRKY transcription factor","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75471.phy"},{"tree_label":"Fig. 4","ntax":"412","rootedtree":"TRUE","title":"Solanum lycopersicum, Solanum tuberosum, Arabidopsis\nthaliana, Amborella trichopoda, and Oryza sativa ssp. japonica WRKY\ntranscription factor families.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75472.phy"},{"tree_label":"Fig. 1","ntax":"296","rootedtree":"TRUE","title":"CrWRKY+AtWRKY+OsWRKY+AmWRKY+Outgroups+Medicinals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75231.phy"}]}