{"Authors":" Liliana M Davalos, Eliecer E Gutierrez, Paul M Velazco","Year":" 2014","Title":" MITOCHONDRIAL CYTOCHROME B GENE PHYLOGENIES OF BATS: THE\nGOOD, THE BAD, AND THE DIFFICULT","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Chiroptera; Cytochrome b; homoplasy; phylogeny;\nsaturation; systematic error; third positions","DOI":"","Abstract":" Background: Single-gene phylogenies will continue to be\nused as species trees because most populations are rare and lack sources\nof high quality genomic DNA, and few loci overlap across many taxa for\ncomparative analyses. We analyze a recently compiled matrix of\nmitochondrial cytochrome b (cytb) gene sequences of bats to uncover\nsystematic error from base composition bias superimposed on rapidly\nevolving sites whose phylogenetic signal is random with respect to\nphylogeny. Partitioned likelihood analyses of support for incorrect\nnodes were used to locate the codon positions responsible for\nsignificant homoplasy. Results: Partitioned cytb sequences inferred a\nwell-supported phylogeny of most genera, with low support for older\ndivergences. In contrast with previous Platalina was recovered as a\nphyllostomid and not a vespertilionid; and Phyllostomidae,\nVespertilionidae, Emballonura, and Myotis were each monophyletic. The\nnon-monophyly of mormoopids, Pipistrellus, and Eptesicus was traced to\nthird positions, which were saturated and heterogeneous in their base\ncomposition. These spurious relationships were recovered even when using\nRY coding, or coding third positions as a binary character. The sister\nrelationship of Taphozous and Miniopterus was traced to second\npositions. Conclusions: Rapidly evolving third codon positions are\nvulnerable to signal from genome-wide changes in base composition, and\nthere is evidence of natural selection on protein function resulting in\nspurious nodes supported by second positions. Phylogenetic analyses of\nlarge, ancient clades such as bats must consider the effects of both\nnon-selective and selective forces in shaping the phylogenetic signal of\nany one gene and, whenever possible, account for homoplasy when seeking\nto resolve the phylogeny with a single locus.","trees":[{"tree_label":"raxml partitioned","ntax":"658","rootedtree":"TRUE","title":"Tr75221","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75221.phy"},{"tree_label":"raxml partitioned RY","ntax":"658","rootedtree":"TRUE","title":"Tr75222","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75222.phy"},{"tree_label":"raxml partitioned 01","ntax":"658","rootedtree":"TRUE","title":"Tr75223","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75223.phy"}]}