{"Authors":" Tatiana I Sanjuan, Ana Esperanza Franco-Molano, Ryan\nMichael kepler, RM, Javier Felipe Tabima, Joseph W. Spatafora, Aida\nVasco, Silvia Restrepo","Year":" 2014","Title":" Five new species of entomopathogenic fungi from the Amazon in\nthe phylogenetic context of Ophiocordyceps","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, host specificity, Formicidae, Dyctioptera,\nNeotropical taxonomy","DOI":"","Abstract":" The Neotropical biogeographic zone is one of the ‘hot\nspots’ of global biodiversity. In addition to insects, the\nentomopathogenic fungal genus Ophiocordyceps is species rich in the\nAmazon region with initial descriptions dating to the early nineteenth\ncentury. The molecular phylogenetic status of many Amazonian species of\nOphiocordyceps are poorly studied, however, and their integration into\nmolecular phylogenetic analyses of Ophiocordycipitaceae is necessary for\na more robust phylogenetic assessment of the genus and the family. We\nconducted a survey in the Amazon subregion of Colombia in the\nbiogeographic provinces of Napo and Imeri. Including also some samples\nfrom Amazon subregion of Ecuador; Choco and Magdalena provinces from\nCaribe subregion. Morphological examinations complemented molecular\nphylogenetic analyses of five nuclear loci including SSU, LSU, TEF, RPB1\nand RPB2. Thirty-five specimens were examinedrepresenting fifteen\ndifferent species of Ophiocordyceps;and five new species:O.\nblattarioides, O. tiputini, O. araracuarensis, O. fugoromorphila and O.\nevansii were described.Accurate identification of the host allowed us to\nhypothesize that host identity and host habitat is positively correlate\nwith phylogenetic species of Ophiocordyceps and is likely a strong\ndriver in speciation of neotropical entomopathogenic fungi.","trees":[{"tree_label":"Imported tree 1","ntax":"121","rootedtree":"TRUE","title":"Tr77756","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77756.phy"},{"tree_label":"Fig.1","ntax":"106","rootedtree":"TRUE","title":"The best phylogenetic tree of 5 genes build with ML\nfrom Ophiocordycipitaceae family included species from the Amazon","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75232.phy"}]}