{"Authors":" Tara L. Fulton, Curtis Strobeck","Year":" 2006","Title":" Molecular phylogeny of the Arctoidea (Caniformia: Carnivora):\nEffect of missing data on supertree and supermatrix analyses of multiple\ngene data sets","Journal":" Molecular Phylogenetics and Evolution","Volume":" 41","Issue":" 1","Pages":" 165-181","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships of 79 caniform carnivores were\naddressed based on four nuclear sequence-tagged sites (STS) and one\nnuclear exon, IRBP, using both supertree and supermatrix analyses. We\nrecovered the three major arctoid lineages, Ursidae, Pinnipedia, and\nMusteloidea, as monophyletic, with Ursidae (bears) strongly supported as\nthe basal arctoid lineage. Within Pinnipedia, Phocidae (true seals) were\nsister to the Otaroidea [Otariidae (fur seals and sea lions) and\nOdobenidae (walrus)]. Phocid subfamily and tribal designations were\nsupported, but the otariid subfamily split between fur seals and sea\nlions was not. All family designations within Musteloidea were strongly\nsupported: Mephitidae (skunks), Ailuridae (monotypic red panda),\nMustelidae (weasels, badgers, otters), and Procyonidae (raccoons). A\nnovel hypothesis for the position of the red panda was recovered,\nplacing it as branching after Mephitidae and before Mustelidae +\nProcyonidae. Within Mustelidae, subfamily taxonomic changes are\nconsidered. This study represents the most comprehensive sampling to\ndate of the Caniformia in a molecular study and contains the most\ncomplete molecular phylogeny for the Procyonidae. Our data set was also\nused in an empirical examination of the effect of missing data on both\nsupertree and supermatrix analyses. Sequence for all genes in all taxa\ncould not be obtained, so two variants of the data set with differing\namounts of missing data were examined. The amount of missing data did\nnot have a strong effect; instead, phylogenetic resolution was more\ndependent on the presence of sufficient informative characters.\nSupertree and supermatrix methods performed equivalently with incomplete\ndata and were highly congruent; conflicts arose only in weakly supported\nareas, indicating that more informative characters are required to\nconfidently resolve close species relationships.","trees":[{"tree_label":"Fig. 2ML","ntax":"85","rootedtree":"TRUE","title":"Caniformia ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2529.phy"},{"tree_label":"MPBP","ntax":"85","rootedtree":"TRUE","title":"Caniformia MP bootstrap","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2530.phy"},{"tree_label":"MP MRcons","ntax":"85","rootedtree":"TRUE","title":"Caniformia MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2531.phy"},{"tree_label":"Bayes90","ntax":"85","rootedtree":"TRUE","title":"Caniformia Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2532.phy"}]}