{"Authors":" Hang Thi Dao, George Andrew Charles Beattie, Amy Y Rossman,\nLester W Burgess, Paul Holford","Year":" 2014","Title":" Systematics and biology of two species of Microcera\nassociated with armoured scales on citrus in Australia","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Diaspididae, Entomopathogen, Fusarium, Microcera, Nectria,\nSphaerostilbe","DOI":"","Abstract":" Microcera coccophila has been regarded as an\nentomopathogen of armoured scales in Australia since the late 1800s. We\nconfirmed its identity and presence in Australia using morphological and\nmolecular data. We also confirmed that a related species, M. larvarum,\nis an entomopathogen of armoured scales in Australia. M. coccophila was\nrecorded as a parasite of Aonidiella aurantii, A. citrina, Lepidosaphes\nbeckii, L. gloverii and Unaspis citri in citrus orchards on the Central\nCoast of New South Wales. We recorded M. larvarum in these orchards in\nassociation with A. aurantii and one or more hosts that could not be\nidentified due to their condition. The sexual and asexual morphs of both\nspecies are described. Genetic variation suggested that the taxa could\nrepresent various phylogenetic species. We fulfilled Kochs postulates\nfor both fungi in separate bioassays with Aspidiotus nerii. Infection\nwas not dependent on the reproductive status of the scale. A laboratory\nstudy showed that Iridomyrmex rufoniger, a common ant in Australian\ncitrus orchards, can passively disperse conidia of M. coccophila. Field\nobservations suggested that the prevalence of the two fungal parasites\nin orchards is influenced by host scale densities, climate, and foraging\nby I. rufoniger workers on honeydew produced by their sternorrhynchan\ntrophobionts, particularly Saissetia oleae. These foraging activities\ninduced dense populations of A. aurantii by disrupting the activities of\nthe scales natural arthropod enemies followed by epizootics of M.\ncoccophila that decimated populations of the scale.","trees":[{"tree_label":"Strict","ntax":"23","rootedtree":"TRUE","title":"Tr75237","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75237.phy"},{"tree_label":"MajRule","ntax":"23","rootedtree":"TRUE","title":"Tr75238","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75238.phy"}]}