{"Authors":" Ibai Olariaga, Nicolas Van Vooren, Matteo Carbone, Karen\nHansen","Year":" 2015","Title":" A world monograph of Otidea (Pyronemataceae,\nPezizomycetes)","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 35","Issue":"","Pages":" 166  229","Keywords":" Flavoscypha, Otideopsis, species delimitation, vital\ntaxonomy, excipular crystal reactions, tomentum features, ITS, LSU","DOI":" 10.3767/003158515X688000","Abstract":" The easily recognised genus Otidea is subjected to\nnumerous problems in species identification. A number of old names have\nundergone various interpretations, materials from different continents\nhave not been compared and misidentifications occur commonly. In this\ncontext, Otidea is monographed, based on our multiple gene phylogenies\nassessing species boundaries and comparative morphological characters\n(see Hansen & Olariaga 2015). All names combined in or synonymised\nwith Otidea are dealt with. Thirty-three species are treated, with full\ndescriptions and colour illustrations provided for 25 of these. Five new\nspecies are described, viz. O. borealis, O. brunneoparva, O. ore-\ngonensis, O. pseudoleporina and O. subformicarum. Otidea cantharella\nvar. minor and O. onotica var. brevispora are elevated to species rank.\nOtideopsis kaushalii is combined in the genus Otidea. A key to the\nspecies of Otidea is given. An LSU dataset containing 167 sequences\n(with 44 newly generated in this study) is analysed to place collections\nand determine whether the named Otidea sequences in GenBank were\nidentified correctly. Fourty-nine new ITS sequences were generated in\nthis study. The ITS region is too variable to align across Otidea, but\nhad low intraspecific variation and it aided in species identifications.\nThirty type collections were studied, and ITS and LSU sequences are\nprovided for 12 of these. A neotype is designated for O. cantharella and\nepitypes for O. concinna, O. leporina and O. onotica, along with several\nlectotypifications. The apothecial colour and shape, and spore char-\nacters are important for species identification. We conclude that to\ndistinguish closely related or morphologically similar species, a\ncombination of additional features are needed, i.e. the shape of the\nparaphyses, ectal excipulum structure, types of ectal excipulum resinous\nexudates and their reactions in Melzers reagent and KOH, tomentum and\nbasal mycelium colours and exudates. The KOH reaction of excipular\nresinous exudates and basal mycelium are introduced as novel taxonomic\ncharacters.","trees":[{"tree_label":"con 50 majrule","ntax":"14","rootedtree":"TRUE","title":"Tr80019","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80019.phy"},{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Tr80023","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80023.phy"},{"tree_label":"con 50 majrule","ntax":"162","rootedtree":"TRUE","title":"Otidea LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_75247.phy"}]}