{"Authors":" Martim Melo, Bernard Bourles, Miguel Vences, Ylenia Chiari,\nRobert C. Drewes, G. John Measey","Year":" 2006","Title":" Insights into amphibian colonisation of oceanic islands\nthrough the taxonomic status and phylogeny of Ptychadena newtoni","Journal":" Journal of Biogeography","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" 1. Aim Amphibians are a model group to study the\nbiogeographical origins of salt intolerant taxa on oceanic islands,\nalthough there is often no clear evidence as to how colonisation events\noccurred. We used the Gulf of Guinea (GoG) islands to explore the\nbiogeographic origins of island endemism of one frog and use this to\ngain insights into potential colonisation mechanisms. 2. Location São\nTomé and Príncipe, two of the four major islands in the GoG, West\nAfrica, are truly oceanic and harbour six endemic frogs and one endemic\ncaecilian species. Although often ignored, the islands have an\nexceptional level of biodiversity, herein assessed by their vertebrate\ntaxa. 3. Methods Mitochondrial DNA is used to test the endemic status of\na frog from São Tomé and compare it with congeneric taxa from tropical\nAfrica. Existing data on surface currents, surface salinity, atmospheric\ncirculation and bird migration in the GoG are synthesised to address\nhypotheses concerning colonisation mechanisms. 4. Results The endemic\nstatus of Ptychadena newtoni (Bocage) is supported here by novel\nmitochondrial DNA sequences, and analysis of this and other molecular\ndata indicates the possibility of an East African species close to P.\nmascareniensis (Duméril and Bibron) being its nearest relative. The\npossibility that this population was anthropogenically introduced is\nrefuted in favour of natural dispersal by rafting. 5. Main conclusions\nWith six endemic frogs and one caecilian the GoG islands harbour a\ndiverse amphibian fauna, and five of these species appear to have their\nclosest relatives in East Africa. Insufficient evidence exists for\ntransportation by storms, birds or rafts alone. However, we propose a\nnovel mechanism consisting of a raft, favourable surface currents and a\nreduction in salinity of the surface waters. Catastrophic events, or wet\nperiods in the climatic history of the earth, could allow freshwater\nsurface corridors to open far enough to enable continental flora and\nfauna to reach these and other isolated oceanic islands.","trees":[{"tree_label":"Fig. 3","ntax":"30","rootedtree":"TRUE","title":"Ptychadena phylogeny based on 16S rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2533.phy"},{"tree_label":"Fig. 4","ntax":"9","rootedtree":"TRUE","title":"Ptychadena phylogeny based on 16S rDNA, cytochrome b\nand COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2534.phy"}]}