{"Authors":" Ling-Yun Chen, Guido Grimm, Qing-Feng Wang, Susanne S\nRenner","Year":" 2015","Title":" A phylogeny and biogeographic analysis for the Cape-Pondweed\nfamily Aponogetonaceae (Alismatales)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 82","Issue":"","Pages":" 111â“117","Keywords":" Alismatales, aquatic plants, Biogeography, integrating\nfossil geographic ranges, molecular clock","DOI":"","Abstract":" The monocot family Aponogetonaceae (Alismatales) consists\nonly of Aponogeton, with 57 species occurring in Africa, Madagascar,\nIndia and Sri Lanka, Southeast Asia and Australia. Earlier studies\ninferred a Madagascan or Australian origin for the genus.\nAponogeton-like pollen is documented from the Late Cretaceous of\nWyoming, the early mid-Eocene of Canada, and the late mid-Eocene of\nGreenland. We obtained nuclear and plastid DNA sequences for 42 species\nand generated a time-calibrated phylogeny, rooted on appropriate\noutgroups. Statistical biogeographic analyses were carried out with or\nwithout the fossils incorporated in the phylogeny. The recent-most\ncommon ancestor of living Aponogetonaceae appears to date to the\nmid-Eocene and to have lived in Madagascar or Africa (but not\nAustralia). Three transoceanic dispersal events from Africa/Madagascar\nto Asia sometime during the Miocene could explain the observed species\nrelationships. As inferred in earlier studies, an ancient Australian\nspecies is sister to all other Aponogetonaceae, while the remaining\nAustralian species stem from an Asian ancestor that arrived from Asia\nabout 5 million years ago. The familyâs ancient Northern Hemisphere\nfossil record and deepest extant divergence between a single Australian\nspecies and an Africa/Madagascar clade are statistically well-supported\nand rank among the most unusual patters in the biogeography of flowering\nplants.","trees":[{"tree_label":"MLT","ntax":"45","rootedtree":"TRUE","title":"Aponogetonaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75272.phy"}]}