{"Authors":" P. d. Costa, Winston F. Ponder, Donald J Colgan","Year":" 2006","Title":" Mitochondrial DNA variation in an endemic aquatic snail\ngenus, Caldicochlea (Hydrobiidae; Caenogastropoda) in Dalhousie Springs,\nan Australian arid-zone spring complex","Journal":" Molluscan Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The gastropod genus Caldicochlea, with two recognized\nspecies C. harrisi and C. globosa, is endemic to Dalhousie Springs, an\nartesian spring system in arid northern South Australia. A previous\nstudy using allozymes showed that C. harrisi is found in most of the\nactive outflows but C. globosa is confined to the larger, hotter springs\nin the northern third of the complex where the species are sympatric,\nand that hybridization may be frequent in only two springs. The\nevolutionary relationships within Caldicochlea were investigated using\n16S ribosomal RNA (16S: 75 sequences) and cytochrome c oxidase I (COI:\n27 sequences). Clades corresponding to the two species are seen in both\nthe 16S and COI analyses, the average Kimura 2-parameter distance\nbetween the clades being 0.028 ± 0.007 for 16S rRNA and 0.040 ± 0.016\nfor COI with no evidence that the recognized taxa represent species\ncomplexes. Only four of 22 16S haplotypes in C. harrisi were found in\nmore than one spring and only two of 12 in C. globosa. No COI haplotype\nwas found in more than one spring. In one spring where earlier research\nsuggested that interbreeding may occur, all scored DNA sequences\nbelonged to the C. harrisi clade and in the other such spring all scored\nsequences belonged to the C. globosa clade. The data do not clarify\nwhether the time of primary divergence between the species occurred in\nsitu at Dalhousie Springs. The absence of suitable habitat refugia since\nthe onset of Pleistocene aridity suggests that the species have been\nsympatric or parapatric over tens of thousands of years, raising\nquestions as to how an incomplete reproductive isolation can be\nmaintained and how both species could persist in such a geographically\nrestricted area.","trees":[{"tree_label":"Fig. 2","ntax":"75","rootedtree":"TRUE","title":"Caldicochlea 16S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2535.phy"},{"tree_label":"Fig. 4","ntax":"22","rootedtree":"TRUE","title":"Caldicochlea COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2536.phy"}]}