{"Authors":" Jolanta Maria Miadlikowska, David Richardson, Nicolas\nMagain, Bernard Ball, Frances Anderson, Robert Cameron, James Lendemer,\nCamille Truong, Francois Lutzoni","Year":" 2014","Title":" Phylogenetic placement, species delimitation, and cyanobiont\nidentity of endangered aquatic Peltigera species (lichen-forming\nAscomycota, Lecanoromycetes)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" aquatic lichens; Capsosira; cyanobiont; elongation factor\n2; fungal systematics; multilocus phylogenetics; mycobiont; Nostoc;\nsection Hydrothyriae; species delimitation","DOI":"","Abstract":" Premise of this study: Aquatic cyanolichens from the genus\nPeltigera section Hydrothyriae are subject to anthropogenic threats and,\ntherefore, are considered endangered. In this study we addressed the\nphylogenetic placement of section Hydrothyriae within Peltigera, and\nevaluated the monophyletic delimitation of three putative species and\nthe identity of the cyanobiont associated with aquatic Peltigera.\nMethods: Species delimitation and population structure were explored\nusing monophyly as a grouping criterion (RAxML), and Structurama based\non three protein-coding genes in combination with two nuclear ribosomal\nloci. The 16S and rbcLX sequences for the cyanobionts were analyzed in\nthe broad phylogenetic context of free-living and symbiotic\ncyanobacteria. Key results: We confirm with high confidence the\nplacement of section Hydrothyriae within the monophyletic genus\nPeltigera, however, its phylogenetic position within the genus remains\nunsettled. We recovered three distinct monophyletic groups corresponding\nto three species: P. hydrothyria, P. gowardii s.str., and P. aquatica\nMiadl. & Lendemer, the latter being formally introduced here. Each\nspecies was associated with an exclusive set of Nostoc haplotypes.\nConclusions: Although morphologically cryptic, the ITS region alone\nprovides sufficient degree of genetic variation for distinguishing all\nthree species within section Hydrothyriae. Section Hydrothyriae seems to\nbe associated with a monophyletic lineage of Nostoc that has not been\nfound in symbiotic association with other members of Peltigera.\nCapsosira lowei should be transferred to the genus Nostoc. Potential\nthreats to P. aquatica should be re-examined based on the recognition of\ntwo aquatic species in western North America.","trees":[{"tree_label":"Tree 1","ntax":"52","rootedtree":"TRUE","title":"Hydrothyriae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97015.phy"}]}