{"Authors":" David Winship Taylor, Leo J. Hickey","Year":" 1991","Title":" The leaf architecture of Ticodendron and the application of\nfoliar characters in discerning its relationships.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 78","Issue":" NA","Pages":" 105-130","Keywords":" NA","DOI":" NA","Abstract":" Leaves of the recently described genus Ticodendron are\nsimple, alternate, stipulate, symmetrical, elliptical with attenuate\napices and acute bases, a single order of serrations representing\nmodified rosid teeth, pinnate, craspedodromous principal venation,\npercurrent tertiaries, well-developed, random areolation, anomocytic\nstomates, and T-shaped hairs. Phenetic and cladistic analyses of leaf\nand other characters of Ticodendron were performed in order to determine\nits affinities and evolutionary relationships. Several new characters,\nincluding the number of veins joining the midrib and the venation of the\nmarginal teeth, were added to the suite of standard leaf architectural\ndescriptors because of their demonstrated potential as systematic\nindicators. After filtering out nonapplicable and symplesiomorphous\ncharacters, a total of 70 characters (48 leaf and 22 reproductive and\nwood) remained. These were organized into two main data sets, with the\nsecond further divided to form three subsets, which were then analyzed\nusing a simple similarity comparison and parsimony methods. From the\nstandpoint of its gross phenetic and phylogenetic affinities,\nTicodendron belongs to a group of amentiferous taxa, with the extinct\ngenus Fagopsis showing the strongest affinity, followed by Brunellia,\nCastanopsis, Castanea, Alnus, and Nothofagus. Our cladistic analyses\nshow Ticodendron grouping with the Fagales and occasionally with the\nMyricaceae in a rosalean clade whose base is embedded in the\nCunoniaceae. These data support recognition of the new genus as a member\nof a distinct family in the order Fagales and with closest affinities to\nFagaceae and Betulaceae.","trees":[{"tree_label":"Fig. 19","ntax":"19","rootedtree":"TRUE","title":"Ticodendron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1607.phy"},{"tree_label":"Fig. 24","ntax":"15","rootedtree":"TRUE","title":"Ticodendron","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1655.phy"},{"tree_label":"Fig. 23","ntax":"15","rootedtree":"TRUE","title":"Ticodendron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1656.phy"},{"tree_label":"Fig. 20","ntax":"15","rootedtree":"TRUE","title":"Ticodendron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1657.phy"},{"tree_label":"Fig. 22","ntax":"15","rootedtree":"TRUE","title":"Ticodendron","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1658.phy"},{"tree_label":"Fig. 21","ntax":"15","rootedtree":"TRUE","title":"Ticodendron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1659.phy"}]}