{"Authors":" Wanlu Song, Yajuan Qin, Yan Zhu, Guangjun Yin, Ningning Wu,\nYaxuan Li, Yingkao Hu","Year":" 2014","Title":" Delineation of plant caleosin residues critical for\nfunctional divergence, positive selection and coevolution","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" caleosin; functional divergence; positive selection;\nco-evolution","DOI":"","Abstract":" Background: The caleosin genes encode proteins with a\nsingle conserved EF hand calcium-binding domain and comprise small gene\nfamilies found in a wide range of plant species. These proteins may be\ninvolved in many cellular and biological processes coupled closely to\nthe synthesis, degradation, or stability of oil bodies. Although\nprevious studies of this protein family have been reported for\nArabidopsis and other species, understanding of the evolution of the\ncaleosin gene family in plants remains inadequate. Results: In this\nstudy, comparative genomic analysis was performed to investigate the\nphylogenetic relationships, evolutionary history, functional divergence,\npositive selection, and coevolution of caleosins. First, 84 caleosin\ngenes were identified from five main lineages that included 15 species.\nPhylogenetic analysis placed these caleosins into five distinct\nsubfamilies (sub Iâ“V), including two subfamilies that have not been\npreviously identified. Among these subfamilies, sub II coincided with\nthe distinct P-caleosin isoform recently identified in the pollen oil\nbodies of lily; caleosin genes from the same lineage tended to be\nclustered together in the phylogenetic tree. A special motif was\ndetermined to be related with the classification of caleosins, which may\nhave resulted from a deletion in sub I and sub III occurring after the\nevolutionary divergence of monocot and dicot species. Additionally,\nseveral segmentally and tandem-duplicated gene pairs were identified\nfrom seven species, and further analysis revealed that caleosins of\ndifferent species did not share a common expansion model. The ages of\neach pair of duplications were calculated, and most were consistent with\nthe time of genome-wide duplication events in each species. Functional\ndivergence analysis showed that changes in functional constraints have\noccurred between subfamilies I/IV, II/IV, and II/V, and some critical\namino acid sites were identified during the functional divergence.\nAdditional analyses revealed that caleosins were under positive\nselection during evolution, and seven candidate amino acid sites (70R,\n74G, 88L, 89G, 100K, 106A, 107S) for positive selection were identified.\nInterestingly, the critical amino acid residues of functional divergence\nand positive selection were mainly located in C-terminal domain.\nFinally, three groups of coevolved amino acid sites were identified.\nAmong these coevolved sites, seven from group 2 were located in the\nCa2+-binding region of crucial importance. Conclusion: In this study,\nthe evolutionary and expansion patterns of the caleosin gene family were\npredicted, and a series of amino acid sites relevant to their functional\ndivergence, adaptive evolution, and coevolution were identified. These\nfindings provide data to facilitate further functional analysis of\ncaleosin gene families in the plant lineage.","trees":[{"tree_label":"phylogenetic tree","ntax":"84","rootedtree":"TRUE","title":"caleosin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75350.phy"}]}