{"Authors":" Frederick Keith Barker","Year":" 2014","Title":" Mitogenomic data resolve basal relationships among\npasseriform and passeridan birds","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" mitogenome; Passeriformes; non-stationary; base\ncomposition; RY coding","DOI":"","Abstract":" Passerine birds compose over half of avian species\ndiversity and exhibit an impressive array of phenotypic variation of\ninterest to evolutionary biologists. Although this group has long been\nthe focus of comparative study, many phylogenetic relationships within\nthe group remain unresolved, despite an impressive number of molecular\nphylogenetic studies. Much of this uncertainty involves “transitional”\ngroups potentially related to the ancestrally Australasian “core\nCorvoidea” and the primarily extra-Australasian Passerida, as well as\nbasal relationships among Passerida. In this study data from\nmitochondrial genome sequences (mitogenomes) are brought to bear on\nhigher-level passerine relationships. This paper reports analyses of new\nmitogenomes from 15 taxa carefully selected to address basal passeridan\nrelationships, along with 110 previously-published passerine mitogenomes\n(most deriving from two intra-familial studies). These data corroborate\nmany relationships previously established by multilocus nuclear data, as\nwell as resolving several novel clades, including basal relationships of\nPasserida and relationships of that clade to several “transitional”\nforms. Although passerine mitogenomes pose significant analytical\nchallenges (most notably substitutional saturation and base\ncompositional heterogeneity), they appear to retain important\ninformation that should contribute to current and future understanding\nof passerine phylogeny","trees":[{"tree_label":"pfinder AGY","ntax":"125","rootedtree":"TRUE","title":"Passerines: RAxML Tree for Analysis with\nPartitionfinder Partitioning + AGY Coding","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77157.phy"}]}