{"Authors":" Gao-Peng Li, Liang Jiang, Jia-Zuan Ni, Qiong Liu, Yan\nZhang","Year":" 2014","Title":" Computational identification of a new SelD-like family that\nmay participate in sulfur metabolism in hyperthermophilic\nsulfur-reducing archaea","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" selenium, sulfur, selenophosphate synthetase,\nbioinformatics, comparative genomics, archaea","DOI":"","Abstract":" Background: Selenium (Se) and sulfur (S) are closely\nrelated elements that exhibit similar chemical properties. Some genes\nrelated to S metabolism are also involved in Se utilization in many\norganisms. However, the evolutionary relationship between the two\nutilization traits is unclear. Results: In this study, we conducted a\ncomparative analysis of the selenophosphate synthetase (SelD) family, a\nkey protein for all known Se utilization traits, in all sequenced\narchaea. Our search showed a very limited distribution of SelD and Se\nutilization in this kingdom. Interestingly, a SelD-like protein was\ndetected in two orders of Crenarchaeota: Sulfolobales and\nThermoproteales. Sequence and phylogenetic analyses revealed that\nSelD-like protein contains the same domain and conserved functional\nresidues as those of SelD, and might be involved in S metabolism in\nthese S-reducing organisms. Further genome-wide analysis of patterns of\ngene occurrence in different thermoproteales suggested that several\ngenes, including SirA-like, Prx-like and adenylylsulfate reductase, were\nstrongly related to SelD-like gene. Based on these findings, we proposed\na simple model wherein SelD-like may play an important role in the\nbiosynthesis of certain thiophosphate compound. Conclusions: Our data\nsuggest novel genes involved in S metabolism in hyperthermophilic\nS-reducing archaea, and may provide a new window for understanding the\ncomplex relationship between Se and S metabolism in archaea.","trees":[{"tree_label":"ATP binding superfamily","ntax":"45","rootedtree":"TRUE","title":"Tr76869","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76869.phy"}]}