{"Authors":" Ling-Yun Chen, Guido Grimm, Qing-Feng Wang, Susanne S\nRenner","Year":" 2014","Title":" A NEW PHYLOGENY FOR THE AQUATIC FAMILY APONOGETONACEAE,\nCOMBINED WITH NORTHERN HEMISPHERE FOSSILS, REJECTS THE HYPOTHESIZED\nAUSTRALIAN ORIGIN OF THE FAMILY","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral area reconstruction; aquatic plants;\nAlismatales; molecular clocks; integrating fossil geographic ranges","DOI":"","Abstract":" Aim Aponogetonaceae are a monogeneric family of aquatic\nmonocots occurring in Africa, Madagascar, India, Southeast Asia and\nAustralia. Earlier studies inferred a Madagascan or Australian origin of\nthe family. Recent paleobotanical work, however, reports pollen from the\nLate Cretaceous of Wyoming, the early mid-Eocene of West Canada, and the\nlate mid-Eocene of West Greenland, while rejecting Upper Cretaceous\nSouth American fossils. We aim to incorporate these fossil finds with\nnew molecular-phylogenetic data for a better understanding of the\nfamily’s geographic history. Location North America/Greenland, Africa,\nMadagascar, Asia, Australia Methods We sequenced nuclear and plastid DNA\nregions from 42 of the 57 species, some represented by multiple\naccessions, and generated a time-calibrated phylogeny, rooted on\nappropriate outgroups. Statistical biogeographic analyses were carried\nout with or without the fossils incorporated in the phylogeny. Results\nThe recent-most common ancestor of living Aponogetonaceae appears to\ndate to the mid-Eocene and to have lived in Madagascar or Africa. The\ndirection of expansion from the Northern Hemisphere to the Southern\nHemisphere could not be inferred, while three dispersal events from\nAfrica/Madagascar to Asia during the Miocene are strongly supported by\nour data. Except for an ancient Australian species that is sister to all\nother Aponogetonaceae, the remaining Australian species stem from an\nAsian ancestor that arrived from Asia about 5 million years ago.\nConclusion The family’s ancient Northern Hemisphere fossil record and\ndeepest extant divergence between an Africa/Madagascar clade and a\nsingle Australian species rank among the most unusual patters in the\nbiogeography of flowering plants.","trees":[{"tree_label":"Maximum likelihood phylogeny","ntax":"45","rootedtree":"TRUE","title":"Tr75274","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75274.phy"}]}