{"Authors":" John V. Freudenstein, Shirley A. Graham, Melissa Luker","Year":" 2006","Title":" A phylogenetic study of Cuphea (Lythraceae) based on\nmorphology and nuclear rDNA","Journal":" Systematic Botany","Volume":" 31","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cuphea is an endemic genus of the New World and the most\nspeciose member of the Lythraceae with ca. 260 species classified in two\nsubgenera and 13 sections. As a first attempt to construct a\nphylogenetic framework for the genus, data from morphology and nuclear\nITS sequences for 53 species and four outgroup taxa were analyzed.\nIndependent results employing morphological and molecular datasets\nconfirmed Cuphea as monophyletic with Pleurophora as sister. The\nmorphological strict consensus was substantially unresolved. The ITS\nparsimony and maximum likelihood phylogenies indicated South America as\nthe initial center of diversification and identified a deep trichotomy,\none branch of which was equivalent to subg. Cuphea. The ITS analyses\nalso recognized seven well-supported clades, each composed of members\nfrom two to four taxonomic sections. Species of sect. Melvilla, appear\nin five of the seven clades, supporting the hypothesis that the large,\nintensely-colored, bird-pollinated floral tubes that define the section\nare convergent, having evolved from smaller, more\npromiscuously-pollinated, green-tubed flowers. Sixteen endemic North\nAmerican species have a single South American origin and form the core\nof a secondary center of Cuphea diversification in Mexico. The ITS\nanalyses provide initial phylogenetic hypotheses for the genus that\nclarify relationships previously obscured by the highly homoplastic\nnature of the morphological taxonomic characters.","trees":[{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Cuphea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2537.phy"},{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"Cuphea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2538.phy"}]}