{"Authors":" Emma Harrower, Terry Henkel, Egon Horak, Patrick Brandon\nMatheny","Year":" 2014","Title":" Long-Distance Dispersal and Founder-Event Speciation in the\nEvolution of Cortinarius sect. Cortinarius in Australasia and the\nAmericas","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Cortinarius violaceus; diversification; ectomycorrhizal\nfungi; long-distance dispersal; speciation","DOI":"","Abstract":" We present a multi-gene phylogeny (ITS, LSU, RPB2) of the\nmushroom clade Cortinarius sect. Cortinarius (C. violaceus group) that\nreveals eight different species distributed in Australasia, South\nAmerica, Central America, North America and Europe. A relaxed molecular\nclock analysis suggests that diversification initially occurred during\nthe Miocene, thus rejecting any possible ancient or Gondwanan\nbiogeographic scenarios among the widely distributed taxa. There is\nstrong support for an Australasian origin with dispersal to South\nAmerica followed by migration 3.9-12.5 Mya into North America and\nEurope, which coincides with the ‘great American interchange’. A\ndispersal-extinction cladogenesis model that includes a parameter for\nfounder effects is the most highly supported among all available\nbiogeographic models in the program BioGeoBEARS. A maximum likelihood\nanalysis shows that the most recent common ancestor of sect. Cortinarius\nmost likely was an angiosperm associate. Ancestral associations at the\nplant family level, however, are ambiguous. Of eight recovered\nspecies-level lineages, C. violaceus is the only one that associates\nwith Pinaceae and the only species to associate with both Pinaceae and\nangiosperms. This analysis shows that long-distance dispersal and\nfounder event speciation has been important factors during evolution of\nthe C. violaceus group.","trees":[{"tree_label":"TREE1","ntax":"10","rootedtree":"TRUE","title":"Tr75882","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75882.phy"},{"tree_label":"TREE1","ntax":"10","rootedtree":"TRUE","title":"Tr75883","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75883.phy"}]}