{"Authors":" Yotsawate Sirichamorn, Frits A.C.B. Adema, Marco C. Roos,\nPeter C. van Welzen","Year":" 2014","Title":" Molecular and morphological phylogenetic reconstruction\nreveals a new generic delimitation of Asian Derris (Fabaceae):\nReinstatement of Solori and synonymisation of Paraderris with\nDerris","Journal":" TAXON","Volume":" 63","Issue":"","Pages":"","Keywords":" Aganope; Asia; Brachypterum; character reconstruction;\nDerris; molecular and morphological phylogeny; Paraderris; Solori","DOI":"","Abstract":" The genus Derris is a problematic taxon within tribe\nMillettieae, because of the various generic circumscriptions proposed by\ndifferent authors. Previous molecular phylogenetic studies proved Derris\ns.l. to be polyphyletic and thus unacceptable as a taxon. Moreover, the\nmost recent circumscription of Derris s.str. was also not monophyletic.\nIn this study, 29 qualitative morphological characters were analyzed\ntogether with the molecular data of our earlier studies. The combined\ndatasets confirmed the monophyly of Solori (also known as Brachypterum)\nand showed it to be distinct at the generic level with the following\nsynapomorphies: presence of stipellae, more than five flowers per\nbrachyblast, tubular and (or) lobed floral disk, seven to twelve ovules\nand one-winged pods with obvious seed chambers when dry. Paraderris\nappeared to be a wellsupported monophyletic group, but nested within\nDerris s.str. In order to maintain the monophyly of Derris s.str.,\nParaderris is synonymised with Derris s.str., which broadens the generic\ncircumscription for Derris s.str. This Derris s.str. only has two\nsynapomorphies, the liana habit and two-winged pods. Other morphological\ncharacters used for previous generic circumscriptions of Derris s.str.\nappeared to be based on combinations of plesiomorphies. No infrageneric\nclassification of Derris s.str. will be provided, because of low support\nfor clades and lack of obvious apomorphies for several clades. Taxonomic\ntreatment and nomenclatural changes are presented where necessary.","trees":[{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Tr75354","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75354.phy"},{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Tr75353","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75353.phy"}]}