{"Authors":" John V. Syring, Richard C. Cronn, Kathleen Farrell, Aaron\nListon, R. Businsky","Year":" 2007","Title":" Widespread Genealogical Nonmonophyly in Species of Pinus\nSubgenus Strobus.","Journal":" Systematic Biology","Volume":" 56","Issue":" 2","Pages":" 163-181","Keywords":"","DOI":" 10.1080/10635150701258787","Abstract":" Phylogenetic relationships among Pinus species from\nsubgenus Strobus remain unresolved despite combined efforts based on\nnrITS and cpDNA. To provide greater resolution among these taxa, a\n900-bp intron from a Late Embryogenesis Abundant (LEA)-like gene\n(IFG8612) was sequenced from 39 pine species, with two or more alleles\nrepresenting 33 species. Nineteen of 33 species exhibited allelic\nnonmonphyly in the strict consensus tree, and 10 deviated significantly\nfrom allelic monophyly based on topology incongruence tests.\nIntraspecific nucleotide diversity ranged from 0.0 ˆ 0.0211, and\nanalysis of variance shows that nucleotide diversity was strongly\nassociated (P<0.0001) with the degree of species monophyly. While\nspecies nonmonophyly complicates phylogenetic interpretations, this\nnuclear locus offers greater topological support than previously\nobserved for cpDNA or nrITS. Lacking evidence for hybridization,\nrecombination, or imperfect taxonomy, we feel that incomplete lineage\nsorting remains the best explanation for the polymorphisms shared among\nspecies. Depending on the species, coalescent expectations indicate that\nreciprocal monophyly will be more likely than paraphyly in 1.71 to 24.0\n◊ 106 years, and that complete genome wide coalescence in these species\nmay require up to 76.3 ◊ 106 years. The absence of allelic coalescence\nis a severe constraint in the application of phylogenetic methods in\nPinus, and taxa sharing similar life history traits with Pinus are\nlikely to show species nonmonophyly using nuclear markers.","trees":[{"tree_label":"Parrya","ntax":"35","rootedtree":"TRUE","title":"Pinus sect Parrya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4640.phy"},{"tree_label":"Quinquefoliae","ntax":"56","rootedtree":"TRUE","title":"Pinus sect Quinquefoliae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4641.phy"}]}