{"Authors":" Enric Planas, Erin E Saupe, Matheus S. Lima-Ribeiro, Andrew\nTownsend peterson, Carles Ribera","Year":" 2014","Title":" Ecological niche and phylogeography elucidate complex\nbiogeographic patterns in Loxosceles rufescens (Araneae, Sicariidae) in\nthe Mediterranean Basin","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":"","Pages":" 195\n","Keywords":" Arachnid; Evolution; Human-mediated dispersal; Pleistocene\nglaciations; Refugia; Spider","DOI":" 10.1186/s12862-014-0195-y","Abstract":" Background Understanding the evolutionary history of\nmorphologically cryptic species complexes is difficult, and made even\nmore challenging when geographic distributions have been modified by\nhuman-mediated dispersal. This situation is common in the Mediterranean\nBasin where, aside from the environmental heterogeneity of the region,\nprotracted human presence obscures the biogeographic processes that\nshaped current diversity. Loxosceles rufescens (Araneae, Sicariidae) is\nan ideal example: native to the Mediterranean, the species has dispersed\nworldwide via cohabitation with humans. A previous study revealed\nconsiderable molecular diversity, suggesting cryptic species, but\nrelationships among lineages did not correspond to geographic location.\nResults Delimitation analyses on cytochrome c oxidase subunit I\nidentified 11 different evolutionary lineages, presenting two\ncontrasting phylogeographic patterns: (1) lineages with well-structured\npopulations in the mountainous region of Morocco and Iberia, and (2)\nlineages lacking geographic structure across the Mediterranean Basin.\nDating analyses placed main diversification events in the Pleistocene,\nand multiple Pleistocene refugia, identified using ecological niche\nmodeling (ENM), are compatible with allopatric differentiation of\nlineages. Human-mediated transportation appears to have complicated the\ncurrent biogeography of this medically important and synanthropic\nspider. Conclusions We integrated ecological niche models with\nphylogeographic analyses to elucidate the evolutionary history of L.\nrufescens in the Mediterranean Basin, with emphasis on origins of mtDNA\ndiversity. We found support for the hypothesis that northern Africa was\nthe center of origin for L. rufescens, and that current genetic\ndiversity originated in allopatry, likely promoted by successive\nglaciations during the Pleistocene. We corroborated the scenario of\nmultiple refugia within the Mediterranean, principally in northern\nAfrica, combining results from 8 atmosphere-ocean general circulation\nmodels (AOGCM) with two different refugium-delimitation methodologies.\nENM results were useful for providing general views of putative refugia,\nwith fine-scale details depending on the level of stringency applied for\nagreement among models.","trees":[{"tree_label":"BEAST","ntax":"63","rootedtree":"TRUE","title":"Loxosceles rufescens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75418.phy"},{"tree_label":"RAxML","ntax":"63","rootedtree":"TRUE","title":"Loxosceles rufescens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75416.phy"},{"tree_label":"MrBayes","ntax":"63","rootedtree":"TRUE","title":"Loxosceles rufescens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75417.phy"},{"tree_label":"RAxML-PATHd8","ntax":"63","rootedtree":"TRUE","title":"Loxosceles rufescens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75420.phy"},{"tree_label":"MrBayes-ultrametric","ntax":"63","rootedtree":"TRUE","title":"Loxosceles rufescens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75422.phy"}]}