{"Authors":" Marco Thines, Franz Oberwinkler, Otmar Spring, Markus\nGoeker","Year":" 2006","Title":" A revision of Bremia graminicola","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Bremia graminicola (Chromista, Peronosporales) is a common\ndowny mildew pathogen of Arthraxon spp. (Poaceae) in Central to East\nAsia and the only species of Bremia parasitic on grasses. Despite its\nwidespread occurrence and apparent differences in host range and\nmorphology compared with other species of the genus, its placement in\nBremia has not been challenged for the past 90 y. Its current taxonomic\nposition is revised based on sporangiophore morphology and\nultrastructure, haustorium morphology, and nu-rDNA sequence analysis.\nHaustorium morphology and sporangiophore ultrastructure indicate that B.\ngraminicola is not a member of the genus Bremia, which shows affinities\nto Plasmopara and Paraperonospora. Based on haustorium morphology, B.\ngraminicola appears to be more closely related to Viennotia oplismeni,\nalthough the sporangiophore morphology is strikingly different between\nthese two taxa. This is supported by molecular analyses based on a\nnear-representative sample of nuLSU rDNA sequences of downy mildew\ngenera, whereby B. graminicola is revealed as the sister taxon of V.\noplismeni with 100 % BS support under all phylogenetic optimality\ncriteria applied. Relationships of this clade to other groups are less\nclear. However, network and reduced-consensus analyses show that this\nlack of resolution is mainly due to the ambiguous molecular affinities\nof Sclerospora graminicola. Omitting this highly divergent taxon results\nin considerable support for a clade comprised of taxa with globose to\npyriform haustoria, including B. lactucae, and for the sister-group\nrelationship of B. graminicola and V. oplismeni with Hyaloperonospora.\nConsequently, a new genus, Graminivora, is described to accommodate B.\ngraminicola.","trees":[{"tree_label":"MP unweighted Tree","ntax":"52","rootedtree":"TRUE","title":"Bremia graminicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4644.phy"},{"tree_label":"ML Tree","ntax":"52","rootedtree":"TRUE","title":"Bremia graminicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4642.phy"},{"tree_label":"ME Tree","ntax":"52","rootedtree":"TRUE","title":"Bremia graminicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4643.phy"},{"tree_label":"MP weighted Tree","ntax":"52","rootedtree":"TRUE","title":"Bremia graminicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4645.phy"}]}