{"Authors":" Yamini Agrawal, Poonam Mual, Belle Damodara Shenoy","Year":" 2014","Title":" Beauveria rudraprayagi sp. nov. and population structure of\nB. bassiana sensu stricto from India","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycetes, Diversity, GCPSR, Host relationships,\nInsect-associated fungi, Polymorphism, Taxonomy","DOI":"","Abstract":" Beauveria is an insect-associated fungal genus and it\nrepresents a monophyletic lineage within the Cordycipitaceae\n(Hypocreales, Sordariomycetes). In this study, we employed the\ngenealogical concordance phylogenetic species recognition criterion to\nresolve the evolutionary relationships of 125 Beauveria and\nBeauveria-like isolates from India. In ITS-based phylogenetic analysis,\n111 fungal isolates clustered within Beauveria clade (Cordycipitaceae),\nwhile 14 Beauveria-like isolates showed phylogenetic affinities with\nIsaria (Cordycipitaceae) and Tolypocladium (Clavicipitaceae) clades. In\na multi-gene phylogenetic analysis involving the partial Bloc, EF1α,\nRPB1 and RPB2 gene sequence-data, a novel Beauveria lineage was\nrecovered that has been described here as Beauveria rudraprayagi sp.\nnov. Further, we employed DNA microsatellite markers to investigate the\ninfra-specific diversity of 102 isolates of B. bassiana sensu stricto\nfrom India. All the microsatellite markers were easily amplifiable for\nall the isolates and provided a good genotype resolution. The\nmicrosatellite analysis indicated the presence of highly polymorphic,\nrandomly distributed populations of B. bassiana with variable host range\nand apparently no host-specificity. We, however, observed region-wise\nclustering of the populations within B. bassiana sensu stricto from\nIndia.","trees":[{"tree_label":"PAUP 1","ntax":"86","rootedtree":"TRUE","title":"Tr75401","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75401.phy"},{"tree_label":"PHYLIP 1","ntax":"86","rootedtree":"TRUE","title":"Tr75402","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75402.phy"}]}