{"Authors":" Martin Kemler, Franz Oberwinkler, Markus Goeker, Dominik\nBegerow","Year":" 2006","Title":" Implications of molecular characters for the phylogeny of the\nMicrobotryaceae (Basidiomycota: Urediniomycetes)","Journal":" BMC Evolutionary Biology","Volume":" 6","Issue":" NA","Pages":" 35","Keywords":" NA","DOI":" 10.1186/1471-2148-6-35","Abstract":" Background: Anther smuts of the basidiomycetous genus\nMicrobotryum on Caryophyllaceae are important model organisms for many\nbiological disciplines. Members of Microbotryum are most commonly found\nparasitizing the anthers of host plants in the family Caryophyllaceae,\nhowever they can also be found on the anthers of members of the\nDipsacaceae, Lamiaceae, Lentibulariaceae, and Portulacaceae.\nAdditionally, some members of Microbotryum can be found infecting other\norgans of mainly Polygonaceae hosts. Based on ITS nrDNA sequences of\nmembers of almost all genera in Microbotryaceae, this study aims to\nresolve the phylogeny of the anther smuts and their relationship to the\nother members of the family of plant parasites. A multiple analysis\nstrategy was used to correct for the effects of different equally\npossible ITS sequence alignments on the phylogenetic outcome, which\nappears to have been neglected in previous studies. Results: The genera\nof Microbotryaceae were not clearly resolved, but alignment-independent\nmoderate bootstrap support was achieved for a clade containing the\nmajority of the Microbotryum species. The anther parasites appeared in\ntwo different well-supported lineages whose interrelationship remained\nunresolved. Whereas bootstrap support values for some clades were highly\nvulnerable to alignment conditions, other clades were more robustly\nsupported. The differences in support between the different alignments\nwere much larger than between the phylogenetic optimality criteria\napplied (maximum parsimony and maximum likelihood). Conclusions: The\nstudy confirmed, based on a larger dataset than previous work, that the\nanther smuts on Caryophyllaceae are monophyletic and that there exists a\nnative North American group that diverged from the European clade before\nthe radiation of the European species. Also a second group of anther\nsmuts was revealed, containing parasites on Dipsacaceae, Lamiaceae, and\nLentibulariaceae. At least the majority of the parasites of Asteraceae\nappeared as a monophylum, but delimitations of some species in this\ngroup should be reconsidered. Parasitism on Polygonaceae is likely to be\nthe ancestral state for the Microbotryaceae on Eudicot hosts.","trees":[{"tree_label":"poa phyml","ntax":"77","rootedtree":"TRUE","title":"Microbotryaceae, POA alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_256.phy"},{"tree_label":"mafft phyml","ntax":"77","rootedtree":"TRUE","title":"Microbotryaceae, MAFFT alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_324.phy"},{"tree_label":"Fig. 1","ntax":"77","rootedtree":"TRUE","title":"Microbotryaceae, combined analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4646.phy"},{"tree_label":"Fig. 2","ntax":"77","rootedtree":"TRUE","title":"Microbotryaceae, PCMA alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4647.phy"},{"tree_label":"phyml","ntax":"77","rootedtree":"TRUE","title":"Microbotryaceae, DIALIGN alignment after exclusion of\nlow-scoring positions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4648.phy"}]}