{"Authors":" Syed Nabeel-Shah, Kanwal Ashraf, Ronald E Pearlman, Jeffrey\nS Fillingham","Year":" 2014","Title":" Molecular evolution of NASP and conserved histone H3/H4\ntransport pathway","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":" 139","Pages":"","Keywords":" NASP, H3/H4 transport, Hif1, N1/N2, molecular evolution,\nchromatin, phylogenetics, SHNi-TPR, histone chaperone","DOI":" 10.1186/1471-2148-14-139","Abstract":" Background: NASP is an essential protein in mammals that\nfunctions in histone transport pathways and maintenance of a soluble\nreservoir of histones H3/H4. NASP has been studied exclusively in\nOpisthokonta lineages where some functional diversity has been reported.\nIn humans, growing evidence implicates NASP miss-regulation in the\ndevelopment of a variety of cancers. Although a comprehensive\nphylogenetic analysis is lacking, NASP-family proteins that possess four\nTPR motifs are thought to be widely distributed across eukaryotes.\nResults: We characterize the molecular evolution of NASP by\nsystematically identifying putative NASP orthologs across diverse\neukaryotic lineages ranging from excavata to those of the crown group.\nWe detected extensive silent divergence at the nucleotide level\nsuggesting the presence of strong purifying selection acting at the\nprotein level. We also observed a selection bias for high frequencies of\nacidic residues which we hypothesize is a consequence of their critical\nfunction(s), further indicating the role of functional constraints\noperating on NASP evolution. Our data indicate that TPR1 and TPR4\nconstitute the most rapidly evolving functional units of NASP and may\naccount for the functional diversity observed among well characterized\nfamily members. We also show that NASP paralogs in ray-finned fish have\ndifferent genomic environments with clear differences in their GC\ncontent and have undergone significant changes at the protein level\nsuggesting functional diversification. Conclusion: We draw four main\nconclusions from this study. First, wide distribution of NASP throughout\neukaryotes suggests that it was likely present in the last eukaryotic\ncommon ancestor (LECA) possibly as an important innovation in the\ntransport of H3/H4. Second, strong purifying selection operating at the\nprotein level has influenced the nucleotide composition of NASP genes.\nFurther, we show that selection has acted to maintain a high frequency\nof functionally relevant acidic amino acids in the region that\ninterrupts TPR2. Third, functional diversity reported among several well\ncharacterized NASP family members can be explained in terms of quickly\nevolving TPR1 and TPR4 motifs. Fourth, NASP fish specific paralogs have\nsignificantly diverged at the protein level with NASP2 acquiring a NNR\ndomain.","trees":[{"tree_label":"Phylogenetic tree of NASP proteins","ntax":"52","rootedtree":"TRUE","title":"Bayesian tree of NASP proteins","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75403.phy"},{"tree_label":"Imported tree 0","ntax":"24","rootedtree":"TRUE","title":"Tr75435","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75435.phy"},{"tree_label":"Imported tree 0","ntax":"52","rootedtree":"TRUE","title":"Tr75485","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75485.phy"},{"tree_label":"Imported tree 0","ntax":"52","rootedtree":"TRUE","title":"Tr75487","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75487.phy"},{"tree_label":"Imported tree 0","ntax":"52","rootedtree":"TRUE","title":"Tr75486","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75486.phy"},{"tree_label":"Imported tree 0","ntax":"52","rootedtree":"TRUE","title":"Tr75488","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75488.phy"},{"tree_label":"Imported tree 0","ntax":"52","rootedtree":"TRUE","title":"Tr75489","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75489.phy"},{"tree_label":"Imported tree 0","ntax":"43","rootedtree":"TRUE","title":"Tr75498","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75498.phy"},{"tree_label":"Imported tree 0","ntax":"15","rootedtree":"TRUE","title":"Tr75523","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75523.phy"}]}