{"Authors":" Paulo Oliveira, Ricardo Castilho, Luís Neves Morgado,\nCarlos Vila-Viçosa, Mário Rui Castro","Year":" 2014","Title":" Detection of an undescribed species among sporocarp\ncollections of the edible Amanita ponderosa","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Amidella phylogeny, basidiospore, gurumelo, microscopy,\nmolecular markers, silarca, undescribed species","DOI":"","Abstract":" Amanita ponderosa Mal. & Heim is a species that occurs\naround the Western Mediterranean, producing its edible fruitbodies\nbetween Winter and Spring. Traditionally consumed only in parts of Spain\nand Portugal, the gastronomic interest in this species has been\nspreading in recent years. As part of a wider research program to\nimprove the scientific knowledge of this species and help in its\nconservation, the present study sought to uncover the intraspecific\ngenetic diversity of the species, as represented by the nuclear\nribosomal internal transcribed spacer sequences. The diversity was\nunusually low, but two specimens were from another species, closely\nrelated to Amanita curtipes Gilbert. Expanding the analysis to four\nother regions, the nuclear ribosomal large subunit sequences confirmed\nboth results, while the remainder did not have enough resolution. The\ntaxonomic identity of the two divergent specimens is discussed, based on\nbasidiospore measurements, genetic distances and ecological data, and is\nnamed Amanita aff. curtipes to indicate that it is not the same species,\nto be described in a separate publication. Genetic markers for this\nundescribed species are proposed, based on the analysis of the sequence\nalignments for three genetic regions, to provide rapid means for its\ndetection among Amanita ponderosa collections. The present study also\ndiscusses the phylogenetic reconstructions for Series Amidella (Gilbert)\nNeville & Poumarat from the point of view of identifying\nmonophyletic clades and revising the names assigned to the\nsequences.","trees":[{"tree_label":"TEF1 tree","ntax":"9","rootedtree":"TRUE","title":"Amanita spp. TEF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75444.phy"},{"tree_label":"RPB2 tree","ntax":"10","rootedtree":"TRUE","title":"Amanita spp. RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75441.phy"},{"tree_label":"ITS tree","ntax":"46","rootedtree":"TRUE","title":"Amanita spp. ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75442.phy"},{"tree_label":"MS tree","ntax":"13","rootedtree":"TRUE","title":"Amanita spp. MS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75443.phy"},{"tree_label":"LSU tree","ntax":"25","rootedtree":"TRUE","title":"Amanita spp. LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75445.phy"}]}