{"Authors":" Hong-Xia Bao, Le Tang, Lu Yu, Xu-Yao Wang, Yang Li, Xia\nDeng, Yong-Guo Li, Ang Li, Da-Ling Zhu, Randal N Johnston, Gui-Rong Liu,\nYe Feng, Shu-Lin Liu","Year":" 2014","Title":" Differential efficiency in exogenous DNA acquisition among\nclosely related Salmonella strains: implications in bacterial\nspeciation","Journal":" BMC microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Bacterial speciation; homologous recombination;\nSalmonella; transduction; transformation","DOI":"","Abstract":" Acquisition of exogenous genetic material is a key event\nin bacterial speciation. It seems reasonable to assume that\nrecombination of the incoming DNA into genome would be more efficient\nwith higher levels of relatedness between the DNA donor and recipient.\nIf so, bacterial speciation would be a smooth process, leading to a\ncontinuous spectrum of genomic divergence of bacteria, which, however,\nis not the case as shown by recent findings. The goal of this study was\nto determine if DNA transfer efficiency is correlated with the levels of\nsequence identity. To compare the relative efficiency of exogenous DNA\nacquisition among closely related bacteria, we carried out\nphage-mediated transduction and plasmid-mediated transformation in\nrepresentative Salmonella strains with different levels of relatedness.\nWe found that the efficiency was remarkably variable even among\ngenetically almost identical bacteria. Although there was a general\ntendency that more closely related DNA donor-recipient pairs had higher\ntransduction efficiency, transformation efficiency exhibited over a\nthousand times difference among the closely related Salmonella strains.\nDNA acquisition efficiency is greatly variable among bacteria that have\nas high as over 99% identical genetic background, suggesting that\nbacterial speciation involves highly complex processes affected not only\nby whether beneficial exogenous DNA may exist in the environment but\nalso the “readiness” of the bacteria to accept it.","trees":[{"tree_label":"Fig. 1B","ntax":"11","rootedtree":"TRUE","title":"phylogenetic tree based on the five genes","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75480.phy"},{"tree_label":"Fig. 1A","ntax":"11","rootedtree":"TRUE","title":"Phylogenetic tree based on core genes of the whole\ngenome","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75492.phy"}]}