{"Authors":" Nataliya Budaeva, Dmitry Schepetov, Joana Zanol, Tatiana\nNeretina, Endre Willassen","Year":" 2016","Title":" When molecules support morphology: phylogenetic\nreconstruction of the family Onuphidae (Eunicida, Annelida) based on 16S\nrDNA and 18S rDNA","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" systematics, evolution, Hyalinoeciinae, Onuphinae, quill\nworms, beach worms","DOI":"","Abstract":" Onuphid polychaetes are tubicolous marine worms commonly\nreported worldwide from intertidal areas to hadal depths. They often\ndominate in benthic communities and have economic importance in\naquaculture and recreational fishing. Here we report the phylogeny of\nthe family Onuphidae based on the combined analyses of nuclear (18S\nrDNA) and mitochondrial (16S rDNA) genes. Results of Bayesian and\nMaximum Likelihood analyses supported the monophyly of Onuphidae and its\ntraditional subdivision into two monophyletic subfamilies: Onuphinae and\nHyalinoeciinae. Ten of 22 recognized genera were monophyletic with\nstrong node support; four more genera included in this study were either\nmonotypic or represented by a single species. None of the genera\nappeared para- or polyphyletic and this indicates a strong congruence\nbetween the traditional morphology-based systematics of the family and\nthe newly obtained molecular-based phylogenetic reconstructions.\nIntergeneric relationships within Hyalinoeciinae were not resolved. Two\nstrongly supported monophyletic groups of genera were recovered within\nOnuphinae: ((Onuphis, Aponuphis), Diopatra, Paradiopatra) and\n(Hirsutonuphis, (Paxtonia, (Kinbergonuphis, Mooreonuphis))). A\npreviously accepted hypothesis on the subdivision of Onuphinae into the\nOnuphis group of genera and the Diopatra group of genera was largely\nrejected.","trees":[{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_90994.phy"},{"tree_label":"ML","ntax":"1","rootedtree":"TRUE","title":"Maximum likelihood","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_91001.phy"}]}