{"Authors":" Hector Raul Urbina, Robert Frank, Meredith Blackwell","Year":" 2012","Title":" Scheffersomyces cryptocercus: A new xylose-fermenting yeast\nassociated with the gut of wood roaches and new combinations in the\nSugiyamaella yeast clade.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" insect-gut, Saccharomycotina, RPB1, xylose reductase,\nXYL1","DOI":"","Abstract":" The gut of wood-feeding insects is a microhabitat for a\nspecialized community of microbes, including bacteria and several groups\nof eukaryotes such as nematodes, parabasalids, and fungi. The\ncharacterization of gut yeast communities from a variety of insects has\nshown that certain yeasts often are associated with the insects. The gut\nof wood-feeding insects is rich in ascomycete yeasts, and in particular\nxylose-fermenting (X-F) and assimilating yeasts have been consistently\npresent in the gut of lignicolous insects. The objective of this study\nwas the characterization of the yeast flora from the gut of the wood\nroach Cryptocercus sp. (Blattodea: Cryptocercidae). Five wood roach\nindividuals were collected along the Appalachian Trail near the border\nbetween Tennessee and North Carolina, USA. We isolated 18 yeast strains\nfrom the wood roaches identified as Sugiyamaella paludigena and\nSugiyamaella lignohabitans, xylose-assimilating yeasts, and\nScheffersomyces cryptocercus (NRRL Y-48824T = CBS 12658) a new species\nof X-F yeast. The presence of X-F and certain non X-F yeasts in the gut\nof the subsocial wood roach Cryptocercus sp. extends the previous\nfindings of associations between certain ascomycete yeasts and\nlignicolous insects. New combinations were made for 13 asexual members\nof the Sugiyamaella clade.","trees":[{"tree_label":"c. Fig. 4 NJ","ntax":"19","rootedtree":"TRUE","title":"Scheffersomyces cryptocercus Figure 1 31 taxa\nalignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75534.phy"},{"tree_label":"Fig. 1 32 taxa","ntax":"32","rootedtree":"TRUE","title":"Scheffersomyces cryptocercus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75532.phy"},{"tree_label":"Fig. 1 31 Taxa","ntax":"31","rootedtree":"TRUE","title":"Scheffersomyces cryptocercus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75533.phy"}]}