{"Authors":" Omar Torres-Carvajal","Year":" 2014","Title":" Older than the islands: origin and diversification of\nGalápagos leaf-toed geckos (Phyllodactylidae: Phyllodactylus) by\nmultiple colonizations","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Dispersal, Galápagos, island biogeography, island\nevolution, lizards, multiple colonizations, Phyllodactylus, phylogeny,\nvicariance","DOI":"","Abstract":" Aim We re-examine the biogeography of the leaf-toed geckos\n(Phyllodactylus) endemic to the Galápagos Islands. Our aim was to (1)\ntest the multiple-colonization hypothesis against the\nsingle-colonization scenario proposed for most terrestrial organisms in\nthe archipelago, (2) estimate the age of colonization of Phyllodactylus,\nand (3) evaluate the roles of dispersal and vicariance in the evolution\nof these lizards. Location Galápagos archipelago, Ecuador. Methods\nPhylogenetic relationships were evaluated with maximum-likelihood and\nBayesian methods, including the estimation of divergence times and\nspecies trees. Previous biogeographical hypotheses were evaluated with\ntree-topology tests. Results Our results support a multiple-colonization\nscenario: all but one species of Phyllodactylus in the Galápagos\nIslands belonged to a single radiation. The founders of this radiation\ncolonized the archipelago 13.2 Ma when the islands currently above water\nhad not yet emerged. Ten million years later, the ancestors of\nPhyllodactylus darwini colonized San Cristóbal. Main conclusions As\nwith other Galápagos organisms, the Pacific coast of South America\nseems to have been the source for the founders that led to the oldest\nradiation of leaf-toed geckos. Unlike most Galápagos endemics, however,\nP. darwini might have originated in the Andes. Our phylogenetic\nhypotheses and recent palaeogeographical data support both dispersal and\nvicariance as mechanisms leading to the radiation of leaf-toed geckos in\nthe Galápagos Islands.","trees":[{"tree_label":"Concatenated_Tree_Garli","ntax":"108","rootedtree":"TRUE","title":"Tr75514","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75514.phy"},{"tree_label":"Concatenated_Tree_BEAST","ntax":"108","rootedtree":"TRUE","title":"Tr75513","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75513.phy"},{"tree_label":"Concatenated_Tree_MrBayes","ntax":"108","rootedtree":"TRUE","title":"Tr75515","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75515.phy"}]}