{"Authors":" Maria Luisa Raimondo, Francesco Lops, Antonia Carlucci","Year":" 2014","Title":" Phaeoacremonium italicum sp. nov., a new species associated\nwith esca of grapevine in southern Italy","Journal":" Mycologia","Volume":" 106","Issue":" 6","Pages":" 1119-1126","Keywords":" actin, β-tubulin, esca, vineyard","DOI":" 10.3852/14-080","Abstract":" To date, at least 42 Phaeoacremonium species are known\nthroughout the world. These fungal pathogens are responsible for several\nsyndromes that occur in wood of different hosts, 27 of which have been\nassociated with decline and dieback diseases or esca of grapevine, and\nhave been abundantly isolated from necrotic wood of grapevines showing\nPetri and esca disease in vineyards worldwide. During a survey carried\nout in five vineyards of the grapevine cultivar ‘Italia’, several\nsymptomatic samples were collected. A collection of 28 Phaeoacremonium\nisolates was analyzed. The phylogenetic relationships of the isolates\nwere determined through the study of the β-tubulin and actin gene\nsequences. Combining morphological, culture and molecular data, three\nknown Phaeoacremonium spp. were found, namely Pm. aleophilum, Pm.\nparasiticum and Pm. scolyti. One new species is described.\nPhaeoacremonium italicum can be identified by the common occurrence of\nbundles of up to 13, conidiophores with up to seven septa, occasionally\nbranched, percurrent rejuvenation, and predominantly phialides of type\nII. This novel species is thus isolated for the first time, from\ngrapevine in Apulia (southern Italy).","trees":[{"tree_label":"Imported tree 0","ntax":"97","rootedtree":"TRUE","title":"Phaeoacremonium italicum ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80718.phy"},{"tree_label":"PAUP 1","ntax":"97","rootedtree":"TRUE","title":"Phaeoacremonium italicum MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80716.phy"},{"tree_label":"PAUP 481","ntax":"97","rootedtree":"TRUE","title":"Phaeoacremonium italicum MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80717.phy"}]}