{"Authors":" Josep Guarro, Alberto Miguel Stchigel, Jose F. Cano-Lira,\nYasmina Marin-Felix","Year":" 2014","Title":" Leiothecium cristatum sp. nov. and Aspergillus posadasensis\nsp. nov., two species of Eurotiales from rainforest soils in South\nAmerica","Journal":" International Journal of Systematic and Evolutionary\nMicrobiology","Volume":" 64","Issue":"","Pages":"","Keywords":" Argentina; Aspergillaceae; Aspergillus; Eurotiales;\nLeiothecium","DOI":" 10.1099/ijs.0.063164-0","Abstract":" We describe two novel fungi isolated from soil samples\ncollected in Northern Argentina and belonging to the family\nAspergillaceae of the order Eurotiales: Leiothecium cristatum sp. nov.\nand Aspergillus posadasensis sp. nov. Leiothecium cristatum sp. nov.,\nrepresented by the ex-type strain FMR 11998T (5CBS 134260T5NBRC\n109843T), is distinguishable morphologically from the type species of\nthe genus, Leiothecium ellipsoideum, by the presence of irregular\nreticulate ascospores with two prominent equatorial crests, and\nAspergillus posadasensis sp. nov., represented by the ex-type strain FMR\n12168T (5CBS 134259T5NBRC 109845T), is differentiated from Aspergillus\nacanthosporus, the nearest species phylogenetically, by its\nnonsclerotioid ascomata and a lack of an asexual stage on all culture\nmedia tested. The taxonomic proposals are supported by the analysis of\nthe sequences of the internal transcribed spacer region, the D1â“D2\ndomains of the 28S rRNA gene, the fragments of the RNA polymerase II\nlargest subunit, and the putative chaperonin complex related to TCP-1,\nb-tubulin and calmodulin genes.","trees":[{"tree_label":"PAUP 1","ntax":"16","rootedtree":"TRUE","title":"Combined Eurotiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75867.phy"},{"tree_label":"PAUP 1","ntax":"21","rootedtree":"TRUE","title":"Aspergillus section Clavati BT2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75866.phy"}]}