{"Authors":" Elizabeth A. Friar, Jennifer M. Cruse-Sanders, Eric H.\nRoalson, Sarah J. DeGroot, Mitchell E. McGlaughlin, J. Mark Porter,\nLinda M. Prince","Year":" 2006","Title":" Ecological speciation in the East Maui-endemic Dubautia\n(Asteraceae) species","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Adaptive diversification can be viewed as a balance\nbetween the conservative force of inter-population gene flow and\nselection for differential environments. In this paper, we examine\necological, morphological, and genetic differentiation in a small clade\nconsisting of four East Maui endemic species of Dubautia: D. menziesii,\nD. platyphylla, D. reticulata, and D. waianapanapaensis, in the Hawaiian\nsilversword alliance (Asteraceae). The East Maui clade is apparently\nrecently derived (less than 1 MYA) and is geographically restricted, yet\ndisplays significant ecological and morphological differences. We used\ngeographic data from historical herbarium specimens, measurements of\nplant architecture and leaf morphometrics, and measures of genetic\ndifferentiation in both microsatellite and nuclear coding loci to\nexamine the correlation of different forms of divergence in this small\nspecies flock. We found overlap in large-scale geographic distributions,\nsignificant differentiation in most habitat factors, significant\nmicrosatellite differentiation and many shared alleles at nuclear coding\nloci suggesting on-going lineage sorting. Despite the presence of\napparent hybrids in some populations, microsatellite variation is\nconsistent with isolation among species. Using Mantel tests, we compared\nthe direction and extent of diversification among different datasets, to\ndetermine if ecological/morphological divergence was correlated with\ngenetic divergence. Correlations among different datasets showed that\nhabitat was strongly correlated with plant architecture but not leaf\nmorphology. Taken together, these results indicate that ecological and\nmorphological diversification has driven genetic divergence at rapidly\nevolving microsatellite loci, while there is continuing lineage sorting\nat neutral sites in nuclear coding loci.","trees":[{"tree_label":"Fig. 6A","ntax":"10","rootedtree":"TRUE","title":"East Maui Dubautia Asap3A sequence","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4655.phy"},{"tree_label":"Fig. 6B","ntax":"8","rootedtree":"TRUE","title":"East Maui Dubautia Asap3B sequence","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4656.phy"}]}