{"Authors":" Paul SIMION, Nicolas BEKKOUCHE, Muriel JAGER, Éric\nQUÉINNEC, Michaël Manuel","Year":" 2014","Title":" Exploring the potential of small RNA subunit and ITS\nsequences for resolving phylogenetic relationships within the phylum\nCtenophora","Journal":" Zoology","Volume":"","Issue":"","Pages":"","Keywords":" Ctenophora, evolution, phylogeny, 18S rRNA, ITS, doublet\nmodel","DOI":"","Abstract":" Ctenophores are a phylum of non-bilaterian marine (mostly\nplanktonic) animals, characterised by several unique synapomorphies\n(e.g. comb rows, apical organ). Relationships between and within the\nnine recognised ctenophore orders are far from understood, notably due\nto a paucity of phylogenetically-informative anatomical characters.\nPrevious attempts to address ctenophore phylogeny using molecular data\n(18S rRNA) led to poorly resolved trees but demonstrated the paraphyly\nof the order Cydippida. Here we compiled an updated 18S rRNA data set,\nnotably including a few newly-sequenced species representing previously\nunsampled families (Lampeidae, Euryhamphaeidae), and we built up an\nadditional more rapidly-evolving ITS1+5.8SrRNA+ITS2 alignment. These\ndata sets have been analysed separately and in combination under a\nprobabilistic framework, using different methods (Maximum Likelihood,\nBayesian inference) and models (e.g. doublet model to accommodate\nsecondary structure; data partitioning). An important lesson from our\nexploration of these datasets is that the fast-evolving ITS regions are\nuseful markers for reconstructing high-level relationships within\nctenophores. Our results confirm the paraphyly of the order Cydippida\n(and thus a “cyddipid-like” ctenophore common ancestor) and suggest that\nthe family Mertensiidae could be the sister-group of all other\nctenophores. The family Lampeidae (also part of the former “Cydippida”)\nis probably the sister-group of the order Platyctenida (benthic\nctenophores). The order Beroida might not be monophyletic, due to the\nposition of Beroe abyssicola outside of a clade grouping the other Beroe\nspecies and members of the “Cydippida” family Haeckeliidae. Many\nrelationships (i.e. between Pleurobrachiidae, Beroida, Cestida, Lobata,\nThalassocalycida) remain unresolved. Future progress in understanding\nctenophore phylogeny will come from the use of additional\nrapidly-evolving markers and improvement of taxonomic sampling.","trees":[{"tree_label":"con all compat","ntax":"37","rootedtree":"TRUE","title":"Tr75602","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75602.phy"},{"tree_label":"18S_NoOutgroups_MrBayes","ntax":"47","rootedtree":"TRUE","title":"Tr75601","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_75601.phy"}]}