{"Authors":" Diana Percy, George W Argus, Quentin C Cronk, Aron J\nFazekas, Prasad R Kesanakurti, Kevin S Burgess, Brian C Husband, Steven\nG Newmaster, Spencer C. H. Barrett, Sean W Graham","Year":" 2014","Title":" Understanding the spectacular failure of DNA barcoding in\nwillows (Salix): Does this result from a trans-specific selective\nsweep?","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" chloroplast capture, DNA barcoding, Malpighiales,\nmolecular dating, phylogeography, selective sweep","DOI":"","Abstract":" Willows (Salix: Salicaceae) form a major ecological\ncomponent of Holarctic floras, and consequently are an obvious target\nfor a DNA-based identification system. We surveyed two to seven plastid\ngenome regions (~3.8 kb; ~3% of the genome) from 71 Salix species across\nall five subgenera, to assess their performance as DNA barcode markers.\nAlthough Salix has a relatively high level of interspecific\nhybridization, this may not sufficiently explain the near complete\nfailure of barcoding that we observed: only one species had a unique\nbarcode. We recovered 39 unique haplotypes, from more than 500\nspecimens, that could be partitioned into six major haplotype groups. A\nunique variant of group I (haplotype 1) was shared by 53 species in\nthree of five Salix subgenera. This unusual pattern of haplotype sharing\nacross infrageneric taxa is suggestive of either a massive non-random\ncoalescence failure (incomplete lineage sorting), or of repeated plastid\ncapture events, possibly including a historical selective sweep of\nhaplotype 1 across taxonomic sections. The former is unlikely as\nmolecular dating indicates that haplotype 1* originated recently, and is\nnested in the oldest major haplotype group in the genus. Further, we\ndetected significant non-neutrality in the frequency spectrum of\nmutations in group I, but not outside group I, and demonstrated a\nstriking absence of geographical (isolation-by-distance) effects in the\nhaplotype distributions of this group. The most likely explanation for\nthe patterns we observed involves recent repeated plastid capture\nevents, aided by widespread hybridization and long-range seed dispersal,\nbut primarily propelled by one or more trans-species selective\nsweeps.","trees":[{"tree_label":"TREE1","ntax":"54","rootedtree":"TRUE","title":"Tr75618","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75618.phy"},{"tree_label":"TREE1","ntax":"54","rootedtree":"TRUE","title":"Tr75619","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75619.phy"}]}