{"Authors":" Frank Richard Schubert, Débora Rodrigues Sobreira, Ricardo\nGuerreiro Janousek, Lúcia Elvira Alvares, Susanne Dietrich","Year":" 2014","Title":" Dact genes are chordate specific regulators at the\nintersection of Wnt and Tgf-beta signaling","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Dact, Dapper, Frodo, Wnt signaling, Tgf-beta signaling,\nevolution, protein motifs, expression, chordates, vertebrates.","DOI":"","Abstract":" Background Dacts are multi-domain adaptor proteins. They\nhave been implicated in Wnt and Tgf-beta signaling and serve as a nodal\npoint in regulating many cellular activities. Dact genes have so far\nonly been identified on bony vertebrates. Also, the number of Dact genes\nin a given species, the number and roles of protein motifs and\nfunctional domains, and the overlap of gene expression domains are all\nnot clear. To address these problems, we have taken an evolutionary\napproach, screening for Dact genes in the animal kingdom and\nestablishing their phylogeny and the synteny of Dact loci. Furthermore,\nwe performed a deep analysis of the various Dact protein motifs and\ncompared the expression patterns of different Dacts. Results Our study\nidentified previously not recognized dact genes and showed that they\nevolved late in the deuterostome lineage. In gnathostomes, four Dact\ngenes were generated by the two rounds of whole genome duplication in\nthe ancestor of vertebrates, with Dact1/3 arising from one, Dact2/4\narising from the other gene generated during the first genome\nduplication. In actinopterygians, a further dact4r gene arose from\nretrotranscription. The third genome duplication in the teleost\nancestor, and subsequent gene loss in most gnathostome lineages left\nextant species with a subset of Dact genes. The distribution of\nfunctional domains suggests that the ancestral Dact function lied with\nWnt signaling, and a role in Tgf-beta signaling may have emerged with\nthe Dact2/4 ancestor. Motif reduction, in particular in Dact4, suggests\nthat this protein may counteract the function of the other Dacts. Dact\ngenes were expressed in both distinct and overlapping domains,\nsuggesting possible combinatorial function. Conclusions The gnathostome\nDact gene family is composed of four members, derived from a\nchordate-specific ancestor. The ability to control Wnt signaling seems\nto be part of the ancestral repertoire of Dact functions, while the\nability to inhibit Tgf-beta signaling and to carry out specialized,\northolog-specific roles may have evolved later. The complement of Dact\ngenes coexpressed in a tissue provides a complex way to fine-tune Wnt\nand Tgf-beta signaling. Our work provides the basis for future\nstructural and functional studies aimed at unraveling intracellular\nregulatory networks.","trees":[{"tree_label":"Dact proteins - PhyML","ntax":"54","rootedtree":"TRUE","title":"Dact genes in chordates PhyML","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_75785.phy"},{"tree_label":"Dact proteins - MrBayes","ntax":"54","rootedtree":"TRUE","title":"Dact genes in chordates MrBayes","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_75786.phy"},{"tree_label":"Dact proteins - TreePuzzle","ntax":"54","rootedtree":"TRUE","title":"Dact genes in chordates Puzzle","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_75783.phy"},{"tree_label":"Dact proteins - IQTree","ntax":"54","rootedtree":"TRUE","title":"Dact genes in chordates IQTree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_75784.phy"}]}