{"Authors":" Donald H. Pfister, Karen Hansen","Year":" 2006","Title":" Systematics of the Pezizomycetes - the operculate\ndiscomycetes","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Pezizomycetes (order Pezizales) are an early diverging\nlineage within the Pezizomycotina. A shared derived character, the\noperculate ascus, supports the Pezizales as monophyletic, although\nfunctional opercula have been lost in certain taxa. Phylogenetic\nrelationships within Pezizales were studied using Parsimony and Bayesian\nanalyses of partial SSU and LSU rDNA sequences from 100 taxa\nrepresenting 82 genera, and 13 of the 15 families currently recognized.\nThree primary lineages are identified that more or less corresponds to\nthe A, B and C lineages resolved in previous analyses using SSU rDNA: A)\nAscobolaceae and Pezizaceae, B) Discinaceae-Morchellaceae and\nHelvellaceae-Tuberaceae, C) Ascodesmidaceae, Glaziellaceae,\nPyronemataceae, Sarcoscyphaceae and Sarcosomataceae. In contrast, the\nmonotypic Rhizinaceae and Caloscyphaceae are resolved as two independent\nlineages. Bayesian analyses support a relationship between Rhizina and\ntwo species of Psilopezia (Pyronemataceae). Only lineage C is highly\nsupported. The B and C lineages form a strongly supported monophyletic\ngroup. None of these lineages correspond to earlier proposed suborders.\nThe lineages A and B are supported by certain morphological features,\ne.g. ascus bluing reaction in iodine, cytology of spores and paraphyses,\nseptal pore structures, and excipulum structure; these characters have\nbeen subject to homoplasy. Lineage C is the largest and most\nheterogeneous, and no unifying morphological features support its\nrecognition. The Pyronemataceae, in which almost half of the species in\nthe order are found, are not monophyletic because the Ascodesmidaceae\nand Glaziellaceae are nested within it. The relationships among all\nfamilies in the C lineage remain uncertain. The origin of various forms\nof ascomata, including hypogeous (truffles and truffle-like forms),\nepigeous cleistothecia, simple reduced apothecia and highly elaborate,\nstipitate forms (helvelloid and morchelloid), are discussed.","trees":[{"tree_label":"Fig. 2","ntax":"100","rootedtree":"TRUE","title":"Pezizomycetes, 1 of 62 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4657.phy"}]}