{"Authors":" Susumu Takamatsu, Joseph W. Spatafora, Zheng Wang, David S.\nHibbett, Peter Johnston","Year":" 2006","Title":" Towards a phylogenetic classification of the Leotiomycetes\nbased on rDNA data","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships of one of the largest\nnon-lichen forming ascomycetous groups, the Leotiomycetes, were inferred\nfrom genes encoding 3 rDNA regions (SSU+LSU+5.8S rDNA). A data set was\nprepared using rDNA sequences data from 108 isolates, among which 85\ntaxa representing 4 orders and 16 families in the Leotiomycetes were\nsampled. Equally weighted parsimony and Bayesian analyses were\nperformed. Bootstrap proportion and Bayesian posterior probability under\nthe GTR+?+I model were estimated along the branches. Based on our\nresults, the Leotiomycetes is relatively well defined as a class, and it\nincludes the Cyttariales, Erysiphales, Helotiales, Rhytismatales, and\ntwo families of uncertain position, Myxotrichaceae, and\nPseudeurotiaceae. The placements of the Thelebolales and\nAscocorticiaceae are not examined and are accepted as tentative in the\nLeotiomycetes. Our results agree with previous studies to remove the\nGeoglossaceae, including Geoglossum, Trichoglossum and Sarcoleotia, from\nthe Leotiomycetes. Sequence data of rDNA regions are not adequate to\nresolve the relationships among major groups of the Leotiomycetes.\nPositions of the Erysiphales and Rhytismatales in the Leotiomycetes are\nconfirmed. The Helotiales and Myxotrichaceae are paraphyletic. Close\nrelationships among the Hemiphacidiaceae, Rutstroemiaceae and\nSclerotiniaceae, among Loramycetaceae, the Northern Hemisphere\nVibrisseaceae, the Dark Septate Endophyte fungus Phialocephala fortinii\nand Mollisia cinerea, and between species of Bulgaria and\nPhadidiopycnis, are strongly supported.","trees":[{"tree_label":"Fig. 1","ntax":"108","rootedtree":"TRUE","title":"Leotiomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4658.phy"}]}