{"Authors":" Dhanushka Udayanga, Lisa A Castlebury, Amy Y Rossman,\nEkachai Chukeatirote, Kevin D Hyde","Year":" 2014","Title":" Insights into the genus Diaporthe: phylogenetic species\ndelimitation in the D. eres species complex","Journal":" Fuangal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Diaporthaceae . DNA-lyase . Epitypification . Gene\ndiscordance . Generic type . Molecular phylogeny . New primers .\nPhylogenetic informativeness . Speciation","DOI":"","Abstract":" The genus Diaporthe comprises pathogenic, endophytic and\nsaprobic species with both temperate and tropical distributions. Cryptic\ndiversification, phenotypic plasticity and extensive host associations\nhave long complicated accurate identifications of species in this genus.\nThe delimitation of the generic type species Diaporthe eres has been\nuncertain due to the lack of ex-type cultures. Species limits of D. eres\nand closely related species were evaluated using molecular phylogenetic\nanalysis of eight genes including ITS, partial sequences of actin (ACT),\nDNA-lyase (Apn2), translation elongation factor 1- α (EF1-α),\nbeta-tubulin (TUB), calmodulin (CAL), 60s ribosomal protein L37 (FG1093)\nand histone-3 (HIS). The criterion of Genealogical Concordance\nPhylogenetic Species Recognition (GCPSR) was applied to resolve species\nboundaries based on individual and combined analyses of the genes used.\nWe accept nine distinct phylogenetic species including Diaporthe\nalleghaniensis, D. alnea, D. bicincta, D. celastrina, D. eres, D.\nhelicis, D. neilliae, D. pulla and D. vaccinii. Epitypes are designated\nfor D. alnea, D. bicincta, D. celastrina, D. eres, D. helicis and D.\npulla. Modern descriptions and illustrations are provided for the\nresolved species. Newly designed primers are introduced to amplify and\nsequence the Apn2 (DNA- lyase) gene in Diaporthe. Based on phylogenetic\ninformativeness profiles, EF1-α, Apn2 and HIS genes are recognised as\nthe best markers to define species in the D. eres complex.","trees":[{"tree_label":"PHYLIP 1+","ntax":"68","rootedtree":"FALSE","title":"Tr75772","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75772.phy"}]}