{"Authors":" Emmanuel F.A. Toussaint, Fabien Condamine, Oliver\nHawlitschek, Chris Watts, Nick Porch, Lars Hendrich, Michael Balke","Year":" 2014","Title":" Unveiling the Diversification Dynamics of Australasian\nPredaceous Diving Beetles in the Cenozoic","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Australian aridification; diversification; Dytiscidae;\nPleistocene extinction; freshwater biota; ground water organisms;\nHydroporini","DOI":"","Abstract":" During the Cenozoic, Australia experienced major climatic\nshifts that have had dramatic ecological consequences for the modern\nbiota. Mesic tropical ecosystems were progressively restricted to the\ncoasts and replaced by arid-adapted floral and faunal communities.\nWhilst the role of aridification has been investigated in a wide range\nof terrestrial lineages, the response of freshwater clades remains\npoorly investigated. To gain insights into the diversification processes\nunderlying a freshwater radiation, we studied the evolutionary history\nof the Australasian predaceous diving beetles of the tribe Hydroporini\n(147 described species). We used an integrative approach including the\nlatest methods in phylogenetics, divergence time estimation, ancestral\ncharacter state reconstruction, and likelihood-based methods of\ndiversification rate estimation. Phylogenies and dating analyses were\nreconstructed with molecular data from seven genes (mitochondrial and\nnuclear) for 117 species (plus 12 outgroups). Robust and well-resolved\nphylogenies indicate a late Oligocene origin of Australasian\nHydroporini. Biogeographic analyses suggest an origin in the East Coast\nregion of Australia, and a dynamic biogeographic scenario implying\ndispersal events. The group successfully colonized the tropical coastal\nregions carved by a rampant desertification, and also colonized\ngroundwater ecosystems in Central Australia. Diversification rate\nanalyses suggest that the ongoing aridification of Australia initiated\nin the Miocene contributed to a major wave of extinctions since the late\nPliocene probably attributable to an increasing aridity, range\ncontractions and seasonally disruptions resulting from Quaternary\nclimatic changes. When comparing subterranean and epigean genera, our\nresults show that contrasting mechanisms drove their diversification and\ntherefore current diversity pattern. The Australasian Hydroporini\nradiation reflects a combination of processes that promoted both\ndiversification, resulting from new ecological opportunities driven by\ninitial aridification, and a subsequent loss of mesic adapted diversity\ndue to increasing aridity.","trees":[{"tree_label":"con all compat","ntax":"129","rootedtree":"TRUE","title":"Hydroporini","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_75792.phy"}]}