{"Authors":" María Belén Pildain","Year":" 2014","Title":" The phylogenetic position of poroid Hymenochaetaceae\n(Hymenochaetales, Basidiomycota) from Patagonia, Argentina","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Polypores, Taxonomy, LSU","DOI":"","Abstract":" The endemic poroid Hymenochaetaceae from Patagonia,\nArgentina, were revised from a phylogenetic point of view on the basis\nof ITS and LSU sequence analyses coupled with morphological data.\nArambarria destruens gen. et sp. nov. is proposed for a taxon fruiting\non fallen or dead, standing Diostea juncea and Lomatia hirsuta, and\npreviously erroneously recorded as Inocutis jamaicensis; it is\ndistinguished by annual, effused to effused reflexed basidiomes forming\npilei, a monomitic hyphal system, thick walled, yellowish basidiospores\n(brownish chesnut in KOH sol.), lack of a granular core in the context\nand of setoid elements. Nothophellinus gen. nov. is proposed to\naccommodate Phellinus andinopatagonicus, the main white wood-rotting\npolypore of standing Nothofagus pumilio and also an important\nwood-decayer of other Nothofagus species from southern Argentina and\nChile; it is morphologically similar to Phellopilus (type species P.\nnigrolimitatus), but differs in lacking setae. The new combinations\nPseudoinonotus crustosus and Phellinopsis andina are proposed for\nInonotus crustosus and Phellinus andina, respectively. Phellinus\nlivescens, a taxon that decays the sapwood of several standing\nNothofagus species comes close to Phellinus uncisetus, a neotropical\nspecies closely associated to Fomitiporia but outside its clade\naccording to previous analyses which is momentarily retained in\nPhellinus s.l. Fomitiporella is the genus proposed for the inclusion of\nthe agent responsible of a white heart-rot that develops in living\nAustrocedrus chilensis.","trees":[{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Tr75797","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75797.phy"},{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Tr75798","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75798.phy"}]}