{"Authors":" Guo Lianhua, Chen Yingnan, Ye Ning, Dai Xiaogang, Yang\nWanxu, Yin Tongming","Year":" 2014","Title":" Differential retention and expansion of the ancestral genes\nassociated with the paleopolyploidies in modern rosid plants, as\nrevealed by analysis of the extensins super-gene family","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Extensin; paleopolyploid; purifying selection; syntenic\nchromosomal block; gene duplication manners","DOI":"","Abstract":" Background All modern rosids originated from a common\nhexapolyploid ancestor, and the genomes of some rosids have undergone\none or more cycles of paleopolyploidy. After the duplication of the\nancient genome, wholesale gene loss and gene subfunctionalization has\noccurred. Using the extensin super-gene family as an example, we tracked\nthe differential retention and expansion of ancestral extensin genes in\nfour modern rosids, Arabidopsis, Populus, Vitis and Carica, using\nseveral analytical methods. Results The majority of extensin genes in\neach of the modern rosids were found to originate from different\nancestral genes. In Arabidopsis and Populus, almost half of the\nextensins were paralogous duplicates within the genome of each species.\nBy contrast, no paralogous extensins were detected in Vitis and Carica,\nwhich have only undergone the common γ-triplication event. It was\nnoteworthy that a group of extensins containing the IPR006706 domain had\nactively duplicated in Arabidopsis, giving rise to a neo-extensin around\nevery 3 million years. However, such extensins were absent from, or rare\nin, the other three rosids. A detailed examination revealed that this\ngroup of extensins had proliferated significantly in the genomes of a\nnumber of species in the Brassicaceae. We propose that this group of\nextensins might play important roles in the biology and in the evolution\nof the Brassicaceae. Our analyses also revealed that nearly all of the\nparalogous and orthologous extensin-pairs have been under strong\npurifying selection, leading to the strong conservation of the function\nof extensins duplicated from the same ancestral gene. Conclusions Our\nanalyses show that extensins originating from a common ancestor have\nbeen differentially retained and expanded among four modern rosids. Our\nfindings suggest that, if Arabidopsis is used as the model plant, we can\nonly learn a limited amount about the functions of a particular gene\nfamily. These results also provide an example of how it is essential to\nlearn the origination of a gene when analyzing its function across\ndifferent plant species.","trees":[{"tree_label":"Imported tree 0","ntax":"106","rootedtree":"TRUE","title":"Tr75834","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75834.phy"},{"tree_label":"Imported tree 0","ntax":"106","rootedtree":"TRUE","title":"Tr75835","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75835.phy"},{"tree_label":"Imported tree 0","ntax":"106","rootedtree":"TRUE","title":"Tr75837","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75837.phy"},{"tree_label":"Imported tree 0","ntax":"106","rootedtree":"TRUE","title":"Tr75878","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75878.phy"}]}