{"Authors":" Hui Huang, Chao Shi, Yuan Liu, Shu Yan Mao, Li Zhi Gao","Year":" 2014","Title":" Thirteen Camellia chloroplast genome sequences determined by\nhigh-throughput sequencing: genome structure and phylogenetic\nrelationships","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Camellia, Chloroplast genome, Phylogenetic relationships,\nGenomic structure, Taxonomic identification","DOI":"","Abstract":" Camellia is an economically and phylogenetically important\ngenus in the family Theaceae. Owing to numerous hybridization and\npolyploidization, it is taxonomically and phylogenetically ranked as one\nof the most challengingly difficult taxa in plants. Sequence comparisons\nof chloroplast (cp) genomes are of great interest to provide a robust\nevidence for taxonomic studies, species identification and understanding\nmechanisms that underlie the evolution of the Camellia species. The\neight complete cp genomes and five draft cp genome sequences of Camellia\nspecies were determined using Illumina sequencing technology via a\ncombined strategy of de novo and reference-guided assembly. The Camellia\ncp genomes exhibited typical circular structure that was rather\nconserved in genomic structure and the synteny of gene order.\nDifferences of repeat sequences, simple sequence repeats, indels and\nsubstitutions were further examined among five complete cp genomes,\nrepresenting a wide phylogenetic diversity in the genus. A total of\nfifteen molecular markers were identified with more than 1.5 % sequence\ndivergence that may be useful for further phylogenetic analysis and\nspecies identification of Camellia. Our results showed that, rather than\nfunctional constrains, it is the regional constraints that strongly\naffect sequence evolution of the cp genomes. In a substantial\nimprovement over prior studies, evolutionary relationships of the\nsection Thea were determined on basis of phylogenomic analyses of cp\ngenome sequences. Despite a high degree of conservation between the\nCamellia cp genomes, sequence variation among species could still be\ndetected, representing a wide phylogenetic diversity in the genus.\nFurthermore, phylogenomic analysis was conducted using 18 complete cp\ngenomes and 5 draft cp genome sequences of Camellia species. Our results\nsupport Chang’s taxonomical treatment that C. pubicosta may be\nclassified into sect. Thea, showing that taxonomical value of the number\nof ovaries should be reconsidered when classifying the Camellia species.\nThe availability of these cp genomes provides valuable genetic\ninformation for accurately identifying species, clarifying taxonomy and\nreconstructing the phylogeny of the genus Camellia.","trees":[{"tree_label":"PAUP 1","ntax":"14","rootedtree":"TRUE","title":"Thea MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75937.phy"},{"tree_label":"Maximum likelihood tree of the thirteen species of\nsection Thea","ntax":"14","rootedtree":"TRUE","title":"Thea ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75938.phy"},{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Camellia MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75939.phy"},{"tree_label":"Maximum likelihood tree of the eighteen species of\nCamellia","ntax":"19","rootedtree":"TRUE","title":"Camellia ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_75940.phy"}]}