{"Authors":" Étienne Léveillé-Bourret, Claire Noelle Gilmour, Julian\nRichard Starr, Robert F.C. Naczi, Spalink Daniel, Kenneth Jay\nSytsma","Year":" 2014","Title":" Searching for the sister to sedges (Carex): resolving\nrelationships within the Cariceae-Dulichieae-Scirpeae clade\n(Cyperaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":" 176","Issue":" 1","Pages":" 1-21","Keywords":" Calliscirpus, Carex, Cariceae, Dulichieae, Eriophorum,\nKhaosokia, matK, ndhF, molecular phylogenetics, Scirpeae, Scirpus,\nTrichophorum","DOI":" 10.1111/boj.12193","Abstract":" With approximately 2000 species, tribe Cariceae\n(Cyperaceae) comprises a morphologically distinctive cosmopolitan clade,\nwith holocentric chromosomes (N = 6 to 56), complex biogeographical\npatterns, and habitat diversity ranging from rainforests to deserts.\nSuch a remarkable combination of characteristics should make Cariceae an\nideal model for studying the evolution of biodiversity, although they\nalso obscure their relationships in Cyperaceae, complicating attempts to\nidentify the contributing factors to diversity of Cariceae. Recent\nmolecular studies place Cariceae in a strongly supported clade\nconsisting of tribes Dulichieae, Scirpeae s.s, and the enigmatic\nmonotypic genus Khaosokia, although relationships in this clade are\nunresolved. Using the plastid genes matK and ndhF and a greatly improved\ntaxonomic sampling covering 16 of 17 genera and 55% of the species\noutside Cariceae, our analyses firmly position Dulichieae and Khaosokia\n(79% and 85% bootstrap support) as successive sisters to a clade\nconsisting of five major lineages (Calliscirpus,\nTrichophorum + Oreobolopsis + Cypringlea, Cariceae,\nScirpus + Eriophorum, and Amphiscirpus + Phylloscirpus + Zameioscirpus),\nthe first four of which receive good to strong support (> 80%\nbootstrap support). Cariceae are sister to the Trichophorum clade,\nalthough topological tests cannot exclude either Calliscirpus or a\nScirpus clade + Zameioscirpus clade as sister to the tribe. Trichophorum\nappears to be paraphyletic and Eriophorum is firmly nested in Scirpus.\nThere appears to be a trend in the increase of chromosome numbers in\nScirpus and Eriophorum and a trend in the reduction and proliferation of\nthe inflorescence throughout the major Cariceae-Dulichieae-Scirpeae\nclades.","trees":[{"tree_label":"TREE1","ntax":"112","rootedtree":"TRUE","title":"Tr78321","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78321.phy"},{"tree_label":"Strict","ntax":"112","rootedtree":"TRUE","title":"Tr75838","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75838.phy"}]}