{"Authors":" Meng Mao, Tracey Gibson, Mark Dowton","Year":" 2014","Title":" Evolutionary dynamics of the mitochondrial genome in the\nEvaniomorpha (Hymenoptera) – a group with an intermediate rate of gene\nrearrangement","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" mitochondrial genome, Evaniomorpha, Aculeata, phylogeny,\ngene rearrangement","DOI":"","Abstract":" We determined the complete mitochondrial (mt) genomes of\nthree evaniomorph species, Ceraphron sp. (Ceraphronoidea), Gasteruption\nsp. (Evanioidea) and Orthogonalys pulchella (Trigonalyoidea) as well as\nthe nearly complete mt genome from another evaniomorph species, Megalyra\nsp. (Megalyroidea). Each of them possesses dramatic gene rearrangements,\nincluding protein-coding or rRNA genes. Gene inversions were identified\nin all of these mt genomes; for example, the two rRNA genes have\ninverted and moved into the nad2-cox1 junction in the Megalyra sp. mt\ngenome. In addition, we found two copies of a 10 bp complementary repeat\nat the beginning of rrnS and at the end of trnL2 in the Gasteruption sp.\nmt genome, consistent with recombination as the possible mechanism for\ngene inversion and long-range movement. Although each of the genomes\ncontains a number of repeats of varying size, there was no consistent\nassociation of the size or number of repeats with the extent or type of\ngene rearrangement. The breakpoint distance analysis showed the\nEvaniomorpha have an intermediate rate of gene rearrangement.\nSequence-based phylogenetic analyses of 13 protein-coding and 2 rRNA\ngenes in 22 hymenopteran taxa recovered a paraphyletic Evaniomorpha with\nthe Aculeata nested within it. Within the Evaniomorpha, our analyses\nconfirmed the Trigonalyoidea + Megalyroidea as the sister group to the\nAculeata and recovered a novel clade, Ceraphronoidea + Evanioidea. In\ncontrast to previous hymenopteran phylogenetic studies, the internal\nrelationships of the Evaniomorpha were highly supported and robust to\nthe variation of alignment approach and phylogenetic inference\napproach.","trees":[{"tree_label":"Figure 6","ntax":"24","rootedtree":"TRUE","title":"Tr75871","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75871.phy"},{"tree_label":"Figure 7","ntax":"22","rootedtree":"TRUE","title":"Tr75872","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_75872.phy"}]}