{"Authors":" Eugene Yurchenko, Sheng Hua Wu","Year":" 2014","Title":" Hyphoderma pinicola sp. nov. of H. setigerum complex\n(Basidiomycota) from Yunnan, China","Journal":" Botanical Studies","Volume":" 55","Issue":" 1","Pages":" 71","Keywords":" Corticioid fungi; Meruliaceae; Polyporales; Taxonomy","DOI":" 10.1186/s40529-014-0071-5","Abstract":" Background: Hyphoderma setigerum (Fr.) Donk is a white-rot\nwood-decaying corticoid fungal species. It occurs worldwide from\ntropical to temperate regions. However, taxonomic studies in recent\ndecades showed that H. setigerum is a species complex with four separate\nspecies, before this study. Results: Hyphoderma pinicola sp. nov. was\ncollected on dead wood of Pinus yunnanensis Franch. in the temperate\nmontane belt at 2200â“2400 m altitudes, in Yunnan Province of China.\nWithin the H. setigerum complex this new taxon is distinguished by\nhaving 2-sterigmate basidia, long basidiospores, and nearly naked\nseptocystidia. A description and illustrations of this new species are\nprovided, along with a key to five species of the H. setigerum complex.\nPhylogenetic reconstruction based on 5.8S-ITS2 sequences indicated that\nH. pinicola belongs to the H. setigerum complex and has a separate\nposition within the clade including H. subsetigerum and H. setigerum\ns.s. Bayesian inference of phylogeny based on two datasets, ITS and 28S\nnuclear ribosomal DNA sequences, confirmed the independent status of H.\npinicola. Conclusion: Morphological and phylogenetic studies showed that\nH. pinicola represents a fifth species of H. setigerum complex.","trees":[{"tree_label":"con50majrule","ntax":"40","rootedtree":"TRUE","title":"Hyphoderma setigerum complex BI 58S ITS2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89257.phy"},{"tree_label":"con50majrule","ntax":"23","rootedtree":"TRUE","title":"Hyphoderma setigerum complex 28S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89258.phy"}]}