{"Authors":" Emma Harrower, Neale L. Bougher, Terry Henkel, Egon Horak,\nPatrick Brandon Matheny","Year":" 2015","Title":" Long-distance dispersal and speciation of Australasian and\nAmerican species of Cortinarius sect. Cortinarius","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Cortinarius violaceus, diversification, ectomycorrhizal\nfungi, evolution, phylogeny, phylogeography","DOI":"","Abstract":" We present a multi-gene phylogeny (ITS, LSU, RPB2) of\nCortinarius sect. Cortinarius (i.e. the C. violaceus group) that reveals\neight species distributed in Europe, Australasia, South America, Central\nAmerica and North America. Relaxed molecular clock analyses suggested\nthat diversification began during the Miocene, thus rejecting more\nancient Gondwanan origin scenarios among the taxa currently occurring in\nthe Northern and Southern Hemispheres. There was strong support for an\nAustralasian origin of the C. violaceus group with initial dispersal to\nthe Neotropics, followed by migration into North America and Europe. A\ndispersal-extinction cladogenesis model that includes a parameter for\nfounder effects was the most highly supported biogeographic model in the\nprogram BioGeoBEARS. A maximum likelihood analysis showed the most\nrecent common ancestor of sect. Cortinarius was an angiosperm\nectomycorrhizal associate. Ancestral associations at the plant family\nlevel, however, were ambiguous. Of eight recovered species-level\nlineages, C. violaceus is the only one that associates with Pinaceae and\nthe only species to associate with both Pinaceae and angiosperms. This\nanalysis showed that long-distance dispersal and founder event\nspeciation have been important factors during evolution of the C.\nviolaceus group.","trees":[{"tree_label":"tree 1+","ntax":"100","rootedtree":"TRUE","title":"Cortinarius sect. Cortinarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80559.phy"},{"tree_label":"con 50 majrule+","ntax":"100","rootedtree":"TRUE","title":"Cortinarius sect. Cortinarius","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80560.phy"},{"tree_label":"TREE1","ntax":"10","rootedtree":"TRUE","title":"Cortinarius sect. Cortinarius","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80558.phy"}]}