{"Authors":" Vazrick Nazari, F. A. H. Sperling, Evgueni V. Zakharov","Year":" 2006","Title":" Phylogeny, historical biogeography, and taxonomic ranking of\nParnassiinae (Lepidoptera, Papilionidae) based on morphology and seven\ngenes","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We tested the taxonomic utility of morphology and seven\nmitochondrial or nuclear genes in a phylogenetic reconstruction of\nswallowtail butterflies in the subfamily Parnassiinae. Our data included\n236 morphological characters and DNA sequences for seven genes that are\ncommonly used to infer lepidopteran relationships (COI+COII, ND5, ND1,\n16S, EF-1a, and wg; total 5775 bp). Nuclear genes performed best for\ninferring phylogenies, particularly at higher taxonomic levels, while\nthere was substantial variation in performance among mitochondrial\ngenes. Multiple analyses of molecular data (MP, ML and Bayesian)\nconsistently produced a tree topology different from that obtained by\nmorphology alone. Based on molecular evidence, sister-group\nrelationships were confirmed between the genera Hypermnestra and\nParnassius, as well as between Archon and Luehdorfia, while the\nmonophyly of the subfamily was weakly supported. We recognize three\ntribes within Parnassiinae, with Archon and Luehdorfia forming the tribe\nLuehdorfiini Tutt, 1896 [stat. rev.]. Three fossil taxa were\nincorporated into a molecular clock analysis with biogeographic time\nconstraints. Based on dispersal-vicariance (DIVA) analysis, the most\nrecent common ancestor of Parnassiinae occurred in the Iranian Plateau\nand Central Asia to China. Early diversification of Parnassiinae took\nplace at the same time that India collided into Eurasia, 65-42 million\nyears ago.","trees":[{"tree_label":"Fig. 7","ntax":"47","rootedtree":"TRUE","title":"Papilionidae combined molecular and morphological data\nBayesian","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_257.phy"},{"tree_label":"Fig. 9","ntax":"43","rootedtree":"TRUE","title":"Papilionidae combined DNA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_325.phy"},{"tree_label":"Fig. 5","ntax":"47","rootedtree":"TRUE","title":"Papilionidae Consensus of 41 most parsimonous trees\nbased on morphological data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_706.phy"},{"tree_label":"Fig. 8A","ntax":"43","rootedtree":"TRUE","title":"Papilionidae mtDNA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_707.phy"},{"tree_label":"Fig. 8B","ntax":"41","rootedtree":"TRUE","title":"Papilionidae ncDNA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_708.phy"}]}