{"Authors":" Seraina Klopfstein, Lars Vilhelmsen, Fredrik Ronquist","Year":" 2015","Title":" A non-stationary Markov model detects directional evolution\nin hymenopteran morphology","Journal":" Systematic Biology","Volume":" 64","Issue":" 6","Pages":" 1089-1103","Keywords":" continuous-time Markov model, Bayesian inference,\ndirectional selection, positive selection, neutral evolution, Symphyta,\nHymenoptera, morphology, non-stationary","DOI":" 10.1093/sysbio/syv052","Abstract":" Directional evolution has played an important role in\nshaping the morphological, ecological and molecular diversity of life.\nHowever, standard substitution models assume stationarity of the\nevolutionary process over the time scale examined, thus hampering the\nstudy of directionality. Here we explore a simple, non-stationary model\nof evolution for discrete data, which assumes that the state frequencies\nat the root differ from the equilibrium frequencies of the homogeneous\nevolutionary process along the rest of the tree (i.e., the process is\nnon-stationary, non-reversible, but homogeneous). Within this framework,\nwe develop a Bayesian approach for testing directional versus stationary\nevolution using a reversible-jump algorithm. Simulations show that when\nonly data from extant taxa is available, the success in inferring\ndirectionality is strongly dependent on the evolutionary rate, the shape\nof the tree, the relative branch lengths, and the number of taxa. Given\nsuitable evolutionary rates (0.1 to 0.5 expected substitutions between\nroot and tips), accounting for directionality improves tree inference\nand often allows correct rooting of the tree without the use of an\noutgroup. As an empirical test, we apply our method to study directional\nevolution in hymenopteran morphology. We focus on three character\nsystems: wing veins, muscles, and sclerites. We find strong support for\na trend towards loss of wing veins and muscles, while stationarity\ncannot be ruled out for sclerites. Adding fossil and time information in\na total-evidence dating approach, we show that accounting for\ndirectionality results in more precise estimates not only of the\nancestral state at the root of the tree, but also of the divergence\ntimes. Our model relaxes the assumption of stationarity and\nreversibility by adding a minimum of additional parameters, and is thus\nwell suited to studying the nature of the evolutionary process in\ndatasets of limited size, such as morphology.","trees":[{"tree_label":"Fig. 3b","ntax":"62","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89451.phy"},{"tree_label":"Fig. 4b","ntax":"69","rootedtree":"TRUE","title":"Tr89455","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89455.phy"},{"tree_label":"Fig. 5a","ntax":"113","rootedtree":"TRUE","title":"Tr89452","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89452.phy"},{"tree_label":"Fig. 5b","ntax":"68","rootedtree":"TRUE","title":"Tr89453","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89453.phy"},{"tree_label":"Fig. 4c","ntax":"69","rootedtree":"TRUE","title":"Tr89456","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89456.phy"},{"tree_label":"Fig. 5c","ntax":"113","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89454.phy"},{"tree_label":"Fig. 1c","ntax":"62","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89449.phy"},{"tree_label":"Fig. 1d","ntax":"62","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89450.phy"},{"tree_label":"Fig. 4d","ntax":"69","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89457.phy"}]}