{"Authors":" Sishuo Wang, Keith Lee Adams","Year":" 2015","Title":" Duplicate Gene Divergence by Changes in MicroRNA Binding\nSites in Arabidopsis and Brassica","Journal":" Genome Biology and Evolution","Volume":" 7","Issue":" 10","Pages":"","Keywords":" gene duplication, whole genome duplication, duplicate gene\ndivergence, microRNAs, microRNA binding sites","DOI":" 10.1093/gbe/evv023","Abstract":" Gene duplication provides large numbers of new genes that\ncan lead to the evolution of new functions. Duplicated genes can diverge\nby changes in sequences, expression patterns, and functions. MicroRNAs\nplay an important role in the regulation of gene expression in many\neukaryotes. After duplication, two paralogs may diverge in their\nmicroRNA binding sites, which might impact their expression and\nfunction. Little is known about conservation and divergence of microRNA\nbinding sites in duplicated genes in plants. We analyzed microRNA\nbinding sites in duplicated genes in Arabidopsis thaliana and Brassica\nrapa. We found that duplicates are more often targeted by microRNAs than\nsingletons. The vast majority of duplicated genes in A. thaliana with\nmicroRNA binding sites show divergence in those sites between paralogs.\nAnalysis of microRNA binding sites in genes derived from the ancient\nwhole-genome triplication in B. rapa also revealed extensive divergence.\nParalog pairs with divergent microRNA binding sites show more divergence\nin expression patterns compared with paralog pairs with the same\nmicroRNA binding sites in Arabidopsis. Close to half of the cases of\nbinding site divergence are caused by microRNAs that are specific to the\nArabidopsis genus, indicating evolutionarily recent gain of binding\nsites after target gene duplication. We also show rapid evolution of\nmicroRNA binding sites in a jacalin gene family. Our analyses reveal a\ndynamic process of changes in microRNA binding sites after gene\nduplication in Arabidopsis and highlight the role of microRNA regulation\nin the divergence and contrasting evolutionary fates of duplicated\ngenes.","trees":[{"tree_label":"Bioperl 1","ntax":"49","rootedtree":"TRUE","title":"Arabidopsis microRNA Binding Sites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76464.phy"}]}