{"Authors":" Christopher Harry Trisos, Owen L. Petchey, Joseph A\nTobias","Year":" 2014","Title":" Unraveling the interplay of community assembly processes\nacting on multiple niche axes across spatial scales","Journal":" American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" community assembly; environmental filtering; interspecific\ncompetition; niche differentiation; phylogenetic community structure;\nNeotropical birds","DOI":"","Abstract":" How the relative importance of community assembly\nprocesses varies with spatial scale is the focus of intensive debate, in\npart because inferring the scales at which specific niche-based\nprocesses act is difficult. One obstacle is that standard phylogenetic\nand functional diversity metrics may integrate the signals of multiple\nprocesses when combining separate niche axes into one variable\n(multi-niche-axis metrics), potentially obscuring overlapping\nniche-based processes. We use simulations to evaluate the power of these\nmetrics to detect competition and habitat filtering when these processes\noperate across multiple niche axes and vary in their relative\nimportance. We then test for both processes at a range of spatial scales\nin a Neotropical bird assemblage. Simulations revealed that\nmulti-niche-axis metrics had low power to detect competition and habitat\nfiltering when a mix of these processes acts across niche axes, whereas\nmetrics focused on single niche axes were better able to deal with this\ncomplexity. We found the same contrast in bird communities, where both\ncompetition and habitat filtering were detected at the scale of\nindividual territories, but only by single-niche-axes metrics focused on\nspecific niche axes (e.g. foraging traits). Our results suggest that\nmulti-niche-axis metrics may produce misleading evidence that\nniche-based processes are partitioned, particularly across scales, and\nhighlight the importance of analyzing functional diversity patterns on\nindividual niche axes when testing assembly models.","trees":[{"tree_label":"tree 1","ntax":"39","rootedtree":"TRUE","title":"Wayqecha no omnivores","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76142.phy"}]}