{"Authors":" Zeljko Jurjevic, Stephen W. Peterson, Vit Hubka, Alena\nNovakova","Year":" 2014","Title":" Revision of Aspergillus section Flavipedes: seven new species\nand proposal of section Jani sect. nov.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Aspergillus flavipes; cave mycobiota; Fennellia;\nmultilocus phylogeny; PCR fingerprinting; soil fungi","DOI":"","Abstract":" Aspergillus section Flavipedes contains species that are\nfound world-wide in soils and rhizospheres, indoor and cave\nenvironments, as plant endophytes, food contaminants and occasionally\ncause human pathogens. They are producers of many bioactive and\nextensively studied secondary metabolites and biotechnologically\nrelevant enzymes. The taxa were revised based on phylogenetic analysis\nof sequences from four loci (β-tubulin, calmodulin, RPB2 and ITS rDNA),\ntwo PCR fingerprinting methods, micro- and macromorphology and\nphysiology. Sect. Flavipedes includes three known and seven new species:\nA. ardalensis, A. frequens, A. luppii, A. mangaliensis, A. movilensis,\nA. polyporicola and A. spelaeus. The name A. neoflavipes was proposed\nfor Fennellia flavipes a distinct species from its supposed asexual\nstate A. flavipes. Aspergillus iizukae, A. frequens and A. mangaliensis\nare the most common and widely distributed species, whereas A. flavipes\ns. str. is a rare species. A dichotomous key based on the combination of\nmorphology and physiology is provided for all recognized species.\nAspergillus section Jani is proposed for A. janus and A. brevijanus,\nspecies previously classified as members of sect. Versicolores, Terrei\nor Flavipedes. This new section is strongly supported by phylogenetic\ndata and morphology. Section Jani species produce three types of\nconidiophores and conidia, and colonies have green and white sectors\nmaking them distinctive. Accessory conidia found in pathogenic A.\nterreus were found in all members of sects. Flavipedes and Jani. In\naddition, our data indicated that A. frequens sp. nov. is a clinically\nrelevant species that produces accessory conidia during infection.","trees":[{"tree_label":"BT2 Flavipedes","ntax":"34","rootedtree":"TRUE","title":"Tr76147","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_76147.phy"},{"tree_label":"calmodulin Flavipedes","ntax":"34","rootedtree":"TRUE","title":"Tr76162","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_76162.phy"},{"tree_label":"ITS tree","ntax":"34","rootedtree":"TRUE","title":"Tr76163","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_76163.phy"},{"tree_label":"combined data Flavipedes","ntax":"62","rootedtree":"TRUE","title":"Tr76168","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_76168.phy"},{"tree_label":"RPB2 Flavipedes","ntax":"34","rootedtree":"TRUE","title":"Tr76164","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_76164.phy"}]}