{"Authors":" Ryan Bibler, Alfonso Delgado-Salinas, Matthew T. Lavin","Year":" 2006","Title":" Phylogeny of the Genus Phaseolus (Leguminosae): A Recent\nDiversification in an Ancient Landscape","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A combined parsimony analysis of the species of Phaseolus\nand closely related New World genera was performed with sequences from\nthe nuclear ribosomal ITS/5.8S and plastid trnK loci. Species\nrelationships are resolved with high parsimony bootstrap support at all\nhierarchical levels. All species of Phaseolus except five enigmatic ones\nbelong to one of eight clades. These eight show some morphological,\necological, or biogeographical distinction, and are informally\nrecognized in a phylogenetic classification. The five enigmatic species,\nPhaseolus glabellus, P. macrolepis, P. microcarpus, P. oaxacanus, and P.\ntalamancensis are weakly resolved as sister to the Tuerckheimii group.\nAn evolutionary rates analysis that biases for old age estimates\nsuggests that the Phaseolus stem clade is the same age as the New World\nPhaseolinae crown clade with a maximum age of ca. 8 Ma. The Phaseolus\ncrown is estimated to be no older than ca. 6 Ma, and the average age of\nthe eight well supported crown clades within Phaseolus is ca. 2 Ma. The\nmaximum age estimate of a Late Pliocene to Pleistocene diversification\nof Phaseolus post-dates the major tectonic activity in Mexico where\nPhaseolus diversity is centered.","trees":[{"tree_label":"trnK","ntax":"91","rootedtree":"TRUE","title":"Phaseolus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_710.phy"},{"tree_label":"trnK-ITS","ntax":"82","rootedtree":"TRUE","title":"Phaseolus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_709.phy"},{"tree_label":"ITS","ntax":"166","rootedtree":"TRUE","title":"Phaseolus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_711.phy"}]}