{"Authors":" Andrea Weeks, Felipe Zapata, Susan Pell, Douglas C Daly,\nJohn D. Mitchell, Paul Van Antwerp Fine","Year":" 2014","Title":" To move or to evolve: contrasting patterns of\nintercontinental connectivity and climatic niche evolution in the\n“Terebinthaceae” (Anacardiaceae and Burseraceae)","Journal":" Frontiers in Genetics Evolutionary and Population\nGenetics","Volume":" Special volume","Issue":"","Pages":" Origin of tropical diversity: from clades to communities","Keywords":" biogeography, biome shifts, continental vicariance,\ndiversification, long-distance dispersal, phylogenetic niche\nconservatism","DOI":"","Abstract":" Many angiosperm families are distributed pantropically,\nyet for any given continent little is known about which lineages are\nancient residents or recent arrivals. Here we use a comprehensive\nsampling of the sister pair Anacardiaceae and Burseraceae to assess the\nprobable influence of continental vicariance, long-distance dispersal\nand niche-conservatism in generating its distinctive pattern of\npantropical diversity over time. Each family has approximately the same\nnumber of species and identical stem age, yet Anacardiaceae display a\nbroader range of fruit morphologies and dispersal strategies and\nincludes species that can withstand freezing temperatures, whereas\nBurseraceae do not. We found that nuclear and chloroplast data yielded a\nhighly-supported phylogenetic reconstruction that supports current\ntaxonomic concepts and time-calibrated biogeographic reconstructions\nthat are broadly congruent with the fossil record. We conclude that the\nmost recent common ancestor of these families was widespread and likely\ndistributed in the Northern Hemisphere during the Cretaceous; vicariance\nbetween Eastern and Western Hemispheres coincided with the initial\ndivergence of the families. The tempo of diversification of the families\nis strikingly different, the Anacardiaceae steadily accumulates lineages\nstarting in the Late Cretaceous - Paleocene while the majority of\nBurseraceae diversification occurs in the Miocene. Multiple\nintercontinental dispersal- and vicariance-based colonization events are\ninferred for both families throughout the past 100 million years.\nHowever, Ancardiacaeae have shifted climatic niches frequently during\nthis time, including several colonizations of the temperate zone, while\nBurseraceae have experienced very few shifts between dry and wet\nclimates and only in the tropics. Thus, we conclude that both\nAnacardiaceae and Burseraceae move easily but Anacardiaceae have a\nhigher capacity to adapt to new climate regimes than Burseraceae.","trees":[{"tree_label":"Fig. 2","ntax":"326","rootedtree":"TRUE","title":"MCCT Molecular chronogram of the Terebinthaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_76223.phy"}]}