{"Authors":" Lucy A. Dueck, Deniz Aygoren, KENNETH M CAMERON","Year":" 2014","Title":" A Molecular Framework for Understanding the Phylogeny of\nSpiranthes (Orchidaceae), a Cosmopolitan Genus with a North American\nCenter of Diversity.","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Orchidaceae","DOI":"","Abstract":" Premise of the study: Spiranthes is a genus of small\nterrestrial orchids that are most diverse in North America, yet\nunusually cosmopolitan. Taxonomy based on morphology alone is\nproblematic, but molecular evidence could help resolve evolutionary\nrelationships within the genus. The phylogeny of Spiranthes was\nreconstructed to evaluate these patterns, particularly among North\nAmerican and Old World lineages, determine the systematic value of\nchromosome numbers and phenology, consider aspects of historical\nbiogeography, and provide evidence for the taxonomic status of\nvulnerable species. Methods: DNA sequences were produced from 219\nsamples representing 30 Spiranthes taxa plus one outgroup. Both\nparsimony and Bayesian inference analyses were applied to separate and\ncombined data matrices generated for nuclear (nrITS) and plastid (matK,\ntrnL, trnS-fM) regions. Key results: Two major clades were recovered.\nOne contains primarily summer-blooming species from western North\nAmerica with haploid chromosome number of n=22. The other clade (largely\nn=15) contains midwestern and eastern North American species. Most\nautumn flowering taxa within the latter clade are monophyletic. An Old\nWorld subclade is embedded within the tree, derived from New World\nancestors. Most species for which multiple individuals were sampled are\nmonophyletic, with one (S. lucida) sitting on an unusually long branch.\nHowever, non-monophyly, and thus dubious taxonomic status, is\ndemonstrated for others. The trans-Atlantic distribution of S.\nromanzoffiana is likely attributable to long distance dispersal.","trees":[{"tree_label":"tree 1","ntax":"219","rootedtree":"TRUE","title":"Spiranthes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76228.phy"}]}