{"Authors":" Yuuri Hirooka, Joey Brent Tanney, Hai Nguyen, Scott A.\nRedhead, Keith Seifert","Year":" 2017","Title":" Xerotolerant fungi in house dust: taxonomy of Spiromastix,\nPseudospiromastix and Sigleria gen. nov. in Spiromastigaceae\n(Onygenales, Eurotiomycetes).","Journal":" Mycologia","Volume":" 108","Issue":" 6","Pages":" 135-156","Keywords":" Melbourne Code, microbiology of the built environment,\nphylogeny, systematics, xerotolerant fungi","DOI":" 10.3852/15-065","Abstract":" During a global investigation of fungi in house dust, we\nisolated six novel arthroconidial fungi. Phylogenies from combined\nanalysis of nuc rDNA 18S, 28S and internal transcribed spacers sequences\ndemonstrated that these fungi and two species preserved in culture\ncollections represent undescribed species of Spiromastigaceae,\nOnygenales. Seven of the eight species lacked sexual states and only\ncharacters of asexual states and growth rates on different media could\nbe used to characterize them. The eighth species produced ascomata only\non water agar. We introduce six new species and one new combination in\nSpiromastix and validate the recently proposed family Spiromastigaceae,\ngenus Pseudospiromastix and combination Ps. tentaculata. The new genus\nSigleria is proposed for two new species that differ from Spiromastix by\nconidiophore branching patterns, slower growth and a limited ability to\nutilize nitrate as a sole N source. A key to the three genera of\nSpiromastigaceae, Spiromastix, Pseudospiromastix and Sigleria, is\nprovided. Phylogenetic analyses support the placement of\nSpiromastigaceae within Onygenales.","trees":[{"tree_label":"ITS bayesian","ntax":"86","rootedtree":"TRUE","title":"Spiromastixaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76232.phy"},{"tree_label":"SSU+LSU bayesian","ntax":"111","rootedtree":"TRUE","title":"Spiromastixaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76233.phy"}]}