{"Authors":" Norihiro Okada, Kazuhiko Takahashi, Takeshi Sasaki, Seiko\nMiura, Yuichirou Yasukawa","Year":" 2006","Title":" Extensive Morphological Convergence and Rapid Radiation in\nthe Evolutionary History of the family Geoemydidae (Old World Pond\nTurtles) Revealed by SINE Insertion Analysis.","Journal":" Systematic Biology","Volume":" 55","Issue":" 6","Pages":" 912-927","Keywords":"","DOI":" 10.1080/10635150601058014","Abstract":" The family Geoemydidae is one of three in the superfamily\nTestudinoidea and is the most diversified family of extant turtle\nspecies. The phylogenetic relationships in this family and among related\nfamilies have been vigorously investigated from both morphological and\nmolecular viewpoints. The evolutionary history of Geoemydidae, however,\nremains controversial. Therefore, to elucidate the phylogenetic\nrelationships of Geoemydidae and related species, we applied the SINE\ninsertion method to investigate 49 informative SINE loci in 28 species.\nWe detected four major evolutionary lineages (Testudinidae, Batagur\ngroup, Siebenrockiella group and Geoemyda group) in the clade Testuguria\n(a clade of Geoemydidae + Testudinidae). All five specimens of\nTestudinidae form a monophyletic clade. The Batagur group comprises five\nbatagurines. The Siebenrockiella group has one species, Siebenrockiella\ncrassicollis. The Geoemyda group comprises 15 geoemydines (including\nthree former batagurines, Mauremys reevesii, Mauremys sinensis and\nHeosemys annandalii). Among these four groups, the SINE insertion\npatterns were inconsistent at four loci, suggesting that an ancestral\nspecies of Testuguria radiated and rapidly diverged into the four\nlineages during the initial stage of its evolution. Furthermore, within\nthe Geoemyda group we identified three evolutionary lineages, namely\nMauremys, Cuora and Heosemys. The Heosemys lineage comprises Heosemys,\nSacalia, Notochelys and Melanochelys species, and its monophyly is a\nnovel assemblage in Geoemydidae. Our SINE phylogenetic tree demonstrates\nextensive convergent morphological evolution between the Batagur group\nand the three species of the Geoemyda group, M. reevesii, M. sinensis\nand H. annandalii.","trees":[{"tree_label":"Fig. 2","ntax":"28","rootedtree":"TRUE","title":"Testudinoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_716.phy"}]}