{"Authors":" Yann J.K. Bertrand, Anne-Cathrine Scheen, Thomas Marcussen,\nMagnus Lidén, Bernard Pfeil, Filipe de Sousa, Bengt Oxelman","Year":" 2014","Title":" Assignment of Homoeologues to Parental Genomes in\nAllopolyploids for Species Tree Inference, with an Example from Fumaria\n(Papaveraceae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" allopolyploidy; homoeologues assignment; genome tree;\nsubstitution model error; coalescent stochasticity; coalescent\nsimulation; lineage sorting; NRDP2; Papaveraceae; Fumaria","DOI":"","Abstract":" There is a raising awareness that species trees are best\ninferred from multiple gene loci while taking into account processes\naffecting individual gene trees such as substitution model error and\ncoalescent stochasticity (presence of lineage sorting). Although much\nwork has focused on dichotomous species trees, these processes are also\npresent in evolutionary histories that are represented by species\nnetworks due to presence of multiple hybridizations or, as in the\npresent study, resulting from allopolyploidy events. Recently, methods\nhave been developed that accurately handle incomplete lineage sorting in\nallopolyploids, but are so far restricted to networks of diploids and\ntetraploids with no further hybridization (Jones et al. 2013, Syst.\nBiol. 62:467-478). We propose a procedure that improves on this\nlimitation by designing a workflow that performs assignment of\nhomoeologues to hypothetical diploid ancestral genomes prior to tree\nconstruction. Conflicting assignment hypotheses are evaluated against\nsubstitution model error and coalescent stochasticity. Incongruence that\ncannot be explained by stochastic mechanisms needs to be explained by\nother processes (e.g. homoploid hybridization or paralogy). The data can\nthen be filtered to build multilabeled genome phylogenies using\ninference methods that can recover species trees either in the face of\nsubstitution model error and coalescent stochasticity alone, or while\nsimultaneously accounting for hybridization. Methods are available for\nfolding the resulting multilabeled genome phylogeny into a genome\nnetwork. The workflow is applied to the reconstruction of the reticulate\nphylogeny of the plant genus Fumaria (Papaveraceae) with ploidal levels\nranging from 2x to 14x. We describe the difficulties in recovering\nnuclear NRPB2 homoeologues in high ploidy species while combining\ncloning and direct sequencing techniques. Using parametric bootstrapping\nsimulations we assign nuclear homoeologues to chloroplast sequences\n(four concatenated loci) that descend from the same hypothetical diploid\nancestral genomes. As these assignments hinge on effective population\nsize premises, we investigate how varying these assumptions impacts the\nrecovered genome phylogeny.","trees":[{"tree_label":"Fig. 5","ntax":"43","rootedtree":"TRUE","title":"Fumaria (Papaveraceae)","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_76261.phy"},{"tree_label":"Fig. 4","ntax":"102","rootedtree":"TRUE","title":"Fumaria (Papaveraceae)","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_76262.phy"}]}