{"Authors":" Eulalia Banguera-Hinestroza, Azusa Hayano, Enrique Crespo,\nA. Rus Hoelzel","Year":" 2014","Title":" Delphinid systematics and biogeography with a focus on the\ncurrent genus Lagenorhynchus: Multiple pathways for antitropical and\ntrans-oceanic radiation","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" speciation, cetacea, evolution, biogeography","DOI":"","Abstract":" The six species currently classified within the genus\nLagenorhynchus exhibit a pattern of antitropical distribution common\namong marine taxa. In spite of their morphological similarities they are\nnow considered an artificial grouping, and include both recent and the\noldest representatives of the Delphinidae radiation. They are,\ntherefore, a good model for studying questions about the evolutionary\nprocesses that have driven dolphin speciation, dispersion and\ndistribution. Here we use two different approaches. First we construct a\nmultigenic phylogeny with a minimum amount of missing data (based on 9\ngenes, 11030bp, using the 6 species of the genus and their closest\nrelatives) to infer their relationships. Second, we built a supermatrix\nphylogeny (based on 33 species and 27 genes) to test the effect of taxon\nsampling on the phylogeny of the genus, to provide inference on\nbiogeographic history, and inference on the main events shaping the\ndispersion and radiation of delphinids. Our analyses suggest an early\nevolutionary history of marine dolphins in the North Atlantic Ocean and\nreveal multiple pathways of migration and radiation, probably guided by\npaleoceanographic changes during the Miocene and Pliocene. L. acutus and\nL. albirostris likely shared a common ancestor that arose in the North\nAtlantic around the Middle Miocene, predating the radiation of\nsubfamilies Delphininae, Globicephalininae and Lissodelphininae.","trees":[{"tree_label":"con 50 majrule","ntax":"33","rootedtree":"TRUE","title":"Tr76295","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76295.phy"},{"tree_label":"con 50 majrule","ntax":"33","rootedtree":"TRUE","title":"Tr76296","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76296.phy"},{"tree_label":"tree 1+","ntax":"33","rootedtree":"TRUE","title":"Tr76297","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76297.phy"}]}