{"Authors":" Jia-Jia Chen, Bao-Kai Cui, Yu Cheng Dai","Year":" 2016","Title":" Global diversity and molecular systematics of Wrightoporia\ns.l. (Russulales, Basidiomycota).","Journal":" Persoonia","Volume":" 37","Issue":"","Pages":" 21-36","Keywords":" Russulales, polypore, ITS, nLSU, wood-inhabiting\nfungi","DOI":" 10.3767/003158516X689666","Abstract":" Wrightoporia accommodates polypores producing finely\nasperulate and amyloid basidiospores, and causing white rot. Thirty-nine\nspecies have been described or transferred to this genus; however, only\na few species have been referred to molecular phylogeny. In this study,\nabout 140 worldwide specimens of Wrightoporia s.l. were studied\nmorphologically, and ITS and/or nLSU regions from 37 samples,\nrepresenting 19 species, were sequenced for phylogenetic analysis. Six\nclades of Wrightoporia s.l. were recognized. The Wrightoporia s.str.\nclade includes W. avellanea, W. lenta (the generic type) and W.\nsubavellanea. Three clades segregating from Wrightoporia s.str. were\nproposed separately as three new genera, namely Larssoniporia gen. nov.,\nPseudowrightoporia gen. nov. and Wrightoporiopsis gen. nov. Two other\nclades were named after Amylonotus and Amylosporus. According to\nphylogenetic and morphological evidence, species previously treated in\nWrightoporia were transferred to Amy- lonotus, Amylosporus and the new\ngenera, or were retained as members of Wrightoporia s.l. because no good\nsolution for these species could be found so far. In addition, one new\nspecies in Larssoniporia, three new species in Pseudowrightoporia and\ntwo new species in Wrightoporiopsis were described. Identification keys\nto the six genera and species in Amylonotus, Amylosporus, Larssoniporia,\nPseudowrightoporia, Wrightoporia and Wrightoporiopsis are provided,\nrespectively.","trees":[{"tree_label":"Fig. 1","ntax":"117","rootedtree":"TRUE","title":"Russulales ITS and nLSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_99739.phy"}]}