{"Authors":" Anthony John Barley, Aniruddha Datta-Roy, K. Praveen\nKaranth, Rafe M. Brown","Year":" 2014","Title":" Sun skink diversification across the IndianSoutheast Asian\nbiogeographical interface","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Biogeographical range evolution, divergence time,\nEutropis, India, Philippines, phylogenetics, Sundaland","DOI":"","Abstract":" Aim Widespread, transcontinental vertebrate groups\nrepresent ideal systems for biogeographical studies, because they can\nshed light on a wide range of questions relating to species\ndiversification across the geographical template. We combined extensive\ngeographical and genetic sampling from across multiple biogeographical\nrealms to examine the timing and location of diversification in Asian\nsun skinks, a clade characterized by problematic species boundaries and\na particularly enigmatic evolutionary history. Location Assam Region\n(India), the Philippines, Southeast Asia and Sundaland. Methods We\nsequenced one mitochondrial and nine nuclear genes for most species in\nthe genus Eutropis, and estimated phylogenetic relationships and\ndivergence times using coalescent methods. To investigate the location\nof diversification events, we also estimated ancestral geographical\nranges using several methods. Finally, we explored patterns of genetic\ndiversity within several poorly understood, but widely distributed\nspecies. Results Divergence-time estimates indicate that Eutropis began\nto diversify during the Eocene. Biogeographical reconstructions show\nthat species diversification was associated with dispersal into three\nbiogeographical realms: India, Sundaland and the Philippines. Main\nconclusions The results of this study clarify several questions related\nto the evolutionary history of Eutropis, and place them in the context\nof classic Southeast Asian biogeography. Our study represents one of the\nfirst to compile a heavily sampled multilocus dataset ranging across\ninternational boundaries in southern Asia that have historically\nprevented a unified understanding of biogeographical and evolutionary\nprocesses involving the Indian subcontinent, mainland southern Asia and\nthe island archipelagos of Southeast Asia.","trees":[{"tree_label":"RAXML","ntax":"94","rootedtree":"TRUE","title":"Sun Skinks ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76480.phy"},{"tree_label":"ConcatenatedBEAST","ntax":"90","rootedtree":"TRUE","title":"Sun skinks BEAST","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76481.phy"}]}