{"Authors":" Antonia Carlucci, Francesco Lops, Francesca Cibelli, Maria\nLuisa Raimondo","Year":" 2014","Title":" Phaeoacremonium species associated with olive Wilt and\nDecline in southern Italy","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Phaeoacremonium spp., actin, β-tubulin, decline,\nolive","DOI":"","Abstract":" Six Phaeoacremonium species were isolated from symptomatic\nwood of olive trees (Olea europea) showing crown wilt and twig and\nbranches dieback in Apulia (southern Italy). They were identified by\nmeans of morphological characters and multigenic analyses of a partial\nsequences of the actin gene, and a part of the β-tubulin gene.\nCombining morphological, culture and molecular data, three\nPhaeoacremonium species, such as Pm. aleophilum, Pm. alvesii and Pm.\nparasiticum, already known as responsible of severe decline of olive in\nApulia, were isolated together other three Phaeoacremonium species, such\nas Pm. italicum, Pm. sicilianum, and Pm. scolyti, associated for first\ntime with wilt, decline and dieback of olive orchards in Italy and in\nworldwide. All six fungi were early isolated from vineyards, manly, and\nfrom other wood hosts, secondary. In order to understand and to confirm\ntheir involving in wilt and decline olive trees, the pathogenecity\nassays were performed on shoots from young olive plants. The results\nindicate that all six Phaeoacremonium species are able to cause\ndiscoloration, necrotic wood and death of shoots, although, a variable\naggressiveness was observed, as Pm. italicum, Pm. aleophilum and Pm.\nsicilianum produced biggest necrotic lesions than others Phaeoacremonium\nspecies assayed.","trees":[{"tree_label":"Fig. 3 ML","ntax":"110","rootedtree":"TRUE","title":"Phaeoacremonium ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89311.phy"},{"tree_label":"Fig. 3 MP","ntax":"110","rootedtree":"TRUE","title":"Phaeoacremonium MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89310.phy"}]}