{"Authors":" Tatyana Petrova, Eugeniy Zakharov, Ravchig Samiya, Natalia\nAbramson","Year":" 2014","Title":" Phylogeography of the narrow-headed vole Lasiopodomys\n(Stenocranius) gregalis (Cricetidae, Rodentia) inferred from\nmitochondrial cytochrome b sequences: an echo of Pleistocene\nprosperity.","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" narrow-headed vole, Lasiopodomys (Stenocranius) gregalis,\ncytochrome b, Pleistocene glaciations, genetic diversity","DOI":"","Abstract":" A species-wide phylogeographic study of the narrow-headed\nvole Lasiopodomys (Stenocranius) gregalis was performed using the\nmitochondrial (mt) cytochrome b gene. We examined 164 specimens from 50\nlocalities throughout the species distribution range. Phylogeographic\npattern clearly demonstrates the division into four major mtDNA lineages\nwith further subdivision. The level of genetic differentiation between\nthem was found to be extremely high even for the species level: about 6 \n11%. The most striking result of our study is extremely high mutation\nrate of cytb in L. gregalis. Our estimates suggested its value of 3.1 ×\n10-5, that is an order of magnitude higher than previous estimates for\nMicrotus species. The mean estimated time of basal differentiation of\nthe narrow-headed vole is about 0.8 Mya. This time estimate is congruent\nwith the known paleontological record. The greatest mitochondrial\ndiversity is found in Southern Siberia where all four lineages occur;\ntherewith three of them are distributed exclusively in that area. The\nlineage that is distributed in south-eastern Transbaikalia is the\nearliest derivate and exhibits the highest genetic divergence from all\nthe others (11%). It is quite probable that with further research this\nlineage will turn out to represent a cryptic species. Spatial patterns\nof genetic variation in populations of the narrow-headed vole within the\nlargest mt lineage indicate the normal or stepping-stone model of\ndispersal to the north and south-west from the Altay region in Middle\nPleistocene. Both paleontological data and genetic diversity estimates\nsuggest that this species was very successful during most of the\nPleistocene and we propose that climate humidification and wide advance\nof tree vegetation at the Pleistocene  Holocene boundary promoted range\ndecrease and fragmentation for this typical member of tundra-steppe\nfaunistic complex. However, we still observe high genetic diversity\nwithin isolated fragments of the range.","trees":[{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr76501","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76501.phy"}]}