{"Authors":" Leandro Cardoso Pederneiras, Sergio Romaniuc-Neto, Vidal de\nFreitas Mansano","Year":" 2014","Title":" Molecular phylogenetics of Ficus sect. Pharmacosycea and the\nrecognition of new subsect. Carautaea (Moraceae)","Journal":" Systematic Botaby","Volume":"","Issue":"","Pages":"","Keywords":" Bergianae, Carautaea, ETS, G3pdh, ITS, Petenenses","DOI":"","Abstract":" Ficus section Pharmacosycea is a very peculiar group\ncharacterized by independent terrestrial trees, monoecy, two glands at\nthe base of the blade, solitary syconium, and two stamens per staminate\nflower. It was never comprehensively sampled in previous phylogenetic\nanalyses of Ficus. The published phylogenies have focused mostly on the\nstudy of the whole genus with a sample of only a few taxa of this group\n(six taxa). Our study represents the first molecular phylogenetic\nanalysis of this section, including 31 terminals (representing 22 of its\n34 species) and 139 other ones of the genus Ficus. The results, based on\nthree nuclear DNA sequences (ITS, G3pdh, and ETS), add considerably to\nour knowledge of the phylogenetic relationships within this peculiar\nsection and lead to proposed taxonomic modifications. The monophyly of\nthis section, as well as its basal position as sister to all other\nspecies of Ficus, is supported by our Maximum Parsimony, Maximum\nLikelihood, and Bayesian analyses. The subsection Bergianae is\nmonophyletic and subsection Petenenses is paraphyletic. A third well\nsupported clade was formed as sister to the clade Petenenses-Bergianae,\ncharacterized by hemiepiphyte life form and, therefore, considered here\nas a new subsection called Carautaea. Terrestrial habit; short stipules;\npetiole with periderm persistent; large blade with apex acuminate, base\ncordate, fewer secondary veins, and right angle between the secondary\nvein connection; large syconium, pedunculate, and in pairs, are probably\nsymplesiomorphies of Ficus sect. Pharmacosycea.","trees":[{"tree_label":"tree 1","ntax":"166","rootedtree":"TRUE","title":"Tr76486","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76486.phy"}]}