{"Authors":" Toshiyuki Takahashi, Mayuko Sato, Kiminori Toyooka, Ryo\nMatsuzaki, Kaoru Kawafune, Mai Kawamura, Kazuo Okuda, Hisayoshi\nNozaki","Year":" 2014","Title":" Five Cyanophora (Cyanophorales, Glaucophyta) species\ndelineated based on morphological and molecular data","Journal":" Journal of Phycology","Volume":" 50","Issue":" 6","Pages":" 1058-1069","Keywords":" Cyanophora; field emission scanning electron microscopy;\nfreeze-fracture method; Glaucophyta; morphology; molecular phylogeny;\nnew species; secondary structure of nuclear rDNA ITS-2; taxonomy;\nultrastructure","DOI":" 10.1111/jpy.12236","Abstract":" Cyanophora is an important glaucophyte genus of\nunicellular biflagellates that may have retained ancestral features of\nphotosynthetic eukaryotes. The nuclear genome of Cyanophora was recently\nsequenced, but taxonomic studies of more than two strains are lacking\nfor this genus. Furthermore, no study has used molecular methods to\ntaxonomically delineate Cyanophora species. Here, we delimited the\nspecies of Cyanophora using light and electron microscopy, combined with\nmolecular data from several globally distributed strains, including one\nnewly established. Using a light microscope, we identified two distinct\nmorphological groups: one with ovoid to ellipsoidal vegetative cells and\nanother with dorsiventrally flattened or broad, bean-shaped vegetative\ncells containing duplicated plastids. Our light and scanning electron\nmicroscopy clearly distinguished three species with ovoid to ellipsoidal\ncells (C. paradoxa Korshikov, C. cuspidata Tos.Takah. & Nozaki sp.\nnov., and C. kugrensii Tos.Takah. & Nozaki sp. nov.) and two species\nwith broad, bean-shaped cells (C. biloba Kugrens, B.L.Clay, C.J.Mey.\n& R.E.Lee and C. sudae Tos.Takah. & Nozaki sp. nov.) based on\ndifferences in cell shape and surface ornamentations of the vegetative\ncells under the field emission scanning electron microscope. Molecular\nphylogenetic analyses of P700 chl a apoprotein A2 (psaB) genes and\ninternal transcribed spacer (ITS) regions of nuclear ribosomal DNA\n(rDNA), as well as a comparison of secondary structures of nuclear rDNA\nITS-2 and genetic distances of psaB genes, supported the delineation of\nfive morphological species of Cyanophora.","trees":[{"tree_label":"Fig. 6","ntax":"6","rootedtree":"TRUE","title":"Cyanophora ITS MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76532.phy"}]}