{"Authors":" Chris Yesson, Alastair Culham","Year":" 2006","Title":" Phyloclimatic Modeling: Combining Phylogenetics and\nBioclimatic Modeling.","Journal":" Systematic Biology","Volume":" 55","Issue":" 5","Pages":" 785-802","Keywords":"","DOI":" 10.1080/1063515060081570","Abstract":" We investigate the impact of past climates on plant\ndiversification by tracking the “footprint” of climate change on a\nphylogenetic tree. Diversity within the cosmopolitan carnivorous plant\ngenus Drosera (Droseraceae) is focused within Mediterranean climate\nregions. We explore whether this diversity is temporally linked to\nMediterranean-type climatic shifts of the mid-Miocene and whether\nclimate preferences are conservative over phylogenetic timescales.\nPhyloclimatic modelling combines environmental niche (bioclimatic)\nmodelling with phylogenetics in order to study evolutionary patterns in\nrelation to climate change. We present the largest and most complete\nsuch example to date using Drosera. The bioclimatic models of extant\nspecies demonstrate clear phylogenetic patterns; this is particularly\nevident for the tuberous sundews from South-Western Australia (subgenus\nErgaleium). We employ a method for establishing confidence intervals of\nnode ages on a phylogeny using replicates from a Bayesian phylogenetic\nanalysis. This chronogram shows that many clades, including subgenus\nErgaleium and section Bryastrum, diversified during the establishment of\nthe Mediterranean-type climate. Ancestral reconstructions of bioclimatic\nmodels demonstrate a pattern of preference for this climate type within\nthese groups. Ancestral bioclimatic models are projected into\npalaeo-climate reconstructions for the time periods indicated by the\nchronogram. We present two such examples which each generate plausible\nestimates of ancestral lineage distribution, which are similar to their\ncurrent distributions. This is the first study to attempt bioclimatic\nprojections on evolutionary timescales. The sundews appear to have\ndiversified in response to local climate development. Some groups are\nspecialised for Mediterranean climates, others show wide-ranging\ngeneralism. This demonstrates that Phyloclimatic modelling could be\nrepeated for other plant groups and is fundamental to the understanding\nof evolutionary responses to climate change.","trees":[{"tree_label":"Fig. 1","ntax":"46","rootedtree":"TRUE","title":"Drosera Bayesian Consensus Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_722.phy"}]}