{"Authors":" William Quaedvlieg, Manfred Binder, Johannes (Ewald)\nZacharias Groenewald, Bret A. Summerell, Angus Carnegie, Treena I.\nBurgess, Pedro W. Crous","Year":" 2014","Title":" Introducing the Consolidated Species Concept to resolve","Journal":" Persoonia","Volume":" 33","Issue":"","Pages":" 1-40","Keywords":" Eucalyptus, multi-locus, phylogeny, species concepts,\ntaxonomy","DOI":" 10.3767/003158514X681981","Abstract":" Abstract The Teratosphaeriaceae represents a recently\nestablished family that includes numerous saprobic, extremophilic, human\nopportunistic, and plant pathogenic fungi. Partial DNA sequence data of\nthe 28S rRNA and RPB2 genes strongly support a separation of the\nMycosphaerellaceae from the Teratosphaeriaceae, and also pro- vide\nsupport for the Extremaceae and Neodevriesiaceae, two novel families\nincluding many extremophilic fungi that occur on a diversity of\nsubstrates. In addition, a multi-locus DNA sequence dataset was\ngenerated (ITS, LSU, Btub, Act, RPB2, EF-1α and Cal) to distinguish taxa\nin Mycosphaerella and Teratosphaeria associated with leaf disease of\nEucalyptus, leading to the introduction of 23 novel genera, ﬁve species\nand 48 new combinations. Species are distinguished based on a polyphasic\napproach, combining morphological, ecological and phylogenetic species\ncon- cepts, named here as the Consolidated Species Concept (CSC). From\nthe DNA sequence data generated, we show that each one of the ﬁve coding\ngenes tested, reliably identify most of the species present in this\ndataset (except species of Pseudocercospora). The ITS gene serves as a\nprimary barcode locus as it is easily generated and has the most\nextensive dataset available, while either Btub, EF-1α or RPB2 provide a\nuseful secondary barcode locus.","trees":[{"tree_label":"Fig. 1","ntax":"174","rootedtree":"TRUE","title":"Teratosphaeriaceae, 7 loci","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76693.phy"},{"tree_label":"Fig. 2","ntax":"139","rootedtree":"TRUE","title":"Mycosphaerellaceae, 7 loci","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76694.phy"},{"tree_label":"aff. Fig. 3","ntax":"247","rootedtree":"TRUE","title":"Teratosphaeriaceae, LSU RPB2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76695.phy"},{"tree_label":"Aff. Fig. 4","ntax":"120","rootedtree":"TRUE","title":"New Families, LSU RPB2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76696.phy"}]}