{"Authors":" Jones Jacob Jones, Mizuho Nita, Rayapati A. Naidu","Year":" 2014","Title":" Occurence and distribution of Grapevine leafroll associated\nvirus-2, -3 and Grapevine fleck virus and species of mealybugs in\nVirginia and mid-Atlantic vineyards.","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Grapevine leafroll disease, GLRaV-2, GLRaV-3, GFkV,\nFerissia gilli, Pseudococcus maritimus","DOI":"","Abstract":" A statewide survey of commercial vineyards in Virginia\n(VA), USA was conducted during 2009 through 2011 seasons for the\npresence of Grapevine leafroll-associated virus-2 (GLRaV-2), Grapevine\nleafroll-associated virus-3 (GLRaV-3), Grapevine fleck virus (GFkV), and\nmealybugs. Out of 415 samples (comprising 41 wine grape varieties) from\n77 locations (vineyards), GLRaV-2, GLRaV-3 and GFkV were detected in 8%,\n25%, and 1%, respectively, and 64% of vineyards were positive for at\nleast one of the three viruses. Samples from 100 wild grapevines of\nVitis sp. tested negative for the three viruses, indicating that wild\nspecies of grapevines are unlikely to be alternative hosts for these\nviruses in Virginia. In addition to VA, 21 vineyards from other\nmid-Atlantic states were sampled. Both grape mealybugs (Pseudococcus\nmaritimus) and Gills mealybugs (Ferrisia gilli) were commonly found in\nVA vineyards. Although regional effect was not significant (P >\n0.05), examination of variance showed higher variability of GLRaV-3\nincidence at vineyard scale (i.e., within a vineyard) than at a smaller\nspatial scale (i.e., at sampling site). In addition, the probability of\nfinding a GLRaV-3-infected vine was higher in the presence of mealybugs\n(P < 0.001) and with increased vine age (P < 0.001). These results\nalso suggest movement of GLRaV-3 by mealybugs in VA vineyards. The high\nfrequency of virus-infected vines emphasizes the importance of clean\nplant materials as well as management of mealybugs. This is the first\nstudy reporting the presence of Ferrisia gilli, GLRaV-2, GLRaV-3, and\nGFkV in VA vineyards.","trees":[{"tree_label":"Imported tree 0","ntax":"9","rootedtree":"TRUE","title":"Tr76539","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76539.phy"},{"tree_label":"Imported tree 0","ntax":"134","rootedtree":"TRUE","title":"Tr76538","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76538.phy"},{"tree_label":"Imported tree 0","ntax":"27","rootedtree":"TRUE","title":"Tr76540","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76540.phy"}]}