{"Authors":" Haris Saslis-Lagoudakis, Vincent Savolainen, Elizabeth M.\nWilliamson, Felix Forest, Steven J. Wagstaff, Sushim R Baral, Mark F.\nWatson, Colin A. Pendry, Julie A Hawkins","Year":" 2012","Title":" Phylogenies reveal predictive power of traditional medicine\nin bioprospecting","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 109","Issue":"","Pages":" 15835-15840","Keywords":" ethnobotany, ethnopharmacology, herbal medicine,\nphylogeny, systematics","DOI":" 10.1073/pnas.1202242109","Abstract":" There is controversy about whether traditional medicine\ncan guide drug discovery, and investment in bioprospecting informed by\nethnobotanical data has fluctuated. One view is that traditionally used\nmedicinal plants are not necessarily efficacious and there are no robust\nmethods for distinguishing those which are most likely to be bioactive\nwhen selecting species for further testing. Here, we reconstruct a\ngenus-level molecular phylogenetic tree representing the 20,000 species\nfound in the floras of three disparate biodiversity hotspots: Nepal, New\nZealand, and the Cape of South Africa. Borrowing phylogenetic methods\nfrom community ecology, we reveal significant clustering of the 1,500\ntraditionally used species, and provide a direct measure of the\nrelatedness of the three medicinal floras. We demonstrate shared\nphylogenetic patterns across the floras: related plants from these\nregions are used to treat medical conditions in the same therapeutic\nareas. This finding strongly indicates independent discovery of plant\nefficacy, an interpretation corroborated by the presence of a\nsignificantly greater proportion of known bioactive species in these\nplant groups than in random samples. We conclude that phylogenetic\ncross-cultural comparisons can focus screening efforts on a subset of\ntraditionally used plants that are richer in bioactive compounds, and\ncould revitalize the use of traditional knowledge in\nbioprospecting.","trees":[{"tree_label":"Fig. 1A","ntax":"793","rootedtree":"TRUE","title":"Flora of RSA Cape rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76845.phy"}]}