{"Authors":" Daniel PR Herlemann, Jana Woelk, Matthias Labrenz, Klaus\nJuergens","Year":" 2014","Title":" Diversity and abundance of “Pelagibacterales” (SAR11) in the\nBaltic Sea salinity gradient","Journal":" Systematic and Applied Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" SAR11-IIIa, “Candidatus Pelagibacter”, SAR11 CARD-FISH\nprobe, Baltic Sea, salinity gradient","DOI":"","Abstract":" The candidate order “Pelagibacterales” (SAR11) is one of\nthe most abundant bacterial orders in ocean surface waters and,\ntemporarily, also in freshwater lakes. The presence of several stable\nphylogenetic lineages comprising the “Pelagibacterales” correlates with\nphysico-chemical parameters in aquatic environments. A previous amplicon\nsequencing study covering the bacterial community in the salinity\ngradient of the Baltic Sea suggested that pelagibacteral subclade\nSAR11-I is replaced by SAR11-IIIa in the mesohaline region of the Baltic\nSea. In this study we investigated the cellular abundances of\n“Pelagibacterales” subclades along the Baltic Sea salinity gradient\nusing catalyzed reporter deposition fluorescence in situ hybridization\n(CARD-FISH). The results obtained with a newly designed probe, detecting\nexclusively SAR11-IIIa, were compared to CARD-FISH abundances of the\nmarine SAR11-I/II subclade and the freshwater lineage SAR11-IIIb. We\nshow that SAR11-IIIa is abundant in oligohalineâ“mesohaline conditions\n(salinities 2.7â“13.3), with maximal abundances at a salinity of 7 (up\nto 35% of total bacteria, quantified with a universal bacterial probe\nEUB). As expected, SAR11-I/II was abundant (27% of EUB) in the marine\nparts of the Baltic Sea, whereas counts of the freshwater lineage\nSAR11-IIIb (LD12) were below the detection limit at all stations. The\nshift from SAR11-IIIa to SAR11-I/II was confirmed in the vertical\nsalinity gradient in the deeper basins of the Baltic Sea. These findings\nare consistent with an overlapping but defined distribution of\nSAR11-I/II and SAR11-IIIa in the salinity gradient of the Baltic Sea and\nsuggest the adaptation of SAR11-IIIa for growth and survival in\nmesohaline conditions.","trees":[{"tree_label":"tree 1","ntax":"913","rootedtree":"TRUE","title":"Tr77095","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77095.phy"}]}