{"Authors":" Gabriel Luz Wallau, Pierre Capy, Elgion L.S. Loreto,\nAurélie Hua-Van","Year":" 2014","Title":" Genomic landscape and evolutionary dynamics of mariner\ntransposable elements within the Drosophila genus","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Drosophila, comparative genomics, Tc1-mariner,\ntransposable elements, MITEs, deletion rate","DOI":"","Abstract":" Background The mariner family of transposable elements is\none of the most widespread in the Metazoa. It is subdivided into several\nsubfamilies that do not mirror the phylogeny of these species,\nsuggesting an ancient diversification. Previous hybridization and PCR\nstudies allowed a partial survey of mariner diversity in the Metazoa. In\nthis work, we used a comparative genomics approach to access the\ngenus-wide diversity and evolution of mariner transposable elements in\ntwenty Drosophila sequenced genomes. Results We identified 36 different\nmariner lineages belonging to six distinct subfamilies, including a\nsubfamily not described previously. Wide variation in lineage abundance\nand copy number were observed among species and among mariner lineages,\nsuggesting continuous turn-over. Most mariner lineages are inactive and\ncontain a high proportion of damaged copies. We showed that, in addition\nto substitutions that rapidly inactivate copies, internal deletion is a\nmajor mechanism contributing to element decay and the generation of\nnon-autonomous sublineages. Hence, 23 % of copies correspond to several\nMiniature Inverted-repeat Transposable Elements (MITE) sublineages, the\nfirst ever described in Drosophila for mariner. In the most successful\nMITEs, internal deletion is often associated with internal\nrearrangement, which sheds light on the process of MITE origin. The\nestimation of the transposition rates over time revealed that all\nlineages followed a similar progression consisting of a rapid\namplification burst followed by a rapid decrease in transposition. We\ndetected some instances of multiple or ongoing transposition bursts.\nDifferent amplification times were observed for mariner lineages shared\nby different species, a finding best explained by either horizontal\ntransmission or a reactivation process. Different lineages within one\nspecies have also amplified at different times, corresponding to\nsuccessive invasions. Finally, we detected a preference for insertion\ninto short TA-rich regions, which appears to be specific to some\nsubfamilies only. Conclusions This analysis is the first comprehensive\nsurvey of this family of transposable elements at a genus scale. It\nprovides precise measures of the different evolutionary processes that\nwere hypothesized previously for this family based on PCR data analysis.\nmariner lineages were observed at almost all “life cycle” stages: recent\namplification, subsequent decay and potential (re)-invasion or invasion\nof genomes.","trees":[{"tree_label":"con 50 majrule","ntax":"74","rootedtree":"TRUE","title":"All Mariner Transposase Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76692.phy"}]}