{"Authors":" João Perdigão, Hugo Silva, Diana Machado, Rita Macedo,\nFernando Maltez, Carla Silva, Luisa Jordao, Isabel Couto, Kim Mallard,\nFrancesc Coll, Grant A. Hill-Cawthorne, Ruth McNerney, Arnab Pain, Taane\nG Clark, Miguel Viveiros, Isabel Portugal","Year":" 2014","Title":" Unraveling Mycobacterium tuberculosis genomic diversity and\nevolution in Lisbon, Portugal, a highly drug resistant setting.","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Whole Genome Sequencing, MDR-TB, XDR-TB, Lisboa family,\nmicroevolution","DOI":"","Abstract":" Background Multidrug- (MDR) and extensively drug resistant\n(XDR) tuberculosis (TB) presents a challenge to disease control and\nelimination goals. In Lisbon, Portugal, specific and successful XDR-TB\nstrains have been found in circulation for almost two decades. Results\nIn the present study we have genotyped and sequenced the genomes of 56\nMycobacterium tuberculosis isolates recovered mostly from Lisbon. The\ngenotyping data revealed three major clusters associated with MDR-TB,\ntwo of which are associated with XDR-TB. Whilst the genomic data\ncontributed to elucidate the phylogenetic positioning of circulating\nMDR-TB strains, showing a high predominance of a single SNP cluster\ngroup 5. Furthermore, a genome-wide phylogeny analysis from these\nstrains, together with 19 publicly available genomes of Mycobacterium\ntuberculosis clinical isolates, revealed two major clades responsible\nfor M/XDR-TB in the region: Lisboa3 and Q1 (LAM). The data presented by\nthis study yielded insights on microevolution and identification of\nnovel compensatory mutations associated with rifampicin resistance in\nrpoB and rpoC. The screening for other structural variations revealed\nputative clade-defining variants. One deletion in PPE41, found among\nLisboa3 isolates, is proposed to contribute to immune evasion and as a\nselective advantage. Insertion sequence (IS) mapping has also\ndemonstrated the role of IS6110 as a major driver in mycobacterial\nevolution by affecting gene integrity and regulation. Conclusions\nGlobally, this study contributes with novel genome-wide phylogenetic\ndata and has led to the identification of new genomic variants that\nsupport the notion of a growing genomic diversity facing both setting\nand host adaptation.","trees":[{"tree_label":"Fig. 2","ntax":"76","rootedtree":"TRUE","title":"Mycobacterium tuberculosis SNPs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79966.phy"}]}