{"Authors":" E. W. A. Boehm, Guy Marson, Geir H Mathiassen, Alain\nGardiennet, Conrad L Schoch","Year":" 2014","Title":" An overview of the genus Glyphium and its phylogenetic\nplacement in Patellariales","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The genus Glyphium Nitschke ex F. Lehm. is characterized\nby erect, carbonaceous ligulate to dolabrate ascomata, which are\nstrongly laterally compressed, and dehisce along a longitudinal slit,\nrunning parallel to the compressed axis of the sporocarp. The five\ncurrently recognized species are separated primarily by whether the\nascospores disassociate into part-spores within the ascus. The genus has\ntraditionally been classified in the Mytilinidiaceae Kirschst.\n(Mytilinidiales, Pleosporomycetidae, Dothideomycetes). The present\nstudy, based on fresh material representing European specimens of G.\nelatum and G. grisonense, was initiated to determine the correct\nphylogenetic placement of the genus Glyphium. Phylogenies using DNA\nsequence obtained from 5 marker genes (nuLSU, nuSSU, mtSSU, TEF1, RPB1)\nderived from six accessions, four from type species, G. elatum, and two\nfrom G. grisonense, clearly indicate that the genus Glyphium belongs\nwithin the Pleosporomycetidae, within the Dothideomycetes. This\nsupported close affinities with Patellaria and Hysteropatella, in the\nPatellariales. The nomenclatural history of Glyphium is reviewed and a\nkey to world species given. The discrepancy between morphological and\nphylogenetic classification of this genus is suggested to derive from\nconvergent morphological evolution.","trees":[{"tree_label":"RAxMLTree2","ntax":"217","rootedtree":"TRUE","title":"Glyphium in Patellariales RAxM","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76579.phy"},{"tree_label":"RAxMLLSU","ntax":"66","rootedtree":"TRUE","title":"Glyphium in Patellariales LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76580.phy"}]}