{"Authors":" Bader H. Alhajeri, Ondreia J. Hunt, Scott J. Steppan","Year":" 2015","Title":" Molecular systematics of gerbils and deomyines (Rodentia:\nGerbillinae, Deomyinae) and a test of desert adaptation in the tympanic\nbulla","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" arid environments  geometric morphometrics  molecular\nphylogenetics  Muroidea  skull morphology","DOI":"","Abstract":" Recent molecular studies in gerbils found multiple\ninstances of discordance between molecular and morphological\nphylogenies. In this study, we analyze the largest molecular dataset to\ndate of gerbils and their sister-group the deomyines to estimate their\nphylogenetic relationships. Maximum likelihood and Bayesian analyses\nwere largely concordant and both generally had high levels of node\nsupport. For gerbils, the results were generally concordant with\nprevious molecular phylogenies based on allozymes, chromosomes, DNA/DNA\nhybridization, and DNA sequences; and discordant with morphological\nphylogenies. None of the traditional gerbil tribes and subtribes were\nmonophyletic. In addition, paraphyly was found in the genera Gerbillus,\nGerbilliscus, and Meriones as well as in five subgenera within\nDipodillus, Gerbillurus, and Meriones. Short branches separating taxa in\nsmall clusters within Dipodillus and Meriones suggest synonymy. Within\ndeomyines, all genera and subgenera were monophyletic; however, 2\nspecies groups within Acomys appear to contain synonymous taxa. We also\nfind support for the discordance between molecular and morphological\nphylogenies in gerbils being partly due to convergent adaptations to\narid environments, primarily in the suite of traits associated with\ninflation of the tympanic bullae. Relative bullar size does appear to be\na desert adaptation and is correlated with aridity independent of\nphylogeny. Further, it varies more strongly along bioclimatic clines\nthan between binary habitat classifications (desert vs. mesic).","trees":[{"tree_label":"RAxML","ntax":"95","rootedtree":"TRUE","title":"Deomyinae RAxML 3-28-14-final","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87969.phy"},{"tree_label":"MrBayes","ntax":"95","rootedtree":"TRUE","title":"Deomyinae combined from 4 runs-4-01-14","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87967.phy"},{"tree_label":"BEAST","ntax":"95","rootedtree":"TRUE","title":"Deomyinae BEAST 50m 3-29-14-final","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87968.phy"}]}