{"Authors":" Dimuthu Sandarenu Manamgoda, Amy Y. Rossman, Lisa A\nCastlebury, Hugo R. Madrid, Kevin D Hyde, Pedro W. Crous","Year":" 2014","Title":" The genus Bipolaris","Journal":" Studies in Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Brown spot of rice, field crop diseases, graminicolous\nfungi, helminthosporoid genera, molecular phylogeny, Pleosporales,\nSouthern corn leaf blight, taxonomy","DOI":"","Abstract":" The genus Bipolaris includes important plant pathogens\nwith worldwide distribution. Species recognition in the genus has been\nuncertain due to the lack of molecular data from ex-type cultures as\nwell as overlapping morphological characteristics. In this study, we\nrevise the genus Bipolaris based on DNA sequence data derived from\nliving cultures of fresh isolates, available ex-type cultures from\nworldwide collections and observation of type and additional specimens.\nCombined analyses of ITS, GPDH and TEF gene sequences were used to\nreconstruct the molecular phylogeny of the genus Bipolaris for species\nwith living cultures. The GPDH gene is considered to be the best single\nmarker for species of Bipolaris. Generic boundaries between Bipolaris\nand Curvularia are revised and presented in an updated combined ITS and\nGPDH phylogenetic tree. We accept 46 species in the genus Bipolaris and\nclarify the taxonomy, host associations, geographic distributions and\nspecies synonymies. Modern descriptions and illustrations are provided\nfor 37 species in the genus and notes are provided when recent\ndescriptions are available for the other taxa. Bipolaris chloridis, B.\ncynodontis, B. salviniae, B. victoriae and B. yamadae are epi- or\nneotypified and lectotypes are designated for B. hadrotrichoides and B.\nstenospila. Excluded and doubtful species are listed with notes on\ntaxonomy and phylogeny. A taxonomic key is provided for the\nmorphological identification of species within the genus.","trees":[{"tree_label":"PAUP 1","ntax":"86","rootedtree":"TRUE","title":"Tr76667","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76667.phy"}]}