{"Authors":" James H. Cunnington, Yukio Sato, Kon Wui Liew, Saranya\nLimkaisang, Susumu Takamatsu, Wanwisa Fangfuk, Baharuddin Salleh,\nChaiwat To-anun, Rangsi Divarangkoon","Year":" 2006","Title":" Molecular phylogenetic analyses reveal a close relationship\nbetween powdery mildew fungi on some tropical trees and Erysiphe\nalphitoides, an oak powdery mildew","Journal":" Mycoscience","Volume":" 46","Issue":" 4","Pages":" 220 - 226","Keywords":" NA","DOI":" 10.1007/s10267-005-0238-8","Abstract":" To investigate the phylogenetic relationships among the\npowdery mildew fungi of some economically important tropical trees\nbelonging to Oidium subgenus Pseudoidium, we conducted molecular\nphylogenetic analyses using 30 DNA sequences of the rDNA internal\ntranscribed spacer (ITS) regions and 26 sequences of the domains D1 and\nD2 of the 28S rDNA obtained from the powdery mildews on Hevea\nbrasiliensis (para rubber tree), Anacardium occidentale (cashew), Bixa\norellana, Citrus spp., Mangifera indica (mango), and Acacia spp. The\nresults indicate that the powdery mildew fungi isolated from these\ntropical trees are closely related to one another. These powdery mildews\nare also closely related to E. alphitoides (including Erysiphe sp. on\nQuercus phillyraeoides). Due to the obligate biotrophic nature of the\npowdery mildew fungi, the relationship between powdery mildews and their\nhost plants is conservative. But, the present study suggests that a\nparticular powdery mildew species expanded its host ranges on a wide\nrange of the tropical trees. This paper also suggests that a powdery\nmildew fungus distributed in temperate regions of the Northern\nHemisphere expanded its host ranges onto tropical plants, and may be a\ngood example of how geographic and host range expansion has occurred in\nthe Erysiphales.","trees":[{"tree_label":"Fig. 1","ntax":"79","rootedtree":"TRUE","title":"Powdery mildew fungi on some tropical trees and\nErysiphe alphitoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_728.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Powdery mildew fungi on some tropical trees and\nErysiphe alphitoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_729.phy"}]}