{"Authors":" Okihito Yano, norio tanaka, Yu Ito, A. Muthama Muasya, Jack\nViljoen","Year":" 2015","Title":" Phylogeny of Isolepis (Cyperaceae) revisited:\nNon-monophyletic nature of I. fluitans sensu lato and resurrection of I.\nlenticularis","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Isolepis","DOI":"","Abstract":" The aquatic and wetland genus Isolepis (Cyperaceae)\ncomprises 69 species mostly in the southern hemisphere, and especially\nAfrica and Australasia. The latest taxonomic revision recognizes three\nsubgenera (Fluitantes, Isolepis and Micranthae) and three sections in\nsubgen. Isolepis. Subgen. Fluitantes, mat-forming perennial herbs\ntypically bearing a single terminal spikelet, comprises nine species\nwith a nearly cosmopolitan distribution except in Americas and\nAntarctica. Of these, I. fluitans includes infraspecific taxa from\nAfrica-Europe and Asia-Australasia that are distinguished by the length\nof involucral bract over spikelet. This morphological character\nmeanwhile is also found in the key to species of subgen. Fluitans that\nseparates African-European members and Asian-Australasian ones of the\nsubgenus. The overall morphological evidence conflicts with the species\nrecognition of I. fluitans sensu lato and rather indicates polyphyly of\nI. fluitans, which we tested in a phylogenetic framework. Sequence data\nfrom three plastid DNA regions and nuclear ITS were analyzed using\nmaximum parsimony, maximum likelihood, and Bayesian inference. We\nobtained moderately resolved phylogenies with the plastid DNA and ITS\ndata sets. Although partially conflicted with each other, both\nphylogenies rejected the monophyly of I. fluitans and instead revealed\nthe close relationships to each geographical relative in the subgenus. A\nrevised key to species of subgenus Fluitantes is provided with I.\nlenticularis resurrected to be among the Asian-Australasian species. The\nphylogeny implies a single dispersal event from Africa to Australasia,\nor vice versa.","trees":[{"tree_label":"MajRule","ntax":"42","rootedtree":"TRUE","title":"Tr76663","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76663.phy"},{"tree_label":"Strict","ntax":"42","rootedtree":"TRUE","title":"Tr76662","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76662.phy"},{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Tr76665","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76665.phy"},{"tree_label":"Imported tree 0","ntax":"42","rootedtree":"TRUE","title":"Tr76666","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76666.phy"},{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Tr76664","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76664.phy"}]}