{"Authors":" Carolina Isabel Calvino, Martina Fernandez, Cecilia\nEzcurra","Year":" 2014","Title":" Is the southern South American genus Tweedia (Apocynaceae -\nAsclepiadoideae) monophyletic? Molecular phylogenies, distribution and\ntaxonomy.","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Asclepiadoideae MOOG clade; cpDNA; Oxypetalinae;\nphylogeny; rps16; southern Andes; trnTâ“trnF; Tweedia","DOI":"","Abstract":" Tweedia is a genus traditionally regarded as composed of\nseven species distributed on both sides of the Andes in southern South\nAmerica. Recent molecular analyses of two of its species have shown that\nthey are found in different lineages within the MOOG clade of\nApocynaceae - Asclepiadoideae, which questions its monophyly and generic\naffinities. Whereas Tweedia australis falls within the Diplolepis clade\nof MOOG, Tweedia brunonis appears within the tribe Oxypetalinae. This\nwork provides a molecular phylogeny of all species of Tweedia including\nits type, Tweedia birostrata, to test the monophyly of the group and\nassess its relationships with Diplolepis and other genera of the MOOG\nclade. Phylogenetic analyses of cpDNA trnT-trnF and rps16 regions of 68\naccessions of Apocynaceae using maximum parsimony, maximum likelihood,\nand Bayesian inference methods show that Tweedia species form a\nwell-supported monophyletic group that is morphologically distinct,\nallied to Araujia and Philibertia of the Oxypetalinae. The study also\nsupports the recent transfer of the former Tweedia australis to\nDiplolepis as Diplolepis australis. Within Tweedia, two clades divided\nby the Andes can be recognized, one from the west (central Chile) and\none from the east (western Argentina). The geographical and\nenvironmental characteristics of the genus and of these two groups are\ndiscussed in an evolutionary context.","trees":[{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Tr76681","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76681.phy"}]}