{"Authors":" Tiago de Souza Leite, Carla Aparecida de Oliveira Castro,\nOlinto Liparini Pereira, Elza Fernandes de Araujo, Marisa Vieira de\nQueiroz","Year":" 2014","Title":" Enrichment and characterization of basidiomycetous endophytes\nassociated with soybeans and coffee tissues","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" benomyl; endophytes; tolerant; filamentous fungi;\nyeasts","DOI":"","Abstract":" Most fungal endophytes associated with plant tissues are\nrepresentatives of the phylum Ascomycota. However, representatives of\nthe phylum Basidiomycota can also be found in plant tissues, at a higher\nfrequency than traditional isolation methods have demonstrated thus far.\nIn this study, we used the fungicide benomyl, as a semi-selective agent,\nto improve the isolation of basidiomycetous filamentous fungi and yeasts\nfrom soybean and coffee tissues. From a total of 851 CFU.g-1 of tissue,\n58 taxa were identified, of which 3 were basidiomycetous filamentous\nfungi (Coprinellus radians, Marasmius tenuissimus and Peniophora sp.);\n19 were basidiomycetous yeasts (genera: Bulleromyces, Cryptococcus,\nErythrobasidium, Fellomyces, Hannaella, Kurtzmanomyces, Occultifur,\nRhodotorula and Sporidiobolus); 18 were fungal species of the Order\nPleosporales (Phylum Ascomycota), previously reported to be tolerant to\nbenomyl, 3 were ascomycetous yeasts and another 15 were also\nrepresentatives of the phylum Ascomycota. A total of 43, i.e., 74%, of\nthe taxa were representatives of basidiomycetous fungi and ascomycetous\nfungi, known to be more resistant to benomyl. Additionally, 22 of the 58\ntaxa, i.e., 38%, were basidiomycetous fungi (3 taxa) and yeasts (19\ntaxa), a significant proportion compared to data reported in the\nliterature. There was no significant difference in fungi or yeasts\ndiversity among soybean tissues, but the coffee branches exhibited\ngreater diversity compared to coffee leaves. The possible ecological\nrole of these basidiomycetous fungi and yeasts, their potential and\nprospects for their study are discussed. To our knowledge, this is the\nfirst study that uses benomyl, to improve the isolation of\nbasidiomycetous endophytes","trees":[{"tree_label":"Fig. 7","ntax":"52","rootedtree":"TRUE","title":"Phylogeny yeast","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_76679.phy"},{"tree_label":"Fig. 8","ntax":"50","rootedtree":"TRUE","title":"Phylogeny fungi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_76690.phy"}]}