{"Authors":" Pandurang Kolekar, Mohan Kale, Urmila Kulkarni-Kale","Year":" 2011","Title":" Genotyping of Mumps viruses based on SH gene: Development of\na server using alignment-free and alignment-based methods","Journal":" Immunome research","Volume":" 7","Issue":" 3","Pages":" 1-7","Keywords":" Mumps virus; genotyping; return time distribution;\nAlignment-free; Phylogeny","DOI":" 10.4172/1745-7580.1000051","Abstract":" Background Mumps is an acute infectious childhood disease\ncaused by mumps virus (MuV), a member of genus Rubulavirus, family\nParamyxoviridae. Based on the genetic variability in small hydrophobic\n(SH) genes, currently MuVs have been divided into twelve confirmed\ngenotypes designated as A-L and one proposed genotype, M. Despite\nsuccessful vaccination program, a few genotypes are observed to\nco-circulate amongst vaccinated population. Furthermore, lack of cross\nprotection between different genotypes is reported and hence, as a part\nof epidemiological surveillance, WHO has recommended genotyping of MuV.\nCurrently genotyping is carried out using molecular phylogeny analysis\n(MPA) of SH genes and no genotyping server is available for MuV. The\npresent study reports development of a genotyping server for the same,\nwhich employs three independent methods. The server uses two\nconventional methods viz., BLAST, MPA and a novel method based on Return\nTime Distribution (RTD), which is developed in-house. Results A server\nfor genotyping of mumps virus is developed and made available at http://bioinfo.net.in/muv/homepage.html. RTD-based\nalignment-free method was initially developed for MPA and is applied for\ngenotyping of MuV for the first time. It is found to have 98.95% of\naccuracy when measured using leave-one-out cross validation method on\nreference and test datasets. In addition to RTD, the server also\nimplements BLAST and MPA for genotyping of MuV. All the three methods\nwere found to be highly reliable as evident from consensus predictions.\nConclusions A server for genotyping of MuV, which implements\nsequence-based bioinformatics approaches is developed and validated\nusing SH gene sequences of known genotypes. This server will be useful\nfor epidemiological surveillance and to monitor the circulation of MuV\ngenotypes within and across geographic areas. This will also facilitate\nphylodynamics studies of Mumps viruses.","trees":[{"tree_label":"Imported tree 0","ntax":"32","rootedtree":"TRUE","title":"Tr76728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76728.phy"},{"tree_label":"Imported tree 0","ntax":"32","rootedtree":"TRUE","title":"Tr76729","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76729.phy"}]}