{"Authors":" Anahi Espindola, Bryan C Carstens, Nadir Alvarez","Year":" 2014","Title":" Comparative phylogeography of mutualists and the effect of\nthe host on the genetic structure of its partners","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Approximate Bayesian Computation , Chiastocheta, climatic\noscillation, coalescent modelling, coevolution, comparative\nphylogeography, nursery pollination mutualism, Last Glacial Maximum,\nspatial genetic structure, Trollius europaeus","DOI":"","Abstract":" Whether or not species participating in specialized and\nobligate interactions display similar and simultaneous demographic\nvariations at the intra-specific level remains an open question in\nphylogeography. Here, we use the mutualistic nursery pollination\noccurring between the European globeflower Trollius europaeus and its\nspecialized pollinators in the genus Chiastocheta as a case study.\nExplicitly, we ask whether or not the phylogeographies of the\npollinating flies are significantly different from the expectation under\na scenario of plant-insect congruence. Based on a large-scale sampling,\nwe first use mitochondrial data to infer the phylogeographic histories\nof each fly species. Then, we define phylogeographic scenarios of\ncongruence with the plant history, and use Maximum Likelihood and\nBayesian approaches to test for plant-insect phylogeographic congruence\nfor the three Chiastocheta species. We show that the phylogeographic\nhistories of the three fly species differ. Only C. lophota and C.\ndentifera display strong spatial genetic structures, which appear to be\nnot statistically different from those expected under scenarios of\nphylogeographic congruence with the plant. Our results indicate that the\nfly species responded in independent and different ways to shared\nevolutionary forces, displaying varying levels of congruence with the\nplant genetic structure.","trees":[{"tree_label":"D-loop","ntax":"24","rootedtree":"TRUE","title":"Chiastocheta lophota Mitochondrial D-loop region","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77148.phy"}]}