{"Authors":" Susana E. Freire, Maria Amelia Chemisquy, Arne A.\nAnderberg, Stephan G. Beck, Rosa I Meneses, Benoit Francis Patrice\nLoeuille, Estrella Urtubey","Year":" 2014","Title":" The Lucilia group (Asteraceae, Gnaphalieae): phylogenetic and\ntaxonomic considerations based on molecular and morphological\nevidence","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Belloa, ETS, ITS, Mniodes, rpl32-trnL, trnL-F","DOI":" 10.1007/s00606-014-1147-0","Abstract":" The Lucilia group sensu Anderberg and Freire comprises\nnine South American genera: Belloa, Berroa, Chevreulia, Cuatecasasiella,\nFacelis, Gamochaetopsis, Jalcophila, Lucilia, and Luciliocline. The aims\nof this contribution are, using DNA sequences from plastid (rpl32-trnL,\ntrnL-F) and nucleus (ITS and ETS) markers, together with morphological\ncharacters, to test the monophyly of the Lucilia group and provide new\ninsight into generic circumscriptions. Our studies, including a broad\ntaxon sampling of Gnaphalieae species, suggested that the Lucilia group\nis paraphyletic, since Antennaria, Chionolaena, Gamochaeta, Loricaria,\nMicropsis, Mniodes, and Stuckertiella are all nested within the Lucilia\ngroup. Morphology and molecular analyses combined showed that the\ntraditional generic circumscription of most of the genera (e.g. Berroa,\nChevreulia, Chionolaena, Cuatrecasasiella, Facelis, Jalcophila, and\nMicropsis) correlate with the inferred phylogenetic relationships.\nConversely, Lucilia and Luciliocline are non-monophyletic. Lucilia is\nnested in a clade with Berroa, Facelis and Micropsis. Luciliocline is\nstrongly embedded within the clade Belloa pp + Mniodes. All the analyses\nshowed that the monotypic genera Stuckertiella and Gamochaetopsis are in\na well-supported clade nested within Gamochaeta, which implies that\ntaxonomic changes are required for these genera. Our results are\nconsistent with Dillonâs study that considered Belloa as a montotypic\ngenus (B. chilensis). Luciliocline and the remaining species of Belloa\nare accommodated in the genus Mniodes, and the necessary combinations\nare proposed for the expanded Mniodes. Internal relationships in the\ngroup and the key morphological characters used in the taxonomy of the\ngroup, as well as incongruences found between morphological and\nmolecular analyses, are discussed.","trees":[{"tree_label":"Fig. 2+","ntax":"56","rootedtree":"TRUE","title":"Tr77820","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77820.phy"},{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Tr77821","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77821.phy"},{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Tr77822","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77822.phy"}]}