{"Authors":" Pável Matos-Maraví, Rayner Núñez Águila, Carlos Peña,\nJacqueline Y. Miller, Andrei Sourakov, Niklas Wahlberg","Year":" 2014","Title":" Causes of endemic radiation in the Caribbean: evidence from\nthe historical biogeography and diversification of the butterfly genus\nCalisto (Nymphalidae: Satyrinae: Satyrini)","Journal":" BMC Evolutionary Biology","Volume":" 14","Issue":"","Pages":" 199","Keywords":" Caribbean, ecological limits, historical biogeography,\nintra-island diversification, island-island vicariance, Lepidoptera,\nmolecular phylogeny","DOI":" 10.1186/s12862-014-0199-7","Abstract":" Background Calisto is the largest butterfly genus in the\nWest Indies but its systematics, historical biogeography and the causes\nof its diversification have not been rigorously evaluated previously.\nSeveral studies attempting to explain Calisto diversity gave different\nweights to vicariance, dispersal and adaptive radiation. We utilized\nmolecular phylogenetic approaches and secondary calibrations points to\nestimate lineage ages. We used the dispersal-extinction-cladogenesis\nmodel and the Caribbean paleogeographical information to reconstruct\nancestral geographical distributions. We also evaluated different models\nof diversification to estimate the dynamics of lineage radiation within\nCalisto. By understanding the evolution of Calisto butterflies, we\nattempt to identify the main processes acting on insular insect\ndiversity, the causes of its origin and maintenance. Results The crown\nage of the genus was estimated to the early Oligocene (31 ± 5 Ma), and\none shift in diversification rate following a diversity-dependent\nprocess was the best explanation for its extant diversity assemblage. A\nmajor increase in diversification rate was recovered at 14 Ma, right\nafter the geological arrangements that favoured the availability of\nempty niches. Inferred ancestral distributional ranges suggested that\nthe origin of extant Calisto is in agreement with a vicariant model and\nthe origin of the Cuban lineage was likely the result of the\nCuba-Hispaniola split vicariance. Long-distance dispersal is supported\nfor the colonization of Jamaica and the Bahamas. Conclusions The\nancestral geographical distribution of Calisto is in line with the\npaleogeographical model of Caribbean colonization which favours\nisland-island vicariance. Because the sister lineage of Calisto remains\nambiguous, its arrival to the West Indies remains to be elucidated,\nalthough, given its age and historical biogeography, the hypothesized\nland bridge GAARlandia might have been a plausible introduction route\nfrom continental America. Intra-island radiation caused by ecological\ninnovation and abiotic creation of niche spaces was found to be the main\nforce shaping Calisto diversity and island endemism in Hispaniola and\nCuba.","trees":[{"tree_label":"TREE1","ntax":"129","rootedtree":"TRUE","title":"Calisto","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76971.phy"},{"tree_label":"con 50 majrule","ntax":"93","rootedtree":"TRUE","title":"Calisto","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76969.phy"},{"tree_label":"TREE1","ntax":"124","rootedtree":"TRUE","title":"Calisto","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_76970.phy"}]}