{"Authors":" Antonia Carlucci, Francesca Cibelli, Francesco Lops, Maria\nLuisa Raimondo","Year":" 2014","Title":" Pleurostomophora richardsiae associated with trunk diseases\nof grapevines in southern Italy","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Pleurostomophora; wood disease; browning; ITS; phylogeny;\npathogenicity","DOI":"","Abstract":" Pleurostomophora richardsiae (Nannf. apud Melin &\nNannf.) L. Mostert, W. Gams & Crous (≡ Phialophora richardsiae\n(Nannf.) Conant) has previously been known mainly as a human pathogen.\nHowever, more recently it has been isolated from wood tissue of\ngrapevines that show Petri and esca disease symptoms in California (USA)\nand in South Africa. During an assessment carried out in southern Italy,\nthe abundant presence of this fungus was ascertained by morphological,\ncultural and molecular tools. Pl. richardsiae was isolated from\nsub-cortical wood patches and streaking of the trunk and cordons of\ngrapevine cultivars that showed decline and dieback symptoms. To\nunderstand the putative pathogenetic role of this fungus in its present\naetiology, pathogenicity tests were conducted in greenhouse experiments\nwhere young grapevine plants of two cultivars were artificially\ninoculated with two isolates of each of the fungi Pl. richardsiae,\nLasiodiplodia theobromae and Phaeoacremonium aleophilum. Within 130\ndays, all fungal species were able to produced brown streaking on shoots\nof both grapevine cultivars. The L. theobromae and Pl. richardsiae\nisolates were the most aggressive, and the Pm. aleophilum isolates were\nalso pathogenetic, although they produced shorter wood streaking.\nTherefore, Pl. richardsiae can be considered a fungal pathogen for\ngrapevine. Fungal species were reisolated from discoloured tissue of all\ninoculated shoots, fulfilling Kock’s postulates.","trees":[{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Pleurostomophora richardsiae MP ANALYSIS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_76749.phy"}]}