{"Authors":" Josmaily Lóriga, Alexander R. Schmidt, Robbin C Moran,\nKathrin Feldberg, Harald Schneider, Jochen Heinrichs","Year":" 2014","Title":" The first fossil of bolbitidoid ferns belongs to the early\ndivergent lineages of Elaphoglossum (Dryopteridaceae)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral state reconstruction; Dominican amber; Miocene;\nPolypodiales; Eupolypods I","DOI":"","Abstract":" Premise of the study : The cosmopolitan family\nDryopteridaceae is one of the most species-rich families of\nleptosporangiate ferns, yet its fossil record is sparse and\ncontroversial. We describe a fern inclusion in Miocene Dominican amber\nand investigate its relationships to the extant genera of\nDryopteridaceae. Methods: The morphology of the fossil was compared with\npublished descriptions of extant ferns, resulting in it being\ntentatively assigned to the bolbitidoid fern genus Elaphoglossum. This\nassignment was investigated by reconstructing the evolution of the\nfossils characters on a phylogeny of bolbitidoid ferns. The phylogeny\nwas constructed using plastid DNA data of 158 extant species. To assess\nthe morphology-based assignment of the fossil to Elaphoglossum, we\nexamined DNA-calibrated divergence times against the age of the amber\ndeposits from which it came. Key results: The fossil belongs to\nElaphoglossum and is the first of a bolbitidoid fern. Its assignment to\na particular section of Elaphoglossum could not be determined given the\nlimited morphological characters observable. Sects. Polytrichia and\nSetosa can be discounted because the fossil lacks subulate scales, and\nsect. Lepidoglossa can also be discounted because the fossil lacks\nacicular marginal hairs on the scales. Thus, the fossil might belong to\none of the remaining sections, either sects. Amygdalifolia, Wrightiana,\nElaphoglossum, or Squamipedia, or to an extinct lineage not part of any\nextant section. Conclusions: The discovery of a fossil Elaphoglossum in\nMiocene amber provides strong support that current molecular clock-based\nanalyses of bolbitidoid ferns are consistent with the evidence provided\nby the fossil record.","trees":[{"tree_label":"con all compat","ntax":"159","rootedtree":"TRUE","title":"Tr76733","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76733.phy"}]}