{"Authors":" Omar Fiz, Pablo Vargas, María Luisa Alarcón, Carlos Aedo,\nJosé Luis García, Juan Jose Aldasoro","Year":" 2008","Title":" Phylogeny and Historical Biogeography of Geraniaceae in\nRelation to Climate Changes and Pollination Ecology.","Journal":" Systematic Botany","Volume":" 33","Issue":" 2","Pages":" 326-342","Keywords":" autocompatibility, dispersal-vicariance,\ndrought-tolerance, molecular dating, nectaries, P/O indexes.","DOI":" 10.1600/036364408784571482","Abstract":" Chloroplast (trnLF and rbcL) sequences were used to\nreconstruct the phylogeny of Geraniaceae and Hypseocharitaceae.\nAccording to these data Hypseocharitaceae and Geraniaceae are\nmonophyletic. Pelargonium and Monsonia are sisters to the largest clade\nof Geraniaceae, formed by Geranium, Erodium and California. According to\nmolecular dating and dispersal-vicariance analysis, the split of the\nstem branches of Geraniaceae probably occurred during the Oligocene, in\nsouthern Africa or in southern Africa plus the Mediterranean area.\nHowever, their diversification occurred during the Miocene, coinciding\nwith the beginning of major aridification events in their distribution\nareas. An ancestor of the largest clade of Geraniaceae (Geranium,\nErodium, and California) colonised a number of habitats in the northern\nhemisphere and in South American mountain ranges. In summary, the\nevolution of the Geraniaceae is marked by the dispersal of ancestors\nfrom Southern Africa to cold, temperate and often disturbed habitats in\nthe rest of world, where only generalist pollination and facultative\nautogamy could ensure sufficient seed production and survival.","trees":[{"tree_label":"rbcL","ntax":"46","rootedtree":"TRUE","title":"rbcL Geraniaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_735.phy"},{"tree_label":"trnLF","ntax":"83","rootedtree":"TRUE","title":"trnLF Geraniaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_736.phy"}]}