{"Authors":" Gaopeng Li, Liang Jiang, Jiazuan Ni, Qiong Liu, Yan\nZhang","Year":" 2014","Title":" Computational identification of a new SelD-like family that\nmay participate in sulfur metabolism in hyperthermophilic\nsulfur-reducing archaea","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" selenium, sulfur, selenophosphate synthetase,\nbioinformatics, comparative genomics, archaea","DOI":"","Abstract":" Background: Selenium (Se) and sulfur (S) are closely\nrelated elements that exhibit similar chemical properties. Some genes\nrelated to S metabolism are also involved in Se utilization in many\norganisms. However, the evolutionary relationship between the two\nutilization traits is unclear. Results: In this study, we conducted a\ncomparative analysis of the selenophosphate synthetase (SelD) family, a\nkey protein for all known Se utilization traits, in all sequenced\narchaea. Our search showed a very limited distribution of SelD and Se\nutilization in this kingdom. Interestingly, a SelD-like protein was\ndetected in two orders of Crenarchaeota: Sulfolobales and\nThermoproteales. Genomic and phylogenetic analyses revealed that\nSelD-like protein may share a common ancestor with SelD and might be\ninvolved in S metabolism in these S-reducing organisms. Further\ngenome-wide analysis of patterns of gene occurrence in different\nthermoproteales suggested that several genes, including SirA-like,\nPrx-like and adenylylsulfate reductase, were strongly related to\nSelD-like gene. Based on these findings, we proposed a simple model\nwherein SelD-like may play an important role in the biosynthesis of\ncertain thiophosphate compound. Conclusions: Our data suggest novel\ngenes involved in S metabolism in hyperthermophilic S-reducing archaea,\nand may provide a new window for understanding the complex relationship\nbetween Se and S metabolism in archaea.","trees":[{"tree_label":"ATP binding superfamily","ntax":"45","rootedtree":"TRUE","title":"Hyperthermophilic Sulfur-reducing Archaea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76880.phy"}]}