{"Authors":" Joseph Parker","Year":" 2014","Title":" Specialized myrmecophily at the dawn of modern ants","Journal":" Current Biology","Volume":"","Issue":"","Pages":"","Keywords":" Staphylinidae, Pselaphinae, Myrmecophiles, ants","DOI":"","Abstract":" Myrmecophilesspecies that depend on ant societiesinclude\nsome of the most morphologically and behaviourally specialized animals\nknown [1]. Remarkable adaptive characters enable these creatures to\nbypass fortress-like security, integrate into colony life and exploit\nabundant resources and protection inside ant nests [2, 3]. Such\ninnovations must result from intimate coevolution with hosts, but a\nscarcity of definitive fossil myrmecophiles obscures when and how this\nlifestyle arose. Here, we report the earliest-known\nmorphologically-specialized and apparently obligate myrmecophile, in\nEarly Eocene (~52 million year old) Cambay amber from India.\nProtoclaviger trichodens gen. et sp. nov is a stem-group member of\nClavigeritae, a speciose supertribe of pselaphine rove beetles\n(Coleoptera: Staphylinidae) heavily modified for myrmecophily via\nreduced mouthparts for trophallaxis with worker ants, brush-like\ntrichomes that exude appeasement compounds, and fusions of many body and\nantennal segments [4, 5]. Protoclaviger captures a transitional stage in\nthe evolutionary development of this novel body plan, most evident in\nits still-distinct abdominal tergites. The Cambay paleobiota marks one\nof the first occurrences in the fossil record of a significant presence\nof modern ants [6]. Protoclaviger reveals that sophisticated social\nparasites were nest intruders throughout, and probably before, the\nascent of ants to ecological dominance, with ancient groups such as\nClavigeritae primed to radiate as their hosts became increasingly\nubiquitous.","trees":[{"tree_label":"con 50 majrule","ntax":"51","rootedtree":"TRUE","title":"Tr76881","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76881.phy"}]}