{"Authors":" Bruce Wendel Robart, Stephen Kilpatrick","Year":" 2014","Title":" Phylogeny and Biogeography of North American and Asian\nPedicularis (Orobanchaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Biogeography, Orobanchaceae, Pedicularis, phylogeny.","DOI":"","Abstract":" Pedicularis is a genus of over 600 species distributed\nthroughout tundra and alpine habitats of the Northern Hemisphere.\nPhylogenetic relationships of North American species to Asian species\nwere constructed by sampling sequences from nuclear ribosomal internal\ntranscribed spacer (ITS) regions and the plastid maturase K (matK)\nregion of 28 North American species collected in the field or sampled\nfrom herbarium specimens and 134 accessions of 102 Asian and three\nEuropean species obtained from GenBank. Maximum parsimony (PAUP) and\nBayesian (MrBayes) analyses of ITS and combined ITS and matK data reveal\ntwo robustly supported monophyletic North American clades derived from\nAsian ancestors. Biogeographic analysis (S-DIVA) suggests Asia plus\nJapan, the Cascade Range, or Rocky Mountains as highly probable\nancestral areas without involving Beringia for one clade. In the other\nclade, Asia plus the Rocky Mountains is specified as the most probable\nancestral area, but less probable alternatives also include Asia plus\nEurope, Japan, or Beringia. Once established in North America,\ndispersal/divergence throughout North America occurs out of Rocky\nMountain and/or Cascade Range ancestral centers of distribution.\nBeringian and European species are derived from North America centers\nrather than being part of ancestral areas to North American\nspecies.","trees":[{"tree_label":"con 50 majrule","ntax":"95","rootedtree":"TRUE","title":"Tr76867","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76867.phy"},{"tree_label":"con 50 majrule","ntax":"169","rootedtree":"TRUE","title":"Tr76865","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76865.phy"},{"tree_label":"Strict","ntax":"169","rootedtree":"TRUE","title":"Tr76866","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76866.phy"},{"tree_label":"Strict","ntax":"95","rootedtree":"TRUE","title":"Tr76868","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_76868.phy"}]}