{"Authors":" Joachim W. Kadereit, M. L. Zhang, Christian H. Uhink","Year":" 2006","Title":" The Phylogeny and Biogeography of Epimedium/Vancouveria\n(Berberidaceae): Western North American - East Asian Disjunctions, the\nOrigin of European Mountain Plant Taxa and East Asian Specific\nDiversity","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Using ITS and atpB-rbcL spacer sequences of 38 (of 55)\nspecies of the highly disjunct Eurasian/North African Epimedium and all\nthree species of its western North American sister genus Vancouveria we\nreconstructed the phylogeny of these two genera and dated major splits\nwith a molecular clock approach. Epimedium was found to be monophyletic\nwith a stem age dated to between 9.7 and 7.4 million years ago (My).\nWithin Epimedium, almost all sections as recognized in the most recent\nclassification of the genus were found to be monophyletic but subg.\nEpimedium was found to be paraphyletic in relation to subg.\nRhizophyllum. Range formation in Eurasia proceeded as follows: In a\nfirst step the western Himalayan part of the generic distribution area\n(sect. Polyphyllon) was separated from the remainder, followed by a\nsplit between the Chinese distribution area (sect. Diphyllon) and the\nremainder, the separation of the highly disjunct range of E. pinnatum\nfrom the Caucasus plus E. perralderianum from North Africa (subg.\nRhizophyllum) and the remainder, and in a last step the separation of\nthe European E. alpinum plus the Turkish E. pubigerum from the range of\nthe genus in Japan, Korea, northeastern China and Far Eastern Russia\n(sects. Epimedium and Macroceras). These results imply that the European\nmountain species are not most closely related to taxa in mountain areas\ntowards the east (e.g., Caucasus, Himalayas) but rather to taxa in the\nFar East. Accordingly, in Epimedium the link between western Eurasia and\neastern Asia apparently was not through intervening mountain regions but\nprobably through a more northerly deciduous forest belt which does not\nexist any longer. The largest number of species of Epimedium is found in\nChina (sect. Diphyllon: 44 species mainly in Hubei, Sichuan and Guizhou\nprovinces). The age of this clade was dated to 0.52 to 0.4 My. This\nimplies that the diversification of this group probably is the result of\nfrequent range shifts in the Quaternary. Keywords: atpB-rbcL spacer,\nDIVA, ITS, molecular clock, Quaternary diversification.","trees":[{"tree_label":"Eudicots","ntax":"60","rootedtree":"TRUE","title":"Eudicots, strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_661.phy"},{"tree_label":"ML 3","ntax":"38","rootedtree":"TRUE","title":"Epimedium-Vancouveria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_744.phy"},{"tree_label":"ML 2","ntax":"38","rootedtree":"TRUE","title":"Epimedium-Vancouveria ML 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_745.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Epimedium-Vancouveria ML 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_746.phy"},{"tree_label":"Berberidaceae","ntax":"18","rootedtree":"TRUE","title":"Berberidaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_747.phy"}]}