{"Authors":" Rachel Marie Schwallier, Niels Raes, Hugo de Boer, Rutger\nA. Vos, Rogier van Vugt, Barbara Gravendeel","Year":" 2015","Title":" A phyloclimatic analysis of niche divergence in the pitcher\nplant genus Nepenthes","Journal":" Diversity and Distributions","Volume":" 22","Issue":"","Pages":" 97-110","Keywords":" Climate change, Conservation, Ecological niche modeling,\nNiche evolution, Nepenthes, Molecular divergence","DOI":"","Abstract":" Ecological niche models (ENMs) are increasingly used as\ntools to study the role of ecology in evolution, however the majority of\nthese investigations so far have focused on animals. Here, we use ENMs\nto analyze the relationship between ecological niche and genetic\nsimilarity from a molecular phylogenetic perspective in the enigmatic\ntropical pitcher plant genus Nepenthes L. in order to predict future\nclimate effects on the distribution of endangered species. A total of\n733 geo-referenced live plant and herbarium records were used to model\ndistributions and reconstruct ecological niches for 15 Nepenthes\nspecies. Molecular phylogenetic analyses of concatenated nuclear (nrITS\nand PTR1) and plastid (trnK) sequences were carried out for a total of\n45 species of Nepenthes. Highland species have significantly lower\nmolecular divergence as compared with lowland species, and have niches\nwith less overlap. We conclude that over the past million years, the\nenvironmental niches of highland and lowland Nepenthes species evolved\nand differentiated at differing rates in response to historical climate\nchanges. We predict that highland species will experience a greater\nhabitat reduction due to future climate shifts as compared to lowland\nspecies. In light of future climate projections, we conclude that\nhighland species will likely face severe fragmentation and distribution,\nas they are likely to adjust poorly to the impacts of current global\nwarming trends.","trees":[{"tree_label":"tree 1","ntax":"45","rootedtree":"TRUE","title":"Tr77086","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77086.phy"}]}