{"Authors":" Steve Leavitt, Pradeep Kumar Divakar, Yoshihito Ohmura,\nLi-song Wang, Theodore L Esslinger, H. Thorsten Lumbsch","Year":" 2014","Title":" Whos getting around? Assessing species diversity and\nbiogeography in the widely distributed lichen-forming fungal genus\nMontanelia (Parmeliaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ABGD, *BEAST, cryptic species; divergence times, fungi,\nGYMC, PTP, species delimitation","DOI":"","Abstract":" Brown parmelioid lichens comprise a number of distinct\ngenera in one of the most species-rich families of lichen-forming fungi,\nParmeliaceae (Ascomycota). In spite of their superficially similar, dull\nappearance, a number of studies on brown parmelioids have provided\nimportant insight into diversification in lichen-forming fungi with\ncosmopolitan distributions. In this study we assess species diversity,\nbiogeography and diversification of the genus Montanelia, which includes\nalpine to temperate saxicolous species. We sampled each of the five\nknown species, four of which are known from broad, intercontinental\ndistributions. In order to identify potential biogeographical patterns,\neach broadly distributed species was represented by individuals\ncollected across their intercontinental distributions. Molecular\nsequence data were generated for six loci, including four nuclear\nprotein-coding markers, the internal transcribed spacer region, and a\nfragment of the mitochondrial small subunit. We used three\nsequence-based species delimitations methods to validate traditional,\nphenotype-based species and circumscribe previously unrecognized\nspecies-level lineages in Montanelia. Relationships among putative\nlineages and divergence times were estimated within a coalescent-based\nmulti-locus species tree framework. Based on the results of the species\ndelimitation analyses, we propose that the genus Montanelia is likely\ncomprised of six to nine species-level lineages, including previously\nunrecognized species-level diversity in the nominal taxa M. panniformis\nand M. tominii. In contrast, molecular sequence data suggest that M.\npredisjuncta may be conspecific with the widespread taxon M. disjuncta\nin spite of distinct morphological differences. Furthermore, our data\nsuggest that diversification in Montanelia occurred largely during the\nMiocene and Pliocene, and the rate-calibrated estimate of the most\nrecent common ancestor of Montanelia (ca. 23.3 Ma) is congruent with a\nprevious fossil calibrated time estimate. At least three Montanelia\nspecies are broadly distributed throughout Asia, Europe, and North\nAmerica with no evidence of phylogeographic substructure. In contrast to\nbroadly distributed Montanelia species, our study reveals a complex\ndiversification and biogeography history of the M. tominii group\nbeginning in the late Miocene and continuing into the Pleistocene. Our\nanalyses provide additional insight for understanding diversification\nand uncovering cryptic diversity in cosmopolitan species of\nlichen-forming fungi.","trees":[{"tree_label":"tree 1","ntax":"69","rootedtree":"TRUE","title":"Montanelia six gene dataset","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_76977.phy"}]}