{"Authors":" Ulrich Schaffrath, Birgit Jarosch, Nina Zellerhoff,\nJohannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2006","Title":" Non-host resistance of barley is successfully manifested\nagainst Magnaporthe grisea and a closely related Pennisetum-infecting\nlineage, but is overcome by Magnaporthe oryzae","Journal":" Molecular Plant-Microbe Interactions","Volume":" 19","Issue":" 9","Pages":" 1014-1022","Keywords":" NA","DOI":" NA","Abstract":" Magnaporthe oryzae is a major pathogen of rice (Oryza\nsativa L.) but is also able to infect other grasses including barley\n(Hordeum vulgare L.). Here, we report a study using isolates of\nMagnaporthe collected from other host plant species to evaluate their\ncapacity to infect barley. A non-host type of resistance was detected in\nbarley against isolates derived from Pennisetum (fontaingrass) or\nDigitaria (crabgrass) but no resistance occurred in response to isolates\nfrom rice, Eleusine (goosegrass), wheat (Triticum aestivum L.) or maize\n(Zea mays L.), respectively. Restriction of pathogen growth in the\nnon-host interaction was investigated microscopically and compared with\ncompatible interactions. Real-time PCR was used to quantify fungal\nbiomass in both types of interaction. The phylogenetic relationship\namong the Magnaporthe isolates used in this study was investigated by\ninferring gene trees for fragments of three genes: actin, calmodulin and\nbeta-tubulin. Based on phylogenetic analysis we could distinguish\ndifferent species which were strictly correlated with the ability of the\nisolates to infect barley. We demonstrated that investigating specific\nhost interaction phenotypes for a range of pathogen isolates can\naccurately highlight genetic diversity within a pathogen\npopulation.","trees":[{"tree_label":"Fig. 6","ntax":"19","rootedtree":"TRUE","title":"One of six most parsimonious trees obtained from a\ncombined analysis.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_749.phy"}]}