{"Authors":" Takayuki Aoki, Martha M. Vaughan, Susan P. McCormick, Mark\nBusman, Todd J. Ward, Amy Kelly, Peter Johnston, David M. Geiser, Kerry\nO’Donnell","Year":" 2014","Title":" Fusarium dactylidis sp. nov., a novel nivalenol\ntoxin-producing species sister to F. pseudograminearum isolated from\norchard grass (Dactylis glomerata) in Oregon and New Zealand","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" cocks-foot, crown rot, forage, Fusarium head blight,\ngenotyping, morphology, mycotoxins, pathogenicity, phylogenetics, RPB1,\nRPB2, trichothecene, zearalenone","DOI":"","Abstract":" In addition to including the etiological agents of\nFusarium head blight (FHB) and crown rot of wheat and barley, and stem\nand ear rot of maize, members of the B trichothecene toxin-producing\nclade (hereafter B clade) of Fusarium have been recovered from several\nwild and cultivated grasses, including Dactylis glomerata (orchard grass\nor cocks-foot) in Oregon and New Zealand, one of the worlds most\nimportant forage grasses. Prior molecular phylogenetic analyses resolved\nthe two orchard grass isolates as a genealogically exclusive sister of\nF. pseudograminearum; these two species formed the earliest diverging\nlineage within the B clade of Fusarium. The present study was conducted\nto formally describe the novel B clade species from orchard grass as F.\ndactylidis based on phenotypic and molecular phylogenetic data.\nPhenotypically F. dactylidis most closely resembled F. ussurianum from\nthe Russian Far East in that both produce symmetrical sporodochial\nconidia that overlapped in length and width and curved towards both\nends. However, these two species can be distinguished by production of\nsporodochial conidia that typically end in a narrow apical beak in F.\nussurianum and an acute apical cell in F. dactylidis. Consistent with\nthe results of a multilocus genotyping (MLGT) assay for trichothecene\nchemotype prediction, F. dactylidis produced nivalenol mycotoxins in\nliquid culture, on solid cultures of rice and cracked corn, and in\nplanta. In addition, the two isolates of F. dactylidis tested produced\nlow but detectable amounts of the estrogenic mycotoxin zearalenone on\nrice. Results of a pathogenicity experiment revealed that F. dactylidis\ncould induce mild head blight on spring wheat cultivar Norm.","trees":[{"tree_label":"Fusarium dactylidis","ntax":"22","rootedtree":"TRUE","title":"Fusarium dactylidis","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_77032.phy"}]}