{"Authors":" Bonnie Bernadette Blaimer, Seán G. Brady, Ted R Schultz,\nBrian L. Fisher","Year":" 2015","Title":" Functional and phylogenetic approaches reveal the evolution\nof diversity in a hyper diverse biota","Journal":" Ecography","Volume":" 38","Issue":"","Pages":" 901-912","Keywords":"","DOI":" 10.1111/ecog.01370","Abstract":" Ant communities in tropical forests may be governed by\nvarying assembly mechanisms, depending on the particular habitat\ninvestigated. We compared phylogenetic diversity and structure across\ntwo forest biomes (dry and humid) and two vertical layers (arboreal and\nterricolous) in ant communities in Madagascar, and assessed the\ninfluence of invasive species on this community structure. We estimated\nphylogenetic signal and correlated evolution for habitat and several\nfunctional traits and tested for conservatism in relevant functional and\nhabitat traits. Ancestral states were reconstructed to illuminate the\nevolution of habitat traits. All analyses utilized phylogenies estimated\nfrom newly generated data from three nuclear markers for 290 Malagasy\nant taxa. Dry forests, although lower in species richness, were found to\nsupport equally high lineage diversity as humid forests. In contrast,\nphylogenetic diversity was much lower in arboreal than in terricolous\ncommunities. We observed significant phylogenetic clustering in the\ncombined humid forest and in the arboreal-humid, arboreal-dry and\nterricolous-humid communities, whereas the combined dry forest community\nwas overdispersed. Among ant communities in Madagascar, overdispersion\nand competition therefore may be more prevalent in dry forest, and\nhabitat filtering may be more dominant in humid forest. Excluding\ninvasive ant species had little overall effect on community structure.\nAll investigated traits showed low to intermediate conservatism; strong\nsupport for correlated evolution was found for increased eye size and an\narboreal lifestyle. Habitat transitions from humid to dry and from\nterricolous to arboreal occurred more frequently, and ancestors of most\nlineages were predicted to be terricolous or humid-forest adapted. We\nconclude that most Malagasy ant clades first colonized humid forests and\nsubsequently transitioned into dry forests, indicating that previous\nhypotheses on the evolution of Madagascars hyperdiverse biota may not\napply to ants and other arthropods.","trees":[{"tree_label":"con 50 majrule","ntax":"295","rootedtree":"TRUE","title":"Ant communities in Madagascar 295WgTPLR","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_77165.phy"}]}