{"Authors":" Nicolai M. Nürk, Simon Uribe-Convers, Berit Gehrke, David C\nTank, Frank R. Blattner","Year":" 2014","Title":" Oligocene niche shift, Miocene diversification  cold\ntolerance and accelerated speciation rates in St. Johns Worts\n(Hypericum, Hypericaceae)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" age estimation, climate change, cold tolerance,\ndiversification rate shifts, historical biogeography, Hypericum\n(St. Johns wort, Hypericaceae), phylogenetic niche conservatism (PNC),\ntemperate climate","DOI":"","Abstract":" Our aim is to understand the evolution of species-rich\nplant groups that shifted from tropical into cold/temperate biomes. It\nis well known that climate affects evolutionary processes, such as how\nfast species diversify, species range shifts, and species distributions.\nMany plant lineages became extinct in the Northern Hemisphere due to\nclimate cooling starting with the Late Eocene, whilst only few tropical\nlineages evolved cold tolerance and adapted to temperate conditions. One\nof them is the hyper-diverse and geographically widespread genus\nHypericum. To investigate the effect of macroecological niche shifts on\nevolutionary success we combine historical biogeography with\ndiversification rate and bioclimatic niche analyses in a phylogenetic\nframework. Hypericum evolved cold tolerance 3040 million years ago, and\nsuccessfully colonized all ice-free continents, where today ~500 species\nexist. The other members of Hypericaceae stayed in their tropical\nhabitats and evolved into ~120 species. We identified a 1520 million\nyear lag between the initial change in temperature preference in\nHypericum and later diversification rate shifts in the Miocene. The\ninitial niche shift into colder climates appears to be a precondition,\nbut not directly related to increased diversification rates. Major\nevents of mountain formation and further climate cooling can explain\ndistribution patterns and species-richness in Hypericum. Contrary to the\ndramatic niche shift early in the evolution of Hypericum, niche\nconservatism was found, as most extant species occur in temperate\nclimates including high altitudes in the tropics. These findings\nexemplify patterns of plant evolution during large-scale global climate\nchange.","trees":[{"tree_label":"ML best rDNA","ntax":"85","rootedtree":"TRUE","title":"Hypericum Nuerk et al ML best rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77817.phy"},{"tree_label":"Fig. S1 BI","ntax":"103","rootedtree":"TRUE","title":"Hypericum Nuerk et al Combined BI FigS1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_77806.phy"},{"tree_label":"Fig. S1 ML","ntax":"103","rootedtree":"TRUE","title":"Hypericum Nuerk et al Combined ML BS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77807.phy"},{"tree_label":"ML best cpDNA","ntax":"85","rootedtree":"TRUE","title":"Hypericum Nuerk et al ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77814.phy"}]}