{"Authors":" Renaud Travadon, Daniel Paul Lawrence, Suzanne\nRooney-Latham, W. Douglas Gubler, Philippe eric Rolshausen, kendra\nbaumgartner","Year":" 2015","Title":" Cadophora species associated with wood-decay of grapevine in\nNorth America","Journal":" Fungal Biology","Volume":" 119","Issue":" 1","Pages":" 53-66","Keywords":" Multigene phylogeny, Phylogenetic species concept, Fungi,\nLeotiomycetes, Wood pathogens, Vitis, Esca, Petri disease","DOI":"","Abstract":" The role of Cadophora species in the decline of grapevine\n(Vitis vinifera L.), in particular Cadophora luteo-olivacea, has\nrecently been illustrated in California, South Africa, Spain, Uruguay,\nand Canada. This species has been shown to cause wood lesions and black\nwood streaking when inoculated to grapevine and its involvement in the\ndecline of young (Petri disease) and mature vines (Esca) is\nacknowledged. In North America, little is known regarding the diversity\nof Cadophora species involved in grapevine decline, their geographic\ndistribution, and their ability to degrade grapevine wood. Accordingly,\nwe characterized different Cadophora isolates recovered from decayed\ngrapevine wood sampled from a broad geographic area in North America,\nusing molecular, morphological, and pathogenicity data. Five species,\nincluding C. luteo-olivacea and C. melinii, as well as three newly\ndescribed species, C. orientamericana, C. novi-eboraci, and C. spadicis,\nwere revealed based on phylogenetic analysis of three loci (ITS,\ntranslation elongation factor 1-alpha, and beta-tubulin). Restricted to\nthe northeastern US were C. orientamericana, C. novi-eboraci, and C.\nspadicis, whereas C. luteo-olivacea was only recovered from California,\nand C. melinii was present both in California and Ontario, Canada.\nMorphological characterization (sizes of conidia, hyphae, conidiophores,\nand conidiogenous cells) revealed overlapping features among these five\nspecies. The four species included in pathogenicity trials (all but C.\nspadicis) produced wood lesions significantly longer than in control\nplants after 24 months incubation in the greenhouse, indicating their\nability to degrade grapevine wood.","trees":[{"tree_label":"PAUP_1","ntax":"44","rootedtree":"TRUE","title":"Tr106980","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106980.phy"},{"tree_label":"PAUP_1","ntax":"44","rootedtree":"TRUE","title":"Tr106982","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106982.phy"},{"tree_label":"PAUP_1","ntax":"44","rootedtree":"TRUE","title":"Tr106981","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106981.phy"},{"tree_label":"PAUP_1","ntax":"44","rootedtree":"TRUE","title":"Tr106983","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106983.phy"}]}