{"Authors":" Steven J. Wagstaff, Brian P. J. Molloy","Year":" 2014","Title":" Incomplete species coalescence and paraphyly in the\nMarlborough rock daisies (Pachystegia, Astereae, Asteraceae)","Journal":" TAXON","Volume":"","Issue":"","Pages":"","Keywords":" Astereae, Asteraceae, BEAST*, coalescence, divergence time\nestimate, gene tree, New Zealand, Pachystegia, paraphyly, species\ntree","DOI":"","Abstract":" The Marlborough rock daisies are members of a remarkable\nevolutionary radiation in New Zealand. They form a monophyletic group\nwith a restricted distribution in the north-eastern corner of the South\nIsland. Three species are currently accepted, though distinct phenotypes\nare recognised that may represent additional as yet formally described\nentities. We used concatenated and coalescent analyses of multi-locus\ndata to infer phylogenetic relationships and to visualize a species\ntree. Our results show populations of Pachystegia rufa and P. minor are\nnested within the more widely distributed species P. insignis, which is\nparaphyletic in our analyses. There is discordance among the gene trees\nand species coalescence is incomplete. Limited gene flow occurs among\nthe three species. Hybrids persist in narrow zones of contact, but\napparently do not compete in the ecological niche of the parental\nspecies. Dated chronograms show a sharp increase in the rate of\ndiversification during the last 2 million years, which coincides with\nuplift of the coastal Kaikoura Ranges. The accumulation of unique\nalleles preceded the evolution of barriers to gene flow, so the\nestimated divergence times in the gene trees are older than in the\ninferred species tree. Genetic drift and strong selection in small\ngeographically isolated populations have contributed to recent\nspeciation in the rock daisies. We discuss the taxonomic implications of\nparaphyly in this rapidly evolving insular plant group.","trees":[{"tree_label":"TREE1","ntax":"31","rootedtree":"TRUE","title":"Tr77229","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77229.phy"},{"tree_label":"TREE1","ntax":"63","rootedtree":"TRUE","title":"Tr77218","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77218.phy"},{"tree_label":"TREE1","ntax":"62","rootedtree":"TRUE","title":"Tr77228","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77228.phy"}]}