{"Authors":" Jan T. Johansson, Robert K Jansen","Year":" 1991","Title":" Chloroplast DNA variation among five species of\nRanunculaceae: structure, sequence divergence, and phylogenetic\nrelationships.","Journal":" Plant Systematics and Evolution","Volume":" 178","Issue":" NA","Pages":" 9-25","Keywords":" NA","DOI":" 10.1007/BF00937979","Abstract":" A restriction site map of the chloroplast genome of Caltha\npalustris L. (Ranunculaceae) has been constructed for 13 restriction\nendonucleases using filter hybridization with cloned tobacco chloroplast\nDNA fragments. A size of 153.8kb has been estimated for the Caltha\nchloroplast genome. Forty-six chloroplast genes and four open reading\nframes have been mapped using small tobacco chloroplast gene probes.\nChloroplast DNA sequence divergence has been estimated for all pairs of\nfive species of Ranunculaceae, Caltha palustris, Ranunculus bulbosus, R.\nfascicularis, R. recurvatus, and Trollius ledebourii, and ranges between\n0.2% and 9.6% for the total genome. Divergence values are much higher in\nthe small and large single copy regions than in the inverted repeat.\nPhylogenetic relationships between the five species have been\nhypothesized using chloroplast DNA restriction site mapping. One hundred\nand six informative restriction site mutations have been detected using\neleven restriction endonucleases. Cladistic analyses of the restriction\nsite mutations have been performed using Wagner and Dollo parsimony\nalgorithms, and confidence intervals have been calculated for the\nresulting monophyletic groups using bootstrapping. It is demonstrated\nthat restriction site comparisons are applicable to the Ranunculaceae on\nintergeneric level, with the exception of groups having extensive\ngenomic rearrangements. Moreover, sequence divergence is low enough at\nthe interspecific level to allow phylogenetic analyses within genera\nsuch as Ranunculus.","trees":[{"tree_label":"Fig. 2","ntax":"6","rootedtree":"TRUE","title":"Ranunculaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_284.phy"}]}