{"Authors":" R. d. Castillo, John V. Syring, Richard C. Cronn, Aaron\nListon","Year":" 2006","Title":" Multiple nuclear loci reveal the distinctiveness of the\nthreatened, neotropical Pinus chiapensis (Pinaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Pinus chiapensis is a threatened species of pine from\nsouthern Mexico and northwestern Guatemala. It was first described as a\ndisjunct variety of the widespread P. strobus from the eastern United\nStates and southeastern Canada. Prior morphological work has suggested\nthat P. chiapensis is a distinct species, but not all authors and pine\nsystematists have accepted that taxonomy. In this study we sequenced\nmultiple accessions from across the range of each of the three most\nprobable progenitors of P. chiapensis at three nuclear loci. Pinus\nchiapensis had the lowest combined nucleotide diversity of any of the\nfour species (0.0031), and had only a single allele across its entire\nrange at one of the loci. Pinus chiapensis does not share alleles with\nany of the possible progenitors and the alleles for this pine are\nmonophyletic at two of the three loci. Constraint topologies forcing\nallelic monophyly at the third locus are not statistically different\nfrom the unconstrained trees. While the results are conclusive that P.\nchiapensis is at least as distinct as the remaining three widely\naccepted species, determination of the sister species is complicated by\nlack of species monophyly and interlocus variability. The sympatrically\noccurring P. ayacahuite, which has been cited as having the potential to\nhybridize with P. chiapensis, was determined as the least likely\nprogenitor with no evidence for introgression uncovered. The data are\nconflicting as to whether P. monticola or P. strobus is more closely\nrelated to P. chiapensis. Lacking knowledge of the sister species, any\nphylogeographic story is premature. Rangewide population sampling of P.\nchiapensis failed to uncover any consistent population structure as has\nbeen supported in other studies. The loss of habitat and\noverexploitation of this resource, in combination with extremely limited\ngenetic diversity, make conservation of P. chiapensis a high\npriority.","trees":[{"tree_label":"Fig. 4.2","ntax":"25","rootedtree":"TRUE","title":"Pinus chiapensis, cesA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_768.phy"},{"tree_label":"Fig. 4.3","ntax":"25","rootedtree":"TRUE","title":"Pinus chiapensis, cesA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_769.phy"},{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"Pinus chiapensis, LEA-like","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_766.phy"},{"tree_label":"Fig. 4.1","ntax":"26","rootedtree":"TRUE","title":"Pinus chiapensis, AGP6","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_767.phy"}]}