{"Authors":" Kerry O’Donnell, stacy sink, Ran Libeskind-Hadas, Jiri\nHulcr, Matthew Kasson, Randy C. ploetz, Joshua L. konkol, Jill N.\nPloetz, Daniel carrillo, Alina Campbell, Rita E. Duncan, Pradeepa N.H.\nLiyanage , Akif Eskalen, Francis Na, David M. Geiser, Craig Bateman,\nStanley Freeman, Zvi Mendel, Michal Sharon, Takayuki Aoki, Allard A.\nCossé, Alejandro Rooney","Year":" 2014","Title":" Discordant phylogenies suggest repeated host shifts in the\nFusarium  Euwallacea ambrosia beetle mutualism","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" cophylogeny, fungiculture, hybrid introgression, molecular\nphylogenetics, phylogenetic species, symbiosis","DOI":"","Abstract":" The mutualism between xyleborine beetles in the genus\nEuwallacea (Coleoptera: Curculionidae: Scolytinae) and members of the\nAmbrosia Fusarium Clade (AFC) represents one of 11 known evolutionary\norigins of fungiculture by ambrosia beetles. Female Euwallacea beetles\ntransport fusarial symbionts in paired mandibular mycangia from their\nnatal gallery to woody hosts where they are cultivated in galleries as a\nsource of food. Native to Asia, several exotic Euwallacea species were\nintroduced into the United States and Israel within the past two decades\nand they now threaten urban landscapes, forests and avocado production.\nTo assess species limits and to date the evolutionary diversification of\nthe mutualists, we reconstructed the evolutionary histories of key\nrepresentatives of the Fusarium and Euwallacea clades using maximum\nparsimony and maximum likelihood methods. Twelve species-level lineages,\ntermed AF 1-12, were identified within the monophyletic Ambrosia Fusarum\nClade (ACF) and seven among the Fusarium-farming Euwallacea. Bayesian\ndiversification-time estimates placed the origin of the Euwallacea \nFusarium mutualism near the Oligocene  Miocene boundary ~19-24 Mya. Most\nEuwallacea spp. appear to be associated with one species of Fusarium,\nbut two species farmed two closely related fusaria. Euwallacea sp. #2 in\nMiami-Dade County, Florida cultivated Fusarium spp. AF-6 and AF-8 on\navocado, and Euwallacea sp. #4 farmed F. ambrosium AF-1 and Fusarium sp.\nAF-11 on Chinese tea in Sri Lanka. Cophylogenetic analyses indicated\nthat the Euwallacea and Fusarium phylogenies were largely incongruent,\napparently due to the beetles switching fusarial symbionts (i.e., host\nshifts) at least five times during the evolution of this mutualism.\nThree cospeciation events between Euwallacea and their AFC symbionts\nwere detected, but randomization tests failed to reject the null\nhypothesis that the putative parallel cladogenesis could have occurred\nby chance. Lastly, three collections of Euwallacea sp. #2 from\nMiami-Dade County, Florida shared an identical cytochrome oxidase\nsubunit 1 (CO1) allele with E. validus, suggesting introgressive\nhybridization between these species. Results of the present study\nhighlight the importance of understanding the potential for and\nfrequency of host-switching between Euwallacea and members of the AFC,\nand that these shifts may bring together more aggressive and virulent\ncombinations of these invasive mutualists.","trees":[{"tree_label":"Euwallacea LSU","ntax":"16","rootedtree":"TRUE","title":"Euwallacea LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77754.phy"},{"tree_label":"Euwallacea CO1","ntax":"16","rootedtree":"TRUE","title":"Euwallacea CO1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77755.phy"},{"tree_label":"Euwallacea","ntax":"23","rootedtree":"TRUE","title":"Euwallacea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77344.phy"},{"tree_label":"AFC","ntax":"1","rootedtree":"TRUE","title":"AFC Isolates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77343.phy"}]}