{"Authors":" Martina Reblova, Kamila Reblova, Vaclav Stepanek","Year":" 2015","Title":" Molecular systematics of Barbatosphaeria (Sordariomycetes):\nmultigene phylogeny and secondary ITS structure","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 35","Issue":"","Pages":" 21-38","Keywords":" Phylogenetics, Ramichloridium, sequence analysis, spacer\nregions, Sporothrix, Tectonidula","DOI":"","Abstract":" Thirteen morphologically similar strains of\nBarbatosphaeria- and Tectonidula-like fungi were studied based on the\ncomparison of cultural and morphological features of sexual and asexual\nmorphs and phylogenetic analyses of five nuclear loci, i.e. internal\ntranscribed spacer rDNA operon (ITS), large and small subunit nuclear\nribosomal DNA, Î²-tubulin, and second largest subunit of RNA polymerase\nII. Phylogenetic results were supported by in-depth comparative analyses\nof common core secondary structure of ITS1 and ITS2 in all strains and\nthe identification of non-conserved, co-evolving nucleotides that\nmaintain base pairing in the RNA transcript. Barbatosphaeria is defined\nas a well-supported monophyletic clade comprising several lineages and\nis placed in the Sordariomycetes incertae sedis. The genus is expanded\nto encompass nine species with both septate and non-septate ascospores\nin clavate, stipitate asci with a non-amyloid apical annulus and\nnon-stromatic ascomata with a long decumbent neck and carbonized wall\noften covered by pubescence. The asexual morphs are dematiaceous\nhyphomycetes with holoblastic conidiogenesis belonging to Ramichloridium\nand Sporothrix types. The morphologically similar Tectonidula,\nrepresented by the type species T. hippocrepida, grouped with members of\nBarbatosphaeria and is transferred to that genus. Four new species are\nintroduced and three new combinations in Barbatosphaeria are proposed. A\ndichotomous key to species accepted in the genus is provided.","trees":[{"tree_label":"Fig. 2","ntax":"15","rootedtree":"TRUE","title":"Barbatosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_77297.phy"},{"tree_label":"Fig. 1","ntax":"70","rootedtree":"TRUE","title":"Barbatosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77296.phy"}]}