{"Authors":" Thomas Lecocq, Simon Dellicour, Denis Michez, Manuel Dehon,\nAlexandre Dewulf, Thibaut De Meulemeester, Nicolas Brasero, Irena\nValterová, Jean-Yves Rasplus, Pierre Rasmont","Year":" 2014","Title":" Methods for species delimitation in bumblebees: towards an\nintegrative approach","Journal":" Zoologica Scripta","Volume":"","Issue":"","Pages":"","Keywords":" Bombus - Integrative taxonomy  species delimitation \nsubspecies","DOI":"","Abstract":" Delimitation of close related species is often hindered by\nlack of diagnostic discrete morphological character. The bumblebee\n(genus Bombus) taxonomy exemplifies this issue. There were many attempts\nto clarify bumblebee taxonomy by using alternative features to discrete\nmorphological characters such as wing shape, DNA, or eco-chemical\ntraits. Nevertheless each approach has its own limitations. Recent\nstudies have used a multisource approach to gather different lines of\nevidence of speciation in order to draw a strongly supported taxonomic\nhypothesis in bumblebees. Yet, the resulting taxonomic status is not\nindependent of selected evidences and of consensus methodology\n(i.e. unanimous procedure, majority, different weighting of evidence).\nIn this paper, we compare taxonomic conclusions obtained by the four\ncommonly used evidence for species delimitation in bumblebees (geometric\nmorphometric of wing shape, genetic differentiation assessment,\nsequence-based species delimitation methods, and differentiation of\ncephalic labial gland secretions) applied on a group of taxonomically\ndoubtful species (the B. lapidarius-group). We ultimately aim to assess\nthe usefulness of these evidence as components of an integrative\ndecision framework to delimitate bumblebee species. Our results show\nthat analyses based on wing shape do not allow delineating any obvious\ncluster. In contrast, nuclear/mitochondrial, sequence-based species\ndelimitation methods, and analyses based on cephalic labial gland\nsecretions are congruent each other. This allows setting up an\nintegrative decision framework to establish strongly supported species\nand subspecies status within bumblebees.","trees":[{"tree_label":"bestREP2","ntax":"290","rootedtree":"TRUE","title":"Species Delimitation in Bumblebees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77342.phy"},{"tree_label":"con 50 majrule","ntax":"290","rootedtree":"TRUE","title":"Species Delimitation in Bumblebees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77341.phy"},{"tree_label":"TREE1","ntax":"288","rootedtree":"TRUE","title":"Species Delimitation in Bumblebees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77339.phy"},{"tree_label":"bestREP2","ntax":"288","rootedtree":"TRUE","title":"Species Delimitation in Bumblebees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77340.phy"}]}