{"Authors":" Isao Inouye, Takeshi Nakayama, Shin Watanabe, Kaoru\nMitsui","Year":" 2006","Title":" Phylogenetic relationships and taxonomy of sarcinoid green\nalgae: Chlorosarcinopsis, Desmotetra, Sarcinochlamys gen. nov.,\nNeochlorosarcina, and Chlorosphaeropsis (Chlorophyceae,\nChlorophyta)","Journal":" Journal of Phycology","Volume":" 42","Issue":" NA","Pages":" 679-695","Keywords":" NA","DOI":" NA","Abstract":" We investigated phylogenetic relationships and taxonomy of\n20 sarcinoid strains by their morphological features and using 18S rDNA\nsequence data. Nineteen strains of Chlorosarcinopsis (Gerneck) Herndon\nand allied genera were divided into four groups (A-D). Group A\ncomprising eight species was concordant with the description of\nChlorosarcinopsis and divided into four polyphyletic subgroups. Group B\nincluded two species of Chlorosarcinopsis and two strains of Desmotetra\nstigmatica (Deason) Deason et Floyd, all of which had parallel thylakoid\nmembranes in pyrenoid matrices, and zoospores bearing apical stigma and\nsubapical flagellar apparatus. The definition of Desmotetra Deason et\nFloyd was emended to include these features, and Chlorosarcinopsis\ndelicata S. Watanabe was transferred to this genus. Group C comprised\nChlorosarcina stigmatica Deason (ASIB.T105), for which we proposed\nSarcinochlamys gen. nov., a genus distinct from Chlorosarcina Gerneck in\nhaving walled zoospores. Group D comprising six species corresponded to\nNeochlorosarcina and was divided into two subgroups. The presence of\nthin cell walls in Neochlorosarcina S. Watanabe was ascertained as a\nvalid feature for circumscribing the sarcinoid genera. The physiological\nexperiments on the species of Chlorosarcinopsis and Chlorosarcina by\nGroover and Bold (1968) were assessed based on the phylogenetic results.\nGroups (A, B, D) were roughly characterized by these features: plant\nmass color, utilization of selected nitrogen compounds and carbon\nsources under light/dark and aerobic/anaerobic conditions, and\nrequirement for vitamin B12. Molecular analysis revealed that\nChlorosphaeropsis alveolata Herndon had closer affinity with solitary\nProtosiphon Klebs and Spongiochloris Starr than with sarcinoid\nmembers.","trees":[{"tree_label":"Fig. 4","ntax":"68","rootedtree":"TRUE","title":"Sarcinoid green algae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_770.phy"}]}