{"Authors":" Pieter De Maayer, Philip J Brumm, David A Mead, Don A\nCowan","Year":" 2014","Title":" Comparative analysis of the Geobacillus hemicellulose\nutilization locus reveals a highly variable target for improved\nhemicellulolysis","Journal":" BMC Genomics","Volume":" Accepted","Issue":"","Pages":"","Keywords":" hemicellulose, Geobacillus, xylan, xylanases, arabinan,\narabinases, arabinanases","DOI":"","Abstract":" Background: Members of the thermophilic genus Geobacillus\ncan grow at high temperatures and produce a battery of thermostable\nhemicellulose hydrolytic enzymes, makes them ideal candidates for the\nbioconversion of biomass to value-added products. To date the molecular\ndeterminants for hemicellulose degradation and utilization have only\nbeen identified and partially characterized in one strain, namely\nGeobacillus stearothermophilus T-6, where they are clustered in a single\ngenetic locus. Results and Discussion: Using the G. stearothermophilus\nT-6 hemicellulose utilization locus as genetic marker, orthologous\nhemicellulose utilization (HUS) loci were identified in the complete and\npartial genomes of 17/24 Geobacillus strains. These HUS loci are\nlocalized on a common genomic island. Comparative analyses of these loci\nrevealed extensive variability among the Geobacillus hemicellulose\nutilization systems, with only seven out of 41-68 proteins encoded on\nthese loci conserved among the HUS+ strains. This translates into\nextensive differences in the hydrolytic enzymes, transport systems and\nmetabolic pathways employed by Geobacillus spp. to degrade and utilize\nhemicellulose polymers. Conclusions: The genetic variability among the\nGeobacillus HUS loci imply that they have variable capacities to degrade\nhemicellulose polymers, or that they may degrade distinct polymer, as\nare found in different plant species and tissues. The data from this\nstudy can can serve as a backbone for the genetic engineering of a\nGeobacillus strain(s) with an improved capacity to degrade and utilize\nhemicellulose.","trees":[{"tree_label":"tree1","ntax":"34","rootedtree":"TRUE","title":"Tr77347","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77347.phy"}]}