{"Authors":" Marcelo Patricio Sandoval-Denis, Josepa Gene, Deanna A.\nSutton, G. Sybren De Hoog, Cony Decock, Nathan P Wiederhold, Josep\nGuarro, Jose F. Cano-Lira","Year":" 2016","Title":" Redefining Microascus, Scopulariopsis and allied genera","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 36","Issue":"","Pages":" 1-36","Keywords":" Pithoascus, Pseudoscopulariopsis, Ascomycota,\nMicroascaceae, Microascales, ITS, LSU, Elongation factor, Tubulin,\nPhylogeny, Taxonomy.","DOI":" 10.3767/003158516X688027","Abstract":" Microascus and Scopulariopsis comprise several species\ncommonly isolated from soil, decaying vegetal material and indoor\nenvironments with some species recognized as opportunistic pathogens for\ninsects and animals, including humans. The taxonomy of these fungi has\nbeen based on morphological examination only. In light of the recent\nchanges in the International Code of Nomenclature for fungi, algae and\nplants, we aimed to clarify the taxonomy and phylogeny of these genera\nstudying a large set of clinical and environmental isolates by means of\nmorphological, physiological and molecular analyses using DNA sequence\ndata of four loci, including the ITS region, a fragment of the LSU gene\nand the genes of translation elongation factor 1-α and β-tubulin.\nAccording to the results, the genera Microascus and Scopulariopsis are\nseparated in two independent lineages, the genus Pithoascus is revived\nand the new genus Pseudoscopulariopsis is erected, typified by P.\nschumacheri. Seven new species of Microascus and one of Scopulariopsis\nare recognized, namely M. albidus, M. brunneosporus, M. campaniformis,\nM. expansus, M. intricatus, M. restrictus, M. verrucosus and\nScopulariopsis cordiae. Microascus trigonosporus var. macrosporus is\naccepted as a different species from M. trigonosporus. A further 9 new\ncombinations are introduced. Microascus cinereus, M. longirostris, P.\nschumacheri and S. flava are neotypified. A table summarizing the\nmorphological features of the different species and identification keys\nfor each genus are provided.","trees":[{"tree_label":"Fig. 2","ntax":"106","rootedtree":"TRUE","title":"Tr87993","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87993.phy"},{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"Tr87992","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87992.phy"}]}