{"Authors":" Claude Lemieux, Christian Otis, Monique Turmel","Year":" 2014","Title":" Six newly sequenced chloroplast genomes from prasinophyte\ngreen algae provide insights into the relationships among prasinophyte\nlineages and the diversity of streamlined genome architecture in\npicoplanktonic species","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Viridiplantae, Prasinophytes, Prasinococcales, Picocystis,\nPicoplanktonic algae, Nephroselmis, Plastid genome, Phylogenomics,\nGenome reduction, trans-spliced group II intron","DOI":"","Abstract":" Background: Because they represent the earliest\ndivergences of the Chlorophyta, the morphologically diverse unicellular\ngreen algae making up the prasinophytes hold the key to understanding\nthe nature of the first viridiplants and the evolutionary patterns that\naccompanied the radiation of chlorophytes. Nuclear-encoded 18S rDNA\nphylogenies unveiled nine prasinophyte clades (clades I through IX) but\ntheir branching order is still uncertain. We present here the newly\nsequenced chloroplast genomes of Nephroselmis astigmatica (clade III)\nand of five picoplanktonic species from clade VI (Prasinococcus sp. CCMP\n1194, Prasinophyceae sp. MBIC 106222 and Prasinoderma coloniale) and\nclade VII (Picocystis salinarum and Prasinophyceae sp. CCMP 1205). These\nchloroplast DNAs (cpDNAs) were compared with those of the six previously\nsampled prasinophytes (clades I, II, III and V) in order to gain\ninformation both on the relationships among prasinophyte lineages and on\nchloroplast genome evolution. Results: Varying from 64.3 to 85.6 kb in\nsize and encoding 100 to 115 conserved genes, the cpDNAs of the newly\ninvestigated picoplanktonic species are substantially smaller than those\nobserved for larger-size prasinophytes, are economically packed and\ncontain a reduced gene content. Although the Nephroselmis and Picocystis\ncpDNAs feature a large inverted repeat encoding the rRNA operon, gene\npartitioning among the single copy regions is remarkably different.\nUnexpectedly, we found that all three species from clade VI\n(Prasinococcales) harbor chloroplast genes not previously documented for\nchlorophytes (ndhJ, rbcR, rpl21, rps15, rps16 and ycf66) and that\nPicocystis contains a trans-spliced group II intron. The phylogenies\ninferred from cpDNA-encoded proteins are essentially congruent with 18S\nrDNA trees, resolving with robust support all six examined prasinophyte\nlineages, with the exception of the Pycnococcaceae. Conclusions: Our\nresults underscore the high variability in genome architecture among\nprasinophyte lineages, highlighting the strong pressure to maintain a\nsmall and compact chloroplast genome in picoplanktonic species. The\nunique set of six chloroplast genes found in the Prasinococcales\nsupports the ancestral status of this lineage within the prasinophytes.\nThe widely diverging traits uncovered for the clade-VII members\n(Picocystis and Prasinophyceae sp. CCMP 1205) are consistent with their\nresolution as separate lineages in the chloroplast phylogeny.","trees":[{"tree_label":"Fig. 7","ntax":"34","rootedtree":"TRUE","title":"Prasinophyte Green Algae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77375.phy"},{"tree_label":"Fig. 6","ntax":"47","rootedtree":"TRUE","title":"Prasinophyte Green Algae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77374.phy"}]}