{"Authors":" L. G. Clark, J. G. Sánchez-Ken","Year":" 2006","Title":" Phylogenetic relationships within the clade Centothecoideae +\nPanicoideae (Poaceae), based on ndhF and rpl16 intron sequences and\nmorphological data.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" The PACCAD (Panicoideae, Arundinoideae, Chloridoideae,\nCentothecoideae, Aristidoideae, Danthonioideae) clade is well supported\nin all recent studies of Poaceae. However, phylogenetic relationships\nwithin the clade are still unresolved, although several branches are\nstrongly supported. In this study, we focus on the phylogeny of the\nCentothecoideae + Panicoideae clade, one of the major lineages within\nthe PACCAD clade, and one of the most diverse in the family. Two\npreviously unsampled tribes, Isachneae and Steyermarkochloeae, are\nincluded, as are additional taxa of Centothecoideae. Phylogenetic\nanalyses of plastid genome sequences (ndhF gene and rpl16 intron) and\nstructural data show increased support of the centothecoid\u001apanicoid\nclade, but phylogenetic relationships between the two putative\nsubfamilies remain unresolved. Centothecoideae may be sister to\nPanicoideae or they may be paraphyletic with respect to Panicoideae, as\nmonophyly of Centothecoideae is weakly supported at best. Polyphyly of\nPanicoideae is demonstrated as Isachneae and Steyermarkochloeae (only\nwith ndhF) form well-supported clades with Micraira\u001aEriachne and\nChasmanthium, respectively. Polyphyly of Arundinelleae is also confirmed\nas Danthoniopsis and related genera resolve elsewhere. Centothecoideae,\nas recently circumscribed, resolve as three strongly supported clades\nincluding Danthoniopsis and related genera. Cyperochloa (previously\nincertae sedis) and arundinoid Spartochloa are sister and fall within\nthe centothecoids with strong support. Centotheceae are polyphyletic and\nsegregate into three major groups. One centothecoid genus (Zeugites) is\ndemonstrably paraphyletic.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Centothecoideae and Panicoideae, combined analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_771.phy"},{"tree_label":"Fig. 3","ntax":"55","rootedtree":"TRUE","title":"Centothecoideae and Panicoideae, ndhF analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_772.phy"}]}