{"Authors":" Roy E. Halling, Nigel A Fechner, M E Nuhn, Todd W\nOsmundson, Kasem Soytong, David Arora, Manfred Binder, David S\nHibbett","Year":" 2015","Title":" Evolutionary relationships of Heimioporus and Boletellus\n(Boletales) with an emphasis on Australian taxa.","Journal":" Australian Systematic Botany","Volume":" 28","Issue":"","Pages":" 1-22","Keywords":" biogeography, boletes, Boletineae, phylogeny, ribosomal\nDNA, translation elongation-factor 1a","DOI":"","Abstract":" Boletellus and Heimioporus, two genera of Boletaceae with\nornamented basidiospores, are shown to be distinct genera on the basis\nof phylogenetic analyses of nuclear ribosomal large-subunit and\ntranslation elongation-factor 1a DNA sequences. Comparison of spore\nornamentation type  longitudinally ribbed in Boletellus v. punctate,\nalveolate- reticulate in Heimioporus  are further evidence for\ndistinction. Analyses of multiple accessions from the Americas, Asia and\nAustralia support the monophyly of Heimioporus and a ‘core Boletellus’\nclade, containing the type species, B. ananas (M.A.Curt.) Murrill, and\napproximately seven additional species. Tests of alternative\nphylogenetic topologies could not reject monophyly of a more inclusive\ngroup containing the core Boletellus clade and six other species.\nHeimioporus australis Fechner & Halling, H. cooloolae Fechner &\nHalling, Boletellus deceptivus Halling & Fechner, B. reminiscens\nHalling & Fechner and B. sinapipes Fechner, K.Syme, R.Rob. &\nHalling are described as new species. Phylogenetic analyses also support\nthe following new combinations: Aureoboletus projectellus (Murrill)\nHalling, A. mirabilis (Murrill) Halling, Hemileccinum subglabripes\n(Peck) Halling and the new name, Xerocomus tenax Nuhn &\nHalling.","trees":[{"tree_label":"Imported tree 1","ntax":"131","rootedtree":"TRUE","title":"Heimioporus and Boletellus SEQalign nlsu tef1 rpb1\nRAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106893.phy"}]}