{"Authors":" Mark E. Siddall, Fredrik Pleijel, C. Erséus, G. W. Rouse,\nVincent Rousset","Year":" 2006","Title":" A molecular phylogeny of annelids","Journal":" Cladistics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We present parsimony analyses of annelids based on the\nlargest taxon sample and most extensive molecular data set yet\nassembled, with two nuclear ribosomal genes (18S rDNA and the D1 region\nof 28S rDNA), one nuclear protein coding-gene (Histone H3) and one\nmitochondrial ribosomal gene (16S rDNA) from 217 terminal taxa. Of\nthese, 267 sequences are newly sequenced, and the remaining were\nobtained from GenBank. The included taxa are based on the criteria that\nthe taxon must have 18S rDNA or at least two other loci. Our analyses\nshow that 68% of annelid family-ranked taxa represented by more than one\ntaxon in our study are supported by a jackknife value >50%. In spite\nof the size of our data set, the phylogenetic signal in the deepest part\nof the tree remains weak and the majority of the currently recognized\nmajor polychaete clades (except Amphinomida and Aphroditiformia) could\nnot be recovered. Terbelliformia is monophyletic (with the exclusion of\nPectinariidae, for which only 18S data was available), whereas members\nof taxa such as Phyllodocida, Cirratuliformia, Sabellida and Scolecida\nare scattered over the trees. Clitellata is monophyletic, although\nDinophilidae should possibly be included, and Clitellata has a sister\ngroup within the polychaetes. One major problem is the current lack of\nknowledge on the closest relatives to annelids and the position of the\nannelid root. We suggest that the poor resolution in the basal parts of\nthe trees presented here may be due to lack of signal connected to\nincomplete data sets both in terms of terminal and gene sampling, rapid\nradiation events and/or uneven evolutionary rates and long-branch\nattraction.","trees":[{"tree_label":"Strict Consensus Tree","ntax":"217","rootedtree":"TRUE","title":"A molecular phylogeny of annelids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_773.phy"}]}