{"Authors":" Ralf Stracke, Daniela Holtgräwe, Jessica Schneider, Boas\nPucker, Thomas Rosleff Sörensen, Bernd Weisshaar","Year":" 2014","Title":" Genome-wide identification and characterisation of R2R3-MYB\ngenes in sugar beet (Beta vulgaris)","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Beta vulgaris, Caryophyllales, R2R3 MYB, transcription\nfactor, gene family, flavonol regulator","DOI":"","Abstract":" Background The R2R3 MYB genes comprise one of the largest\ntranscription factor gene families in plants, playing regulatory roles\nin plant-specific developmental processes, metabolite accumulation and\ndefense responses. Although genome-wide analysis of this gene family has\nbeen carried out in some species, the R2R3 MYB genes in Beta vulgaris\nssp. vulgaris (sugar beet) as the first sequenced member of the order\nCaryophyllales, have not been analysed heretofore. Results We present a\ncomprehensive, genome-wide analysis of the MYB genes from Beta vulgaris\nssp. vulgaris (sugar beet) which is the first species of the order\nCaryophyllales with a sequenced genome. A total of 70 R2R3 MYB genes as\nwell as genes encoding three other classes of MYB proteins containing\nmultiple MYB repeats were identified and characterised with respect to\nstructure and chromosomal organisation. Also, organ specific expression\npatterns were determined from RNA-seq data. The R2R3 MYB genes were\nfunctionally categorised which led to the identification of a sugar\nbeet-specific clade with an atypical amino acid composition in the R3\ndomain, putatively encoding betalain regulators. The functional\nclassification was verified by experimental confirmation of the\nprediction that the R2R3 MYB gene Bv_iogq encodes a flavonol regulator.\nConclusions This study provides the first step towards cloning and\nfunctional dissection of the role of MYB transcription factor genes in\nthe nutritionally and evolutionarily interesting species B. vulgaris. In\naddition, it describes the flavonol regulator BvMYB12, being the first\nsugar beet R2R3 MYB with an experimentally proven function.","trees":[{"tree_label":"tree 1","ntax":"260","rootedtree":"TRUE","title":"Tr77431","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77431.phy"},{"tree_label":"Neighbor Joining","ntax":"253","rootedtree":"TRUE","title":"Tr77468","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77468.phy"},{"tree_label":"Maximum Parsimony","ntax":"249","rootedtree":"TRUE","title":"Tr77469","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77469.phy"}]}