{"Authors":" Nicolaas Albertus van der Merwe, Emma T Steenkamp, Michael\nJ Wingfield, Brenda D Wingfield","Year":" 2014","Title":" Host shifts cause diversity bottlenecks in populations of\nChrysoporthe austroafricana","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" Chrysoporthe austroafricana, population biology, host\nshift","DOI":"","Abstract":" Chrysoporthe austroafricana is a fungal pathogen of native\nSyzygium and non-native Eucalyptus (Myrtaceae) as well as non-native\nTibouchina (Melastomataceae) species in Africa. The fungus occurs in the\nsub-Saharan parts of the continent, and has probably evolved on native\nSyzygium species. The aim of this study was to test this hypothesis by\ninferring the migration routes of the pathogen in Africa. Population\ngenetic data based on 12 microsatellite loci for populations of the\nfungus collected in southern Africa were used to achieve this goal. The\nresults of a lognormal-clock phylogenetic analysis on a collection of\n167 isolates indicated that those from Syzygium in Mozambique\nrepresented the oldest lineage, thus supporting the notion that C.\naustroafricana evolved on Syzygium. Data for populations from three\ndifferent hosts, namely Syzygium, Eucalyptus and Tibouchina, also\nsuggested that host shifts might have resulted in important diversity\nbottlenecks. While populations from Syzygium had the highest gene\ndiversity, those from non-native Tibouchina were much less diverse. A\nsimilar trend could not be observed for populations defined in terms of\ngeography. Our findings thus support the view that C. austroafricana is\nnative to Africa and that the genetic diversity in this fungus is\ndetermined by host species. These data also indicate that non-native\nhosts impose a selective pressure on the native population of the\npathogen, which results in reduced numbers of genotypes on these\nnon-native hosts.","trees":[{"tree_label":"TREE1","ntax":"69","rootedtree":"TRUE","title":"Tr77459","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77459.phy"}]}