{"Authors":" Antonio Fernandes Nogueira Júnior, Ivan Herman Fischer,\nCarlos Augusto Dorea Bragança, Nelson Sidnei Massola Júnior, Lilian\nAmorim","Year":" 2014","Title":" Identification of Botryosphaeriaceae species and\ncharacterisation of the monocycle of stylar-end rot of guava","Journal":" Postharvest Biology and Technology","Volume":"","Issue":"","Pages":"","Keywords":" Postharvest diseases, Psidium guajava, Botryosphaeria\ndothidea, Neofusicoccum spp, monocyclic components","DOI":"","Abstract":" Brazilian guava (Psidium guajava L.) production was\napproximately 342.000 t in 2011. Due to the high perishability of guava,\nthe majority of this fruit is sent to internal markets, and only a small\nportion is exported. Postharvest diseases, particularly stylar-end rot,\nthat can reach an incidence of 40% in the postharvest in Brazil, are\ncauses of the guava perishability. The objective of this study was to\nidentify the main species of Botryosphaeriaceae that cause guava\nstylar-end rot and to evaluate the temperature and wetness conditions\nthat are favourable for development of the disease monocycle of these\npathogens in detached fruit. The morphological and phylogenetic analyses\nof 56 monosporic isolates from Brazil were performed using sequence data\nof the ITS region and Î²-tubulin. The species Botryosphaeria dothidea,\nNeofusicoccum parvum and Neofusicoccum ribis were identified as causal\nagents of the disease. Conidial germination of the three species was\nevaluated at different temperatures and wetness periods. In the in vivo\nexperiments, guavas were inoculated with conidial suspensions of the\nthree identified species. The fruits were then kept at different\ntemperatures and wetness periods, and the disease incidence, incubation\nperiod, lesion size and lesion growth rate were assessed. The optimal\ntemperature for conidial germination was between 25 and 35 Â°C for the\nthree species. At 30 Â°C, high germination rates were observed for the\nthree species (70%) under wetness periods longer than 6 h. The range of\noptimum temperature for guava colonisation by the three species was\n28-31 ÂºC, regardless of the wetness period. However, the maximum\ndiameter of the lesion was always smaller during the wetness period of 6\nh than 48 h. The shortest incubation period of the disease was three\ndays at 30 ÂºC and was associated with the 48-h wetness period for the\nthree species. The incubation period was longer at 6 h than at 48 h\nexcept for B. dothidea at 30 ÂºC. The disease progress rates at 30 Â°C\nand during a 48-h wetness period were statistically similar for N.\nribis, N. parvum and B. dothidea and ranged from 0.37 to 0.50 day-1. The\nbest conditions for disease development were high temperature and\nprolonged periods of wetness. This is the first report of the\nassociation of Neofusicoccum parvum and Neofusicoccum ribis with\nstylar-end rot of guava fruit in Brazil.","trees":[{"tree_label":"con 50 majrule","ntax":"83","rootedtree":"TRUE","title":"Botryosphaeriaceae species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85362.phy"}]}