{"Authors":" Lars Willem Chatrou, Michael David Pirie, Thomas LP\nCouvreur, Kurt M. Neubig, J. Richard Abbott, Johan B. Mols, Jan W. Maas,\nRichard M.K. Saunders, Mark W Chase, Roy H.J. Erkens","Year":" 2012","Title":" A new subfamilial and tribal classification of the\npantropical flowering plant family Annonaceae informed by molecular\nphylogenetics","Journal":" Botanical Journal of the Linnean Society","Volume":" 169","Issue":" 1","Pages":" 5-40","Keywords":" Annonaceae, classification, phylogenetics, plastid\nmarkers, subfamilies, supermatrix, tribes.","DOI":" 10.1111/j.1095-8339.2012.01235.x","Abstract":" The pantropical flowering plant family Annonaceae is the\nmost species-rich family of Magnoliales. Despite long-standing interest\nin the systematics of Annonaceae, no authoritative classification has\nyet been published in the light of recent molecular phylogenetic\nanalyses. Here, using the largest, most representative, molecular\ndataset compiled on Annonaceae to date, we present, for the first time,\na robust family-wide phylogenetic tree and subsequent classification. We\nused a supermatrix of up to eight plastid markers sequenced from 193\ningroup and seven outgroup species. Some of the relationships at lower\ntaxonomic levels are poorly resolved, but deeper nodes generally receive\nhigh support. Annonaceae comprises four major clades, which are here\ngiven the taxonomic rank of subfamily. The description of Annonoideae is\namended, and three new subfamilies are described: Anaxagoreoideae,\nAmbavioideae and Malmeoideae. In Annonoideae, seven tribes are\nrecognized, one of which, Duguetieae, is described as new. In\nMalmeoideae, seven tribes are recognized, six of which are newly\ndescribed: Dendrokingstonieae, Fenerivieae, Maasieae, Malmeeae,\nMonocarpieae and Piptostigmateae. This new subfamilial and tribal\nclassification is discussed against the background of previous\nclassifications and characters to recognize subfamilies are\nreviewed.","trees":[{"tree_label":"TREE1","ntax":"200","rootedtree":"TRUE","title":"Chatrou et al BJLS 2012 MrBayes consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77461.phy"}]}