{"Authors":" William P. Wysocki, Lynn G Clark, Lakshmi Attigala, Eduardo\nRuiz-Sanchez, Melvin R Duvall","Year":" 2014","Title":" Evolution of the bamboos (Bambusoideae; Poaceae): a full\nplastome phylogenomic analysis","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Poaceae, Bambusoideae, bamboos, phylogenomics, plastome,\norganellar HGT, chloroplast genome","DOI":" 10.1186/s12862-015-0321-5","Abstract":" Bambusoideae (Poaceae) comprise three distinct and\nwell-supported lineages: tropical woody bamboos (Bambuseae), temperate\nwoody bamboos (Arundinarieae) and herbaceous bamboos (Olyreae).\nPhylogenetic studies using chloroplast markers have generally supported\na sister relationship between Bambuseae and Olyreae. This suggests\neither at least two origins of the woody bamboo syndrome in this\nsubfamily or its loss in Olyreae. Here a full chloroplast genome\n(plastome) phylogenomic study is presented using the coding and\nnoncoding regions of 13 complete plastomes from the Bambuseae, eight\nfrom Olyreae and 10 from Arundinarieae. Trees generated using full\nplastome sequences support the previously recovered monophyletic\nrelationship between Bambuseae and Olyreae. In addition to these\nrelationships, several unique plastome features were uncovered including\nthe first mitogenome-to-plastome horizontal gene transfer observed in\nmonocots.\nPhylogenomic agreement with previous published phylogenies reinforces\nthe validity of these studies. Additionally, this study presents the\nfirst published plastomes from Neotropical woody bamboos and the first\nfull plastome phylogenomic study performed within the herbaceous\nbamboos. Although the phylogenomic tree presented in this study is\nlargely robust, additional studies using nuclear genes support monophyly\nin woody bamboos as well as hybridization among previous woody bamboo\nlineages. The evolutionary history of the Bambusoideae could be further\nclarified using transcriptomic techniques to increase sampling among\nnuclear orthologues and investigate the molecular genetics underlying\nthe development of woody and floral tissues.","trees":[{"tree_label":"tree 1","ntax":"33","rootedtree":"TRUE","title":"Bambusoideae Plastomes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86495.phy"}]}