{"Authors":" Michael Mbenoun, Michael J. Wingfield, Aime D. Begoude\nBoyogueno, Fidele Nsouga Amougou, Sandrine Petchayo Tigang, G. Martijn\nten Hoopen, Crescence V. Mfegue, Luc Dibog, Salomon Nyassé, Brenda D\nWingfield, Jolanda Roux","Year":" 2015","Title":" Diversity and pathogenicity of the Ceratocystidaceae\nassociated with cacao agroforests in Cameroon","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Crop protection, Ceratocystis, emerging diseases, fungal\npathogens, Nitidulid beetles","DOI":"","Abstract":" Knowledge of the diversity and ecology of plant pathogenic\nfungi in cacao agroforests and surrounding natural ecosystems can inform\nthe development of sustainable management strategies for new cacao\ndisease outbreaks. This study investigated the occurrence of fungi\nrelated to the Ceratocystidaceae and their nitidulid beetle vectors in\ncacao agroforests in Cameroon, under diverse agroecological conditions.\nThe fungi and their vectors were collected from artificially induced\nstem wounds on cacao and associated shade trees. Collections were also\nmade from abandoned cacao pod husks and other tree wounds within and\naround plantations. Fungal isolates were identified using DNA\nsequence-based phylogenies and morphological comparisons, and two\nrepresentatives of each species were evaluated for pathogenicity on\ncacao. Five species of Ceratocystidaceae were recovered, including\nHuntiella chlamydoformis sp. nov., H. pycnanthi sp. nov. and H.\nmoniliformis, as well as Thielaviopsis cerberus and T. ethacetica. The\nincidence of these fungi appeared to be influenced by the prevailing\nagroecological conditions. Nitidulid beetles in the genus Brachypeplus\nwere found to be their most common insect associates on cacao. Both T.\nethacetica and H. pycnanthi producedextensive lesions after inoculation\non branches of mature cacao trees, while T. ethacetica also caused pod\nrot. Although their impact remains unknown, fungi in the\nCeratocystidaceae and their nitidulid beetle vectors are common and\nprobably contribute to the parasitic pressure in Cameroonian cacao\nagrosystems.","trees":[{"tree_label":"Majority-Rule","ntax":"38","rootedtree":"TRUE","title":"Tr87985","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87985.phy"}]}