{"Authors":" Hirotoshi Sato, Tsutomu Hattori","Year":" 2014","Title":" New species of Boletellus section Boletellus (Boletaceae,\nBoletales) from Japan, B. auricarnosus sp. nov. and B. areolatus sp.\nnov.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" phylogeny, ITS, cox3, taxonomy","DOI":"","Abstract":" We describe and illustrate two new species of Boletellus\nsection Boletellus, B. auricarnosus sp. nov. and B. areolatus sp. nov.,\nwhich have been confused with B. emodensis. In the present study, we\nreconstructed the molecular phylogenetic trees of section Boletellus\nusing the nucleotide sequences of internal transcribed spacer (ITS)\nregion and cytochrome oxidase subunit 3 (cox3) gene, separately. We also\nexamined the morphologies of B. emodensis s. lato and the related\nspecies for comparison. The molecular phylogenetic tree inferred from\nITS sequences indicated that three genetically and phylogenetically\nwell-separated lineages existed within B. emodensis s. lato. These three\nlineages were also distinguished based on the molecular phylogenetic\ntree inferred from cox3 sequences, suggesting the distinct cytonuclear\ndisequilibria (i.e., evidence of reproductive isolation) among these\nlineages. Those results support that these three lineages be treated as\nindependent species, B. auricarnosus, B. areolatus and B. emodensis.\nBased on the observation of morphologies, B. auricarnosus and B.\nareolatus were found to be distinctive in both of macroscopic and\nmicroscopic morphologoes. Boletellus auricarnosus is characterized by a\npileus on which bright yellow to lemon yellow context is shown through a\ngap in the scales and basidiospores with relatively large length (mean\nspore length and quotient of spore length and width was 21.4 µm and\n2.51, respectively). In contrast, B. areolatus is characterized by a\npileus with floccose to appressed thin scaly patches, a stipe with\npallid or pale cream color at upper half and basidiospores with\nrelatively small length (mean spore length and quotient of spore length\nand width was 16.5 µm and 1.80, respectively).","trees":[{"tree_label":"ITS tree","ntax":"15","rootedtree":"TRUE","title":"Tr77476","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77476.phy"},{"tree_label":"cox3 tree","ntax":"7","rootedtree":"TRUE","title":"Tr77481","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77481.phy"}]}