{"Authors":" Sarah L Dean, Daniel D Warnok, Marcy E Litvak, Andrea\nPorras-Alfaro, Robert L Sinsabaugh","Year":" 2014","Title":" Root Associated Fungal Community Response to\nDrought-Associated Changes in Vegetation Community","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Arid ecosystems, fungal ITS, juniper savanna, next\ngeneration sequencing, piñon dieback, piñon juniper woodlands, root\nassociated fungi","DOI":"","Abstract":" Recent droughts in southwestern North America have led to\nlarge-scale mortality of piñon (Pinus edulis) in piñon-juniper\nwoodlands. Piñon mortality alters soil moisture, nutrient and carbon\navailability, which could affect the root-associated fungal (RAF)\ncommunities, and therefore the fitness, of the remaining plants. We\ncollected fine root samples at piñon-juniper woodland and a juniper\nsavannah site in central New Mexico. Roots were collected from piñon and\njuniper (Juniperus monosperma) trees whose nearest neighbors were live\npiñon, live juniper or dead piñon. RAF communities were analyzed by 454\npyrosequencing of the universal fungal ITS region. The most common taxa\nwere Hypocreales, and Chaetothyriales. Over 10% of the ITS sequences\ncould not be assigned taxonomy at the phylum level. Two of the\nunclassified OTUs significantly differed between savanna and woodland,\nhad few like sequences in GenBank, and formed new fungal clades with\nother unclassified RAF from arid plants, highlighting how little study\nhas been done on the RAF of arid ecosystems. Neither plant host or\nneighbor effected RAF community composition. However, there was a\nsignificant difference between RAF communities from woodland\nvs. savanna, indicating abiotic factors such as temperature and aridity\nmay be more important in structuring these RAF communities than biotic\nfactors such as plant host or neighbor identity. Ectomycorrhizal fungi\n(EM) were present in juniper as well as piñon in the woodland site, in\ncontrast with previous research, but did not occur in juniper savanna,\nsuggesting that piñon can share its EM with juniper. RAF richness was\nlower in hosts that were neighbored by the opposite host. This may\nindicate competitive exclusion between fungi from different hosts.\nCharacterizing these communities and their responses to environment and\nneighbor effects is a step toward understanding of the effects of\ndrought on a biome that spans 19 million ha of the American\nsouthwest.","trees":[{"tree_label":"tree 1","ntax":"32","rootedtree":"TRUE","title":"Tr77503","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77503.phy"}]}