{"Authors":" Hugo de Boer, Karin Steffen, Wendy Cooper","Year":" 2014","Title":" Sunda to Sahul dispersals in Trichosanthes (Cucurbitaceae): A\ndated phylogeny reveals five independent dispersal events to\nAustralasia","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Australia, Floating gourds, LDDE, New Guinea,\nOligocene-Miocene boundary, Sunda-Sahul dispersals","DOI":"","Abstract":" Aim. The Cucurbitaceae genus Trichosanthes is widespread\nin Asia and Australia, and previous studies show that the genus\noriginated in Asia, and that three independent lineages dispersed\nthrough the Sunda archipelago to Australasia. The timing and routes of\nthese three dispersals, as well as the dispersal of two widespread\nspecies found in Australia and New Guinea, were investigated. Location.\nSunda-Sahul dispersals with a focus on New Guinea and Australia.\nMethods. A combined dataset of nuclear ribosomal (ITS1-5.8S-ITS2) and\nchloroplast DNA (matK, ndhF, rpl20-rps12, rps16) was used for Maximum\nLikelihood and Bayesian phylogenetic analysis to infer the relations of\nthe studied taxa. A fossil-calibrated molecular dating was used to time\nthe dispersal events, and a biogeographic analysis was used to study the\norigin and dispersal. Results. The two widespread species form\nmonophyletic groups in Australia suggesting single dispersals. Molecular\ndating analysis dates four of the dispersal events to the Miocene, and\ntwo to the Oligo-Miocene boundary and the initial Sahul shelf collision\nwith the Philippine plate. Most known Sahul-Philippine dispersals\nconcern species that migrated from the Sahul shelf, whereas dispersals\nsouth are fewer. Southward Miocene dispersals include species that were\npresent on the Sunda shelf before the tectonic formation of the Makassar\nStraits. All lineages dispersed to Australasia have undergone extensive\ndiversification following dispersal. Lineages adapted to wet tropical\nclimates have speciated mostly in New Guinea, and lineages adapted to\nmonsoon tropical climates mostly in northern Australia. Main\nconclusions. Dispersals in Trichosanthes predate human colonization of\nAustralasia, suggesting natural long distance dispersal and\nestablishment of all lineages. Diversification within lineages found in\nboth Australia and New Guinea is limited, corroborating frequent land\nconnections between these areas during the Pleistocene. Sunda-Sahul\ndispersals are likely more common through time than previously\nsuggested, especially in genera with floating fruit such as\nTrichosanthes.","trees":[{"tree_label":"Tree 1 from INCOMPLETE search (criterion: minimize Tree\nvalue using character matrix)","ntax":"66","rootedtree":"TRUE","title":"Tr77599","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77599.phy"}]}