{"Authors":" Thomas Schwartz, Stephan Nylinder, Chandrika Ramadugu,\nAlexandre Antonelli, Bernard Pfeil","Year":" 2014","Title":" The origin of oranges: a multi-locus phylogeny of Rutaceae\nsubfamily Aurantioideae","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" ancestral area, biogeography, Citrus, Malesia, molecular\nphylogeny, species phylogeny","DOI":"","Abstract":" The phylogeny of Rutaceae subfamily Aurantioideae has\npreviously been estimated only using plastid and repetitive nuclear\nsequences. We added sequences of two low copy nuclear loci to allow\nfurther diagnosis of phenomena that may mislead phylogenetic inference.\nAfter testing for patterns expected under recombination, positive\nselection and hybridization, we excluded data sets or sequences\naccordingly and then inferred the species tree using the multispecies\ncoalescent. We then reconstructed the ancestral area using parsimony and\nthe dispersal-extinction-cladogenesis model to test the hypothesis that\nCitrus s.l. may have originated in Australasia and migrated or rafted to\nEastern Asia. The ancestral area of Citrus s.l. inferred under either\nmethod and several models was west of Wallaces line. Citrus s.l.\ntherefore did not appear to have rafted west on what became the\nHalmahera Islands (Indonesia). Our findings are also consistent with\npreviously reported ages for the origin of this group that may be too\nyoung to have allowed this rafting. The species tree is well resolved\nand largely consistent with previous molecular phylogenies, especially\nthose using chloroplast sequences.","trees":[{"tree_label":"Chloroplast tree","ntax":"49","rootedtree":"TRUE","title":"Aurantioideae chloroplast result","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_77659.phy"},{"tree_label":"MDH tree","ntax":"67","rootedtree":"TRUE","title":"Aurantioideae MDH result","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_77660.phy"},{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Aurantioideae HYB alignment","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78027.phy"}]}