{"Authors":" Mateus Ferreira Santana, José Cleydson Silva, Eduardo Seiti\nGomide Mizubuti, Elza Fernandes de Araújo, Marisa Vieira de Queiroz","Year":" 2014","Title":" Analysis of Tc1-Mariner elements in Sclerotinia sclerotiorum\nsuggests recent activity and flexible transposases","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" transposon, fungus, genome, introns, RIP","DOI":"","Abstract":" Abstract Background: Sclerotinia sclerotiorum is a\nnecrotrophic fungus that is pathogenic to many plants. Genomic analysis\nof its revealed transposable element expansion that has strongly\ninfluenced the evolutionary trajectory of several species. Transposons\nfrom the Tc1-Mariner superfamily are thought to be ubiquitous components\nof fungal genomes and are generally found in low copy numbers with large\nnumbers of deleterious mutations in their transposase coding sequence.\nResults: This study shows that the genome of S. sclerotiorum has a large\nnumber of copies of Tc1-Mariner transposons, and in silico analysis\nshows evidence that they were recently active. This finding was\nconfirmed by expressed sequence tag (EST) analysis. Fourteen new\nTc1-Mariner transposon families that were distributed throughout the\ngenome were identified, and in some cases, due to the excision/retention\nof introns, different transcripts were observed for the same family,\nwhich might be the result of an efficient strategy to circumvent\nmutations that generate premature stop codons in the RNA sequence. In\naddition, the presence of these introns shows that the transposase\nprotein has a flexible coding sequence and, consequently, conformation.\nNo evidence for RIP-like gene silencing mechanisms, which are commonly\nfound in fungi, was found in the identified Tc1-Mariner elements, and\nanalysis of the genomic insertion sites of these elements showed that\nthey were widely distributed throughout the genome with some copies\nlocated near the 3â regions of genes. In particular, EST analysis\ndemonstrated that one of these copies was co-expressed with a gene,\nwhich showed the potential for these elements to undergo exaptation.\nConclusions: Fourteen novel Tc1-Mariner families were characterized.\nSome families had evidence of introns, which might or might not be\nexcised depending on the family or element in question, and this finding\ndemonstrates a possible strategy for overcoming possible mutations that\ngenerate premature stop codons in a RNA sequence. Tc1-Mariner elements\nlikely play an important role in the structure and evolution of the S.\nsclerotiorum genome.","trees":[{"tree_label":"PHYLIP 1+","ntax":"13","rootedtree":"TRUE","title":"Tc1-Mariner elements in Sclerotinia sclerotiorum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78028.phy"}]}