{"Authors":" Kerry O’Donnell, Karen Hansen, Mathieu Sauve, Alexander\nUrban, Pierre-Arthur Moreau, Franck Richard, Jean-Michel Bellanger,\nPhilippe Clowez, Régis Courtecuisse","Year":" 2015","Title":" True morels (Morchella, Pezizales) of Europe and North\nAmerica: Evolutionary relationships inferred from multilocus data and a\nunified taxonomy","Journal":" Mycologia","Volume":" 107","Issue":" 2","Pages":" 359-382","Keywords":" Ascomycota, Morchellaceae, nomenclature, Pezizomycetes,\ntaxonomy","DOI":" 10.3852/14-166","Abstract":" Applying early names, with or without original material,\nto genealogical species is challenging. For morels this task is\nespecially difficult because of high morphological stasis and high\nplasticity of apothecium color and shape. Here, we propose a\nnomenclatural revision of true morels (Morchella, Pezizales) from Europe\nand North America, based on molecular phylogenetic analyses of portions\nof the genes for RNA polymerase II largest subunit (RPB1) and second\nlargest subunit (RPB2), translation elongation factor-1α (TEF1 ), the\nnuc rDNA region encompassing the internal transcribed spacers 1 and 2,\nalong with the 5.8S rDNA (ITS), and partial nuc 28S rDNA D1-D2 domains\n(28S) . The 107 newly sequenced collections were from both continents,\nincluding 48 types, together with previously published sequences. Names\nare applied to 30 of the 65 currently recognized genealogical species.\nResults of the present study revealed that the number of Morchella\nspecies in Europe (n = 21) is nearly identical to that in North America\n(n = 22). Only seven species were found on both continents, consistent\nwith previous reports of high continental endemism within the genus.\nPresently it is not possible to tell whether the transoceanic\ndisjunctions were due to human activities, migration across a Bering\nland bridge or long-distance dispersal. In an effort to stabilize the\ntaxonomy, due in part to the recent publication of synonyms for 11 of\nthe species, accepted names are presented together with their\ncorresponding later synonyms. A new subclade that includes the holotypes\nof M. castanea and M. brunneorosea is identified in sect. Morchella\n(Esculenta Clade). Here are designated lectotypes for Morchella\ndeliciosa, M. eximia and M. tridentina, as well as epitypes for M.\ndunalii, M. eximia, M. purpurascens and M. vulgaris. Morchella conica as\npublished by Persoon was determined to be illegitimate at the rank of\nspecies. Additionally further research is required to determine the\nidentity of M. elata and M. inamoena. The NCBI GenBank and Morchella\nMLST (http://www.cbs.knaw.nl/morchella/) databases were\nupdated to reflect the revised taxonomy.","trees":[{"tree_label":"Imported tree 1","ntax":"76","rootedtree":"TRUE","title":"Morchella ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77721.phy"},{"tree_label":"tree 1","ntax":"38","rootedtree":"TRUE","title":"Distantes Multilocus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77723.phy"},{"tree_label":"tree 1","ntax":"77","rootedtree":"TRUE","title":"Distantes ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77722.phy"}]}