{"Authors":" Kerry O’Donnell, Xue Zhou, Jason A. Smith, Matthew Kasson,\nZhi-Min Cao","Year":" 2014","Title":" Two novel Fusarium species that cause canker disease of\nSichuan pepper (Zanthoxylum bungeanum Maxim.) in northern China form a\nnovel clade with F. torreyae","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" TEF1, Fusarium bungeanum, Fusarium zanthoxylum,\ngenealogical concordance, molecular phylogenetics, morphology, RPB2","DOI":"","Abstract":" Canker disease of Sichuan pepper (Zanthoxylum bungeanum)\nhas caused a decline in production in northern China over the past xx\nyears. To identify the etiological agent, 38 fungal strains were\nisolated from symptomatic tissue from trees in five provinces, from\nGansu in the northwest to Shandong in the northeast. Isolates were\nidentified by conducting BLASTN searches of NCBI GenBank and\nphylogenetic analyses of DNA sequence data from the nuclear ribosomal\ninternal transcribed space region (ITS rDNA), a portion of translation\nelongation factor 1-α (TEF1), and RNA polymerase second largest (RPB2)\nand second largest (RPB2) subunits. Results of these analyses suggested\nthat 30/38 isolates belonged to two novel fusaria most closely related\nto the Florida torreya (Torreya taxifolia Arn.) pathogen, Fusarium\ntorreyae, in Florida and Georgia. These three canker-inducing tree\npathogens form a novel clade within Fusarium here designated the F.\ntorreyae species complex (FTOSC). BLASTN queries of GenBank also\nrevealed that 5/38 isolates recovered from cankers represented an\nundescribed phylogenetic species within the F. solani species complex\n(FSSC) designated FSSC 6. Stem inoculations of all three fusaria on Z.\nbungeanum resulted in consistent canker symptoms from which all three\nfusaria were recovered. The two novel fusaria, however, induced\nsignificantly larger lesions than FSSC 6. Herein, the two novel Sichuan\npepper pathogens are formally described as F. zanthoxylum and F.\nbungeanum.","trees":[{"tree_label":"Zanthoxylum RPB2","ntax":"31","rootedtree":"TRUE","title":"Zanthoxylum RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77679.phy"},{"tree_label":"Zanthoxylum ITS rDNA","ntax":"31","rootedtree":"TRUE","title":"Zanthoxylum ITS rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77682.phy"},{"tree_label":"Zanthoxylum RPB1 RPB2","ntax":"39","rootedtree":"TRUE","title":"Zanthoxylum RPB1 RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77681.phy"},{"tree_label":"Zanthoxylum EF1","ntax":"31","rootedtree":"TRUE","title":"Zanthoxylum EF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77683.phy"},{"tree_label":"Zanthoxylum 3 locus","ntax":"31","rootedtree":"TRUE","title":"Zanthoxylum 3 locus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_77680.phy"}]}