{"Authors":" Walter S. Judd","Year":" 1989","Title":" Taxonomic studies in the Miconieae (Melastomataceae). III.\nCladistic analysis of axillary-flowered taxa.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 76","Issue":" NA","Pages":" 476-495","Keywords":" NA","DOI":" NA","Abstract":" The axillary-flowered members of the Miconieae are\nhypothesized to be a monophyletic group, and the generic relationships\nwithin this group have been investigated by means of a preliminary\ncladistic analysis, which resulted in the following taxonomic\nconclusions. Henriettea is circumscribed broadly, including Henriettella\nand Llewelynia, as is Loreva, which is considered to include Bellucia\nand Myriaspora. The small genus Kirkbridea is likely the sister group of\nHenriettea sensu lato. Clidemia sect. Calophysoides and Maieta form a\nsingle clade and are considered congeneric. Mecranium (including\nEkmaniocharis), Killipia, Huilaea, and the axillary-flowered 5- or\n6-merous species of Ossaea all are considered generically distinct due\nto their isolated cladistic positions. Species of Clidemia sect. Sagraea\nalong with Necramium and the axillary-flowered and 4-merous species of\nOssaea are considered a distinct genus, Sagraea; an autapomorphy for\nthis group was not consistently present in the generated cladograms, and\nthe genus is considered metaphyletic. Clidemia sect. Miconiopsis,\nalthough usually considered axillary-flowered, actually has both\nterminal and axillary inflorescences and may be congeneric with Miconia\n(and likely is related closely to sect. Tamonea). Thus,\naxillary-flowered groups recognized at the generic level include:\nHenriettea, Huilaea, Killipia, Kirkbridea, Loreya, Maieta, Mecranium,\nPentossaea, and Sagraea. Axillary-flowered Miconieae appear to form two\nmajor clades based primarily on the crystal type present in the leaf\nmesophyll and stem. Megastyloids (sometimes along with druses) occur in\nLoreya, Kirkbridea, and Henriettea, while only druses are found in the\nremaining genera. Cladistic relationships among the genera possessing\nonly druse crystals are obscure, although Huilaea is probably basal\nwithin this complex, as reflected by its large flowers with\nwell-developed pedicels, and Sagraea is likely most closely related to\nMecranium, the two being linked by the synapomorphy of 4-merous flowers.\nRelationships of axillary-flowered taxa to those with terminal\ninfloresences are discussed briefly.","trees":[{"tree_label":"Fig. 1D","ntax":"8","rootedtree":"TRUE","title":"Miconieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_444.phy"},{"tree_label":"Fig. 1A","ntax":"15","rootedtree":"TRUE","title":"Miconieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_445.phy"},{"tree_label":"Fig. 1B","ntax":"15","rootedtree":"TRUE","title":"Miconieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_446.phy"},{"tree_label":"Fig. 1C","ntax":"8","rootedtree":"TRUE","title":"Miconieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_443.phy"}]}