{"Authors":" Martina Reblova, Jacques Fournier, Vaclav Stepanek","Year":" 2015","Title":" Pisorisporiales, a new order of aquatic and terrestrial fungi\nfor Achroceratosphaeria and Pisorisporium gen. nov. in the\nSordariomycetes","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 34","Issue":"","Pages":" 40-49","Keywords":" Achroceratosphaeria, freshwater, Hypocreomycetidae,\nKoralionastetales, Lulworthiales, multigene analysis, systematics","DOI":"","Abstract":" Four morphologically similar specimens of an unidentified\nperithecial ascomycete were collected on decaying wood submerged in\nfresh water. Phylogenetic analysis of DNA sequences from protein-coding\nand ribosomal nuclear loci supports the placement of the unidentified\nfungus together with Achroceratosphaeria in a strongly supported\nmonophyletic clade. The four collections are described as two new\nspecies of the new genus Pisorisporium characterised by non-stromatic,\nblack, immersed to superficial perithecial ascomata, persistent\nparaphyses, unitunicate, persistent asci with an amyloid apical annulus\nand hyaline, fusiform, cymbiform to cylindrical, transversely\nmultiseptate ascospores with conspicuous guttules. The asexual morph is\nunknown and no conidia were formed in vitro or on the natural\nsubstratum. The clade containing Achroceratosphaeria and Pisorisporium\nis introduced as the new order Pisorisporiales, family Pisorisporiaceae\nin the class Sordariomycetes. It represents a new lineage of aquatic\nfungi. A sister relationship for Pisorisporiales with the Lulworthiales\nand Koralionastetales is weakly supported by Bayesian inference and\nmaximum likelihood analyses. The systematic position of Pisorisporium\namong morphologically similar perithecial ascomycetes is discussed.","trees":[{"tree_label":"Fig. 1","ntax":"79","rootedtree":"TRUE","title":"Pisorisporiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79923.phy"}]}