{"Authors":" Marisol Sanchez-Garcia, Patrick Brandon Matheny, Gotz\nPalfner, D. Jean Lodge","Year":" 2014","Title":" Deconstructing the Tricholomataceae (Agaricales) and\nintroduction of the new genera Albomagister, Corneriella, Pogonoloma and\nPseudotricholoma","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" classification; fungi; phylogeny; systematics;\nBasidiomycota","DOI":" 10.12705/635.635.3","Abstract":" The family Tricholomataceae, contained within the\nTricholomatoid clade, has traditionally been one of the largest families\nof the Agaricales. However, in this sense it is highly polyphyletic and\nrequires emendation. Here, we present a phylogeny of the Tricholomatoid\nclade based on nucleotide sequence data from two nuclear ribosomal RNA\ngenes (large subunit and small subunit) and the second largest subunit\nof RNA polymerase II (rpb2). Our aim is to delimit the Tricholomataceae\nand identify monophyletic groups within the Tricholomatoid clade. We\nalso infer a separate phylogeny, based on the three genes above, in\naddition to sequences of the nuclear ribosomal internal transcribed\nspacers (ITS), in order to evaluate generic-level boundaries within the\nTricholomataceae s.str. Based on this analysis we recover seven\nmonophyletic genera within the Tricholomataceae s.str. that correspond\nto Leucopaxillus, Tricholoma, Pseudotricholoma stat. nov., Porpoloma\ns.str., Dennisiomyces, Corneriella gen. nov., and Albomagister gen. nov.\nOf the 98 genera that have been traditionally assigned to the\nTricholomataceae sensu Singer, only four can be placed within it\n(Tricholoma, Porpoloma, Dennisiomyces, and Leucopaxillus). The genus\nPorpoloma is highly polyphyletic and divided into four genera: Porpoloma\ns.str., Corneriella gen. nov., Pseudotricholoma stat. nov., and\nPogonoloma stat. nov. In all, four new genera are proposed. Taxonomic\ndescriptions, and a key to genera of the Tricholomataceae as emended\nhere are also presented","trees":[{"tree_label":"Imported tree 0","ntax":"123","rootedtree":"TRUE","title":"Tr77750","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77750.phy"}]}