{"Authors":" Abdullah Mohammed Al-Hatmi, Alexandro Bonifaz, G. Sybren De\nHoog, Leticia Vazquez-Maya, Karla Garcia-Carmona, Jacques F Meis, Anne\nvan diepeningen","Year":" 2014","Title":" Keratitis by Fusarium temperatum, a novel opportunist","Journal":" BMC Infectious Diseases","Volume":"","Issue":"","Pages":"","Keywords":" keratitis, Fusarium temperatum, maize, molecular\nphylogenetics, infection","DOI":"","Abstract":" Abstract Background: Fusarium species are among the most\ncommon fungi present in the environment and some species have emerged as\nmajor opportunistic fungal infection in human. However, in\nimmunocompromised hosts they can be virulent pathogens and can cause\ndeath. The pathogenesis of this infection relies on three factors:\ncolonization, tissue damage, and immunosuppression. A novel Fusarium\nspecies is reported for the first time from a keratitis in a 63-year-old\nmale farmer who acquired the infection from plant material of maize.\nMaize plants are the natural host of this fungus where it causes stalk\nrot and seeding malformation under temperate and humid climatic\nconditions. The clinical manifestation, microbiological morphology,\nphysiological features and molecular data are described. Methods:\nDiagnosis was established by using polymerase chain reaction of fungal\nDNA followed by sequencing portions of translation elongation factor 1\nalpha (TEF1 α) and beta-tubulin (BT2) genes. Susceptibility profiles of\nthis fungus were evaluated using CLSI broth microdilution method.\nResults: The analyses of these two genes sequences support a new\nopportunist Fusarium temperatum designation. Phylogenetic analyses\nshowed that the reported clinical isolate was nested within the Fusarium\nfujikuroi species complex. Antifungal susceptibility testing\ndemonstrated that the fungus had low MICs for micafungin (0.031 µg/ml),\nposaconazole (0.25 µg/ml) and amphotericin B (0.5 µg/ml). Conclusion:\nThe present case extends the significance of genus of Fusarium as agents\nof keratitis and underscores the utility of molecular verification of\nthese emerging fungi in the human host.","trees":[{"tree_label":"con 50 majrule","ntax":"20","rootedtree":"TRUE","title":"Fusarium temperatum CBS1355140","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79856.phy"}]}