{"Authors":" Natalia Fraija-Fernandez, Peter Olson, Enrique Crespo, Juan\nAntonio Raga, Francisco Javier Aznar, Mercedes Fernandez","Year":" 2015","Title":" Independence host switching events by digeneans parasites of\ncetaceans inferred from ribosomal DNA.","Journal":" International Journal for Parasitology","Volume":" 45","Issue":" 2-3","Pages":" 167-173","Keywords":" Digenea, cetacea, molecular phylogeny, host switching","DOI":" 10.1016/j.ijpara.2014.10.004","Abstract":" Cetaceans harbour a unique fauna of digenean parasites\n(Platyhelminthes) that has been acquired either from multiple,\nindependent host capture events or through diversification following the\noriginal colonisation of cetaceans. Disparity in the species reported\nindicates that they do not share close affinities, but their unusual\nmorphology has made their taxonomic identities and phylogenetic\npositions uncertain. Here we use sequence data to investigate the\nphylogenetic relationships of the main species of fluke infecting\ncetaceans. We sequenced the 18S, 28S and ITS2 rDNA of digenean species\nrepresenting all known families reported from cetaceans: Braunina\ncordiformis (Brauninidae), Ogmogaster antarcticus (Notocotylidae),\nPholeter gastrophilus (Heterophyidae), and Campula oblonga, Nasitrema\nsp. and Oschmarinella rochebruni (Brachycladiidae). The phylogenetic\npositions of the taxa were estimated by Bayesian inference and Maximum\nLikelihood in the context of overall digenean diversity, incorporating\npublished sequences of over 170 species. Species nominally assigned to\nthe Brachycladiidae formed a clade that was embedded among species of\nthe Acanthocolpidae, thus making the latter family paraphyletic.\nBraunina cordiformis formed a sister lineage to the Strigeidae and\nDiplostomidae, whereas Ogmogaster antarcticus was placed within the\nNotocotylidae, in agreement with the previous taxonomy of this genus.\nSimilarly, Pholeter gastrophilus was placed within the Heterophyidae as\noriginally described. Our results suggest a paraphyletic relationship\nbetween the Heterophyidae and Opisthorchiidae, mirroring the uncertain\ntaxonomic placement of P. gastrophilus, which has been assigned to both\nfamilies in the past. All digenean families involved are parasites of\nfish-eating birds, with the exception of the Acanthocolpidae, which are\nparasites of marine fish, and species of the Notocotylidae, which are\nparasites of birds and mammals with aquatic affinities. The phylogenetic\npositions of these taxa show that the digenean fauna of cetaceans has\nbeen acquired predominately through independent host-capture events,\nwhereas two clades shows diversification exclusively among marine\nmammals.","trees":[{"tree_label":"con 50 majrule","ntax":"177","rootedtree":"TRUE","title":"Digeneans Parasites of Cetaceans SSU + LSU rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89135.phy"},{"tree_label":"con 50 majrule","ntax":"14","rootedtree":"TRUE","title":"Brachycladiidae NAD3","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89136.phy"}]}