{"Authors":" Janusz Błaszkowski, Carsten Renker, François Buscot","Year":" 2006","Title":" Glomus drummondii and G. walkeri, two new species of\narbuscular mycorrhizal fungi (Glomeromycota)","Journal":" Mycological Research","Volume":" 110","Issue":" 5","Pages":" 555-566","Keywords":"","DOI":" 10.1016/j.mycres.2006.02.006","Abstract":" Two new ectocarpic arbuscular mycorrhizal fungal species,\nGlomus drummondii and G. walkeri (Glomeromycota), found in maritime sand\ndunes of northern Poland and those adjacent to the Mediterranean Sea are\ndescribed and illustrated. Mature spores of G. drummondii are pastel\nyellow to maize yellow, globose to subglobose, (58\u001a)71(\u001a85) mmdiam, or\novoid, 50\u001a80 x 63\u001a98 mm. Their wall consists of three layers: an\nevanescent, hyaline, short-lived outermost layer, a laminate, smooth,\npastel yellow to maize yellowmiddle layer, and a flexible, smooth,\nhyaline innermost layer. Spores of G. walkeri are white to pale yellow,\nglobose to subglobose, (55\u001a)81(\u001a95) mmdiam, or ovoid, 60\u001a90 x 75\u001a115 mm, and\nhave a spore wall composed of three layers: a semi-permanent, hyaline\noutermost layer, a laminate, smooth, white to pale yellow middle layer,\nand a flexible, smooth, hyaline innermost layer. In Melzer\u001as reagent,\nonly the inner- and outermost layers stain reddish white to greyish rose\nin G. drummondii and G. walkeri, respectively. Both species form\nvesicular\u001aarbuscular mycorrhizae in one-species cultures with Plantago\nlanceolata as the host plant. Phylogenetic analyses of the ITS and parts\nof the LSU of the nrDNA of spores placed both species in Glomus Group B\nsensu Schüßler et al. [Schüßler A, Schwarzott D, Walker C, 2001. A new\nfungal phylum, the Glomeromycota: phylogeny and evolution. Mycolological\nResearch 105: 1413-1421.]","trees":[{"tree_label":"Fig. 2","ntax":"49","rootedtree":"TRUE","title":"Glomus group B","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2558.phy"},{"tree_label":"Fig. 3","ntax":"16","rootedtree":"TRUE","title":"Glomeromycota","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2559.phy"}]}