{"Authors":" Romain Derelle, Guifré Torruella, Vladimír Klime, Henner\nBrinkmann, Eunsoo Kim, Čestmír Vlček, Bernard Franz Lang, Marek\nEliá","Year":" 2015","Title":" Bacterial proteins pinpoint a single eukaryotic root.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":"","Issue":"","Pages":"","Keywords":" eukaryote phylogeny, phylogenomics, Opimoda, Diphoda,\nLECA","DOI":" 10.1073/pnas.1420657112","Abstract":" The large phylogenetic distance separating eukaryotic\ngenes and their archaeal orthologs has prevented identification of the\nposition of the eukaryotic root in phylogenomic studies. Recently, an\nin- novative approach has been proposed to circumvent this issue: the\nuse as phylogenetic markers of proteins that have been transferred from\nbacterial donor sources to eukaryotes, after their emergence from\nArchaea. Using this approach, two recent independent studies have built\nphylogenomic datasets based on bacterial sequences, leading to different\npredictions of the eukaryotic root. Taking advan- tage of additional\ngenome sequences from the jakobid Andalucia godoyi and the two known\nmalawimonad species (Malawimonas jakobiformis and Malawimonas\ncaliforniana), we reanalyzed these two phylogenomic datasets. We show\nthat both datasets pinpoint the same phylogenetic position of the\neukaryotic root that is be- tween “Unikonta” and “Bikonta,” with\nmalawimonad and collodic- tyonid lineages on the Unikonta side of the\nroot. Our results firmly indicate that (i) the supergroup Excavata is\nnot monophyletic and (ii) the last common ancestor of eukaryotes was a\nbiflagellate organism. Based on our results, we propose to rename the\ntwo major eukaryotic groups Unikonta and Bikonta as Opimoda and Diphoda,\nrespectively.","trees":[{"tree_label":"Fig. 1L","ntax":"77","rootedtree":"TRUE","title":"Eukaryotic root","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85440.phy"},{"tree_label":"Fig. 1R","ntax":"80","rootedtree":"TRUE","title":"Eukaryotic root","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85441.phy"}]}