{"Authors":" Marilú Liliana Huertas, Julio Valentin Schneider, Georg\nZizka","Year":" 2007","Title":" Phylogenetic analysis of Palaua (Malveae, Malvaceae) based on\nplastid and nuclear sequences","Journal":" Systematic Botany","Volume":" 32","Issue":" 1","Pages":" 157-165","Keywords":" Atacama desert, carpel disposition, ITS, lomas,\npsbA-trnH","DOI":" 10.1600/036364407780360157","Abstract":" Palaua is a genus of 15 species endemic to the\nfog-influenced lomas formations amidst the coastal deserts of Peru and\nChile, characterized by the unique irregularly arranged, superimposed\ncarpels. The only exception is P. sandemanii, which has the carpels\narranged in a single whorl, the state observed in the potential sister\ngroups. To investigate the monophyly of Palaua and to compare previous\ninfrageneric classifications in a phylogenetic framework, Maximum\nparsimony and Bayesian analyses were performed using plastid (psbA-trnH\nintergenic spacer) and nuclear (internal transcribed spacer 1 and 2) DNA\nsequences. There is evidence for three clades within a monophyletic\nPalaua: one comprising the two small-flowered species P. inconspicua and\nP. modesta as sister to the rest of the genus, a second that unites all\nspecies with dissected leaves, and a third that comprises the rest of\nthe genus (species with entire to shallowly lobed leaves; except P.\nguentheri). In contrast to our expectations, P. sandemanii could not be\nconfirmed as sister to the rest of the genus, but rather is nested\nwithin a monophyletic Palaua. Parsimony-based reconstruction of the\nevolution of carpel arrangement showed that there was a change in Palaua\nfrom superimposed, irregularly arranged carpels to uniseriate carpels in\nP. sandemanii; however, Templeton and Shimodaira-Hasegawa tests did not\nreject the alternative hypothesis that the uniseriate carpels are\nancestral. Besides carpel arrangement, leaf division (and not growth\nform) seems to be an appropriate character for an infrageneric\nclassification.","trees":[{"tree_label":"Fig. 4","ntax":"27","rootedtree":"TRUE","title":"Palaua","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2563.phy"},{"tree_label":"Fig. 5","ntax":"27","rootedtree":"TRUE","title":"Palaua","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2560.phy"},{"tree_label":"Fig. 2","ntax":"27","rootedtree":"TRUE","title":"Palaua","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2561.phy"},{"tree_label":"Fig. 3","ntax":"27","rootedtree":"TRUE","title":"Palaua","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2562.phy"}]}