{"Authors":" Samuli Lehtonen, Hanna Tuomisto, Maarten J. M.\nChristenhusz","Year":" 2014","Title":" One history, two narratives – how do fern plastid and nuclear\nDNA phylogenies compare?","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phylogenetic relationships of major fern groups are\ncurrently well understood in the light of plastid DNA phylogenies.\nRecently, also the availability of fern nuclear DNA (nuclear DNA)\nphylogenies has increased, but these have covered low taxonomic levels\nonly. The deeper phylogenetic patterns inferred from plastid data have\nremained untested with nuclear data. This reflects the lack of universal\nmarkers to amplify and sequence low-copy nuclear genes in ferns. We have\nproduced taxonomically broad datasets of plastid and nuclear DNA\nsequences in order to assess how congruent the inferences made on the\nbasis of these data are in relation to phylogenetic topology,\nevolutionary rate shifts and the dating of divergence times. We\ndemonstrate that nuclear DNA topologies are generally congruent with\nthose obtained with plastid DNA, but the mean age estimates for lineage\nsplitting can differ widely. On the other hand, for most nodes the 95%\nhighest posterior probability distributions for age estimates were\npartially overlapping. We suggest that interpretation of the results of\nmolecular clock analyses should shift from emphasising mean age\nestimates to taking into account the full range of age estimates. We\nobserved parallel rate shifts in plastid and nuclear DNA evolution in\nseveral fern lineages, corroborating previously observed rate\ndeceleration in tree ferns and rate acceleration in asplenioids. We also\nfound fast evolutionary rates in Ceratopteris and Elaphoglossum and slow\nrates in Saccoloma.","trees":[{"tree_label":"TREE1","ntax":"74","rootedtree":"TRUE","title":"Tr77913","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77913.phy"},{"tree_label":"TREE1","ntax":"74","rootedtree":"TRUE","title":"Tr77912","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_77912.phy"}]}