{"Authors":" Uwe Braun, Johannes (Ewald) Zacharias Groenewald, Marizeth\nGroenewald, Pedro W. Crous","Year":" 2005","Title":" Host range of Cercospora apii and C. beticola, and\ndescription of C. apiicola, a novel species from celery","Journal":" Mycologia","Volume":" 98","Issue":" NA","Pages":" 275-285","Keywords":" NA","DOI":" NA","Abstract":" The genus Cercospora is one of the largest and most\nheterogeneous genera of hyphomycetes. Cercospora species are distributed\nworldwide and cause Cercospora leaf spot on most of the major plant\nfamilies. Numerous species described from diverse hosts and locations\nare morphologically indistinguishable from C. apii, and are subsequently\nreferred to as C. apii sensu lato. The importance and ecological role\nthat different hosts play in taxon delimitation and recognition within\nthis complex is still unclear. It has been shown that Cercospora leaf\nspot on celery and sugar beet are caused by C. apii and C. beticola\nrespectively, which are both part of the C. apii complex. During this\nstudy we characterized a new Cercospora species, C. apiicola that was\nisolated from celery in Venezuela, Korea and Greece. The phylogenetic\nrelationship between C. apiicola and other closely related Cercospora\nspecies was studied using five different gene areas. These analyses\nrevealed that the C. apiicola isolates cluster together in a\nwell-defined clade. Although C. apii and C. beticola sensu stricto also\nform well-defined clades, both species are shown to have wider host\nranges. Several species of Cercospora previously thought to be part of\nC. apii based on morphology, are shown to represent distinct\nspecies.","trees":[{"tree_label":"Fig. 1","ntax":"67","rootedtree":"TRUE","title":"Cercospora apii, C. beticola, and C. apicola ITS, ACT,\nCAL and EF-1 alpha data.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2566.phy"},{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"Cercospora apii, C. beticola, and C. apicola histone\nH3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2567.phy"}]}