{"Authors":" Takashi Shirouzu, Kunihiko Uno, Kentaro Hosaka, Tsuyoshi\nHosoya","Year":" 2015","Title":" Early branching wood-decaying fungi detected using three\ncomplementary sampling methods","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Wood-decaying fungi are essential components of\ndegradation systems in forest ecosystems. However, their species\ndiversity and ecological features are largely unknown. Three methods are\ncommonly used to investigate fungal diversity: fruiting body collection,\nculturing, and environmental DNA analysis. Because no single method\nfully characterises fungal diversity, complementary approaches using two\nor more methods are required. However, few studies have compared the\ndifferent methods and determined the best way to characterise fungal\ndiversity. To this end, we investigated wood-decomposing Dacrymycetes\n(Agaricomycotina, Basidiomycota) using a complementary approach\ncombining fruiting body collection, culturing, and environmental DNA\nanalysis, thereby offering an effective approach for investigating the\ndiversity of saprotrophic mushrooms. Fruiting body collection,\nculturing, and environmental DNA analysis detected 11, 10, and 16\noperational taxonomic units (OTUs; 25 OTUs in total) and identified\nthree, seven, and seven novel lineages, respectively. The three methods\nwere complementary to each other to detect Dacrymycetes diversity. The\nculturing and environmental DNA analysis identified three early\nbranching lineages that were not identified in the fruiting body\ncollection suggesting that diverse lineages lacking observable fruiting\nbodies remain undiscovered. Such lineages may be important to understand\nDacrymycetes evolution. To detect invisible Dacrymycetes more\nefficiently, we recommend a combined approach consisting of a primary\nenvironmental DNA survey to detect novel lineages and a secondary\nculture survey to isolate their living mycelia. This approach would be\nhelpful for identifying otherwise-undetectable lineages, and could thus\nuncover missing links that are important for understanding the evolution\nof mushroom-forming fungi.","trees":[{"tree_label":"D1D2_multi","ntax":"59","rootedtree":"TRUE","title":"Wood-decaying fungi D1D2_multi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_78091.phy"},{"tree_label":"18S","ntax":"59","rootedtree":"TRUE","title":"Wood-decaying fungi 18S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_78089.phy"},{"tree_label":"D1D2_all","ntax":"225","rootedtree":"TRUE","title":"Wood-decaying fungi D1D2_all","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_78090.phy"},{"tree_label":"ITS","ntax":"59","rootedtree":"TRUE","title":"Wood-decaying fungi ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_78092.phy"},{"tree_label":"Multi-gene","ntax":"59","rootedtree":"TRUE","title":"Wood-decaying fungi Multi-gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_78093.phy"}]}