{"Authors":" Sarah Silvia Bodin, JungSung Kim, Joo-Hwan Kim","Year":" 2015","Title":" Phylogenetic inferences and evolution of plastid DNA in\nCampynemataceae and the mycoheterotrophic Corsia dispar D.L Jones &\nB. Gray (Corsiaceae)","Journal":" Plant Molecular Biology Reporter","Volume":"","Issue":"","Pages":"","Keywords":" Campynemataceae, Corsiaceae, Liliales, Corsia,\nmycoheterotrophs, molecular phylogeny","DOI":"","Abstract":" The phylogenetic positions of the families Campynemataceae\nand Corsiaceae within the order Liliales remain unclear. To date,\nmolecular data from the plastid genome of members in Corsiaceae have\nbeen obtained only from Arachnitis, which proved difficult in alignment\nand phylogenetic inference. The extent of gene conservation among\nmycoheterotrophic species within Corsiaceae has remained largely\nunknown. To clarify the phylogenetic position of Campynemataceae and\nCorsiaceae within Liliales, functional plastid-coding genes of species\nrepresenting both families have been analyzed. Examination of two\nphylogenetic data sets of plastid genes employing parsimony,\nmaximum-likelihood, and Bayesian inference methods strongly supported\nboth families forming a sister clade to the remaining Liliales. The\nfirst data set consists of five functional plastid-encoded genes (matK,\nrps7, rps2, rps19, and rpl2) sequenced from Corsia dispar (Corsiaceae).\nThe data set included 31 species representing all families within\nLiliales, as well as selected orders closely related to Liliales (10\noutgroup species from Asparagales, Dioscoreales, and Pandanales). The\nsecond phylogenetic analysis was based on 75 plastid genes. This data\nset included 18 species from Liliales representing major clades within\nthe order, and 10 outgroup species from Asparagales, Dioscoreales, and\nPandanales. In this data set, Campynemataceae was represented by 60\nplastid-encoded genes sequenced from herbarium material of Campynema\nlineare. A large proportion of the plastid genome of C. dispar [between\nthe inverted-repeat and large single-copy regions] was also sequenced\nand compared to the plastid genomes of photosynthetic plants within\nLiliales and mycoheterotrophic plants within Asparagales to explore\nplastid genome reduction. The plastid genome of C. dispar is in the\nadvanced stages of reduction, which signifies its high dependency on\nmycorrhizal fungi and is suggestive of a loss in photosynthetic ability.\nFunctional plastid genes found in C. dispar may be applicable to other\nspecies in Corsiaceae, which will provide a basis for in-depth molecular\nanalyses of interspecies relationships within the family once molecular\ndata from other members become available.","trees":[{"tree_label":"Imported tree 1","ntax":"41","rootedtree":"TRUE","title":"Corsiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78135.phy"},{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Corsiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78134.phy"},{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Corsiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78136.phy"},{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Corsiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78137.phy"}]}