{"Authors":" Naama Menda, Susan R Strickler, Jeremy D Edwards, Aureliano\nBombarely, Diane M Dunham, Gregory B Martin, Luis Mejia, Samuel F\nHutton, Michael J Havey, Douglas P Maxwell, Lukas A Mueller","Year":" 2014","Title":" Analysis of wild-species introgressions in tomato inbreds\nuncovers ancestral origins","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Solanum lycopersicum, Solanum pimpinellifolium, Solanum\nchilense, genomic introgressions, genome sequencing, disease resistance,\nsingle nucleotide polymorphism, wild species, domestication,\nphylogenetics","DOI":"","Abstract":" Background Decades of intensive tomato breeding using\nwild-species germplasm have resulted in the genomes of domesticated\ngermplasm (Solanum lycopersicum) being intertwined with introgressions\nfrom their wild relatives. Comparative analysis of genomes among\ncultivated tomatoes and wild species that have contributed genetic\nvariation can help identify desirable genes, such as those conferring\ndisease resistance. The ability to identify introgression position,\nborders, and contents can reveal ancestral origins and facilitate\nharnessing of wild variation in crop breeding. Results Here we present\nthe whole-genome sequences of two tomato inbreds, Gh13 and BTI-87, both\ncarrying the begomovirus resistance locus Ty-3 introgressed from wild\ntomato species. Introgressions of different sizes on chromosome 6 of\nGh13 and BTI-87, both corresponding to the Ty-3 region, were identified\nas from a source close to the wild species S. chilense. Other\nintrogressions were identified throughout the genomes of the inbreds and\nshowed major differences in the breeding pedigrees of the two lines.\nInterestingly, additional large introgressions from the close tomato\nrelative S. pimpinellifolium were identified in both lines. Some of the\npolymorphic regions were attributed to introgressions in the reference\nHeinz 1706 genome, indicating wild genome sequences in the reference\ntomato genome. Conclusions The methods developed in this work can be\nused to delineate genome introgressions, and subsequently contribute to\ndevelopment of molecular markers to aid phenotypic selection, fine\nmapping and discovery of candidate genes for important phenotypes, and\nfor identification of novel variation for tomato improvement. These\nuniversal methods can easily be applied to other crop plants.","trees":[{"tree_label":"TG590","ntax":"9","rootedtree":"TRUE","title":"Tr78112","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78112.phy"}]}