{"Authors":" Hemanta Raj Mainali, Bruce Patrick Chapman, Sangeeta\nDhaubhadel","Year":" 2014","Title":" Genome-wide analysis of Cyclophilin gene family in soybean\n(Glycine max)","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" cyclophilin, gene family, gene duplication, gene\nexpression","DOI":"","Abstract":" Background: Cyclophilins (CYPs) belong to the immunophilin\nsuperfamily, and have peptidyl-prolyl cis-trans isomerase (PPIase)\nactivity. PPIase catalyzes cis- and trans-rotamer interconversion of the\npeptidyl-prolyl amide bond of peptides, a rate-limiting step in protein\nfolding. Studies have demonstrated the importance of many PPIases in\nplant biology, but no genome-wide analysis of the CYP gene family has\nbeen conducted for a legume species. Results: Here we performed a\ncomprehensive database survey and identified a total of 62 CYP genes,\nlocated on 18 different chromosomes in the soybean genome (GmCYP1 to\nGmCYP62), of which 10 are multi- and 52 are single-domain proteins. Most\nof the predicted GmCYPs clustered together in pairs, reflecting the\nancient genome duplication event. Analysis of gene structure revealed\nthe presence of introns in protein-coding regions as well as in 5and 3\nuntranslated regions, and that their size, abundance and distribution\nvaried within the gene family. Expression analysis of GmCYP genes in\nsoybean tissues displayed their differential tissue specific expression\npatterns. Conclusions: Overall, we have identified 62 CYP genes in the\nsoybean genome, the largest CYP gene family known to date. This is the\nfirst genome-wide study of the CYP gene family of a legume species. The\nexpansion of GmCYP genes in soybean, and their distribution pattern on\nthe chromosomes strongly suggest genome-wide segmental and tandem\nduplications.","trees":[{"tree_label":"NJ","ntax":"62","rootedtree":"TRUE","title":"NJ New Glycine max GmCYP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78576.phy"}]}