{"Authors":" C. Donovan Bailey, Govindarajulu Rajanikanth, Ihsan\nAl-Shehbaz","Year":" 2006","Title":" Generic limits in tribe Halimolobeae and the descriptions of\nthe new genus Exhalimolobos (Brassicaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" In 2002 a monophyletic group previously unrecognized\nwithin Brassicaceae was identified through phylogenetic analysis of\nmorphological characters in combination with data from three DNA\nsequences (Bailey et al.; Syst. Bot. 27:318-332). As understood at that\ntime, the halimolobine alliance (herein tribe Halimolobeae) comprised\nca. 44 species from Halimolobos, Mancoa, Pennellia, and Sphaerocardamum.\nWithin this group, a number of nomenclatural problems have remained\nunaddressed, including the polyphyly of both Halimolobos and Mancoa.\nWith a developing understanding of Brassicaceae phylogeny, the\nHalimolobeae is robust in the context of higher level analyses and\ntherefore in need of formal nomenclatural revision. The present study\nuses new and existing data in phylogenetic analyses based on trnL-F,\nITS, and pistillata intron 1 data along with SEM studies of Synthlipsis\nelata and S. greggii to provide the bases for recircumscription of taxa\nassigned to the Halimolobeae. As recognized herein, the tribe includes\nfive genera [Exhalimolobos, Halimolobos (including Synthlipsis elata),\nMancoa, Pennellia, and Sphaerocardamum] and 39 species with two centers\nof distribution, one in north-central Mexico and the other in the Andes.\nA synopsis and keys to all taxa of the tribe are presented. A new\nspecies, E. friesii, is described, and 14 new combinations are proposed\n(E. arabioides, E. berlandieri, E. hispidulus, E. palmeri, E. parryi, E.\npazense, E. polyspermus, E. weddellii, H. elatus, H. henricksonii, H.\npubens, H. stylosus, P. lechleri, P. parvifolia).","trees":[{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"The Tribe Halimolobeae and the the new genus\nExhalimolobos","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2570.phy"}]}