{"Authors":" Matthew Joshua Miller, Eldredge Bermingham, Sara E\nLipshutz, Neal G Smith","Year":" 2014","Title":" Genetic and phenotypic characterization of a hybrid zone\nbetween polyandrous Northern and Wattled Jacanas in western Panama","Journal":" BMC evolutionary biology","Volume":"","Issue":"","Pages":"","Keywords":" contact zone, sex-role reversal, simultaneous polyandry,\nintrogression, cline width","DOI":"","Abstract":" Background Hybridization provides a unique perspective\ninto the ecological, genetic and behavioral context of speciation.\nDifferences in mating system can affect the outcome of hybridization\nHybridization is common in birds, but has not yet been reported among\nbird species with a simultaneously polyandrous mating system; a mating\nsystem where a single female defends a harem of males who provide nearly\nall parental care. Unlike simple polyandry, polyandrous mating is\nextremely rare in birds, with only 1% of bird species employing this\nmating system. Although it is classically held that females are “choosy”\nin avian hybrid systems, nearly-exclusive male parental care raises the\npossibility that female selection against heterospecific matings might\nbe reduced compared to birds with other mating systems. Results We\ndescribe a narrow hybrid zone in southwestern Panama between two\npolyandrous freshwater waders: Northern Jacana, Jacana spinosa and\nWattled Jacana, J. jacana. We document coincident cline centers for\nthree phenotypic traits, mtDNA, and one of two autosomal introns. Cline\nwidths for these six markers varied from seven to 142 km, with mtDNA\nbeing the narrowest, and five of the six markers having widths less than\n100 km. Cline tails were asymmetrical, with greater introgression of J.\njacana traits extending westward into the range of J. spinosa. Likewise,\nwithin the hybrid zone, the average hybrid index of phenotypic hybrids\nwas significantly biased towards J. spinosa. Species distribution models\nindicate that the hybrid zone is located at the edge of a roughly 100 km\nwide overlap where habitat is predicted to be suitable for both species,\nwith more westerly areas suitable only for spinosa and eastward habitats\nsuitable only for J. jacana. Conclusion The two species of New World\njacanas maintain a narrow, and persistent hybrid zone in western Panama.\nThe hybrid zone may be maintained by the behavioral dominance of J.\nspinosa counterbalanced by unsuitable habitat for J. spinosa east of the\ncontact zone. Although the two parental species are relatively young,\nmitochondrial cline width was extremely narrow. This result suggests\nstrong selection against maternally-inherited markers, which may\nindicate either mitonuclear incompatibilities and/or female choice\nagainst heterospecific matings typical of avian hybrid systems, despite\njacana sex role reversal.","trees":[{"tree_label":"tree 1","ntax":"69","rootedtree":"TRUE","title":"Tr78274","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78274.phy"},{"tree_label":"tree 2","ntax":"69","rootedtree":"TRUE","title":"Tr78275","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78275.phy"},{"tree_label":"tree 3","ntax":"69","rootedtree":"TRUE","title":"Tr78276","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78276.phy"},{"tree_label":"tree 4","ntax":"69","rootedtree":"TRUE","title":"Tr78277","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78277.phy"},{"tree_label":"tree 5","ntax":"69","rootedtree":"TRUE","title":"Tr78278","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78278.phy"},{"tree_label":"tree 6","ntax":"69","rootedtree":"TRUE","title":"Tr78279","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78279.phy"},{"tree_label":"tree 7","ntax":"69","rootedtree":"TRUE","title":"Tr78280","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78280.phy"},{"tree_label":"tree 8","ntax":"69","rootedtree":"TRUE","title":"Tr78281","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78281.phy"},{"tree_label":"tree 9","ntax":"69","rootedtree":"TRUE","title":"Tr78282","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78282.phy"},{"tree_label":"tree 10","ntax":"69","rootedtree":"TRUE","title":"Tr78283","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78283.phy"}]}