{"Authors":" Jérémie Bardin, Isabelle Rouget, Fabrizio Cecca","Year":" 2014","Title":" Ontogenetic data analyzed as such in phylogenies","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" phylogeny, cladistics, ontogeny, development, ammonite,\nAmaltheidae, Jurassic, Pliensbachian","DOI":"","Abstract":" Ontogeny is rarely included in cladistic analyses of\nmorphological data. When used, the developmental information is reduced\nto one character for two or three different ontogenetic stages. This\npaper aims to discuss the use of ontogenetic information for phylogeny\nreconstruction using cladistics. The objective of this work is to\nintroduce ontogenetic character variations between taxa into the coding\nscheme. The proposed method is based on (1) the recognition of\nontogenetic stages in ontogenetic trajectories, (2) finding regressions\nwhich represent well each stage, (3) coding the parameters of these\nregressions into a taxon/character matrix. These regressions are based\non traditional growth models. This method is employed to reconstruct\nphylogenetic relationships within the ammonite family Amaltheidae.\nPrevious studies have shown the importance of ontogeny for understanding\nthe evolution of this family. 33 characters are used for 25 species.\nBased on the same data set, a second analysis has been performed only on\nthe adult stage. Comparisons of retention index, bootstrap support and\nstratigraphic congruence between the two analyses show that the\ninclusion of ontogeny in this method yields better phylogenetic\nreconstruction. Independence tests on every pair of character coding\nshows that ontogenetic variations of the different characters have to be\ncoded separately.","trees":[{"tree_label":"Without ontogeny","ntax":"25","rootedtree":"TRUE","title":"Amaltheidae without ontogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95068.phy"},{"tree_label":"With ontogeny","ntax":"25","rootedtree":"TRUE","title":"Amaltheidae with ontogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95067.phy"}]}