{"Authors":" Axel Janke, Morgan Kullberg, Eric H. Harley, Maria A\nNilsson, Ulfur Arnason","Year":" 2006","Title":" Housekeeping Genes for Phylogenetic Analysis of Eutherian\nRelationships","Journal":" Molecular Biology and Evolution","Volume":" 23","Issue":" NA","Pages":" 1493-1503","Keywords":" NA","DOI":" NA","Abstract":" The molecular relationship of placental mammals has\nattracted great interest in recent years. However, 2 crucial and\nconflicting hypotheses remain, one with respect to the position of the\nroot of the eutherian tree and the other the relationship between the\norders Rodentia, Lagomorpha (rabbits, hares), and Primates. Although\nmost mitochondrial (mt) analyses have suggested that rodents have a\nbasal position in the eutherian tree, some nuclear data in combination\nwith mt-rRNA genes have placed the root on the so-called African clade\nor on a branch that includes this clade and the Xenarthra (e.g.,\nanteater and armadillo). In order to generate a new and independent set\nof molecular data for phylogenetic analysis, we have established cDNA\nsequences from different tissues of various mammalian species. With this\nin mind, we have identified and sequenced 8 housekeeping genes with\nmoderately fast rate of evolution from 22 placental mammals,\nrepresenting 11 orders. In order to determine the root of the eutherian\ntree, the same genes were also sequenced for 3 marsupial species, which\nwere used as outgroup. Inconsistent with the analyses of nuclear 1\nmt-rRNA gene data, the current data set did not favor a basal position\nof the African clade or Xenarthra in the eutherian tree. Similarly, by\njoining rodents and lagomorphs on the same basal branch (Glires\nhypothesis), the data set is also inconsistent with the tree commonly\nfavored in mtDNA analyses. The analyses of the currently established\nsequences have helped examination of problematic parts in the eutherian\ntree at the same time as they caution against suggestions that have\nclaimed that basal eutherian relationships have been conclusively\nsettled.","trees":[{"tree_label":"ML tree","ntax":"26","rootedtree":"TRUE","title":"Placental Mammal Relationships","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2571.phy"}]}