{"Authors":" Jennifer Fang, Bryan N. Danforth, Seán G. Brady, Sedonia S.\nSipes","Year":" 2006","Title":" The history of early bee diversification based on five genes\nplus morphology","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Bees, the largest (> 16,000 species) and most important\nradiation of pollinating insects, originated in early to mid-Cretaceous\nroughly in synchrony with the angiosperms (flowering plants).\nUnderstanding the diversification of the bees and the co-evolutionary\nhistory of bees and angiosperms requires a well-supported phylogeny of\nthe bees (as well as the angiosperms). We reconstructed a robust\nphylogeny of the bees at the family and subfamily level using a data set\nof five genes (4299 nucleotide sites) plus morphology (109 characters).\nThe molecular data set included protein-coding (elongation factor-1?,\nRNA polymerase II, LW rhodopsin) as well as ribosomal (28S and 18S)\nnuclear gene data. Analyses of both the DNA data set and the\nDNA+morphology data set by parsimony and Bayesian methods yielded a\nsingle, well-supported family-level tree topology that places \u001aMelittidae\u001a\nas a paraphyletic group at the base of the phylogeny of bees. This\ntopology (\u001aMelittidae-LT basal\u001a) is significantly better than a previously\nproposed alternative topology (\u001aColletidae basal\u001a) based both on\nlikelihood and Bayesian methods. Our results have important implications\nfor understanding the early diversification, historical biogeography,\nhost-plant evolution, and fossil record of bees. The earliest branches\nof bee phylogeny include lineages that are predominantly host-plant\nspecialists, suggesting that host plant specificity is an ancestral\ntrait in bees. Our results suggest an African origin for bees because\nthe earliest branches of the tree include predominantly African\nlineages. These results also help explain the predominance of\n\u001aMelittidae\u001a, Apidae, and Megachilidae among the earliest fossil\nbees.","trees":[{"tree_label":"Fig. 1","ntax":"94","rootedtree":"TRUE","title":"Early Bee Diversification","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2573.phy"}]}