{"Authors":" Oumi NISHI, Kazuhiro IIYAMA, Chisa YASUNAGA-AOKI, Susumu\nSHIMIZU","Year":" 2014","Title":" Species associations and distributions of entomopathogenic\nsoil fungus Metarhizium spp. in Japan","Journal":" Journal of Basic Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" entomopathogenic fungi, Metarhizium, species associations,\nhabitat preference, elongation factor 1-alpha, ribosomal DNA intergenic\nspacer region","DOI":"","Abstract":" Metarhizium is a genus of facultative parasites of insects\ndetected from soils from various environments. Habitat preferences of\nsuch fungi seems to be important for persistence in introduced fields\nwhen useas biological pest control agents. Soil isolates of Metarhizium\nspp. inMetarhizium is a genus of facultative parasites of insects\ndetected from soils from various environments. Habitat preferences of\nsuch fungi seems to be important for persistence in introduced fields\nwhen used as biological pest control agents. Soil isolates of\nMetarhizium spp. in Japan were identified as eight species; however,\nhabitat preferences of these isolates had been insufficiently\ndetermined. In this study, we investigated distribution patterns of\neight species of Metarhizium spp. in Japan. We identified 302 isolates\nof Metarhizium spp. from soil in Japan as eight species by combination\nwith phylogenetic analysis of EF1-alpha and PCR-RFLP. PCR-RFLP of the\nrDNA IGS region is applicable to a fast genetic grouping and the\ndetection of intraspecific genetic differences. M. pingshaense was\npredominant species in Japan, and most frequently isolated from both\nforested environments and cultural fields. M. brunneum and M. pemphigi\nwere restricted to forested environments. These species associations\nwere comparable in a small area (1.6 x 1.0 km), from which seven species\nincluding 15 genotypes were isolated from soil. Japan were identified as\neight species; however, habitat preferences of these isolates had been\ninsufficiently determined. In this study, we investigated distribution\npatterns of eight species of Metarhizium spp. in Japan. We identified\n302 isolates of Metarhizium spp. from soil in Japan as eight species by\ncombination with phylogenetic analysis of EF1-alpha and PCR-RFLP.\nPCR-RFLP of the rDNA IGS region is applicable to a fast genetic grouping\nand the detection of intraspecific genetic differences. M. pingshaense\nwas predominant species in Japan, and most frequently isolated from both\nforested environments and cultural fields. M. brunneum and M. pemphigi\nwere restricted to forested environments. These species associations\nwere comparable in a small area (1.6 x 1.0 km), from which seven species\nincluding 14 genotypes were isolated from soil.","trees":[{"tree_label":"EF1a1","ntax":"73","rootedtree":"TRUE","title":"Metarhizium EF1a1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78386.phy"}]}