{"Authors":" Laishram Shantikumar Singh, Hemant Sharma, Narayan Chandra\nTalukdar","Year":" 2014","Title":" Production of potent antimicrobial agent by actinomycete,\nStreptomyces sannanensis strain SU118 isolated from phoomdi in Loktak\nlake of Manipur, India","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Phoomdi, Streptomyces sannanensis SU118, Antibacterial\npotential, Minimum inhibitory concentration","DOI":"","Abstract":" Background: Actinomycetes have provided a wealth of\nbioactive secondary metabolites with interesting activities such as\nantimicrobial, antiviral and anticancer. The study aims at isolation,\ncharacterization and the antimicrobial potentiality of Streptomyces\nsannanensis SU118 obtained from Phoomdi, a unique habitat of Loktak Lake\nof Manipur, India.\nResults: An actinomycete strain isolated from Phoomdi soil of Loktak\nLake of Manipur, India was identified as Streptomyces sannanensis SU118.\nIt is a Gram-positive filamentous bacterium which exhibits antimicrobial\nactivity only against Gram-positive bacteria, while Gram-negative\norganisms were not affected. Glucose Soyabean meal broth was found to be\nthe suitable medium for antibiotic production at 280 C for seven days of\nincubation. The antimicrobial agent produced by the strain was extracted\nwith ethyl acetate as solvent and purified by thin layer chromatography.\nScreening and bioassay - guided fractionation of the ethyl acetate\nextract from the culture filtrate led to the isolation of an active\npotential compound (Rf value 0.56) with λmax 275.0 nm which has got the\nlowest minimum inhibitory concentration (0.5 µg/ml) against\nStaphylococcus aureus MTCC 96 and Staphylococcus aureus (clinical\nisolate), whereas highest (3.0 µg/ml) was recorded against Mycobacterium\nsmegmatis MTCC 6 and Bacillus circulans MTCC 8074. Conclusion: This\nstudy has therefore uncovered the potential of exploring virgin untapped\nhabitats in the Indo-Burma biodiversity hot spot region as reservoir of\npromising antimicrobial metabolite producer. These results highlighted\nthe scope for further characterization of the metabolite and could be a\ncandidate in the generation of new antimicrobial agents.","trees":[{"tree_label":"tree 1","ntax":"13","rootedtree":"TRUE","title":"Streptomyces sannanensis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78403.phy"}]}