{"Authors":" Arthur Yu. Nikulin, Viacheslav Yu. Nikulin, Svetlana B.\nGontcharova, Andrey A. Gontcharov","Year":" 2014","Title":" ITS rDNA sequence comparisons resolve phylogenetic\nrelationships in Orostachys subsection Appendiculatae\n(Crassulaceae)","Journal":" Plant Systematic and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Crassulaceae, Orostachys subsection Appendiculatae,\nMeterostachys, ITS rDNA, secondary structure, phylogeny","DOI":"","Abstract":" Orostachys (Crassulaceae) is a small genus of succulent\nplants having a predominantly East Asian distribution. Recent DNA\nsequence comparisons revealed polyphyletic nature of the genus and found\ndistant relationship between its infrageneric taxa. Here we present the\nfirst molecular phylogeny of Orostachys subsection Appendiculatae based\non a large number of ITS rDNA sequences representing most currently\nrecognized members of the subsection and utilizing secondary structure\ninformation. Ribosomal spacer was a highly informative marker and\nprovided a phylogenetic signal sufficient to resolve relationships at\ndifferent scales, from affinities between species to a fine geographic\nstructure in broadly sampled species. It was also conservative enough to\nallow unambiguous alignment and construction of consensus secondary\nstructure models for ITS1 and ITS2. These models displayed a number of\nmolecular synapomorphies defining most lineages established in our\nanalyses. We revealed a major split in the subsection placing three\nspecies, O. spinosa, O. japonica and O. chanetii, into a strongly\nsupported clade to the exclusion of O. thyrsiflora. Phenotypically\ndistinct monotypic genus Meterostachys was also resolved as a part of\nthe subsection’s clade and showed affinity to O. thyrsiflora. Our data\nsuggested that morphology-based species concept for O. thyrsiflora\nrequire reassessment.","trees":[{"tree_label":"tree 1","ntax":"31","rootedtree":"TRUE","title":"Tr78425","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78425.phy"}]}