{"Authors":" Daniel PR Herlemann, Jana Woelk, Matthias Labrenz, Klaus\nJuergens","Year":" 2014","Title":" Diversity and abundance of âPelagibacteralesâ (SAR11) in the\nBaltic Sea salinity gradient","Journal":" Systematic and Applied Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Pelagibacterales (brackish); “Pelagibacterales” (SAR11);\nCARD-FISH probe; Baltic Sea; salinity","DOI":"","Abstract":" The candidate order âPelagibacteralesâ (SAR11) is one of\nthe most abundant bacterial orders in ocean sur- face waters and,\nperiodically, in freshwater lakes. The presence of several stable\nphylogenetic lineages comprising âPelagibacteralesâ correlates with the\nphysico-chemical parameters in aquatic environments. A previous amplicon\nsequencing study covering the bacterial community in the salinity\ngradient of the Baltic Sea suggested that pelagibacteral subclade\nSAR11-I was replaced by SAR11-IIIa in the mesohaline region of the\nBaltic Sea. In this current study, we investigated the cellular\nabundances of âPelagibac- teralesâ subclades along the Baltic Sea\nsalinity gradient using catalyzed reporter deposition ï¬uorescence in\nsitu hybridization (CARD-FISH). The results obtained with a newly\ndesigned probe, which exclu- sively detected SAR11-IIIa, were compared\nto CARD-FISH abundances of the marine SAR11-I/II subclade and the\nfreshwater lineage SAR11-IIIb (LD12). The results showed that SAR11-IIIa\nwas abundant in oligohalineâ“mesohaline conditions (salinities\n2.7â“13.3), with maximal abundances at a salinity of 7 (up to 35% of\ntotal Bacteria, quantiï¬ed with a universal bacterial probe EUB). As\nexpected, SAR11-I/II was abundant (27% of EUB) in the marine parts of\nthe Baltic Sea, whereas counts of the freshwater lineage SAR11-IIIb were\nbelow the detection limit at all stations. The shift from SAR11-IIIa to\nSAR11-I/II was conï¬rmed in the vertical salinity gradient in the deeper\nbasins of the Baltic Sea. These ï¬ndings were consistent with an\noverlapping but deï¬ned distribution of SAR11-I/II and SAR11-IIIa in the\nsalinity gra- dient of the Baltic Sea and suggested the adaptation of\nSAR11-IIIa for growth and survival in mesohaline conditions.","trees":[{"tree_label":"Fig. 2","ntax":"913","rootedtree":"TRUE","title":"Pelagibacterales SAR11","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79420.phy"}]}