{"Authors":" Marcela Viviana Nicola, Mabel Angela Lizarazu, M. Amalia\nScataglini","Year":" 2014","Title":" Phylogenetic analysis and taxonomic position of section\nVerrucosa of Panicum and its relationships with taxa of the Sacciolepis\n- Trichanthecium clade (Poaceae: Panicoideae: Paniceae)","Journal":" Plant Systematic and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Kellochloa, Paniceae, Panicum, phylogeny, taxonomy,\nVerrucosa","DOI":"","Abstract":" The new genus Kellochloa is proposed, on the basis of\nmorphological and molecular characters, in order to include two North\nAmerican species of Panicum s. l., previously classified in sect.\nVerrucosa, P. brachyanthum and P. verrucosum. Both species are annual,\nwith culms decumbent and divaricately branching at the lower nodes, the\nerect culms with terminal and axyllary inflorescences, with spikelets\npilose, the lower glume 1/6 to 1/4 the length of the spikelet, the upper\nglume and lower lemma subequal, 3-5-nerved, the lower anthecium reduced\nto the lower lemma, and upper anthecium indurate, with bicellular\nmicrohairs and simple papillae evenly distributed all over the lemma and\npalea. Molecular phylogenetic studies, utilizing analyses of chloroplast\nndhF and rpoA sequences, confirmed these differencial morphological\ncharacters. The phylogenetic position, and taxonomic features, of the\nnew genus are established and compared with Panicum s.str. and other\ntaxa of the Sacciolepis-Trichanthecium clade; full synonymies and\ndescriptions, a distribution map, illustrations of both species, and a\nkey are provided. Two new combinations are proposed. In addition, 4\nAfrican ungrouped species of Panicum s.l. were included in the\nphylogenetic analysis in order to analyze its relationship with the new\ngenus and its positions in the Sacciolepis-Trichanthecium clade","trees":[{"tree_label":"t1","ntax":"47","rootedtree":"TRUE","title":"Sacciolepis-Trichanthecium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78424.phy"}]}