{"Authors":" Jiranan Techaprasan, Saroj Ruchisansakun, Timo van der\nNiet, Steven B Janssens, Pramote Triboun, Thaya Jenjittikul, Piyakaset\nSuksathan","Year":" 2014","Title":" Phylogenetic analyses of molecular data suggest redefinition\nof the Southeast Asian subgenus Semeiocardium (Impatiens:\nBalsaminaceae).","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" atpB-rbcL intergenic spacer, ITS, Morphology, Southeast\nAsia, synapomorphy, taxonomy","DOI":"","Abstract":" Phylogenetic analysis has revealed extensive evolutionary\nlability of morphological characters in the large genus Impatiens, which\nhas complicated subgeneric systematics. However, taxa from Southeast\nAsia were under-represented in previous phylogenetic studies and their\nsystematic status remains unclear. In this study we evaluate the\nsystematic status of the Southeast Asian subgenus Semeiocardium. Using a\nphylogenetic analysis of 164 accessions, including 15 members of\nSemeiocardium as well as many newly added taxa from Southeast Asia, we\ntest the monophyly of Semeiocardium and reconstruct the evolution of\nseveral key morphological characters that have been used in taxanomic\ntreatments of Semeiocardium. Both Bayesian and Parsimony analyses of DNA\nsequences from the nuclear ITS and plastid atpB-rbcL intergenic spacer\nrespectively, demonstrated that Semeiocardium is not monophyletic.\nThirteen representatives are part of a large clade, which also includes\nmany other Southeast Asian taxa. Connate lateral united petals are a\nsynapomorphy of this clade, while a 4-locular ovary and connate outer\nlateral sepals are not. Impatiens muscicola and I. santisukii, which\nwere previously classified under subgenus Semeiocardium, do not belong\nto the clade with connate lateral united petals. Re-examination of\nfloral morphological characters of these two species revealed that their\ncharacter states were previously misinterpreted; their lateral united\npetals and outer lateral sepals are free, and their ovary is 5-locular.\nBased on these results we propose a redefined subgenus Semeiocardium,\nwhich includes all species with connate lateral united petals. We\nconclude that reconstructing the evolution of morphological characters\nin a phylogenetic context can facilitate identification of key\ndiagnostic traits for accurate subgeneric taxonomy in Impatiens.","trees":[{"tree_label":"con 50 majrule+","ntax":"168","rootedtree":"TRUE","title":"Semeiocardium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78436.phy"},{"tree_label":"con 50 majrule+","ntax":"168","rootedtree":"TRUE","title":"Semeiocardium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78437.phy"},{"tree_label":"con 50 majrule+","ntax":"168","rootedtree":"TRUE","title":"Semeiocardium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78438.phy"},{"tree_label":"con 50 majrule+","ntax":"168","rootedtree":"TRUE","title":"Semeiocardium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78439.phy"}]}