{"Authors":" T. K. A. Kumar, David S. Hibbett, J. A. Gossman, Polona\nZalar, Patrick Brandon Matheny","Year":" 2007","Title":" Resolving the phylogenetic position of the Wallemiomycetes:\nan enigmatic major lineage of Basidiomycota","Journal":" Canadian Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Wallemiomycetes includes three species of molds from\nthe genus Wallemia. These fungi are adapted to environments of high\nosmotic stress, contaminate various foods, cause respiratory disease,\nand have an unusual mode of asexual reproduction. Wallemia was recently\nproposed as a new class based on 18S ribosomal RNA gene sequences to\naccommodate the isolated position of the clade in the Basidiomycota. We\nanalyzed the phylogenetic position of the Wallemiomycetes using 3451\nnucleotide characters of the 18S, 25S, and 5.8S ribosomal RNA genes and\n1282 amino acid positions of rpb1, rpb2, and tef1 nuclear protein-coding\ngenes across 91 taxa. Different gene regions and methods of phylogenetic\ninference (parsimony versus Bayesian) produce mildly conflicting\nplacements of the Wallemiomycetes. Parsimony analyses of nrDNA data\nsuggest the Wallemiomycetes is an early diverging lineage of\nBasidiomycota, occupying a basal position near the Entorrhizomycetidae.\nUltrastructural data, some Bayesian analyses, and amino acid sequences\nsuggest the Wallemiomycetes may be the sister group of the\nAgaricomycotina or Ustilaginomycotina. The combined gene tree supports\nthe Wallemiomycetes as a lineage basal to a core clade of\nPucciniomycotina, Ustilaginomycotina, and Agaricomycotina with robust\nmeasures of branch support. This study reinforces the isolated position\nof Wallemia in the Basidiomycota using molecular data from six nuclear\ngenes. In total, five major lineages of Basidiomycota are recognized:\nthe Agaricomycotina, Ustilaginomycotina, Pucciniomycotina,\nEntorrhizomycetidae, and the Wallemiomycetes.","trees":[{"tree_label":"MP bootstrap","ntax":"91","rootedtree":"TRUE","title":"Position of Wallemiomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2578.phy"},{"tree_label":"Bayesian","ntax":"182","rootedtree":"TRUE","title":"Position of Wallemiomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2579.phy"}]}