{"Authors":" Yu Zhang, Wenping Wu, Lei Cai","Year":" 2014","Title":" A phylogenetic assessment and taxonomic revision of\nthermotolerant genera Acrophialophora and Taifanglania","Journal":" mycologia","Volume":"","Issue":"","Pages":"","Keywords":" molecular phylogeny, morphology, thermotolerant fungi","DOI":"","Abstract":" This study assessed the phylogenetic relationships of 19\nisolates belonging to Acrophialophora and Taifanglania based on internal\ntranscribed spacer (ITS) and small subunit (SSU) rDNA sequences. The\nphylogenetic data showed that Acrophialophora and Taifanglania together\nconstitute a monophyletic clade, but did not support the separation of\ntwo genera. Being the older and more frequently used name,\nAcrophialophora is adopted as the generic name. Taifanglania is treated\nas a later synonym of Acrophialophora. The generic concept of\nAcrophialophora is updated. In addition, three new thermotolerant\nspecies isolated from soil samples in China were described and\nillustrated in this paper. A. ellipsoidea sp. nov. is characterized by\nsolitary phialides tapering into thin necks, and ellipsoidal to fusiform\nconidia formed in long chains. A. angustiphialis sp. nov. is\ncharacterized by single phialides on tip or lateral of hyphae, and\nellipsoidal or fusiform conidia. A. acuticonidiata sp. nov. is\ncharacterized by single phialides and fusiform conidia with prominent\ntips at each end. Phylogenetic analyses show that A. acuticonidiata , A.\nangustiphialis and A. ellipsoidea are most closely related to A.\ncurticatenata, A. hechuanensis and A. major, respectively. The\ntemperature test showed that the three new species are thermotolerant,\nwith optimal growth temperature between 37 °C and 40 °C, and maximum\ngrowth temperature near 50 °C. A key to the accepted species in\nAcrophialophora is provided.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Tr78440","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78440.phy"},{"tree_label":"PAUP 3","ntax":"19","rootedtree":"TRUE","title":"Tr78442","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78442.phy"},{"tree_label":"PAUP 2","ntax":"19","rootedtree":"TRUE","title":"Tr78441","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78441.phy"}]}