{"Authors":" Sergio Eduardo Sclovich, Liliana M. Giussani, Ana María\nCialdella, Silvana Sede","Year":" 2014","Title":" Phylogenetic analysis of Jarava (Poaceae, Pooideae, Stipeae)\nand related genera: testing the value of the awn indumentum in the\ncircumscription of Jarava","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ITS; Jarava; molecular phylogeny; morphological character\noptimization; Stipeae; trnH-psbA","DOI":"","Abstract":" Jarava, a genus of the tribe Stipeae with 31 American\nspecies, is considered polyphyletic. In previous phylogenetic analyses,\ndespite a few species of Jarava were used, they were included in the\nMajor American Clade (MAC) together with species of Achnatherum,\nAmelichloa and Nassella. The main goal of this study is to test the\nmonophyly of Jarava and to estimate relationships of Jarava species and\nallied genera. The trnH-psbA and ITS regions from plastid and nuclear\ngenomes, respectively, were sequenced for 17 species of Jarava. A total\nof 94 species of Stipeae were considered in the individual and combined\nphylogenetic analyses. Traditionally used morphological characters were\noptimized on one of the shortest trees derived from the combined\nanalysis. Jarava split into different lineages. Jarava ichu, the type\nspecies of the genus, and other eight species of Jarava were grouped\ninto subclade B; another four species were associated with Achnatherum\nin subclade A. Both subclades A and B were included into the MAC. Three\nspecies, Jarava neaei, J. psylantha, and J. subplumosa, grouped with\nPappostipa in sublade C. The close relationship among these three\nspecies with Pappostipa appears as a novelty and they should be\nconsidered within this genus or recognized as a new genus sister to\nPappostipa. The awn indumentum (hair length and position, either in part\nor the entire awn) and the subacute or acute callus are useful to\nrecognize the group (subclade C). Geographical distribution of Jarava\nfrom subclade C overlaps completely with that of Pappostipa. The shared\ngeographical distribution is in accordance with major groupings in our\nphylogenetic topology.","trees":[{"tree_label":"t8193","ntax":"94","rootedtree":"TRUE","title":"Jarava Strict consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_78544.phy"},{"tree_label":"t1","ntax":"61","rootedtree":"TRUE","title":"Jarava Morphology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79376.phy"}]}