{"Authors":" Laszlo Bartha, Gábor Sramkó, Polina A. Volkova, Botjan\nSurina, Alexander L. Ivanov, Horia L. Banciu","Year":" 2015","Title":" Patterns of plastid DNA differentiation in Erythronium\n(Liliaceae) are consistent with allopatric lineage divergence in Europe\nacross longitude and latitude","Journal":" Plant Systematic and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Carpathian Basin, cryptic northern refugia, long distance\ndispersal, oceanic-continental gradient, phylogeography, temperate\nspecies","DOI":"","Abstract":" Little attention has been paid so far to the genetic\nlegacy of the oceanic-continental gradient across Europe. Due to this\ngradient steppe regions become more extensive and mesic environments\nbecome more scattered towards the East. A well suited system to study\nthe impact of this gradient on lineage differentiation is the temperate\nmesophilic plant Erythronium dens-canis (Liliaceae), which is widespread\nin southern Europe with a distribution gap in the Pannonian Plain.\nMoreover, the large disjunction between E. dens-canis and its sister\nspecies E. caucasicum coincides with the Pontic steppe region. By\napplying range-wide sampling of E. dens-canis and limited sampling of E.\ncaucasicum, we explored their phylogeography using the plastid regions\nrpl32-trnL and rps15-ycf1. Three major phylogroups were identified: a\nCaucasian lineage, a highly structured and narrowly distributed\nTransylvanian lineage, and a more homogenous and widely distributed\nânon-Transylvanianâ lineage. Apparently, both physiographic (mountain)\nand climatic (steppe) barriers have caused allopatric differentiation in\nEuropean Erythronium. The Southern Carpathians constitute a latitudinal\nbarrier and the Pannonian Plain a longitudinal barrier between the\nTransylvanian and ânon-Transylvanianâ lineages of E. dens-canis. The\neastern Carpathian Basin likely functioned as a combination of cryptic\neastern (mesic) and cryptic northern refugia for E. dens-canis during\nglacial periods. The Eastern Carpathians and particularly the Pontic\nsteppe regions acted as a longitudinal barrier between E. dens-canis and\nE. caucasicum. As steppe-dominated gaps in the distribution range of\nErythronium are mirrored by genetic discontinuities along longitudes\nthis highlights the important role of the oceanic-continental gradient\nthroughout Europe for lineage differentiation.","trees":[{"tree_label":"maj rule","ntax":"36","rootedtree":"TRUE","title":"Erythronium dens-canis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78444.phy"}]}