{"Authors":" NA","Year":" 2014","Title":" A new cryptic species in a new cryptic genus in the\nCaesalpinia group (Leguminosae) from the seasonally dry inter-Andean\nvalleys of South America","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Andes, Caesalpinia, Caesalpinioideae-Leguminosae, cryptic\nspecies, generic delimitation, morphological analysis, phylogenetic\nanalysis, seasonally dry thornscrub.","DOI":"","Abstract":" The generic affiliation of the Andean species Caesalpinia\ntrichocarpa, C. mimosifolia, and their close relatives has remained\nuncertain in all recent studies of Caesalpinia sensu lato (Leguminosae,\nsubfamily Caesalpinioideae). A new densely sampled phylogeny based on\nfour DNA sequence regions (rps16, trnDT, ycf6-psbmR and ITS) suggests\nthat despite the lack of obvious diagnostic morphological\nsynapomorphies, this Andean group should be considered as a distinct\ngenus, here described as the new genus Arquita. Phylogenetic analyses\nalso suggest a problem with species delimitation in this group. Within\nCaesalpinia trichocarpa, accessions from disjunct geographic areas in\nArgentina, Bolivia and Peru each form robustly supported cladeswithin a\nlarger unresolved clade that includes Caesalpinia mimosifolia. The\nmorphological and genetic cohesiveness of the Caesalpinia trichocarpa\ncomplex is investigated using morphometric phenetic analyses of\nqualitative and quantitative flower and leaf traits, and reconstruction\nof a densely sampled phylogeny using three plastid and one nuclear\nribosomal DNA sequence loci. Our results suggest that the most\ngeographically isolated of these clades, narrowly endemic to two\ninter-Andean valleys in central-north Peru and separated by ~1350 km,\nand extensive high Andean cordilleras above 4000 m, from the nearest\npopulations in Bolivia, represents a genetically highly distinct and\nmorphologically cryptic lineage here described as a new species (Arquita\ngrandiflora). A full taxonomic account of the new genus Arquita and its\ncomponent species is provided, with distribution maps and a key to the\nspecies.","trees":[{"tree_label":"bayesian con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr78471","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_78471.phy"},{"tree_label":"raxML bsttree 5000bootstrap","ntax":"63","rootedtree":"TRUE","title":"Tr78472","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_78472.phy"},{"tree_label":"raxML bsttree 5000bootstrap","ntax":"63","rootedtree":"TRUE","title":"Tr78475","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78475.phy"},{"tree_label":"paup con strict","ntax":"63","rootedtree":"TRUE","title":"Tr78473","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_78473.phy"},{"tree_label":"bayesian con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr78474","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78474.phy"},{"tree_label":"paup con strict","ntax":"63","rootedtree":"TRUE","title":"Tr78476","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78476.phy"}]}