{"Authors":" M. Alejandra Perotti, David L. Reed, Henk R Braig, Julie M\nAllen","Year":" 2007","Title":" Evolutionary relationships of Candidatus Riesia spp.,\nendosymbiotic Enterobacteriaceae living within hematophagous primate\nlice.","Journal":" Applied and Environmental Microbiology","Volume":" 73","Issue":" 5","Pages":" 1659-1664","Keywords":"","DOI":" 10.1128/AEM.01877-06","Abstract":" The primary endosymbiont of the human head/body louse\n(Pediculus humanus) was recently described as Candidatus Riesia\npediculicola. We have confirmed the charactization of the P-endosymbiont\nfrom P. humanus, and provide new characterizations of the\nP-endosymbionts from Pediculus schaeffi from chimpanzees and Pthirus\npubis from humans. The endosymbionts showed an average percent sequence\ndivergence of 11% from the most closely related known bacterium\nCandidatus Arsenophonus insecticola. We propose that two additional\nspecies be added to the genus Candidatus Riesia. The new species\nproposed within Candidatus Riesia have sequence divergences of 3.4% and\n9.0% based on uncorrected pairwise differences. Our Bayesian analysis\nshows that the branching pattern for the primary endosymbionts was the\nsame as that for their louse hosts, suggesting a long coevoluionary\nhistory between primate lice and their primary endosymbionts. We used a\ncalibration of 5.6 million years to date the divergence between\nendosymbionts from human and primate lice and got a evolutionary rate of\nnucleotide substitution of 0.67% per million years, which is 15-30 times\nfaster than previous estimates calculated for Buchnera, the primary\nendosymbiont in Aphids. Given the evidence for cospeciation with primate\nlice, and the evidence for fast evolutionary rates, this lineage of\nendosymbiotic bacteria can be evaluated as a fast-evolving marker of\nboth louse and primate evolutionary history.","trees":[{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Primary endosymbiont of the human louse","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2643.phy"}]}