{"Authors":" Takao K Suzuki, Shuichiro Tomita, Hideki Sezutsu","Year":" 2014","Title":" Gradual and contingent evolutionary emergence of leaf mimicry\nin butterfly wing patterns","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Masquerade; Butterfly wing pattern; Phylogenetic\ncomparative methods; Nymphalid ground plan","DOI":"","Abstract":" Background Special resemblance of animals to natural\nobjects such as leaves provides a representative example of evolutionary\nadaptation. The existence of such sophisticated features challenges our\nunderstanding of how complex adaptive phenotypes evolved. Leaf mimicry\ntypically consists of several pattern elements, the spatial arrangement\nof which generates the leaf venation-like appearance. However, the\nprocess by which leaf patterns evolved remains unclear. Results In this\nstudy we show the evolutionary origin and process for the leaf pattern\nin Kallima (Nymphalidae) butterflies. Using comparative morphological\nanalyses, we reveal that the wing patterns of Kallima and 45 closely\nrelated species share the same ground plan, suggesting that the pattern\nelements of leaf mimicry have been inherited across species with\nlineage-specific changes of their character states. On the basis of\nthese analyses, phylogenetic comparative methods estimated past states\nof the pattern elements and enabled reconstruction of the wing patterns\nof the most recent common ancestor. This analysis shows that the leaf\npattern has evolved through several intermediate patterns. Further, we\nuse Bayesian statistical methods to estimate the temporal order of\ncharacter-state changes in the pattern elements by which leaf mimesis\nevolved, and show that the pattern elements changed their spatial\narrangement (e.g., from a curved line to a straight line) in a stepwise\nmanner and finally establish a close resemblance to a leaf venation-like\nappearance. Conclusions Our study provides the first evidence for\nstepwise and contingent evolution of leaf mimicry.　Leaf mimicry patterns\nevolved in a gradual, rather than a sudden, manner from a non-mimetic\nancestor. Through a lineage of Kallima butterflies, the leaf patterns\nevolutionarily originated through temporal accumulation of orchestrated\nchanges in multiple pattern elements.","trees":[{"tree_label":"Fig. S3","ntax":"53","rootedtree":"TRUE","title":"Phylogeny of 47 Nymphalinae species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79564.phy"}]}