{"Authors":" Sylvia Klaubauf, Didier Tharreau, Elisabeth Fournier,\nJohannes (Ewald) Zacharias Groenewald, Ronald P de Vries, Marc-Henri\nLebrun, Pedro W. Crous","Year":" 2014","Title":" Resolving the polyphyletic nature of Pyricularia\n(Pyriculariaceae)","Journal":" Studies in Mycology","Volume":" 79","Issue":"","Pages":" 85-120","Keywords":" Magnaporthaceae, Magnaporthe, Pyricularia,\nPyriculariaceae, phylogeny, systematics","DOI":" 10.1016/j.simyco.2014.09.004","Abstract":" Species of Pyricularia (magnaporthe-like sexual morphs)\nare responsible for major diseases on grasses. Pyricularia oryzae\n(sexual morph Magnaporthe oryzae) is responsible for the major disease\nof rice called rice blast disease, and foliar diseases of wheat and\nmillet, while Pyricularia grisea (sexual morph Magnaporthe grisea) is\nresponsible for foliar diseases of Digitaria. Magnaporthe salvinii, M.\npoae and M. rhizophila produce asexual spores that differ from those of\nPyricularia sensu stricto that has pyriform, 2-septate conidia produced\non conidiophores with sympodial proliferation. Magnaporthe salvinii was\nrecently allocated to Nakataea, while M. poae and M. rhizophila were\nplaced in Magnaporthiopsis. To clarify the taxonomic relationships among\nspecies that are magnaporthe- or pyricularia-like in morphology, we\nanalysed phylogenetic relationships from isolates representing a wide\nrange of host plants by using partial DNA sequences of multiple genes\nsuch as LSU, ITS, RPB1, actin and calmodulin. Species of Pyricularia s.\nstr. belong to a monophyletic clade that includes all P. oryzae/P.\ngrisea isolates tested, defining the Pyriculariaceae, which is sister to\nthe Ophioceraceae, representing two novel families. These clades are\nclearly distinct from species belonging to the Gaeumannomyces pro\nparte/Magnaporthiopsis/Nakataea generic complex that are monophyletic\nand define the Magnaporthaceae. A few magnaporthe- and pyricularia-like\nspecies are unrelated to Magnaporthaceae and Pyriculariaceae.\nPyricularia oryzae/P. grisea isolates cluster into two related clades.\nIsolates sampled on host plants such as Eleusine, Oryza, Setaria or\nTriticum were exclusively clustering in the P. oryzae clade, while\nisolates from host plants such as Cenchrus, Echinochloa, Lolium,\nPennisetum or Zingiber belong to different Pyricularia species. This\ndemonstrates that host range cannot be used as taxonomic criterion\nwithout extensive pathotyping. Our results show that the typical\npyriform, 2-septate conidium morphology of P. grisea/ P. oryzae is\nrestricted to Pyricularia and Neopyricularia, while most other genera\nhave obclavate to more ellipsoid 2-septate conidia. Some related genera\n(Deightoniella, Macgarvieomyces) have evolved 1-septate conidia.\nTherefore, conidium morphology cannot be used as taxonomic criterion at\ngeneric level without phylogenetic data. We also identified 10 novel\ngenera, and seven novel species. A re-evaluation of generic and species\nconcepts within Pyriculariaceae is presented, and novelties are proposed\nbased on morphological and phylogenetic data.","trees":[{"tree_label":"Fig. 1","ntax":"99","rootedtree":"TRUE","title":"Tr78566","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78566.phy"},{"tree_label":"Unpublished Bayesian LSU tree","ntax":"99","rootedtree":"TRUE","title":"Tr78567","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78567.phy"},{"tree_label":"Fig. 2","ntax":"101","rootedtree":"TRUE","title":"Tr78568","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78568.phy"},{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Tr78569","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_78569.phy"}]}