{"Authors":" Antonia Carlucci, Francesca Cibelli, Francesco Lops, Maria\nLuisa Raimondo","Year":" 2015","Title":" Characterization of Botryosphaeriaceae Species as Causal\nAgents of Trunk Diseases on Grapevines","Journal":" Plant Disease","Volume":" 98","Issue":"","Pages":"","Keywords":" Vitis vinifera, wood browning, phylogeny,\npathogenicity","DOI":"","Abstract":" Botryosphaeriaceae species are considered to have a\ncosmopolitan distribution and to occur on a wide range of plant hosts.\nIn the last 15 years, worldwide, 21 species of this family have been\nassociated with grapevine trunk diseases and are considered pathogenic\nfungi that can cause cankers and dieback on grapevines. Here, we report\non a survey that was carried out in vineyards of grapevine cvs.\nLambrusco, Sangiovese and Montepulciano cultivated in three areas of the\nFoggia province (Cerignola, Foggia, San Severo) in southern Italy,\nduring which samples were collected from grapevines showing generalised\ndecline, dieback, cankers, and wood and foliar discoloration. A\ncollection of 334 fungal isolates attributed to Botryosphaeriaceae\nspecies was analysed. A phylogenetic study was performed for the samples\nthat combined ITS and EF1-α sequences of 60 representative isolates,\nwhich are shown to belong to nine botryosphaeriaceous species:\nBotryosphaeria dothidea, Diplodia corticola, Diplodia seriata, Diplodia\nmutila, Dothiorella iberica, Dothiorella sarmentorum, Lasiodiplodia\ntheobromae, Lasiodiplodia citricola and Neofusicoccum parvum. This study\nprovides the first report of L. citricola associated with wood cankers\nand dieback of grapevine in Italy and around the world, and confirms\nanother eight Botryosphaeriaceae species on grapevines. Pathogenicity\ntests confirm that L. citricola can also cause canker and dieback of\ngrapevines. To date, worldwide, and including L. citricola, there are 22\nbotryosphaeriaceous species associated with Vitis vinifera, of which 11\nspecies, including L. citricola, have been reported for grapevines in\nItaly.","trees":[{"tree_label":"PAUP 1","ntax":"104","rootedtree":"TRUE","title":"Botryosphaeriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110814.phy"},{"tree_label":"Imported tree 0","ntax":"104","rootedtree":"TRUE","title":"Botryosphaeriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110815.phy"}]}