{"Authors":" Julien Pirrello, Julie leclercq, Florence Dessailly,\nMaryannick Rio, Piyanuch Piyatrakul, Kuswan hadi, Chaorong Tang, Pascal\nMontoro","Year":" 2014","Title":" Transcriptional and post-transcriptional regulation of the\njasmonate signalling pathway in response to abiotic and harvesting\nstress in Hevea brasiliensis","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Hevea brasiliensis, Latex, Tapping Panel Dryness,\njasmonate, abiotic stress, alternative splicing, transcriptional\nregulation","DOI":"","Abstract":" Latex harvesting in Hevea brasiliensis amounts to strong\nabiotic stress that can cause a halt in production in the most\nsusceptible clones. Although the role of jasmonic acid has been\nsuggested in laticifer differentiation, its role in latex production and\nin the response to harvesting stress has received very little attention.\nOnly a few key genes acting in the COI-JAZ-MYC module have been isolated\nand studied at transcriptional level. Results Here, uUse of a reference\ntranscriptome obtained on rubber clone PB 260 covering a large number of\ntissues under different environmental conditions enabled us to identify\n24 contigs implicated in the jasmonate signalling pathway in the rubber\ntree. An analysis of their expression profile by qPCR, combined with\nhierarchical clustering, suggested that the jasmonate signalling pathway\nis highly activated in laticifer cells and, more particularly, in the\nresponse to harvesting stress. By comparison with their genomic\nsequences, the existence of regulation by alternative splicing was\ndiscovered for JAZ transcripts in response to harvesting stress. Lastly,\npositive transcriptional regulation of the HbJAZ_1405 gene by MYC was\ndemonstrated.\nConclusion The data suggest that specific variability of the JA\nsignalling pathway may have some major consequences for resistance to\nstress in Hevea. The data support the hypothesis that a better\nunderstanding of transcriptional regulations of jasmonate pathway during\nharvesting stress, along with the use of clonal genotypic diversity in\nresponse to such stress, can be used to improve resistance to stress and\nrubber production in Hevea.","trees":[{"tree_label":"tree 1","ntax":"19","rootedtree":"TRUE","title":"Tr79256","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79256.phy"}]}