{"Authors":" Richard J Sugrue, Muhammad R Jumat, Boon H Tan","Year":" 2014","Title":" Genetic characterisation of influenza B viruses detected in\nSingapore, 2004 to 2009.","Journal":" BMC Research Notes","Volume":"","Issue":"","Pages":"","Keywords":" Influenza B, Phylogenetic Analysis, Viral Evolution,\nSurveillance, Singapore, Circulating Lineage, Vaccine Efficiency","DOI":"","Abstract":" Background: Influenza B viruses are classified into two\nmain lineages: Yamagata-like and Victoria-like, which differ\nantigenically and phylogenetically. To understand the evolution of\ninfluenza B viruses in South East Asia as well as to determine the\nvaccine efficacy, we genetically characterised gene segments 4, 6 and 8\nfrom non-tissue culture adapted influenza B viruses detected in\nSingapore from 2004 to 2009. Methods: vRNA were extracted from the\nnasopharygeal swabs or nasal washes of SAF servicemen displaying febrile\nand respiratory symptoms, and subjected to PCR assay to test for the\npresence of influenza B virus. The PCR-positive specimens were next\nsubjected to sequencing of the full gene segments 4 (HA), 6 (NA/NB) and\n8 (NS1/NEP). The nucleotide sequences were aligned together with that of\nother specimens isolated from South East Asia as well as the vaccine\nstrains. Phylogenetic trees of each gene segment were constructed and\nthe amino acid alignments were analysed. Findings: A majority of the\nSingaporean specimens analysed in this study, from 2004-2009, had gene\nsegment 4 from the Victoria-like lineage and gene segment 6 from\nYamagata-like lineage. Some of these specimens had both gene segments\nfrom the Yamagata lineage and this resulted in several vaccine\nmismatches. Gene segment 8 from majority of these specimens clustered\nseparately from both the Yamagata and Victoria strains. The HA protein\nof the most of Singaporean specimens isolated post 2000 contained a\nglycosylation site at position 211, which was not dominant prior to\n2000. No amino acid substitution conferring drug-resistance was found in\neither the HA or NA proteins. Conclusions: The presence of both lineages\nco-circulating post 2000, suggests that a trivalent vaccine is not\nenough to confer immunity to the general public, strongly endorsing the\ninclusion of both lineages in the vaccine. Several amino acid\nsubstitutions were observed, prompting in depth functional\nanalyses.","trees":[{"tree_label":"PHYLIP 1+","ntax":"69","rootedtree":"TRUE","title":"FluB Gene Segment 4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79292.phy"},{"tree_label":"PHYLIP 1+","ntax":"51","rootedtree":"TRUE","title":"FluB Gene Segment 8","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79293.phy"},{"tree_label":"PHYLIP 1+","ntax":"72","rootedtree":"TRUE","title":"FluB Gene Segment 6","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79373.phy"}]}