{"Authors":" Lucas A Meirelles, Scott E Solomon, Mauricio Bacci, April M\nWright, Ulrich G. Mueller, Andre Rodrigues","Year":" 2015","Title":" Shared Escovopsis parasites between leaf-cutting and\nnon-leaf-cutting ants in the higher attine fungus-growing ant\nsymbiosis","Journal":" Royal Society Open Science","Volume":" 2","Issue":" 9","Pages":" 150257","Keywords":" ancestral state reconstruction, attine ants, host-parasite\ninteractions, phylogeny","DOI":" 10.1098/rsos.150257","Abstract":" Fungus-gardening (attine) ants grow fungus for food in\nprotected gardens, which contain beneficial, auxiliary microbes, but\nalso microbes harmful to gardens. Among these potentially pathogenic\nmicroorganisms, the most consistently isolated are fungi in the genus\nEscovopsis, which are thought to co-evolve with ants and their cultivar\nin a tripartite model. To test clade-to-clade correspondence between\nEscovopsis and ants in the higher attine symbiosis (including\nleaf-cutting and non-leaf-cutting ants), we amassed a geographically\ncomprehensive collection of Escovopsis from Mexico to southern Brazil,\nand reconstructed the corresponding Escovopsis phylogeny. Contrary to\nprevious analyses reporting phylogenetic divergence between Escovopsis\nfrom leafcutters and Trachymyrmex ants (non-leafcutter), we found no\nevidence for such specialization; rather, gardens from leafcutters and\nnon-leafcutters genera can sometimes be infected by closely related\nstrains of Escovopsis, suggesting switches at higher phylogenetic levels\nthan previously reported within the higher attine symbiosis. Analyses\nidentified rare Escovopsis strains that might represent\nbiogeographically restricted endemic species. Phylogenetic patterns\ncorrespond to morphological variation of vesicle type (hyphal structures\nsupporting spore-bearing cells), separating Escovopsis with\nphylogenetically derived cylindrical vesicles from ancestral Escovopsis\nwith globose vesicles. The new phylogenetic insights provide an improved\nbasis for future taxonomic and ecological studies of Escovopsis.","trees":[{"tree_label":"Bayesian","ntax":"85","rootedtree":"TRUE","title":"Escovopsis TEF ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_78582.phy"}]}