{"Authors":" NA","Year":" 2014","Title":" Phylogenetic analyses of eurotiomycetous endophytes reveal\ntheir close affinities to Chaetothyriales, Eurotiales, and a new order -\nPhaeomoniellales","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" fungal endophytes; Eurotiomycetes; lichens; Phaeomoniella;\nPhaeomoniellales ord. nov.; cumulative supermatrix approach","DOI":"","Abstract":" Symbiotic fungi living in plants as endophytes, and in\nlichens as endolichenic fungi, cause no apparent symptoms to their\nhosts. They are ubiquitous, ecologically important, hyperdiverse, and\nrepresent a rich source of secondary compounds for new pharmaceutical\nand biocontrol products. Due in part to the lack of visible reproductive\nstructures and other distinctive phenotypic traits for many species, the\ndiversity and phylogenetic affiliations of these cryptic fungi are\ngenerally poorly known. The main goal of this study was to determine the\nphylogenetic placement of endophytes within the Eurotiomycetes\n(Pezizomycotina, Ascomycota), one of the most diverse and evolutionarily\ndynamic fungal classes, and to use that information to infer processes\nof macroevolution in trophic modes. A large sample of endophytic and\nendolichenic fungi was obtained in previous studies from diverse\nbiogeographic locations and hosts, and sequenced for a single locus\nmarker spanning the nuclear ribosomal internal transcribed spacer region\n(nrITS) and 600 base pairs at the 5 end of the nuclear ribosomal large\nsubunit (nrLSU). We conducted phylum-wide phylogenetic searches using\nthis marker to determine which fungal strains belonged to\nEurotiomycetes. We used the results of this single- locus analysis as\nthe basis for a class-wide, multi-locus (seven-locus) phylogenetic study\nfocusing on endophytic and endolichenic Eurotiomycetes. Our cumulative\nsupermatrix-based analyses revealed that representative endophytes\nwithin Eurotiomycetes are distributed in three main clades: Eurotiales,\nChaetothyriales and Phaeomoniellales, a clade that had not yet been\ndescribed formally. This new order, described herein, is sister to the\nclade including Verrucariales and Chaetothyriales. 2 It appears to\nconsist mainly of endophytes and plant pathogens. Morphological\ncharacters of endophytic Phaeomoniellales resemble those of the\npathogenic genus Phaeomoniella. This study highlights the capacity of\nendophytic and endolichenic fungi to expand our understanding of the\necological modes associated with particular clades, and provides a first\nestimation of their phylogenetic relationships in the\nEurotiomycetes.","trees":[{"tree_label":"MajRule","ntax":"157","rootedtree":"TRUE","title":"Tr79977","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79977.phy"}]}