{"Authors":" David A. Ashford, Peter Ashton, Keri Rowsell, Duncan M.\nPorter, Benedikt Kessler, Roman Fisher, Carsten Baessmann, Stephanie\nKaspar, Stephanie Kaspar, Jesper Olsen, Patrick Kiley, James Elliot,\nChristian Kelstrup, Victoria Mullin, Michael Hofreiter, Eske Willerslev,\nJean-Jacques Hublin, Ludovic Orlando, Ludovic Orlando, Ian Barnes, Ross\nD.E. MacPhee, Frido Welker, Matthew J. Collins, Jessica A. Thomas, Marc\nA. Wadsley, Selina Brace, Enrico Capellini, Samuel T. Turvey, Marcelo\nReguero, Javier N. Gelfo, Ajelandro Kramarz, Joachim Burger, Jane\nThomas-Oates","Year":" 2014","Title":" Ancient Proteins Demonstrate South American Ungulates are\nLaurasiatheres, not Afrotheres.","Journal":" Nature","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" No large group of recently-extinct placental mammals\nremains as evolutionarily cryptic as the ~280 genera grouped as “South\nAmerican native ungulates” (SANUs). To Darwin1,2, the first to collect\ntheir remains, they included “perhaps the ‘strangest animal[s] ever\ndiscovered’. Today, much like 180 years ago, it is no clearer whether\nthey had one origin or several, arose before or after the\nCretaceous/Palaeogene (K/Pg) transition 66.2 Ma (million years ago)3, or\nare more likely to belong with the elephants and sirenians of superorder\nAfrotheria than with the euungulates (cattle, horses, and allies) of\nsuperorder Laurasiatheria46. Morphology-based analyses have proven\nunconvincing because convergences are pervasive among unrelated\nungulate-like placentals. Ancient DNA approaches have also been\nunsuccessful, probably due to rapid degradation of DNA in Pleistocene\nsemitropical and temperate deposits. Here we apply recent developments\nin proteomic analysis to screen Pleistocene bone samples of the late\nQuaternary SANU taxa Toxodon (Notoungulata) and Macrauchenia\n(Litopterna) for phylogenetically informative collagen sequences. For\neach SANU we obtained ≈90% direct sequence coverage of collagen (I) α1\nand α2 proteins. A phylogeny was estimated from an alignment of these\nfossil sequences with collagen (I) gene transcripts from available\nmammalian genomes or MS/MS-derived sequence data obtained for this\nstudy. The resulting consensus tree agrees well with recent higher-level\nmammalian phylogenies79. Toxodon and Macrauchenia form a well-supported\nmonophyletic group whose sister taxon is not Afrotheria or any of its\nconstituent clades as recently claimed5,6, but instead crown\nPerissodactyla (horses, tapirs, and rhinos). These results are\nconsistent with the origin of at least some SANUs4,6 from condylarths,”\na paraphyletic assembly of archaic placentals. With ongoing improvements\nin instrumentation and analytical procedures, proteomics may produce a\nrevolution in systematics like that achieved by DNA genomics, but with\nthe possibility of reaching much further back in time.","trees":[{"tree_label":"startingtree","ntax":"75","rootedtree":"TRUE","title":"Tr79297","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79297.phy"}]}