{"Authors":" M. S. Samain, Stefan Wanke, Thomas Borsch, M. Alejandra\nJaramillo, Cristoph Neinhuis, Dietmar Quandt","Year":" 2006","Title":" Evolution of Piperales ˆ matK gene and trnK intron sequence\ndata reveal lineage specific resolution contrast","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" 10.1016/j.ympev.2006.07.007","Abstract":" Piperales represent the largest basal angiosperm order\nwith a nearly worldwide distribution. The order includes three species\nrich genera, Piper (ca. 2000 species), Peperomia (ca. 1500\u001a1700 species),\nand Aristolochia s. l. (ca. 500 species). Sequences of the matK gene and\nthe non-coding trnK group II intron are analysed for a dense set of 105\ntaxa representing all families (except Hydnoraceae) and all generic\nsegregates (except Euglypha within Aristolochiaceae) of Piperales. A\nlarge number of highly informative indels are found in the Piperales\ntrnK/matK dataset. Within a narrow region approximately 500 nt\ndownstream in the matK coding region (CDS), a length variable simple\nsequence repeat (SSR) expansion segment occurs, in which insertions and\ndeletions have led to short frame-shifts. These are corrected shortly\nafterwards, resulting in a maximum of six amino acids being affected.\nFurthermore, additional non-functional matK copies were found in\nZippelia begoniifolia, which can easily be discriminated from the\nfunctional open reading frame (ORF). The trnK/matK sequence data fully\nresolve relationships within Peperomia, whereas they are not effective\nwithin Piper. The resolution contrast is correlated with the rate\nheterogeneity between those lineages. Parsimony, Bayesian and likelihood\nanalyses result in virtually the same topology, and converge on the\nmonophyly of Piperaceae and Saururaceae. Lactoris gains high support as\nsister to Aristolochiaceae subf. Aristolochioideae, but the different\ntree inference methods yield conflicting results with respect to the\nrelationships of subfam. Asaroideae. In Piperaceae, a clade formed by\nthe monotypic genus Zippelia and the small genus Manekia (=Sarcorhachis)\nis sister to the two large genera Piper and Peperomia.","trees":[{"tree_label":"Fig. 5","ntax":"105","rootedtree":"TRUE","title":"Piperales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2595.phy"}]}