{"Authors":" Le Thi Thanh Tam, Nguyen Minh Khue","Year":" 2016","Title":" First Report of Powdery Mildew Caused by Erysiphe quercicola\non Hevea brasiliensis in Viet Nam.","Journal":" Plant Disease (APS Journal)","Volume":"","Issue":"","Pages":"","Keywords":" Hevea brasiliensis, para rubber tree, Erysiphe quercicola,\npowdery mildew, phylogenic tree.","DOI":"","Abstract":" Para rubber tree (Hevea brasiliensis) is industrial\nperennial tree with high economic value in Viet Nam. In the 2013-2015\nsurvey, powdery mildew has been observed on this host plant mainly from\nFeb to May in many intensitively cultured areas country-wide including\nprovinces such as Son La, Lai Chau, Dak Lak, Binh Phuoc, Dong Nai and\nVung Tau. This hyperparasite fungi covers on both sides of young and\nmedium leaves of para rubber trees. The heavily infected trees have\noften had deformed leaves or defoliated young leave. This would decline\nin capability of photosynthesis. As a result, resine yield of para\nrubber tree could be reduced even 30%. Two representative specimens were\ndeposited in the PPRI Herbarium (Accession Nos. PPRI- PM014 and PPRI-\nPM015). Conidiophores were (76.3-) 81.3 -120 (-127.5) µm long.\nFoot-cells of conidiophores were (37.5-)42.5-50 x 7.5-10.0 (-11.3) µm\nlong. Conidia produced singly has ellipsoid or ovoid shape without\nfibrosin bodies, measured (30-)35-42.5(-45) x 15-20(-22.5) µm with a\nlength/width ratio of (1.8-)2.0-2.3. Appressoria on mycelium has lobe or\nmulti/ opposited lobed shape. Conidia germinated with Extensitubus\nsubtype of Pseudoidium type germ tubes. No chasmothecia were found. The\nmorphological characteristics were consistent with descriptions of\nErysiphe quercicola Takamatsu & Braun 2007 (Braun and Cook 2012). To\nconfirm the identity of the causal fungus, the complete ITS region of\nrDNA from isolates PPRI- PM014 and PPRI- PM015 were amplified by primer\npairs HF1/ HR4 and directly sequenced. The resulting sequences were\ndeposited in GenBank (Accession Nos. KM260698, KM260699, respectively.\nMoreover, the domains D1 and D2 of 28S rRNA from these above isolates\nwere also amplified by primer pairs PM3 (Takamatsu and Kano, 2001)/ TW14\nfor 1st PCR and NL1/ TW14 for 2nd PCR and direct sequenced by NL1, NLP2\n(Mori et al., 2000). The resulting sequences were deposited in GenBank\n(Accession Nos. KM260680, KM260681, respectively). BLAST searchs of\nthese sequences showed 99-100% identity with E. quercicola isolate from\nH. brasiliensis (AB193589, AB197132). Powdery mildew on these samples\nfrom Viet Nam belongs to E. quercicola group with strong bootstrap\nvalues support, 99.3% and 86.0%, in MP phylogenic trees based on\nanalysing ITS and 28S rRNA sequences respectively by PAUP (Swofford,\n2001). Pathogenicity was confirmed by gently pressing diseased leaves of\npara rubber tree onto 5 to 7 day-old leaves of ten two-year-old\nseedlings of H. brasiliensis, variety PB260 (Đak Lak) in a glass house\nmaintained at 23 to 25ºC. Ten noninoculated seedlings were used as\ncontrols. Inoculated leaves developed symptoms after 7-10 days, whereas\nthe control plants remained symptomless. The fungus present on the\ninoculated leaves was morphologically identical to that observed on the\noriginal diseased leaves, with the same ITS sequence following the PCR\nprotocol described above, fulfilling Kochs postulates. E. quercicola has\nhost range and distribution widespread in tropical and subtropical\nAfrica, Asia and South America such as H. brasiliensis in Thailand\n(Limkaisang et al. 2005) and Quercus phyllyraeoides in Japan (Takamatsu\net al. 2007). To our knowledge, this is the first report of powdery\nmildew caused by E. quercicola on para rubber tree in Viet Nam. The\nexportation for resin of para rubber tree has been in danger of\nsuffering heavy losses due to this hyperparasite fungi.","trees":[{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"Tr91832","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91832.phy"},{"tree_label":"PAUP 1","ntax":"32","rootedtree":"TRUE","title":"Tr91833","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91833.phy"}]}