{"Authors":" Le Thi Thanh Tam, Nguyen Minh Khue, Nguyen Hong Tuyen, Le\nThi Phuong Thao, Hoang Thi Hoai, Le Dinh Thao, Pham Ngoc Dung, Nguyen\nVan Liem","Year":" 2015","Title":" First Report of Powdery Mildews Caused by Podosphaera genus\non Several Main Crops and sub-hosts in Vietnam.","Journal":" Plant Pathology (The British Society for Plant Pathology\n(BSPP))","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny, powdery mildews, Podosphaera\nxanthii,Podosphaera pannosa, Podosphaera tridactyla, cross-inoculation,\npathogenicity test","DOI":"","Abstract":" Plants in Rose family including Rosa chinensis and Prunus\ndomestica/Prunus salicina have been found to be infected separately by\ncausal agent of powdery mildews, Podosphaera pannosa and Podosphaera\ntridactyla respectively, for first time in Vietnam, based on the\nanalysis ITS sequences with strong bootstrap value support, 100% both in\nMP and in ML analysis. Meanwhile, Podosphaera xanthii complex species\nwas certified to cause powdery mildews on six various families in\nVietnam consisting of five main crops (bitter melon, cucumber, sweet\nleaf, sunflower, pumpkin) and three medical plants (false dairy, grass\ndairy, scoparia weed), three weeds (indian heliotrope, black fellow,\nbellyache bush) and one fence-plant (red bird flower) via pathogenicity\ntest, cross-inoculation and combination characteristics of both\nmolecular and morphological classPhylogeny, powdery mildews, Podosphaera\nxanthii, Podosphaera pannosa, Podosphaera tridactyla, cross-inoculation,\npathogenicity testifications. Especially, in this study, P. xanthii has\nbeen reported first time on Sauropus androgynus on Phyllanthaceae,\nScoparia dulcis on Plantaginaceae, Heliotropium indicum on\nBorraginaceae, Euphorbia thymifolia , Jatropha gossypifolia and\nEuphorbia tithymaloides on Euphorbiaceae for new checklist of host range\nof genus Podosphaera worldwide.","trees":[{"tree_label":"PAUP 1","ntax":"41","rootedtree":"TRUE","title":"Tr79324","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79324.phy"}]}