{"Authors":" Fabio Scarpa, Piero Cossu, Daria Sanna, Tiziana Lai, Jon L.\nNorenburg, Marco Curini-Galletti, Marco Casu","Year":" 2015","Title":" An 18S and 28S-based clock calibration for marine Proseriata\n(Platyhelminthes)","Journal":" Journal of Experimental Marine Biology and Ecology","Volume":" 463","Issue":"","Pages":" 22-31","Keywords":" Meiofauna; Isthmus of Panama; mutation rates; relaxed\nmolecular clock; divergence time; calibration point.","DOI":" 10.1016/j.jembe.2014.10.020","Abstract":" Geminate species are a powerful tool for calibrating the\nmolecular clock in marine organisms, and their adoption is mandatory for\nsoft-bodied taxa, which lack fossil records. The first attempt to\ncalibrate the molecular clock in taxa belonging to meiofaunal\nmicroturbellaria (Platyhelminthes: Proseriata) based on geminate species\nis presented here. We used two species pairs from both sides of the\nIsthmus of Panama: Minona gemella (Caribbean) and Minona cf gemella\n(Pacific); Parotoplana sp. nov. 1 (Caribbean) and Parotoplana sp. nov. 2\n(Pacific). The mutation rates per million years were estimated for both\ngeminate species pairs on two ribosomal regions, the complete nuclear\nsmall subunit rDNA (18S) gene and the partial nuclear large subunit rDNA\n(28S) gene fragment (spanning variable domains D1-D6). Similar values of\nmutation rates per million years were found in both species pairs,\nranging 0.12-0.16% for 18S and 0.49-0.52% for 28S. The values obtained\nwere used as calibration points at minimum age, in order to estimate the\ndivergence times within the phylogenetic tree of the whole dataset, and\ntested on three cases of trans-American (not-geminate) species from\nPacific Panama and S-E Brazil, belonging to the genera Kata,\nArchimonocelis and Duplominona. They consistently showed higher\ndivergence times (ranging 9.4-17.9 Myr) than geminate, trans-isthmian\npairs. These results suggest potential usefulness of our molecular clock\ncalibration, for future research on phylogeography and evolution of\nProseriata.","trees":[{"tree_label":"Beast","ntax":"92","rootedtree":"TRUE","title":"Proseriata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79374.phy"},{"tree_label":"MrBayes","ntax":"92","rootedtree":"TRUE","title":"Proseriata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79375.phy"}]}