{"Authors":" S. M. Lin, Max H. Hommersand, Wendy A. Nelson","Year":" 2006","Title":" An assessment of Haraldiophyllum (Delesseriaceae,\nRhodophyta), including H. crispatum (J. D. Hooker et Harvey) comb. nov.\nfrom New Zealand based on rbcL and LSU sequence analysis and\nmorphological evidence","Journal":" European Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Over thirty species from around the world are currently\nplaced in Myriogramme, very few of which have been compared with the\ntype species, M. livida from southern South America and the Falkland\nIslands. An investigation of two of these, Myriogramme crispata and M.\ndenticulata from New Zealand, demonstrates that they comprise a single\nmorphologically variable species, Haraldiophyllum crispatum (J.D. Hooker\net Harvey) comb. nov., that is separable from Myriogramme. A\nmorphological and molecular study of the New Zealand species together\nwith the type species of Haraldiophyllum, H. bonnemaisonii, from the\nBritish Isles, establishes that the genus is correctly placed in the\ntribe Myriogrammeae. It differs from Myriogramme in having sympodially\ndeveloped solitary terminal carposporangia rather than carposporangia\nborne in chains and sterile-group cells that fuse during carposporophyte\ndevelopment rather than remaining separate. RbcL analyses revealed that\na range of forms of H. crispatum from the North, South and Stewart\nIslands were identical and that H. crispatum was sister to H.\nbonnemaisonii. No relationship between Haraldiophyllum and Myriogramme\nwas found in the rbcL analyses; however, a sister relationship between\nthe two was moderately supported in maximum parsimony analysis of the\nLarge subunit rDNA (LSU) and was strongly supported in a Bayesian\nanalysis. Our studies indicate that many species with similar\nmorphologies placed in Haraldiophyllum, Myriogramme and Nitophyllum\nrequire reinvestigation.","trees":[{"tree_label":"Fig. 71","ntax":"27","rootedtree":"TRUE","title":"Phycodryoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2596.phy"},{"tree_label":"Fig. 70","ntax":"32","rootedtree":"TRUE","title":"Haraldiophyllum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2597.phy"}]}