{"Authors":" Andrin Gross, Jae-Gu Han","Year":" 2015","Title":" Hymenoscyphus fraxineus and two new Hymenoscyphus species\nidentified in Korea","Journal":" Mycological Progress","Volume":" 14","Issue":" 4","Pages":" 13","Keywords":" Chalara fraxinea, Hymenoscyphus pseudoalbidus, molecular\nphylogeny, Fraxinus platypoda, Hymenoscyphus albidus, ash dieback","DOI":" 10.1007/s11557-015-1035-1","Abstract":" Hymenoscyphus fraxineus is an invasive fungal pathogen\nthat causes ash dieback in Europe. Recent investigations have identified\nH. fraxineus on herbarium specimens in Korea. In this paper, these\nspecimens, plus five additional collections, were studied by internal\ntranscribed spacer (ITS) screening and subsequent phylogenetic analysis\nusing three additional sequence markers (actin, calmodulin, EF1-α).\nUsing the concept of genealogical concordance phylogenetic species\nrecognition (GCPSR), H. fraxineus was confirmed in five of the\ncollections on petioles of Fraxinus mandshurica and F. chinensis subsp.\nrhynchophylla. The remaining collections revealed two novel species,\nboth occurring on petioles of F. chinensis subsp. rhynchophylla. They\nare described as Hymenoscyphus occultus sp. nov. and Hymenoscyphus\nkoreanus sp. nov., based on morphological and molecular data. Both\ndevelop a Chalara-like anamorph similar to that of H. fraxineus.\nTogether with the newly described H. albidoides from China and H.\nlinearis from Japan, the clade containing H. fraxineus now consists of\nsix species. Within this clade, H. koreanus forms a sister species to H.\nalbidus and both share highly similar morphological and molecular\nfeatures. Hymenoscyphus occultus is more distantly related to H.\nfraxineus and shows proximity to H. linearis. Ascocarp production on ash\nleaf malt-extract agar could be shown for the two new species, and for\nH. linearis and H. albidus. The experiment demonstrated these species\nability to self-fertilize. Our findings suggest the diversity of\nHymenoscyphus species on Fraxinus sp. might be higher than currently\nknown, calling for further investigations on petioles of other Fraxinus\nspecies.","trees":[{"tree_label":"tree 1","ntax":"26","rootedtree":"TRUE","title":"Tr79358","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79358.phy"},{"tree_label":"con 50 majrule","ntax":"18","rootedtree":"TRUE","title":"Tr79356","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79356.phy"},{"tree_label":"con 50 majrule","ntax":"13","rootedtree":"TRUE","title":"Tr79353","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79353.phy"},{"tree_label":"con 50 majrule","ntax":"18","rootedtree":"TRUE","title":"Tr79354","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79354.phy"},{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Tr79357","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79357.phy"},{"tree_label":"con 50 majrule","ntax":"18","rootedtree":"TRUE","title":"Tr79355","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79355.phy"}]}