{"Authors":" Julienne Ng, Stacey D. Smith","Year":" 2016","Title":" Widespread flower color convergence in Solanaceae via\nalternate biochemical pathways","Journal":" New Phytologist","Volume":" 209","Issue":"","Pages":" 407-417","Keywords":" Solanaceae, ancestral state reconstruction, anthocyanins,\ncarotenoids, phylogenetic signal, pigment pathway","DOI":" 10.1111/nph.13576","Abstract":" Phenotypic convergence is rampant throughout the tree of\nlife. While recent studies have made significant progress in\nascertaining the proximate mechanisms underlying convergent phenotypes,\nrelatively little is known about the frequency and predictability with\nwhich convergent phenotypes arise via the same or multiple pathways at\nthe macroevolutionary scale. We here investigate the proximate causes\nand evolutionary patterns of red flower color in the tomato family,\nSolanaceae. We use large-scale data mining and de novo sequencing to\nreconstruct a family-level megaphylogeny of 1326 species. We then\ncombine spectral and anatomical data to assess how many times red\nflowers have evolved, the relative contribution of different pathways to\nindependent origins of red, and whether the underlying pathway is\npredicted by phylogenetic relatedness. We estimate at least 30\nrelatively recent origins of red flowers using either anthocyanins,\ncarotenoids, or a dual production of both pigments. We found significant\nphylogenetic signal in the use of anthocyanins and dual production,\nindicating that closely related red-flowered species tend to employ the\nsame mechanism for coloration. Our study is the first to test whether\ndevelopmental pathways exhibit phylogenetic signal, and provides a\nstepping-stone to understanding whether phenotypic convergence is due to\nsimilar selective pressures and genetic mechanisms across the\nfamily.","trees":[{"tree_label":"MLT","ntax":"1344","rootedtree":"TRUE","title":"Solanaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85881.phy"}]}