{"Authors":" William Quaedvlieg, Karen Hansen, David L. Hawksworth,\nJohannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2014","Title":" Phacidium and Ceuthospora (Phacidiaceae) are congeneric:\ntaxonomic and nomenclatural implications","Journal":" IMA Fungus","Volume":" 5","Issue":" 2","Pages":" 173-193","Keywords":" Bulgariaceae; coelomycete; discomycete; Gremmenia;\nHelotiales; LSU; Phacidiales; RPB2; systematics","DOI":" 10.5598/imafungus.2014.05.02.02","Abstract":" The morphologically diverse genus Ceuthospora has\ntraditionally been linked to Phacidium sexual morphs via association,\nthough molecular or cultural data to confirm this relationship have been\nlacking. The aim of this study was thus to resolve the relationship of\nthese two genera by generating nucleotide sequence data for three loci,\nITS, LSU and RPB2. Based on these results, Ceuthospora is reduced to\nsynonymy under the older generic name Phacidium. Phacidiaceae (currently\nHelotiales) is suggested to constitute a separate order, Phacidiales\n(Leotiomycetes), as sister to Helotiales, which is clearly paraphyletic.\nPhacidiaceae includes Bulgaria, and consequently the family Bulgariaceae\nbecomes a synonym of Phacidiaceae. Several new combinations are\nintroduced in Phacidium, along with two new species, P.\npseudophacidioides, which occurs on Ilex and Chamaespartium in Europe,\nand Phacidium trichophori, which occurs on Trichophorum cespitosum\nsubsp. germanicum in The Netherlands. The generic name\nAllantophomopsiella is introduced to accommodate A. pseudotsugae, a\npathogen of conifers, while Gremmenia is resurrected to accommodate the\nsnow-blight pathogens of conifers, G. abietis, G. infestans, and G.\npini-cembrae.","trees":[{"tree_label":"Fig. 1","ntax":"160","rootedtree":"TRUE","title":"Phacidium and Ceuthospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79416.phy"},{"tree_label":"Unpublished LSU parsimony tree","ntax":"160","rootedtree":"TRUE","title":"Phacidium and Ceuthospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79417.phy"},{"tree_label":"Fig. 2","ntax":"43","rootedtree":"TRUE","title":"Phacidium and Ceuthospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79418.phy"}]}