{"Authors":" Zhao-xiang Zhu, Wen-Ying Zhuang","Year":" 2015","Title":" Three new species of Trichoderma with hyaline ascospores from\nChina","Journal":" Mycologia","Volume":" 107","Issue":" 2","Pages":" 328-345","Keywords":" Hypocreales, phylogeny, RPB2, se- quence analyses,\ntaxonomy, TEF1-a","DOI":" 10.3852/14-141","Abstract":" Collections of Trichoderma having hyaline ascospores from\ndifferent areas of China were examined. Using combined analyses of\nmorphologi- cal data, culture characters and phylogenetic infor- mation\nbased on rDNA sequences of partial nuc translation elongation factor 1-a\nencoding gene (TEF1-a) and the gene encoding the second largest nuc RNA\npolymerase subunit (RPB2), three new species, Trichoderma applanatum, T.\noligosporum and T. sinoluteum, were discovered and are described.\nTrichoderma applanatum produces continuous flat to pulvinate, white to\ncream stromata with dense orange or pale brown ostioles, and simple\nacremonium-like to verticillium-like conidiophores, belongs to the\nHypocreanum clade and is closely related to T. decipiens. Trichoderma\noligosporum forms reddish brown stromata with a downy surface, hyaline\nconidia and gliocladium-like conidiophores, and is closely related to\nbut distinct from T. crystalligenum in the Psychrophila clade.\nTrichoderma sinoluteum, as a member of the Polysporum clade, is\ncharacterized by pale yellow stromata, white pustulate conidiomata,\npachybasium-like conidiophores, and hyaline conidia. Differences between\nthe new species and their close relatives are discussed.","trees":[{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Trichoderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_79434.phy"},{"tree_label":"Fig. 1","ntax":"44","rootedtree":"TRUE","title":"Trichoderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80547.phy"},{"tree_label":"Fig. 3","ntax":"44","rootedtree":"TRUE","title":"Trichoderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_79456.phy"}]}