{"Authors":" Dhanushka Udayanga, Lisa A Castlebury, Amy Y. Rossman,\nEkachai Chukeatirote, Kevin D Hyde","Year":" 2014","Title":" The Diaporthe sojae species complex: phylogenetic\nre-assessment of pathogens associated with soybean, cucurbits and other\nfield crops","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" rot of melon, disease resistant soybean, genealogical\nconcordance, Glycine max, Phomopsis, pod blight, seed decay, stem\ncanker, soft rot of cantaloupe","DOI":"","Abstract":" Phytopathogenic species of Diaporthe are associated with\nthe serious diseases including seed decay, pod and stem blight and stem\ncanker of soybean leading to considerable loss of crop production\nworldwide. Accurate identification of the species that cause these\ndiseases has been difficult due to the lack of a recent comprehensive\nphylogenetic and taxonomic revision. In this study, we revised the\nphylogenetic placement of the soybean seed decay and pod and stem blight\npathogens, D. longicolla and D. sojae, as well as Diaporthe phaseolorum\nand closely related taxa. Species boundaries of the Diaporthe sojae\nspecies complex were determined based on combined phylogenetic analysis\nof five gene regions: partial sequences of calmodulin (CAL),\nbeta-tubulin (TUB), histone-3 (HIS), translation elongation factor 1-α\n(EF1-α), and the nuclear ribosomal internal transcribed spacers (ITS). A\nmulti-gene phylogeny inferred for available ex-type isolates of\nDiaporthe was used to determine the relative phylogenetic position of\nthe D. sojae species complex with respect to other known Diaporthe\nspecies. Phylogenetic analyses revealed that this species complex is\ncomprised of soybean pathogens as well as species associated with hosts\nin Apiaceae, Asteraceae, Convolvulaceae, Cucurbitaceae, Fabaceae and\nSolanaceae, including mostly vegetables and other herbaceous field crops\nand weeds. Diaporthe arctii, D. batatas, D. phaseolorum and D. sojae are\nepitypified and synonyms are clarified. The seed decay pathogen\nDiaporthe longicolla was determined to be distinct from D. sojae.\nDiaporthe phaseolorum associated with stem and leaf blight of Lima bean\nwas not found to be associated with soybean in this study. In addition,\nDiaporthe cucurbitae, the pathogen causing black rot of cucumbers, was\ndistinguished from D. melonis causing soft rot of cantaloupe. The taxon\nD. phaseolorum var. brevistylospora, causing concave rot of melon in\nJapan, is conspecific with D. sojae. A new species, D. ueckerae,\nassociated with Cucumis melo from Oklahoma, is introduced with full\ndescription and illustrations.","trees":[{"tree_label":"Imported tree 0","ntax":"83","rootedtree":"TRUE","title":"Tr79487","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79487.phy"},{"tree_label":"Imported tree 0","ntax":"83","rootedtree":"TRUE","title":"Tr79486","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79486.phy"}]}