{"Authors":" Morgan Gostel, Peter B Phillipson, Andrea Weeks","Year":" 2014","Title":" Phylogenetic Reconstruction of the Myrrh Genus, Commiphora\n(Burseraceae), Reveals Multiple Radiations in Madagascar and Clarifies\nInfrageneric Relationships.","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Molecular markers, nrDNA, chloroplast spacers, island\nradiations, endemism, Africa","DOI":"","Abstract":" The myrrh genus, Commiphora (Burseraceae), is the most\nspecies rich in the frankincense and myrrh family, Burseraceae, and is\nrepresented by several interesting distributions, globally. The\ntaxonomic history at both species- and infrageneric levels has been\nproblematic and we seek to evaluate existing classifications and test\nfor the phylogenetic conservatism of traits traditionally used in\ninfrageneric circumscription and the identification of species\nboundaries. Among species of Commiphora from Madagascar  all of which\nare endemic  previous studies indicate that the genus has radiated to\nthe island twice. We seek to reconstruct species-level relationships in\nCommiphora using a more exhaustive taxon sampling, emphasizing\npriorities established in previous studies. We have achieved a nearly\ncomprehensive sampling of species from Madagascar and employ\nphylogenetic reconstruction methods using five molecular markers (nrETS,\nnrITS, psbAtrnH, ndhFrpl32, and trnDtrnT). Results from this expanded\nsampling support a monophyletic Commiphora and indicate strong support\nfor seven clades that we refer to as the ‘Lasiodisca’, ‘Granuliferous’,\n‘Saxicola’, ‘Gariepensis’, ‘Spinescent’, ‘Arafy’, and ‘Rhynchocarpa’\nclades. Further, species of Commiphora appear to have dispersed to\nMadagascar from continental Africa no fewer than four times. We describe\nthe morphological and geographic affinities of each of these six clades\nand identify priorities for future study in the group.","trees":[{"tree_label":"PAUP 1","ntax":"159","rootedtree":"TRUE","title":"The Myrrh Genus Commiphora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79772.phy"},{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"The Myrrh Genus Commiphora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79773.phy"},{"tree_label":"PAUP 1","ntax":"33","rootedtree":"TRUE","title":"The Myrrh Genus Commiphora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79774.phy"}]}