{"Authors":" Marcel Cardillo, Olaf R. P. Bininda-Emonds, Andy Purvis, F.\nG. R. Liu, R. M. D. Beck","Year":" 2006","Title":" A higher-level MRP supertree of placental mammals","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background The higher-level phylogeny of placental mammals\nhas long been a phylogenetic Gordian knot, with disagreement about both\nthe precise contents of, and relationships between, the extant orders. A\nrecent MRP supertree that favoured \u001aoutdated\u001a hypotheses (notably,\nmonophyly of both Artiodactyla and Lipotyphla) has been heavily\ncriticised for including low-quality and redundant data. We apply a\nstringent data selection protocol designed to minimise these problems to\na much-expanded data set of morphological, molecular and combined source\ntrees, to produce a supertree that includes every family of extant\nplacental mammals. Results The supertree is well-resolved and supports\nboth polyphyly of Lipotyphla and paraphyly of Artiodactyla with respect\nto Cetacea. The existence of four \u001asuperorders\u001a \u001a Afrotheria, Xenarthra,\nLaurasiatheria and Euarchontoglires - is also supported. The topology is\nhighly congruent with recent (molecular) phylogenetic analyses of\nplacental mammals, but is considerably more comprehensive, being the\nfirst phylogeny to include all 113 extant families without making a\npriori assumptions of suprafamilial monophyly. Subsidiary analyses\nreveal that the data selection protocol played a key role in the major\nchanges relative to a previously published higher-level supertree of\nplacentals. Conclusions The supertree should provide a useful framework\nfor hypothesis testing in phylogenetic comparative biology, and supports\nthe idea that biogeography has played a crucial role in the evolution of\nplacental mammals. Our results demonstrate the importance of minimising\npoor and redundant data when constructing supertrees.","trees":[{"tree_label":"Fig. 1 Beck et al","ntax":"115","rootedtree":"TRUE","title":"Eutherian families","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4676.phy"},{"tree_label":"Fig. 2 Beck et al","ntax":"86","rootedtree":"TRUE","title":"Eutherian families","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4677.phy"},{"tree_label":"LEA+P equal weighting","ntax":"86","rootedtree":"TRUE","title":"Eutherian families","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4678.phy"}]}