{"Authors":" Ryan A Ellingson, Patrick J. Krug","Year":" 2014","Title":" Population-level shifts in larval development mode reduce\ngenetic diversity and drive reinforcement in a marine gastropod","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" genetic diversity, lecithotrophy, planktotrophy,\npoecilogony, reinforcement, Sacoglossa","DOI":"","Abstract":" Transitions from dispersive to aplanktonic larvae are\npredicted to reduce connectivity among, and genetic diversity within,\npopulations of marine invertebrates. Aplanktonic development may also\nlead to outbreeding depression, and/or block hybridization with nearby\nplanktotrophic populations due to incompatible genetic programs\ndirecting early embryogenesis. However, the rarity of variable\ndevelopment within species (poecilogony) has precluded population-level\ntests, and phylogenetic effects may confound meta-analyses evaluating\nthese hypotheses among species. Here, we confirm poecilogony in the sea\nslug Costasiella ocellifera, and identify consequences of local shifts\nto non-dispersive larvae. Most demes expressed planktotrophy and formed\none large Caribbean metapopulation, but four predominantly aplanktonic\npopulations had reduced genetic diversity and connectivity.\nInter-population crosses revealed post-zygotic isolation between dams\nwith aplanktonic offspring and sires from other populations, regardless\nof genetic or geographic distance, suggesting outbreeding depression.\nNeighboring populations also showed strong pre-zygotic isolation,\nconsistent with reinforcement driven by reduced hatching success of\nhybrids. By increasing self-recruitment and the strength of genetic\ndrift, the loss of dispersal may initiate a feedback loop resulting in\nthe rapid evolution of reproductive isolation. However, only one\naplanktonic population showed phylogeographic evidence of long-term\npersistence; transitions to non-dispersive life histories may thus lead\nto population extinction more often than incipient speciation.","trees":[{"tree_label":"Consensus","ntax":"128","rootedtree":"TRUE","title":"Tr91937","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91937.phy"},{"tree_label":"Consensus","ntax":"128","rootedtree":"TRUE","title":"Tr79461","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79461.phy"}]}