{"Authors":" Mehrnoush Panahi, Łukasz Banasiak, Marcin PiwczyÅski,\nRadosÅaw PuchaÅka, Alexei A. Oskolski, Krzysztof Spalik","Year":" 2014","Title":" Phylogenetic relationships among Dorema, Ferula and Leutea\n(Apiaceae, Scandiceae, Ferulinae) inferred from nrDNA ITS and cpDNA\nnoncoding sequences","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" molecular phylogeny, rpoB-trnC intergenic spacer, rpoC1\nintron, rps16 intron, taxonomy, Umbelliferae","DOI":"","Abstract":" Dorema, Ferula and Leutea are member-genera of Apiaceae\ntribe Scandiceae subtribe Ferulinae. Their placement in Scandiceae was\nestablished based only on nuclear ribosomal DNA internal transcribed\nspacer (nrDNA ITS) sequence variation. Previous molecular studies\nsuggested that Dorema and Leutea are nested within Ferula. To confirm\nissues of relationships and eventual nomenclatural changes, we increased\ntaxonomic sampling and examined nrDNA ITS and three rapidly evolving\ncpDNA markers: rpoB-trnC intergenic spacer and rps16 and rpoC1 introns.\nNinety-one species were included representing 68 species of Ferula, six\nspecies of Dorema, nine species of Leutea and eight outgroup taxa.\nNuclear and plastid DNA data were analysed separately and combined using\nmaximum likelihood and Bayesian approaches; based on the resulting trees\nseveral topological hypotheses on relationships among these genera were\ntested. Data incongruence was assessed using internode certainty (IC)\nand tree certainty (TC) measures. In all analyses, Leutea was\nmonophyletic. In nrDNA trees it was nested within Ferula, while in cpDNA\nand combined data trees it was sister to Ferula + Dorema clade. In all\nanalyses, species of Dorema were placed in one subclade of Ferula and\nintermingled with its members. Despite the incongruence of nrDNA and\ncpDNA data, the IC support for the sister position of Leutea to\nremaining Ferulinae and the TC support was higher in combined analyses\nthan in the analyses of cpDNA data alone. Our results support the\ntaxonomic position of Leutea as a separate genus but suggest that Dorema\nis subsumed within Ferula.","trees":[{"tree_label":"Fig. 2","ntax":"91","rootedtree":"TRUE","title":"Ferulinae Bayesian ITS tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79493.phy"},{"tree_label":"Fig. 3","ntax":"91","rootedtree":"TRUE","title":"Ferulinae Bayesian cpDNA tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79494.phy"},{"tree_label":"Fig. 4","ntax":"91","rootedtree":"TRUE","title":"Ferulinae Bayesian ITS+cpDNA tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79495.phy"},{"tree_label":"First ML tree","ntax":"91","rootedtree":"TRUE","title":"Ferulinae ML tree for ITS data and bootstrap\nsupport","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79496.phy"},{"tree_label":"Second ML tree","ntax":"91","rootedtree":"TRUE","title":"Ferulinae ML tree for cpDNA and bootstrap support\nvalules","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79497.phy"},{"tree_label":"Third ML tree","ntax":"91","rootedtree":"TRUE","title":"Ferulinae ML tree for ITS+cpDNA and bootstrap\nsupport","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79498.phy"}]}