{"Authors":" Glenn Litsios, Nicolas Salamin","Year":" 2014","Title":" Hybridisation and diversification in the adaptive radiation\nof clownfishes","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" syngameon, speciation, diversification, cytonuclear\ndiscordance, anemonefish","DOI":"","Abstract":" The importance of hybridisation during species\ndiversification has long been debated among evolutionary biologists. It\nis increasingly recognised that hybridisation events occurred during the\nevolutionary history of numerous species, especially during the early\nstages of adaptive radiation. We study the effect of hybridisation on\ndiversification in the clownfishes, a clade of coral reef fish that\ndiversified through an adaptive radiation process. While two species of\nclownfish are likely to have been described from hybrid specimens, the\noccurrence and effect of hybridisation on the clade diversification is\nyet unknown. We generate sequences of three mitochondrial genes to\ncomplete an existing dataset of nuclear sequences and document\ncytonuclear discordance at a node, which shows a drastic increase of\ndiversification rate. Then, using a tree-based jack-knife method, we\nidentify clownfish species likely stemming from hybridisation events.\nFinally, we use molecular cloning and identify the putative parental\nspecies of four clownfish specimens that display the morphological\ncharacteristics of hybrids. Our results show that consistently with the\nsyngameon hypothesis, hybridisation events are linked with a burst of\ndiversification in the clownfishes. Moreover, several recently diverged\nclownfish lineages likely originated through hybridisation, which\nindicates that diversification, catalysed by hybridisation events, may\nstill be happening.","trees":[{"tree_label":"con all compat","ntax":"46","rootedtree":"TRUE","title":"Clownfishes 16S ATP86 CytB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79823.phy"},{"tree_label":"con all compat","ntax":"46","rootedtree":"TRUE","title":"Clownfish 7 nuclear genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79824.phy"}]}