{"Authors":" Gary S. Casper, Randall L. Small, Gordon M. Burghardt,\nRichard B. King, J. P. Placyk Jr, Jace W. Robinson","Year":" 2006","Title":" Post-glacial recolonization of the Great Lakes region by the\ncommon gartersnake (Thamnophis sirtalis) inferred from mtDNA\nsequences","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Pleistocene events played an important role in the\ndifferentiation of North American vertebrate populations. Michigan, in\nparticular, and the Great Lakes region, in general, were greatly\ninfluenced by the last glaciation. While several hypotheses regarding\nthe recolonization of this region have been advanced, none have been\nstrongly supported. We generated 148 complete ND2 mitochondrial DNA\n(mtDNA) sequences from common gartersnake (Thamnophis sirtalis)\npopulations throughout the Great Lakes region to evaluate\nphylogeographic patterns and population structure and to determine\nwhether the distribution of haplotypic variants is related to the\npost-Pleistocene retreat of the Wisconsinan glacier. The common\ngartersnake was utilized, as it is believed to have been one of the\nprimary vertebrate invaders of the Great Lakes region following the most\nrecent period of glacial retreat and because it has been a model species\nfor a variety of evolutionary, ecological, behavioral, and physiological\nstudies. Several genetically distinct evolutionary lineages were\nsupported by both genealogical and molecular population genetic\nanalyses, although to different degrees. The geographic distribution of\nthe majority of these lineages is interpreted as reflecting post-glacial\nrecolonization dynamics during the late Pleistocene. These findings\ngenerally support previous hypotheses of range expansion in this\nregion.","trees":[{"tree_label":"Fig. 3","ntax":"77","rootedtree":"TRUE","title":"Thamnophis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4680.phy"}]}