{"Authors":" R Graham Reynolds","Year":" 2015","Title":" Genetic Characterization of an Invasive Boa Constrictor\nPopulation On The Caribbean Island of Aruba.","Journal":" Journal of Herpetology","Volume":"","Issue":"","Pages":"","Keywords":" Boidae; DNA; Introduced; mtDNA; Microsatellite; Population\ngenetics; Snakes","DOI":"","Abstract":" Boa constrictor were first documented on the Caribbean\nisland of Aruba in 1999. Despite intensive efforts to eradicate the\nsnake from the island, B. constrictor has established a stable,\nreproductively successful population on Aruba. We generated\nmitochondrial sequence and multilocus microsatellite data for\nindividuals from this population to characterize the origins and means\nof introduction to the island. Phylogenetic analyses and measures of\ngenetic diversity for this population were compared with those for\ninvasive B. c. imperator from Cozumel and B. c. constrictor from Puerto\nRico. The Cozumel populations of B. c. imperator had significantly\nhigher number of alleles and significantly higher fixation index, FIS,\nthan the Puerto Rico and Aruba populations. Observed, expected, and Neis\nunbiased heterozygosities as well as effective number of alleles were\nnot significantly different. The effective population sizes from Aruba\nand Puerto Rico were generally lower than those for either of the\nCozumel populations; however, there were broad confidence intervals\nassociated with published estimates. We conclude that the present B.\nconstrictor population on Aruba was probably not established from the\nintroduction of a single gravid or parthenogenic female but instead most\nlikely resulted from the release or escape of a small number of\nunrelated captive snakes. This study adds to the growing body of\nevidence suggesting the ease with which a small number of relatively\nslow maturing B. constrictor can quickly invade, become established, and\navoid eradication efforts in a new location with suitable habitat.","trees":[{"tree_label":"TREE1","ntax":"198","rootedtree":"TRUE","title":"Boa constrictor","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80044.phy"}]}