{"Authors":" Sofonias K Tessema , Stephanie L Monk, Mark B Schultz,\nLivingstone Tavul, John C Reeder, Peter M Siba, Ivo Mueller, Alyssa\nEllen Barry","Year":" 2014","Title":" Phylogeography of var gene repertoires reveals fine-scale\ngeospatial clustering of Plasmodium falciparum populations in a highly\nendemic area","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Plasmodium falciparum; var genes; DBLα; genetic diversity,\npopulation structure, immune evasion","DOI":"","Abstract":" Plasmodium falciparum malaria is a major global health\nproblem that is being targeted for progressive elimination. Knowledge of\nlocal disease transmission patterns in endemic countries is critical to\nthese elimination efforts. To investigate fine-scale patterns of malaria\ntransmission, we have compared repertoires of rapidly evolving var genes\nin a highly endemic area. A total of 3680 high quality DBLαsequences\nwere obtained from 68 P. falciparum isolates from ten villages spread\nover two distinct catchment areas on the north coast of Papua New Guinea\n(PNG). Modeling of the extent of var gene diversity in the two parasite\npopulations predicts more than twice as many var gene alleles\ncirculating within each catchment (Mugil=906; Wosera=1094) than\npreviously recognized in PNG (Amele=369). In addition, there were\nlimited levels of var gene sharing between populations, consistent with\nlocal parasite population structure. Phylogeographic analyses\ndemonstrate that while neutrally evolving microsatellite markers\nidentified population structure only at the catchment level, var gene\nrepertoires reveal further fine-scale geospatial clustering of parasite\nisolates. The clustering of parasite isolates by village in Mugil, but\nnot in Wosera was consistent with the physical and cultural isolation of\nthe human populations in the two catchments. The study highlights the\nmicro-heterogeneity of P. falciparum transmission in highly endemic\nareas and demonstrates the potential of var genes as markers of local\npatterns of parasite population structure.","trees":[{"tree_label":"TREE1","ntax":"42","rootedtree":"TRUE","title":"Tr79560","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79560.phy"},{"tree_label":"TREE1","ntax":"68","rootedtree":"TRUE","title":"Tr79559","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79559.phy"},{"tree_label":"TREE1","ntax":"35","rootedtree":"TRUE","title":"Tr79561","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79561.phy"},{"tree_label":"TREE1","ntax":"33","rootedtree":"TRUE","title":"Tr79562","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79562.phy"}]}