{"Authors":" Dilnora Gouliamova","Year":" 2015","Title":" Fungal Planet description sheets: 320370","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 34","Issue":"","Pages":" 167-266 8194","Keywords":"","DOI":"","Abstract":" Novel species of fungi described in the present study\ninclude the following from Malaysia: Castanediella eucalypti from\nEucalyptus pellita, Codinaea acacia from Acacia mangium, Emarcea\neucalyptigena from Eucalyptus brassiana, Myrtapenidiella eucalyptorum\nfrom Eucalyptus pellita, Pilidiella eucalyptigena from Eucalyptus\nbrassiana and Strelitziana malaysiana from Acacia mangium. Furthermore,\nStachybotrys sansevieriicola is described from Sansevieria ehrenbergii\n(Tanzania), Phacidium grevilleae from Grevillea robusta (Uganda),\nGraphium jumulu from Adansonia gregorii and Ophiostoma eucalyptigena\nfrom Eucalyptus marginata (Australia), Pleurophoma ossicola from bone\nand Plectosphaerella populi from Populus nigra (Germany), Colletotrichum\nneosansevieriae from Sansevieria trifasciata, Elsinoë othonnae from\nOthonna quinquedentata and Zeloasperisporium cliviae\n(Zeloasperisporiaceae fam. nov.) from Clivia sp. (South Africa),\nNeodevriesia pakbiae, Phaeophleospora hymenocallidis and Phaeophleospora\nhymenocallidicola on leaves of a fern (Thailand), Melanconium\nelaeidicola from Elaeis guineensis (Indonesia), Hormonema viticola from\nVitis vinifera (Canary Islands), Chlorophyllum pseudoglobossum from a\ngrassland (India), Triadelphia disseminata from an immunocompromised\npatient (SaudiArabia), Colletotrichum abscissum from Citrus (Brazil),\nPolyschema sclerotigenum and Phialemonium limoniforme from human\npatients (USA), Cadophora vitícola from Vitis vinifera (Spain), Entoloma\nflavovelutinum and Bolbitius aurantiorugosus from soil (Vietnam),\nRhizopogon granuloflavus from soil (Cape Verde Islands), Tulasnella\neremophila from Euphorbia officinarum subsp. echinus (Morocco),\nVerrucostoma martinicensis from Danaea elliptica (French West Indies),\nMetschnikowia colchici from Colchicum autumnale (Bulgaria), Thelebolus\nmicrocarpus from soil (Argentina) and Ceratocystis adelpha from\nTheobroma cacao (Ecuador). Myrmecridium iridis (Myrmecridiales ord.\nnov., Myrmecridiaceae fam. nov.) is also described from Iris sp. (The\nNetherlands). Novel genera include (Ascomycetes): Budhanggurabania from\nCynodon dactylon (Australia), Soloacrosporiella, Xenocamarosporium,\nNeostrelitziana and Castanediella from Acacia mangium and Sabahriopsis\nfrom Eucalyptus brassiana (Malaysia), Readerielliopsis from basidiomata\nof Fuscoporia wahlbergii (French Guyana), Neoplatysporoides from Aloe\nferox (Tanzania), Wojnowiciella, Chrysofolia and Neoeriomycopsis from\nEucalyptus (Colombia), Neophaeomoniella from Eucalyptus globulus (USA),\nPseudophaeomoniella from Olea europaea (Italy), Paraphaeomoniella from\nEncephalartos altensteinii, Aequabiliella, Celerioriella and Minutiella\nfromPrunus (South Africa). Tephrocybella (Basidiomycetes) represents a\nnovel genus from wood (Italy). Morphological and culture characteristics\nalong with ITS DNA barcodes are provided for all taxa.","trees":[{"tree_label":"PAUP 1","ntax":"15","rootedtree":"TRUE","title":"Metschnikowia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81369.phy"}]}