{"Authors":" Jorge Doña","Year":" 2015","Title":" DNA barcoding and mini-barcoding as a powerful tool for\nfeather mite studies","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" barcode threshold, cryptic species, host-symbiont\ninteractions, mtDNA, COI, mini-barcoding, DNA barcoding","DOI":"","Abstract":" Feather mites (Astigmata: Analgoidea, Pterolichoidea) are\namong the most abundantand commonly occurring bird ectosymbionts. Basic\nquestions on the ecology and evolution of feather mites remain\nunanswered because feather mite species identification is often only\npossible for adult males and it is laborious even for specialised\ntaxonomists, thus precluding large-scale identifications. Here, we\ntested DNA barcoding as a useful molecular tool to identify feather\nmites from passerine birds. 361 specimens of 72 species of feather mites\nfrom 68 species of European passerine birds from Russia and Spain were\nbarcoded. The accuracy of barcoding and mini-barcoding was tested.\nMoreover, threshold choice (a controversial issue in barcoding studies)\nwas also explored in a new way, by calculating through simulations the\neffect of sampling effort (in species number and species composition) on\nthreshold calculations. We found one 200 bp mini-barcode region that\nshowed the same accuracy as the full-length barcode (602 bp) and was\nsurrounded by conserved regions potentially useful for group-specific\ndegenerate primers. Species identification accuracy was perfect (100%)\nbut decreased when singletons or species of the Proctophyllodes pinnatus\ngroup were included. In fact, barcoding confirmed previous taxonomic\nissues within the Proctophyllodes pinnatus group. Following an\nintegrative taxonomy approach, we compared our barcode study with\nprevious taxonomic knowledge on feather mites, discovering three new\nputative cryptic species and validating three previous morphologically\ndifferent (but still undescribed) new species.","trees":[{"tree_label":"con 50 majrule","ntax":"362","rootedtree":"TRUE","title":"Pterolichoidea COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_85682.phy"}]}