{"Authors":" Helena Wiklund, Fredrik Pleijel, Arne Nygren, Annie\nTillier, Christine Ruta, Per Sundberg, Vincent Rousset","Year":" 2006","Title":" Phylogeny of Hesionidae (Aciculata, Polychaeta), assessed\nfrom morphology, 18S rDNA, 28S rDNA, 16S rDNA and COI","Journal":" Zoologica Scripta","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We assess phylogenetic relationships within the polychaete\nfamily Hesionidae with morphological data together with nucleotide data\nfrom 18S rDNA, 28S rDNA, 16S rDNA and COI. Parsimony and Bayesian\nanalyses are performed on two data sets, one based on a more restricted\nset of terminals with both morphological and molecular data (17 ingroup\nterminals), and one that includes additional taxa with morphological\ndata only (25 ingroup terminals). The different sets of terminals yield\nfully congruent results, as does the parsimony and the Bayesian\nanalyses. Our results indicate high levels of homoplasy in traditionally\nused morphological characters in the group, and that Hesioninae, Gyptini\nand Gyptis are non-monophyletic. Hesionini (mainly Hesione and\nLeocrates), Psamathini (mainly Hesiospina, Micropodarke, Nereimyra,\nPsamathe and Syllidia), Ophiodrominae (Gyptini and Ophiodromini) and\nOphiodromini (mainly Heteropodarke, Ophiodromus and Podarkeopsis) are\nmonophyletic and agree with previous classifications, and Hesionini is\nprobably the sister to all other hesionids. The placements of the small\nhesionids capricornia and Lizardia, the hydrothermal vent taxa\nHesiodeira and Hesiolyra, and the newly described Hesiobranchia, remain\nuncertain.","trees":[{"tree_label":"Fig. 1","ntax":"20","rootedtree":"TRUE","title":"Hesionidae restricted set","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4682.phy"},{"tree_label":"Fig. 2B","ntax":"28","rootedtree":"TRUE","title":"Hesionidae inclusive","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4683.phy"}]}