{"Authors":" Vicky Dritsou, Elena Deligianni, Emmanuel Dialynas, James\nAllen, Nikos Poulakakis, Christos Louis, Dan Lawson, Pantelis\nTopalis","Year":" 2015","Title":" Non-coding RNA gene families in the genomes of anopheline\nmosquitoes","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Anopheles; genome evolution; microRNA; ncRNA; ribosomal\ngenes; small nuclear RNA; small nucleolar RNA; tRNA; Whole Genome\nSequencing","DOI":"","Abstract":" Background Only a small fraction of the mosquito species\nof the genus Anopheles are able to transmit malaria, one of the biggest\nkiller diseases of poverty, which is mostly prevalent in the tropics.\nThis diversity has genetic, yet unknown, causes. In a further attempt to\ncontribute to the elucidation of these variances, the international\n“Anopheles Genomes Cluster Consortium” project (a.k.a. “16 Anopheles\ngenomes project”) was established, aiming at a comprehensive genomic\nanalysis of several anopheline species, most of which are malaria\nvectors. In the frame of the international consortium carrying out this\nproject our team studied the genes encoding families of non-coding RNAs\n(ncRNAs), concentrating on four classes: microRNA (miRNA), ribosomal RNA\n(rRNA), small nuclear RNA (snRNA), and in particular small nucleolar RNA\n(snoRNA) and, finally, transfer RNA (tRNA). Results Our analysis was\ncarried out using, exclusively, computational approaches, and evaluating\nboth the primary NGS reads as well as the respective genome assemblies\nproduced by the consortium and stored in VectorBase; moreover, the\nresults of RNAseq surveys in cases in which these were available and\nmeaningful were also accessed in order to obtain supplementary data, as\nwere “pre-genomic era” sequence data stored in nucleic acid databases.\nThe investigation included the identification and analysis, in most\nspecies studied, of ncRNA genes belonging to several families, as well\nas the analysis of the evolutionary relations of some of those genes in\ncross-comparisons to other members of the genus Anopheles. Conclusions\nOur study led to the identification of members of these gene families in\nthe majority of twenty different anopheline taxa. A set of tools for the\nstudy of the evolution and molecular biology of important disease\nvectors has, thus, been obtained.","trees":[{"tree_label":"con 50 majrule","ntax":"18","rootedtree":"TRUE","title":"Anopheles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80089.phy"}]}