{"Authors":" Xueying Zhang, Liman Wang, Xiaoyang Xu, Caiping Cai,\nWangzhen Guo","Year":" 2014","Title":" Genome-wide identification of mitogen-activated protein\nkinase gene family in Gossypium raimondii and the function of their\ncorresponding orthologs in tetraploid cultivated cotton","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" mitogen-activated protein (MAP) kinase; phylogenetic\nanalysis; signal molecules; stress; qRT-PCR; TRV-VIGS; cotton","DOI":"","Abstract":" Abstract Background: Mitogen-activated protein kinase\n(MAPK) cascades play a crucial role in plant growth and development as\nwell as biotic and abiotic stress responses. Knowledge about the MAPK\ngene family in cotton is limited, and systematic investigation of MAPK\nfamily proteins has not been reported. Results: By performing a\nbioinformatics homology search, we identified 28 putative MAPK genes in\nthe Gossypium raimondii genome. These MAPK members were anchored onto 11\nchromosomes in G. raimondii, with uneven distribution. Phylogenetic\nanalysis showed that the MAPK candidates could be classified into the\nfour known A, B, C and D groups, with more MAPKs containing the TEY\nphosphorylation site (18 members) than the TDY motif (10 members).\nFurthermore, 21 cDNA sequences of MAPKs with complete open reading\nframes (ORFs) were identified in G. hirsutum via PCR-based approaches,\nincluding 13 novel MAPKs and eight with homologs reported previously in\ntetraploid cotton. The expression patterns of 23 MAPK genes reveal their\nimportant roles in diverse functions in cotton, in both various\ndevelopmental stages of vegetative and reproductive growth and in the\nstress response. Using a reverse genetics approach based on tobacco\nrattle virus-induced gene silencing (TRV-VIGS), we further verified that\nMPK9, MPK13 and MPK25 confer resistance to defoliating isolates of\nVerticillium dahliae in cotton. Silencing of MPK9, MPK13 and MPK25 can\nsignificantly enhance cotton susceptibility to this pathogen.\nConclusions: This study presents a comprehensive identification of 28\nmitogen-activated protein kinase genes in G. raimondii. Their\nphylogenetic relationships, transcript expression patterns and responses\nto various stressors were verified. This study provides the first\nsystematic analysis of MAPKs in cotton, improving our understanding of\ndefense responses in general and laying the foundation for future crop\nimprovement using MAPKs.","trees":[{"tree_label":"PHYLIP 1+","ntax":"28","rootedtree":"FALSE","title":"Gossypium raimondii mpk","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79710.phy"},{"tree_label":"PHYLIP 1+","ntax":"103","rootedtree":"FALSE","title":"Mitogen activated protein kinase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79711.phy"},{"tree_label":"PHYLIP 1+","ntax":"23","rootedtree":"FALSE","title":"Gossypium hirsutum mpk","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79712.phy"}]}