{"Authors":" Karen Hansen, Ibai Olariaga","Year":" 2015","Title":" Species limits and relationships within Otidea inferred from\nmultiple gene phylogenies","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 35","Issue":"","Pages":" 148-165","Keywords":" distribution ectomycorrhizal associations gene conflict\ngenealogical concordance mapping morphological features Pezizomycetes\nPyronemataceae species recognition","DOI":" 10.3767/003158515X687993","Abstract":" The genus Otidea is one of the more conspicuous members of\nthe Pyronemataceae, with high species diversity in hemiboreal and boreal\nforests. The genus is morphologically coherent and in previous\nhigher-level multigene analyses it formed a highly supported\nmonophyletic group. Species delimitation within Otidea is controversial\nand much confusion has prevailed in the naming of taxa. To provide a\nphylogenetic hypothesis of Otidea, elucidate species diversity and\nlimits we compiled a four-gene dataset including the nuclear LSU rDNA\nand three nuclear protein-coding genes (RPB1, RPB2 and EF-1Î±) for 89\nspecimens (total 4 877 nucleotides). These were selected from a larger\nsample of material studied using morphology and 146 ITS (ITS1-5.8S-ITS2)\nand 168 LSU rDNA sequences to represent the full genetic diversity.\nUsing genealogical concordance phylogenetic species recognition (GCPSR),\nBayesian and maximum likelihood analyses of the individual datasets\nresolved 25 species of Otidea. An additional eight singletons are\nconsidered to be distinct species, because they were genetically\ndivergent from their sisters. Sequences of multiple genes were included\nfrom 13 holotypes, one neotype and three epitypes. Otidea angusta, O.\nmyosotis and O. papillata f. pallidefurfuracea are nested within O.\nnannfeldtii, O. leporina and O. tuomikoskii, respectively and are\nconsidered synonyms. Otidea cantharella var. minor is shown to be a\ndistinct species. Five new species were discovered: O. oregonensis and\nO. pseudoleporina for North America; and O. borealis, O. brunneoparva\nand O. subformicarum for Europe. The analyses of the individual four\ngene datasets yielded phylogenies that were highly concordant\ntopologically, except for the RPB1 that showed supported conflict for\nsome nodes in Bayesian analysis. Excluding the RPB1 from the combined\nanalyses produced an identical topology to the four-gene phylogeny, but\nwith higher support for several basal nodes and lower support for\nseveral shallow nodes. We argue to use the three-gene dataset to\nretrieve the maximum support for the higher-level relationships in\nOtidea, but still utilise the signal from the RPB1 for the delimitation\nand relationships of closely related species. From the four gene regions\nutilised, EF-1Î± and RPB1 have the strongest species recognition power,\nand with higher amplification success EF-1Î± may serve as the best\nsecondary barcoding locus for Otidea (with ITS being a primary). The\nphylogeny from the three- and four-gene datasets is fully resolved and\nstrongly supported in all branches but one. Two major clades, as part of\nsix inclusive clades Aâ“F, are identified â and ten subclades within\nthese: A) O. platyspora and O. alutacea subclades, and B) O. papillata,\nO. leporina, O. tuomikoskii, O. cantharella, O. formicarum, O. unicisa,\nO. bufonia-onotica and O. concinna subclades. Morphological features in\nOtidea appear to be fast evolving and prone to shifts, and are poor\nindicators of higher-level relationships. Nevertheless, a conspicuous\nspore ornament is a synapomorphy for the O. unicisa subclade\n(/Otideopsis); all other species in Otidea have smooth or verruculose\n(in SEM) spores. Exclusively pale to bright yellow apothecia and\nstraight to curved, broadly clavate to distinctly capitate paraphyses\nare synapomorphies for a restricted O. concinna subclade (/Flavoscypha).\nThe curved to hooked apices of the paraphyses is suggested to be a\nsymplesiomorphic trait for the genus. The reaction of resinous exudates\non the outermost excipular cells that coalesce into amber drops in\nMelzerâs reagent is likely an ancestral state for clade B. We estimate\nthat Otidea consists of 47 species worldwide, based on all available\ninformation (including morphology, ITS or LSU sequences, and literature\ndescriptions). Three fifths of the species occur in Europe, with 20\nspecies recognised as endemic. At least 14 species occur in North\nAmerica and 17 in Asia, with eight and ten species considered endemic to\neach continent, respectively. Our knowledge about Otidea in Asia is\nstill fragmentary and the diversity likely much higher.","trees":[{"tree_label":"con 50 majrule","ntax":"89","rootedtree":"TRUE","title":"Otidea 50% majority rule consensus from MrBayes\nanalysis of Combined LSU, RPB1, RPB2 and EF1 Otidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79702.phy"}]}