{"Authors":" H. Bradley Shaffer, Phillip Q. Spinks","Year":" 2006","Title":" Conservation phylogenetics of the Asian box turtles\n(Geoemydidea, Cuora): mitochondrial introgression, numts, and inferences\nfrom multiple nuclear loci","Journal":" Conservation Genetics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Asian box turtles (genus Cuora, family Geoemydidae)\ncomprise a clade of 12 aquatic and semiaquatic nominate species\ndistributed across southern China and Southeast Asia. Over the last two\ndecades, turtles throughout Asia have been harvested at an unsustainable\nrate to satisfy demands for food, traditional Chinese medicine, and the\npet trade. Consequently, all species of Cuora were recently placed on\nthe IUCN Red List, nine are currently listed as critically endangered by\nthe IUCN, and all species are listed in Appendix II of CITES. We\ncompiled a 67-specimen mitochondrial (~ 1650 base pairs (bp) from two\nmitochondrial genes) and a 40-specimen nuclear-plus-mitochondrial (~3900\nbp total, three nuclear introns plus an additional ~ 860 bp\nmitochondrial gene fragment) DNA data set to reconstruct the phylogeny\nof Cuora species and to assess genetic diversity and species boundaries\nfor several of the most problematic taxa. Our sampling included 23 C.\ntrifasciata, 17 C. zhoui and 1-4 individuals of the remaining 10 species\nof Cuora. Maximum likelihood, maximum parsimony and Bayesian analyses\nall recovered similar, well resolved trees. Within the Cuora clade,\nmitochondrial and nuclear sequence data indicated that both C. zhoui and\nC. mccordi represent old lineages with little or no history of\ninterspecific gene flow, suggesting that they are good genealogical\nspecies. Based on mtDNA, Cuora pani was paraphyletic and C. trifasciata\nwas composed of two highly divergent lineages that were not each other’s\nclosest relatives; both cases of non-monophyly were due to a mtDNA\nsequence that was widespread and identical in C. aurocapitata, C. pani\nand C. trifasciata. However, when combined with nuclear DNA results, our\ndata indicate that C. trifasciata is a single, monophyletic taxon, and\nthat mitochondrial introgression and nuclear-mitochondrial pseudogenes\nhave led to a complex pattern of mitochondrial gene relationships that\ndoes not reflect species-level histories. Our results imply that captive\n\u001aassurance colonies\u001a of both C. trifasciata and C. pani should be\ngenotyped to identify pure, non-hybrid members of both taxa, and we\nrecommend that introgressed and pure taxa be managed as independent\nentities until the full evolutionary histories of these critically\nendangered turtles are resolved.","trees":[{"tree_label":"pani monophyletic","ntax":"40","rootedtree":"TRUE","title":"Asian box turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2607.phy"},{"tree_label":"ND1 only","ntax":"40","rootedtree":"TRUE","title":"Asian box turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2608.phy"},{"tree_label":"COI + ND4 + ND1","ntax":"40","rootedtree":"TRUE","title":"Asian box turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2609.phy"},{"tree_label":"tri monophyletic","ntax":"40","rootedtree":"TRUE","title":"Asian box turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2610.phy"},{"tree_label":"COI + ND4","ntax":"40","rootedtree":"TRUE","title":"Asian box turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2611.phy"},{"tree_label":"CO1 + ND4","ntax":"81","rootedtree":"TRUE","title":"Asian box turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4684.phy"},{"tree_label":"nuclear DNA","ntax":"40","rootedtree":"TRUE","title":"Asian box turtles","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4685.phy"}]}