{"Authors":" David Seung, Sebastian Soyk, Mario Coiro, Benjamin A Maier,\nSimona Eicke, Samuel C Zeeman","Year":" 2014","Title":" Protein Targeting to Starch is Required for Localising\nGranule-Bound Starch Synthase to Starch Granules and for Normal Amylose\nSynthesis in Arabidopsis.","Journal":" PLoS Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The domestication of starch crops underpinned the\ndevelopment of human civilisation, yet we still do not fully understand\nhow plants make starch. Starch is composed of glucose polymers that are\nbranched (amylopectin) or linear (amylose). The amount of amylose\nstrongly influences the physico-chemical behaviour of starchy foods\nduring cooking and of starch mixtures in non-food manufacturing\nprocesses. The GRANULE BOUND STARCH SYNTHASE (GBSS) is the\nglucosyltransferase specifically responsible for elongating amylose\npolymers and was the only protein known to be required for its\nbiosynthesis. Here, we demonstrate that PROTEIN TARGETING TO STARCH\n(PTST) is also specifically required for amylose synthesis in\nArabidopsis. PTST is a plastidial protein possessing an N-terminal\ncoiled coil domain and a C-terminal carbohydrate binding module (CBM).\nWe discovered that Arabidopsis ptst mutants synthesise amylose-free\nstarch and are phenotypically similar to mutants lacking GBSS. Analysis\nof granule-bound proteins showed a dramatic reduction of GBSS protein in\nptst mutant starch granules. Pull-down assays with recombinant proteins\nin vitro, as well as immunoprecipitation assays in planta, revealed that\nGBSS physically interacts with PTST via a coiled coil. Furthermore, we\nshow that the CBM domain of PTST, which mediates its interaction with\nstarch granules, is also required for correct GBSS localisation.\nFluorescently-tagged Arabidopsis GBSS, expressed either in tobacco or\nArabidopsis leaves, required the presence of Arabidopsis PTST to\nlocalise to starch granules. Mutation of the CBM of PTST caused GBSS to\nremain in the plastid stroma. PTST fulfils a previously unknown function\nin targeting GBSS to starch. This sheds new light on the importance of\ntargeting biosynthetic enzymes to sub-cellular sites where their action\nis required. Importantly, PTST represents a promising new gene target\nfor the biotechnological modification of starch composition, as it is\nexclusively involved in amylose synthesis.","trees":[{"tree_label":"Imported tree 1","ntax":"28","rootedtree":"TRUE","title":"Starch Synthesis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79771.phy"}]}