{"Authors":" Grzegorz Koczyk, Adam Dawidziuk, Delfina Popiel","Year":" 2015","Title":" The distant siblings  a phylogenomic roadmap illuminates the\norigins of extant diversity in fungal aromatic polyketide\nbiosynthesis","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" In recent years, the influx of newly sequenced fungal\ngenomes has enabled sampling of secondary metabolite biosynthesis on an\nunprecedented scale. However, explanations of extant diversity which\ntake into account both large-scale phylogeny reconstructions and\nknowledge gained from multiple genome projects are still lacking. We\nanalysed the evolutionary sources of genetic diversity in aromatic\npolyketide biosynthesis in over a hundred model fungal genomes. By\nreconciling the history of 413 non-reducing polyketide synthases with\ncorresponding species history, we demonstrate that extant fungal NR-PKSs\nare clades of distant siblings, originating from a burst of duplications\nin early Pezizomycotina and thinned by extensive losses. The capability\nof higher fungi to biosynthesise the simplest precursor molecule\n(orsellinic acid) is highlighted as an ancestral trait underlying\nbiosynthesis of aromatic compounds. This base activity was modified\nduring early evolution of filamentous fungi, towards divergent reaction\nschemes associated with biosynthesis of e.g. aflatoxins and fusarubins\n(C4-C9 cyclisation) or various anthraquinone derivatives (C6-C11\ncyclisation). The functional plasticity is further shown to have been\nsupplemented by modularisation of domain architecture into discrete\npieces (conserved splice junctions within product template domain), as\nwell as tight linkage of key accessory enzyme families and divergence in\nemployed transcriptional factors. While the majority of discord between\nspecies and gene history is explained by ancient duplications, this\nlandscape has been altered by more recent duplications, as well as\nmultiple Horizontal Gene Transfers. The 25 detected transfers include\npreviously undescribed events leading to emergence of e.g. fusarubin\nbiosynthesis in Fusarium genus. Both the underlying data and the results\nof present analysis (including alternative scenarios revealed by\nsampling multiple reconciliation optima) are maintained as a freely\navailable web-based resource: http://cropnet.pl/metasites/sekmet/nrpks_2014.","trees":[{"tree_label":"ALE (Amalgamated Likelihood Estimation) Gene Tree","ntax":"413","rootedtree":"TRUE","title":"Tr87728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87728.phy"},{"tree_label":"BI (Bayesian Inference) Gene Tree (PhyloBayes)","ntax":"413","rootedtree":"TRUE","title":"Tr87729","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87729.phy"},{"tree_label":"ML (Maximum Likelihood) Gene Tree (IQTREE)","ntax":"413","rootedtree":"TRUE","title":"Tr87730","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87730.phy"},{"tree_label":"Bayesian Inference Species Tree (PhyloBayes)","ntax":"150","rootedtree":"TRUE","title":"Tr87725","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87725.phy"},{"tree_label":"Bayesian Inference Callibrated Chronogram\n(PhyloBayes)","ntax":"150","rootedtree":"TRUE","title":"Tr87726","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87726.phy"},{"tree_label":"Maximum Likelihood Species Tree (IQTREE)","ntax":"150","rootedtree":"TRUE","title":"Tr87727","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87727.phy"}]}