{"Authors":" Ulf Swenson, Jérôme Munzinger, Igor Bartish","Year":" 2006","Title":" Phylogeny, diagnostic characters, and generic limitation of\nAustralasian Chrysophylloideae (Sapotaceae, Ericales): Evidence from ITS\nsequence data and morphology","Journal":" Cladistics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Current generic limits in Chrysophylloideae (Sapotaceae)\nfrom Australia, New Caledonia, and the Pacific islands have been shown\nnot to correspond to monophyletic groups. In particular, revisions of\ngeneric boundaries are necessary for Pouteria and Niemeyera. We present\nthe first cladistic study of a large representative sample from these\nareas based on (1) nuclear ribosomal DNA (nrDNA) sequence data and (2)\ncombined data of nrDNA and morphology. The data was analyzed with\nparsimony jackknifing using equal weights and gaps coded as binary\ncharacters. Our results from the two data sets are highly congruent and\nmorphological data often increase support as well as tree resolution. A\nbasal polytomy prevents hypotheses of intergeneric relationships, but\nseveral groups receive strong support, and hence, four segregates of\nPouteria (Beccariella, Planchonella, Sersalisia, and Van-royena) are\nresurrected. Four others, Albertisiella, Bureavella, Iteiluma, and\nPyriluma are rejected. Niemeyera is redefined as a small genus confined\nto Australia. Generic limits within the sister group to Niemeyera are\nstill unclear, a group which includes Leptostylis and Pycnandra.\nFurthermore, Van-royena may have originated from an intergeneric\nhybridization event. Traditionally used and newly identified\nmorphological characters are scrutinized for their diagnostic value. For\ninstance, the position of stamen insertion within the corolla tube is a\nstrong indication of generic relationship. Unique synapomorphies are\nrare and genera must be distinguished on character state combinations.\nFollowing the results, several taxonomic combinations are necessary\n(Beccariella brownlessiana, B. macrocarpa, B. singuliflora, B.\nvieillardii, Pichonia daenikeri, Planchonella asterocarpon, P.\ndothioense, P. myrsinifolia, P. myrsinodendron, and P. xylocarpa).","trees":[{"tree_label":"Fig. 1 Combined Data","ntax":"112","rootedtree":"TRUE","title":"Australasian Chrysophylloideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2614.phy"},{"tree_label":"Fig. 1 ITS","ntax":"112","rootedtree":"TRUE","title":"Australasian Chrysophylloideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2615.phy"}]}