{"Authors":" Davi Mesquita Macedo, Olinto Liparini Pereira, Bevan S\nWeir, Robert W. Barreto, Braz Tavares Hora Junior","Year":" 2015","Title":" Mycobiota of Tradescantia fluminensis Mycobiota of the weed\nTradescantia fluminensis in its native range in Brazil with particular\nreference to classical biological control","Journal":" Australasian Plant Pathology Journal","Volume":"","Issue":"","Pages":"","Keywords":" Biological invasions, mycology, plant pathogen,\ntaxonomy","DOI":"","Abstract":" Tradescantia fluminensis [Commelinaceae], (common name\nwandering Jew) is a native Brazilian herbaceous plant which has been\nintroduced to be used as an ornamental in many warm areas of the world.\nIn New Zealand and other countries it has become an aggressive invader\nof natural ecosystems, causing serious environmental disturbances and\nleading to serious threats to biodiversity. It has been targeted in a\nclassical biological control program involving the assessment and\nevaluation of several pathogens and insects natural enemies collected in\nBrazil for introduction into New Zealand. The surveys conducted along\nseveral years yielded seven pathogenic fungi in association with T.\nfluminensis and related species including three species described herein\nas new to science: Ceratobasidium tradescantiae sp. nov. (web blight),\nColletotrichum riograndense sp. nov. (anthracnose) and Kordyana\nbrasiliensis sp. nov. (white smut). Additionally the following species\nwere also collected on this host: Cercospora apii (leaf spot),\nRhizoctonia solani (leaf blight), Sclerotium rolfsii (crown rot) and\nUromyces commelinae (rust). Preliminary observations of damage in the\nfield and expected host-range suggest that K. brasiliensis and U.\ncommelinae have the highest potential for use as classical biological\ncontrol agents.","trees":[{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Mycobiota of Tradescantia fluminensis Kordyana LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79776.phy"}]}