{"Authors":" Juan Pablo Suarez, Franz Oberwinkler, Andrea Abele, Ingrid\nKottke, Michael Weiss, Sigisfredo Garnica","Year":" 2006","Title":" Diverse tulasnelloid fungi form mycorrhizas with epiphytic\norchids in an Andean cloud forest","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Mycorrhizal state of epiphytic orchids was controversially\ndiscussed and state and mycobionts of the pleurothallidin orchids,\noccurring abundantly and with a high number of species on stems of trees\nin the Andean cloud forest, were unknown. Root samples of 77 adult\nindividuals on total of the epiphytic orchids Stelis hallii, Stelis\nsuperbiens, Pleurothallis lilijae, and Stelis concinna were collected in\na tropical mountain rain forest of southern Ecuador. Ultrastructural\nevidence of symbiotic interaction was combined with molecular sequencing\nof fungi directly from the mycorrhizas and isolation of mycobionts.\nUltrastructural analyses displayed vital orchid mycorrhizas formed by\nfungi with an imperforate parenthesome and cell wall slime bodies\ntypical for the genus Tulasnella. Three different Tulasnella isolates\nwere obtained in pure culture. Phylogenetic analysis of the mycorrhiza\nforming Tulasnella and the Tulasnella isolates based on coding regions\nof the ribosomal large subunit (nucLSU) and the 5.8S subunit, including\nparts of the internal transcribed spacers, yielded seven distinct\nTulasnella clades. Tulasnella mycobionts in Stelis concinna were\nrestricted to two Tulasnella sequence types while the other orchids were\nassociated with up to six Tulasnella sequence types. All Tulasnella\nsequences were new to science and distinct from known sequences of\nmycobionts of terrestrial orchids. These results indicate that\ntulasnelloid fungi, adapted to the conditions on tree stems, might be\nimportant for orchid growth and maintenance in the Andean cloud\nforest.","trees":[{"tree_label":"Fig. 7","ntax":"68","rootedtree":"TRUE","title":"Tulasnelloid fungi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_329.phy"},{"tree_label":"Fig. 8","ntax":"99","rootedtree":"TRUE","title":"Tulasnelloid fungi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2617.phy"},{"tree_label":"Fig. 9","ntax":"38","rootedtree":"TRUE","title":"Tulasnelloid fungi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2618.phy"}]}