{"Authors":" Marcin Piwczyński, Radosław Puchałka, Krzysztof Spalik","Year":" 2015","Title":" The infrageneric taxonomy of Chaerophyllum (Apiaceae)\nrevisited: new evidence from nuclear ribosomal DNA ITS sequences and\nfruit anatomy.","Journal":" Botanical Journal of the Linnean Society","Volume":" 178","Issue":" 2","Pages":" 298-313","Keywords":" anatomical cross-sections, ancestral reconstruction,\ncarpology, chervil, molecular taxonomy, principal component analysis\n(PCA)","DOI":" 10.1111/boj.12282","Abstract":" Evolutionary relationships among 65 species of\nChaerophyllum were inferred from nuclear ribosomal DNA internal\ntranscribed spacer (ITS) sequence variation. Thirty one species\nrepresented by 158 mericarp samples were analysed for fruit anatomical\ncharacter variation employing phylogenetic and phenetic methods to\nexplore their congruence with infrageneric divisions based on molecular\ndata. Phylogenetic trees inferred from molecular data using maximum\nlikelihood (ML) and Bayesian methods (BI) corroborated the division of\nthe genus into four sections: Chaerophyllum, Dasypetalon, Physocaulis\nand Chrysocarpum. From among the newly sequenced species, the Greek\nendemic C. heldreichii was grouped within section Chaerophyllum, while\nthe highly variable Asian C. reflexum-C. villosum complex formed a basal\nparaphyly within the section Chrysocarpum. The recently described C.\nkarsianum has an identical ITS sequence to C. bulbosum, while C.\naksekiense was clearly separated from the morphologically similar C.\nmacrospermum. Our study confirmed the postulated synonymy of several\nspecies based on morphology, but also demonstrated distant relationships\nbetween some morphologically similar species. With the exception of the\nmonotypic section Physocaulis, we were unable to find carpological\ntraits matching sectional divisions. We hypothesise that fruit\ncharacters evolved rapidly due to diversification of members of the\ngenus in different habitats.","trees":[{"tree_label":"con 50 majrule","ntax":"88","rootedtree":"TRUE","title":"Chaerophyllum BI consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79885.phy"},{"tree_label":"tree 1","ntax":"88","rootedtree":"TRUE","title":"Chaerophyllum ML boot","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_79886.phy"}]}