{"Authors":" Sarah Maxfield-Taylor , Alija Bajro Mujic, Sujaya Rao","Year":" 2015","Title":" First Detection of the Larval Chalkbrood Disease Pathogen\nAscosphaera apis (Ascomycota: Eurotiomycetes: Ascosphaerales) in Adult\nBumble Bees","Journal":" PLoS ONE","Volume":" 10","Issue":" 4","Pages":" e0124868","Keywords":"","DOI":" 10.1371/journal.pone.0124868","Abstract":" Fungi in the genus Ascosphaera (Ascomycota:\nEurotiomycetes: Ascosphaerales) cause chalkbrood disease in larvae of\nbees. Here, we report the first-ever detection of the fungus in adult\nbumble bees that were raised in captivity for studies on colony\ndevelopment. Wild queens of Bombus griseocollis, B. nevadensis and B.\nvosnesenskii were collected and maintained for establishment of nests.\nQueens that died during rearing or that did not lay eggs within one\nmonth of capture were dissected, and tissues were examined\nmicroscopically for the presence of pathogens. Filamentous fungi that\nwere detected were plated on artificial media containing broad spectrum\nantibiotics for isolation and identification. Based on morphological\ncharacters, the fungus was identified as Ascosphaera apis (Maasen ex\nClaussen) Olive and Spiltoir, a species that has been reported earlier\nonly from larvae of the European honey bee, Apis mellifera, the Asian\nhoney bee, Apis cerana, and the carpenter bee Xylocopa californica\narizonensis. The identity of the fungus was confirmed using molecular\nmarkers and phylogenetic analysis. Ascosphaera apis was detected in\nqueens of all three bumble bee species examined. Of 150 queens\ndissected, 12 (8%) contained vegetative and reproductive stages of the\nfungus. Both fungal stages were also detected in two workers collected\nfrom colonies with Ascosphaera-infected B. nevadensis queens. In this\nstudy, wild bees could have been infected prior to capture for rearing,\nor, the A. apis infection could have originated via contaminated\nEuropean honey bee pollen fed to the bumble bees in captivity. Thus, the\ndiscovery of A. apis in adult bumble bees in the current study has\nimportant implications for commercial production of bumble bee colonies\nand highlights potential risks to native bees via pathogen spillover\nfrom infected bees and infected pollen","trees":[{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Ascosphaera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97101.phy"},{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Ascosphaera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97102.phy"},{"tree_label":"Imported tree 1","ntax":"26","rootedtree":"TRUE","title":"Ascosphaera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97103.phy"}]}