{"Authors":" Valerie Hofstetter, Scott A. Redhead, Frank Kauff,\nJean-Marc Moncalvo, Patrick Brandon Matheny, Rytas Vilgalys","Year":" 2014","Title":" Taxonomic revision and examination of ecological transitions\nof the Lyophyllaceae (Basidiomycota, Agaricales) based on a multigene\nphylogeny.","Journal":" Cryptogamie Mycologie","Volume":" 35","Issue":" 4","Pages":" 399-424","Keywords":" Bayesian / maximum likelihood / molecular clock /\nMolecular systematics / multigene (ITS nucLSU / mitSSU / RPB1 / RPB2 /\nTEF1-α) / relative rate tests","DOI":" 10.7872/crym.v35.iss4.2014.399","Abstract":" We explored evolutionary relationships within the\nLyophyllaceae by combining sequence data from six loci. The most likely\nphylogram leaded us to reconsider the Lyophyllaceae classification with\nthe recognition of two new genera (Myochromella and Sagaranella) based\non ecological and/or morphological distinctiveness. Lyophyllaceae are\necologically highly diversified and our phylogeny suggested that four to\nfive ecological transitions from free-living to parasitic or mutualistic\nlifestyles might have occurred within the family. Due to the moderate\nphylogenetic support recovered for several relationships within that\nclade and due to the uncertainty about the ecological strategy adopted\nby five of the sampled species, three out of these transitions could be\nunequivocally reconstructed suggesting that saprotrophy is plesiomorphic\nfor Lyophyllaceae. Significant differences in rates of molecular\nevolution were detected among taxa. However, these differences were not\nassociated with ecological transitions even if, within each of the\nmajors clades identified in Lyophyllaceae, taxa of different ecological\nstrategies show a tendency to evolve at different speeds at the\nmolecular level.","trees":[{"tree_label":"Fig. 1","ntax":"51","rootedtree":"TRUE","title":"Lyophyllaceae MLT produced by using ITSs, nLSU, mtSSU,\nRPB1, RPB2 and TEF1-α sequence data in combination.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87112.phy"}]}