{"Authors":" Janusz Blaszkowski, Gerard Chwat, Anna Goralska","Year":" 2014","Title":" Acaulospora ignota and Claroideoglomus hanlinii, two new\nspecies of arbuscular mycorrhizal fungi (Glomeromycota) from Brazil and\nCuba","Journal":" Mycological Progress (presubmission)","Volume":" -","Issue":" -","Pages":" -","Keywords":" distribution, molecular phylogeny, morphology, sand\ndunes","DOI":"","Abstract":" Morphological studies of spores and mycorrhizal structures\nand phylogenetic analyses of sequences of the partial small subunit rRNA\ngene, the whole internal transcribed spacer rDNA region, including the\n5.8S rRNA gene, and the partial large subunit rRNA gene of two\narbuscular mycorrhizal fungi (Glomeromycota) indicated they are\nundescribed species, one of the genus Acaulospora, and the second of\nClaroideoglomus. The first species, here named A. ignota, is\ndistinguished morphologically by yellow-coloured, relatively small\n(65‒80 µm diam when globose) spores whose upper surface of the\nstructural laminate spore wall layer is ornamented with inconspicuous\nwarts or flattened elevations usually deteriorating and disappearing\nwith age. The most distinguishing features of the second species, C.\nhanlinii, are its relatively small (45‒90 µm diam when globose) and\ndark-coloured (olive yellow) spores with a simple, 2-layered spore wall,\nof which the inner structural laminate layer 2 may by much thicker than\nthat in other known Claroideoglomus spp. The occasional and pale\nstaining of spore wall layer 1 in Melzer’s reagent is also distinctive\nin the species. Both species were grown in single-species pot cultures\nestablished from spores extracted from pot trap cultures with mixtures\nof rhizosphere soils and roots of plants colonizing maritime sand dunes\nnear Natal, Brazil (A. ignota) and Varadero, Cuba (C. hanlinii). These\nare the only sites of occurrence of both fungi known in the world to\ndate, which also confirmed comparisons of their sequences with those\ndeposited in available databases.","trees":[{"tree_label":"con 50 majrule","ntax":"46","rootedtree":"TRUE","title":"Tr79924","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79924.phy"}]}