{"Authors":" Hirotoshi Sato, Tsutomu Hattori","Year":" 2014","Title":" New species of Boletellus section Boletellus (Boletaceae,\nBoletales) from Japan, B. auricarnosus sp. nov. and B. areolatus sp.\nnov.","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" cox3, East Asia, ectomycorrhizal fungi, ITS, RPB1, RPB2,\ntemperate forest","DOI":"","Abstract":" We describe and illustrate two new species of Boletellus\nsection Boletellus, B. aurocontextus sp. nov. and B. areolatus sp. nov.,\nwhich are generally assumed to be B. emodensis. In this study, we\nconstructed separate molecular phylogenetic trees of section Boletellus\nusing the nucleotide sequences of the internal transcribed spacer (ITS)\nregion of nuclear ribosomal DNA, the largest subunit (RPB1) and the\nsecond-largest subunit (RPB2) of nuclear RNA polymerase II gene and\nmitochondrial cytochrome oxidase subunit 3 (cox3) gene. We also examined\nthe morphologies of B. emodensis s. lato and other related species for\ncomparison. The molecular phylogenetic tree inferred from the sequences\nof nuclear DNA (ITS, and combined dataset of RPB1 and RPB2) indicated\nthat three genetically and phylogenetically well-separated lineages were\npresent within B. emodensis s. lato. These three lineages were also\ndistinguished on the basis of the molecular phylogenetic tree\nconstructed using the sequences of mitochondrial DNA (cox3), suggesting\ndistinct cytonuclear disequilibria (i.e., evidence of reproductive\nisolation) among these lineages. Therefore, these three lineages can be\ntreated as independent species: B. aurocontextus, B. areolatus, and B.\nemodensis. Based on macroscopic and microscopic morphological\nobservations, B. aurocontextus and B. areolatus were observed to be\ndistinct. Boletellus aurocontextus is characterized by a pileus with\nbright yellow to lemon yellow context, which can be observed through a\ngap in the scales, and basidiospores with relatively large length (mean\nspore length, 21.4 µm; quotient of spore length and width, 2.51). In\ncontrast, B. areolatus is characterized by a pileus with floccose to\nappressed thin scaly patches, a stipe with pallid or pale cream color at\nthe upper half, and basidiospores with relatively small length (mean\nspore length, 16.5 µm; quotient of spore length and width, 1.80).","trees":[{"tree_label":"tree 1","ntax":"15","rootedtree":"TRUE","title":"Boletellus section Boletellus ML ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79889.phy"},{"tree_label":"tree 1","ntax":"18","rootedtree":"TRUE","title":"Boletellus section Boletellus ML RPB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79891.phy"},{"tree_label":"tree 1","ntax":"7","rootedtree":"TRUE","title":"Boletellus section Boletellus ML cox3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79890.phy"}]}