{"Authors":" Caroline Elise Waculicz-Andrade, Andressa Peres Bini,\nDouglas Adamoski, Eduardo Henrique Goulin, Danyelle Stringari, Lygia\nVitória Galli-Terasawa","Year":" 2014","Title":" Colletotrichum gloeosporioides stricto sensu: an endophytic\nspecies or citrus pathogens in Brazil?","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum acutatum, Colletotrichum gloeosporioides;\nendophytic fungus of citrus, spontaneous vegetation, Polymerase Chain\nReaction (PCR), multigenic sequencing","DOI":"","Abstract":" Postbloom Fruit Drop (PFD) caused by the fungus\nColletotrichum acutatum lato sensu and at least some strains of C.\ngloeosporioides lato sensu also causes brown stains in petals. The cause\nof PFD was originally attributed to the fungus Colletotrichum\ngloeosporioides (Fagan, 1979). Afterwards, Brown, Sreenivasaprasad e\nTimmer (1996), using a molecular marker, through PCR, identified that\nthe responsible agent for the disease was the fungus C. acutatum. A\nstudy with the isolated fungi of citrus flowers that displayed symptoms\nof PFD demonstrated that the analyzed isolates belonged to the species\nC. gloeosporioides. Pathogenicity tests and comparisons of the disease\ndevelopment in C. acutatum and C. gloeosporioides indicated again C.\ngloeosporioides as one of the epidemiologic agents of the PFD (Lima et\nal., 2011). Both Colletotrichum species are currently recognized as\nspecies complexes, being considered lato sensu species. Colletotrichum\ngloesoporioides lato sensu is known as a species complex and their limit\nwas defined genetically on the basis of multi-gene phylogenies and were\naccepted 22 species plus one subspecies within this complex, however\nwere not included fungi isolates of citrus from Brazil. The isolated\nfungi of citrus flowers from Brazil that displayed symptoms of PFD\ndemonstrated that the analyzed isolates belonged to C. gloeosporioides\nlato sensu. Thus, it is important to know which specie within this\ncomplex is responsible for causing symptoms of PFD. There are no records\nof pathogenic strains of Colletotrichum in endophytic form and it is\nalso unknown if it is present as a latent pathogen in citric plants or\nin plants of the spontaneous vegetation. This study aims to isolate and\nidentify the endophytic species of Colletotrichum of citric plants and\nspontaneous vegetation; identify the species of pathogen isolates\noriginating from citrus; estimate the specificity of the\nspecies-specific primers for C. gloeosporioides and assess the degree of\npathogenicity of endophytic isolates in citrus flowers. The\nidentification was carried out using morphologic and molecular\ncharacteristics by PCR, sequencing of the region ITS1-5. 8S-ITS2 of the\nrDNA and partial sequencing of the 18S genes of the rDNA; GPDH (glycerol\n3-phosphate dehydrogenase); actin (ACT), calmodulin (CAL) e chitin\n(CHS-1). Were obtained 189 endophytic isolates identified by PCR as\nbelonging to the C. gloeosporioides species complex, and by multi-gene\nanalysis as specie C. gloeosporioides stricto sensu, as well as the\nisolates previously described as citrus pathogens. The species-specific\nprimers amplified different species of this complex. The pathogenicity\ntest revealed that the isolate of C. gloeosporioides stricto sensu\nendophytic from citrus was capable of causing symptoms of PFD in citric\nflowers. Contrary to C. acutatum lato sensu, C. gloeosporioides stricto\nsensu colonizes citric plants and the spontaneous vegetation as\nendophytic, participating in the epidemiology of PFD in citric orchards\nof the Sao Paulo state, Brazil.","trees":[{"tree_label":"con 50 majrule","ntax":"184","rootedtree":"TRUE","title":"Colletotrichum gloeosporioides ACT CAL CHS GPDH\nITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85360.phy"}]}