{"Authors":" Stefanie Ranf, Lennart Eschen-Lippold, Katja Froehlich,\nLore Westphal, Dierk Scheel, Justin Lee","Year":" 2014","Title":" Microbe-associated molecular pattern-induced calcium\nsignaling requires the receptor-like cytoplasmic kinases, PBL1 and\nBIK1.","Journal":" BMC Plant Biology","Volume":" 14","Issue":"","Pages":" 374","Keywords":" calcium, changed calcium elevation (cce) mutants,\nreceptor-like cytoplasmic kinase, signaling","DOI":"","Abstract":" Background: Plant perception of conserved microbe-derived\nor damage-derived molecules (so-called microbe- or damage-associated\nmolecular patterns, MAMPs or DAMPs, respectively) triggers cellular\nsignaling cascades to initiate counteracting defence responses. Using\nMAMP-induced rise in cellular calcium levels as one of the earliest\nbiochemical readouts, we initiated a genetic screen for components\ninvolved in early MAMP signaling in Arabidopsis thaliana. Results: We\ncharacterize here the “changed calcium elevation 5” (cce5) mutant, where\nfive allelic cce5 mutants were isolated. They all show reduced calcium\nlevels after elicitation with peptides representing bacteria-derived\nMAMPs (flg22 and elf18) and endogenous DAMP (AtPep1), but a normal\nresponse to chitin octamers. Mapping, sequencing of the mutated locus\nand complementation studies revealed CCE5 to encode the receptor-like\ncytoplasmic kinase (RLCK), avrPphB sensitive 1-like 1 (PBL1). Kinase\nactivities of PBL1 derived from three of the cce5 alleles are abrogated\nin vivo. Validation with T-DNA mutants revealed that, besides PBL1,\nanother RLCK, Botrytis-induced kinase 1 (BIK1), is also required for\nMAMP/DAMP-induced calcium elevations. Conclusions: Hence, PBL1 and BIK1\n(but not two related RLCKs, PBS1 and PBL2) are required for\nMAMP/DAMP-induced calcium signaling. It remains to be investigated if\nthe many other RLCKs encoded in the Arabidopsis genome affect early\ncalcium signal transduction  perhaps in dependence on the type of\nMAMP/DAMP ligands. A future challenge would be to identify the\nsubstrates of these various RLCKs, in order to elucidate their signaling\nrole between the receptor complexes at the plasma membrane and\ndownstream cellular signaling components.","trees":[{"tree_label":"RLCK group VII tree","ntax":"51","rootedtree":"TRUE","title":"RLCK group VII Result","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_79971.phy"}]}