{"Authors":" Alvin M. C. Tang, Rajesh Jeewon, Kevin D Hyde","Year":" 2006","Title":" Phylogenetic utility of protein (RPB2, B-tubulin) and\nribosomal (LSU, SSU) gene sequences in the systematics of\nSordariomycetes","Journal":" Antonie van Leeuwenhoek International Journal of General\nand Molecular Microbiology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Sordariomycetes is an important group of fungi whose\ntaxonomic relationships and classification is obscure. There is\npresently no multigene molecular phylogeny that addresses evolutionary\nrelationships among different classes and orders. In this study,\nphylogenetic analyses with a broad taxon sampling of the Sordariomycetes\nwere conducted to evaluate the utility of four gene regions (LSU rDNA,\nSSU rDNA, beta-tubulin and RPB2) for inferring evolutionary\nrelationships at different taxonomic ranks. Single and multi-gene\ngenealogies inferred from Bayesian and Maximum Parsimony analyses were\ncompared in individual and combined datasets. At the subclass level, SSU\nrDNA phylogenies demonstrate their utility as a marker to infer\nphylogenetic relationships at higher levels. All analyses with SSU rDNA\nalone, combined LSU rDNA and SSU rDNA, and the combined 28S rDNA, SSU\nrDNA and RPB2 datasets resulted in three subclasses: Hypocreomycetidae,\nSordariomycetidae and Xylariomycetidae, which correspond well to\nestablished morphological classification schemes. At the ordinal level,\nthe best resolved phylogeny was obtained from the combined LSU rDNA and\nSSU rDNA datasets. Individually, the RPB2 gene dataset resulted in\nsignificantly higher number of parsimony informative characters. Our\nresults supported the recent separation of Boliniaceae,\nChaetosphaeriaceae and Coniochaetaceae from Sordariales and placement of\nCoronophorales in Hypocreomycetidae. Microascales was found to be\nparaphyletic and Ceratocystis is phylogenetically associated to\nFaurelina, while Microascus and Petriella formed another clade and basal\nto other members of Halosphaeriales. In addition, the order\nLulworthiales does not appear to fit in any of the three subclasses.\nCongruence between morphological and molecular classification schemes is\ndiscussed.","trees":[{"tree_label":"SSU + LSU + RPB2 dummy tree","ntax":"38","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2631.phy"},{"tree_label":"Fig. 6.6","ntax":"45","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2627.phy"},{"tree_label":"beta-tubulin dummy tree","ntax":"57","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2624.phy"},{"tree_label":"LSU + RPB2 dummy tree","ntax":"58","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2625.phy"},{"tree_label":"LSU + SSU","ntax":"78","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2626.phy"},{"tree_label":"LSU dummy tree","ntax":"110","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2628.phy"},{"tree_label":"RPB2 dummy tree","ntax":"62","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2629.phy"},{"tree_label":"SSU dummy tree","ntax":"80","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2630.phy"}]}