{"Authors":" Sandra Isabel Rodrigues Videira, Johannes (Ewald) Zacharias\nGroenewald, Anna Kolecka, Luuk van Haren, Teun Boekhout, Pedro W.\nCrous","Year":" 2015","Title":" Elucidating the Ramularia eucalypti species complex","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 34","Issue":"","Pages":" 50-64","Keywords":" Mycosphaerellaceae, plant pathogen, species complex,\nsystematics","DOI":" 10.3767/003158515X685670","Abstract":" The genus Ramularia includes numerous phytopathogenic\nspecies, several of which are economically important. Ramularia\neucalypti is currently the only species of this genus known to infect\nEucalyptus by causing severe leaf-spotting symptoms on this host.\nHowever, several isolates identified as R. eucalypti based on morphology\nand on nrDNA sequence data of the ITS region have recently been isolated\nfrom other plant hosts, from environmental samples and also from human\nclinical specimens. Identification of closely related species based on\nmorphology is often difficult and the ITS region has previously been\nshown to be unreliable for species level identification in several\ngenera. In this study we aimed to resolve this species-complex by\napplying a polyphasic approach involving morphology, multi-gene\nphylogeny and matrix assisted laser desorption ionization time of flight\nmass spectrometry (MALDI-TOF MS). Six partial genes (ITS, ACT, TEF1-α,\nHIS3, GAPDH and RPB2) were amplified and sequenced for a total of 44\nisolates representing R. eucalypti s.lat. and closely related species. A\nmulti-gene Bayesian phylogenetic analysis and parsimony analysis were\nperformed, and both the resulting trees showed significant support for\nseparation of seven species in R. eucalypti s.lat., including two\npreviously described (R. eucalypti and R. miae), four novel species here\ndescribed (R. haroldporteri, R. glennii, R. mali and R. plurivora) and\none undescribed Ramularia species (sterile). Additionally,\nMycosphaerella nyssicola is newly combined in Ramularia as R. nyssicola.\nMain mass spectra (MSPs) of several R. eucalypti s.lat. strains were\ngenerated using MALDI-TOF MS and were compared through a Principal\nComponent Analysis (PCA) dendogram. The PCA dendrogram supported three\nclades containing R. plurivora, R. glenni /R. mali and R. eucalypti /R.\nmiae. Although the dendrogram separation of species differed from the\nphylogenetic analysis, the clinically relevant strains were successfully\nidentified by MALDI-TOF MS.","trees":[{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"Ramularia eucalypti species complex, combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_79968.phy"}]}