{"Authors":" Fang Liu, Bevan S Weir, Ulrike Damm, Yong Wang, Liu\nBingxuan, wang Mei, Zhang Meng, lei cai, Pedro W. Crous","Year":" 2015","Title":" Unravelling Colletotrichum species associated with Camellia,\nwith the combined use of ApMat and GS loci to resolve species in the C.\ngloeosporioides complex","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Camellia, Colletotrichum, morphology, phylogeny, tea\nplants","DOI":"","Abstract":" We investigated the phylogenetic diversity of 144\nColletotrichum isolates associated with symptomatic and asymptomatic\ntissues of Camellia sinensis and other Camellia spp. from seven\nprovinces in China (Fujian, Guizhou, Henan, Jiangxi, Sichuan, Yunnan,\nZhejiang), and seven isolates obtained from other countries, including\nIndonesia, UK, and the USA. Based on the multi-locus (ACT, CAL, GAPDH,\nGS, ITS, TUB2) phylogenetic analyses and phenotypic characters, 11\nspecies were distinguished, including nine well-characterised species\n(i.e., C. alienum, C. boninense, C. cliviae, C. fioriniae, C.\nfructicola, C. gloeosporioides, C. karstii, C. siamense), one which was\nepitypified (C. camelliae), and two novel species (C. henanense and C.\njiangxiense). Of these, C. camelliae proved to be the most dominant and\nprobably host specific taxon occurring on Camellia. Colletotrichum\njiangxiense is shown to be phylogenetically closely related to the\ncoffee berry pathogen C. kahawae subsp. kahawae. Pathogenicity tests and\npairwise homoplasy index test suggest that C. jiangxiense and C. kahawae\nsubsp. kahawae are two independent species. This study represents the\nfirst reports of C. alienum and C. cliviae occurring on Camellia\nsinensis. In addition, our study demonstrated that the combined use of\nApMat and GS loci in phylogenetic analysis is able to resolve all\ncurrently accepted species in the C. gloeosporioides species\ncomplex.","trees":[{"tree_label":"Fig. 1","ntax":"144","rootedtree":"TRUE","title":"Tr79979","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_79979.phy"}]}