{"Authors":" Shai Pilosof, Serge Morand, Boris R Krasnov, Charles L\nNunn","Year":" 2014","Title":" Potential parasite transmission in multi-host networks based\non parasite sharing","Journal":" PLoS One","Volume":"","Issue":"","Pages":"","Keywords":" Antagonistic networks; Bipartite; Disease Ecology;\nEpidemiology; Helminths; Host-parasite; Individual-based models; Network\nEcology","DOI":"","Abstract":" Epidemiological networks are commonly used to explore\ndynamics of parasite transmission among individuals in a population of a\ngiven host species. However, many parasites infect multiple host\nspecies, and thus multi-host networks may offer a better framework for\ninvestigating parasite dynamics. We investigated the factors that\ninfluence parasite sharing  and thus potential transmission pathways \namong rodent hosts in Southeast Asia. We focused on differences between\nnetworks of a single host species and networks that involve multiple\nhost species. In host-parasite networks, modularity (the extent to which\nthe network is divided to subgroups composed of individuals that\ninteract more among themselves than with individuals outside the\nsubgroup) was higher in the multi-species than in the single-species\nnetworks. This suggests that phylogeny affects patterns of parasite\nsharing, which was confirmed in analyses showing that it predicted\naffiliation of individuals to modules. We then constructed “potential\ntransmission networks” based on the host-parasite networks, in which\nedges depict the similarity between a pair of individuals in the\nparasites they share. The centrality of individuals in these networks\ndiffered between multi- and single-species networks, with species\nidentity and individual characteristics influencing their position in\nthe networks. Simulations further revealed that parasite dynamics\ndiffered between multi- and single-species networks. We conclude that\nmulti-host networks based on parasite sharing can provide new insights\ninto the potential for transmission among hosts in an ecological\ncommunity. In addition, the factors that determine the nature of\nparasite sharing (i.e. structure of the host-parasite network) may\nimpact transmission patterns.","trees":[{"tree_label":"Rodents","ntax":"6","rootedtree":"TRUE","title":"Tr79989","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_79989.phy"}]}