{"Authors":" Alan C. Christensen, Jeffrey P Mower, Kanika Jain, Kirsten\nKrause, Felix Grewe, Gaven F. Nelson, Andreas P.M. Weber","Year":" 2014","Title":" Extreme features of the Galdieria sulphuraria organellar\ngenomes: a consequence of polyextremophily?","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Galdieria sulphuraria, red algae, facultative\nheterotrophy, polyextremophily, GC skew, substitution rate","DOI":"","Abstract":" Nuclear genome sequencing from extremophilic eukaryotes\nhas revealed clues about the mechanisms of adaptation to extreme\nenvironments, but the functional consequences of extremophily on\norganellar genomes is unknown. To address this issue, we assembled the\nmitochondrial and plastid genomes from a polyextremophilic red alga,\nGaldieria sulphuraria and performed a comparative genomics analysis with\nother red algae and more broadly across eukaryotes. The mitogenome is\nhighly reduced in size and genetic content and exhibits the highest GC\nskew of any known genome and the fastest substitution rate among all red\nalgae. The plastid genome contains a large number of intergenic\nstem-loop structures but is otherwise rather typical in size, structure,\nand content in comparison with other red algae. We suggest that these\nunique genomic modifications result not only from the harsh conditions\nin which Galdieria lives but also from its unusual capability to grow\nheterotrophically, endolithically, and in the dark. These conditions\nplace additional mutational pressures on the mitogenome due to the\nincreased reliance on the mitochondrion for energy production, whereas\nthe decreased reliance on photosynthesis and the presence of numerous\nstem-loop structures may shield the plastome from similar genomic\nstress.","trees":[{"tree_label":"Fig 7B","ntax":"12","rootedtree":"TRUE","title":"Phylogram from plastid genes","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80009.phy"},{"tree_label":"Fig 7B","ntax":"12","rootedtree":"TRUE","title":"clade credibility tree from plastid genes","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80010.phy"},{"tree_label":"Fig 7A","ntax":"15","rootedtree":"TRUE","title":"clade credibility tree from mitochondrial genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80011.phy"},{"tree_label":"Fig 7A","ntax":"15","rootedtree":"TRUE","title":"Phylogram from mitochondrial genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80012.phy"}]}