{"Authors":" Arthur Charles Grupe, Anthony Baker, Jessie Karen Uehling,\nMatthew E. Smith, Timothy J. Baroni, D. Jean Lodge, Terry Henkel","Year":" 2015","Title":" Sarcodon in the Neotropics I. New species from Guyana, Puerto\nRico, and Belize.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Bankeraceae, Caribbean, Central America, ectomycorrhizal\nfungi, Guiana Shield, Thelephorales, tooth fungi\n","DOI":"","Abstract":" Four species of the ectomycorrhizal (ECM) genus Sarcodon\n(Bankeraceae, Thelephorales, Basidiomycota) are described as new to\nscience. Sarcodon pakaraimensis sp. nov. is described from forests\ndominated by the ECM trees Pakaraimaea dipterocarpacea\n(Dipterocarpaceae) and Dicymbe jenmanii (Fabaceae subfam.\nCaesalpinioideae) in the Pakaraima Mountains of Guyana. Sarcodon\nportoricensis sp. nov. is described from lower montane wet forest within\nthe El Yunque National Forest of Puerto Rico. Sarcodon quercophilus sp.\nnov. and Sarcodon umbilicatus sp. nov. are described from Quercus cloud\nforests within the Maya Mountains of Belize. The discovery of these four\nnew species is significant given that the majority of the approximately\n87 described Sarcodon species are north temperate or boreal in\ndistribution and frequently associate with coniferous host plants; these\nconstitute the most recent records for Sarcodon from the greater\nNeotropics. Each of the new species is morphologically consistent with\naccepted diagnostic characters for Sarcodon: pileate-stipitate stature,\na dentate hymenophore, determinate basidioma development, fleshy,\nnon-zonated context, and brown, tuberculate basidiospores. Phylogenetic\nanalysis of DNA sequences corroborated the generic placement of S.\npakaraimensis, S. portoricensis, S. quercophilus, and S. umbilicatus\nand, along with morphological differences, supported their recognition\nas distinct species. Macromorphological, micromorphological, habitat,\nand DNA sequence data from the nuclear ribosomal internal transcribed\nspacer (ITS) region are provided for each of the new species.","trees":[{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Sarcodon in the Neotropics I","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80064.phy"}]}