{"Authors":" Susumu Takamatsu, Vasyl P. Heluta, Ito Arakawa Hanako,\nYoshiro Shiroya","Year":" 2015","Title":" First comprehensive phylogenetic analysis of the genus\nErysiphe (Erysiphales: Erysiphaceae): I. Microsphaera lineage","Journal":" Mycologia","Volume":" 107","Issue":" 3","Pages":" 475-489","Keywords":" 28S rRNA gene, Host relationship, ITS, Powdery mildew,\nPseudoidium","DOI":" 10.3852/15-007","Abstract":" The genus Erysiphe (including Pseudoidium anamorph) is the\nlargest genus in the Erysiphaceae and contains more than 50% of total\nspecies of the Erysiphceae. Little is known about phylogenetic structure\nof this genus. We conducted comprehensive phylogenetic analyses of\nMicrosphaera-lineage, a group occupied derived half in the Erysiphe,\nusing 401 sequences of ITS and 28S rDNA regions. The 401 sequences\ndivided into many small groups by the host genus or family. Although\nbootstrap supports of deep branches are mostly weak, we identified two\ndeep branches with moderate bootstrap supports, with which the 401\nsequences were divided into three big groups. In addition, we identified\nfour big clades consisted of homogeneous sequences from a wide range of\nhost plants beyond family level, i.e., E. aquilegiae clade, E.\nalphitoides clade, E. quercicola clade, and E. trifoliorum s. lat.\nclade. Isolates from herbaceous plants were mostly situated in the E.\naquilegiae group and most derived group III, while basal part of\nMicrosphaera-lineage were occupied by isolates from woody plants except\nfor E. glycines that was used as an outgroup taxon. This supports our\nearly hypothesis that tree-parasitic powdery mildews have old origin in\nthe Erysiphaceae in general, and host-shift from trees to herbs occurred\nmany times independently during the evolution of powdery mildews.\nMolecular clock analyses suggested that the divergence of\nMicrosphaera-linage began in ca 20 Ma in the Miocene Epock of the\nNeogene Period.","trees":[{"tree_label":"PAUP 111","ntax":"401","rootedtree":"TRUE","title":"Microsphaera-lineage ITS+28S 401taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80001.phy"}]}