{"Authors":" Chuan Ma, Yeying Wang, Chao Wu, Le Kang, Chunxiang Liu","Year":" 2014","Title":" The compact mitochondrial genome of Zorotypus medoensis\nprovides insights into phylogenetic position of Zoraptera","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Polyneoptera, Embioptera, long-branch attraction, gene\nlength reduction, tRNA truncation, substitution rate","DOI":"","Abstract":" Background Zoraptera, generally regarded as a member of\nPolyneoptera, represents one of the most enigmatic insect orders.\nAlthough phylogenetic analyses based on a wide array of morphological\nand/or nuclear data have been performed, the position of Zoraptera is\nstill under debate. Mitochondrial genome (mitogenome) information is\ncommonly considered to be preferable to reconstruct phylogenetic\nrelationships, but no efforts have been made to incorporate it in\nZorapteran phylogeny. To characterize Zoraptera mitogenome features and\nprovide insights into its phylogenetic placement, here we sequenced, for\nthe first time, one complete mitogenome of Zoraptera and reconstructed\nthe phylogeny of Polyneoptera. Results The mitogenome of Zorotypus\nmedoensis with an A + T content of 72.50% is composed of 13\nprotein-coding genes, 22 transfer RNA genes, 2 ribosomal RNA genes, and\na noncoding A + T-rich region. The gene content and arrangement are\nidentical to those considered ancestral for insects. This mitogenome\nshows a number of very unusual features. First, it is very compact,\ncomprising 14,572 bp, and is the smallest among all known polyneopteran\nmitogenomes. Second, both noncoding sequences and coding genes exhibit a\nsignificant decrease in size compared with those of other\npolyneopterans. Third, Z. medoensis mitogenome has experienced an\naccelerated substitution rate. Fourth, truncated secondary structures of\ntRNA genes occur with loss of dihydrouridine (DHU) arm in trnC, trnR,\nand trnS(AGN) and loss of TΨC arm in trnH and trnT. The phylogenetic\nanalyses based on the mitogenome sequence information indicate that\nZoraptera, represented by Z. medoensis, is recovered as sister to\nEmbioptera. However, both Zoraptera and Embioptera exhibit very long\nbranches in phylogenetic trees. Conclusions Characterization of Z.\nmedoensis mitogenome contributes to our understanding of the enigmatic\nZoraptera. Mitogenome data demonstrate an overall strong resolution of\ndeep-level phylogenies of Polyneoptera but not Insecta. It is preferable\nto expand taxon sampling of Zoraptera and other poorly represented\norders in future to break up long branches.","trees":[{"tree_label":"PCG123RNA BI","ntax":"47","rootedtree":"TRUE","title":"Zoraptera BI from PCG123RNA data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80056.phy"},{"tree_label":"PCG123RNA ML","ntax":"47","rootedtree":"TRUE","title":"Zoraptera ML from PCG123RNA data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80057.phy"},{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Zoraptera PCG12RNA BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80052.phy"},{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Zoraptera PCG12RNA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80053.phy"},{"tree_label":"Fig. 4","ntax":"47","rootedtree":"TRUE","title":"Zoraptera PCG AA BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80055.phy"},{"tree_label":"Insecta AA","ntax":"58","rootedtree":"TRUE","title":"Insecta BI from AA data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80059.phy"}]}