{"Authors":" Denise Raterman, Robert W. Meredith, Mark S. Springer, Luis\nA. Ruedas","Year":" 2006","Title":" Phylogenetic relationships of the cuscuses and brushtail\npossums using the nuclear gene, BRCA1 (Marsupialia: Phalangeridae)","Journal":" Australian Journal of Zoology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The family Phalangeridae is comprised of approximately\ntwo-dozen extinct and extant species that include the brushtail possums\n(Trichosurus), scaly-tailed possum (Wyulda) and cuscuses (Phalanger,\nStrigocuscus, Spilocuscus, and Ailurops). Morphological studies have\nsuggested that Ailurops ursinus is the sister taxon to all other\nphalangerids. Another relationship of interest is Strigocuscus\ncelebensis, whose morphologically based taxonomic affinity has\nhabitually been with trichosurins. Mitochondrial 12S rRNA results,\nhowever, found moderate support for an Ailurops and Strigocuscus\ncelebensis clade and placed A. ursinus and S. celebensis as sister to\nPhalanger and Spilocuscus. This study uses nuclear sequence data from\nthe breast cancer and ovarian cancer susceptibility gene 1 (BRCA1) to\ntest previous mitochondrial DNA results and uses relaxed molecular clock\nmethods to estimate divergence dates. The results support Ailurops as\nsister taxa to S. celebensis and this clade as sister to Phalangerini.\nRelaxed molecular dating methods suggest a date of 21-29 million years\nfor the split between Trichosurini and remaining phalangerids and 17-24\nmillion years for the split between Ailurops + Strigocuscus celebensis\nand Phalangerini. Several vicariant/dispersal events are necessary to\nexplain the geographic distribution of Phalangeridae and our estimated\nmolecular divergence dates are congruent with previously proposed\nSoutheast Asian geological events.","trees":[{"tree_label":"Fig. 1","ntax":"15","rootedtree":"TRUE","title":"Cuscus Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_665.phy"},{"tree_label":"Fig. 2","ntax":"15","rootedtree":"TRUE","title":"Cuscus maximum likelihood tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4686.phy"}]}