{"Authors":" Lei Li, Hin-chung Wong, Wenyan Nong, Man Kit Cheung,\nPatrick Tik Wan Law, Kai Man Kam, Hoi Shan Kwan","Year":" 2014","Title":" Comparative genomic analysis of clinical and environmental\nstrains provides insight into the pathogenicity and evolution of Vibrio\nparahaemolyticus","Journal":" BMC Genomics","Volume":" 15","Issue":" 15","Pages":" 1135","Keywords":" comparative genomics, genome evolution","DOI":" 10.1186/1471-2164-15-1135","Abstract":" Vibrio parahaemolyticus is a Gram-negative halophilic\nbacterium. Infections with the bacterium could become systemic and can\nbe life-threatening to immunocompromised individuals. Genome sequences\nof a few clinical isolates of V. parahaemolyticus are currently\navailable, but the genome dynamics across the species and virulence\npotential of environmental strains on a genome-scale have not been\ndescribed before. Here we present genome sequences of four V.\nparahaemolyticus clinical strains from stool samples of patients and\nfive environmental strains in Hong Kong. Phylogenomics analysis based on\nsingle nucleotide polymorphisms revealed a clear distinction between the\nclinical and environmental isolates. A new gene cluster belonging to the\nbiofilm associated proteins of V. parahaemolyticus was found in clincial\nstrains. In addition, a novel small genomic island frequently found\namong clinical isolates was reported. A few environmental strains were\nfound harboring virulence genes and prophage elements, indicating their\nvirulence potential. A unique biphenyl degradation pathway was also\nreported. A database for V. parahaemolyticus (http://kwanlab.bio.cuhk.edu.hk/vp) was constructed here\nas a platform to access and analyze genome sequences and annotations of\nthe bacterium. We have performed a comparative genomics analysis of\nclinical and environmental strains of V. parahaemolyticus. Our analyses\ncould facilitate understanding of the phylogenetic diversity and niche\nadaptation of this bacterium.","trees":[{"tree_label":"Vibrio parahaemolyticus NJ tree","ntax":"15","rootedtree":"TRUE","title":"Tr80016","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80016.phy"}]}