{"Authors":" Netsai M. Machingambi, Leanne L. Dreyer, Kenneth Carl\nOberlander, Jolanda Roux, Francois Roets","Year":" 2014","Title":" Death of endemic Virgilia oroboides trees in a South African\nnational botanical garden caused by Diaporthe virgiliae sp. nov.\n","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" root pathogen, tree death, Phomopsis, Geosmithia, bark\nbeetle","DOI":"","Abstract":" Numerous dead and dying individuals of the Western Cape\nendemic tree Virgilia oroboides (Fabaceae) were recently observed within\na South African national botanical garden. Root-rot fungi and bark\nbeetle (Curculionidae; Scolytinae) symbiotic fungi from diseased trees\nwere assessed for their respective roles in V. oroboides mortality.\nDisease progression in this V. oroboides population was also monitored\nover one year. Fungi were isolated from surface sterilised bark and root\nsamples from diseased trees and were provisionally identified using data\nfrom the internal transcribed spacer regions (ITS1, ITS2), including the\n5.8S gene (ITS). Pathogenicity of selected fungi towards V. oroboides\nwas tested using artificial inoculation studies under field conditions.\nThe pathogenicity of various bark beetle associated Geosmithia\n(Hypocreales: Hypocreomycetidae) spp. from V. oroboides, were similarly\nassessed. The only fungus consistently isolated from lesions on the\nroots and bark of declining V. oroboides, and never from healthy\nindividuals, represented an un-described Diaporthe (Diaporthales,\nDiaporthaceae) sp. that was characterised using molecular - (using data\nfrom the ITS marker and part of the β-tubulin gene (TUB)), culture and\nmorphological characters. It is an aggressive pathogen of V. oroboides,\nnewly described here as Diaporthe virgiliae sp. nov. Trees of all ages\nare susceptible to this pathogen with subsequent bark beetle attack of\nmature trees only. All Geosmithia spp. were non-pathogenic towards V.\noroboides. Diaporthe virgiliae caused a significant decline in the\nhealth of the monitored V. oroboides population over a period of only\none year and should be considered as a significant threat to these\ntrees.","trees":[{"tree_label":"con 50 majrule","ntax":"139","rootedtree":"TRUE","title":"Diaporthe 50 % majority rule consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80634.phy"}]}