{"Authors":" Adriana Sanchez","Year":" 2014","Title":" Mutualism Between Triplaris and Pseudomyrmex: Phylogeny and\nGeographical Distribution.","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ant-plant mutualism; genealogical sorting index (GSI);\ngeographical distribution; phylogeny; Pseudomyrmex; Triplaris","DOI":"","Abstract":" The association between the myrmecophyte Triplaris and\nants of the genus Pseudomyrmex is an often reported example of\nmutualism, albeit poorly studied. In order to increase our knowledge of\nthis symbiosis, the interspecific relationships of Triplaris were\nreconstructed using five molecular markers (two chloroplast and three\nnuclear), and the relationships of the associated Pseudomyrmex using two\nmolecular regions (one mitochondrial and one nuclear). The phylogeny of\neach organism was reconstructed using two approaches: a single\nindividual per species and a multiple individual per species phylogeny.\nThe phylogenies of the ants were then compared to that of the plants.\nUsing a multiple individual phylogeny can provide a finer resolution to\nthe patterns of association between the two organisms. A data set with\nall the collections of plant hosts and resident ants known were also\ncompiled and mapped their locations using GIS. The pattern of\ndistribution of both organisms reveals that there are varying degrees of\nhost specificity; one species (P. dendroicus) is confined to a single\nspecies of Triplaris, while other ants showed broader host usage. This\ncould be a result of geographical or ecological sorting.","trees":[{"tree_label":"MLT single ant","ntax":"26","rootedtree":"TRUE","title":"Pseudomyrmex Best MLT combined LR and COI one\nindividual per species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80067.phy"},{"tree_label":"Triplaris MLT","ntax":"37","rootedtree":"TRUE","title":"riplaris Best MLT from combined cp and nuclear multiple\nindividuals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80066.phy"},{"tree_label":"Triplaris MLT","ntax":"16","rootedtree":"TRUE","title":"Triplaris best MLT single","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80065.phy"},{"tree_label":"best MLT multiple ant","ntax":"33","rootedtree":"TRUE","title":"Pseudomyrmex Best MLT LR and COI combined multiple\nindividuals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80068.phy"}]}