{"Authors":" Kathleen A. Kron, Walter S. Judd","Year":" 1990","Title":" Phylogenetic relationships within the Rhodoreae (Ericaceae)\nwith specific comments on the placement of Ledum.","Journal":" Systematic Botany","Volume":" 15","Issue":" NA","Pages":" 57-68","Keywords":" NA","DOI":" NA","Abstract":" The cladistic relationships of the tribe Rhodoreae\n(Ericaceae; Rhododendroideae) are investigated. The tribe is likely\nmonophyletic, and may be diagnosed by the perulae found with the\ninflorescence. The genus Rhododendron, as currently recognized, is shown\nto be paraphyletic. However, if Ledum is included (as a subsection of\nsect. Rhododendron, within subg. Rhododendron), and Therorhodion is\nexcluded, then the genus is probably monophyletic. Ledum likely is\nrelated most closely to Rhododendron subsect. Edgeworthia. The cladistic\nrelationships within Rhododendron are consistent with the recognition of\neight subgenera: Anthodendron, Azaleastrum, Candidastrum, Choniastrum,\nHymenanthes, Mumeazalea, Rhododendron, and Tsutsusi. The monophyly of\nCopeland’s segregate genera is thus, in large part, supported, although\nthese groups are placed here at subgeneric rank. Among these subgenera,\nAnthodendron is possibly cladistically basal. This subgenus and the\nphenetically similar subgenera Tsutsusi, Azaleastrum, Choniastrum,\nCandidastrum, and Mumeazalea have been recognized traditionally as the\nazalea complex or chorus subgenerum Nomazalea, but this group is\nparaphyletic and should not be given formal taxonomic recognition. The\ncircumscription and phylogenetic relationships of some subgenera, e.g.,\nAzaleastrum (as broadly defined, i.e., including Choniastrum,\nMumeazalea, and Canadidastrum) need further study. Menziesia and\nTsusiophyllum are recognizable at the generic level, and may be related\ndue to the shared possession of slit-like anther dehiscence. Thus, the\npattern of character variation within the tribe may be expressed by the\nrecognition of four genera: Therorhodion, Menziesia, Tsusiophyllum, and\nRhododendron. The following new combinations are made: Rhododendron\nsubsect. Ledum, R. palustre, R. groenlandicum.","trees":[{"tree_label":"Fig. 2C","ntax":"13","rootedtree":"TRUE","title":"Rhodoreae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1671.phy"},{"tree_label":"Fig. 2D","ntax":"13","rootedtree":"TRUE","title":"Rhodoreae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1672.phy"},{"tree_label":"Fig. 1A","ntax":"13","rootedtree":"TRUE","title":"Rhodoreae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1669.phy"},{"tree_label":"Fig. 1B","ntax":"13","rootedtree":"TRUE","title":"Rhodoreae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1670.phy"}]}