{"Authors":" Dimitrios Floudas, Benjamin W Held, Robert Riley, László G.\nNagy, Gage Koehler, Anthony S Ransdell, Hina Younus, Julianna Chow,\nJennifer Chiniquy, Anna Lipzen, Andrew Tritt, Hui Sun, Sajeet Haridas,\nKurt LaButti, Robin A Ohm, Ursula Kües, Robert A Blanchette, Igor V\nGrigoriev, Robert E Minto, David S Hibbett","Year":" 2014","Title":" Evolution of novel wood decay mechanisms in Agaricales\nrevealed by the genome sequences of Fistulina hepatica and\nCylindrobasidium torrendii","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, wood decay, white rot, brown rot,\nreconciliation, pseudogenes, genome sequencing","DOI":" 10.1016/j.fgb.2015.02.002","Abstract":" Wood decay mechanisms in Agaricomycotina have been\ntraditionally separated in two categories termed white and brown rot.\nRecently the accuracy of such a dichotomy has been questioned. Here, we\npresent the genome sequences of the white rot Cylindrobasidium torrendii\nand the brown rot Fistulina hepatica both members of Agaricales,\ncombining comparative genomics and wood decay experiments.\nCylindrobasidium torrendii is closely related to the white-rot root\npathogen Armillaria mellea, while F. hepatica is related to\nSchizophyllum commune, which has been reported to cause white rot. Our\nresults suggest that C. torrendii and S. commune are intermediate\nbetween white-rot and brown-rot fungi, but at the same time they show\ncharacteristics of decay that resembles soft-rot. Both species cause\nweak wood decay and degrade all wood components but leave the middle\nlamella intact. Their gene content related to lignin degradation is\nreduced, similar to brown-rot fungi, but both have maintained a rich\narray of genes related to carbohydrate degradation, similar to white-rot\nfungi. These characteristics appear to have evolved from white-rot\nancestors with stronger ligninolytic ability. Fistulina hepatica shows\ncharacteristics of brown rot both in terms of gene content related to\nwood decay found in its genome and the decay that it causes. However,\ngenes related to cellulose degradation are still found in its genome,\nwhich is a plesiomorphic characteristic shared with its white-rot\nancestors. Four wood degradation-related genes, homologs of which are\nfrequently lost in brown-rot fungi, show signs of pseudogenization in\nthe genome of F. hepatica. These results suggest that transition towards\na brown rot lifestyle could be an ongoing process in F. hepatica. Our\nresults reinforce the idea that wood decay mechanisms are more diverse\nthan initially thought and that the dichotomous separation of wood decay\nmechanisms in Agaricomycotina into white rot and brown rot should be\nrevisited.","trees":[{"tree_label":"Imported tree 1","ntax":"14","rootedtree":"TRUE","title":"Agaricomycotina RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80080.phy"}]}