{"Authors":" Pieter De Maayer, Wai Yin Chan, Douglas AJ Martin, Jochen\nBlom, Stephanus N Venter, Brion Duffy, Don A Cowan, Theo HM Smits,\nTeresa A Coutinho","Year":" 2014","Title":" The Pantoea ananatis integrative conjugative element ICEPan\nplays a potential role in its ecological diversification and\nantibiosis","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Pantoea; ananatis; integrative and conjugative\nelement","DOI":"","Abstract":" Background: Pantoea ananatis is a highly versatile\nenterobacterium which is frequently isolated from diverse environmental\nsources. The ecological diversity of this species may be attributed, in\npart, to the acquisition of mobile genetic elements. One such element is\nthe Integrative and Conjugative Element (ICE). Results: By means of in\nsilico analyses the P. ananatis ICE (ICEPan) was identified and\ncharacterized. PCR screening showed that ICEPan is prevalent among P.\nananatis strains isolated from different environmental sources and\ngeographic locations. ICEPan shared a common origin with the ICEs of\nother enterobacteria, as well as conjugative plasmids of Erwinia spp.\nAside from core modules for the integration, maintenance and\ndissemination of ICEPan, these mobile genetic elements contain extensive\nnon-conserved islands coding for proteins that may contribute towards\nvarious phenotypes such as stress response and antibiosis. An island is\nintegrated within an ICEPan DNA repair-encoding locus umuDC and we\npostulate its role in stress-induced dissemination and/or expression of\nthe genes on this island. Conclusions: The highly diverse integrative\nand conjugative element ICEPan of P. ananatis encodes proteins that may\nplay a major role in the ecological diversification of this\nspecies.","trees":[{"tree_label":"tree1","ntax":"10","rootedtree":"TRUE","title":"Tr80122","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80122.phy"},{"tree_label":"tree1","ntax":"9","rootedtree":"TRUE","title":"Tr80124","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80124.phy"},{"tree_label":"tree1","ntax":"7","rootedtree":"TRUE","title":"Tr80127","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80127.phy"},{"tree_label":"tree1","ntax":"10","rootedtree":"TRUE","title":"Tr80123","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80123.phy"},{"tree_label":"tree1","ntax":"9","rootedtree":"TRUE","title":"Tr80125","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80125.phy"},{"tree_label":"tree1","ntax":"7","rootedtree":"TRUE","title":"Tr80126","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80126.phy"}]}