{"Authors":" Gustavo Adolfo Silva-Arias, Julian Alejandro Greppi, Maikel\nReck-Kortmann, Joao Renato Stehmann, Loreta B Freitas","Year":" 2015","Title":" Phylogenetic relationships of Petunia patagonica (Solanaceae)\nrevealed by molecular and biogeographical evidences","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" biogeography; Fabiana; Patagonia; Petunieae; southern\nSouth America; Subtropical grasslands; taxonomy","DOI":"","Abstract":" Petunia patagonica is restricted to the Patagonian region\nof Argentina and its identity is controversial. The species was\ndescribed into the genus Nierembergia, and subsequently transferred to\nthe genus Petunia. However, several morphological characteristics of P.\npatagonica as well as its geographical distribution differ from other\nPetunia species, and it has been repeatedly considered an exception to\nthe genus. Using one nuclear and two cpDNA markers for 22 species\nrepresenting seven genera of the tribe Petunieae, we analyzed\nphylogenetic and biogeographic evidence to clarify the phylogenetic\nposition of P. patagonica into a genus and tribe. Our results suggest\nthat P. patagonica is outside of the genus Petunia and closer to Fabiana\nimbricata. In addition, Calibrachoa appears basal within the Petunia,\nCalibrachoa, and Fabiana clades, and Fabiana and Petunia result in\nsister genera. This result led us to reconstruct an ancestral region for\nthis clade within the subtropical grasslands of South America.\nSubsequent dispersion to the Patagonian and Andean regions was inferred\nin the divergence of Fabiana and P. patagonica. Our work further\nindicates that P. patagonica does not belong to Petunia and suggests\nmore studies for a new classification of this species. Ancestral area\nreconstruction suggest that the origin of the Calibrachoa, Fabiana and\nPetunia lineages was located in the subtropical grasslands of South\nAmerica, and the colonization of the Andes and Patagonia seems to be\ndivergent and was achieved only for species belonging to the Fabiana and\nP. patagonica clades.","trees":[{"tree_label":"TREE1","ntax":"28","rootedtree":"TRUE","title":"Tr80154","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80154.phy"}]}