{"Authors":" Huzefa A Raja, Tamam El-Elimat, Carol A. Shearer, Andrew N.\nMiller, Kazuaki Tanaka, Akira Hashimoto, Jacques Fournier, Nicholas\nOberlies","Year":" 2015","Title":" Minutisphaerales (Dothideomycetes, Ascomycota): a new order\nof freshwater ascomycetes including a new family, Minutisphaeraceae, and\ntwo new species from North Carolina, USA","Journal":" Mycologia","Volume":" 107","Issue":" 4","Pages":" 845862","Keywords":" Aquatic, microfungi, submerged wood, systematics","DOI":" 10.3852/15-013","Abstract":" Minutisphaera is a recently established genus of\nfreshwater Dothideomycetes characterized by small, globose to subglobose\nor apothecioid, erumpent to superficial, brown ascomata; fissitunicate,\neight-spored, ovoid to obclavate asci; and 12- septate, clavate to\nbroadly fusiform, hyaline to pale brown ascospores with or without a\ngelatinous sheath and filamentous appendages. The genus currently\ncontains two species: M. fimbriatispora, the type species, and M.\njaponica. The higher-level phylogenetic relationship of Minutisphaera\nwithin the Dothideomycetes currently is unresolved. To establish the\nphylogenetic position of Minutisphaera within the Dothideomycetes and\nevaluate the phylogenetic affinities of newly collected\nMinutisphaera-like taxa, we sequenced three rDNA regions18S,\nITS1-5.8SITS2 (ITS) and 28S nuc rDNA, and a protein-coding gene, MCM7,\nfor newly collected strains of Minutisphaera. Based on maximum\nlikelihood and Bayesian analyses of a combined dataset (18S and 28S)\ncomposed of 167 taxa, a more refined dataset (28S and MCM7) comprising\n52 taxa and a separate ITS dataset, and an examination of morphology, we\ndescribe and illustrate two new species of Minutisphaera. The\nMinutisphaera clade was strongly supported within the Dothideomycetes\nwith likelihood and Bayesian statistics but did not share phylogenetic\naffinities with any existing taxonomic group within the Dothideomycetes.\nWe therefore establish a new order, Minutisphaerales, and new family,\nMinutisphaeraceae, for this monophyletic clade of freshwater\nascomycetes. Chemical analysis of the organic extract M. aspera (G427)\nresulted in isolation and characterization of five known secondary\nmetabolites, of which four were dipeptides (14) and one an aromatic\npolyketide (5). Conversely, two aromatic polyketides (5, 6) were\nisolated and identified from the organic extract of M.\nparafimbriatispora (G156-4). The isolated compounds were tested for\ntheir antimicrobial activity against an array of bacteria and fungi.\nCompound 6 showed promising activity against Staphylococcus aureus and\nMycobacterium smegmatis with minimal inhibitory concentration values of\n30 and 60 mg/mL, respectively.","trees":[{"tree_label":"Tree 1 _ITS","ntax":"16","rootedtree":"TRUE","title":"Minutisphaeraceae ITS data","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80152.phy"},{"tree_label":"Tree 1","ntax":"167","rootedtree":"TRUE","title":"Minutisphaeraceae SSU LSU dataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80155.phy"},{"tree_label":"Tree 1","ntax":"52","rootedtree":"TRUE","title":"Minutisphaeraceae LSU MCM7","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80153.phy"}]}