{"Authors":" Jennifer Ann Jackson, Katrin T Linse, Rowan Whittle, Huw\nGriffiths","Year":" 2015","Title":" The evolutionary origins of the Southern Ocean philobryid\nbivalves: hidden biodiversity, ancient persistence","Journal":" PLoS One","Volume":"","Issue":"","Pages":"","Keywords":" bivalve, phylogeny, Southern Ocean, Philobryidae,\nsecondary structure, divergence times, evolution","DOI":"","Abstract":" Philobryids (Bivalvia: Arcoida) are one of the most\nspeciose marine bivalve families in the Southern Ocean and are common\nthroughout the Southern Hemisphere. Considering this diversity and their\nbrooding reproductive mode, (limiting long-distance dispersal), this\nfamily may have been present in the Southern Ocean since its inception.\nHowever Philobrya and Adacnarca appear only in the Quaternary fossil\nrecord of the Antarctic, suggesting a much more recent incursion.\nMolecular dating provides an independent means of measuring the time of\norigin and radiation of this poorly known group. Here we present the\nfirst combined molecular and morphological investigation of the\nPhilobryidae in the Southern Ocean. Two nuclear loci (18S and 28S) were\namplified from 35 Southern Ocean Adacnarca and Philobrya specimens, with\na combined sequence length of 2,282 base pairs (bp). Adacnarca specimens\n(A. nitens and A. limopsoides) were resolved as a strongly supported\nmonophyletic group. Genus Philobrya fell into two strongly supported\ngroups (‘sublaevis’ and ‘magellanica/wandelensis’), paraphyletic with\nAdacnarca. The A. nitens species complex is identified as at least seven\nmorpho-species through morphological and genetic analysis of taxon\nclustering. Phylogenetic analyses resolve Philobryidae as a strongly\nsupported monophyletic clade and sister taxon to the Limopsidae, as\nanticipated by their classification into the superfamily Limopsoidea.\nBayesian relaxed clock analyses of divergence times suggest that genus\nAdacnarca radiated in the Southern Ocean from the Early Paleogene, while\nP. sublaevis and P. wandelensis clades radiated in the late Miocene,\nfollowing the formation of the Antarctic Circumpolar Current.","trees":[{"tree_label":"Fig. 6","ntax":"69","rootedtree":"TRUE","title":"Philobryid Bivalves Fig6 28S arcoidPrank 041014","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80171.phy"},{"tree_label":"Fig. 7","ntax":"69","rootedtree":"TRUE","title":"Philobryid Bivalves Fig7 28S 041014 BEAST logn","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80174.phy"},{"tree_label":"Fig. S1","ntax":"69","rootedtree":"TRUE","title":"Philobryid Bivalves FigS1 28S BEAST 041014\nphilofoss","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_80175.phy"},{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Philobryid Bivalves Fig4 28S 18S philobryid","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80177.phy"},{"tree_label":"Fig. 5","ntax":"46","rootedtree":"TRUE","title":"Philobryid Bivalves Fig5 18S arcoidPrank 110214","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80179.phy"}]}