{"Authors":" Susumu Takamatsu, Herbert Boyle, Vasyl P. Heluta, Uwe\nBraun, Rojer T. A. Cook, Rangsi Divarangkoon, Saranya Limkaisang","Year":" 2006","Title":" Phylogeny and taxonomy of powdery mildew fungi of Erysiphe\nsect. Uncinula on Carpinus species","Journal":" Mycological Progress","Volume":" 5","Issue":"","Pages":" 139-153","Keywords":" Erysiphales, Erysiphe sect, Uncinula, Erysiphe\ncarpinicola, new species, sequence analyses, morpholo","DOI":" 10.1007/s11557-006-0509-6","Abstract":" A phylogenetic analysis of the Erysiphe with uncinuloid\nascoma appendages (Erysiphe section Uncinula, Erysiphales, Ascomycota)\non Carpinus spp. has been done using sequences of the rDNA ITS regions\nand the D1/D2 domains of the 28S rDNA.These results combined with\nmorphological data revealed a complex consisting of several separate\ntaxa. These included the existing Erysiphe carpinicola on Carpinus\njaponica distinguishable from the Erysiphe sp. on C. betulus and C.\ntschonoskii as well as the one on C. laxiflora. Thus, it was shown that\nOidium carpini, described from Europe on Carpinus betulus, and a powdery\nmildew with uncinula-like ascomata, recently found in Europe on this\nhost, and an Erysiphe on C. tschonoskii in Japan, described previously\nas E. carpinicola, all belonged to a single new species, here named E.\narcuata in this paper. As the powdery mildew on C. laxiflora was also\ndistinct from other known species, it is named E. carpini-laxiflorae in\nthis paper. The a;ready described E. pseudocarpinicola nad Erysiphe sp.\non Carpinus cordata are two additional taxa, which are morphologically\nand genetically distinguished from the other species of Erysiphe sect.\nUncinula on Carpinus spp.","trees":[{"tree_label":"Fig. 1","ntax":"56","rootedtree":"TRUE","title":"Carpinus PM 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4697.phy"},{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"Carpinus PM ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4698.phy"}]}