{"Authors":" Klára Hoyerová, Imène Hichri, Eva iková, Petre Dobrev,\nyordan muhovski, Petr Hoek, Daniel Haisel, Dagmar Procházková, Stanley\nLutts, Václav Motyka","Year":" 2015","Title":" Tomato (Solanum lycopersicum L.) SlIPT3 and SlIPT4\nisopentenyltransferases mediate salt stress response in tomato","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cytokinin; isopentenyltransferase; salt stress; SlIPT3;\nSlIPT4; tomato","DOI":"","Abstract":" Background Cytokinins (CKs) are involved in response to\nvarious environmental cues, including salinity. It has been previously\nreported that enhancing CK contents improved salt stress tolerance in\ntomato. However, the underlying mechanisms of CK metabolism and\nsignaling under salt stress conditions remain to be deciphered.\nResults Two tomato isopentenyltransferases, SlIPT3 and SlIPT4, were\ncharacterized in tomato and Arabidopsis. Both proteins displayed\nisopentenyltransferase (IPT) activity in vitro, while their encoding\ngenes exhibited different spatio-temporal expression patterns during\ntomato plant development. SlIPT3 and SlIPT4 were affected by the\nendogenous CK status, tightly connected with CKs feedback regulation, as\nrevealed by hormonal treatements. In response to salt stress, SlIPT3 and\nSlIPT4 were strongly repressed in tomato roots, and differently affected\nin young and old leaves. SlIPT3 overexpression in tomato resulted in\nhigh accumulation of different CK metabolites, following modifications\nof CK biosynthesis-, signaling- and degradation-gene expression. In\naddition, 35S::SlIPT3 tomato plants displayed improved tolerance to\nsalinity consecutive to photosynthetic pigments and K+/Na+ ratio\nretention. Involvement of SlIPT3 and SlIPT4 in salt stress response was\nalso observed in Arabidopsis ipt3 knock-out complemented plants, through\nmaintenance of CK homeostasis. Conclusions SlIPT3 and SlIPT4 are\nfunctional IPTs encoded by differently expressed genes, distinctively\ntaking part in the salinity response. The substantial participation of\nSlIPT3 in CK metabolism during salt stress has been determined in\n35S::SlIPT3 tomato transformants, where enhancement of CKs accumulation\nsignificantly improved plant tolerance to salinity, underlining the\nimportance of this phytohormone in stress response.","trees":[{"tree_label":"Imported tree 1","ntax":"21","rootedtree":"TRUE","title":"Plant isopentenyltransferases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80220.phy"}]}