{"Authors":" Xue-Juan Li, Yuan Huang, Fu-Min Lei","Year":" 2014","Title":" Comparative mitochondrial genomics and phylogenetic\nrelationships of the Crossoptilon species (Phasianidae,\nGalliformes)","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Mitochondrial genome, Crossoptilon, Phylogeny, Divergence\ntime, Ka/Ks","DOI":"","Abstract":" Abstract Background: Phasianidae is a family of\nGalliformes containing 38 genera and approximately 138 species, which is\ngrouped into two tribes based on their morphological features, the\nPheasants and Partridges. Several studies have attempted to reconstruct\nthe phylogenetic relationships of the Phasianidae, but many questions\nstill remain unaddressed, such as the taxonomic status and phylogenetic\nrelationships among Crossoptilon species. The mitochondrial genome\n(mitogenome) has been extensively used to infer avian genetic\ndiversification with reasonable resolution. Here, we sequenced the\nentire mitogenomes of three Crossoptilon species (C. harmani, C.\nmantchuricum and C. crossoptilon) to investigate their evolutionary\nrelationship among Crossoptilon species. Results: The complete\nmitogenomes of C. harmani, C. mantchuricum and C. crossoptilon are 16682\nbp, 16690 bp and 16680 bp in length, respectively, encoding a standard\nset of 13 protein-coding genes, 2 ribosomal RNA genes, 22 transfer RNA\ngenes, and a putative control region. Most genes are encoded on the\nH-strand, except for one protein-coding gene (nad6) and 8 tRNA genes\n(trnQ, trnA, trnN, trnC, trnY, trnS(UCN), trnP, and trnE). C. auritum\nand C. mantchuricum are more closely related genetically, whereas C.\nharmani is more closely related to C. crossoptilon. Crossoptilon has a\ncloser relationship with Lophura, and the following phylogenetic\nrelationship was reconstructed: ((Crossoptilon + Lophura) + (Phasianus +\nChrysolophus)). The divergence time between the clades C. harmani-C.\ncrossoptilon and C. mantchuricum-C. auritum is consistent with the\nuplift of the Tibetan Plateau during the Tertiary Pliocene. The Ka/Ks\nanalysis showed that atp8 gene in the Crossoptilon likely experienced a\nstrong selective pressure in adaptation to the plateau environment. The\nthird codons of the protein-coding genes contribute most to the\nmitogenome-ML tree based on Partitioned Bremer support (PBS) analyses,\nand the reconstructed phylogenetic tree based on the 3rd codons is\nsimilar to the ML and BI trees of the entire mitogenomes. Conclusions:\nC. auritum with C. mantchuricum and C. harmani with C. crossoptilon form\ntwo pairs of sister groups. The genetic distance between C. harmani and\nC. crossoptilon is far less than the interspecific distance and is close\nto the intraspecific distance of Crossoptilon, indicating that C.\nharmani is much more closely related to C. crossoptilon. Our\nmito-phylogenomic analysis supports the monophyly of Crossoptilon and\nits closer relationship with Lophura. The uplift of Tibetan Plateau is\nsuggested to impact the divergence between C. harmani-C. crossoptilon\nclade and C. mantchuricum-C. auritum clade during the Tertiary Pliocene.\nAtp8 gene in the Crossoptilon species might have experienced a strong\nselective pressure for adaptation to the plateau environment.","trees":[{"tree_label":"The ML tree of Galliformes from mitogenome dataset","ntax":"42","rootedtree":"TRUE","title":"The ML tree of Galliformes from mitogenome dataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_80267.phy"},{"tree_label":"The ML tree of Galliformes from mitochondrial PCG\ndataset","ntax":"42","rootedtree":"TRUE","title":"The ML tree of Galliformes from mitochondrial PCG\ndataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80268.phy"},{"tree_label":"The ML tree of Galliformes from mitochondrial 3rd\ndataset","ntax":"42","rootedtree":"TRUE","title":"The ML tree of Galliformes from mitochondrial 3rd\ndataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_80272.phy"},{"tree_label":"The MP tree of Galliformes from mitogenome dataset","ntax":"42","rootedtree":"TRUE","title":"The MP tree of Galliformes from mitogenome dataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_80264.phy"},{"tree_label":"The MP tree of Galliformes from mitochondrial PCG\ndataset","ntax":"42","rootedtree":"TRUE","title":"The MP tree of Galliformes from mitochondrial PCG\ndataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_80265.phy"},{"tree_label":"The MP tree of Galliformes from mitochondrial 3rd\ndataset","ntax":"42","rootedtree":"TRUE","title":"The MP tree of Galliformes from mitochondrial 3rd\ndataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_80269.phy"},{"tree_label":"The BI tree of Galliformes from mitogenome dataset","ntax":"42","rootedtree":"TRUE","title":"The BI tree of Galliformes from mitogenome dataset","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_80266.phy"},{"tree_label":"The BI tree of Galliformes from mitochondrial 3rd\ndataset","ntax":"42","rootedtree":"TRUE","title":"The BI tree of Galliformes from mitochondrial 3rd\ndataset","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_80270.phy"},{"tree_label":"The BI tree of Galliformes from mitochondrial PCG\ndataset","ntax":"42","rootedtree":"TRUE","title":"The BI tree of Galliformes from mitochondrial PCG\ndataset","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80271.phy"}]}