{"Authors":" Andrew D Armitage, Dez J Barbara, Richard J Harrison,\nCharles R Lane, Surapareddy Sreenivasaprasad, James W Woodall, John P\nClarkson","Year":" 2015","Title":" New highly variable phylogenetic loci identify discrete\nevolutionary lineages within A. alternata species group that are\nsupported by morphological characters","Journal":" Fungal Diversity (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The Alternaria alternata species group is ubiquitous in\nthe environment acting as saprotrophs, human allergens and plant\npathogens. Many morphological species have been described within the\ngroup and it is unclear whether these represent re-descriptions of the\nsame species or discrete evolutionary taxa. Evolutionary relationships\nwithin the A. alternata species group were established using a\nphylogenetic approach based on functional genes. Sequencing of five\nhighly variable loci identified three major lineages within the A.\nalternata species group. These loci included two loci previously shown\nto be variable within the Alternaria genus (endo-PG, Alt a1) as well as\nthree new phylogenetic loci (TMA22, PGS1 and REV3) identified as highly\nvariable based on publically available genome sequence data for\nDothideomycete species. Results indicated that the three lineages have\nrecently diverged and as such were considered as subspecies within a\nsingle species A. alternata. Lineages were identified as A. alternata\nssp. arborescens, A. alternata ssp. tenuissima and A. alternata ssp.\ngaisen in accordance with the placement of reference isolates. The\nphylogenetic results were supported by morphological analysis which\ndifferentiated strains in A. alternata ssp. arborescens and A. alternata\nssp. tenuissima and also aligned with previous morphological species\ndescriptions for A. arborescens and A. tenuissima. However, phylogenetic\nanalysis placed the morphologically described species A. alternata and\nA. mali within the A. alternata ssp. tenuissima and did not support them\nas discrete taxa. As A. alternata are of phytosanitary importance, the\nmolecular loci used in this study offer new opportunities for molecular\nidentification of isolates by plant health organisations.","trees":[{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr80223","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80223.phy"},{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr80225","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80225.phy"},{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr80221","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80221.phy"},{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr80226","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80226.phy"},{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr80224","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80224.phy"},{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr80222","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80222.phy"}]}