{"Authors":" Elizabeth L. Spriggs, Wendy Lee Clement, Patrick W Sweeney,\nSantiago Madriñán, Erika J. Edwards, Michael J Donoghue","Year":" 2014","Title":" Temperate radiations and dying embers of a tropical past: the\ndiversification of Viburnum","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" biome shift, diversification, extinction rate, speciation\nrate, taxon pulse, temperate forests, tropical forests, Viburnum","DOI":"","Abstract":"  We used a near-complete phylogeny for the angiosperm\nclade Viburnum to assess lineage diversification rates and examine\npossible morphological and ecological factors driving radiations. \nMaximum likelihood and Bayesian approaches identified shifts in\ndiversification rate and possible links to character evolution. We\ninferred the ancestral environment for Viburnum and changes in\ndiversification dynamics associated with subsequent biome shifts. \nViburnum probably diversified in tropical forests of Southeast Asia in\nthe Eocene, with three subsequent radiations in temperate clades during\nthe Miocene. Four traits (purple fruits, extrafloral nectaries, bud\nscales, and toothed leaves) were statistically associated with higher\nrates of diversification. However, we argue that these traits are\nunlikely to be driving diversification directly. Instead, two radiations\nwere associated with the occupation of mountainous regions and a third\nwith repeated shifts between colder and warmer temperate forests. \nEarly-branching depauperate lineages imply that the rare lowland\ntropical species are “dying embers” of once more diverse lineages; net\ndiversification rates in Viburnum likely decreased in these tropical\nenvironments after the Oligocene. We suggest that “taxon pulse” dynamics\nmight characterize other temperate plant lineages.","trees":[{"tree_label":"TREE1","ntax":"138","rootedtree":"TRUE","title":"Diversification of Viburnum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80257.phy"}]}