{"Authors":" Megan Frayer, Daniel Hulbert, Serdar Satar, James J.\nSmith","Year":" 2015","Title":" Phenological attributes and phylogenetic relationships of\nRhagoletis juniperina Marcovitch (Diptera: Tephritidae) in the Great\nLakes region","Journal":" The Great Lakes Entomologist","Volume":" 48","Issue":" 1-2","Pages":" 67-78","Keywords":" Rhagoletis fruit flies, junipers, geographic distribution,\npost-diapause eclosion time, larval infestation rate, parasitism","DOI":"","Abstract":" Rhagoletis juniperina Marcovitch (Diptera: Tephritidae)\ninfests Eastern Red Cedar (Juniperus virginiana L.) and other North\nAmerican junipers. While several Rhagoletis species are of interest as\norchard crop pests (apple maggot, blueberry maggot, cherry fruit fly)\nand as models for studying speciation (R. pomonella species group), R.\njuniperina is of interest because it may tie together evolutionarily the\nNearctic and Palearctic Rhagoletis fauna. One goal of this study was to\ntest two competing hypotheses first proposed by Bush (1966): i) that R.\njuniperina is more closely related to the Nearctic dogwood-infesting R.\ntabellaria, to which it is morphologically similar; or ii) that R.\njuniperina is more closely related to the Eurasian juniper-infesting R.\nflavigenualis. To study R. juniperina, which is rarely collected, we\nfirst established a local study site by collecting juniper berries from\nseveral sites in the Lansing, MI vicinity in fall 2010, finding a\nheavily-infested juniper tree on the Michigan State University campus.\nPreliminary mitochondrial COII sequences of reared pupae matched (99.8%)\nthe R. juniperina COII sequence in GenBank, allowing tentative\nidentification of these flies as R. juniperina. Subsequently, the\nmorphology of adults reared from these pupae the following spring and\nsummer confirmed this diagnosis. Phenological attributes of the Farm\nLane Bridge population were determined via weekly fruit collections in\nfall 2011 and 2012, and “peak” larval infestation was found to occur\nduring the first part of October, while mean post-diapause eclosion time\nwas found to be approximately 103 days. Rhagoletis juniperina adults\nwere also reared from infested junipers found in Wisconsin and North\nCarolina, indicating that the geographic range of R. juniperina on J.\nvirginiana is broader than previously thought. Hymenopteran parasitoids\nof R. juniperina were also observed; both the egg parasitoid, Utetes\njuniperi (Fischer) (Hymenoptera: Branconidae), and a new pupal\nparasitoid (Coptera n. sp.) (Hymenoptera: Diapriidae) were reared from\nfruit and pupae, respectively, collected at the MSU campus site.\nSubsequent phylogenetic analyses based on mitochondrial COI sequences\ndid not resolve the relationships of R. juniperina and R. pomonella or\nflies in the Rhagoletis tabellaria species group.. The sole R.\nflavigenualis individual in our sample was placed sister to an\nunresolved trichotomy of three clades containing these Nearctic taxa.\nThe analysis also revealed within-species haplotype variability in R.\njuniperina, with a 3.8% nucleotide sequence difference observed between\nCOI sequences of the flies from MI, WI, and NC compared to the Ontario\nR. juniperina sequences in the Barcode of Life database.","trees":[{"tree_label":"bayes","ntax":"29","rootedtree":"TRUE","title":"Tr80235","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80235.phy"}]}