{"Authors":" Donald H. Pfister, Sylvia Yang","Year":" 2006","Title":" Monotropa uniflora plants of eastern Massachusetts form\nmycorrhizae with a diversity of russulacean fungi","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Plant species in the subfamily Monotropoideae are\nmycoheterotrophs; they obtain fixed carbon from photosynthetic plants\nvia a shared mycorrhizal network. Previous findings show\nmycoheterotrophic plants exhibit a high level of specificity to their\nmycorrhizal fungi. In this study, we explore the association of\nmycorrhizal fungi and Monotropa uniflora (Monotropoideae: Ericaceae) in\neastern North America. We collected M. uniflora roots and nearby\nbasidiomycete sporocarps from four sites within a 100 km2 area in\neastern Massachusetts. We analyzed DNA sequences of the internal\ntranscribed spacer region (ITS) from the fungal nuclear ribosomal gene\nto assess the genetic diversity of fungi associating with M. uniflora\nroots. In this analysis we included 20 ITS sequences from Russula\nsporocarps collected nearby, 44 sequences of Russula or Lactarius\nspecies from GenBank, and 12 GenBank sequences of fungi isolated from M.\nuniflora roots in previous studies. We found that all 56 sampled M.\nuniflora mycorrhizal fungi were members of the Russulaceae, confirming\nprevious research. The analysis showed that most of the diversity of\nmycorrhizal fungi spreads across the genus Russula. ITS sequences of the\nmycorrhizal fungi consisted of 20 different phylotypes: 18 of the genus\nRussula and 2 of Lactarius, based on GenBank searches. Of the sampled\nplants, 57% associated with only 3 of the 20 mycorrhizal fungi detected\nin roots, and of the 25 sporocarp phylotypes collected, 3 were\nassociated with M. uniflora. Furthermore, the results indicate that the\nnumber of different fungal phylotypes associating with M. uniflora of\neastern North America is higher than that of western North America, but\npatterns of fungal species abundance may be similar between mycorrhizae\nfrom the two locations.","trees":[{"tree_label":"Fig. 1","ntax":"93","rootedtree":"TRUE","title":"Russulacean fungi, 1 of 5,420 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4699.phy"}]}