{"Authors":" David J. Gower, Ishan Agarwal, K. Praveen Karanth,\nAniruddha Datta-Roy, Varad B. Giri, Mark Wilkinson, Diego San Mauro","Year":" 2016","Title":" The role of wet-zone fragmentation in shaping biodiversity\npatterns in peninsular India: insights from the caecilian amphibian\nGegeneophis","Journal":" Journal of Biogeography","Volume":" 43","Issue":"","Pages":" 1091-1102","Keywords":" biogeography, caecilian, Gegeneophis orientalis, Miocene,\nmolecular dating, phylogeny, Pleistocene, rain forest, Seychelles, wet\nzone","DOI":" 10.1111/jbi.12710","Abstract":" Aim: Indian biodiversity is concentrated in the wet zone,\nwhich is disjunctly distributed in the north-east and in the peninsular\nWestern and Eastern Ghats. The Eastern Ghats region is smaller and less\nwell explored biologically and the affinities and origins of its biota\npoorly understood. Our aim was to assess whether divergence between east\nand west lineages might have been caused by fragmentation of the wet\nzone during Pleistocene climatic fluctuations, by Late Miocene wet-zone\ncontraction or by more ancient events. We present the first dated\nphylogenetic test of these alternatives by inferring relationships and\ndating divergences within a wet-zone-restricted lineage endemic to the\nEastern and Western Ghats. Location: The Eastern and Western Ghats\nregions of peninsular India. Methods: Molecular genetic data (one\nnuclear and four mitochondrial genes) were newly generated for the only\nknown Eastern Ghats teresomatan caecilian amphibian (Gegeneophis\norientalis) and the only Western Ghats congener (G. pareshi) for which\nmolecular data were not previously available. Phylogenetic relationships\nwere inferred for Indian indotyphlids using maximum likelihood and\nBayesian inference methods. Divergence times within the inferred\nphylogeny were estimated using a Bayesian relaxed clock method, with the\nSeychelles versus Indian indotyphlid divergence calibrated based on the\ngeological separation of their respective continental land masses.\nResults: The single Eastern Ghats species of Gegeneophis is sister to\nall other (Western Ghats) Gegeneophis. The basalmost (and eastwest)\nsplit within Gegeneophis likely occurred > 35 Ma. Main conclusions:\nDivergence between Eastern and Western Ghats Gegeneophis is too ancient\nto have been caused by wet-zone contraction in the Miocene or by\nPleistocene climatic fluctuations. Our results are consistent with a\nrelatively ancient origin of wet-zone lineages in the Eastern Ghats and\na lack of gene flow between Eastern and Western Ghats Gegeneophis for\ntens of millions of years.","trees":[{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Gegeneophis Dating phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_88620.phy"},{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Gegeneophis ML phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_80488.phy"}]}