{"Authors":" Laura J May-Collado, William Kilpatrick, Ingi\nAgnarsson","Year":" 2014","Title":" Mammals from ‘down under’: a multi-gene species-level\nphylogeny of marsupial mammals (Mammalia, Metatheria)","Journal":" Peer J","Volume":"","Issue":"","Pages":"","Keywords":" Australidelphia, Diprotodontia, Dasyuromorphia,\nNotoryctemorphia,Microbiotheria,Didelphimorphia,Paucituberculata\n","DOI":"","Abstract":" Marsupials or metatherians are a group of mammals that are\ndistinct in giving birth to young at early stages of development and\nhave prolonged investment in lactation. The group consists of nearly 350\nextant species, including kangaroos, koala, possums, and their\nrelatives. Marsupials are an old lineage thought to have diverged from\nearly therian mammals some 160 million years ago in the Jurassic, and\nhave a remarkable evolutionary and biogeographical history, with extant\nspecies restricted to the Americas, mostly South America, and to\nAustralasia. Although the group has been the subject of decades of\nphylogenetic research the marsupial tree of life remains controversial,\nwith most studies focusing on only a fraction of the species diversity\nwithin the infraclass. Here we present the first Methaterian\nspecies-level phylogeny including 80% of the extant marsupial species\nand five nuclear and five mitochondrial markers obtained from Genbank\nand a recently published retroposon matrix. Our primary goal is to\nprovide a summary phylogeny that will serve as a tool for comparative\nresearch. We evaluate the extent to which the phylogeny recovers current\nphylogenetic knowledge based on the recovery of “benchmark clades” from\nprior studiesunambiguously supported key clades and undisputed\ntraditional taxonomic groups. The Bayesian phylogenetic analyses\nrecovered nearly all benchmark clades but failed to find support for the\nsuborder Phalagiformes. The most significant difference with previous\npublished topologies is the support for Australidelphia as a group\ncontaining Microbiotheriidae, nested within American marsupials.\nHowever, a likelihood ratio test shows that alternative topologies with\nmonophyletic Australidelphia and Ameridelphia are not significantly\ndifferent than the preferred tree. Although, further data are needed to\nsolidify understanding of Methateria phylogeny, the new phylogenetic\nhypothesis provided here offers a well resolved and detailed tool for\ncomparative analyses, covering the majority of the known species\nrichness of the group.","trees":[{"tree_label":"con all compat","ntax":"298","rootedtree":"TRUE","title":"Tr80489","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80489.phy"},{"tree_label":"con all compat","ntax":"251","rootedtree":"TRUE","title":"Tr80490","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80490.phy"},{"tree_label":"con all compat","ntax":"251","rootedtree":"TRUE","title":"Tr80491","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80491.phy"}]}