{"Authors":" Arnoldo Santos-Guerra, Richard G. Olmstead, Javier\nFrancisco-Ortega, Susana Sá- Fontinha, Jennifer Trusty","Year":" 2005","Title":" Molecular phylogenetics of the Macaronesian-endemic genus\nBystgropogon (Lamiaceae): palaeoislands, ecological shifts, and\ninterisland colonizations","Journal":" Molecular Ecology","Volume":" 14","Issue":" 4","Pages":" 1177-1189","Keywords":" NA","DOI":" 10.1111/j.1365-294X.2005.02487.x","Abstract":" A molecular phylogenetic study of the Macaronesian genus\nBystropogon (Lamiaceae) is presented. We performed a cladistic analysis\nof nucleotide sequences of the Internal Transcribed Spacers of the\nnuclear ribosomal DNA and of the trnL gene and trnL-trnF intergenic\nspacer of the chloroplast DNA. Non-functional ITS copies were found in\nB. canariensis var. smithianus from the islands of La Palma and La\nGomera. Bystropogon odoratissimus is the only species endemic to the\nCanary Islands that occurs in the three paleoislands of Tenerife. This\nspecies is not part of a stem-based group of Bystropogon and we suggest\nthat it has a recent origin. This phylogenetic pattern is followed by\nthe majority of species endemic to the paleoislands of Tenerife. The two\ntaxonomic sections currently recognized in Bystropogon form two distinct\nmonophyletic groups in our molecular phylogeny. Taxa belonging to the\nsection Bystropogon clade show interisland colonization limited to the\nCanary Island archipelago with ecological shifts among three ecological\nzones. Taxa from the section Canariense clade show interisland\ncolonization both within the Canary Islands and between the Canary\nIslands and Madeira. Speciation events within this clade are limited to\nthe laurel forest ecological zone. The genus has followed a colonization\nroute from the Canaries towards Madeira, this route has also been\nfollowed by at least five other plant genera with species endemic to\nMacaronesia. Major incongruences were found between the current\ninfra-sectional classification and the molecular phylogeny because the\nvarieties of B. origanifolius and B. canariensis do not form two\nmonophyletic groups","trees":[{"tree_label":"Fig. 2","ntax":"20","rootedtree":"TRUE","title":"Nuclear and Chloroplast Phylogeny of Bystropogon","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4703.phy"},{"tree_label":"Fig. 1a","ntax":"20","rootedtree":"TRUE","title":"Nuclear DNA Phylogeny of Bystropogon.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4701.phy"},{"tree_label":"Fig. 1b","ntax":"21","rootedtree":"TRUE","title":"Chloroplast DNA Phylogeny of Bystropogon","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4702.phy"}]}