{"Authors":" John K. McKay, Christian Bräuchler, Tilmann Abele, Harald\nMeimberg, Pedro Luís Pérez de Paz, Günther Heubl","Year":" 2006","Title":" Molecular evidence for adaptive radiation of Micromeria\nBenth. (Lamiaceae) on the Canary Islands as inferred from chloroplast\nand nuclear DNA sequences and ISSR fingerprint data","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" 10.1016/j.ympev.2006.05.037","Abstract":" In the last decade the Canary Islands have been a focus\nfor phylogeographic studies on the colonization and diversification of\nendemic Angiosperm taxa. Based on phylogeographic patterns, inter island\ncolonization and adaptive radiation seem to be a driving force for\nspeciation in most taxa. The genus Micromeria (Lamiaceae, Mentheae)\nincludes 16 species and 13 subspecies in Macaronesia. Most taxa are\nrestricted endemics, or grow in similar ecological conditions on two\nislands. An exception is M. varia, a widespread species inhabits the\nlowland scrub on each island of the archipelago and could represent an\nancestral taxon from which radiation started on the different islands.\nHere we investigated the diversification of Micromeria on the Canary\nIslands and Madeira at the inter- and infraspecific level using Inter\nSimple Sequence Repeat PCR (ISSR), the trnK-Intron and the\ntrnT-trnL-spacer of the cpDNA and a low copy nuclear gene. All datasets\nsupport a split between the “eastern” islands Fuerteventura, Lanzarote\nand Gran Canaria and the “western” islands Tenerife, La Palma and El\nHierro. The colonization of Madeira started from the western Islands,\nprobably from Tenerife as indicated by the sequence data. We identified\ntwo lineages of Micromeria on Gomera but all other islands appear to be\ncolonized by a single lineage, supporting adaptive radiation as the\nmajor evolutionary force for the diversification of Micromeria. We\ndiscuss as alternative that introgressions led to a homogenization of\nthe genotypes of different Micromeria species on one island after\nmultiple colonizations.","trees":[{"tree_label":"Fig. 2B","ntax":"19","rootedtree":"TRUE","title":"Radiation of Micromeria on the Canaries, FPS2\ndataset","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4705.phy"},{"tree_label":"Fig. 2A","ntax":"28","rootedtree":"TRUE","title":"Radiation of Micromeria on the Canaries, cpDNA\ndataset","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4704.phy"}]}