{"Authors":" Yongchao Han","Year":" 2014","Title":" Population structure and distribution of Colletotrichum spp.\nassociated with anthracnose of strawberry in central China","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" strawberry, anthracnose, population structure,\ndistribution","DOI":"","Abstract":" The etiology of anthracnose of strawberry is complex, and\nseveral Colletotrichum spp. are causal agents. Multi-locus phylogenetic\nanalysis of ACT, CAL, CHS-1, GPDH, and TUB2 sequences revealed that 105\nstrains of Colletotrichum spp. associated with anthracnose of strawberry\nin central China belong to six species: C. murrayae, C. fructicola, C.\ngloeosporioides, C. aenigma, C. nymphaeae and an probable new specie.\nThe mycelial growth rates of Colletotrichum spp. isolates at different\ntemperatures revealed that isolates of all six species had an optimum\ntemperature of 28ºC. The six species were divided into three classes\nbased on their tolerance to temperature highs. Isolates of C. murrayae\nand C. gloeosporioides were more highly tolerant (HT) of temperature\nhighs (>32°C) than isolates of other species. Of the 105 isolates\nanalyzed in this study, 84 isolates clustered within C. murrayae.\nIsolates of C. fructicola and C. aenigma were moderately sensitive (MS)\nto temperature highs and were distributed in both high- and\nlow-elevation areas. Isolates of C. nymphaeae and C. kahawae, which are\nonly distributed in high-elevation areas (1100 m), were highly sensitive\n(HS) to temperature highs. These results indicate that tolerance to\ntemperature highs is an important factor in the distribution of\nColletotrichum species on strawberry plants. This research may increase\nour understanding of how Colletotrichum spp. emerge and spread to\ngeographical regions with different latitudes or elevations.","trees":[{"tree_label":"con 50 majrule","ntax":"21","rootedtree":"TRUE","title":"Tr80536","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80536.phy"},{"tree_label":"con 50 majrule","ntax":"34","rootedtree":"TRUE","title":"Tr80537","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80537.phy"},{"tree_label":"con 50 majrule","ntax":"138","rootedtree":"TRUE","title":"Tr80534","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80534.phy"}]}