{"Authors":" Ling-Yun Chen, Qing-Feng Wang","Year":" 2015","Title":" Phylogeography of Haplocarpha rueppellii (Asteraceae)\nsuggests a geographical barrier between Mt Kenya and Mt Aberdare since\nthe Pleistocene","Journal":" Plos One","Volume":"","Issue":"","Pages":"","Keywords":" East Africa, afro-montane, afro-alpine, gene flow,\nphylogeography, geographical barrier, Haplocarpha rueppellii","DOI":"","Abstract":" Haplocarpha rueppellii is mainly distributed in the alpine\ngrassland and moorland of East Africa. In this study, we sampled 61\nindividuals of 6 populations from 5 Eastern Africa mountains, Elgon,\nAberdare, Kenya, Kilimanjaro and Bale. We sequenced 1 nuclear and 3\nchloroplast fragments, and conducted phylogenetic analysis, divergence\ntime estimation, principal coordinate analysis and gene flow analyses to\ninvestigate the phylogeographic structure of this species. The\nphylogenetic analysis and principal coordinate analysis suggest that the\nspecies consists of two major groups, one is the populations from Elgon,\nAberdare and Bale, the other one is from Kenya and Kilimanjaro. The\nresults also support that the character of multicellular hairs is\nmutable and therefore no change of the taxonomic concept of this species\nis needed. Divergence time estimation suggest that H. rueppellii has\nestablished in Kenya and Aberdare one million years ago, however, low\nmigration rate between the two mountains were suggested by gene flow\nanalysis. In addition, diversification of this species seems not to be\naffected by the East Africa Rift Valley. Different from previous\nphylogeographic studies, which show close relationship between Aberdare\nand Kenya, this study indicates a barrier for plant migration and gene\nflow between the two mountains.","trees":[{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"Tr80564","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80564.phy"},{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr80561","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80561.phy"},{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"Tr80562","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80562.phy"},{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr80563","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80563.phy"}]}