{"Authors":" Eric V Patridge, Kaury Kucera, Alicia Darnell, Heidi R\nBokesch, Kirk R Gustafson, Daniel J Spakowicz, Linda Zhou, William M\nHungerford, Mark Plummer, Denton Hoyer, Alexandra Navaez-Trujillo, Scott\nA Strobel","Year":" 2014","Title":" Pyrrolocin A, a novel 3-decalinoyltetramic acid with\nbioactive selectivity, isolated from Amazonian cultures of the novel\nendophyte Diaporthales sp. E6927E","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Fungal Endophyte, Natural Product, Candida albicans,\ntetramic acid","DOI":"","Abstract":" Drug-resistance in hospitals is a growing threat, but\nnatural products remain an important source of new therapeutics for\nemerging drug-resistant pathogens like Candida albicans, which\nparticularly affects immunocompromised patients. A novel\n3-decalinoyltetramic acid was isolated from extracts of a novel\nAmazonian fungal endophyte, E6927E, of the Diaporthales family. The\nstructure of the natural product was solved using NMR spectroscopy. The\ncompound, now called pyrrolocin A (1), was recently isolated from\nFusarium heterosporum [1] in a separate research effort, and it is\nstructurally related to the fungal setins equisetin and phomasetin,\nwhich are well-characterized tetramic acid antibiotics specific for\ngram-positive organisms. We show that the compound inhibits growth of\nStaphylococcus aureus and Enterococcus faecalis and also shows selective\nbut potent bioactivity against yeast strains, with the MIC of 4 µg/ml\nfor C. albicans but greater than 1000 µg/ml for S. cerevisiae. Further,\nthe compound is less toxic to mammalian cells (MIC = 150 μg/ml), with an\nMIC greater than forty times that for C. albicans. Pyrrolocin A retained\npotent activity against eight out of seventeen strains of drug resistant\nCandida sp. tested.","trees":[{"tree_label":"50 majority rule","ntax":"1","rootedtree":"TRUE","title":"Tr80845","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_80845.phy"}]}