{"Authors":" Ling-Yun Chen, J. K. Muchuku, G. W. Hu, Y. Xue, Qing-Feng\nWang","Year":" 2015","Title":" Phylogeography of Haplocarpha rueppelii (Asteraceae) suggests\na geographical barrier between Mt Kenya and Mt Aberdare since the\nPleistocene","Journal":" Plos One","Volume":"","Issue":"","Pages":"","Keywords":" East Africa, afro-montane, afro-alpine, gene flow,\nphylogeography, geographical barrier, Haplocarpha rueppellii","DOI":"","Abstract":" Haplocarpha rueppelii is mainly distributed in the alpine\ngrassland and moorland of East Africa. In this study, we sampled 61\nindividuals of 6 populations from East Africa, viz. Mts. Elgon,\nAberdare, Kenya, Kilimanjaro and Bale mountains. We sequenced 1 nuclear\nand 3 chloroplast DNA fragments, and conducted phylogenetic analysis,\ndivergence time estimation, principal coordinate analysis and gene flow\nanalysis to investigate the phylogeographic structure of this species.\nThe results suggest that the species consists of two major groups, one\nincludes the populations from Mts. Elgon, Aberdare and Bale, the other\nfrom Mts. Kenya and Kilimanjaro. The results also support that the\ncharacter of multicellular hairs is mutable and therefore no change of\nthe taxonomic concept of this species is needed. The species has\nestablished in Mts. Kenya and Aberdare one million years ago, however,\nits migration rate between the two mountains was low as showed by gene\nflow analysis. Therefore, a barrier for plant migration and gene flow\nwas suggested to exist between Mts. Aberdare and Kenya, which is\ndifferent from previous studies that show close relationship between the\ntwo mountains. In addition, diversification of this species seems not to\nbe affected by the East African Rift Valley. This study reveals an\nunreported geographic barrier in East Africa using molecular data, and\nsheds light on plant phylogeography of the area.","trees":[{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr80565","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80565.phy"},{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"Tr80566","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80566.phy"}]}