{"Authors":" Pavel Skaloud, Jana Steinova, Tereza Ridka, Lucie\nVancurova, Ondrej Peksa","Year":" 2015","Title":" Assembling the challenging puzzle of algal biodiversity:\nspecies delimitation within the genus Asterochloris (Trebouxiophyceae,\nChlorophyta)","Journal":" Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" Asterochloris; cryptic species; green algae; lichens;\nmorphology; phylogeny; speciation; symbiosis; taxonomy","DOI":"","Abstract":" The genus Asterochloris Tschermak-Woess represents one of\nthe most common, widespread, diverse taxa of lichen photobionts. In this\nreport, we describe and characterize six new species (A. echinata, A.\nfriedlii, A. gaertneri, A. leprarii, A. lobophora, and A. woessiae) that\nwere identified during our recent investigation of photobiont diversity.\nWe found that the species differ genetically, morphologically,\necologically, and with respect to their mycobiont partners. Statistical\nanalyses revealed significant morphological differentiation of all six\nnewly described species, as well as their separation from previously\ndescribed Asterochloris species. Chloroplast morphology represents the\nbest morphological marker for species delineation. In fact, each species\ncan be recognized by the dominance and unique assemblage of particular\nchloroplast types. Although genetically well recognized by rapidly\nevolving internal transcribed spacer (ITS) rDNA and actin intron\nmarkers, all 13 investigated Asterochloris species share identical small\nsubunit rDNA sequences. We therefore demonstrated that morphologically\nand ecologically diverse species can frequently be grouped into a single\ntaxonomic unit in whole-transcriptome sequencing studies, considerably\naffecting the resulting estimates of species diversity. Finally, we\ndemonstrated the presence of isogamous sexual reproduction in\nAsterochloris, disputing the current symbiotic dogma of the loss of\nsexual reproduction in algal symbionts.","trees":[{"tree_label":"Fig. 1b","ntax":"34","rootedtree":"TRUE","title":"Phylogeny of the Trebouxiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80710.phy"},{"tree_label":"Fig. 1a","ntax":"21","rootedtree":"TRUE","title":"Phylogeny of the Trebouxiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80636.phy"},{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Phylogeny of the Asterochloris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80712.phy"}]}