{"Authors":" Amit K. Tripathi, Khushwant Singh, Ashwani Pareek, Sneh L.\nSingla-Pareek","Year":" 2015","Title":" Histone chaperones in Arabidopsis and rice: genome-wide\nidentification, phylogeny, architecture and transcriptional\nregulation","Journal":" BMC Plant Biology","Volume":" 15","Issue":" 42","Pages":"","Keywords":" nucleosome, histone chaperones, rice, Arabidopsis,\nphylogeny, microarray, qRT-PCR, development, abiotic stress, biotic\nstress","DOI":" 10.1186/s12870-015-0414-8","Abstract":" Background Histone chaperones modulate chromatin\narchitecture and hence play a pivotal role in epigenetic regulation of\ngene expression. In contrast to their animal and yeast counterparts, not\nmuch is known about plant histone chaperones. To gain insights into\ntheir functions in plants, we sought to identify histone chaperones from\ntwo model plant species and investigated their phylogeny, domain\narchitecture and transcriptional profiles to establish correlation\nbetween their expression patterns and potential role in stress\nphysiology and plant development. Results Through comprehensive whole\ngenome analyses of Arabidopsis and rice, we identified twenty-two and\ntwenty-five genes encoding histone chaperones in these plants,\nrespectively. These could be classified into seven different families,\nnamely NAP, CAF1, SPT6, ASF1, HIRA, NASP, and FACT. Phylogenetic\nanalyses of histone chaperones from diverse organisms including\nrepresentative species from each of the major plant groups, yeast and\nhuman indicated functional divergence in NAP and CAF1C in plants. For\nthe largest histone chaperone family, NAP, phylogenetic reconstruction\nsuggested the presence of two distinct groups in plants, possibly with\ndiffering histone preferences. Further, to comment upon their\nphysiological roles in plants, we analyzed their expression at different\ndevelopmental stages, across various plant tissues, and under biotic and\nabiotic stress conditions using pre-existing microarray and qRT-PCR. We\nfound tight transcriptional regulation of some histone chaperone genes\nduring development in both Arabidopsis and rice, suggesting that they\nmay play a role in genetic reprogramming associated with the\ndevelopmental process. Besides, we found significant differential\nexpression of a few histone chaperones under various biotic and abiotic\nstresses pointing towards their potential function in stress response.\nConclusions Taken together, our findings shed light onto the possible\nevolutionary trajectory of plant histone chaperones and present novel\nprospects about their physiological roles. Considering that the\ndevelopmental process and stress response require altered expression of\na large array of genes, our results suggest that some plant histone\nchaperones may serve a regulatory role by controlling the expression of\ngenes associated with these vital processes, possibly via modulating\nchromatin dynamics at the corresponding genetic loci.","trees":[{"tree_label":"CAF1C tree","ntax":"29","rootedtree":"TRUE","title":"Histone chaperone CAF1C","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80624.phy"},{"tree_label":"CAF1B tree","ntax":"12","rootedtree":"TRUE","title":"Histone chaperone CAF1B","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80623.phy"},{"tree_label":"ASF1 tree","ntax":"22","rootedtree":"TRUE","title":"Histone chaperone ASF1","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80621.phy"},{"tree_label":"CAF1A tree","ntax":"10","rootedtree":"TRUE","title":"Histone chaperone CAF1A","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80622.phy"},{"tree_label":"HIRA tree","ntax":"14","rootedtree":"TRUE","title":"Histone chaperone HIRA","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80630.phy"},{"tree_label":"SSRP tree","ntax":"9","rootedtree":"TRUE","title":"Tr80629","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80629.phy"},{"tree_label":"NASP tree","ntax":"9","rootedtree":"TRUE","title":"Tr80626","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80626.phy"},{"tree_label":"SPT6 tree","ntax":"15","rootedtree":"TRUE","title":"Tr80627","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80627.phy"},{"tree_label":"NAP tree","ntax":"51","rootedtree":"TRUE","title":"Tr80625","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80625.phy"},{"tree_label":"SPT16 tree","ntax":"11","rootedtree":"TRUE","title":"Tr80628","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80628.phy"}]}