{"Authors":" Angela E. Newton, David T. Holyoak, Niklas Pedersen","Year":" 2006","Title":" Systematics and morphological evolution within the moss\nfamily Bryaceae: a comparison between parsimony and Bayesian methods for\nreconstruction of ancestral character states","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Bryaceae are a large cosmopolitan moss family\nincluding genera of significant morphological and taxonomic complexity.\nPhylogenetic relationships within the Bryaceae were reconstructed based\non DNA sequence data from all three genomic compartments. In addition,\nmaximum parsimony and Bayesian inference were employed to reconstruct\nancestral characters states of 38 morphological plus four habitat\ncharacters and eight insertion/deletion events. The recovered\nphylogenetic patterns are generally in accord with previous phylogenies\nbased on chloroplast DNA sequence data and three major clades are\nidentified. The first clade comprises Bryum bornholmense, B. rubens, B.\ncaespiticium, and Plagiobryum. This corroborates the hypothesis\nsuggested by previous studies that several Bryum species are more\nclosely related to Plagiobryum than to the core Bryum species. The\nsecond clade includes Acidodontium, Anomobryum, and Haplodontium, while\nthe third clade contains the core Bryum species plus Imbribryum. Within\nthe latter clade, B. subapiculatum and B. tenuisetum form the sister\nclade to Imbribryum. Reconstructions of ancestral character states under\nmaximum parsimony and Bayesian inference suggest fourteen morphological\nsynapomorphies for the ingroup and synapomorphies are detected for most\nclades within the ingroup. Maximum parsimony and Bayesian\nreconstructions of ancestral character states are mostly congruent\nalthough Bayesian inference shows that the posterior probability of\nancestral character states may decrease dramatically when node support\nis taken into account. Bayesian inference also indicates that\nreconstructions may be ambiguous at internal nodes for highly\npolymorphic characters.","trees":[{"tree_label":"Fig. 3","ntax":"35","rootedtree":"TRUE","title":"Bryaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4706.phy"}]}