{"Authors":" Jerrold I. Davis, Robert J. Soreng, Monica A. Voionmaa","Year":" 2007","Title":" A phylogenetic analysis of Poaceae tribe Poeae s.l. based on\nmorphological characters and sequence data from three plastid-encoded\ngenes: evidence for reticulation, and a new classification for the\ntribe","Journal":" Kew Bulletin","Volume":" 62","Issue":" 3","Pages":" 425-454","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic analysis of nucleotide sequence variation,\nstructural variation in three plastid-encoded genes and variation in 18\nmorphological characters provide a well-supported hypothesis of\nrelationships within Poaceae supertribe Poodae. Of the ca. 135 genera\nthat are thought to belong to this group, 57 were sampled, representing\nall of the major groups and most of the minor groups that have been\nrecognised as tribes or subtribes. Historical and modern classifications\nof Poodae, which includes tribes Aveneae, Hainardieae, Poeae, and other\nsmaller tribes, are reviewed and examined in the light of relationships\ndetected by the phylogenetic analyses. Two major plastid DNA lineages\nwere detected, and they correspond in general to groups traditionally\nrecognised as Aveneae and Poeae, but there is conflict between\nrelationships indicated by the DNA and traditional classifications in\nca. one fifth of the genera. Character distributions on the trees reveal\nsubstantial differences between homoplasy levels for some morphological\ncharacters when placed on morphological versus combined trees. These\nresults suggest possible wide hybrid origins of some groups, especially\nsubtribe Airinae. A substantially revised classification is provided for\nPoodae, with all previously recognized tribes subsumed within a broadly\ncircumscribed Poeae s.l., in which all accepted genera are accommodated\nin 21 subtribes. Aveneae and smaller groups that have been recognized as\ntribes, including Hainardieae, Phalarideae, Phleeae and Seslerieae, are\nreduced to subtribes. Monophyly of many of the subtribes has at least\nsome molecular support, but others need further study, particularly\ninvolving nuclear genes, to better determine their relationships and\ninvestigate possible hybrid origins.","trees":[{"tree_label":"Fig. 2","ntax":"74","rootedtree":"TRUE","title":"Poaceae tribe Poeae s.l., molecular data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4707.phy"},{"tree_label":"Fig. 3","ntax":"74","rootedtree":"TRUE","title":"Poaceae tribe Poeae s.l., morphological and molecular\ndata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4708.phy"}]}