{"Authors":" Young-Joon Choi, Steven J Klosterman, Volker Kummer,\nHermann Voglmayr, Hyeon-Dong Shin, Marco Thines","Year":" 2015","Title":" Multi-locus tree and species tree approaches towards\nresolving a complex clade of downy mildews (Straminipila, Oomycota),\nincluding pathogens of beet and spinach","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" cospeciation; host shift; multi-locus phylogeny;\nOomycetes; Peronospora farinosa; species tree","DOI":"","Abstract":" Accurate species determination of plant pathogens is a\nprerequisite for their control and quarantine, and further for assessing\ntheir potential threat to crops. The family Peronosporaceae\n(Straminipila; Oomycota) consists of obligate biotrophic pathogens that\ncause downy mildew disease on angiosperms, including a large number of\ncultivated plants. In the largest downy mildew genus Peronospora, a\nphylogenetically complex clade includes the economically important downy\nmildew pathogens of spinach and beet, as well as the type species of the\ngenus Peronospora. To resolve this complex clade at the species level\nand to infer evolutionary relationships among them, we used multi-locus\nphylogenetic analysis and species tree estimation. Both approaches\ndiscriminated all nine currently accepted species and revealed four\npreviously unrecognized lineages, which are specific to a host genus or\nspecies. This is in line with a narrow species concept, i.e. that a\ndowny mildew species is associated with only a particular host plant\ngenus or species. Instead of applying the dubious name Peronospora\nfarinosa, which has been proposed for formal rejection, our results\nprovide strong evidence that Peronospora schachtii is an independent\nspecies from lineages on Atriplex and apparently occurs exclusively on\nBeta vulgaris. The members of the clade investigated, the Peronospora\nrumicis clade, associate with three different host plant families,\nAmaranthaceae, Caryophyllaceae, and Polygonaceae, suggesting that they\nmay have speciated following at least two recent inter-family host\nshifts, rather than contemporary cospeciation with the host plants.","trees":[{"tree_label":"tree 1","ntax":"90","rootedtree":"TRUE","title":"Straminipila MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80728.phy"}]}