{"Authors":" Ling-Yun Chen, John K Muchuku, Xue Yan, Guang-Wan Hu,\nQing-Feng Wang","Year":" 2015","Title":" Phylogeography of Haplocarpha rueppelii (Asteraceae) suggests\na geographic barrier between Mts. Kenya and Aberdare since the\nPleistocene","Journal":" Plos One","Volume":"","Issue":"","Pages":"","Keywords":" East Africa, afro-montane, afro-alpine, gene flow,\nphylogeography, geographic barrier, Haplocarpha rueppelii","DOI":"","Abstract":" Haplocarpha rueppelii is mainly distributed in the alpine\ngrassland and moorland of East Africa. In this study, we sampled 61\nindividuals of 6 populations from East Africa, viz. Mts. Elgon,\nAberdare, Kenya, Kilimanjaro and Bale mountains. We sequenced 1 nuclear\nand 3 chloroplast DNA fragments, and conducted phylogenetic analysis,\ndivergence time estimation, principal coordinate analysis and gene flow\nanalysis to investigate the phylogeographic structure of the species.\nThe results demonstrate that the species consists of two major groups,\none includes the populations from Mts. Elgon, Aberdare and Bale while\nthe other includes Mts. Kenya and Kilimanjaro. The results also support\nthat the character of multicellular hairs is mutable and therefore no\nchange of the taxonomic concept of this species is needed. The species\nhas established in Mts. Kenya and Aberdare one million years ago,\nhowever, its migration rate between the two mountains was low as showed\nby gene flow analysis. Therefore, a barrier for plant migration and gene\nflow exists between Mts. Aberdare and Kenya, which is different from\nprevious studies that show close relationship between the two mountains.\nIn addition, diversification of this species seems not to be affected by\nthe East African Rift Valley. This study reveals an unreported\ngeographic barrier in East Africa using molecular data, and sheds light\non plant phylogeography of the area.","trees":[{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"Phylogeography of Haplocarpha rueppelii Chloroplast\nML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80709.phy"},{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Phylogeography of Haplocarpha rueppelii Nuclear ITS\nML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80708.phy"}]}