{"Authors":" Steven J. Brunsfeld, Bryan C. Carstens, Terri R.\nMiller","Year":" 2006","Title":" Insights into the Biogeography of the Pacific Northwest of\nNorth America: Evidence from the Phylogeography of Salix melanopsis\n(Salicaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The disjunction of the mesic coniferous forests of the\nPacific Northwest (PNW) has long been of interest to biogeographers, and\nseveral hypotheses have been posed to explain the disjunct distribution\npattern. Analysis of intraspecific chloroplast DNA variation (1785 bp of\nmatK and 400 bp of rpl16) in Salix melanopsis allows these hypotheses to\nbe tested. Our study confirmed the existence of three genetic races\n(uncorrected sequence divergence ranged from 0.7-1.1%) within the\nspecies, which differ in distribution and ecology. The mesic race,\nassociated with mesic coniferous forests, was the focus of this study.\nThis race consists of two major lineages (uncorrected sequence\ndivergence ranged up to 0.28%), one of which is associated with an\napparent glacial refugium south of glaciation in the northern Rocky\nMountains. The three haplotypes that comprise the first lineage are\nlargely segregated into separate river canyons that comprise the \u001aGreater\nClearwater Refugium\u001a. The other major lineage consists of three\nhaplotypes that occur throughout the PNW, except in the core of the\nClearwater refugium. Vicariance is implicated in the origin of this\nlatter lineage. Dispersal both before and during the Holocene appears to\nhave occurred: the colonization of the Cascade Range from the Rocky\nMountains, and later the dispersal of the Cascade haplotype into the\narea formerly buried by Cordilleran ice. More limited dispersal of Rocky\nMountain haplotypes has resulted in contact zones with elevated\nhaplotype diversity. The results of this study allow us to refine\nprevious phylogeographic hypotheses of the PNW.","trees":[{"tree_label":"Fig. 2","ntax":"20","rootedtree":"TRUE","title":"Phylogeography of Salix melanopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4709.phy"}]}