{"Authors":" André Wilson Campos Rosado, Alexandre Reis Machado,\nFrancisco das Chagas Oliveira Freire, Olinto Liparini Pereira","Year":" 2015","Title":" Phylogeny, identification and pathogenicity of Lasiodiplodia\nassociated with postharvest stem-end rot of coconut in Brazil","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeriales, Botryosphaeriaceae, Cocos nucifera L.,\nPhytopathogenic Dothideomycetes, Postharvest pathology","DOI":"","Abstract":" The coconut palm (Cocos nucifera L.) is one of the most\nimportant perennial tropical crops. Stem-end rot is the major\npostharvest disease of coconut in Brazil. The fungus Lasiodiplodia\ntheobromae is the only species that has been reported to be associated\nwith this disease. However, an accurate study elucidating the true\nidentity of this pathogen with molecular tools has never been carried\nout. In recent years, new species of Lasiodiplodia have been proposed\nafter molecular studies were performed, indicating the existence of a\nspecies complex behind L. theobromae. The aims of this research were to\nstudy the etiology of the postharvest stem-end rot of immature coconut\nbased on a combination of morphological and phylogenetic analyses, to\nestablish the phylogenetic position of such taxa and to assess the\npathogenicity of each taxon. Four species were identified: Lasiodiplodia\nbrasiliense, L. egyptiacae, L. pseudotheobromae and L. theobromae. All\nof the species were distinguished morphologically and phylogenetically\nand were proven to be pathogenic to coconut. Lasiodiplodia theobromae is\nthe most common and the most aggressive species. This work represents\nthe first reports worldwide of the presence of three different species\nof Lasiodiplodia as causal agents of postharvest stem-end rot of\nimmature coconut. Such results are critical for further studies on\nmanagement measures, quarantine programs or the development of\nstem-end-rot-resistant coconut varieties.","trees":[{"tree_label":"PAUP 1","ntax":"61","rootedtree":"TRUE","title":"Lasiodiplodia ITS EF BT2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92137.phy"}]}