{"Authors":" Bernard Goffinet, Alain Vanderpoorten","Year":" 2006","Title":" Mapping uncertainty and phylogenetic uncertainty in ancestral\ncharacter state reconstruction: an example in the moss genus\nBrachytheciastrum.","Journal":" Systematic Biology","Volume":" 55","Issue":" 6","Pages":" 957-971","Keywords":"","DOI":" 10.1080/10635150601088995","Abstract":" The evolution of species traits along a phylogeny can be\nexamined through an increasing number of possible, but not necessarily\ncomplementary approaches. In this paper, we assess whether deriving\nancestral states of discrete morphological characters from a model whose\nparameters are (i) optimized by ML on a most likely tree; (ii) optimized\nby ML onto each of a Bayesian sample of trees; and (iii) sampled by a\nMCMC visiting the space of a Bayesian sample of trees, affects the\nreconstruction of ancestral states in the moss genus Brachytheciastrum.\nIn the first two methods, the choice of a single- or two-rate model and\nof a genetic distance (wherein branch lengths are used to determine the\nprobabilities of change) or speciational (wherein changes are only\ndriven by speciation events) model based upon a likelihood ratio test,\nstrongly depended on the sampled trees. Despite these differences in\nmodel selection, reconstructions of ancestral character states were\nstrongly correlated to each others across nodes, often at r>0.9, for\nall the characters. The Bayesian approach of ancestral character state\nreconstruction offers, however, a series of advantages over the single\ntree approach or the ML model optimization on a Bayesian sample of trees\nbecause it does not involve restricting model parameters prior to\nreconstructing ancestral states but rather allows a range of model\nparameters and ancestral character states to be sampled according to\ntheir posterior probabilities. From the distribution of the latter,\nconclusions on trait evolution can be made in a more satisfactorily way\nthan when a substantial part of the uncertainty of the results is\nobscured by the focus on a single set of model parameters and associated\nancestral states. The reconstructions of ancestral character states in\nBrachytheciastrum reveal rampant parallel morphological evolution. Most\nspecies previously described based on phenetic grounds are thus resolved\nof polyphyletic origin. Species polyphylly has been increasingly\nreported among mosses, raising severe reservations regarding current\nspecies definition.","trees":[{"tree_label":"Fig. 2","ntax":"21","rootedtree":"TRUE","title":"Brachytheciastrum 50% MR consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4710.phy"}]}