{"Authors":" Renato Gregorin, Andrea Cirranello","Year":" 2015","Title":" Phylogeny of Molossidae Gervais (Mammalia: Chiroptera)\nInferred by Morphological Data.","Journal":" Cladistics","Volume":" 2015","Issue":"","Pages":" 1-34","Keywords":" molossid phylogeny, morphology, phylogenetic analysis","DOI":" 10.1111/cla.12117","Abstract":" Molossidae is a large (roughly 100 species) pantropically\ndistributed clade of swift aerially insectivorous bats for which the\nphylogeny remains relatively unknown and little studied compared with\nother speciose groups of bats. We investigated phylogenetic\nrelationships among 62 species, representing all extant molossid genera\nand most of the subgenera, using 102 morphological characters from the\nskull, dentition, postcrania, external morphology, tongue, and penis,\nbased on direct observation and literature reports. Both parsimony and\nBayesian analyses were used in phylogenetic reconstruction. Our analysis\nsupports two main clades of molossids, both of which mingle Old World\nand New World taxa. One clade is comprised of Mormopterus,Platymops,\nSauromys, Neoplatymops, Molossops, Cynomops, Cheiromeles, Molossus, and\nPromops. The other clade includes Tadarida, Otomops, Nyctinomops,\nEumops, Chaerephon, and Mops. The position of Myopterus with respect to\nthese two groups is unclear. As in other recent analyses, we find that\nseveral genera do not appear to be monophyletic (e.g. Tadarida,\nChaerephon, and Molossops sensu lato). We recommend that the subgenera\nof Molossops sensu lato and Austronomus be recognized at the generic\nlevel. We conclude that much more data are needed to investigate lower\nlevel problems (generic monophyly and relationships within genera) and\nto resolve the higher-level branching pattern of the family.","trees":[{"tree_label":"PARSIMONY","ntax":"64","rootedtree":"TRUE","title":"Molossidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_80843.phy"},{"tree_label":"BAYESIAN","ntax":"64","rootedtree":"TRUE","title":"Molossidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80842.phy"}]}