{"Authors":" Anthony Mgbeahuruike, Andriy Kovalchuk, Wimal Ubhayasekera,\nDavid R. Nelson, Jagjit S. Yadav","Year":" 2015","Title":" Genome-wide annotation and phylogenetic analysis of\ncytochrome P450 monooxygenases in Heterobasidion irregulare","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" P450ome, genome, evolution, duplication, H. eterobasidion\nannosum s. l., phylogeny, homology modelling","DOI":"","Abstract":" The conifer pathogen, Heterobasidion annosum s. l. has a\nlarge repertoire of P450s (P450ome) but the functional diversity and\nevolutionary mechanisms driving these heme proteins are not known. A\ngenome-wide structural and evolutionary analysis of P450s in H.\nirregulare was carried out alongside microarray expression studies.\nUsing the International P450 Nomenclature criteria, H. irregulare\nP450ome was classified into 11 clans, 35 families and 64 subfamilies.\nCluster analysis of the P450ome showed presence of multigene families\norganized in clusters of tandem repeats. The largest of the clusters was\nfound on scaffold 5 in subfamily M of family CYP5144. The identified\nclusters consist of closely related genes belonging to the same family\nand subfamily, an indication that the identified clusters may have\noriginated from recent gene duplication events. Some of the identified\nclusters included putative pseudogenes. The pseudogenization could be an\noutcome of gene duplication, as both copies originating from the\nduplication event are identical and functionally redundant. The\nPphylogenetic analysis showed that all the clans and families of H.\nirregulare P450ome were monophyletic groups except for the family\nCYP5144, the largest family of H. irregulare P450ome that appeared as a\npolyphyletic paraphyletic group. Homology modeling identified conserved\nresidues in the catalytic acid sites of most of the analysed gene\nfamilies including several of the conserved heme-binding residues.\nMicroarray analysis identified 135 transcripts of P450 encoding genes\nthat were differentially regulated during growth on culture filtrate\nproduced by P. gigantea. Each of the transcripts showed different\nexpression patterns suggesting different regulatory roles of each\nprotein. The high level of P450 gene diversity may have evolved by\nextensive gene duplications probably caused by the high metabolic\ndemands of this group of fungi in their ecological niches.","trees":[{"tree_label":"ME","ntax":"121","rootedtree":"TRUE","title":"Tr81390","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81390.phy"},{"tree_label":"ML","ntax":"121","rootedtree":"TRUE","title":"Tr81389","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81389.phy"},{"tree_label":"NJ","ntax":"121","rootedtree":"TRUE","title":"Tr81392","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81392.phy"},{"tree_label":"MP","ntax":"121","rootedtree":"TRUE","title":"Tr81391","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81391.phy"}]}