{"Authors":" Grant D Jones, Ernest P Williams, Allen R Place, Rosemary\nJagus, Tsvetan Radoslavov Bachvaroff","Year":" 2015","Title":" The alveolate translation initiation factor 4E family reveals\na custom toolkit for translational control in core dinoflagellates","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Dinoflagellates, translation initiation, eIF4E, phylogeny,\nalveolate, heterokont","DOI":"","Abstract":" Background: Dinoflagellates are eukaryotes with unusual\ncell biology and appear to rely on translational rather than\ntranscriptional control of gene expression. The eukaryotic translation\ninitiation factor 4E (eIF4E) plays an important role in regulating gene\nexpression because eIF4E binding to the mRNA cap is a control point for\ntranslation. eIF4E is part of an extended, eukaryote-specific family\nwith different members having specific functions, based on studies of\nmodel organisms. Dinoflagellate eIF4E diversity could provide a\nmechanism for dinoflagellates to regulate gene expression in a\npost-transcriptional manner. Accordingly, eIF4E family members from\neleven core dinoflagellate transcriptomes were surveyed to determine the\ndiversity and phylogeny of the eIF4E family in dinoflagellates and\nrelated lineages including apicomplexans, ciliates and heterokonts.\nResults: The survey uncovered eight to fifteen (on average eleven)\ndifferent eIF4E family members in each core dinoflagellates. The eIF4E\nfamily members from heterokonts and dinoflagellates segregated into\nthree clades, suggesting at least three eIF4E cognates were present in\ntheir common ancestor. However, these three clades are distinct from the\nthree previously described classes of eIF4E, reflecting diverse\napproaches to a core eukaryotic function. Heterokonts contain four\nclades, ciliates two and apicomplexans only a single recognizable eIF4E\nclade. In the core dinoflagellates, the three clades were further\ndivided into nine sub-clades based on the phylogenetic analysis and\nspecies representation. Six of the sub-clades contained at least one\nmember from all eleven core dinoflagellate species, suggesting\nduplication in their shared ancestor. Conservation within sub-clades\nvaried, suggesting different selection pressures.\nConclusions: Phylogenetic analysis of eIF4E in core dinoflagellates\nrevealed complex layering of duplication and conservation when compared\nto other eukaryotes. Our results suggest that the diverse eIF4E family\nin core dinoflagellates may provide a toolkit to enable selective\ntranslation as a strategy for controlling gene expression in these\nenigmatic eukaryotes.","trees":[{"tree_label":"Imported tree 0","ntax":"203","rootedtree":"TRUE","title":"Alveolate and Heterokont eIF4E PROTGAMMALG result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85317.phy"}]}