{"Authors":" Alexandra Hiller, Jason D Williams, Christopher B\nBoyko","Year":" 2015","Title":" DESCRIPTION OF TWO NEW SPECIES OF INDO-PACIFIC THYLACOPLETHUS\nAND A NEW RECORD OF THOMPSONIA JAPONICA (RHIZOCEPHALA: AKENTROGONIDA:\nTHOMPSONIIDAE) FROM HERMIT, PORCELAIN AND MUD CRABS (DECAPODA) BASED ON\nMORPHOLOGICAL AND MOLECULAR DATA","Journal":" Journal of Crustacean Biology","Volume":"","Issue":"","Pages":"","Keywords":" Anomura, Brachyura, Cirripedia, new name, new species,\nPorcellanidae, Pottsia, Rhizocephala","DOI":"","Abstract":" Rhizocephalans of the order Akentrogonida are parasitic\nbarnacles that infest decapods, stomatopods, peracarids and other\ncirripedes. Within this order, the family Thompsoniidae is found on\ndecapods and stomatopods, and is comprised of species characterized by\nhaving multiple globular reproductive bodies (externae) erupting from\nthe host’s extremities and abdominal surface, and connected internally\nby a root-like system. Two of the four genera currently accepted within\nThompsoniidae, Thompsonia and Thylacoplethus, contain perhaps the most\nmorphologically derived species within Akentrogonida. Here, we describe\ntwo new species of Thylacoplethus, T. porcellanus and T. umanguvatus\nfrom porcellanid and hermit crabs (Petrolisthes scabriculus and Calcinus\nmorgani, respectively), and redescribe Thompsonia japonica from a\nxanthid brachyuran crab based on morphological characters and DNA\nsequences of the nuclear 18S rDNA gene. The new species from the\nporcellanid crab comprises the first record of an akentrogonid\nrhizocephalan parasitizing a species of Porcellanidae. We reconstruct a\nmolecular phylogeny of Akentragonida using new and published DNA\nsequences, and discuss our findings within an evolutionary context of\nhost speciation. All species in the four thompsoniid genera are briefly\nreviewed, and a replacement name is proposed for the preoccupied Pottsia\nHøeg and Lützen, 1993.","trees":[{"tree_label":"con 50 majrule","ntax":"11","rootedtree":"TRUE","title":"Tr80891","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80891.phy"}]}