{"Authors":" Runmao Lin, Chichuan Liu, Baoming Shen, Miao Bai, Jian\nLing, Guohua Chen, Bingyan Xie, Zhenchuan Mao, Xinyue Cheng","Year":" 2015","Title":" Analysis of the complete mitochondrial genome of Pochonia\nchlamydosporia suggests a close relationship to the\ninvertebrate-pathogenic fungi in Hypocreales","Journal":" BMC Microbiology","Volume":" 15","Issue":" 5","Pages":"","Keywords":" nematode egg-parasite fungus; Pochonia chlamydosporia;\nbiological control agent; mitochondrial genome; rps3; rearrangement;\nevolution; phylogeny","DOI":" 10.1186/s12866-015-0341-8","Abstract":" Background The fungus Pochonia chlamydosporia parasitizes\nnematode eggs and has become one of the most promising biological\ncontrol agents (BCAs) for plant-parasitic nematodes, which are major\nagricultural pests that cause tremendous economic losses worldwide. The\ncomplete mitochondrial (mt) genome is expected to open new avenues for\nunderstanding the phylogenetic relationships and evolution of the\ninvertebrate-pathogenic fungi in Hypocreales. Results The complete\nmitogenome sequence of P. chlamydosporia is 25,615 bp in size,\ncontaining the 14 typical protein-coding genes, two ribosomal RNA genes,\nan intronic ORF coding for a putative ribosomal protein (rps3) and a set\nof 23 transfer RNA genes (trn) which recognize codons for all amino\nacids. Sequence similarity studies and syntenic gene analyses show that\n87.02% and 58.72% of P. chlamydosporia mitogenome sequences match 90.50%\nof Metarhizium anisopliae sequences and 61.33% of Lecanicillium\nmuscarium sequences with 92.38% and 86.04% identities, respectively. A\nphylogenetic tree inferred from 14 mt proteins in Pezizomycotina fungi\nsupports that P. chlamydosporia is most closely related to the\nentomopathogenic fungus M. anisopliae. The invertebrate-pathogenic fungi\nin Hypocreales cluster together and clearly separate from a cluster\ncomprising plant-pathogenic fungi (Fusarium spp.) and Hypocrea jecorina.\nA comparison of mitogenome sizes shows that the length of the intergenic\nregions or the intronic regions is the major size contributor in most of\nmitogenomes in Sordariomycetes. Evolutionary analysis shows that rps3 is\nunder positive selection, leading to the display of unique evolutionary\ncharacteristics in Hypocreales. Moreover, the variability of trn\ndistribution has a clear impact on gene order in mitogenomes. Gene\nrearrangement analysis shows that operation of transposition drives the\nrearrangement events in Pezizomycotina, and most events involve in trn\nposition changes, but no rearrangement was found in Clavicipitaceae.\nConclusions We present the complete annotated mitogenome sequence of P.\nchlamydosporia. Based on evolutionary and phylogenetic analyses, we have\ndetermined the relationships between the invertebrate-pathogenic fungi\nin Hypocreales. The invertebrate-pathogenic fungi in Hypocreales\nreferred to in this paper form a monophyletic group sharing a most\nrecent common ancestor. Our rps3 and trn gene order results also\nestablish a foundation for further exploration of the evolutionary\ntrajectory of the fungi in Hypocreales.","trees":[{"tree_label":"Fig. 2A","ntax":"21","rootedtree":"TRUE","title":"Fungal mitochondrial 14 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85437.phy"},{"tree_label":"Fig. S3C","ntax":"20","rootedtree":"TRUE","title":"Fungal mitochondrial rps3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85438.phy"}]}