{"Authors":" Youngjoon Choi, Gordon W. Beakes, Sally Glockling, Julia\nKruse, Bora Nam, Lisa Nigrelli, Sebastian Ploch, Hyeon-Dong Shin, Roger\nG Shivas, Sabine Telle, Hermann Voglmayr, Marco Thines","Year":" 2015","Title":" Towards a universal barcode of oomycetes  a comparison of the\ncox1 and cox2 loci","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" barcoding; cytochrome oxidase, herbarium specimen; mtDNA;\noomycete-specific primers","DOI":"","Abstract":" Oomycetes are a diverse group of eukaryotes in\nterrestrial, limnic and marine habitats worldwide, and include several\ndevastating plant pathogens, e.g. Phytophthora infestans (potato late\nblight). The cytochrome c oxidase subunit 2 gene (cox2) has been widely\nused for identification, taxonomy and phylogeny of various oomycete\ngroups. However, recently the cox1 gene was proposed as a DNA barcode\nmarker instead, together with ITS rDNA. The cox1 locus has been used in\nsome studies of Pythium and Phytophthora, but has rarely for other\noomycetes, as amplification success of cox1 varies with different\nlineages and sample ages. To determine whether cox1 or cox2 is better\nsuited as universal oomycete barcode, we compared these two genes in\nterms of (1) PCR efficiency for 31 representative genera, as well as for\nhistoric herbarium specimens, and (2) in terms of sequence polymorphism,\nintra- and interspecific divergence. The primer sets for cox2\nsuccessfully amplified all oomycete genera tested, while cox1 failed to\namplify three of these. In addition, cox2 exhibited higher PCR\nefficiency for historic herbarium specimens, providing easier access to\nbarcoding type material. Sequence data for several historic type\nspecimens exist for cox2, but none for cox1. In addition, cox2 yielded\nhigher species identification success, and interspecific divergence and\nlower intraspecific divergence than cox1. Therefore, cox2 is suggested\nas partner DNA barcode with ITS rDNA instead of cox1. The cox2-1 spacer\ncould be a useful below species level. Improved protocols and universal\nprimers are presented for all genes to facilitate future barcoding\nefforts.","trees":[{"tree_label":"Imported tree 1","ntax":"112","rootedtree":"TRUE","title":"Oomycetes cox1 ME","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85358.phy"},{"tree_label":"Imported tree 1","ntax":"112","rootedtree":"TRUE","title":"Oomycetes cox2 ME","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85359.phy"}]}