{"Authors":" Matthias Benjamin Barth, Robin F.A. Moritz, F. Bernhard\nKraus","Year":" 2015","Title":" Genetic differentiation at species level in the Neotropical\narmy ant Labidus praedator (Ecitoninae)","Journal":" Insectes Sociaux","Volume":"","Issue":"","Pages":"","Keywords":" Cryptic speciation; Driver ants; Genetic Barcoding;\nGenetic diversity; Maximum likelihood; Microsatellites; Sequence\ndivergence","DOI":"","Abstract":" The nomadic, swarm-raiding army ant Labidus praedator\n(Smith, 1858) is an important arthropod predator in the Neotropics with\na strong ecological impact on invertebrate communities. However, despite\nits high abundance and ubiquity over a large distribution range it\nreceived relatively little scientific attention. Moreover, the taxonomic\nstatus is confusing because some morphological descriptions point\ntowards the co-occurrence of several distinct taxa which are lumped\ntogether as L. praedator in most classical keys. Yet, clarifying genetic\nstudies are lacking. Here we show strong genetic differentiation within\nan L. praedator population in Mexico. Both microsatellite genotype\npatterns and phylogenetic analyses (concatenated nuclear and mtDNA\nsequences, including the coxI genetic barcoding region) reveal the\noccurrence of two strongly isolated lineages. Colonies from the very\nsame location, clearly identified as the same species (L. praedator)\naccording to classical morphological keys, exhibit an extremely high\naverage sequence divergence (9.7% to 12.8%), which was well in the range\nof divergence among GenBank sequences from other Labidus species. Thus,\nour data very likely show genetic differentiation at species level or\ncryptic speciation within L. praedator, which should be recognized when\ninvestigating biodiversity and ecological importance of army ants (or\nother arthropods) in the Neotropics.","trees":[{"tree_label":"NJ tree","ntax":"11","rootedtree":"TRUE","title":"Tr80969","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80969.phy"},{"tree_label":"Imported tree 0","ntax":"11","rootedtree":"TRUE","title":"Tr80970","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80970.phy"},{"tree_label":"Imported tree 0","ntax":"13","rootedtree":"TRUE","title":"Tr80971","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80971.phy"},{"tree_label":"Imported tree 0","ntax":"13","rootedtree":"TRUE","title":"Tr80972","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_80972.phy"}]}