{"Authors":" NA","Year":" 2015","Title":" Convergent evolution of highly reduced fruiting bodies in\nPezizomycotina suggests key adaptations to the bee habitat","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Ascosphaerales, Eremascaceae, honey bees, solitary bees,\nyeasts, Skoua gen. nov.","DOI":"","Abstract":" Background. Among the understudied fungi are those found\nin nature living in close association with bees (honey bees and solitary\nbees). These fungi include three genera: Bettsia, Ascosphaera and\nEremascus which are remarkable not only for their specialized niche but\nalso for their simple fruiting bodies, or ascocarps which are\nmorphological anomalies in the Pezizomycotina. Bettsia and Ascosphaera\nare characterized by a spore cyst, a unicellular cyst-like\ncleistothecium. Eremascus is characterized by completely naked asci, or\nasci not formed within a protective ascocarp. Until molecular\nphylogenetics the placement of these genera within Pezizomycotina\nremained tentative; they do not produce multicellular ascocarps, a\ndefining character of Pezizomycotina. Because of their unique fruiting\nbodies, the close relationship of these bee-specialist fungi and their\nmonophyly appeared certain. However, recent phylogenetic studies based\non a single DNA locus indicated that Bettsia is not closely related to\nAscosphaera as previously thought. In this study, I isolated the very\nrare fungus Eremascus fertilis (Ascomycota, Pezizomycotina) from the bee\nbread of honey bees  these isolates represent the first report of E.\nfertilis in nature. DNA was extracted from collections of E. fertilis\nand Bettsia alvei and two nrDNA loci were sequenced in order to confirm\nthe phylogenetic position of these taxa. Results. Parsimony analysis of\nDNA sequence data revealed that Eremascus is not monophyletic. Eremascus\nalbus remains closely related to Ascosphaera in Eurotiomycetes while E.\nfertilis belongs in Leotiomycetes. The data confirm that Bettsia is not\nclosely related to Ascosphaera and like E. fertilis belongs in\nLeotiomycetes. These results indicate that both the naked ascus and\nspore cyst evolved twice in the Pezizomycotina and in distantly related\nlineages. The new genus Skoua is described to accommodate E. fertilis.\nConclusions. The naked ascus and spore cyst are shown to have evolved\nconvergently, both times within the bee habitat. The convergent\nevolution of these unique ascocarps within the bee habitat is revealed\nto be adaptive for dispersal. Elucidating the dispersal strategies of\nthese fungal symbionts contributes to our understanding of their\ninteraction with bees and to the factors driving the evolution of\nreduced ascocarps in Pezizomycotina.","trees":[{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Pezizomycotina nrDNA LSU SSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81278.phy"},{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Pezizomycotina nrDNA LSU SSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81277.phy"}]}