{"Authors":" Katherine G. Mathews, Michelle S. Ruigrok, Guilhem\nMansion","Year":" 2015","Title":" Phylogeny and Biogeography of the Eastern North American Rose\nGentians (Sabatia, Gentianaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Aneuploidy, U. S. Southeast Coastal Plain, floral\npolymery, molecular dating, S-DIVA","DOI":"","Abstract":" Sabatia (Gentianaceae) contains ca. 20 species,\ndistributed mainly on the U. S. A. Gulf and Atlantic Coastal Plains. Our\naims were to determine 1) phylogenetic relationships among Sabatia\nspecies, 2) the time and place of Sabatias origin and main areas of\ndiversification, 3) relationships among sympatric species, and 4) how\nmorphological and karyological characters evolved. We sequenced five\nnoncoding cpDNA regions and nrITS for 30 accessions of Sabatia ,\nGyrandra and Eustoma. Parsimony, likelihood, and Bayesian phylogenetic\nanalyses were performed. Bayesian dating was done on a reduced-taxon,\ncombined molecular dataset. The maximum clade credibility chronogram was\nused for ancestral area reconstruction and character optimization.\nCorrelations between distributional, environmental and phylogenetic\nmatrices were tested with spatial analyses. Phylogenetic analyses reveal\nthat a Sabatia + Gyrandra clade diverged in the late Middle Miocene,\nwith Sabatia subsequently splitting into western and eastern Gulf Coast\nclades during the early Late Miocene. Further diversification took place\nin the Late Miocene-Pliocene, with more recent range expansion. Pliocene\nglacial / interglacial periods could have triggered range contraction /\nexpansion, associated with chromosomal changes. Closely related species\nof Sabatia tend to share both distributions and habitat types. Character\noptimization showed potential synapomorphies for a polymerous clade and\na white-flowered clade.","trees":[{"tree_label":"Strict","ntax":"30","rootedtree":"TRUE","title":"Sabatia MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_80930.phy"}]}