{"Authors":" David S. Barrington, J. M. Lu, D. Z. Li","Year":" 2007","Title":" Molecular phylogeny of the polystichoid ferns in Asia based\non rbcL sequences","Journal":" Systematic Botany","Volume":" 32","Issue":" 1","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Polystichum has often been treated as a sub-cosmopolitan\ngenus of 180-230 species, i.e., Polystichum s. l., however, several\nsegregate genera, e.g., Cyrtogonellum, Cyrtomidictyum, Cyrtomium,\nPhanerophlebia, and Sorolepidium, have been recognized in various\ntreatments. Together, these genera constitute the polystichoid ferns. We\nused a data set of 47 species of the polystichoid ferns and three\noutgroups, including new rbcL sequences for six species in Asia, to\naddress their phylogeny. Maximum-Parsimony (MP) and Bayesian inference\nanalyses were performed. The polystichoid ferns were resolved to include\nfour major clades, i.e., the tropical American Phanerophlebia clade, the\nCyrtomium s.s. clade, the Polystichum s.s. clade, and an eastern Asian\nclade containing Cyrtomium subser. Balansana, Cyrtogonellum, three\nsections of Polystichum, and Cyrtomidictyum (the BCPC clade). The\nCyrtomium s.s. clade included 15 species of the genus but excluded\nsubser. Balansana. The Polystichum s.s. clade was resolved as being\nmonophyletic with relatively low bootstrap support, as long as\nSorolepidium is included in Polystichum. The overall topology retrieved\nby the Bayesian analysis was similar to that of the MP tree, but\ngenerally had higher internal support. Based on the molecular phylogeny,\nthree sections of Polystichum s.l., i.e., sect. Sphaenopolystichum,\nsect. Haplopolystichum, and sect. Crucifilix, may be more closely\nrelated to other members of the BCPC group. The eastern Asian BCPC group\nshared once-pinnate fronds, except for Polystichum sect.\nSphaenopolystichum. Morphologically, once-pinnate leaf dissection and\nreticulate venation appear to be ancestral in the polystichoid\nferns.","trees":[{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"Polystichoid ferns","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4726.phy"}]}