{"Authors":" Olwen M. Grace, Sven Buerki, Matthew R.E. Symonds, Felix\nForest, Abraham E Van Wyk, Gideon F. Smith, Ronell R Klopper, Charlotte\nS Bjora, Sophie Neale, Sebsebe Demissew, Monique SJ Simmonds, Nina\nRonsted","Year":" 2015","Title":" Evolutionary history and leaf succulence as explanations for\nmedicinal use in aloes and the global popularity of Aloe vera","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Aloe vera, evolution, biogeography, phylogeny, medicinal\nuse, succulent plants","DOI":" 10.1186/s12862-015-0291-7","Abstract":" Background: Aloe vera supports a substantial global trade\nyet its wild origins, and explanations for its popularity over 500\nrelated Aloe species in one of the worlds largest succulent groups, have\nremained uncertain. We developed an explicit phylogenetic framework to\nexplore links between the rich traditions of medicinal use and leaf\nsucculence in aloes. Results: The phylogenetic hypothesis clarifies the\norigins of Aloe vera to the Arabian Peninsula at the northernmost limits\nof the range for aloes. The genus Aloe originated in southern Africa ~16\nmillion years ago and underwent two major radiations driven by different\nspeciation processes, giving rise to the extraordinary diversity known\ntoday. Large, succulent leaves typical of medicinal aloes arose during\nthe most recent diversification ~10 million years ago and are strongly\ncorrelated to the phylogeny and to the likelihood of a species being\nused for medicine. A significant, albeit weak, phylogenetic signal is\nevident in the medicinal uses of aloes, suggesting that the properties\nfor which they are valued do not occur randomly across the branches of\nthe phylogenetic tree. Conclusions: Phylogenetic investigation of plant\nuse and leaf succulence among aloes has yielded new explanations for the\nextraordinary market dominance of Aloe vera. The industry preference for\nAloe vera appears to be due to its proximity to important historic trade\nroutes, and early introduction to trade and cultivation. Well-developed\nsucculent leaf mesophyll tissue, an adaptive feature that likely\ncontributed to the ecological success of the genus Aloe, is the main\npredictor for medicinal use among Aloe species, whereas evolutionary\nloss of succulence tends to be associated with losses of medicinal use.\nPhylogenetic analyses of plant use offer potential to understand\npatterns in the value of global plant diversity.","trees":[{"tree_label":"Fig. S2","ntax":"240","rootedtree":"TRUE","title":"Bayesian tree of Aloes and relatives","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_85658.phy"}]}