{"Authors":" Christopher T. Martine, Alexandra J Boni, Elizabeth A\nCapaldi, Gemma Lionheart, Ingrid Eastman Jordon-Thaden","Year":" 2015","Title":" Evidence of rock kangaroo seed dispersal via fecal seed\nstorage in a tropical monsoon community","Journal":" Annals of Botany Online","Volume":"","Issue":"","Pages":"","Keywords":" seed dispersal, plant-animal interactions, megafauna,\nmacropods, Gardenia, fecal seed storage, Australia","DOI":"","Abstract":" While some of the plant species of the “Sandstone Country”\nalong the escarpment of western Arnhem Land (Northern Territory,\nAustralia) produce fleshy fruits and appear to rely on biotic methods of\nseed dispersal, little is known about the methods by which this\ndispersal is achieved – and few potential dispersers co-occur in the\nsandstone outcrop communities. For the present study, scat collections\nwere made on outcrops in the northeastern area of Kakadu National Park\nwith the hope of uncovering relationships between local frugivores and\nfruit-producers, and providing evidence for seasonal storage of\nmammal-dispersed seeds in scat prior to germination. The goals of the\npresent project were to collect and identify sandstone community\nmacropod scat, determine the identity of seeds present in the scat, and\nprovide support for the role of browser/grazer macropods as effective\nseed dispersers via fecal seed storage in an otherwise disperser-poor\nlocal fauna. Scat containing seeds was identified as belonging to the\nblack wallaroo (Macropus bernardus), a rare and locally-endemic macropod\nconsidered an intermediate browser/grazer. These seeds were successfully\ngerminated and the seedlings identified using molecular phylogenetic\ntechniques as Gardenia fucata (Rubiaceae), an endemic rock-specialist\nspecies – thus establishing the first confirmation of effective seed\ndispersal by a “rock kangaroo” in this region and the first\nidentification of a seed disperser for this uncommon Gardenia species.\nThe results provide support for the role of browser/grazer macropods as\noccasional effective seed dispersers of rock-specialist plant species in\nthe northern monsoon tropics of Australia via fecal seed storage.","trees":[{"tree_label":"rep1","ntax":"6","rootedtree":"TRUE","title":"Tr86711","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86711.phy"}]}