{"Authors":" André Wilson Campos Rosado, Alexandre Reis Machado, Olinto\nLiparini Pereira","Year":" 2015","Title":" First Report of Pestalotiopsis adusta Causing Postharvest Rot\nDisease on Immature Coconut in Brazil","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Cocos nucifera L. is one of the most important perennial\ntropical crops (Huang 2013). In August 2012, immature coconuts showing\nexternal and internal symptoms of rot were collected from a local market\nin Viçosa, Minas Gerais state, Brazil. The initial symptoms of\ninfection were characterized by a straw-colored lesion in the shell near\nthe peduncle. The lesions in the fruit rind showed dark points\ncorresponding to the acervuli of the fungus. The rot progressed to the\nentire fruit, including the endosperm, making the coconut water\nunsuitable for consumption. Direct isolation was performed from a\nnaturally infected coconut; a single-spore culture was obtained and\ndeposited in the culture collection “Coleção Octávio Almeida\nDrummond” of the Universidade Federal de Viçosa (Accession Nº COAD\n1781). White-colored colonies appeared on potato dextrose agar after 7\ndays of incubation at 25º C. The colonies produced numerous black spore\nmasses. The underside of the culture was yellowish. Thirty measurements\nof the relevant morphological characteristics were made using a light\nmicroscope. The conidiomata are acervular, subepidermal and with basal\nstroma. The conidiogenous cells are discrete, short and filiform. The\nconidia measured 20 to 22 × 5 to 6 µm, with dark median cells. The\napical and basal cells were hyaline, fusiform to ellipsoid, with four\ntransverse septa, two apical appendages 5 to 7 µm long and a filiform\nbasal appendage. DNA was extracted using the WizardTM Genomic DNA\nPurification Kit (Promega Corporation). The gene regions β-tubulin\n(βt), Internal Transcribed Spacers regions 1 and 2 including the 5.8S\nrRNA (ITS), and Translation Elongation Factor 1-α (TEF1-α) effectively\ndistinguish Pestalotiopsis species (Sajeewa 2012). Target sequences of\nthese regions were amplified using primers T1 and 2b, ITS1 and ITS4, and\n983F and 2218R, respectively. The amplicons were purified and sequenced\nby Macrogen, Korea. The sequences obtained were deposited in GenBank\n(Accessions Nº KP308540, KP308461, KP308539). Bayesian inference\nanalyses were performed with the CIPRES web portal using MrBayes v.\n3.2.3 (Miller 2010). The resulting alignment was deposited into TreeBASE\n(Study xx). Based on the morphological and phylogenetic analyses, the\nfungus was identified as Pestalotiopsis adusta (Ellis & Everhart)\nSteyaert. The isolate was tested for pathogenicity using six immature\ncoconuts without visible symptoms of disease. Three fragments of the\nregions near the bracts were removed, and a 6-mm diameter disk\ncontaining mycelia was placed over the wound. As a control, PDA plugs\nwere placed on the wounded surfaces. The inoculated fruits were\nincubated at 28 °C and kept in a moist chamber for 48 h. After 7 days,\nsymptoms were observed in inoculated fruits but not in the controls. It\nwas possible to reisolate the inoculated fungus from diseased tissues,\nfulfilling Koch’s postulates and showing that P. adusta is pathogenic to\ncoconut. To our knowledge, this is the first report of Pestalotiopsis\nadusta causing postharvest rot disease on immature coconut in Brazil.\nThese findings may be helpful for further studies on quarantine programs\nand management measures.","trees":[{"tree_label":"PAUP 1","ntax":"50","rootedtree":"TRUE","title":"Tr110610","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110610.phy"}]}