{"Authors":" Ted R. Schultz","Year":" 2015","Title":" The most relictual fungus-farming ant species cultivates the\nmost recently evolved and highly domesticated fungal symbiont\nspecies","Journal":" American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" Attini, coevolution, fungus-farming ants, Leucocoprineae,\nsymbiosis","DOI":"","Abstract":" Fungus-farming (attine) ant agriculture is comprised of\nfive known agricultural systems characterized by remarkable symbiont\nfidelity in which five phylogenetic groups of ants faithfully cultivate\nfive phylogenetic groups of fungi. Here we describe the first case of a\nlower-attine ant cultivating a higher-attine fungus based on our\ndiscovery of a Brazilian population of the relictual fungus-farming ant\nApterostigma megacephala, known previously from four stray specimens\nfrom Peru and Colombia. We find that A. megacephala is the sole\nsurviving representative of an ancient lineage that diverged ~39 million\nyears ago, very early in the ~55-million-year evolution of\nfungus-farming ants. Contrary to all previously known patterns of\nant-fungus symbiont fidelity, A. megacephala cultivates Leucoagaricus\ngongylophorus, a highly domesticated fungal cultivar that originated\nonly 2-8 mya in the gardens of the highly derived and recently evolved\n(~12 mya) leaf-cutting ants. Because no other lower fungus-farming ant\nis known to cultivate any of the higher-attine fungi, let alone the\nleaf-cutter fungus, A. megacephala may provide important clues about the\nbiological mechanisms constraining the otherwise seemingly obligate\nant-fungus associations that characterize attine ant agriculture.","trees":[{"tree_label":"TREE1","ntax":"89","rootedtree":"TRUE","title":"Attini result from 3 BEAST runs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_81024.phy"},{"tree_label":"bestREP20","ntax":"219","rootedtree":"TRUE","title":"Ant Fungal LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81307.phy"}]}