{"Authors":" Kazuaki Tanaka, Kazuyuki Hirayama, Hiroaki Yonezawa, Genki\nSato, Akira Hashimoto, Misato Matsumura, Yukio Harada, Yuko Kurihara,\nTakashi Shirouzu, Tsuyoshi Hosoya, Hiromasa Kudo, Ayami Toriyabe","Year":" 2015","Title":" Revision of the Massarineae (Pleosporales,\nDothideomycetes)","Journal":" Studies in Mycology","Volume":"","Issue":"","Pages":"","Keywords":" anamorph, coelomycetes, freshwater ascomycetes,\nHelminthosporium, holomorph, hyphomycetes, Massarina, Periconia,\nSpegazzinia, teleomorph","DOI":"","Abstract":" We have taxonomically revise the suborder Massarineae\n(Pleosporales, Dothideomycetes, Ascomycota). Sequences from SSU and LSU\nnrDNA and the translation elongation factor-1 alpha gene (TEF1) were\nnewly obtained from 106 Massarineae taxa and were phylogenetically\nanalysed along with published sequences of 99 taxa in this suborder\nretrieved from GenBank. We recognise nine families and six unknown\nlineages in the Massarineae. Among the seven families previously known,\nthe monophyletic status of the Dictyosporiaceae, Didymosphaeriaceae,\nMassariaceae, Morosphaeriaceae, and Trematosphaeriaceae was highly\nsupported with more than 94 % bootstrap values, but this was not so for\nthe Bambusicolaceae or the Lentitheciaceae. A new family, the\nParabambusicolaceae, is erected to accommodate Aquastroma and\nParabambusicola genera nova, as well as two unnamed Monodictys species.\nThe family is characterised by depressed globose to hemispherical\nascomata with or without surrounding stromatic tissue, and\nmulti-septate, clavate to fusiform, hyaline ascospores. The genus\nPericonia and its relatives are segregated from the Massarinaceae and\nplaced in a resurrected family, the Periconiaceae. We note the\nmorphological and ecological features, and the accepted members of each\nfamily. Ten new genera, 22 new species, and seven new combinations are\ndescribed and illustrated. The complete ITS sequences of nrDNA are also\nprovided for all new taxa for use as barcode markers.","trees":[{"tree_label":"tree 1","ntax":"211","rootedtree":"TRUE","title":"Tr81305","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_81305.phy"}]}