{"Authors":" Josephj Liam Humble, Xiang Meng, John Andrew Craft","Year":" 2015","Title":" Inter-species analysis of fish vitellogenin reveals\nenrichment of specific amino acids correlates with reproductive\nstrategy.","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Vitellogenin, Fish, Comparative Biology, Macroevolution,\nMolecular Evolution, Reproduction, Benthic, Pelagic","DOI":"","Abstract":" Here we conduct a descriptive and explorative analysis of\nassociation between VTG amino acid composition and reproductive strategy\nacross fish species. Fish egg nutrients are primarily provided by\nvitellogenin (VTG), a large phosphoglycolipoprotein synthesized in the\nmaternal liver and incorporated into oocytes. Fish species typically\nhave multiple VTG paralogs classed as VTGA, VTGB and VTGC. During oocyte\nmaturation VTG is cleaved to form yolk proteins, which are selectively\ndepolymerized in pelagic fish. This creates a pool of free amino acids\n(AA) that drives oocyte hydration enabling buoyancy. Presented here are\nthree full-length VTG sequences of the sand goby (Pomatoschistus\nminutus) a benthic marine teleost and phylogenetic analysis classes them\nVTGA, VTGB and VTGC. Interspecies sequence comparison shows alanine is\nhigher throughout the red seabream lipovitellin domains compared to sand\ngoby. Meta-analysis of VTG of the acanthopterygii clade reveals AA of\nwhole VTGs or specific domains correlate with reproductive strategy.\nAmongst others, alanine enrichment is correlated with pelagic eggs and\nserine enrichment is correlated with non-pelagic eggs (in lipovitellin\nand β-component domains). Interparalogous analysis shows alanine and\nserine levels in VTGA class correlate with that of VTGB. The results\nreveal VTG domains fated to depolymerize to form the free AA pool in\npelagic fish are particularly enriched with alanine. These results imply\nthe dynamics of VTG composition relates to exploitation of novel\nbreeding strategies and considering the phylogeny of the teleost fish\nimplies the pelagic/benthic dichotomy of reproductive strategy has\nevolved in tandem with VTG AA enrichment multiple independent\ntimes.","trees":[{"tree_label":"con 50 majrule","ntax":"58","rootedtree":"TRUE","title":"Tr81272","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_81272.phy"}]}