{"Authors":" Yohan Pillon, Eve Lucas, Jennifer B. Johansen, Tomoko\nSakishima, Brian Hall, Scott M Geib, Elizabeth A. Stacy","Year":" 2015","Title":" An expanded Metrosideros (Myrtaceae) to include Carpolepis\nand Tepualia based on nuclear genes","Journal":" Systematic Botany","Volume":" 40","Issue":" 3","Pages":" 782-790","Keywords":" biogeography, concordance, Hawaii, low-copy nuclear genes,\nMetrosideros, Pacific, phylogeny","DOI":" 10.1600/036364415X689249","Abstract":" The genus Metrosideros (Myrtaceae) comprises 50-60 species\nfound largely within the Pacific Islands. The relationships within this\ngenus, including the circumscriptions of the subgenera Mearnsia and\nMetrosideros and their relationships with the other members of the tribe\nMetrosidereae, namely the New Caledonian endemic genus Carpolepis and\nthe South American Tepulia, are poorly understood. Phylogenetic analyses\nwere carried out using previously published ITS sequences, covering most\nspecies of the tribe, and new sequences of five novel single-copy\nnuclear genes on a reduced sampling. The independent and combined\nanalyses of the five nuclear genes using a range of approaches,\nincluding Bayesian, Bayesian concordance analysis (BUCKy) and Bayesian\ncoalescent analysis (*BEAST) yielded different topologies indicating\nimportant conflicts among individual gene phylogenetic signals. The deep\nrelationships within the tribe Metrosidereae remain poorly resolved, but\nour results indicate that the genus Metrosideros is unlikely to be\nmonophyletic without the inclusion of the species of Carpolepis and\nTepualia. A broad circumscription of the genus Metrosideros is therefore\nadopted, and the new combination Metrosideros laurifolia var.\ndemonstrans, M. tardiflora and M. vitiensis are here published.","trees":[{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Metrosideros ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88274.phy"}]}