{"Authors":" Li Chen, Chunjie Li, Ginger Swoboda, Carolyn Young, Koya\nSugawara, Adrian Leuchtmann, Christopher Lewis Schardl","Year":" 2015","Title":" Two distinct Epichloë species symbiotic with Achnatherum\ninebrians, drunken horse grass","Journal":" Mycologia","Volume":" 107","Issue":" 4","Pages":" 863-873","Keywords":" Clavicipitaceae, endophytes, Epichloë gansuensis, Epichloë\ninebrians, ergot alkaloids, genome sequence, grasses, Hypocreales,\nphylogenetics, rangelands, symbiosis, toxicosis","DOI":"","Abstract":" Achnatherum inebrians, colloquially known as drunken horse\ngrass, is associated with livestock toxicity in northern China. Epichloë\ngansuensis (Eg) has been described from endophyte isolates from A.\ninebrians in Sunan County, Gansu Province, whereas a morphologically\ndistinct variety, E. gansuensis var. inebrians (Ei), has been described\nbased on two isolates from A. inebrians seeds collected in Urumqi\nCounty, Xinjiang Province. Genome sequencing and alkaloid analyses also\ndistinguish these taxa; the Ei isolates produce neurotropic lysergic\nacid amides (ergot alkaloids), and the Eg isolate produces paxilline (an\nindole-diterpene alkaloid). To better elucidate the taxonomic diversity\nof Epichloë spp. endophytes of A. inebrians, we surveyed eight\npopulations in Xinjiang, Gansu and Inner Mongolia provinces of China,\nand analyzed their genotypes by multiplex PCR for alkaloid biosynthesis\ngenes and mating-type genes. Genotypes consistent with Ei were present\nin all eight populations, of which they dominated seven. The Ei isolates\nwere all mating type A and tested positive for the ergot alkaloid gene,\ndmaW. In contrast, Eg isolates, which were much less common, were all\nmating type B and possessed the indole-diterpene gene, idtG. The genome\nwas sequenced from an Ei isolate from seeds collected in Xiahe County,\nGansu, and compared to that of the varietal ex type isolate from Urumqi.\nAlkaloid genes and four different housekeeping genes were nearly\nidentical between the two sequenced Ei isolates, and were distinct from\na sequenced Eg isolate. Phylogenetic analysis placed Ei, Eg, and\nEpichloë sibirica into respective subclades of a clade that emanated\nfrom the base of the Epichloë genus phylogeny. Given its chemotypic,\ngenotypic, morphological and phylogenetic distinctiveness, its\nwidespread occurrence in rangelands of northern China, and its\nimportance in livestock toxicity, we propose to redescribe Ei as\nEpichloë inebrians sp. nov.","trees":[{"tree_label":"Tree 1","ntax":"96","rootedtree":"TRUE","title":"Epichloë beta-tubulin tubB gene partial PhyML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86688.phy"},{"tree_label":"Tree 1","ntax":"33","rootedtree":"TRUE","title":"Epichloë tefA cds Clavicipitaceae aln from\nphylogeny.fr","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86687.phy"}]}