{"Authors":" Emma Beacham, Winston F. Ponder, Julie M. Macaranas, Donald\nJ Colgan","Year":" 2006","Title":" Molecular phylogenetics of Caenogastropoda (Gastropoda:\nMollusca)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Caenogastropoda is the dominant group of marine gastropods\nin terms of species numbers, diversity of habit and habitat and\necological importance. This paper reports the first comprehensive\nmulti-gene phylogenetic study of the group. Data were collected from up\nto six genes comprising parts of 18S rRNA, 28S rRNA (five segments), 12S\nrRNA, cytochrome c oxidase subunit I, histone H3 and elongation factor\n1รก. The alignment has a combined length of 3995 base positions for 36\ntaxa, comprising 29 Caenogastropoda representing all of its major\nlineages and seven outgroups. Maximum parsimony, maximum likelihood and\nBayesian analyses were conducted. The results generally support\nmonophyly of Caenogastropoda and Hypsogastropoda (Caenogastropoda\nexcepting Architaenioglossa, Cerithioidea and Campanilioidea). Within\nHypsogastropoda, maximum likelihood and Bayesian analyses identified a\nnear basal clade of nine or ten families lacking an anterior inhalant\nsiphon, and Cerithiopsidae s.l. (representing Triphoroidea), where the\nsiphon is probably derived independently from other Hypsogastropoda. The\nasiphonate family Eatoniellidae was usually included in the clade but\nwas removed in one Bayesian analysis. Of the two other studied families\nlacking a siphon, the limpet-shaped Calyptraeidae was associated with\nthis group in some analyses, but the tent-shaped Xenophoridae was\ngenerally associated with the siphonate Strombidae. The other studied\nhypsogastropods with an anterior inhalant siphon include nine families,\nsix of which are Neogastropoda, the only traditional caenogastropod\ngroup above the superfamily-level with strong morphological support. The\nhypotheses that Neogastropoda are monophyletic and that the group\noccupies a derived position within Hypsogastropoda are both\ncontradicted, but weakly, by the molecular analyses. Despite the\naddition of large amounts of new molecular data, many caenogastropod\nlineages remain poorly resolved or unresolved in the present analyses,\npossibly due to a rapid radiation of the Hypsogastropoda following the\nPermian-Triassic extinction during the early Mesozoic.","trees":[{"tree_label":"Rooted Tree","ntax":"36","rootedtree":"TRUE","title":"Caenogastropoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4728.phy"}]}