{"Authors":" Fábio F Roxo, James S Albert, Gabriel SC Silva, Cláudio H\nZawadzki, Fausto Foresti, Claudio Oliveira","Year":" 2014","Title":" Molecular Phylogeny and Biogeographic History of the Armored\nNeotropical Catfish Subfamilies Hypoptopomatinae, Neoplecostominae and\nOtothyrinae (Siluriformes: Loricariidae)","Journal":" PLOS ONE","Volume":" 9","Issue":" 8","Pages":" 17","Keywords":" freshwater; Neotropics; molecular systematics; parametric\nbiogeography; river capture; relaxed clock; geodispersal","DOI":" 10.1371/journal.pone.0105564","Abstract":" The main objectives of this study are estimate a\nspecies-dense, time-calibrated molecular phylogeny of Hypoptopomatinae,\nNeoplecostominae, and Otothyrinae, which together comprise a group of\narmoured catfishes that is widely distributed across South America, to\nplace the origin of major clades in time and space, and to demonstrate\nthe role of river capture on patterns of diversification in these taxa.\nWe used maximum likelihood and Bayesian methods to estimate a\ntime-calibrated phylogeny of 115 loricariid species, using three\nmitochondrial and one nuclear genes to generate a matrix of 4,500 base\npairs, and used parametric biogeographic analyses to estimate ancestral\ngeographic ranges and to infer the effects of river capture events on\nthe geographic distributions of these taxa. Our analysis recovered\nHypoptopomatinae, Neoplecostominae, and Otothyrinae as monophyletic with\nstrong statistical support, and Neoplecostominae as more closely related\nto Otothyrinae than to Hypoptopomatinae. Our time-calibrated phylogeny\nand ancestral-area estimations indicate an origin of Hypoptopomatinae,\nNeoplecostominae, and Otothyrinae during the Lower Eocene in the\nAtlantic Coastal Drainages, from which it is possible to infer several\ndispersal events to adjacent river basins during the Neogene. In\nconclusion we infer a strong influence of river capture in: (1) the\naccumulation of modern clade species-richness values; (2) the formation\nof the modern basin-wide species assemblages, and (3) the presence of\nmany low-diversity, early-branching lineages restricted to the Atlantic\nCoastal Drainages. We further infer the importance of headwater stream\ncapture and marine transgressions in shaping patterns in the\ndistributions of Hypoptopomatinae, Neoplecostominae and Otothyrinae\nthroughout South America.","trees":[{"tree_label":"TREE1","ntax":"155","rootedtree":"TRUE","title":"Tr81301","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_81301.phy"}]}