{"Authors":" Edna D. M. N Luz, John H. Bowers, Frank N. Martin, Paul W.\nTooley","Year":" 2006","Title":" Genetic and morphological diversity of temperate and tropical\nisolates of Phytophthora capsici","Journal":" Phytopathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phytophthora capsici is a diverse species causing disease\non a broad range of both temperate and tropical plants. In this study,\nwe used cultural characteristics, amplified fragment length polymorphism\n(AFLP) and DNA sequence analyses of the ribosomal internal transcribed\nspacer region (ITS) and mitochondrial cytochrome oxidase II (cox II)\ngenes to characterize temperate and tropical isolates from a wide range\nof host species. All but one temperate isolate grew at 35°C, while all\ntropical isolates did not. All but two tropical isolates formed\nchlamydospores, while temperate isolates did not. There was strong\nbootstrap support for separation of temperate and tropical isolates\nusing AFLP analysis. The majority of temperate isolates clustered within\na single clade regardless of host or geographical origin, while the\ntropical isolates grouped into three distinct clades. Phylogenetic\nanalysis of the ITS regions resulted in a similar separation of\ntemperate and tropical isolates as the AFLP results with 1.0 to 1.6%\nsequence divergence between the groups. Analysis including other species\nrevealed similar branch lengths separating temperate and tropical\nisolates as were observed in comparisons among other phylogenetically\nclosely related species in the genus. Analysis of cox II sequence data\nwas less clear. Although the temperate and tropical isolates grouped\ntogether apart from other species, there was no bootstrap support for\nseparating these isolates. The level of sequence divergence between\nthese groups was similar to comparisons among P. infestans, P.\nmirabilis, and P. phaseoli (0.6 to 0.9%). RFLP analysis of the ITS\nregions separated the temperate and tropical isolates as in the AFLP and\nITS phylogenetic analyses, however, RFLP analysis of the cox I and II\ngene cluster did not distinguish between temperate and tropical\nisolates. The differences in grouping of isolates in these two RFLP\nstudies should be helpful in identifying isolate subgroups. Our data is\nequivocal and does not fully clarify whether or not temperate and\ntropical isolates should be separated into different species.","trees":[{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"Phytophthora capsici","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2639.phy"},{"tree_label":"Fig. 4","ntax":"72","rootedtree":"TRUE","title":"Phytophthora capsici","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2641.phy"},{"tree_label":"Fig. 3","ntax":"44","rootedtree":"TRUE","title":"Phytophthora capsici","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2640.phy"}]}