{"Authors":" David W. Foltz, Shannon P. Kelley, Michael T. Bolton,\nAnhthao T. Nguyen, Brian D. Kelley","Year":" 2006","Title":" Combined mitochondrial and nuclear sequences support the\nmonophyly of forcipulatacean sea stars","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Previous molecular phylogenetic analyses of\nforcipulatacean sea stars (Echinodermata: Asteroidea) have reconstructed\na non-monophyletic order Forcipulatida, provided that two or more\nforcipulate families are included. This result could mean that one or\nmore assumptions of the reconstruction method was violated, or else the\ntraditional classification could be erroneous. The present molecular\nphylogenetic analysis included 12 non-forcipulatacean and 39\nforcipulatacean sea stars, with multiple representatives of all but one\nof the forcipulate families and/or subfamilies. Bayesian analysis of\napproximately 4.2 Kb of sequence data representing seven partitions\n(nuclear 18S rRNA and 28S rRNA, mitochondrial 12S rRNA, 16S rRNA, 5\ntRNAs and cytochrome oxidase I with first and second codon positions\nanalyzed separately from third codon positions) recovered a consensus\ntree with three well-supported clades (78-100% bootstrap support) that\ncorresponded at least approximately to traditional taxonomic ranks: the\nsuperorder Forcipulatacea (Forcipulatida + Brisingida) + Pteraster, the\nBrisingida/Brisingidae and Asteriidae + Rathbunaster + Pycnopodia. When\na molecular clock was enforced, the partitioned Bayesian analysis\nrecovered the traditional Forcipulatacea. Five of six genera represented\nby two or more species were monophyletic with 100% bootstrap support.\nMost of the traditional subfamilial and familial groupings within the\nForcipulatida were either unresolved or non-monophyletic. The separate\npartitions differed considerably in estimates of model parameters,\nmainly between nuclear sequences (with high GC content, low rates of\nsequence substitution and high transition/transversion rate ratios) and\nmitochondrial sequences.","trees":[{"tree_label":"Fig. 1","ntax":"51","rootedtree":"TRUE","title":"Forcipulatacean Sea Stars","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2642.phy"}]}