{"Authors":" Sandra Marielle Kahl, Andreas Ulrich, Albina A. Kirichenko,\nMarina E. H. Mueller","Year":" 2015","Title":" Segregation of Alternaria infectoria from small-spored\nAlternaria species isolated from wheat in a polyphasic\nclassification","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Alternaria species group, taxonomic classification,\nTEF1-α sequence, Alternaria mycotoxins, wheat","DOI":"","Abstract":" Alternaria species infect different cereals causing\nharvest losses and mycotoxin accumulation. To assess the species\nspecificity of mycotoxin production and relationships among small-spored\nAlternaria isolates a comparative approach including morphology,\nsecondary metabolites and gene sequences for 95 Alternaria strains\nisolated from wheat grains in Germany and Russia was undertaken.\nAlternaria isolates were sorted into the morphological species groups of\nA. alternata, A. arborescens, A. infectoria and A. tenuissima according\nto their three-dimensional sporulation pattern. Comparison of colony\ncolor and species group revealed a significant pattern as most of the\nbright isolates belonged to the A. infectoria species group. The\nexamination of mycotoxin profiles resulted in two groups, one containing\n92 % of the A. infectoria species group isolates showing a low mycotoxin\nproduction and the other cluster containing 77 % of the other species\ngroup isolates with a high mycotoxin production. The phylogenetic\nanalysis via translation elongation factor 1-α revealed two clusters,\none containing 96 % of the A. infectoria isolates and another cluster\ncontaining 79 % of the other species group isolates. The findings\nsuggest that A. infectoria species group can be differentiated from the\nA. alternata, A. arborescens and A. tenuissima species groups by bright\ncolor, low mycotoxin production and by the phylogenetic features via\nTEF1-α gene. The isolates from Germany and Russia do not differ neither\nin species composition nor in a specific molecular cladification or in\ntheir mycotoxin production capacity. These results allow a reliable\ntoxic risk assessment when detecting different Alternaria fungi on\ncereals.","trees":[{"tree_label":"Fig. 5","ntax":"60","rootedtree":"TRUE","title":"Alternaria sp. Neighbor-Joining","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_82286.phy"}]}