{"Authors":" Yaqun Huang, Tiantian Jin","Year":" 2015","Title":" Comparative mapping combined with homology-based cloning of\nthe rice genome reveals candidate genes for grain zinc and iron\nconcentration in maize","Journal":" BMC Genetics","Volume":"","Issue":"","Pages":"","Keywords":" maize, grain zinc and iron concentration, meta-analysis,\ncomparative mapping, ortho-mMQTL","DOI":"","Abstract":" Background: Grain zinc and iron concentration is a complex\ntrait that is controlled by quantitative trait loci (QTL) and is\nimportant for maintaining body health. Despite the substantial effort\nthat has been put into identifying QTL for grain zinc and iron\nconcentration, the integration of independent QTL is useful for\nunderstanding the genetic foundation of traits. The number of QTL for\ngrain zinc and iron concentration is relatively low in a single species.\nTherefore, combined analysis of different genomes may help overcome this\nchallenge. Results: As a continuation of our work on maize,\nmeta-analysis of QTL for grain zinc and iron concentration in rice was\nperformed to identify meta-QTL (MQTL). Based on MQTL in rice and maize,\ncomparative mapping combined with homology-based cloning was performed\nto identify candidate genes for grain zinc and iron concentration in\nmaize. In total, 22 MQTL in rice, 4 syntenic MQTL-related regions, and 3\nMQTL-containing candidate genes in maize (ortho-mMQTL) were detected.\nTwo maize orthologs of rice, GRMZM2G366919 and GRMZM2G178190, were\ncharacterized as natural resistance-associated macrophage protein\n(NRAMP) genes and considered to be candidate genes. Phylogenetic\nanalysis of NRAMP genes among maize, rice, and Arabidopsis thaliana\nfurther demonstrated that they are likely responsible for the natural\nvariation of maize grain zinc and iron concentration. Conclusions:\nSyntenic MQTL-related regions and ortho-mMQTL are prime areas for future\ninvestigation as well as for marker-assisted selection breeding\nprograms. Furthermore, the combined method using the rice genome that\nwas used in this study can shed light on other species and help direct\nfuture quantitative trait research. In conclusion, these results help\nelucidate the molecular mechanism that underlies grain zinc and iron\nconcentration in maize.","trees":[{"tree_label":"Phylogenetic tree of Nramp gene family in plant","ntax":"21","rootedtree":"TRUE","title":"Tr81374","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_81374.phy"}]}