{"Authors":" Zofia A. Kaliszewska, David John Lohman, Kathrin Sommer,\nGlenn Adelson, Douglas B. Rand, John Mathew, Gerard Talavera, Naomi E.\nPierce","Year":" 2015","Title":" When caterpillars attack: Biogeography and life-history\nevolution of the Miletinae (Lepidoptera: Lycaenidae)","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ant association, aphytophagy, coevolution, myrmecophagy,\nmyrmecophily, social parasitism","DOI":" 10.1111/evo.12599","Abstract":" Of the four most diverse insect orders, Lepidoptera\ncontains remarkably few predatory and parasitic species. While species\nwith these habits have evolved multiple times in moths and butterflies,\nthey have rarely been associated with diversification. The wholly\naphytophagous subfamily Miletinae (Lycaenidae) is an exception,\nconsisting of nearly 140 species distributed primarily throughout the\nOld World tropics and subtropics. Most miletines eat Hemiptera, although\nsome consume ant brood or are fed by ant trophallaxis. A well-resolved\nphylogeny inferred using 4,915 bp from seven markers sampled from\nrepresentatives of all genera and nearly half the described species was\nused to examine the biogeography and evolution of biotic associations in\nthis group. Biogeographic analyses indicate that Miletinae likely\ndiverged from an African ancestor near the start of the Eocene, and four\nlineages dispersed between Africa and Asia. Phylogenetic constraint in\nprey selection is apparent at two levels: related miletine species are\nmore likely to feed on related Hemiptera, and most miletine genera are\nassociated with ants from a single subfamily. These results suggest that\nadaptations for host ant location by ovipositing female miletines may\nhave been retained from phytophagous ancestors that associated with ants\nmutualistically.","trees":[{"tree_label":"con all compat","ntax":"90","rootedtree":"TRUE","title":"Miletinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_81396.phy"},{"tree_label":"best","ntax":"90","rootedtree":"TRUE","title":"Miletinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_81397.phy"}]}