{"Authors":" Rose Barrett, Michael J. Bayly, Marco Duretto, Paul I.\nForster, Pauline Y Ladiges, David J. Cantrill","Year":" 2015","Title":" A chloroplast phylogeny of Zieria (Rutaceae) in Australia and\nNew Caledonia shows widespread incongruence with species-level\ntaxonomy","Journal":" Australian Systematic Botany","Volume":" 27","Issue":"","Pages":" 427449","Keywords":" biogeography, chloroplast lineage sorting, hybrids,\nmolecular phylogeny, taxonomy","DOI":" 10.1071/SB14033","Abstract":" This study presents a molecular phylogeny of Zieria Sm., a\ngenus of shrubs and small trees, with 59 species in Australia and one\nendemic to New Caledonia. The phylogeny is based on four cpDNA markers\nand 116 samples representing all species of Zieria except one, and the\nmonotypic outgroup Neobyrnesia suberosa. The New Caledonian species, Z.\nchevalieri, was resolved as sister to a well supported clade of all\nAustralian taxa. There was widespread incongruence between the cpDNA\ntree and species-level taxonomy, with 14 species shown as polyphyletic\nor paraphyletic. These included widespread species (e.g. Z. smithii and\nZ. arborescens, each falling in at least four well supported clades) and\nsome with narrow geographic ranges (e.g. Z. alata and Z. oreocena). No\nspecies represented by three or more samples was resolved as\nmonophyletic. We suggest that a combination of factors explains this\nincongruence, including regional cpDNA introgression (chloroplast\ncapture), incomplete lineage sorting and inappropriate taxonomic\nboundaries. The cpDNA phylogeny provides useful insight into the\nevolution of Zieria but, because of its complexity, does not provide a\nclear basis for assessing phylogenetic relationships and monophyly of\ntaxa. Better understanding of relationships, taxon limits and\nevolutionary processes in Zieria will require comparisons with nuclear\nDNA markers and critical assessment of morphological and genetic\nvariation in widespread species.","trees":[{"tree_label":"Bayes 50 majrule","ntax":"117","rootedtree":"TRUE","title":"Zieria (Rutaceae), Majority rule consensus from\nBayesian analysis of cpDNA matrix","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_81398.phy"},{"tree_label":"MP Strict","ntax":"117","rootedtree":"TRUE","title":"Zieria (Rutaceae), Strict consensus from parsimony\nanalysis of cpDNA matrix","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_81399.phy"}]}