{"Authors":" Sibylle Haeggqvist, Sven Olof Ulefors, Fredrik\nRonquist","Year":" 2015","Title":" A new species group in Megaselia, the lucifrons group, with\ndescription of a new species (Diptera, Phoridae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Phoridae, new species, Megaselia albalucifrons new\nspecies, Megaselia lucifrons, Megaselia subnitida","DOI":"","Abstract":" With 1,400 described species, Megaselia is one of the most\nspecies-rich genera in the animal kingdom, and at the same time one of\nthe least studied. An important obstacle to taxonomic progress is the\nlack of knowledge on the phylogenetic structure of the genus. In fact,\nthere is still no comprehensive classification of the genus into\nsubgenera, even though Schmitz addressed parts of the group in a series\nof monographs published from 1956 to 1981. Another problem is the lack\nof molecular phylogenetic analyses to support morphology-based\nconclusions. As a contribution towards addressing these problems, we\nhere circumscribe a previously unrecognized monophyletic lineage of\nMegaselia consisting of species similar to M. lucifrons. We base this on\nmorphological study of an extensive phorid material from Sweden,\ncomplemented by molecular analyses of select exemplars using two markers\n(COI and 28S). We tentatively name the clade the lucifrons species\ngroup, and show that it contains three distinct species. Our results\nclearly demonstrate that Megaselia subnitida Lundbeck, 1920, previously\ntreated as a synonym of M. lucifrons Schmitz, 1918, is a separate\nspecies, and we therefore remove it from synonymy. The third species in\nthe group was previously unknown; we describe it here as M.\nalbalucifrons new species.","trees":[{"tree_label":"lata_coi_28s","ntax":"101","rootedtree":"FALSE","title":"Tr85650","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85650.phy"},{"tree_label":"COI","ntax":"45","rootedtree":"TRUE","title":"Tr81385","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_81385.phy"},{"tree_label":"Figure 2","ntax":"47","rootedtree":"TRUE","title":"Majority rule consensus tree from a combined analysis\nof COI and 28S D2 in MrBayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_81384.phy"},{"tree_label":"28S lucifrons","ntax":"31","rootedtree":"TRUE","title":"Tr81388","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_81388.phy"}]}