{"Authors":" Zhen Jiao, Jianhua Li","Year":" 2006","Title":" Phylogeny and biogeography of intercontinental disjunct\nGelsemiaceae inferred from chloroplast and nuclear DNA sequences","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Gelsemiaceae consist of two intercontinental disjunct\ngenera: Gelsemium (3 species) and Mostuea (9 species). Gelsemium is\ndistributed in eastern Asia and North America, while Mostuea is disjunct\nbetween South America and Africa. In this study, sequences of three\nchloroplast genes (ndhF, rbcL, and matK) and the external transcribed\nspacer of the ribosomal DNA region were used to examine phylogenetic\nrelationships and biogeography of Gelsemiaceae. Our results support the\nmonophyly of Gelsemiaceae, Mostuea, and Gelsemium; however, more data\nare needed to resolve relationships of Gelsemiaceae with other families\nof Gentianales. Within Mostuea, M. surinamensis of South America is\nsister to the clade containing African species, indicating that it is\nunlikely that M. surinamensis is an introduced species from Africa. The\nrelationship agrees with seed pubescence. North American species of\nGelsemium form a clade that is sister to G. elegans of eastern Asia,\nwhich is consistent with flower and fruit morphology. The estimated\ntimes of divergence are at least 21.2±0.7 mya between Gelsemium and\nMostuea, 8.4±0.8 mya between eastern Asian and North American species of\nGelsemium, 2.9±0.4 mya between G. sempervirens and G. rankinii, and\n7.29±0.4 between South American and African species of Mostuea. Similar\ndivergence times between the two intercontinental disjunctions support\nthe proposition that Laurasian migration has played an important role in\nthe formation of Gondwanan disjunctions. Given the broadleaved growth\nhabit and ecology of Gelsemiaceae, the North Atlantic land bridge may be\nthe main route for population exchanges between the continents.","trees":[{"tree_label":"cp combined tree","ntax":"16","rootedtree":"TRUE","title":"Gelsemiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2647.phy"},{"tree_label":"ETS tree","ntax":"14","rootedtree":"TRUE","title":"Gelsemiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2648.phy"}]}