{"Authors":" Tomoki Yoshikawa, Masayuki Shimojima, Shuetsu Fukushi,\nHideki Tani, Aiko Fukuma, Satoshi Taniguchi, Harpal Singh, Yuto Suda,\nKomei Shirabe, Shoichi Toda, Yukie Shimazu, Taro Nomachi, Mutsuyo\nGokuden, Toshiharu Morimitsu, Katsuyuki Ando, Akira Yoshikawa, Miki Kan,\nMarina Uramoto, Hideo Osako, Kouji Kida, Hirokazu Takimoto, Hiroaki\nKitamoto, Fumio Terasoma, Akiko Honda, Ken Maeda, Toru Takahashi, Takuya\nYamagishi, Kazunori Oishi, Shigeru Morikawa, Masayuki Saijo","Year":" 2015","Title":" Phylogenetic and geographic relationships of severe fever\nwith thrombocytopenia syndrome virus","Journal":" The Journal of Infectious Diseases","Volume":"","Issue":"","Pages":"","Keywords":" Severe fever with thrombocytopenia syndrome; SFTS, SFTS\nvirus; tick borne virus infection; bunyavirus","DOI":"","Abstract":" Background. Severe fever with thrombocytopenia syndrome\n(SFTS) is a tick-borne acute infectious disease caused by the SFTS virus\n(SFTSV). SFTS has been reported in China, South Korea, and Japan as a\nnovel Bunyavirus. Although several molecular epidemiology and\nphylogenetic studies have been performed, the information obtained was\nlimited, since the analyses included no or only a small number of SFTSV\nstrains from Japan. Methods. The nucleotide sequences of 75 SFTSV\nstrains in Japan were newly determined directly from the patients’ sera.\nIn addition, the sequences of seven strains isolated in vitro were\ndetermined and compared with those in the patients’ sera. More than 90\nstrains that were identified in China, one strain in South Korea, and 50\nstrains in Japan were phylogenetically analyzed. Results. The viruses\nwere clustered into two clades, which were consistent with the\ngeographic distribution. Three strains identified in Japan were\nclustered in the Chinese clade, and four strains identified in China and\n26 in South Korea were clustered in the Japanese clade. Conclusions. Two\nclades of SFTSV may have evolved separately over time. On rare\noccasions, the viruses were transmitted overseas to the region in which\nviruses of the other clade were prevalent.","trees":[{"tree_label":"Lsegment","ntax":"139","rootedtree":"TRUE","title":"Severe fever with thrombocytopenia syndrome virus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86258.phy"},{"tree_label":"MsegmentwithoutHeartlandV","ntax":"169","rootedtree":"TRUE","title":"Severe fever with thrombocytopenia syndrome virus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86260.phy"},{"tree_label":"Msegment","ntax":"143","rootedtree":"TRUE","title":"Severe fever with thrombocytopenia syndrome virus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86261.phy"},{"tree_label":"Ssegment","ntax":"196","rootedtree":"TRUE","title":"Severe fever with thrombocytopenia syndrome virus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86259.phy"}]}