{"Authors":" Naritsada Thongklang, Jie Chen, Asanka Ranjana Bandara,\nKevin D Hyde, Olivier Raspé, Luis A Parra, Philippe Callac","Year":" 2015","Title":" Studies on Agaricus subtilipes, a new cultivatable species\nfrom Thailand, incidentally reveal the presence of Agaricus subrufescens\nin Africa","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Arvenses, ITS, tropical biodiversity, phylogeny,\ntaxonomy","DOI":"","Abstract":" The genus Agaricus (Basidiomycota) includes species of\ngreat nutritional and medicinal interest, such as A. bisporus and A.\nsubrufescens. The latter belongs to the section Arvenses which includes\nother potentially cultivatable species. Despite the high Agaricus\nspecies richness already reported in Thailand only A. subrufescens and\nA. flocculosipes of section Arvenses have been found. In this section,\nwe introduce Agaricus subtilipes, a new species from northern Thailand.\nBayesian and maximum likelihood phylogenetic analyses of ITS ribosomal\nDNA showed that this new species is sister to A. flocculosipes in a\nclade containing other tropical members of the section. A comparison of\nAgaricus subtilipes with tropical species of section Arvenses from the\nliterature led us to revisit the species A. bambusae. Unexpectedly, A.\nbambusae var. bambusae which was described from Africa was shown to be a\nsynonym of Agaricus subrufescens based on molecular data. In contrast,\nA. bambusae var. australis which was described from New Zealand was not\nclosely related to A. subrufescens, but was a sister species to A.\nsubantarcticus, also described from this country; this variety is\ntherefore raised to species rank and renamed as A. horakianus nom. nov.\nIn experimental cultivation, a wild isolate of A. subtilipes fructified\non the standard substrate for the cultivation of A. bisporus with\nconditions used for A. subrufescens cultivation (fruiting temperature\n25°C). This first fruiting test showed that A. subtilipes can be\ndomesticated, however further investigations are required to optimize\nconditions industrial yields.","trees":[{"tree_label":"Fig. 2","ntax":"36","rootedtree":"TRUE","title":"Agaricus ITS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86576.phy"},{"tree_label":"Fig. 1","ntax":"32","rootedtree":"TRUE","title":"Agaricus ITS1+2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86577.phy"}]}