{"Authors":" Gabriele Salvo, Nina Rønsted, Vincent Savolainen","Year":" 2006","Title":" Biogeographical and phylogenetic origins of African fig\nspecies (Ficus section Galoglychia)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Ficus section Galoglychia (subgenus Urostigma; Moraceae)\nincludes 72 species restricted to the African floristic region (a few\nextending to the Arabian Peninsula and Socotra). We present the first\nmolecular phylogenetic analysis of the section including 56 ingroup\n(representing 44 species) and three outgroup taxa, to investigate its\nmonophyly, classification and evolution. We used sequence data from the\nnuclear ribosomal internal and external transcribed spacers (ITS and\nETS). Our results suggest that section Galoglychia is paraphyletic to\nthe neotropical section Americana, although this is not supported by\nbootstrap analysis and only weakly supported by Bayesian posterior\nprobabilities. Maximum parsimony analysis conflict with maximum\nlikelihood and Bayesian analyses with respect to the closest relatives\nof section Americana in Africa. The subsections of section Galoglychia\nproposed by Berg (Proc. Kon. Ned. Akad. Wetensch., Ser. C, 89, 121-127,\n1986) are generally supported. We find two major clades of section\nGaloglychia within Africa possibly corresponding to two main centres of\ndiversity. One clade comprises members of subsections Platyphyllae and\nChlamydodorae, which are more concentrated in Eastern Africa, and extend\nto Madagascar and neighbouring archipelagos (Comores, Mascarenes,\nAldabra Islands and Seychelles). The other main clade includes members\nof subsections Caulocarpae, Cyathistipulae, Crassicostae and\nGaloglychia, which are concentrated in West and Central Africa.","trees":[{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"Galoglychia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2652.phy"}]}