{"Authors":" Alejandra Vazquez-Lobo, Gisela Aguilar Morales, Salvador\nArias, Jordan Golubov, Tania Hernández-Hernández, María Carmen\nMandujano","Year":" 2015","Title":" Phylogeny and biogeography of Astrophytum","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Astrophytum; Cacteae; Biogeography; Chihuahuan Desert","DOI":"","Abstract":" Although efforts to infer a complete phylogeny for\nCactaceae family have been performed, delimitation of genera has\nresulted problematic. Even for small groups, such as the genus\nAstrophytum, membership to the genus and relationships at the species\nlevel remain uncertain. Specifically, the taxonomic uncertainty within\nAstrophytum involves one species assigned to a different genus\n(Digitostigma) and a possible taxonomic synonym between A. myriostigma\nand A. coahuilense. Even though Astrophytum is considered endemic to the\nChihuahuan Desert, two species are distributed in an unusual region for\nthe Cacteae tribe. The purpose of this study is to obtain a phylogenetic\nhypothesis for the genus Astrophytum (Cactaceae), and to estimate a\npossible date for the origin of the clade and its ancestral geographic\ndistribution, to better understand the history of the group and clarify\nits taxonomic classification. Sequences of three chloroplast loci\n(partial rbcL gene, trnL-trnF region, and trnK-matK region) were used to\ninfer a phylogeny with Bayesian Inference and Maximum Likelihood\nmethods. Divergence times for each node were estimated using an\nuncorrelated lognormal clock, implemented in BEAST. Inferences of\nancestral distribution areas were conducted using methods implemented in\nRASP. Our results suggest that genus is monophyletic, with six species\ngrouped in two clades. Genus Digitostigma appears to be an Astrophytum\nderived species. A. myriostigma and A. coahuilense samples were grouped\nin independent clades, therefore supporting them as distinct species.\nOur estimated dates show a possible origin of the group and its\nposterior diversification in the Late Miocene, during a transition to\ndrier climates on North America. Occurrences of Astrophytum species out\nof the Chihuahuan Desert are attributable to two recent independent\nevents.","trees":[{"tree_label":"AstroTree","ntax":"41","rootedtree":"TRUE","title":"Astrophytum phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85662.phy"}]}