{"Authors":" W. C. B. Iv, Mariam Lekveishvili, Hans Klompen","Year":" 2006","Title":" Phylogeny of parasitiform mites (Acari) based on rRNA","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Acari (mites and ticks) form one the most diverse lineages\nof arthropods, but basal relationships in the group are still poorly\nunderstood. The current study addresses this issue for one of its two\nmain lineages, the order Parasitiformes. Relationships are examined at\nthe subordinal and infraordinal level using complete 18S and partial 28S\nnuclear rRNA sequence data. Most currently recognized lineages are\nrecovered with good support, suggesting that nuclear rRNA, and\nspecifically 18S rRNA, is very well suited for analyzing relationships\nat this level in this lineage. These results were found despite quite\nvariable rates of sequence evolution, with rates \u001aratcheting up\u001a from\nrelatively low in most non-mite arachnid lineages, to intermediate in\nPseudoscorpiones, the mite order Acariformes, and the parasitiform\nsuborders Opilioacarida, Holothyrida, and Ixodida, to high in the\nparasitiform suborder Mesostigmata. The very species rich and highly\ndiverse mesostigmatid infraorder Dermanyssina, while showing huge\ndistances to outgroups, shows remarkably low within-group divergence in\nnuclear rRNA, suggesting the possibility of a relatively recent origin\nof this lineage.","trees":[{"tree_label":"Fig. 3","ntax":"87","rootedtree":"TRUE","title":"Parasitiform mites, combined analysis parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2655.phy"},{"tree_label":"Fig. 4","ntax":"87","rootedtree":"TRUE","title":"Parasitiform mites, combined analysis bayesian","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2653.phy"},{"tree_label":"Fig. 2","ntax":"81","rootedtree":"TRUE","title":"Parasitiform mites, partial analysis 18S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2654.phy"}]}