{"Authors":" NA","Year":" 2015","Title":" Genomic and transcriptomic analysis of the endophytic fungus\nPestalotiopsis fici reveals its lifestyle and high potential for\nsynthesis of natural products","Journal":" BMC Genomics","Volume":" 16","Issue":" 1","Pages":" 28","Keywords":" genome, endophyte, Pestalotiopsis fici, secondary\nmetabolite","DOI":" 10.1186/s12864-014-1190-9","Abstract":" Background In recent years, the genus Pestalotiopsis is\nreceiving increasing attention, not only becaus e of its economic impact\nas a plant pathogen but also as a commonly isolated endophyte which is\nan important source of bioactive natural products. Pestalotiopsis fici\nSteyaert W106- 1/CGMCC3.15140 as an endophyte of tea produces nume rous\nnovel secondary metabolites, including chloropupukeananin, a derivative\nof chlor inated pupukeanane that is first discovered in fungi. Some of\nthem might be importan t as the drug leads for future pharmaceutics.\nResults Here, we report the genome sequence of the endophyt ic fungus of\ntea Pestalotiopsis fici W106-1/CGMCC3.15140. The abundant\ncarbohydrate-acti ve enzymes especially significantly expanding\npectinases allow the fungus to utilize the limited intercellular\nnutrients within the host plants, suggesting adapta tion of the fungus\nto endophytic lifestyle. The P. fici genome encodes a rich set of\nsecondary metabolite synthesis genes, including 27 polyketide synthases\n(PKSs), 12 non-ribosomal pepti de synthases (NRPSs), five dimethylallyl\ntryptophan synthases, four putative P KS-like enzymes, 15 putative\nNRPS-like enzymes, 15 terpenoid synthases, seven terpenoid cy clases,\nseven fatty-acid synthases, and five hybrids of PKS-NRPS. The majority\nof these cor e enzymes distributed into 74 secondary metabolite\nclusters. The putative Diels-Alderase ge nes have undergone expansion.\nConclusion The significant expansion of pectinase encoding gen es\nprovides essential insights in the life strategy of endophytes, and\nrichness of gene cluste rs for secondary metabolites reveals high\npotential of natural products of endophytic fungi.","trees":[{"tree_label":"tree 1","ntax":"188","rootedtree":"TRUE","title":"Tr85454","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85454.phy"}]}