{"Authors":" Joyce H.C. Woudenberg, Nicolaas A Van der Merwe, Zeljko\nJurjevic, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2015","Title":" Diversity and movement of indoor Alternaria alternata across\nthe mainland USA","Journal":" Fungal Genetics and Biology","Volume":" 81","Issue":"","Pages":" 62-72","Keywords":" Microsatellites; population genetics; phylogeographic\nstudy; recombination","DOI":" 10.1016/j.fgb.2015.05.003","Abstract":" Alternaria spp. from sect. Alternaria are frequently\nassociated with hypersensitivity pneumonitis, asthma and allergic fungal\nrhinitis and sinusitis. Since Alternaria is omnipresent in the outdoor\nenvironment, it is thought that the indoor spore concentration is mainly\ninfluenced by the outdoor spore concentration. However, few studies have\ninvestigated indoor Alternaria isolates, or attempted a phylogeographic\nor population genetic approach to investigate their movement. Therefore,\nthe aim of the current study was to investigate the molecular diversity\nof indoor Alternaria isolates in the USA, and to test for recombination,\nusing these approaches. Alternaria isolates collected throughout the USA\nwere identified using ITS, gapdh and endoPG gene sequencing. This was\nfollowed by genotyping and population genetic inference of isolates\nbelonging to Alternaria sect. Alternaria together with 37 reference\nisolates, using five microsatellite markers. Phylogenetic analyses\nrevealed that species of Alternaria sect. Alternaria represented 98%\n(153 isolates) of the indoor isolates collected throughout the USA, of\nwhich 137 isolates could be assigned to A. alternata, 15 to the A.\narborescens species complex and a single isolate to A. burnsii. The\nremaining 2% (3 isolates) represented sect. Infectoriae (single isolate)\nand sect. Pseudoulocladium (2 isolates). Population assignment analyses\nof the 137 A. alternata isolates suggested that subpopulations did not\nexist within the sample. The A. alternata isolates were thus divided\ninto four artificial subpopulations to represent four quadrants of the\nUSA. Forty-four isolates representing the south-western quadrant\ndisplayed the highest level of uniqueness based on private alleles,\nwhile the highest level of gene flow was detected between the\nsouth-eastern (32 isolates) and south-western quadrants. Genotypic\ndiversity was high for all quadrants, and a test for linkage\ndisequilibrium suggested that A. alternata has a cryptic sexual cycle.\nThese statistics could be correlated with environmental factors,\nsuggesting that indoor A. alternata isolates, although extremely\ndiverse, have a continental distribution and high levels of gene flow\nover the continent.","trees":[{"tree_label":"ITSGAPDHendoPG","ntax":"193","rootedtree":"TRUE","title":"Tr85361","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_85361.phy"},{"tree_label":"ITS","ntax":"193","rootedtree":"TRUE","title":"Tr87190","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87190.phy"},{"tree_label":"GAPDH","ntax":"193","rootedtree":"TRUE","title":"Tr87191","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87191.phy"},{"tree_label":"endoPG","ntax":"188","rootedtree":"TRUE","title":"Tr87192","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87192.phy"}]}