{"Authors":" Ling-Yun Chen, John K Muchuku, Xue Yan, Guang-Wan Hu,\nQing-Feng Wang","Year":" 2015","Title":" Phylogeography of Haplocarpha rueppelii (Asteraceae) suggests\na geographic barrier in East Africa","Journal":" Science Bulletin","Volume":" 60","Issue":"","Pages":" 1184-1192","Keywords":" East Africa, afro-alpine, gene flow, phylogeography,\ngeographic barrier, Haplocarpha rueppelii","DOI":" 10.​1007/​s11434-015-0832-x","Abstract":" East Africa is a biodiversity hotpot in the world.\nHaplocarpha rueppelii is mainly distributed in the alpine grassland and\nmoorland of East Africa. As a starting point of our work on\ninvestigating the phylogeography in East Africa, we sampled 65\nindividuals of 8 populations (locations) from East Africa which includes\nMts. Elgon, Aberdare, Kenya, Kilimanjaro and Bale mountains. We\nsequenced 1 nuclear and 3 chloroplast DNA fragments, and conducted\nphylogenetic analysis, divergence time estimation, principal coordinate\nanalysis and gene flow analysis to investigate the phylogeographic\nstructure of the species. The results demonstrate that the species\nconsists of two major groups, one includes the populations from Mts.\nElgon, Aberdare and Bale while the other includes Mts. Kenya and\nKilimanjaro. The results also support that the character of\nmulticellular hairs is mutable and therefore no change of the taxonomic\nconcept of this species is needed. The species has established in Mts.\nKenya and Aberdare during the Pliocene and Early Pleistocene. However,\nmigration rate between the two mountains was low as showed by gene flow\nanalysis. Therefore, a barrier for plant migration and gene flow exists\nbetween Mts. Aberdare and Kenya since the Pleistocene, which is\ndifferent from previous studies that show a close relationship between\nthe two mountains. In addition, diversification of this species seems\nnot to be affected by the East African Rift Valley. This study reveals\nan unreported geographic barrier in East Africa using molecular data. We\nhope this paper will arouse more scientists’ interests in phylogeography\nof Africa.","trees":[{"tree_label":"tree 1","ntax":"65","rootedtree":"TRUE","title":"Haplocarpha rueppelii Nuclear ITS ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85432.phy"},{"tree_label":"tree 1","ntax":"8","rootedtree":"TRUE","title":"Haplocarpha rueppelii Chloroplast ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85433.phy"}]}