{"Authors":" C. J. Humphries, Pauline Y. Ladiges","Year":" 1983","Title":" A cladistic study of Arillastrum, Angophora, and Eucalyptus\n(Myrtaceae).","Journal":" Botanical Journal of the Linnean Society","Volume":" 87","Issue":" NA","Pages":" 105-134","Keywords":" NA","DOI":" NA","Abstract":" Transformed cladistic; character compatibility; branch and\nbound, and Farris-Wagner methods gave similar solutions in a cladistic\nstudy of Arillastrum, Angophora and Eucalyptus. These analyses, based on\nmorphological characters, indicate that Eucalyptus is a monophyletic\ngroup and that its sister taxon is Angophora. Within Eucalyptus,\nsubgenera Blakella and Corymbia are sister taxa to all other groups;\nsubgenera Monocalyptus, Idiogenes and Gaubaea form a monophyletic group\nwith subgenus Monocalyptus sister to subgenera Idiogenes and Gaubaea;\nsubgenera Symphyomyrtus and Telocalyptus together also form a\nmonophyletic group and, with Eucalyptus similis (subgenus Eudesmia group\n4), are sister to the Monocalyptus group. Eucalyptus subgenus\nTelocalyptus (4 species), Eucalyptus subgenus Idiogenes (1 species) and\nEucalyptus subgenus Gaubaea (2 species) should not be recognized as\nsubgenera and some individual species need further examination.\nEucalyptus subgenus Eudesmia is a paraphyletic group. Some characters\nare identified as parallelisms, e.g. axillary inflorescences, sepaline\noperculum, bristle glands, and clustered anthers. A more congruent\ninterpretation of the single operculum of Eucalyptus subgenus\nMonocalyptus as at least partly petaline rather than solely sepaline in\norigin is suggested . The area relationships for the taxa are concordant\nwith those derived from geological and climatological information. New\nCaledonia is sister area to Australia, and within Australia\nsouth-western Australia is sister area to south-eastern and\nnorth-eastern Australia.","trees":[{"tree_label":"Fig. 5B","ntax":"14","rootedtree":"TRUE","title":"Myrtaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_183.phy"},{"tree_label":"Fig. 4A","ntax":"14","rootedtree":"TRUE","title":"Myrtaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_260.phy"},{"tree_label":"Fig. 4B","ntax":"14","rootedtree":"TRUE","title":"Myrtaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_261.phy"},{"tree_label":"Fig. 3","ntax":"14","rootedtree":"TRUE","title":"Myrtaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4310.phy"}]}