{"Authors":" Margarita Hernandez Restrepo, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2015","Title":" Taxonomy and phylogenetic re-evaluation of Microdochium,\nMonographella and Idriella","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 36","Issue":"","Pages":"","Keywords":" cereals, grasses, phytopathogenic fungi, Sordariomycetes,\nXylariales","DOI":"","Abstract":" Based on morphology and DNA sequence data (LSU and ITS),\nthe taxonomic relationships of Microdochium, Monographella and Idriella\nwere analysed. Microdochium s. str. belongs to a monophyletic clade,\ntogether with Idriella lunata and Selenodriella, representing a new\nfamily, Microdochiaceae, in Xylariales. Microdochium is morphologically\nand phylogenetically circumscribed, and the sexual genus Monographella\ntreated as synonym on the basis that Microdochium is older, more\ncommonly encountered, and more frequently used in literature. An epitype\nis designated for Microdochium phragmites, and several well-known\nspecies are redefined based on their morphology and DNA sequence data\n(LSU, ITS, β-TUB, and RPB2). Furthermore, the revision of Microdochium\nled to six new combinations (M. albescens, M. consociatum, M.\nfusariisporum, M. maydis, M. opuntiae, and M. stevensonii) and six new\nspecies (M. citrinidiscus, M. colombiense, M. fisheri, M.\nneoqueenslandicum, M. seminicola and M. trichocladiopsis) being\nproposed. Other species previously accommodated in Microdochium belong\nto different orders in the Ascomycota. Microdochium gracile belongs to\nSordariomycetes (incertae sedis) and Paramicrodochium is proposed to\naccommodate this species. Microdochium tripsaci belongs to Ephelis in\nClavicipetaceae, while M. fusarioides belongs to a new genus,\nMicrodochiella in Orbiliales. Idriella s. str. is a monotypic genus\nphylogenetically closely related to Microdochium. Idriella s. l.\nseparates into five new genera in Xylariales (incertae sedis), proposed\nhere as Castanediella, Idriellomyces, Idriellopsis, Neoidriella and\nParaidriella.","trees":[{"tree_label":"Fig. 1","ntax":"124","rootedtree":"TRUE","title":"Microdochium, Monographella and Idriella LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88915.phy"},{"tree_label":"Fig. 1","ntax":"124","rootedtree":"TRUE","title":"Microdochium, Monographella and Idriella LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88916.phy"},{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Microdochium, Monographella and Idriella ITS LSU BTUB\nRPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88957.phy"}]}