{"Authors":" Diane L. Rowe, Richard J. Norris, Tania M. King, Leigh\nAnderson, Graham P. Wallis, Smita Apte, Jonathan M. Waters, Dave Craw,\nChris P Burridge","Year":" 2007","Title":" Geological dates and molecular rates: rapid divergence of\nrivers and their biotas.","Journal":" Systematic Biology","Volume":" 56","Issue":" 2","Pages":" 271-282","Keywords":"","DOI":" 10.1080/10635150701313855","Abstract":" We highlight a novel molecular clock calibration system\nbased on geologically dated river reversal and river capture events.\nChanges in drainage pattern may effect vicariant isolation of freshwater\ntaxa, and thus provide a predictive framework for associated\nphylogeographic study. As a case in point, New Zealand’s Pelorus and\nKaituna rivers became geologically isolated from the larger Wairau River\nsystem 70ˆ130 kyr BP. We conducted mitochondrial DNA phylogeographic\nanalyses of two unrelated freshwater-limited fish taxa native to these\nriver systems (Gobiomorphus breviceps, n = 63; Galaxias divergens, n =\n95). Phylogenetic analysis of combined control region and cytochrome b\nsequences yielded reciprocally monophyletic clades of Pelorus-Kaituna\nand Wairau haplotypes for each species. Nucleotide substitution rate\ncalibrations based on this freshwater vicariant event are substantially\nfaster than traditionally accepted rates for fishes, but consistent with\nother recent inferences based on geologically young calibration points.\nA survey of freshwater phylogeographic literature reveals numerous\nexamples in which the ages of recent evolutionary events may have been\nsubstantially overestimated through the use of “accepted” calibrations.\nWe recommend that ˜ wherever possible ˜ biologists should start to\nreassess the conclusions of such studies by using more appropriate\nmolecular calibrations derived from recent geological events.","trees":[{"tree_label":"Gobiomorphus Tree","ntax":"21","rootedtree":"TRUE","title":"Divergence of rivers and their biotas","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4741.phy"},{"tree_label":"Galaxias Tree","ntax":"44","rootedtree":"TRUE","title":"Divergence of rivers and their biotas","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4742.phy"}]}