{"Authors":" Siti Izera Ismail, Jean Carlson Batzer, Thomas C.\nHarrington, Dennis V. Lavrov, Huanyu Y Li, Guangyu Sun, Mark L. Gleason,\nPedro W. Crous","Year":" 2015","Title":" Ancestral state reconstruction infers phytopathogenic origins\nof sooty blotch and flyspeck fungi on apple.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Members of the sooty blotch and flyspeck (SBFS) complex\nare epiphytic fungi in the Ascomycota that cause economically damaging\nblemishes of apple fruit worldwide. The SBFS fungi are polyphyletic, but\nabout 96% of SBFS species are in the order Capnodiales. Evolutionary\norigins of SBFS fungi remain unclear, so we attempted to infer their\norigins by means of ancestral state reconstruction, utilizing the 28S\nnuclear large subunit (LSU) region of rDNA and the RPB2 gene, which\nencodes the second largest subunit of RNA polymerase II. The analyzed\ntaxa included the well-known genera of SBFS and their most closely\nrelated non-SBFS fungi from seven families within the Capnodiales. The\nnon-SBFS taxa were selected based on their distinct ecological niches,\nincluding plant parasitic and saprophytic species. The phylogenetic\nanalyses showed that most SBFS species are closely related to plant\nparasitic fungi. Ancestral state reconstruction provided strong evidence\nthat plant-parasitic fungi were the ancestors of the major SBFS\nlineages. Knowledge gained from this study may help to better understand\nthe ecology and evolution of epiphytic fungi.","trees":[{"tree_label":"TREE1","ntax":"62","rootedtree":"TRUE","title":"Sooty blotch and flyspeck fungi RPB2 phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85671.phy"},{"tree_label":"RPB2tree","ntax":"62","rootedtree":"TRUE","title":"Sooty blotch and flyspeck fungi RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85672.phy"},{"tree_label":"LSU tree","ntax":"61","rootedtree":"TRUE","title":"Sooty blotch and flyspeck fungi LSU matrix","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85673.phy"}]}