{"Authors":" Nicholas Justin Brazee, Robert L Wick, Jonathan P\nHulvey","Year":" 2015","Title":" Phytophthora species recovered from the Connecticut River\nValley in Massachusetts, USA.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" oomycetes, B-tubulin, cytochrome oxidase, floodplain\nforests","DOI":"","Abstract":" Currently, little is known about the assemblage of\nPhytophthora species in northeastern North America, which represents a\nmajor gap in understanding of species incidence. Therefore, Phytophthora\nspecies were surveyed at 20 sites in Massachusetts, with 16 occurring in\nthe Connecticut River Valley. Many of the sampled waterways were\nadjacent to active agricultural lands, yet were buffered by mature\nfloodplain forests composed of Acer, Platanus, Populus and Ulmus.\nIsolates were recovered using three types of baits (rhododendron leaves,\npear and green pepper) in 2013 and water filtration in 2014. Overall,\n457 isolates of Phytophthora were recovered and based on morphological\ncharacters and rDNA internal transcribed spacer (ITS), β-tubulin (β-tub)\nand cytochrome oxidase c subunit I (cox1) sequences, 18 taxa were\nidentified, including three new species: P. taxon intercalaris, P. taxon\ncaryae and P. taxon pocumtuck. In addition, 49 isolates representing\nfive species of Phytopythium were also identified. Water filtration\ncaptured a greater number of taxa (18) compared to leaf and fruit baits\n(12). Of the three bait types, rhododendron leaves yielded the greatest\nnumber of isolates and taxa, followed by pear and green pepper,\nrespectively. Despite the proximity to agricultural lands, none of the\nPhytophthora species baited are considered serious pathogens of\nvegetable crops in the region. Yet, many of the recovered species are\nknown woody plant pathogens, including four species in the P. citricola\ns.l. complex that were identified: P. plurivora, P. citricola III, P.\npini, and a putative novel species, referred to here as P. taxon caryae.\nAn additional novel species, P. taxon pocumtuck, is a close relative of\nP. borealis based on cox1 sequences. The results illustrate a high level\nof Phytophthora species richness in the Connecticut River Valley and\nthat major waterways can serve as a source of inoculum for Phytophthora\nin the northeast.","trees":[{"tree_label":"Imported tree 1","ntax":"52","rootedtree":"TRUE","title":"Tr85674","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85674.phy"},{"tree_label":"Fig3 ITS ML","ntax":"28","rootedtree":"TRUE","title":"Tr85675","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85675.phy"},{"tree_label":"Imported tree 1","ntax":"43","rootedtree":"TRUE","title":"Tr85676","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85676.phy"}]}