{"Authors":" Brandon T. Sinn, Lawrence Kelly, John V. Freudenstein","Year":" 2015","Title":" Putative floral brood-site mimicry, loss of autonomous\nselfing, and reduced vegetative growth are significantly correlated with\nincreased diversification in Asarum (Aristolochiaceae).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Asarum, Binary-state speciation and extinction, Brood-site\nmimicry, Diversification, Magnoliid, Piperales","DOI":" 10.1016/j.ympev.2015.04.019","Abstract":" Abstract The drivers of angiosperm diversity have long\nbeen sought, and the flower-arthropod association has often been invoked\nas the most powerful driver of the angiosperm radiation. We now know\nthat features that influence arthropod interactions can not only affect\nthe diversification of lineages, but also expedite or constrain their\nrate of extinction, which can equally influence the observed asymmetric\nrichness of extant angiosperm lineages. The genus Asarum\n(Aristolochiaceae; ~100 species) is widely distributed in north\ntemperate forests, with substantial vegetative and floral divergence\nbetween and within its three major clades, Euasarum, Geotaenium, and\nHeterotropa. These species have long creeping or clumped rhizomes, one\nor two leaves per node, calyces of three sepals either separate or\nunited into a calyx tube, and stamens and stigmatic surfaces that are\neither adjacent or spatially separated, the latter of which requires a\npollen vector (herkogamy). We used Binary-State Speciation and\nExtinction Model (BiSSE) Net Diversification tests of character state\ndistributions on a Maximum Likelihood phylogram and a Coalescent\nBayesian species tree, inferred from seven chloroplast markers and\nnuclear rDNA, to test for signal of asymmetric diversification,\ncharacter state transition, and extinction rates of floral and\nvegetative characters of interest. We found that reduction in vegetative\ngrowth, loss of autonomous self-pollination, and the presence of\nputative fungal-mimicking floral structures are significantly correlated\nwith increased diversification in Asarum. No significant difference in\nmodel likelihood was identified between symmetric and asymmetric rates\nof character state transitions or extinction. We conclude that the\nflowers of the Heterotropa clade may have converged on some aspects of\nbasidiomycete sporocarp morphology and that brood-site mimicry, coupled\nwith a reduction in vegetative growth and the loss of autonomous\nself-pollination, may have driven diversification within Asarum.","trees":[{"tree_label":"Imported tree 1","ntax":"47","rootedtree":"TRUE","title":"Asarum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87513.phy"}]}