{"Authors":" Romain Arvid Dahan, Rebecca Pate Duncan, Alex CC Wilson,\nLiliana M Davalos","Year":" 2015","Title":" Amino acid transporter expansions associated with the\nevolution of obligate endosymbiosis in sap-feeding insects (Hemiptera:\nSternorrhyncha)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Gene family evolution, Endosymbiosis, Gene duplication,\nPhylogenetics","DOI":"","Abstract":" Background: Mutualistic obligate endosymbioses shape the\nevolution of endosymbiont genomes, but their impact on host genomes\nremains unclear. Insects of the sub-order Sternorrhyncha (Hemiptera)\ndepend on bacterial endosymbionts for essential amino acids present at\nlow abundances in their phloem-based diet. This obligate dependency has\nbeen proposed to explain why multiple amino acid transporter genes are\nmaintained in the genomes of the insect hosts. We implemented\nphylogenetic comparative methods to test whether amino acid transporters\nhave proliferated in sternorrhynchan genomes at rates grater than\nexpected by chance. Results: By applying a series of methods to\nreconcile gene and species trees, infer the size of gene families in\nancestral lineages, and simulate the null process of birth and death in\nmulti-gene families, we uncovered a 10-fold increase in duplication rate\nin the AAAP family of amino acid transporters within Sternorrhyncha.\nThis gene family expansion was unmatched in other closely related clades\nlacking endosymbionts that provide essential amino acids. Conclusions:\nOur findings support the influence of obligate endosymbioses on host\ngenome evolution by both inferring significant expansions of gene\nfamilies involved in symbiotic interactions, and discovering increases\nin the rate of duplication associated with multiple emergences of\nobligate symbiosis in Sternorrhyncha.","trees":[{"tree_label":"RAxML","ntax":"13","rootedtree":"TRUE","title":"Sternorrhyncha Maximul Likelihood tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86665.phy"},{"tree_label":"Bayesian tree","ntax":"13","rootedtree":"TRUE","title":"Sternorrhyncha Bayesian inference for 13 insect\nspecies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86664.phy"}]}