{"Authors":" Jiaqi Tan, Zhichao Pu, Wade A. Ryberg, Lin Jiang","Year":" 2015","Title":" Resident-invader phylogenetic relatedness, not resident\nphylogenetic diversity, controls community invasibility\n","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" bacteria, community invasibility, phylogenetic diversity,\nphylogenetic relatedness","DOI":"","Abstract":" A central goal of invasion biology is to elucidate\nmechanisms regulating community invasibility. Darwins naturalization\nhypothesis, one of the oldest hypotheses in invasion biology, emphasizes\nthe importance of phylogenetic relatedness (PR) between resident and\ninvader species for predicting invasibility. Alternatively, a recent\nextension of the diversity-invasibility hypothesis predicts that\nphylogenetic diversity (PD) of resident communities influences\ninvasibility. Neither of these hypotheses has undergone rigorous\nexperimental testing, and the relative contributions of PR and PD, whose\neffects tend to be confounded with each other, to community invasibility\nare unknown. Here we consider both perspectives together by\nindependently manipulating PR and PD in laboratory bacterial\nassemblages. We found that while invader abundance declined\nsignificantly as PR increased, it was unaffected by PD. Likewise, we\nfound that resident-invader functional similarity, not functional\ndiversity of resident communities, was a significant predictor of\ninvader abundance. Nevertheless, invader abundance was better predicted\nby PR than functional similarity. These results highlight the importance\nof considering species evolutionary relationships, especially the\nphylogenetic relatedness between resident and invader species, for the\nprediction, prevention and management of biological invasions.","trees":[{"tree_label":"tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr85807","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_85807.phy"}]}