{"Authors":" Ko-Hsuan Chen, Jolanta Maria Miadlikowska, Katalin Molnar,\nA Elizabeth Arnold, Jana M. U’Ren, Ester Gaya, Cecile Gueidan, Francois\nLutzoni","Year":" 2015","Title":" Phylogenetic analyses of eurotiomycetous endophytes reveal\ntheir close affinities to Chaetothyriales, Eurotiales, and a new order -\nPhaeomoniellales","Journal":" Molecular Phylogentics and Evolution","Volume":" 85","Issue":"","Pages":" 117-130","Keywords":" fungal endophytes; Eurotiomycetes; lichens; Phaeomoniella;\nPhaeomoniellales ord. nov.; cumulative supermatrix approach","DOI":" 10.1016/j.ympev.2015.01.008","Abstract":" Symbiotic fungi living in plants as endophytes, and in\nlichens as endolichenic fungi, cause no apparent symptoms to their\nhosts. They are ubiquitous, ecologically important, hyperdiverse, and\nrepresent a rich source of secondary compounds for new pharmaceutical\nand biocontrol products. Due in part to the lack of visible reproductive\nstructures and other distinctive phenotypic traits for many species, the\ndiversity and phylogenetic affiliations of these cryptic fungi are often\npoorly known. The goal of this study was to determine the phylogenetic\nplacement of representative endophytes within the Eurotiomycetes\n(Pezizomycotina, Ascomycota), one of the most diverse and evolutionarily\ndynamic fungal classes, and to use that information to infer processes\nof macroevolution in trophic modes. Sequences of a single locus marker\nspanning the nuclear ribosomal internal transcribed spacer region\n(nrITS) and 600 base pairs at the 5 end of the nuclear ribosomal large\nsubunit (nrLSU) were obtained from previous studies of >6000\nendophytic and endolichenic fungi from diverse biogeographic locations\nand hosts. We conducted phylum-wide phylogenetic searches using this\nmarker to determine which fungal strains belonged to Eurotiomycetes and\nthe results were used as the basis for a class-wide, seven-locus\nphylogenetic study focusing on endophytic and endolichenic\nEurotiomycetes. Our cumulative supermatrix-based analyses revealed that\nrepresentative endophytes within Eurotiomycetes are distributed in three\nmain clades: Eurotiales, Chaetothyriales and Phaeomoniellales ord. nov.,\na clade that had not yet been described formally. This new order,\ndescribed herein, is sister to the 2 clade including Verrucariales and\nChaetothyriales. It appears to consist mainly of endophytes and plant\npathogens. Morphological characters of endophytic Phaeomoniellales\nresemble those of the pathogenic genus Phaeomoniella. This study\nhighlights the capacity of endophytic and endolichenic fungi to expand\nour understanding of the ecological modes associated with particular\nclades, and provides a first estimation of their phylogenetic\nrelationships in the Eurotiomycetes.","trees":[{"tree_label":"Fig. 3","ntax":"157","rootedtree":"TRUE","title":"Eurotiomycetous Endophytes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86578.phy"}]}