{"Authors":" Susumu Takamatsu, Hanako Ito, Yoshiro Shiroya, Levente\nKiss, Vasyl P. Heluta","Year":" 2015","Title":" First comprehensive phylogenetic analysis of the genus\nErysiphe (Erysiphales, Erysiphaceae), II. The Uncinula-lineage","Journal":" Mycologia","Volume":" 107","Issue":" 5","Pages":" 903-914","Keywords":" 28S rDNA, Appendage, Host relationship, ITS, Molecular\nclock, Powdery mildew","DOI":" 10.3852/15-062","Abstract":" Phylogenetic relationships of the Uncinula-lineage that is\nbasal group of the genus Erysiphe were investigated using 167 sequences\nof nuc ITS1-5.8S-ITS2 and the 28S rDNA regions. Backbone tree analyses\nusing six data sets and two tree-constructing methods revealed that the\nUncinula-lineage is divided into seven distinct clades. Clade 1â“5\ncontained each one powdery mildew species, namely, E. australiana in\nClade 1, E. liquidambaris in Clade 2, E. adunca in Clade 3, E.\nfraxinicola in Clade 4, and E. actinidiae in Clade 5. Clade 6 was\ncomposed of 71 sequences including Microsphaera-lineage and 17 species\nof Uncinula-lineage, such as E. carpinicola, E. carpini-laxiflorae, E.\nmiyabei, E. glycines, and E. necator. Topology tests supported that\nMicrosphaera-lineage forms a monophyletic clade in Clade 6, suggesting\nMicrosphaera-type appendage appeared only once in this clade to diverge\ninto Microsphaera-lineage. Clade 7 consisted of 72 sequences containing\n30 species, including species of sects. Californiomyces and\nTyphulochaeta, four species from Nothofagus, species of the sect.\nErysiphe parasitising herbaceous plants belonging to the Asteraceae,\nRosaceae, and Saxifragaceae. Molecular clock analysis suggested that the\nmajor seven clades appeared 50â“30 million years ago (Ma) in the\nPaleogene Period. The Microsphaera-lineage may have split from the\nUncinula-lineage in the boundary of Paleogene and Neogene periods, when\nappendages with dichotomously branched tips appeared. The clade of the\nspecies on Nothofagus split from the Northern Hemisphere species in\n20â“10 Ma in the Miocene Epoch and host-shift from trees to herbs may\nhave occurred in the similar period.","trees":[{"tree_label":"Fig. 3","ntax":"73","rootedtree":"TRUE","title":"Erysiphe, the Uncinula-lineage Clade 7 ITS+28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85812.phy"},{"tree_label":"Fig. 2","ntax":"72","rootedtree":"TRUE","title":"Uncinula-lineage Clade 6 ITS+28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85811.phy"},{"tree_label":"Fig. 1","ntax":"165","rootedtree":"TRUE","title":"Erysiphe, the Uncinula-lineage ITS-28S Backbone Fig.\n1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85809.phy"},{"tree_label":"PAUP 1","ntax":"24","rootedtree":"TRUE","title":"Erysiphe, the Uncinula-lineage Basal Group ITS+28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85810.phy"}]}