{"Authors":" Rajanikanth Govindarajulu, Matthew Parks, Jacob A\nTennessen, Aaron Liston, Tia-Lynn Ashman","Year":" 2015","Title":" Comparison of nuclear, plastid and mitochondrial phylogenies\nand the origin of wild octoploid strawberry species","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Chloroplast; Chromosomal phylogeny; Cytoplasmic male\nsterility, Fragaria; Genome assembly; Incongruence; Linkage\ndisequilibrium; Mitochondria.","DOI":"","Abstract":"  Premise of the study: Molecular phylogenies derived from\nall three plant genomes can provide insight into evolutionary history of\nplant groups influenced by reticulation. We sought to reconstruct\nmitochondrial exome, chloroplast, and nuclear genome phylogenies for\noctoploid Fragaria and their diploid ancestors and document patterns of\nincongruence between and within the cytoplasmic genomes and interpret\nthese in the context of evolutionary origin of the octoploid\nstrawberries.  Methods: Using a genome skimming approach, we assembled\nchloroplast genomes and mitochondrial exomes, and we used the POLiMAPS\nmethod to assemble nuclear sequence for octoploid species and\nconstructed phylogenies from all three genomes. We assessed incongruence\nbetween and within cytoplasmic genomes using topology based phylogenetic\nincongruence tests.  Key Results: The incongruent cytoplasmic genome\nphylogeny with respect to the placement of octoploids suggests potential\nbreakage in linkage disequilibrium of cytoplasmic genomes during\nallopolyploid origin of the octoploids. Furthermore, a single\nmitochondrial chimeric gene with a putative role in cytoplasmic male\nsterility yields a phylogeny that is inconsistent with the rest of the\nmitochondrial genome but consistent with the chloroplast phylogeny,\nsuggesting intracellular gene transfer between heteroplasmic\nmitochondria, possibly driven by selection to overcome the effects of\nmito-nuclear incompatibility in octoploid origins.  Conclusions: This\nwork expands on the current understanding of evolutionary history of the\noctoploid ancestors of cultivated strawberry. It demonstrates\nphylogenetic incongruence between cytoplasmic genomes in octoploids with\nrespect to diploid ancestors indicating breakage in linkage\ndisequilibrium of cytoplasmic genomes. We discuss potential\norganism-level processes that may have contributed to the observed\nincongruence in Fragaria.","trees":[{"tree_label":"Fig. 1A","ntax":"13","rootedtree":"TRUE","title":"Wild Octoploid Strawberry Chloroplast Genome Best\nfitting ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_85816.phy"},{"tree_label":"nuclear","ntax":"18","rootedtree":"TRUE","title":"Nuclear genome tree of Fragaria accessions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86536.phy"},{"tree_label":"cp coding","ntax":"13","rootedtree":"TRUE","title":"Plastid Exome Only Fragaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86537.phy"},{"tree_label":"MLT","ntax":"13","rootedtree":"TRUE","title":"Best scoring MLT for mitochondrial exome assembly\nFragaria accessions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86538.phy"}]}