{"Authors":" Miriam I. Hutchinson, Amy Jo Powell, Adrian Tsang, Nicholas\nO’Toole, Randy M Berka, Kerrie Barry, Igor V Grigoriev, Donald O.\nNatvig","Year":" 2015","Title":" Genetics of mating in the Chaetomiaceae as revealed through\nexperimental and genomic characterization of sexual reproduction in\nMyceliophthora heterothallica","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Members of the fungal family Chaetomiaceae are among the\nmost studied fungi in industry and among the most reported in\ninvestigations of biomass degradation in both natural and laboratory\nsettings. They are noted for their abilities to produce\ncarbohydrate-active enzymes and antibiotics. Thermophilic species in the\nfamily are of interest for their abilities to produce thermally stable\nenzymes and to be grown under conditions that are unsuitable for\npotential contaminant microorganisms. Such interests led to the recent\nacquisition of genome sequences from several members of the family,\nincluding thermophilic species, several of which are reported here for\nthe first time. To date, however, thermophilic fungi in industry have\nserved primarily as parts reservoirs and there has been no good genetic\nmodel for species in the family Chaetomiaceae or for thermophiles in\ngeneral. We report here on the reproductive biology of the thermophile\nMyceliophthora heterothallica, which is heterothallic, unlike most\ndescribed species in the family. Because out-crossing had been\npreviously observed only through fruiting body formation, we confirmed\nheterothallism genetically by following the segregation of mating type\nidiomorphs and other markers. We have expanded the number of known\nsexually-compatible individuals of the original isolates from Indiana\nand Germany to include several isolates from New Mexico. An interesting\naspect of development in M. heterothallica is that ascocarp formation is\noptimal at approximately 30 °C, whereas vegetative growth is optimal at\n45 °C. Genome sequences obtained from several strains, including\nisolates of each mating type, revealed mating-type regions whose genes\nare organized similarly to those of other members of the Sordariales,\nexcept for the presence of a truncated version of the mat A-1 gene in\nmating-type a strains. A mat A-1 gene is present in diverse mating-type\nA (MAT 1-1) strains in non-Chaetomiaceae groups of Ascomycota, and it is\nabsent in mating-type a (MAT 1-2) strains. In M. heterothallica and\nother Chaetomiaceae, mating-type A strains have the typical full-length\nversion of mat A-1, whereas a strains have only the truncated version.\nThis truncated mat A-1 has an intact open reading frame and a derived\nstart codon that is not present in the full-length mat A-1 from A\nstrains. The predicted protein contains a region conserved across\ndiverse mat A-1 genes, but it lacks the major alpha box region, which\ncharacterizes proteins in this family and is known to be required for\nfertility in A strains from other Ascomycota. Finally, we have used\ngenes from M. heterothallica to probe for mating genes in other\nhomothallic and heterothallic members of the Chaetomiaceae. The\nhomothallic species examined have a region that possesses a full-length\nmat A-1 gene in addition to an unlinked region possessing a mat a-1\ngene, reflecting one type of homothallism commonly observed in diverse\nAscomycota.","trees":[{"tree_label":"Figure 5","ntax":"11","rootedtree":"TRUE","title":"Maximum parsimony tree depicting relationships among\nhomologous regions from mat A-1 genes from mating-type A and a\nstrains","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85805.phy"},{"tree_label":"Figure 3","ntax":"11","rootedtree":"TRUE","title":"ITS Tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85804.phy"}]}