{"Authors":" Jiri Barta, James D Stone, Jiri Pech, Dagmara Sirova,\nLubomir Adamec, Matthew A Campbell, Helena Storchova","Year":" 2015","Title":" The transcriptome of Utricularia vulgaris, a rootless plant\nwith minimalist genome, reveals alternative splicing and only moderate\nsequence similarity with Utricularia gibba","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Transcriptome, root-associated genes, alternative\nsplicing, Utricularia vulgaris","DOI":"","Abstract":" Background: The species of Utricularia attract attention\nnot only owing to their carnivorous lifestyle, but also owing to an\nelevated subtitution rate and a dynamic evolution of genome size leading\nto its dramatic reduction. To better understand genomic dynamics and\ngreat physiological plasticity in this mostly aquatic carnivorous genus,\nwe analyzed the transcriptome of Utricularia vulgaris, a temperate\nspecies with well characterized physiology and ecology. We compared its\ntranscriptome, namely gene content and overall transcript profile, with\na previously described transcriptome of Utricularia gibba, the species\npossessing one of the smallest angiosperm genomes. Results: We sequenced\na normalized cDNA library prepared from total RNA extracted from shoots\nof U. vulgaris including leaves and traps, cultivated under sterile or\noutdoor conditions. 454 pyrosequencing resulted in more than 1,400,000\nreads which were assembled into 41,407 isotigs in 19,522 isogroups. We\nobserved a high transcript variation in several isogroups explained by\nmultiple loci and/or alternative splicing. The comparison of U. vulgaris\nand U. gibba transcriptomes revealed a similar distribution of GO\ncategories among expressed genes, despite the differences in\ntranscriptome preparation. We have also found a strong correspondence in\npresence or absence of root-associated genes between the U. vulgaris\ntranscriptome and U. gibba genome, which indicated that the loss of some\nroot-specific genes had occurred before the divergence of the two\nrootless species. Conclusions: The species-rich genus Utricularia offers\na unique opportunity to study adaptations related to the environment and\ncarnivorous habit and also evolutionary processes responsible for\nconsiderable genome reduction. We show that transcriptome may\napproximate the genome for gene content or gene duplication estimation.\nOur study is the first comparison of two global sequence data sets in\nUtricularia.","trees":[{"tree_label":"MajRule","ntax":"13","rootedtree":"TRUE","title":"Tr85831","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85831.phy"}]}