{"Authors":" Charles D. Bell, Donald E. Stone, David L. Dilcher, S. R.\nManchester, S. H. Oh, Paul S. Manos, Douglas E. Soltis, Pamela S.\nSoltis","Year":" 2006","Title":" Phylogeny of Extant and Fossil Juglandaceae Inferred from the\nIntegration of Molecular and Morphological Data Sets.","Journal":" Systematic Biology","Volume":" 56","Issue":" 3","Pages":" 412-430","Keywords":"","DOI":" 10.1080/10635150701408523","Abstract":" It is widely acknowledged that integrating fossils into\ndata sets of extant taxa is imperative for proper placement of fossils,\nresolution of relationships, and a better understanding of character\nevolution. The importance of this process has been further magnified\nbecause of the crucial role of fossils in dating divergence times.\nOutstanding issues remain, including appropriate methods to place\nfossils in phylogenetic trees, the importance of molecules\nvs. morphology in these analyses, as well as the impact of potentially\nlarge amounts of missing data for fossil taxa. In this study we used the\nangiosperm clade Juglandaceae as a model for investigating methods of\nintegrating fossils into a phylogenetic framework of extant taxa. The\nclade has a rich fossil record relative to low extant diversity, as well\nas a robust molecular phylogeny and morphological database for extant\ntaxa. After combining fossil organ genera into composite, terminal taxa\nour objectives were to: 1) compare multiple methods for the integration\nof the fossils and extant taxa (including total evidence, molecular\nscaffolds, and molecular matrix representation with parsimony: MRP); 2)\nexplore the impact of missing data (incomplete taxa and characters) and\nthe weight of evidence for placing fossils on the topology; 3) simulate\nthe phylogenetic effect of missing data using our molecular data sets;\nand 4) place fossils and compare the impact of single and multiple\nfossil constraints in estimating the age of clades. Despite large and\nvariable amounts of missing data, each of the methods provided\nreasonable placement of both fossils and simulated „artificial fossils‰\nin the phylogeny previously inferred only from extant taxa. Three fossil\ntaxa (Cruciptera simsonii, Paleoplatycarya wingii, and Platycarya\namericana) were placed in crown clades containing living taxa for which\nmorphological affinities had previously been suggested based on\ndescriptive morphology, whereas Polyptera manningii was placed as sister\nto two well established subclades. The position of Paleooreomunnea\nstoneana was ambiguous with total evidence, but conclusive with DNA\nscaffolds and MRP. There was less disturbance of relationships among\nextant taxa using a total evidence approach, and the DNA scaffold\napproach did not provide improved resolution or internal support for\nclades compared to total evidence, whereas weighted MRP retained\ncomparable levels of support, but lost crown clade resolution. Multiple\ncalibration points generally provided reasonable age estimates, but the\nuse of single constraints provided by extinct genera tended to\nunderestimate clade ages.","trees":[{"tree_label":"Modern only","ntax":"35","rootedtree":"TRUE","title":"Juglandaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4750.phy"},{"tree_label":"Modern and extinct","ntax":"40","rootedtree":"TRUE","title":"Juglandaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4751.phy"}]}