{"Authors":" Wan-Gang Liu, Jonas Eberle, Ming Bai, Xing-Ke Yang, Dirk\nAhrens","Year":" 2015","Title":" A phylogeny of Sericini with particular reference to Chinese\nspecies using mitochondrial and ribosomal DNA (Coleoptera:\nScarabaeidae)","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Beetles, Sericini, chafer, molecular phylogeny,\nclassification, China","DOI":"","Abstract":" Sericini chafer beetles are inconspicuous and\nmorphologically rather uniform. Their morphological homogeneity has\nresulted in taxonomic difficulties particularly with the generic\nclassification but also with the recognition of the species in general.\nHere we present a phylogenetic analysis of Sericini using Maximum\nLikelihood and Bayesian tree inference based on partial 28S rDNA,\ncytochrome oxidase I (cox 1) and 16S rDNA (rrnL) for 26 genera and 173\nspecies of Sericini, with major focus on Chinese taxa. Chinese taxa were\nresolved within two major clades of the subtribe Sericina, while basal\nlineages of Sericini as well as Trochalina did not include species from\nChina. Our results confirm previous findings in which species\nrelationships were not consistent with the current genus-level\nclassification, as well as in a previously hypothesized close\nphylogenetic link between southwestern Chinese and Himalayan species.\nLarge genera such as Neoserica, Serica, and Maladera all resulted to be\npolyphyletic, being split in several distantly related branches. But\nalso less intensely sampled groups like Lasioserica and Microserica were\nnon-monophyletic. The major implication from this analysis is that the\nexisting taxonomic system needs to be significantly revised by\nintegrating morphology carefully in the context of a robust backbone\nphylogeny to allow delineation of monophyletic but unambiguously\ndiagnosable genera.","trees":[{"tree_label":"con all compat","ntax":"188","rootedtree":"TRUE","title":"Tr85871","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85871.phy"}]}