{"Authors":" Ruvishika Shehali Jayawardena, XingHong Li, Jiye Yan,\nGuozhen Zhang, Kevin D Hyde","Year":" 2015","Title":" Colletotrichum species associated with strawberry anthracnose\nin China","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" GADPH, C. fructicola, C. nymphaeae, molecular,\nmorphology","DOI":"","Abstract":" Understanding the species concepts in the genus\nColletotrichum have achieved considerable advances, which has led to the\nneed to carry out fresh surveys of the species of this genus associated\nwith important hosts. Strawberry anthracnose is an important disease in\nChina that results in significant economic losses. The disease is caused\nby a number of Colletotrichum species that have yet to be characterised\nusing modern concepts. A survey of strawberry fields in eight provinces\nof China was carried out to identify the causal agents of strawberry\nanthracnose. Multilocus gene analysis (ITS, GADPH, CHS, ACT and TUB2)\ncoupled with morphology revealed disease associated taxa were from two\nspecies complexes, namely the C. gloeosporioides species complex and C.\nacutatum species complex. Colletotrichum nymphaeae belongs to the C.\nacutatum species complex and C. fructicola, and a new species C.\nguozheniae belongs to the C. gloeosporioides species complex. The latter\nspecies is introduced in this paper, with an illustrated account and\ncompared with similar taxa. The new species is phylogenetically most\nclose to C. theobromicola and pathogenicity tests proved that it is\npathogenic to the strawberry crown, fruits and leaves.","trees":[{"tree_label":"PAUP 1","ntax":"54","rootedtree":"TRUE","title":"Colletotrichum species associated with strawberry\ngloe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85878.phy"},{"tree_label":"PAUP 1","ntax":"37","rootedtree":"TRUE","title":"Colletotrichum species associated with strawberry MP\nacutatum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85877.phy"}]}