{"Authors":" Eliana Buenaventura, Thomas Pape","Year":" 2015","Title":" Phylogeny of the Peckia-genus group: evolution of male\ngenitalia in the major necrophagous guild of Neotropical flesh flies\n(Diptera: Sarcophagidae)","Journal":" Organism, Diversity and Evolution","Volume":"","Issue":"","Pages":" 1-31","Keywords":" Carrion flies Male terminalia Sarcophagidae Phylogenetic\nanalysis Diptera Neotropic","DOI":" 10.1007/s13127-015-0203-0","Abstract":" Peckia is the most species-rich necrophagous genus among\nthe Neotropical sarcophagids, encompassing 67 species distributed in 5\nsubgenera. Recent phylogenetic studies have challenged the monophyly of\nthis genus with regard to species of the genera Peckiamyia, Titanogrypa,\nand Villegasia, and the genera Engelimyia, Helicobia, Retrocitomyia, and\nSarcophaga. These genera have variously been hypothesized as sister\ngroups to Peckia, or genera closely related to it. We applied cladistic\nmethods using both molecular and morphological data to study\nphylogenetic relationships of these mostly necrophagous taxa. All\ncurrently recognized species of Peckia were included in our analysis.\nBased on 116 morphological characters and sequences of five gene\nfragments, we corroborate the recent division of Peckia into five\nsubgenera, and we argue that the reduction of the acrophallic median\nstylus is an autapomorphic condition supporting the clade\n(Peckia + (Lipoptilocnema (Helicobia + Sarcophaga))). Our analysis shows\nthat Peckiamyia is sister to Retrocitomyia, and Titanogrypa is sister to\nVillegasia, which together with Engelimyia form lineages that emerge in\na basal divergence with regard to the clade with no median stylus.\nAlternative homology interpretations of the median stylus were studied\nand tested in a phylogenetic context. The median stylus and other\nphallic homologies were revisited and redefined. All studied genera were\nfound to be monophyletic.","trees":[{"tree_label":"Fig. S2","ntax":"93","rootedtree":"TRUE","title":"Peckia MP Strict consensus tree using second\ncharacter-coding scheme","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_85875.phy"},{"tree_label":"Figs. 8 and S1","ntax":"93","rootedtree":"TRUE","title":"Peckia MP Strict consensus tree using third\ncharacter-coding scheme","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_85876.phy"},{"tree_label":"Fig. S2","ntax":"93","rootedtree":"TRUE","title":"Peckia MP Strict consensus tree using first\ncharacter-coding scheme","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_85874.phy"}]}