{"Authors":" Stefano Ghignone, Paola Bonfante, Arthur Schuessler, Gloria\nTorres Cortes","Year":" 2015","Title":" Mosaic genome of endobacteria in arbuscular mycorrhizal\nfungi: trans-kingdom gene transfer in an ancient mycoplasma-fungus\nassociation.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":"","Issue":"","Pages":"","Keywords":" arbuscular mycorrhizal fungi; endobacteria; genome;\nintracellular symbiont; horizontal gene transfer; Mollicutes;\nMycoplasma.","DOI":" 10.1073/pnas.1501540112","Abstract":" For more than 450 million years, arbuscular mycorrhizal\nfungi (AMF) have formed intimate, mutualistic symbioses with the vast\nmajority of land plants and are major drivers in almost all terrestrial\necosystems. The obligate plant-symbiotic AMF host additional symbionts,\nso-called Mollicutes-related endobacteria (MRE). To uncover putative\nfunctional roles of these widespread but yet enigmatic MRE, we sequenced\nthe genome of DhMRE living in the AMF Dentiscutata heterogama.\nMultilocus phylogenetic analyses showed that MRE form a previously\nunidentified lineage sister to the hominis group of Mycoplasma species.\nDhMRE possesses a strongly reduced metabolic capacity with 55% of the\nproteins having unknown function, which reflects unique adaptations to\nan intracellular lifestyle. We found evidence for transkingdom gene\ntransfer between MRE and their AMF host. At least 27 annotated DhMRE\nproteins show similarities to nuclear-encoded proteins of the AMF\nRhizophagus irregularis, which itself lacks MRE. Nuclear-encoded\nhomologs could moreover be identified for another AMF, Gigaspora\nmargarita, and surprisingly, also the non-AMF Mortierella verticillata.\nOur data indicate a possible origin of the MRE-fungus association in\nancestors of the Glomeromycota and Mucoromycotina. The DhMRE genome\nencodes an arsenal of putative regulatory proteins with eukaryotic-like\ndomains, some of them encoded in putative genomic islands. MRE are\nhighly interesting candidates to study the evolution and interactions\nbetween an ancient, obligate endosymbiotic prokaryote with its obligate\nplant-symbiotic fungal host. Our data moreover may be used for further\ntargeted searches for ancient effector-like proteins that may be key\ncomponents in the regulation of the arbuscular mycorrhiza\nsymbiosis.","trees":[{"tree_label":"Fig 1","ntax":"40","rootedtree":"TRUE","title":"Phylogenetic placement of DhMRE inferred by maximum\nlikelihood phylogenetic analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86092.phy"},{"tree_label":"Fig. 2","ntax":"83","rootedtree":"FALSE","title":"Maximum likelihood phylogenetic reconstruction of the\nprotein kinases candidates for horizontal gene transfer","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88328.phy"},{"tree_label":"Fig. S6","ntax":"44","rootedtree":"TRUE","title":"Phylogenetic reconstruction based on the AIG domain of\nthe proteins described in the DhMre genome draft.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88329.phy"}]}