{"Authors":" Niklas Buhk, Liang Zhao, Li Hong-Qing, Dirk Carl\nAlbach","Year":" 2015","Title":" Molecular systematics and morphometrics in Veronica subsect.\nCanae (Plantaginaceae)","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ITS, molecular systematics, morphometrics, ndhF, trnLF,\nVeronica","DOI":"","Abstract":" Veronica subsect. Canae constitutes a group of\napproximately 22 species, mostly endemic to China. The clade is an early\nbranching taxon in the genus and its phylogenetic relationships\ntherefore relevant for understanding evolutionary patterns in the genus\nas a whole. In the present study, we aim to confirm the circumscription\nof the subsection, estimate phylogenetic relationships within the\nsubsection, and compare patterns based on morphological similarities\nwith this phylogenetic hypothesis. Using 80 individuals representing 10\nspecies for the molecular and 16 for the morphometric analyses, we\nconfirm the monophyly of the subsection but present results that will\nrequire further testing using more intense intraspecific sampling. For\nexample, V. szechuanica was shown to be polyphyletic in molecular\nanalyses and morphologically heterogeneous. The distinction of V. cana\nand V. henryi requires further investigation. Finally, two migration\nevents from China to Japan are inferred by the phylogenetic\nanalyses.","trees":[{"tree_label":"tree 1 combi","ntax":"41","rootedtree":"TRUE","title":"Veronica subsect. Canae ITS ndhF trnL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85885.phy"},{"tree_label":"tree 1 cp","ntax":"40","rootedtree":"TRUE","title":"Veronica subsect. Canae cp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85886.phy"},{"tree_label":"tree 1 ITS","ntax":"34","rootedtree":"TRUE","title":"Veronica subsect. Canae ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85887.phy"}]}