{"Authors":" Stephen J Beckett, Tim J Dallman, David L Gally, Lauren\nCowley, Margo Chase-Topping, Neil Perry, Claire Jenkins","Year":" 2015","Title":" Analysis of whole genome sequencing for the Escherichia coli\nO157:H7 typing phages","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Bacteriophage, sequencing, STEC","DOI":"","Abstract":" Background Shiga toxin producing Escherichia coli O157 can\ncause severe bloody diarrhea and haemolytic uraemic syndrome. Phage\ntyping of E. coli O157 facilitates public health surveillance and\noutbreak investigations and certain phage types are more likely to\noccupy specific niches and associated with specific age groups and\ndisease severity. The aim of this study was to analyse the genome\nsequences of 16 (fourteen T4 and two T7) STEC O157 typing phages and to\ndetermine the genes responsible for the subtle differences in phage type\nprofiles. Results The typing phages were sequenced using paired-end\nIllumina sequencing at The Genome Analysis Centre and the Animal Health\nand Veterinary Laboratories Agency and bioinformatics programs including\nvelvet, Brig and easyfig were used to analyse them. A two-way Euclidian\ncluster analysis highlighted the associations between groups of phage\ntypes and typing phages. The analysis showed that the T7 typing phages\n(9 and 10) differed by only three genes and that the T4 typing phages\nformed three distinct groups of similar genomic sequences: Group 1 (1,\n8, 11, 12 and 15, 16), Group 2 (3, 6, 7 and 13) and Group 3 (2, 4, 5 and\n14). The E. coli O157 phage typing scheme exhibited a significantly\nmodular network linked to the genetic similarity of each group showing\nthat these groups are specialised to infect a subset of phage types.\nConclusion Sequencing the typing phage has enabled us to identify the\nvariable genes within each group and to determine how this corresponds\nto changes in phage type.","trees":[{"tree_label":"tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr85930","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85930.phy"},{"tree_label":"tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr85943","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_85943.phy"}]}