{"Authors":" Julie A. Hawkins, Mark W. Chase, Claes Persson, Felix\nForest, Peter R. Crane","Year":" 2007","Title":" The role of biotic and abiotic factors in the evolution of\nant-dispersal in the milkwort family (Polygalaceae)","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic approach was taken to investigate the\nevolutionary history of seed appendages in the plant family Polygalaceae\n(Fabales) and determine which factors might be associated with evolution\nof the elaiosome through comparisons to abiotic (climate) and biotic\n(ant species number and abundance) timelines. Molecular data sets from\nthree plastid regions representing 160 species were used to reconstruct\na phylogenetic tree of the order Fabales, focusing on Polygalaceae.\nBayesian dating methods were used to estimate the appearance in\nPolygalaceae of ant-dispersed elaiosomes, shown by likelihood\noptimizations to have a single origin in the family. Topology-based\ntests indicated a diversification rate shift associated with appearance\nof caruncular elaiosomes. We show that evolution of the caruncular\nelaiosome type currently associated with ant dispersal occurred\n54.0-50.5 Ma. This is long after an estimated increase in ant lineages\nin the Late Cretaceous based on molecular studies, but broadly\nconcomitant with increasing global temperatures culminating in the Late\nPaleocene-Early Eocene thermal maxima. These data suggest that although\nmost ant major clades were present when elaiosomes appeared, the\nenvironmental significance of elaiosomes may have been an important\nfactor in success of elaiosome-bearing lineages. Ecological abundance of\nants is perhaps more important than lineage numbers in determining\nsignificance of ant dispersal. Thus, our observation that elaiosomes\npre-date increased ecological abundance of ants inferred from amber\ndeposits could be indicative of an initial abiotic environmental\nfunction.","trees":[{"tree_label":"Fig. 1","ntax":"160","rootedtree":"TRUE","title":"Fabales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4753.phy"}]}