{"Authors":" Olaf R. P. Bininda-Emonds, Ignacio Ribera, Rolf Georg\nBeutel","Year":" 2007","Title":" A genus-level supertree of Adephaga (Coleoptera)","Journal":" Organisms Diversity & Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A supertree for Adephaga was reconstructed based on 43\nindependent source trees\u001aincluding cladograms based on Hennigian and\nnumerical cladistic analyses of morphological and molecular data\u001aand on a\nbackbone taxonomy. To overcome problems associated with both the size of\nthe group and the comparative paucity of available information, our\nanalysis was made at the genus level (requiring synonymizing taxa at\ndifferent levels across the trees) and used safe taxonomic reduction to\nremove especially poorly known species. The final supertree contained\n401 genera, making it the most comprehensive phylogenetic estimate yet\npublished for the group. Gyrinidae comprise the basal sister group, with\nthe interrelationships within the family being well resolved. Haliplidae\nappear as the sister taxon of Geadephaga + Dytiscoidea. Noteridae are\nthe sister group of the remaining Dytiscoidea. Amphizoidae and\nAspidytidae are sister groups, and Hygrobiidae forms a clade with\nDytiscidae. Resolution within the species-rich Dytiscidae is generally\nhigh, but questions remain that are not sufficiently clarified.\nTrachypachidae are the sister group of Carabidae (including Rhysodidae),\nin contrast to a proposed sister group relationship between\nTrachypachydae and Dytiscoidea. Carabidae are only monophyletic with the\ninclusion of a non-monophyletic Rhysodidae, but the resolution within\nthis megadiverse group is generally low. The non-monophyly of Rhysodidae\nis extremely unlikely from a morphological point of view, and this group\nremains the greatest enigma in adephagan systematics. Despite the\ninsights gained through our study, our findings highlight that a\ncombined and coordinated effort of morphologists and molecular\nsystematists is still required to expand the phylogenetic database to\nenable a solid and comprehensive reconstruction of adephagan\nphylogeny.","trees":[{"tree_label":"MajRule unweighted","ntax":"401","rootedtree":"TRUE","title":"Supertree of Adephaga","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4754.phy"},{"tree_label":"Strict weighted","ntax":"401","rootedtree":"TRUE","title":"Supertree of Adephaga","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4757.phy"},{"tree_label":"Strict unweighted","ntax":"401","rootedtree":"TRUE","title":"Supertree of Adephaga","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4755.phy"},{"tree_label":"MajRule weighted","ntax":"401","rootedtree":"TRUE","title":"Supertree of Adephaga","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4756.phy"}]}