{"Authors":" Philip S. Ward, Ted R. Schultz, Brian L. Fisher, Seán G.\nBrady","Year":" 2006","Title":" Evaluating alternative hypotheses for the early evolution and\ndiversification of ants","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 103","Issue":" 48","Pages":" 18172-18177","Keywords":" divergence dating, Formicidae, long-branch attraction,\nphylogeny","DOI":" 10.1073/pnas.0605858103","Abstract":" Ants are the world’s most diverse and ecologically\ndominant eusocial organisms. Resolving the phylogeny and timescale for\nmajor ant lineages is vital to understanding how they achieved this\nsuccess. Morphological, molecular, and paleontological studies, however,\nhave presented conflicting views on early ant evolution. To address\nthese issues, we generated the largest ant molecular phylogenetic data\nset published to date, containing ~6 kb of DNA sequence from 162 species\nrepresenting all 20 ant subfamilies and 10 aculeate outgroup families.\nWhen these data are analyzed with and without outgroups, which are all\ndistantly related to ants and hence long-branched, we obtain conflicting\ningroup topologies for some early ant lineages. This result casts strong\ndoubt on the existence of a poneroid clade as currently defined. We\ncompare alternate attachments of the outgroups to the ingroup tree using\nlikelihood tests, and find that several alternative rootings cannot be\nrejected by the data. These alternatives imply fundamentally different\nscenarios for the early evolution of ant morphology and behavior. Our\ndata strongly support several novel relationships within the more\nderived formicoid ants, including placement of the enigmatic subfamily\nAenictogitoninae as sister to Dorylus driver ants. We use the molecular\ndata to estimate divergence times, employing a strategy distinct from\nprevious work by incorporating the extensive fossil record of other\naculeate Hymenoptera as well as that of ants. Our age estimates for the\nmost recent common ancestor of extant ants range from approximately 115\nto 135 million years ago, indicating that a Jurassic origin is highly\nunlikely.","trees":[{"tree_label":"Fig. 1","ntax":"162","rootedtree":"TRUE","title":"Early evolution and diversification of ants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_570.phy"}]}