{"Authors":" Slavomir Adamcik, Marek Slovak, Ursula Eberhardt, Anna\nRonikier, Teele Jairus, Felix Hampe, Annemieke Verbeken","Year":" 2016","Title":" Molecular inference, multivariate morphometrics and\necological assessment are applied in concert to delimit species in the\nRussula clavipes complex","Journal":" Mycologia","Volume":" 108","Issue":" 4","Pages":" 716-730","Keywords":" DNA barcode, ectomycorrhizal fungi, Europe, haplotype\nanalysis, Russula nuoljae, R. pascua","DOI":" 10.3852/15-194","Abstract":" Species of Russula subsect. Xerampelinae are notoriously\ndifficult to identify and name and have not been subject to molecular\nstudy. A group of species, referred to here as the R. clavipes complex,\ngrowing in association with Salix, Betula and Populus as well as\nconiferous tree species from temperate to arctic and alpine habitats,\nwere examined. Analyses of the nuc rDNA internal transcribed spacer\n(ITS) region and a numerical analysis of morphological characters were\nused. The R. clavipes complex is a monophyletic group within Russula\nsubsect. Xerampeli- nae, according to molecular results. The complex\nincludes three species: R. nuoljae is a phylogenetically and\nmorphologically well-supported species while the other two, R. clavipes\nand R. pascua, are similar based on ITS data and morphology but separate\nbased on their ecology. Russula pseudoolivascens is conspecific with R.\nclavipes. Several combinations of characters traditionally used in the\ntaxonomy of R. subsect. Xeram- pelinae are inappropriate for species\ndelimitation in this group and the adequacy of the ITS for species\nidentification in this group is discussed. Detailed microscopic\nobservations on the type collection of R. nuoljae are presented and\nillustrated, along with a key to the European members of R. subsect.\nXerampelinae.","trees":[{"tree_label":"PAUP_1","ntax":"79","rootedtree":"TRUE","title":"Russula clavipes complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103257.phy"}]}