{"Authors":" Yasuhiro Tanizawa, Masanori Tohno, Eli Kaminuma, Yasukazu\nNakamura, Masanori Arita","Year":" 2015","Title":" Complete genome sequence and analysis of Lactobacillus\nhokkaidonensis LOOC260T, a psychrotrophic lactic acid bacterium isolated\nfrom silage","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" lactic acid bacteria; silage fermentation; cold\nadaptation; pentose metabolism; mobile genetic element; integrative and\nconjugative element","DOI":"","Abstract":" Background: Lactobacillus hokkaidonensis is an obligate\nheterofermentative lactic acid bacterium, which is isolated from Timothy\ngrass silage in Hokkaido, a subarctic region of Japan. This bacterium is\nexpected to be useful as a silage starter culture in cold regions\nbecause of its remarkable psychrotolerance; it can grow at temperatures\nas low as 4°C. To elucidate its genetic background, particularly in\nrelation to the source of psychrotolerance, we constructed the complete\ngenome sequence of L. hokkaidonensis LOOC260T using PacBio\nsingle-molecule real-time sequencing technology. Results: The genome of\nLOOC260T comprises one circular chromosome (2.28 Mbp) and two circular\nplasmids: pLOOC260-1 (81.6 kbp) and pLOOC260-2 (41.0 kbp). We identified\ndiverse mobile genetic elements, such as prophages, integrated and\nconjugative elements, and conjugative plasmids, which may reflect\nadaptation to plant-associated niches. Comparative genome analysis also\ndetected unique genomic features, such as genes involved in pentose\nassimilation and NADPH generation. Conclusions: This is the first\ncomplete genome in the L. vaccinostercus group, which is poorly\ncharacterized, so the genomic information obtained in this study\nprovides insight into the genetics and evolution of this group. We also\nfound several factors that may contribute to the ability of L.\nhokkaidonensis to grow at cold temperatures. The results of this study\nwill facilitate further investigation for the cold-tolerance mechanism\nof L. hokkaidonensis.","trees":[{"tree_label":"tree1","ntax":"17","rootedtree":"TRUE","title":"Lactobacillus hokkaidonensis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85957.phy"}]}