{"Authors":" Miloslav Kitner, Ales Lebeda, Rahul Sharma, Fabian Runge,\nPetr Dvorak, Ali Tahir, Young-Joon Choi, Bozena Sedlakova, Marco\nThines","Year":" 2015","Title":" Coincidence of virulence shifts and population genetic\nchanges of Pseudoperonospora cubensis in the Czech Republic","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Cucurbit downy mildew, Genetic diversity, Host and\nvirulence shift, Multilocus sequencing, Population structure,\nPseudoperonospora cubensis","DOI":"","Abstract":" Pseudoperonospora cubensis is an oomycete pathogen causing\ndowny mildew disease on a variety of Cucurbitaceae, and has recently\nre-emerged as a destructive disease on crops in this family, mainly on\ncucumber and squash. Multilocus sequence analysis (MLSA) of four\nmitochondrial and two nuclear DNA regions was used to detect changes in\nthe genetic structure of P. cubensis populations occurring in the Czech\nRepublic that might be associated with recently reported shifts in\nvirulence. The analyzed sample set contains 67 P. cubensis isolates\ncollected during 1995 to 2012 in the Czech Republic and some other\nEuropean countries. Sequence analyses revealed differences and changes\nin the genetic backgrounds of P. cubensis isolates sampled both before\nand after 2009. While all isolates sampled before 2009 exhibited the\ngenotype of the subspecies of Clade II, and were collected from\ncucumber; all samples collected from other hosts belonged to Clade I (P.\ncubensis sensu stricto) or were sampled from 2009 onwards. In addition,\n67.16% of all post-2009 isolates from Clade II had two heterozygous\npositions in their nrITS sequence, which suggests sexual reproduction\nand/or a mutational origin. Thus, our results indicate that apart from\nthe rise in prevalence of Clade I strains, the change in the genetic\nstructure of P. cubensis populations may be linked with a hybridisation\nor, less likely, mutation event that rendered strains able to infect a\nbroader spectrum of host species.","trees":[{"tree_label":"Concatenated tree","ntax":"74","rootedtree":"TRUE","title":"Pseudoperonospora cubensis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85972.phy"}]}