{"Authors":" Ping Zhou, Florian Menzel, A. Jonathan Shaw","Year":" 2007","Title":" Systematics and divergence population genetics in Sphagnum\nmacrophyllum and S. cribrosum (Sphagnaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" To clarify long-standing disagreements about the taxonomic\nand phylogenetic status of Sphagnum macrophyllum and S. cribrosum,\ntwenty-five samples of S. macrophyllum and twenty-four of S. cribrosum,\nincluding the rare wave-form morphotype, were sampled from ten states of\nthe eastern United States. The data set included intensive sampling from\nthree populations in North Carolina. Three anonymous genomic regions\n(rapdA, rapdB and rapdF) were sequenced for all the samples; two\n(nuclear) LEAFY introns (LEAFY1 and LEAFY2) and one chloroplast locus\n(trnG) were sequenced for all the samples excluding the twenty-two\nwithin-population North Carolina samples. The results showed that S.\nmacrophyllum and S. cribrosum are reciprocally monophyletic with maximum\nparsimony bootstrap support and significant Bayesian posterior\nprobabilities. Genetic analyses based on neutral coalescence models\nsuggest that the simplest allopatric speciation model\u001athe isolation model\nwith no subsequent gene flow and constant population sizes\u001acannot be\nrejected. Nevertheless, some topological conflicts among loci suggest\nthe possibility of limited interspecific hybridization. This study also\nshowed that the morphologically distinctive wave-form is nested within\nS. cribrosum and wave-form samples from Singletary Lake make up a clade\nof nearly identical plants. Interestingly, S. macrophyllum and S.\ncribrosum are morphologically highly similar but are reciprocally\nmonophyletic and highly differentiated, whereas the unique and\nmorphologically divergent wave-form is genealogically derived from\nwithin normal S. cribrosum.","trees":[{"tree_label":"MP Bootstrap","ntax":"31","rootedtree":"TRUE","title":"Sphagnum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4758.phy"},{"tree_label":"Fig. 3","ntax":"53","rootedtree":"TRUE","title":"Sphagnum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4759.phy"}]}