{"Authors":" Martin P. A. Coetzee, Brenda D Wingfield, Jun Zhao, Phia\nvan Coller, Michael J Wingfield","Year":" 2015","Title":" Phylogenetic relationships among biological species of\nArmillaria from China","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Fungal diagnostics, Intergenic spacer region one (IGS-1),\nRoot rot, Transcription elongation factor one alpha (TEF-1α) gene","DOI":"","Abstract":" Fourteen Chinese Biological Species (CBS) of Armillaria\nwere previously identified in a collection of Chinese isolates. CBS C,\nF, G, H, J, L, N and O remained unnamed, while the remaining isolates\nincluded A. borealis, A. cepistipes, A. gallica, A. mellea, A. sinapina\nand A. tabescens. CBS F was suggested to represent A. singula based on\nbasidiocarp morphology. In this study, phylogenetic relationships\nbetween Chinese Armillaria isolates and those from other parts of the\nworld were determined based on DNA sequence data. Results of this study\nsuggest that CBS F might not represent A. singula, and that A.\nmonadelpha (a name applied to the North American form of A. tabescens by\nsome authors) and A. tabescens should be treated as a single species.\nFour main phylogenetic lineages, referred to as the A. ostoyae, A.\ngallica, A. tabescens and A. mellea clusters, were identified on the\nphylogenetic trees. The unnamed biological species grouped within the\n“A. gallica cluster” and were phylogenetically closely related. The\nresults of this study contribute to our current understanding of the\nsystematics of Armillaria from South East Asia where these fungi are\nrelatively poorly known.","trees":[{"tree_label":"Fig. 1","ntax":"128","rootedtree":"TRUE","title":"Armillaria from China IGS1 Trimmed","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89098.phy"},{"tree_label":"Fig. 2","ntax":"126","rootedtree":"TRUE","title":"Armillaria from China TEF1a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89099.phy"}]}