{"Authors":" Naoual Azzouzi, Frederique Barloy-Hubler , Francis\nGalibert","Year":" 2015","Title":" Identification and characterization of cichlid TAAR genes and\ncomparison with other teleost TAAR repertoires","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Cichlids, zebrafish, medaka, stickleback, fugu, tetraodon,\ntrace amine-associated receptors, splice exons","DOI":"","Abstract":" TAARs (trace amine-associated receptors) are among the\nprincipal receptors expressed by the olfactory epithelium. We used the\nrecent BROAD Institute release of the genome sequences of five\nrepresentative fishes of the cichlid family to establish the complete\nTAAR repertoires of these species and to compare them with five other\nfish TAAR repertoires. The genome sequences of O. niloticus, P.\nnyererei, H. burtoni, N. brichardi and M. zebra were analyzed by\nexhaustive TBLASTN searches with a set of published TAAR gene sequences\nused as positive bait. A second TBLASTN analysis was then performed on\nthe candidate genes, with a set of non-TAAR class A GPCR (G\nprotein-coupled receptors) used as negative bait. The resulting cichlid\nrepertoire contained 44 complete TAAR genes from O. niloticus, 18 from\nP. nyererei, 23 from H. burtoni, 12 from N. brichardi and 20 from M.\nzebra, plus a number of pseudogenes, edge genes and fragments. A large\nproportion of these sequences (80%) consisted of two coding exons,\nseparated in all but two cases by an intron in the interloop 1 coding\nsequence. We constructed phylogenetic trees. These trees indicated that\nTAARs constitute a distinct clade, well separated from ORs (olfactory\nreceptors) and other class A GPCRs. Also these repertoires consist of\nseveral families and subfamilies, a number of which are common to fugu,\ntetraodon, stickleback and medaka. Like all other TAARs identified to\ndate, cichlid TAARs have a characteristic two-dimensional structure and\ncontain a number of amino-acid motifs or amino acids, such cysteine, in\nparticular conserved positions. Little is known about the functions of\nTAARs: in most cases their ligands have yet to be identified, partly\nbecause appropriate methods for such investigations have not been\ndeveloped. Sequences analyses and comparisons of TAARs in several animal\nspecies, here fishes living in the same environment, should help reveal\ntheir roles and whether they are complementary to that of ORs.","trees":[{"tree_label":"MLT","ntax":"324","rootedtree":"TRUE","title":"Cichlid TAAR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87168.phy"}]}