{"Authors":" Sergio L Florez, Rachel L Erwin, Siela N Maximova, Mark J\nGuiltinan, Wayne R Curtis","Year":" 2015","Title":" Enhanced Somatic embryogenesis in Theobroma cacao using the\nhomologous BABYBOOM transcription factor","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" BABYBOOM, Somatic embryogenesis, Theobroma cacao, Cell\nreprogramming, plant propagation, transient gene expression","DOI":"","Abstract":" Introduction Theobroma cacao, the chocolate tree, is an\nimportant economic crop in East Africa, South East Asia, and South and\nCentral America. Propagation of elite varieties has been achieved\nthrough somatic embryogenesis (SE) but low efficiencies and genotype\ndependence still represents a significant limitation for its propagation\nat commercial scales. Manipulation of transcription factors has been\nused to enhance the formation of SEs in several other plant species.\nThis work describes the use of the transcription factor Babyboom (BBM)\nto promote the transition of somatic cacao cells from the vegetative to\nembryonic state. Results An ortholog of the Arabidopsis thaliana BBM\ngene (AtBBM) was characterized in T. cacao (TcBBM). TcBBM expression was\nobserved throughout embryo development and was expressed at higher\nlevels during SE as compared to zygotic embryogenesis (ZE). TcBBM\noverexpression in A. thaliana and T. cacao led to phenotypes associated\nwith SE that did not require exogenous hormones. While transient ectopic\nexpression of TcBBM provided only moderate enhancements in embryogenic\npotential, constitutive overexpression dramatically increased SE\nproliferation but also appeared to inhibit subsequent development.\nConclusion Our work provides validation that TcBBM is an ortholog to\nAtBBM and has a specific role in both somatic and zygotic embryogenesis.\nFurthermore, our studies revealed that TcBBM transcript levels could\nserve as a biomarker for embryogenesis in cacao tissue. Results from\ntransient expression of TcBBM provide confirmation that transcription\nfactors can be used to enhance SE without compromising plant\ndevelopment. This strategy could compliment a hormone-based method of\nreprogramming somatic cells and lead to more precise manipulation of SE\nat the regulatory level of transcription factors. The technology would\nbenefit the propagation of elite varieties with low regeneration\npotential as well as the production of transgenic plants, which\nsimilarly require somatic cell reprogramming.","trees":[{"tree_label":"Imported tree 1","ntax":"16","rootedtree":"TRUE","title":"AP2-like ethylene-responsive transcription factor\nAIL5","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85968.phy"}]}