{"Authors":" Timothy Andrew Hammer","Year":" 2015","Title":" A molecular framework phylogeny for Ptilotus (Amaranthaceae):\nEvidence for the rapid diversification of an arid Australian genus","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Amaranthaceae; Australia; ITS; matK; Ptilotus; rapid\ndiversification","DOI":" 10.12705/642.6","Abstract":" Ptilotus (Amaranthaceae) is an Australian genus with over\n100 species, most of which occur in arid Western Australia. Ptilotus has\nbeen a taxonomically difficult genus; despite rigorous morphological\nstudies into the genus over many years, previous workers have found it\ndifficult to delimit infrageneric groups due to inconsistent\nmorphological variation. With the goal to establish a phylogenetic\nframework for the genus, 100 taxa were sampled, including 87 Ptilotus\nspp., and the ITS nrDNA and matK cpDNA were sequenced. The phylogeny was\nreconstructed using Bayesian, maximum likelihood and maximum parsimony\nanalyses on separate and concatenated datasets. Morphological characters\nwere assessed and compared to clades on the phylogeny to identify\nsynapomorphies and aid in the construction of an infrageneric\nclassification. A diversification rate analysis was used to identify\nrate shifts in speciation across the phylogeny. Four major clades of the\nmonophyletic Ptilotus were resolved, three small clades together\ncomprising 27% of sampled taxa and a large, diverse clade comprising the\nremaining 73%. Four floral synapomorphies were identified as uniquely\noccurring within the latter, although none were common to all taxa in\nthe clade. The diversification rate analysis identified a probable rate\nshift at the base of Ptilotus, indicating that the genus may have\nundergone a rapid diversification early in its evolution. This rapid\ndiversification provides a plausible explanation for the lack of\nconsistent variation in morphology among the major clades.","trees":[{"tree_label":"con 50 majrule","ntax":"100","rootedtree":"TRUE","title":"Ptilotus ITS+matK bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_85969.phy"}]}