{"Authors":" Dilnora Gouliamova, Roumen Dimitrov, Maudy Smith, Marizeth\nGroenewald, Margarita Stoilova-Disheva, Borislav Georgiev, Teun\nBoekhout","Year":" 2016","Title":" DNA barcoding revealed Nematodospora valgi gen. nov., sp.\nnov. and Candida cetoniae sp. nov. in the Lodderomyces clade.","Journal":" Fungal Biology","Volume":" 120","Issue":" 2","Pages":" 179-90","Keywords":" Biodiversity, Bulgaria, Insect associated yeasts,\nPathogenic yeasts, Yeast taxonomy","DOI":" 10.1016/j.funbio.2015.05.008.","Abstract":" During a yeast biodiversity survey conducted in 2009-2011\nin Bulgaria (South Eastern Europe) five strains of a novel ascomycetous\nyeast species were isolated from the beetle Valgus hemipterus\n(Cetoniinae) collected from two localities, namely Osogovska Planina\nMountain and Nature Park Zlatni Pyasatsi. Phylogenetic analysis using\ncombined sequences of the D1/D2 domains of the large subunit ribosomal\nDNA (LSU rDNA) and the internal transcribed spacers 1+2 regions (ITS1+2)\nplaced the novel species on a separate branch near the basal part of the\nLodderomyces clade. The novel species has an unique ascospore morphology\ndistinct from those of the closely related teleomorphic genus\nLodderomyces. Based on phylogenetic analysis and morphology of the\nascospores we propose Nematodospora valgi gen. nov., sp. nov. to\naccommodate these isolates (MB811804 D37ST, MB802458). Two strains of a\nnovel anamorphic yeast species were isolated from the beetles Cetonia\naurata and Oxythyrea funesta (Cetoniinae) collected in East Rhodopies\nand Sofia city, respectively. DNA barcoding analysis placed the new\nyeast species within the Candida parapsilosis subclade. Here, we present\nthe description of a new yeast species, Candida cetonii sp. nov.\n(IMB1R2T, MB803501) to accommodate these two strains. The ecology and\nbiogeography of the insect-associated yeasts of the Lodderomyces clade\nis discussed","trees":[{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Tr94023","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94023.phy"},{"tree_label":"PAUP_1","ntax":"23","rootedtree":"TRUE","title":"Tr94024","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94024.phy"},{"tree_label":"PAUP_1","ntax":"30","rootedtree":"TRUE","title":"Tr94025","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94025.phy"}]}