{"Authors":" J. L. Pham, B. Ludeña, J. C. Pintaud, J. J. de Granville,\nW. J. Hahn, T. L. P. Couvreur","Year":" 2007","Title":" Phylogenetic relationships of the cultivated Neotropical palm\nBactris gasipaes (Arecaceae) with its wild relatives inferred from\nchloroplastic and nuclear DNA polymorphisms","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Peach palm (Bactris gasipaes Kunth.) is the only\nNeotropical palm domesticated since pre-Columbian times. It plays an\nimportant role not only at the local level due to its very nutritious\nfruits, but also in the international market for its gourmet palm heart.\nPhylogenetic relationships of the peach palm with wild Bactris taxa are\nstill in doubt, and have never been addressed using molecular sequence\ndata. We generated a chloroplast DNA phylogeny using intergenic spacers\nfrom a sampling of cultivars of Bactris gasipaes as well as putative\nwild relatives and other members of the genus Bactris. We estimated\nphylogenetic relationships using Maximum Parsimony (MP), Maximum\nLikelihood (ML) and Bayesian analysis. Our results indicated a close\naffinity between three taxa: Bactris gasipaes var. gasipaes, B. gasipaes\nvar. chichagui, and B. riparia. There was no clear differentiation\nbetween these three taxa at the level of chloroplast sequences, and they\nshared a unique inversion that we characterized in this paper. Bactris\nsetulosa, a species potentially related to the Bactris gasipaes complex,\nappeared highly divergent, and seemed to be a composite taxon with\naffinities outside the complex. We also investigated nuclear\nmicrosatellite polymorphisms at 8 loci within Bactris gasipaes, B.\nriparia, and B. setulosa, finding a pattern of relationships in\nagreement with the cpDNA data. The results presented here are important\nfor future studies on domestication and crop improvement of Bactris\ngasipaes.","trees":[{"tree_label":"Fig. 4A","ntax":"11","rootedtree":"TRUE","title":"Neotropical palm Bactris gasipaes, NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4765.phy"},{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Neotropical palm Bactris gasipaes, MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4762.phy"},{"tree_label":"Fig. 3-2","ntax":"48","rootedtree":"TRUE","title":"Neotropical palm Bactris gasipaes, ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4763.phy"},{"tree_label":"Fig. 3-1","ntax":"48","rootedtree":"TRUE","title":"Neotropical palm Bactris gasipaes, ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4764.phy"}]}