{"Authors":" Marco Thines, Ales Lebeda, Rahul Sharma, Fabian Runge,\nYoung-Joon Choi, Boena Sedláková, Miloslav Kitner, Petr Dvořák, Ali\nTahir","Year":" 2015","Title":" Coincidence of virulence shifts and population genetic\nchanges of Pseudoperonospora cubensis in the Czech Republic","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Cucurbit downy mildew; Genetic diversity; Host and\nvirulence shift; Multilocus sequencing; Population structure;\nPseudoperonospora cubensis","DOI":"","Abstract":" Pseudoperonospora cubensis is an oomycete pathogen causing\ndowny mildew disease on a variety of Cucurbitaceae, and has recently\nre-emerged as a destructive disease on crops in this family, mainly on\ncucumber and squash. Multilocus sequence analysis (MLSA) of four\nmitochondrial and two nuclear DNA regions was used to detect changes in\nthe genetic structure of P. cubensis populations occurring in the Czech\nRepublic that might be associated with recently reported shifts in\nvirulence. Tajima´s D neutrality test was significant for nuclear loci\nbut non-significant for all mitochondrial loci. This inconsistency\nprobably stems from generally low amounts of substitutions and\ndomain-driven heterogeneity in the distribution of mutations. The\nanalyzed sample set contains 67 P. cubensis isolates collected during\n1995 to 2012 in the Czech Republic and some other European countries.\nSequence analyses revealed differences and changes in the genetic\nbackgrounds of P. cubensis isolates sampled both before and after 2009.\nWhile all isolates sampled before 2009 exhibited the genotype of the\nsubspecies of Clade II, and were collected from cucumber; all samples\ncollected from other hosts belonged to Clade I (P. cubensis sensu\nstricto) or were sampled from 2009 onwards. In addition, 67.16% of all\npost-2009 isolates from Clade II had two heterozygous positions in their\nnrITS sequence, providing hints for sexual reproduction and/or a\nmutational origin. Thus, our results indicate that apart from the rise\nin prevalence of Clade I strains, the change in the genetic structure of\nP. cubensis populations may be linked with a hybridisation or, less\nlikely, mutation event that rendered strains able to infect a broader\nspectrum of host species.","trees":[{"tree_label":"Concatenated","ntax":"74","rootedtree":"TRUE","title":"Pseudoperonospora cubensis in the Czech Republic","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85998.phy"}]}