{"Authors":" Michael Gruenstaeudl, Bryan C Carstens, Arnoldo\nSantos-Guerra, Robert K Jansen","Year":" 2017","Title":" Statistical hybrid detection and the inference of ancestral\ndistribution areas in Tolpis (Asteraceae)","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" ancestral area reconstruction; back-colonization;\nhistorical biogeography; hybridization; incomplete lineage sorting;\nisland plants; Macaronesia; species trees; Tolpis","DOI":"","Abstract":" Many historical biogeographic studies do not account for\nthe effect of hybrid taxa on phylogenetic tree inference, despite recent\nadvances in the statistical identification of such taxa. This\ninvestigation aims to illustrate the impact that hybrid taxa can have on\nancestral area reconstructions of the plant genus Tolpis, which displays\nan evolutionary history possibly indicative of a back-colonization of\nthe continental Mediterranean. We evaluate and apply two statistical\nhybrid detection methods, JML and STEM-hy, which assist in identifying\nreticulate patterns of allele coalescence. We also evaluate and apply a\nsoftware tool, P2C2M, to test the fit of genetic loci to the\nmultispecies coalescent model. The application of these tools to a\npreviously published dataset of three nuclear DNA markers indicates the\npresence of several potential hybrid taxa in Tolpis. One nuclear marker\nis found to display a reduced level of reticulate history, a good fit to\nthe multispecies coalescent model and minimal signal of gene flow across\narchipelagoes. Ancestral distribution areas are reconstructed on gene\nand species trees of Tolpis before and after the exclusion of putative\nhybrid taxa using stochastic character mapping, parameterized likelihood\nreconstructions, and reconstructions under continuous-time Markov chain\nmodels. The results of these reconstructions indicate that taxa of\nhybrid origin may have a considerable impact on ancestral area\nreconstruction and that it is important to account for such taxa prior\nto biogeographic analysis. We conclude that Tolpis has likely had a\ntime-consistent distribution in island habitats and originated on the\nCanary Islands.","trees":[{"tree_label":"Maximum clade credibility tree of gene trees of locus\nA19","ntax":"151","rootedtree":"TRUE","title":"Tolpis Maximum clade credibility tree of gene trees of\nlocus A19","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_86078.phy"},{"tree_label":"Maximum clade credibility tree of gene trees of locus\nETS","ntax":"151","rootedtree":"TRUE","title":"Tolpis Maximum clade credibility tree of gene trees of\nlocus ETS","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_86080.phy"},{"tree_label":"Maximum clade credibility tree of gene trees of locus\nB12","ntax":"151","rootedtree":"TRUE","title":"Tolpis Maximum clade credibility tree of gene trees of\nlocus B12","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_86079.phy"},{"tree_label":"Best ML gene tree of locus A19","ntax":"151","rootedtree":"TRUE","title":"Tolpis Best MLT gene of locus A19","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_86127.phy"},{"tree_label":"Best ML gene tree of locus B12","ntax":"151","rootedtree":"TRUE","title":"Tolpis Best MLT gene of locus B12","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_86128.phy"},{"tree_label":"Best ML gene tree of locus ETS","ntax":"151","rootedtree":"TRUE","title":"Tolpis Best MLT gene of locus","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_86129.phy"}]}