{"Authors":" M. Réblová, Lizel Mostert","Year":" 2007","Title":" Romellia is congeneric with Togninia and description of\nConidiotheca gen. nov. for some species of this genus with polysporous\nasci","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" During a continued survey of fungi accommodated in the\nCalosphaeriales we recorded heterogeneity in the genus Romellia.\nHistorically, four species were placed in the genus. Romellia was\nintroduced for taxa with globose, dark, superficial, papillate\nperithecia, a paraphysate centrum, and octosporous asci containing eight\nallantoid, hyaline ascospores. The type species, R. vibratilis, was\nrevised in our study, and its freshly collected material was cultured.\nThe anamorph obtained in vitro matches the generic concept of the\nhyphomycete genus Phaeoacremonium, the anamorph of Togninia. The\nphylogenies inferred from newly obtained sequences of LSU nrDNA,\nÎ\u001a-tubulin and actin of R. vibratilis revealed that the species is\ncongeneric with Togninia (Togniniaceae) and represents a good species.\nRevision of type and herbarium material of other Romellia species\nconfirmed they are not congeneric with Togninia. Romellia tympanoides\npossesses immersed, subglobose perithecia with sessile asci containing\neight ascospores, which during maturation produce ascoconidia filling\nthe entire ascus. This maturation process represents a new kind of\napparent polyspory known in the Ascomycetes. We introduce a new genus,\nConiotheca, and a new combination for Romellia tympanoides. The species\nis compared to the genera Barrina and Tympanis. The relationships of\nother two Romellia species, i.e. R. ambigua and R. cornina, lies with\nWegelina and Jattaea of the Calosphaeriales.","trees":[{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Romellia and Togninia, LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_667.phy"},{"tree_label":"Fig. 2","ntax":"56","rootedtree":"TRUE","title":"Romellia and Togninia, TUB and ACT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_950.phy"}]}