{"Authors":" Shiliang Hu, Gaurav Sablok, Bo Wang, Dong Qu, Enrico\nBarbaro, Roberto Viola, Mingai Li, Claudio Varotto","Year":" 2015","Title":" Plastome organization and evolution of chloroplast genes in\nCardamine species adapted to contrasting habitats","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Cardamine; Cardamine impatiens; Cardamine resedifolia;\nBrassicaceae; molecular adaptation; large single copy region (LSC);\nsingle copy region (SSC); plastomes; positive selection; repeats; codon\nusage","DOI":"","Abstract":" Background: Plastid genomes, also known as plastomes, are\nshaped by the selective forces acting on the fundamental cellular\nfunctions they code for and thus they are expected to preserve\nsignatures of the adaptive path undertaken by different plant species\nduring evolution. To identify molecular signatures of positive selection\nassociated to adaptation to contrasting ecological niches, we sequenced\nwith Solexa technology the plastomes of two congeneric Brassicaceae\nspecies with different habitat preference, Cardamine resedifolia and\nCardamine impatiens. Results: Following in-depth characterization of\nplastome organization, repeat patterns and gene space, the comparison of\nthe newly sequenced plastomes between each other and with 15 fully\nsequenced Brassicaceae plastomes publically available in GenBank\nuncovered dynamic variation of the IR boundaries in the Cardamine\nlineage. We further detected signatures of positive selection in ten of\nthe 75 protein-coding genes of the examined plastomes, identifying a\nrange of chloroplast functions putatively involved in adaptive processes\nwithin the family. For instance, the three residues found to be under\npositive selection in RUBISCO could possibly be involved in the\nmodulation of RUBISCO aggregation/activation and enzymatic specificty in\nBrassicaceae. In addition, our results points to differential\nevolutionary rates in Cardamine plastomes.\nConclusions: Overall our results support the existence of wider\nsignatures of positive selection in the plastome of C. resedifolia,\npossibly as a consequence of adaptation to high altitude environments.\nWe further provide a first characterization of the selective patterns\nshaping the Brassicaceae plastomes, which could help elucidate the\ndriving forces underlying adaptation and evolution in this important\nplant family.","trees":[{"tree_label":"PhyML","ntax":"18","rootedtree":"TRUE","title":"Brassicacea Plastome ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_86093.phy"},{"tree_label":"PAUP","ntax":"18","rootedtree":"TRUE","title":"Brassicacea Plastome MP tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_86094.phy"},{"tree_label":"MrBayes","ntax":"18","rootedtree":"TRUE","title":"Brassicacea Plastome BI tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_86095.phy"}]}