{"Authors":" Juan Carlos Villarreal, Susanne S Renner, Natalie\nCusimano","Year":" 2015","Title":" Biogeography and diversification rates in hornworts: The\nlimitations 1 of diversification modeling","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" biogeography; diversification modeling; extinction rates;\ngeographic disjunctions; hornworts","DOI":" 10.12705/642.7","Abstract":" Hornworts comprise ca. 220 species and are among the\noldest landplant lineages, even though their precise phylogenetic\nposition remains unclear. Deep within-hornwort divergences, highly\nuneven species numbers/genus, and the assumed high stem age together\nsuggest a history of changing diversification (i.e., speciation minus\nextinction) rates. To study the geographic distribution of modern\nhornworts and their patterns of species accumulation, we generated a\nmitochondrial and plastid DNA matrix for 103 species representing all\nmajor groups and then applied molecular-clock dating, using a different\ncalibration approach than in earlier work. We used the BAMM software to\nfit rate-variable and constant-rate birth-death diversification models\nto the dataset, and we also inferred ancestral areas to a time depth of\n55 Myr (Early Eocene). We analyzed diversification rates for all\nhornworts and separately for species-rich subclades. Under BAMMs\nvariable-rates model (which fits the data better than a constant-rate\nbirth-death model, but still assumes that each species has the same\nspeciation and extinction probability regardless of its age), hornworts\nhave gradually increasing rates of speciation and a constant background\nextinction rate. No shifts in diversification rate could be detected.\nThe implausible finding of a constant background extinction rate\nillustrates the limitations of diversification modeling especially as\nregards extinction rates.","trees":[{"tree_label":"raxml","ntax":"101","rootedtree":"TRUE","title":"Hornworts MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103421.phy"},{"tree_label":"BEAST","ntax":"102","rootedtree":"TRUE","title":"Hornworts Strict clock","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_103420.phy"}]}