{"Authors":" Tao Feng, Michael J. Moore, Minghui Yan, Yanxia Sun, Aiping\nMeng, Xiaodong Li, Jianqiang Li, Hengchang Wang","Year":" 2015","Title":" Phylogenetic study of the tribe Potentilleae (Rosaceae), with\nfurther insight into the disintegration of Sibbaldia","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Argentina; Chamaecallis; character evolution; molecular\ndating; polyphyly; Potentilla; Potentilleae; Sibbaldia","DOI":"","Abstract":" Potentilleae, one of ten tribes of the Rosaceae, is mainly\ndistributed in alpine regions of the northern hemisphere. The taxonomy\nof Potentilleae has been challenging due to the extensive hybridization,\npolyploidization and/or apomixis that characterize several genera of\nPotentilleae, such as Alchemilla, Argentina and Potentilla. To help\nclarify relationships within Potentilleae, a phylogenetic analysis of\nthe tribe with an emphasis on the polyphyletic genus Sibbaldia was\nconducted using nuclear ribosomal ITS and ETS and the plastid trnL/F and\ntrnS/G spacer regions. In agreement with previous phylogenetic analyses,\nthree major clades were identified in the present study—subtribe\nFragariinae, Argentina and Potentilla. The 15 species of Sibbaldia were\nrecovered in five distinct clades: three in subtribe Fragariinae, one in\nArgentina and the last in Potentilla. The recently established genus\nChamaecallis, comprising a single species formerly treated in Sibbaldia\nthat has intermediate floral character states with respect to\nFragariinae and Potentilla, was recovered as sister to Drymocallis.\nMorphological character state reconstructions indicated that a reduction\nin the number of stamens (≤ 10) is a derived character state that has\narisen multiple times in Potentilleae. Moreover, subterminal styles and\nanthers with two thecae may be ancestral states in Potentilleae.\nMolecular dating analyses suggest that crown group Potentilleae arose in\nthe middle to late Eocene, with most generic-level divergences occurring\nin the Oligocene and Miocene.","trees":[{"tree_label":"con 50 majrule","ntax":"82","rootedtree":"TRUE","title":"Tr86138","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86138.phy"},{"tree_label":"con 50 majrule","ntax":"82","rootedtree":"TRUE","title":"Tr86136","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86136.phy"},{"tree_label":"MP tree from nuclear analysis","ntax":"82","rootedtree":"TRUE","title":"Tr86135","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86135.phy"},{"tree_label":"Imported tree 0","ntax":"82","rootedtree":"TRUE","title":"Tr86137","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86137.phy"}]}