{"Authors":" Frank T. Burbrink, R. W. Bryson, Michael R. J. Forstner,\nJennifer Pastorini","Year":" 2007","Title":" A phylogeny of the Lampropeltis mexicana complex (Serpentes:\nColubridae) based on mitochondrial DNA sequences suggests evidence for\nspecies-level polyphyly within Lampropeltis","Journal":" Molecular Phylogenetics and Evolution","Volume":" 43","Issue":" 2","Pages":" 674-684","Keywords":" Lampropeltis; Mitochondrial DNA; ND4; Phylogenetics;\nPolyphyly","DOI":" 10.1016/j.ympev.2006.11.025","Abstract":" The systematic relationships of snakes in the Lampropeltis\nmexicana complex (L. mexicana, L. alterna, and L. ruthveni) are poorly\nknown despite several taxonomic studies over the last 80 years.\nMitochondrial DNA sequences were used to infer the phylogeny of the L.\nmexicana complex. At least one representative sample from the nine\ncurrently recognized species of Lampropeltis was sequenced. Our results\nsuggest that a deep basal split resulted in the divergence of two groups\nof Lampropeltis, with one group occupying the upland areas of western\nUnited States and most of western and central Mexico, and the other\nnortheastern Mexico and the lowland areas of the southern United States.\nResults also revealed that the L. mexicana complex and Lampropeltis\ntriangulum are polyphyletic, with taxa from both groups nested together\nin deeply divergent northern and southern clades. These results are\nincongruent with previous hypotheses of phylogenetic relationships based\non morphology, and suggest that morphological characters shared among\nthe various tri-colored Lampropeltis (e.g., hemipenal structure and\ntri-colored pattern) may be difficult to interpret\nphylogenetically.","trees":[{"tree_label":"Fig. 2B","ntax":"34","rootedtree":"TRUE","title":"Lampropeltis MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_952.phy"},{"tree_label":"Fig. 3","ntax":"34","rootedtree":"TRUE","title":"Lampropeltis BI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_953.phy"},{"tree_label":"Fig. 2A","ntax":"34","rootedtree":"TRUE","title":"Lampropeltis ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_951.phy"}]}