{"Authors":" Xue-Qin Shi, S. Robbert Gradstein, Rui-Liang Zhu","Year":" 2015","Title":" Phylogeny and taxonomy of Archilejeunea (Marchantiophyta:\nLejeuneaceae) based on molecular markers and morphology","Journal":" Taxon","Volume":" 64","Issue":" 5","Pages":" 881-892","Keywords":" Dibrachiella; Lejeuneaceae; liverworts; morphological\nanalysis; polyphyly; Spruceanthus; taxonomy","DOI":" 10.12705/645.1","Abstract":" Archilejeunea, a pantropical liverwort genus of about 22\nspecies, has not been revised worldwide and recent phylogenetic study\nshowed that the genus is not monophyletic. We addressed phylogenetic\nrelationships of Archilejeunea by using nuclear (ITS) and chloroplast\n(rbcL, trnL-F) DNA regions. Bayesian, likelihood and parsimony\nphylogenetic analyses of a broad sampling of the group resolved the\nspecies in three robust clades, which are morphologically distinct.\nBased on our molecular phylogenetic results, we split Archilejeunea into\ntwo distantly related genera, Archilejeunea s.str. with six species and\nDibrachiella stat. nov. with nine species. Both groups have tropical\nAfro-American distributions but the range of Archilejeunea is much more\nrestricted than that of Dibrachiella. Archilejeunea is sister to\nVerdoornianthus from Amazonia and Dibrachiella is member of a clade\ntogether with the paleotropical Ptychanthus and Tuzibeanthus, and the\npantropical Spruceanthus. Five species previously placed in\nArchilejeunea (A. abbreviata, A. amakawana, A. kiushiana, A. olivacea,\nA. planiuscula) are resolved in Spruceanthus, which is morphologically\nvery similar to Dibrachiella. Fifteen new combinations and one\nreplacement name are proposed. Ancestral state reconstruction showed\nthat morphological characters traditionally used to define genera of\nPtychanthoideae are highly homoplasious. Spruceanthus differs from\nDibrachiella in possessing homogeneous oil bodies.","trees":[{"tree_label":"tree1","ntax":"83","rootedtree":"TRUE","title":"Archilejeunea MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86153.phy"},{"tree_label":"tree 2","ntax":"83","rootedtree":"TRUE","title":"Archilejeunea ITS-mp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91645.phy"},{"tree_label":"tree3","ntax":"83","rootedtree":"TRUE","title":"Archilejeunea rbcL-trnL-MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91646.phy"}]}