{"Authors":" Mika Bendiksby, Reidar Haugan, Toby Spribille, Einar\nTimdal","Year":" 2015","Title":" Molecular phylogenetics and taxonomy of the Calvitimela\naglaea complex (Tephromelataceae, Lecanorales)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" phylogenetic taxon concept; lichens, mcm7, morphology,\nmtSSU, nrITS, tef1, thin layer chromatography","DOI":"","Abstract":" Contributing to the process of reassigning lecideoid\nlichens to natural generataxa, we assess phylogenetic relationships and\nspecies delimitation in the Calvitimela aglaea complex\n(Tephromelataceae) using DNA sequence data as well as\nmorphological/anatomical and chemical characters. Phylogenetic analysis\nof nuclear (ribosomal ITS, mcm7, and tef1) and mitochondrial (ribosomal\nSSU) DNA sequences reveals Mycoblastus as sister to a strongly supported\nclade comprising Calvitimela, Tephrolema and Violella. Members of these\nthree genera fall into six strongly supported subclades with no support\nfor resolution among them. Two of these are represented by Tephromela\nand Violella, which are readily circumscribed also morphologically. The\nremaining four subclades encompass members of Calvitimela, which,\nwhether lumped or treated separately, remain difficult to distinguish\nmorphologically. Our results reveal previously unrecognized evolutionary\nlineages at both the genus and species level. Morphological and/or\nchemical synapomorphies could be detected for only some of these,\nresulting in phenotypically cryptic lineages at both the genus and\nspecies level. Rather than retaining unsupported assemblages, or lumping\nand thereby losing information about evolutionary history, we have opted\nfor a splitting strategy in our taxonomic treatment for the Calvitimela\naglaea complex. Thus, we describe three new subgenera (Calomela,\nParamela, and Severidea) and two new species (CalvitimelaS. cuprea and\nCS. livida), all mainly delimited by DNA sequence data.","trees":[{"tree_label":"PAUP 1","ntax":"52","rootedtree":"TRUE","title":"Tr86182","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86182.phy"},{"tree_label":"PAUP 1","ntax":"88","rootedtree":"TRUE","title":"Tr86183","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86183.phy"},{"tree_label":"PAUP 1","ntax":"53","rootedtree":"TRUE","title":"Tr86184","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86184.phy"},{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Tr86185","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86185.phy"}]}