{"Authors":" Marta Potrykus, Malgorzata Golanowska, Wojciech Sledz,\nSabina Zoledowska, Agata Motyka, Anna Kolodziejska, Janina Butrymowicz,\nEwa Lojkowska","Year":" 2015","Title":" Biodiversity of plant pathogenic Dickeya sp. isolated from\npotato (Solanum tuberosum L.) and water in temperate climate","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" blackleg; Dickeya solani; monitoring; potato; PFGE; soft\nrot; dnaX","DOI":"","Abstract":" Bacteria belonging to the genera Dickeya (formerly Erwinia\nchrysanthemi) and Pectobacterium (formerly Erwinia carotovora) are\npathogens of many economically importsignificant crops responsible for\nblackleg and soft rot disease on plants. In 2005, D. solani was isolated\nfor the first time in Poland from symptomatic potato plant. This fact\nled us to conduct detailed study on the presence and biodiversity of\nDickeya sp. Strains isolated from potato plantations and the waterways.\nWe report 4-year survey giving insight into Dickeya sp. occurrence in\npotato fields and waterways covering large temperate climate territory\nof Central Europe. We performed dDetailed molecular characterization of\nDickeya sp. strains isolated from both plant and water samples in Poland\nwas performed and we compared them to the strains from other European\ncountries. Moreover, the maceration ability of Dickeya isolates was\ndetermined on potato tubers. During the screening We have isolated\nexclusively D. dianthicola and D. solani and D. dianthicola strains have\nbeen isolated from symptomatic potatoes, while D. zeae and D.\nchrysanthemi from waterways. Presented Our study shows, that Dickeya sp.\nstrains isolated from potato form rather homogenous group, while the\npopulation of waterways Dickeya sp. represents higher level of\nbiodiversity. To our knowledge, this is the first report enclosing\ncomprehensive characterization of Dickeya sp. strains isolated in\ntemperate climate conditions in Central Europe.","trees":[{"tree_label":"Figure 3","ntax":"97","rootedtree":"TRUE","title":"dnaX","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86186.phy"},{"tree_label":"tree1","ntax":"97","rootedtree":"TRUE","title":"Tr86666","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86666.phy"},{"tree_label":"tree1","ntax":"97","rootedtree":"TRUE","title":"Tr86690","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86690.phy"}]}