{"Authors":" Peter Houde, Matthew G Fain, Carey Krajewski","Year":" 2007","Title":" Phylogeny of “core Gruiformes” (Aves: Grues) and resolution\nof the Limpkin-Sungrebe problem","Journal":" Molecular Phylogenetics and Evolution","Volume":" 43","Issue":" 2","Pages":" 515-529","Keywords":"","DOI":" 10.1016/j.ympev.2007.02.015","Abstract":" Opinions on the systematic relationships of birds in the\navian order Gruiformes have been as diverse as the families included\nwithin it. Despite ongoing debate over monophyly of the order and\nrelationships among its various members, recent opinion has converged on\nthe monophyly of a “core” group of five families classified in the\nsuborder Grues: the rails (Rallidae), the cranes (Gruidae), the Limpkin\n(Aramidae), the trumpeters (Psophiidae), and the finfoots\n(Heliornithidae). We present DNA sequence data from four mitochondrial\n(cytochrome b, 12S rRNA, Valine tRNA, and 16S rRNA), and three nuclear\nloci (intron 7 of _-fibrinogen, intron 5 of alcohol dehydrogenase-I, and\nintrons 3 through 5 of glyceraldehyde-3-phosphate dehydrogenase) to test\nprevious hypotheses of interfamilial relationships within Grues, with\nparticular attention to the enigmatic family Heliornithidae. Separate\nand combined analyses of these gene sequences confirm the monophyly of\nGrues as a whole, and of the five families individually, including all\nthree species of Heliornithidae. The preferred topology unambiguously\nsupports relationships among four of the five families, with only the\nposition of Psophiidae remaining equivocal. Bayesian “relaxed-clock”\ndating methods suggest that the divergences of the three heliornithid\nspecies occurred in the mid-Tertiary, suggesting that their present\ndisjunct pantropical distribution is a result of early- to mid-Tertiary\ndispersal. Keywords: Gruiformes; Grues; Gruidae; Aramidae; Psophiidae;\nHeliornithidae; Rallidae; Cranes; Limpkin; Trumpeters; Sungrebe;\nFinfoots; Rails; Beta-fibrinogen; Alcohol dehydrogenase; Glyceraldehyde\n3-phosphate dehydrogenase; Cytochrome b; 12S ribosomal RNA; 16S\nribosomal RNA; Valine tRNA; Biogeography; Bayesian dating; Tertiary; DNA\n× DNA hybridization","trees":[{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"Aves: Grues mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_960.phy"},{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Aves: Grues nuclear loci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_961.phy"}]}