{"Authors":" Yin Chen Hoe, Marc Gibernau, Artur Campos Dália Maia, Sin\nYeng Wong","Year":" 2015","Title":" Shared pollinators among coexisting species of the highly\ndiverse Homalomena (Araceae) on Borneo","Journal":" plant biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Homalomena is the third most speciose genus in Araceae\nafter Anthurium and Philodendron. 22 Among its four recognized sections,\nsection Cyrtocladon is the largest, with at least 300 23 novel species\nof which many are restricted to Borneo. Section Cyrtocladon currently\nconsists 24 of four complexes: Borneensis, Giamensis, Hanneae and\nRostrata. Frequently, several species 25 within these complexes are\nsympatric, often flowering synchronously with no hybrids being 26\nobserved. Therefore, in this study, we investigated the flowering\nmechanisms, pollination 27 strategies and floral scent composition of\nseven species belonging to complexes Hanneae (3), 28 Giamensis (3) and\nBorneensis (1). Our investigation showed that species belonging to the\n29 Hanneae complex have longer flowering periods in comparison with\nspecies of the Giamensis 30 and Borneensis complexes. Anthesis lasted\nbetween 53  62 hrs among species belonging to 31 the Hanneae complex and\nwas shorter among those of the Giamensis and Borneensis 32 complexes (ca\n30 hrs). Species belonging to the Hanneae complex underwent two floral\nscent 33 emission events in consecutive days, during the pistillate and\nstaminate phases of anthesis. 34 Floral scent was only perceived during\nthe pistillate phase among species of the Giamensis and Borneensis\ncomplexes. A total of 34 volatile organic compounds (VOCs) was detected\nin 36 floral scent analyses of the three species belonging to the\nHanneae complex, whereas 27 were 37 found in samples of those belonging\nto the Giamensis complex. Scarab beetles of two species 38 of Parastasia\nspp. (Scarabaeidae, Rutelinae) are the sole pollinators of all of the\ninvestigated 39 species: P. gestroi and P. nigripennis. The investigated\nHomalomena species showed 40 different patterns of pollinator\nspecificity in relation to their pollination strategy (anthesis, 41\nfloral volatiles) but probably also relative to the presence of\nco-flowering species. 42 Mechanisms for pollinator shift are discussed.\nThe pollination systems have changed from 43 one pollinating species to\ntwo pollinating species twice among the investigated taxa. This 44 may\nhave resulted in the expansion of the species diversity especially in\nthe Hanneae 45 complex.","trees":[{"tree_label":"con 50 majrule","ntax":"8","rootedtree":"TRUE","title":"Homalomena ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_86200.phy"}]}