{"Authors":" Peter M Letcher, Martha J Powell, William J Davis","Year":" 2015","Title":" A new family and four new genera in Rhizophydiales\n(Chytridiomycota).","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" chytrid, morphology, phylogeny, ultrastructure,\nzoospore","DOI":"","Abstract":" Many chytrid phylogenies contain lineages representing a\nlone taxon or a few organisms. One such lineage in recent molecular\nphylogenies of Rhizophydiales contained two marine chytrids,\nRhizophydium littoreum and Rhizophydium aestuarii. To understand the\nrelationship better between these organisms, we increased sampling such\nthat the R. littoreum/R. aestuarii lineage included ten strains of\ninterest. To place this lineage in Rhizophydiales, we constructed a\nmolecular phylogeny from partial nuc 28S rDNA D1D3 domains (28S) of\nthese and 80 additional strains in Rhizophydiales, and examined thallus\nmorphology and zoospore ultrastructure of our strains of interest. We\nalso analyzed sequences of the nuc rDNA region encompassing the internal\ntranscribed spacers 1 and 2, along with the 5.8S rDNA (ITS) of our ten\nstrains of interest to assess sequence similarity and phylogenetic\nplacement. The ten strains grouped together in three well supported\nclades: (1) Rhizophydium littoreum + Phlyctochytrium mangrovei, (2)\nthree strains of Rhizophydium aestuarii, and (3) five previously\nunidentified strains. Light microscopic observations revealed four\ndistinct thallus morphologies, and zoospore ultrastructural analyses\nrevealed four distinct constellations of ultrastructural features. On\nthe bases of morphological, ultrastructural, and molecular evidence, we\nplace these strains in the new family Halomycetaceae and four new genera\n(Halomyces, Paludomyces, Ulkenomyces, and Paranamyces) in\nRhizophydiales.","trees":[{"tree_label":"PAUP 1","ntax":"11","rootedtree":"TRUE","title":"Tr87170","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87170.phy"},{"tree_label":"PAUP 1","ntax":"92","rootedtree":"TRUE","title":"Tr87171","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87171.phy"}]}