{"Authors":" Ekaphan Kraichak, H. Thorsten Lumbsch, Robert Lücking","Year":" 2015","Title":" A unique trait as a key innovation in a hyper-diverse family\nof tropical lichen-forming fungi","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Diversification; BiSSE; MEDUSA; Trait Correlation; Key\nInnovation","DOI":"","Abstract":" Premise of research. With over 2,000 described species,\nGraphidaceae represents one of the largest families of lichenized fungi.\nThe underlying causes for such a high level of diversity have not yet\nbeen studied in detail. Two possible drivers of high diversity in this\ngroup include its predominantly tropical habitat, a major factor for\nhigh species richness in other organismal groups, or the presence of\ncolumella  a unique trait within this family. Methodology. We employed\nvarious comparative methods to investigate possible factors that led to\nthe hyper-diverse nature of the family, including a lineage-through-time\nplot, Monte-Carlo test of constant rates, Modeling Evolutionary\nDiversity using Stepwise AIC (MEDUSA) to identify clades with an\nincreased diversification rate, and Binary State Speciation and\nExtinction (BiSSE) analysis to determine whether diversification rates\nchange in association with selected character states. Pivotal results.\nThe lineage-through-time plot indicated no decrease in the\ndiversification rate over time. BiSSE analysis revealed a significantly\nhigher diversification rate in the Ocellularia clade, a lineage with\npresence of a columella, while there was no significant difference in\ndiversification rates between tropical and non-tropical lineages. A\nfurther analysis with MEDUSA (Modeling Evolutionary Diversity using\nStepwise AIC) also identified two diversification rate shifts, one of\nwhich occurred in the Rhabdodiscus-Ocellularia clade, with a large\nnumber of columellate species. Conclusions. The results suggest a\npivotal role of the columella as a key innovation in the family, driving\nhigh levels of diversification, in contrast to the tropical habitat. The\npossible ecomorphological importance of columella structures is\ndiscussed.","trees":[{"tree_label":"TREE1","ntax":"224","rootedtree":"TRUE","title":"Tr86199","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86199.phy"}]}