{"Authors":" Yong Jia, Darren CJ Wong, Crystal Sweetman, John Bruning,\nChristopher M Ford","Year":" 2015","Title":" New insights into the evolutionary history of plant sorbitol\ndehydrogenase","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Sorbitol Dehydrogenase, L-idonate-5-dehydrogenase,\nPositive Selection, Functional Divergence, Tartaric Acid, Ascorbic Acid,\nGrapevine","DOI":"","Abstract":" Background: Sorbitol dehydrogenase (SDH, EC 1.1.1.14) is\nthe key enzyme involved in sorbitol metabolism in higher plants. SDH\ngenes in some Rosaceae species could be divided into two groups.\nL-idonate-5-dehydrogenase (LIDH, EC 1.1.1.264) is involved in tartaric\nacid (TA) synthesis in Vitis vinifera and is highly homologous to plant\nSDHs. Despite efforts to understand the biological functions of plant\nSDH, the evolutionary history of plant SDH genes and their phylogenetic\nrelationship with the V. vinifera LIDH gene have not been characterized.\nResults: A total of 92 SDH genes were identified from 42 angiosperm\nspecies. SDH genes have been highly duplicated within the Rosaceae\nfamily while monocot, Brassicaceae and most Asterid species exhibit\nsingleton SDH genes. Core Eudicot SDHs have diverged into two\nphylogenetic lineages, now classified as SDH Class I and SDH Class II.\nV. vinifera LIDH was identified as a Class II SDH. Tandem duplication\nplayed a dominant role in the expansion of plant SDH family and Class II\nSDH genes were positioned in tandem with Class I SDH genes in several\nplant genomes. Protein modelling analyses of V. vinifera SDHs revealed\n19 putative active site residues, three of which exhibited amino acid\nsubstitutions between Class I and Class II SDHs and were influenced by\npositive natural selection in the SDH Class II lineage. Gene expression\nanalyses also demonstrated a clear transcriptional divergence between\nClass I and Class II SDH genes in V. vinifera and Citrus sinensis\n(orange). Conclusions: Phylogenetic, natural selection and synteny\nanalyses provided strong support for the emergence of SDH Class II by\npositive natural selection after tandem duplication in the common\nancestor of core Eudicot plants. The substitutions of three putative\nactive site residues might be responsible for the unique enzyme activity\nof V. vinifera LIDH, which belongs to SDH Class II and represents a\nnovel function of SDH in V. vinifera that may be true also of other\nClass II SDHs. Gene expression analyses also supported the divergence of\nSDH Class II at the expression level. This study will facilitate future\nresearch into understanding the biological functions of plant SDHs.","trees":[{"tree_label":"tree 1","ntax":"102","rootedtree":"TRUE","title":"Tr86226","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86226.phy"},{"tree_label":"tree 1","ntax":"102","rootedtree":"TRUE","title":"Tr86227","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86227.phy"}]}