{"Authors":" Hirotoshi Sato, Tsutomu Hattori","Year":" 2015","Title":" New species of Boletellus section Boletellus (Boletaceae,\nBoletales) from Japan, B. auricarnosus sp. nov. and B. areolatus sp.\nnov.","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We describe and illustrate two new species of Boletellus\nsection Boletellus, B. aurocontextus sp. nov. and B. areolatus sp. nov.,\nwhich are generally assumed to be B. emodensis. In this study, we\nreconstructed separate molecular phylogenetic trees of section\nBoletellus using the nucleotide sequences of the internal transcribed\nspacer (ITS) region of nuclear ribosomal DNA, the largest subunit (RPB1)\nand the second-largest subunit (RPB2) of nuclear RNA polymerase II gene\nand mitochondrial cytochrome oxidase subunit 3 (cox3) gene. We also\nexamined the morphologies of B. emodensis sensu lato (s.l.) and other\nrelated species for comparison. The molecular phylogenetic tree inferred\nfrom the sequences of nuclear DNA (ITS, and combined dataset of RPB1 and\nRPB2) indicated that three genetically and phylogenetically\nwell-separated lineages were present within B. emodensis s.l. These\nthree lineages were also distinguished on the basis of the molecular\nphylogenetic tree constructed using the sequences of mitochondrial DNA\n(cox3), suggesting distinct cytonuclear disequilibria (i.e., evidence of\nreproductive isolation) among these lineages. Therefore, these three\nlineages can be treated as independent species: B. aurocontextus, B.\nareolatus, and B. emodensis. Boletellus aurocontextus and B. areolatus\nare also distinct from B. emodensis by the macro- and microscopic\nmorphologies. Boletellus aurocontextus is characterized by a pileus with\nbright yellow to lemon yellow context, which can be observed through a\ngap in the scales, and basidiospores with relatively large length (mean\nspore length, 21.4 µm; quotient of spore length and width, 2.51). In\ncontrast, B. areolatus is characterized by a pileus with floccose to\nappressed thin scaly patches, a stipe with pallid or pale cream color at\nthe upper half, and basidiospores with relatively small length (mean\nspore length, 16.5 µm; quotient of spore length and width, 1.80).","trees":[{"tree_label":"tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr87183","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87183.phy"},{"tree_label":"tree 1","ntax":"5","rootedtree":"TRUE","title":"Tr87184","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87184.phy"},{"tree_label":"tree 1","ntax":"20","rootedtree":"TRUE","title":"Tr87185","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87185.phy"}]}