{"Authors":" Anya M. Penly, Andrew N. Doust, Elizabeth A. Kellogg,\nSurrey W. L. Jacobs","Year":" 2007","Title":" Congruence, Conflict, and Polyploidization Shown by Nuclear\nand Chloroplast Markers in the Monophyletic “Bristle Clade” (Paniceae,\nPanicoideae, Poaceae).","Journal":" Systematic Botany","Volume":" 32","Issue":" 3","Pages":" 531-544","Keywords":"","DOI":" 10.1600/036364407782250670","Abstract":" Molecular phylogenetic analyses using the chloroplast\nmarker ndhF and a single copy nuclear marker, knotted1, show that the\npanicoid grasses bearing sterile branches (bristles) in their\ninflorescences form a monophyletic group. The genus Cenchrus is\nmonophyletic, and monophyly of Pennisetum cannot be ruled out. Setaria\nis not monophyletic, either as a whole or without various uncertainly\nplaced species such as S. grisebachii. The Australian genera Zygochloa,\nSpinifex, and Pseudoraphis are placed in the ‘bristle clade’, confirming\nthat inflorescences of these grasses are homologous with the\ninflorescences composed of spikelets and sterile branchlets (bristles).\nComparison of the nuclear and chloroplast markers identifies several\ntaxa as tetra- or higher polyploids; these are confirmed by southern\nhybridization. In particular, the Australian species of Paspalidium are\nallopolyploid, a novel and unexpected result. Zuloagaea bulbosa, a\nspecies that lacks the synapomorphic bristles in its inflorescence, is\nconfirmed as a morphologically anomalous member of the clade, and is\nclearly allopolyploid. This study demonstrates the utility of knotted1\nas a phylogenetic marker; we show that it is single copy in diploid taxa\nand that it exhibits adequate variation to distinguish closely related\nspecies. Both nuclear and chloroplast trees show that inflorescence\nmorphology varies considerably in evolutionary time, and that it does\nnot correlate well with phylogenetic relationship.","trees":[{"tree_label":"Fig. 3","ntax":"111","rootedtree":"TRUE","title":"kn1 111 taxon ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_965.phy"},{"tree_label":"Fig 5 kn1","ntax":"37","rootedtree":"TRUE","title":"kn1 37 taxon ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_966.phy"},{"tree_label":"Fig 5 ndhF","ntax":"37","rootedtree":"TRUE","title":"ndhF 37 taxon ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_967.phy"}]}