{"Authors":" Erin Tripp","Year":" 2007","Title":" Evolutionary relationships within the species-rich genus\nRuellia (Acanthaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships among species of the large\ngenus Ruellia (Acanthaceae) have never been studied. Ruellia, with\napproximately 300 species, is geographically widespread and\nmorphologically diverse. Molecular data for 196 specimens from the\nnuclear ribosomal ITS region and the chloroplast trnG-trnR region were\nused to test monophyly of the genus against closely related genera in\nRuellieae, to reconstruct phylogenetic relationships among species of\nRuellia on a global scale, to re-evaluate previous morphology-based\nclassifications, and to examine the utility of morphological characters,\nespecially corolla morphology, for future sectional delimitation.\nBayesian and parsimony analyses indicate four genera are evolutionarily\nallied to Ruellia. Acanthopale is sister to Ruellia s.l. with strong\nsupport. Blechum, Eusiphon, and Polylychnis are nested within Ruellia\ns.l., and species in Eusiphon and Polylychnis are here formally\ntransferred to Ruellia resulting in the new combinations Ruellia geayi\nand Ruellia fulgens. Ruellia s.l., including Blechum, Eusiphon, and\nPolylychnis, is monophyletic but only weakly supported by parsimony.\nWithin Ruellia, Old World taxa form a basal grade and New World taxa are\nmonophyletic and nested within the Old World grade. Alternative\nhypotheses involving non-monophyly of New World Ruellia were\nsignificantly less parsimonious and less likely. Within New World\nRuellia, many clades are informally recognized, several of which reflect\nprevious taxonomic groupings to some extent. An alternative hypothesis\nconstraining all putatively hummingbird-pollinated taxa to monophyly was\nstrongly rejected suggesting that corolla morphology has undergone\nconvergent evolution and is therefore likely an inappropriate character\nfor sectional delimitation, contrary to previous use.","trees":[{"tree_label":"Bayesian Majority Rule","ntax":"198","rootedtree":"TRUE","title":"Ruellia (Acanthaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_969.phy"}]}