{"Authors":" Steve Leavitt, Ekaphan Kraichak, Matthew P. Nelsen, Susanne\nAltermann, Pradeep Kumar Divakar, David Alors, Theodore L Esslinger, H.\nThorsten Lumbsch, Ana Crespo","Year":" 2015","Title":" Fungal specificity and selectivity for algae play a major\nrole in determining lichen partnerships across diverse ecogeographic\nregions in the lichen-forming family Parmeliaceae (Ascomycota)","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" co-evolution, ecology, ecoregion, mycobiont, photobiont,\nTrebouxia","DOI":"","Abstract":" Microbial symbionts are instrumental to the ecological and\nlong-term evolutionary success of their hosts, and the central role of\nsymbiotic interactions is increasingly recognized across the vast\nmajority of life. Lichens provide an iconic model for investigating\npatterns in species interactions; however, relationships among lichen\nsymbionts are often masked by uncertain species boundaries or inability\nto reliably identify symbionts. The species-rich lichen-forming fungal\nfamily Parmeliaceae provides a valuable system for assessing patterns of\ninteractions of algal symbionts, and our study addresses patterns of\nlichen symbiont interactions at the largest geographical and taxonomical\nscales ever attempted. We analyzed a total of 2356 algal internal\ntranscribed spacer region (ITS) sequences collected from lichens\nrepresenting ten mycobiont genera in Parmeliaceae, two genera in\nLecanoraceae, and 26 cultured Trebouxia strains. Algal sequences were\ngrouped into operational taxonomic units (OTUs), and we explored\npatterns of symbiont interactions in these lichens based on\necogeographic distributions and mycobiont taxonomy. We found high levels\nof undescribed diversity in Trebouxia, broad distributions across\ndistinct ecoregions for many photobiont OTUs, and varying levels of\nmycobiont selectivity and specificity towards the photobiont. Based on\nthese results, we conclude that fungal specificity and selectivity for\nalgal partners play a major role in determining lichen partnerships,\npotentially superseding ecology, at least at the ecogeographical scale\ninvestigated here. In order to facilitate effective communication and\nconsistency across future studies, we propose a provisional naming\nsystem for Trebouxia photobionts and provide representative sequences\nfor each OTU circumscribed in this study.","trees":[{"tree_label":"tree 1","ntax":"2356","rootedtree":"TRUE","title":"Trebouxia internal transcribed spacer","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88158.phy"}]}