{"Authors":" Mohammad Ziaur Rahman, Seiji Uematsu, Haruhisa Suga, koji\nKageyama","Year":" 2015","Title":" Three Phytophthora species, one from eggplant and two from\ntulip, newly reported in Japan","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Diversity, Identification, Molecular phylogeny,\nMorphology","DOI":"","Abstract":" Recently developed molecular techniques facilitate the\nre-evaluation of phylogenetic relationships and taxonomic\nclassification. This study evaluates 4 Japanese　Phytophthora strains,\none from eggplant and three from tulip. The eggplant strain previously\nhad been morphologically identified as P. boehmeriae and tulip strains\nas P. citricola. One of the 3 previously identified tulip strains\nexhibited low sequence identity with the species it was assigned to\noriginally, but high sequence identity with P. gregata according to\nprevious analysis based on rRNA gene internal transcribed spacer (rRNA\ngene ITS), rRNA gene large sub-unit (LSU) and cytochrome c sub-oxidase\n(cox)1 sequences. To evaluate this phylogenetic identification and other\nthree previous morphological identifications, we performed a combined\nphylogenetic analysis using sequences of rRNA gene ITS, β-tubulin,\ntranslation elongation factor 1 alpha (EF1-α) and cox1. The result of\nprevious phylogenetic analysis was in line with the present study, but\nmorphologically identified eggplant strain was phylogenetically\nre-identified as P. glovera and two tulip strains as P. rosacearum and\nP. gregata. The re-identified species P. glovera, P. rosacearum and P.\ngregata are new to Japan, adding to the Phytophthora biodiversity in\nthis country.","trees":[{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Phytophthora clade 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86542.phy"},{"tree_label":"PAUP 1","ntax":"14","rootedtree":"TRUE","title":"Phytophthora clade 6","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86543.phy"}]}