{"Authors":" Peter A. Siver, Woongghi Shin, Anne Marie Lizarralde,\nAlexander P. Wolfe, Bok Yeon Jo, Jong Im Kim","Year":" 2015","Title":" Assessing the evolutionary history of the class\nSynurophyceaes","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Synurophyceae, Mallomonas, Synura, Eocene, evolutionary\nhistory, phylogeny","DOI":"","Abstract":" Although heterokont algae of the class Synurophyceae are\nabundant and ecologically important in many inland waters, their\nevolutionary history remains enigmatic. We combine an expansive\nmulti-gene molecular phylogeny to an array of fossil specimens from the\nmiddle Eocene, coupled to detailed morphometric examinations of both\nfossil and extant taxa, in order to explore the evolutionary history of\nsynurophyte algae. Based on our analysis, the group originated in the\nupper Jurassic, approximately 157 Ma (million years) ago. The two\nprimary genera, Mallomonas and Synura, diverged during the lower\nCretaceous around 149 Ma and 122 Ma ago, respectively. The speciose\ngenus Mallomonas further divided into two major subclades, signaling the\nevolution of the V-rib structure believed to aid in the spacing and\norganization of scales on the cell covering. Mallomonas insignis and M.\nbangladeshica represent basal members of the lineages with and without\nV-ribs, respectively. The genus Synura also diverged into two primary\nsubclades, differentiating taxa with forward-projecting spines on the\nscale from those with a keel positioned on the scale proper. Synura\nuvella diverged early in the evolution of the genus, whereas S.\nmacracantha forms the basal lineage within the section Petersenniae.\nFossils of each of the basal lineages in Mallomonas and Synura were\nrecovered from middle Eocene lake sediments in northern Canada, lending\ndirect support to the molecular phylogenetic results. Our analysis\nfurther suggests that the bristle, characteristic of the genus\nMallomonas, evolved multiple times giving rise to the two common types\nof structures present today. Approximately 32% of fossil species lack\nmodern analogs and are presumed extinct, whereas 29% appear\nmorphologically identical to modern congeners. Remaining fossil taxa can\nbe associated with extant lineages but with consistent differences from\nindividual modern species. We further establish significant\nrelationships between the length and width of scales, as well as between\nscale and cell size. Many of the extinct synurophyte species had large\nscales compared to modern taxa, and we hypothesize that heavy and\ncumbersome cells may have played a role in their extinction. A possible\ncorollary is that many fossil species that are virtually identical to,\nand representative of, modern synurophyte lineages were smaller in the\nmiddle Eocene, possibly reflecting growth under the greenhouse climate\nstate that characterized this geologic interval. Collectively, these\nanalyses refine our understanding of synurophyte biology and\nevolution.","trees":[{"tree_label":"TREE1","ntax":"163","rootedtree":"TRUE","title":"Tr86547","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86547.phy"}]}