{"Authors":" Leonardo Delgado-Cerrone, Pedro Mondino-Hintz, Sandra\nAlaniz-Ferro","Year":" 2015","Title":" At least eight Botryosphareaciae species cause stem canker,\ndie-back and fruit rot on apple in Uruguay","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeria, Diplodia, Neofusicoccum, Lasiodiplodia,\nMalus","DOI":"","Abstract":" Species of Botryosphaeriaceae affect several woody hosts\nworldwide, including fruit crops. Their presence on apple has been\nassociated with stem canker and fruit rot. In Uruguay, these symptoms\nare observed frequently, and, particularly in the last decade, stem\ncankers have become major problems causing important economic losses. In\nthis study, 34 apple orchards were visited and the symptoms were\ncarefully observed. The presence of stem canker, die-back and fruit rot\ncaused by Botryosphaeriaceae family members was consistently observed. A\ntotal of 91 Botryosphaeriaceae isolates were obtained from samples\ncollected with these symptoms and were characterized. The species were\nidentified by means of phylogenetic analysis of the ITS region and the\nTEF-1α gene and phenotypical characterizations. Eight species were\ndetected, Botryosphaeria dothidea, Neofusicoccum parvum, N. luteum, N.\naustrale, Diplodia seriata, D. intermedia, D. pseudoseriata and\nLasiodiplodia theobromae; most of them were isolated from stem and\nfruit. The predominant species were B. dothidea and D. seriata. Isolates\nof the all Botryosphaeriaceae species were able to cause symptoms in the\nstems and fruits of the apple inoculated, indicating that they can\nindiscriminately infect either of the two apple tissues. The most severe\nsymptoms were caused by L. theobromae, N. parvum and N. luteum. These\nresults represent an important advancement in the knowledge of this\nfamily’s effect on apple crops in Uruguay.","trees":[{"tree_label":"Imported tree 1","ntax":"116","rootedtree":"TRUE","title":"Tr86572","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86572.phy"}]}