{"Authors":" Eduardo Guatimosim, André Luiz Firmino, Jose Luiz Bezerra,\nOlinto Liparini Pereira, Robert W. Barreto, Pedro W. Crous","Year":" 2015","Title":" Steps towards a phylogenetic reappraisal of Parmulariaceae\nand Asterinaceae (Dothideomycetes)","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Asterinales, epitype, Neotropical fungi, taxonomic\nnovelties, type species","DOI":"","Abstract":" Members of the Asterinaceae and Parmulariaceae are\nobligate biotrophic fungi with a pantropical distribution that grow in\ndirect association with living plant tissues and produce external\nascomata and bitunicate asci. These fungi are poorly known, with limited\ninformation about their taxonomic position in the Dothideomycetes. Much\nof what is known is conjectural and based on observation of\nmorphological characters. An assessment of the phylogenetic position of\nthe Asterinaceae and Parmulariaceae is provided based on a phylogenetic\nanalysis of the nrDNA operon (ITS) and the large subunit rDNA (LSU)\nsequence data obtained from fresh material of selected species collected\nin Brazil. Three key species were included and epitypified, namely\nAsterina melastomatis, which is the type species for the type genus of\nthe Asterinaceae; Prillieuxina baccharidincola (Asterinaceae); and\nParmularia styracis, which is the type species for the type genus of the\nParmulariaceae. A LSU rDNA phylogenetic analysis was performed\nindicating the correct phylogenetic placement of the Asterinales within\nthe Dothideomycetes. From this initial analysis it is clear that the\nParmulariaceae as currently circumscribed is polyphyletic, and that the\nAsterinaceae and Parmulariaceae are related, which justifies the\nmaintenance of the order Asterinales. Asterotexis cucurbitacearum is\nrecognised as distinct from other Dothideomycetes and placed in the\nnewly proposed family and order (Asterotexiaceae, Asterotexiales), while\nthe higher order phylogeny of Inocyclus angularis remains unresolved.\nAdditionally, Lembosia abaxialis is introduced as a novel species and\nthe phylogenetic placement of the genera Batistinula and Prillieuxina is\nclarified.","trees":[{"tree_label":"supplementary tree","ntax":"32","rootedtree":"TRUE","title":"Tr86583","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86583.phy"},{"tree_label":"Fig1","ntax":"59","rootedtree":"TRUE","title":"Tr86582","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86582.phy"},{"tree_label":"supp tree","ntax":"32","rootedtree":"TRUE","title":"Tr86650","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86650.phy"}]}