{"Authors":" Tohru Miyoshi-Akiyama","Year":" 2015","Title":" Construction of a virtual Mycobacterium tuberculosis\nconsensus genome and its application to data from a next generation\nsequencer","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Mycobacterium tuberculosis, consensus sequence, virtual\ntyping, phylogenetic analysis, SNP concatemer","DOI":"","Abstract":" Background: Although Mycobacterium tuberculosis isolates\nare consisted of several different lineages and the epidemiology\nanalyses are usually assessed relative to a particular reference genome,\nM. tuberculosis H37Rv, which might introduce some biased results. Those\nanalyses are essentially based genome sequence information of M.\ntuberculosis and could be performed in sillico in theory, with whole\ngenome sequence (WGS) data available in the databases and obtained by\nnext generation sequencers (NGSs). As an approach to establish higher\nresolution methods for such analyses, whole genome sequences of the M.\ntuberculosis complexes (MTBCs) strains available on databases were\naligned to construct virtual reference genome sequences called the\nconsensus sequence (CS), and evaluated its feasibility in in sillico\nepidemiological analyses. Results: The consensus sequence (CS) was\nsuccessfully constructed and utilized to perform phylogenetic analysis,\nevaluation of read mapping efficacy, which is crucial for detecting\nsingle nucleotide polymorphisms (SNPs), and various MTBC typing methods\nvirtually including spoligotyping, VNTR, Long sequence polymorphism and\nBeijing typing. SNPs detected based on CS, in comparison with H37Rv,\nwere utilized in concatemer-based phylogenetic analysis to determine\ntheir reliability relative to a phylogenetic tree based on whole genome\nalignment as the gold standard. Statistical comparison of phylogenic\ntrees based on CS with that of H37Rv indicated the former showed always\nbetter results that that of later. SNP detection and concatenation with\nCS was advantageous because the frequency of crucial SNPs distinguishing\namong strain lineages was higher than those of H37Rv. The number of SNPs\ndetected was lower with the consensus than with the H37Rv sequence,\nresulting in a significant reduction in computational time. Performance\nof each virtual typing was satisfactory and accorded with those\npublished when those are available. Conclusions: These results indicated\nthat virtual CS constructed from genome sequence data is an ideal\napproach as a reference for MTBC studies.","trees":[{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr86575","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86575.phy"}]}