{"Authors":" Regis Courtecuisse, Philipp Raab, Dirk Redecker, Fritz\nOehl, Francisco J. Camacho","Year":" 2007","Title":" A novel clade of sporocarp-forming species of glomeromycotan\nfungi in the Diversisporales lineage","Journal":" Mycological Progress","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" In the early times of taxonomy of arbuscular mycorrhizal\nfungi (Glomeromycota), exclusively sporocarpic species were described.\nSince then the focus has mainly shifted to species forming spores\nsingly. For many of the sporocarpic species, no molecular data have been\nmade available and their phylogenetic position has remained unclear. We\nobtained small subunit ribosomal rDNA and Internal Transcribed Spacer\ndata from specimens of glomeromycotan sporocarps from tropical areas\nthat were assigned to three morphospecies. The complete sequence of the\n18S small rDNA subunit sequence, Internal Transcribed Spacers 1 and 2\nand 5.8S rDNA subunit was determined from a sporocarp of Glomus fulvum.\nPartial sequences of the small subunit and the other regions were\nobtained from Glomus pulvinatum and the newly-described species Glomus\nmegalocarpum. Molecular phylogenetic analyses placed all species\nanalyzed as a monophyletic sister group to the Diversispora\nspurca/Glomus versiforme clade group (“Glomus group C”) within the\nDiversisporales. The phylogenetic divergence from other known species\nsuggests that this clade may constitute a new genus. These findings will\nhave important consequences for taxon definition in the Diversisporales.\nThey will facilitate identification of these fungi using rDNA sequences\nwithin colonized roots or the environment.","trees":[{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Sporocarp-forming species of glomeromycotan fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_970.phy"},{"tree_label":"Fig. 5","ntax":"22","rootedtree":"TRUE","title":"Sporocarp-forming species of glomeromycotan fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_971.phy"}]}