{"Authors":" Vanessa Weber de Melo, Hanan Sheikh Ali, Jona Freise,\nDenise Kühnert, Sandra Essbauer, Marc Mertens, Konrad M. Wanka, Stephan\nDrewes, Rainer G. Ulrich, Gerald Heckel","Year":" 2015","Title":" Spatiotemporal dynamics of Puumala hantavirus associated with\nits rodent host, Myodes glareolus","Journal":" Evolutionary Applications","Volume":"","Issue":"","Pages":"","Keywords":" zoonosis; population dynamics; genetic structure;\nhost-parasite evolution; rodent-borne disease; Nephropathia epidemica,\nvole","DOI":"","Abstract":" Many viruses significantly impact human and animal health.\nUnderstanding the population dynamics of these viruses and their hosts\ncan provide important insights for epidemiology and virus evolution.\nPuumala virus (PUUV) is a European hantavirus that may cause regional\noutbreaks of hemorrhagic fever with renal syndrome in humans. Here, we\nanalyzed the spatiotemporal dynamics of PUUV circulating in local\npopulations of its rodent reservoir host, the bank vole (Myodes\nglareolus) during eight years. Phylogenetic and population genetic\nanalyses of all three genome segments of PUUV showed strong geographical\nstructuring at a very local scale. There was a high temporal turnover of\nvirus strains in the local bank vole populations but several virus\nstrains persisted through multiple years. Phylodynamic analyses showed\nno significant changes in the local effective population sizes of PUUV,\nalthough vole numbers and virus prevalence fluctuated widely.\nMicrosatellite data demonstrated also a temporally persisting\nsubdivision between local vole populations, but these groups did not\ncorrespond to the subdivision in the virus strains. We conclude that\nrestricted transmission between vole populations and genetic drift play\nimportant roles in shaping the genetic structure and temporal dynamics\nof PUUV in its natural host which has several implications for zoonotic\nrisks of the human population.","trees":[{"tree_label":"Fig. 4","ntax":"111","rootedtree":"TRUE","title":"Puumala hantavirus PUUV Coalescence-based, tip-dated\nphylogenetic tree inferred from Puumala virus S, M and L segment\nsequences Puumala hantavirus PUUV Coalescence-based, tip-dated\nphylogenetic tree inferred from Puumala virus S, M and L segment\nsequences","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87311.phy"},{"tree_label":"Fig. S2","ntax":"116","rootedtree":"TRUE","title":"Puumala hantavirus PUUV Neighbor-joining phylogenetic\ntree inferred from concatenated S, M and L Puumala virus sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87312.phy"}]}