{"Authors":" Jinna Hou, Yan Long, Jing Wang, Cong Li, Qinqin Xiao,\nXiaoxue Jiang, Xiaoxiao Zou, Jun Zou, Jinling meng, Shutao Dai","Year":" 2015","Title":" Widespread and evolutionary analysis of a MITE family Monkey\nKing in Brassicaceae","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Brassicaceae, Brassica, Miniature inverted repeat\ntransposable elements, Monkey King, Tourist-like MITE, DNA methylation,\nbna-miR6031","DOI":"","Abstract":" Background: Miniature inverted repeat transposable\nelements (MITEs) are important components of eukaryotic genomes, with\nhundreds of families and many copies, which may play important roles in\ngene regulation and genome evolution. However, few studies have\ninvestigated the molecular mechanisms involved. In our previous study, a\nTourist-like MITE, Monkey King, was identified from the promoter region\nof a flowering time gene, BnFLC.A10, in Brassica napus. Based on this\nMITE, the characteristics and potential roles on gene regulation of the\nMITE family were analyzed in Brassicaceae. Results: The characteristics\nof the Tourist-like MITE family Monkey King in Brassicaceae, including\nits distribution, copies and insertion sites in the genomes of major\nBrassicaceae species were analyzed in this study. Monkey King was\nactively amplified in Brassica after divergence from Arabidopsis, which\nwas indicated by the prompt increase in copy number and by phylogenetic\nanalysis. The genomic variations caused by Monkey King insertions, both\nintra- and inter-species in Brassica, were traced by PCR amplification.\nGenomic sequence analysis showed that most complete Monkey King elements\nare located in gene-rich regions, less than 3kb from genes, in both the\nB. rapa and A. thaliana genomes. Sixty-seven Brassica expressed sequence\ntags carrying Monkey King fragments were also identified from the NCBI\ndatabase. Bisulfite sequencing identified specific DNA methylation of\ncytosine residues in the Monkey King sequence. A fragment containing\nputative TATA-box motifs in the MITE sequence could bind with nuclear\nprotein(s) extracted from leaves of B. napus plants. A Monkey\nKing-related microRNA, bna-miR6031, was identified in the microRNA\ndatabase. In transgenic A. thaliana, when the Monkey King element was\ninserted upstream of 35S promoter, the promoter activity was weakened.\nConclusion: Monkey King, a Brassicaceae Tourist-like MITE family, has\namplified relatively recently and has induced intra- and inter-species\ngenomic variations in Brassica. Monkey King elements are most abundant\nin the vicinity of genes and may have a substantial effect on\ngenome-wide gene regulation in Brassicaceae. Monkey King insertions\npotentially regulate gene expression and genome evolution through\nepigenetic modification and new regulatory motif production.","trees":[{"tree_label":"Single Linkage tree","ntax":"639","rootedtree":"TRUE","title":"Tr86706","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86706.phy"}]}