{"Authors":" Rikke Reese Næsborg, L. Tibell, Stefan Ekman","Year":" 2007","Title":" Molecular phylogeny of the genus Lecania (Ramalinaceae.\nlichenized Ascomycota)","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The molecular phylogeny of the lichen genus Lecania was\ninvestigated using nucleotide sequences from the mitochondrial small\nsubunit ribosomal RNA, the internal transcribed spacer region of the\nnuclear ribosomal DNA, and the RNA polymerase II second largest subunit.\nForty-six species representing Lecania and other genera likely to\ninfluence the phylogeny were included in the study. Phylogenetic\nreconstructions were carried out using Bayesian inference, maximum\nlikelihood, and maximum parsimony approaches. Lecania, as traditionally\ncircumscribed, is not a monophyletic genus. However, a monophyletic\ngroup containing a large number of Lecania species, including the type\nspecies L. fuscella was discovered in the analysis, and recognition of\nLecania sensu stricto is suggested. Lecania baeomma, L. glauca, L.\ngerlachei, L. brialmontii, L. racovitzae, L. hyalina (alias Biatora\nglobulosa), L. chlorotiza, L. naegelii, and L. furfuracea do not belong\nin Lecania s. str., although the latter two are closely related to\nLecania s. str. Representatives of the genus Bilimbia form a well\nsupported group, as does the \u001aThamnolecania\u001a group containing the\nAntarctic \u001aLecania\u001a species, L. gerlachei, L. brialmontii, and L.\nracovitzae. An alternative to recognizing these two genera would be a\nwider circumscription of Bilimbia to include the \u001aThamnolecania\u001a group as\nwell as affiliated taxa.","trees":[{"tree_label":"mrSSU","ntax":"38","rootedtree":"TRUE","title":"individual gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_973.phy"},{"tree_label":"RPB2","ntax":"28","rootedtree":"TRUE","title":"individual gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_974.phy"},{"tree_label":"ITS","ntax":"42","rootedtree":"TRUE","title":"individual gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_975.phy"},{"tree_label":"Figure 1","ntax":"46","rootedtree":"TRUE","title":"Lecania combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_972.phy"}]}