{"Authors":" Karen Hughes, Matthew S. Aldrovandi, James E. Johnson,\nBrian C. O’Meara, Ronald Petersen","Year":" 2015","Title":" The Xeromphalina campanella/kauffmanii complex: Species\ndelineation and biogeographical patterns of speciation","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" basidiomycete fungi, cryptic species, fungal\ndistributions, reproductive isolation, speciation patterns","DOI":"","Abstract":" European, North American and northeastern Asian\ncollections of Xeromphalina section Xeromphalina were sequenced using\nthe ribosomal ITS and LSU regions and RPB2. Previously designated\nXeromphalina campanella I is designated as X. campanella s. stricto, and\nan epitype for this species from the topotype region is established.\nThis species is shown to be a discrete, cold-tolerant organism\ndistributed across North America and Eurasia which does not exhibit\nsignificant geographical partitioning. A second closely related\nphylogenetic species previously designated X. campanella II, is proposed\nas X. enigmatica. It cannot be distinguished from X. campanella\nmorphologically but is reproductively isolated and is sympatric across\nmuch of Eurasia and North America. Unlike X.campanella, it shows\ngeographical partitioning and some of the geographical populations have\nlikely achieved species status. Phylogenetic and geographical evidence\nsuggests that X. enigmatica may have given rise to the eastern North\nAmerican endemic, Xeromphalina kauffmanii, which is also reproductively\nisolated and is characterized by a hardwood substrate and a difference\nin spore shape. Two putatively interbreeding haplotypes are evident for\nboth eastern North American X. kauffmanii and eastern North American X.\nenigmatica and may be contributions from different glacial refugia.\nCryptic taxa related to X. enigmatica are identified but not named due\nto small sample sizes including Asian taxa 1-5 and an apparent endemic\nfrom Idaho and British Columbia. Several species delineation procedures\nwere attempted and compared using this complex molecular data set.\nRosenbergs PAB statistic and PID (liberal) were the most liberal,\nassigning species status to haplotypes or interbreeding clades within\nspecies. PID (strict) and PRD (randomly distinct) were more stringent.\nAbility to intercross was the most stringent criteria for species\ndelineation and did not correlate well with PAB, PID and PRD\ndelineations. Species delineations produced by the program Brownie\nsuggested 8 species in this data set but the membership in each species\nwas variable and apparently influenced by hybridization between\nhaplotypes/taxa and rare taxa with few exemplars in this data set","trees":[{"tree_label":"ML tree","ntax":"89","rootedtree":"TRUE","title":"Tr86676","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86676.phy"},{"tree_label":"ML tree","ntax":"73","rootedtree":"TRUE","title":"Tr86675","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86675.phy"},{"tree_label":"ML tree+","ntax":"66","rootedtree":"TRUE","title":"Tr86677","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86677.phy"},{"tree_label":"ML tree","ntax":"52","rootedtree":"TRUE","title":"Tr86678","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86678.phy"}]}