{"Authors":" Ursula Eberhardt, Anna Ronikier, Henry J. Beker","Year":" 2015","Title":" The Hebeloma flora of the alpine belt of the Carpathian\nMountains including two new species","Journal":" Mycologia","Volume":" 107","Issue":" 6","Pages":" 1285-1303","Keywords":" Agaricales, basidomycetes, ectomycorrhizal host, RPB2,\nTEF1a","DOI":" 10.3852/15-097","Abstract":" Between 2002 and 2012 regular visits to the Carpathians\nwere made and a number of Hebeloma spp. were collected from the alpine\narea. In total 44 collec- tions were made that represent 11 species, two\nof which, Hebeloma grandisporum and H. oreophilum, are described here as\nnew. Of the 11 species, four (H. alpinum, H. mar- ginatulum and the two\nspecies described as new) are known only from alpine or Arctic habitats.\nHebeloma dunense and H. mesophaeum are commonly found in, but not\nrestricted to, alpine habitats. The other five spe- cies (H. aanenii, H.\nlaterinum, H. naviculosporum, H. vacci- num, H. velutipes) are usually\nfound in lowland or boreal habitats. Hebeloma naviculosporum is reported\nfor the first time from the alpine zone and H. alpinum for the first\ntime as growing with Helianthemum. All but two species (H. alpinum, H.\nmarginatulum) are reported for the first time from the Carpathian alpine\nzone. In this paper we discuss the habitat, the 11 recorded species and\ngive detailed descriptions of the two new species, both morphologically\nand molecularly. A key for Hebeloma species from sect. Hebeloma\noccurring in Arctic-alpine habitats is provided.","trees":[{"tree_label":"1+","ntax":"24","rootedtree":"TRUE","title":"Hebeloma Carpathian TEF1a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86682.phy"},{"tree_label":"1+","ntax":"71","rootedtree":"TRUE","title":"Hebeloma Carpathians ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86681.phy"},{"tree_label":"1","ntax":"22","rootedtree":"TRUE","title":"Hebeloma Carpathian RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86683.phy"}]}