{"Authors":" Stefan Abrahamczyk, Susanne S Renner","Year":" 2015","Title":" The temporal build-up of hummingbird/plant mutualisms in\nNorth America and temperate South America","Journal":" BMC Evolutionary Biology","Volume":" 15","Issue":"","Pages":" 104","Keywords":" Coevolution, chronograms, hummingbirds, Patagonia,\nSephanoides, staggered clade ages","DOI":"","Abstract":" Background: The 361 species of hummingbirds that occur in\nthe Americas from Alaska to Patagonia pollinate ~7,000 plant species\nwith flowers morphologically adapted to them. To better understand this\nasymmetric diversity build-up, this study analyzes the origin of\nhummingbird/plant mutualisms in North America and temperate South\nAmerica, based on new compilations of the 184 hummingbird-adapted\nspecies in North America, the 56 in temperate South America, and\ncomplete phylogenetic trees for the relevant hummingbirds in both\nregions, mainly five in temperate South America and eight in North\nAmerica. Because both assemblages are relatively species poor, crown or\nstem ages of many representative genera could be inferred. The\nhummingbird chronogram was calibrated once with fossils, once with\nsubstitutions rates, while plant chronograms were taken from the\nliterature or in 13 cases newly generated. Results: The 184 North\nAmerican hummingbird-adapted species belong to ca. 70 independent\nlineages for 19 of which (comprising 54 species) we inferred divergence\ntimes. The 56 temperate South American hummingbird-adapted species stem\nfrom ca. 35 lineages, for 17 of which (comprising 25 species) we\ninferred divergence times. The oldest hummingbirds and\nhummingbird-adapted plant lineages in the South American assemblage date\nto 16-17 my, those in the North American assemblage to 6-7 my. Few\nhummingbird-pollinated clades in either system have >4 species, and\nsister taxon pairs in which one member is pollinated by hummingbirds\nwhile the other is not, show no consistent difference in species\nrichness. Conclusions: The asymmetric diversity build-up between\nhummingbirds and the plants dependent on them appears to arise not from\nrapid speciation within hummingbird-pollinated clades, but instead from\na gradual and continuing process in which independent plant clades\nswitch from insect to bird pollination. Diversification within\nhummingbird-pollinated clades in the temperate regions of the Americas\nappears mainly due to habitat specialization and allopatric speciation,\nnot bird pollination per se. Interaction tanglegrams, even if\nincomplete, indicate a lack of tight co-evolution as perhaps expected\nfor temperate-region mutualisms involving nectar-feeding\nvertebrates.","trees":[{"tree_label":"Imported tree 1","ntax":"226","rootedtree":"TRUE","title":"Hummingbirds ND4 ND2 Ak1 BFIB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86824.phy"}]}