{"Authors":" Michael M Muller, Romina M Sanchez, Lucrecia Giordano, M.\nVirginia Bianchinotti, Freda E Anderson, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2015","Title":" Resolving Tiarosporella spp. allied to Botryosphaeriaceae and\nPhacidiaceae","Journal":" Phytotaxa","Volume":" 202","Issue":" 2","Pages":" 73-93","Keywords":" coelomycetes, Dothideomycetes, ITS, LSU, Phacidiales,\nsystematics","DOI":" 10.11646/phytotaxa.202.2.1","Abstract":" The type species of the genus Tiarosporella , T. paludosa\n, is epitypified and confirmed as a member of the Botryosphaeriaceae.\nBased on morphology and DNA sequence data of the large subunit nuclear\nribosomal RNA gene (LSU, 28S) and the internal transcribed spacers (ITS)\nand 5.8S rRNA gene of the nrDNA operon, the genus Tiarosporella is shown\nto be poly- and paraphyletic. A group of isolates morphologically\nsimilar to T. paludosa cluster to the Phacidiaceae (Phacidiales,\nLeotiomycetes) and we accommodated them in Darkera , a genus associated\nwith needle diseases of conifers, with D. picea introduced as a novel\ntaxon. This new taxon includes isolates occurring on needles of Picea\nspp. in Europe (Finland, Norway and Switzerland) and differs from D.\nparca according to a five-locus alignment consisting of ITS, LSU,\npartial 18S nuclear ribosomal RNA, translation elongation factor 1-alpha\nand beta-tubulin genes. Four novel genera are introduced for\ntiarosporella-like fungi, namely Eutiarosporella based on E. tritici on\nTriticum aestivum from South Africa, Marasasiomyces based on M. karoo on\nEriocephalus sp. from South Africa, Mucoharknessia based on M.\ncortaderiae on Cortaderia selloana from Argentina, and Sakireeta based\non S. madreeya on Aristida setacea from India. Together with the genus\nBotryobambusa , these genera represent a subclade in the\nBotryosphaeriaceae that is ecologically diverse, occurring on Poaceae ,\nas well as woody hosts, including endophytes, saprobes, and plant\npathogens.","trees":[{"tree_label":"Fig. 1","ntax":"56","rootedtree":"TRUE","title":"Tiarosporella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86695.phy"},{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Botryosphaeriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86696.phy"},{"tree_label":"Fig. 3","ntax":"18","rootedtree":"TRUE","title":"Darkera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86697.phy"}]}