{"Authors":" Yongzhao Diao, Weizhen Wang, Can Zhang, Lei Cai, Li Liu,\nXili Liu","Year":" 2015","Title":" Colletotrichum species on chili pepper in China and their in\nvitro sensitivity to fungicides","Journal":" Fungal Diversity (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum. Phylogeny. Chili pepper. Taxonomy.\nFungicide","DOI":"","Abstract":" Anthracnose is a serious disease of many plants and is\ncaused by Colletotrichum species. Several Colletotrichum species have\nbeen reported to infect chili pepper in different countries. Although\nChina is the largest chili pepper producing country, little is known\nabout which Colletotrichum species infect chill pepper across the\ncountry. We therefore collected samples of diseased chili pepper tissue\nfrom 29 provinces in mainland China and obtained 1285 isolates. The\nmorphology of all isolates was investigated, and multi-locus\nphylogenetic analysis (ITS, ACT, CAL, CHS-1, GAPDH, TUB2, HIS3) was\nperformed on representative strains. At least 15 Colletotrichum species\nwere identified; the most prevalent species were C. truncatum, C.\nfructicola, C. gloeosporioides, C. scovillei, and C. fioriniae. C.\ntruncatum. Three new species, C. conoides, C. grossum, and C.\nliaoningense, were discovered and described. C. incanum, C. aenigma, C.\nkarstii, C. hymenocallidis, C. endophytica, C. viniferum, and C. cliviae\nwere reported for the first time on chili pepper. C. fructicola, C.\nscovillei, and C. fioriniae were reported for the first time on chili\npepper in China. In an in vitro assay, C. truncatum was the least\nsensitive among the 15 species to eight fungicides, especially to\ntebuconazole and myclobutanil. The other 14 species were relatively\nsensitive to most of the fungicides. Prochloraz was the most effective\nfungicide.","trees":[{"tree_label":"PAUP 1","ntax":"94","rootedtree":"TRUE","title":"Tr86700","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86700.phy"}]}