{"Authors":" John C. Manning, Peter Goldblatt","Year":" 1991","Title":" Systematic and phylogenetic significance of the seed coat in\nthe shrubby African Iridaceae Nivenia, Klattia, and Witsenia.","Journal":" Botanical Journal of the Linnean Society","Volume":" 107","Issue":" NA","Pages":" 387-404","Keywords":" NA","DOI":" NA","Abstract":" The seeds of Nivenia, Klattia and Witsenia, a natural\nalliance within Nivenioideae, are among their most distinctive features,\nand seed number and shape constitute at least two synapomorphies for\nthis monophyletic lineage. In this paper we survey the structure of the\nseed surface of five species of Nivenia and one each of Klattia and\nWitsenia by scanning electron microsopy (SEM), and study the development\nof the seed coat in a representative species of each of the three\ngenera. Outgroups for comparison were selected from genera inside and\noutside the subfamily. The six genera of Nivenioideae are united in\nhaving a 3(\u001a2) seriate outer integument but the shrubby genera are unique\nin the family in their tangentially flattened ovules which mature into\ndepressed, flat, scutiform seeds. They display a range of variation in\nseed coat characters but are specialized in the subfamily and family in\nhaving a transparent outer integument. Other genera have pigmented\ndeposits in the outer epidermis of the outer integument. Nivenia and\nWitsenia are further specialized in having a partially exfoliating outer\nintegument. Klattia is unique among the shrubby genera in having\ndeposits in the second layer of the tegmen, in retaining an intact outer\nepidermis of the tegmen, and in the fusiform shape of the epidermal\ncells and striate surface of the seed. Our results are incorporated in a\ncladogram that expresses our current understanding of the phylogenetic\nrelationships of Nivenioideae.","trees":[{"tree_label":"Fig. 39","ntax":"6","rootedtree":"TRUE","title":"Iridaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4238.phy"}]}