{"Authors":" Alina S. Campbell, Randy C. ploetz, Tyler James Dreaden,\nPaul E. Kendra, Wayne S. Montgomery","Year":" 2015","Title":" Geographic variation in mycangial communities of Xyleborus\nglabratus","Journal":" Plant Pathology (The British Society for Plant Pathology\n(BSPP))","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Factors that influence fungal communities in ambrosia\nbeetle mycangia are poorly understood. The beetle that is responsible\nfor spreading laurel wilt in the SE USA, Xyleborus glabratrus, was\nexamined at three sites along a 500 km N-S transect in Florida, each\npopulated by host trees in the Lauraceae. Fungal phenotypes were\nquantified in mycangia of individual females that were collected from a\nsite in Miami-Dade County (MDC), 25.8° N, with swamp bay (Persea\npalustris), one in Highlands County (HC), 27.9° N, with silkbay (P.\nhumulis) and swamp bay, and another in Alachua County (AC), 29.8° N,\nwith redbay (P. borbonia). Based on combined LSU, SSU, and beta-tubulin\ndatasets, the most prominent phenotypes were Raffaelea lauricola (cause\nof laurel wilt), R. subalba, R. subfusca, R. fusca, R. arxii, and an\nundescribed Raffaelea sp. Mean numbers of colony forming units (CFUs) of\nR. lauricola varied by location (p<0.003), and a multivariate\nanalysis, which accounted for the presence and relative abundance of\nfungal species, indicated that there were significant variations in\nmycangial communities among the sites; thus, climate and vegetation may\nhave affected fungal diversity and the relative abundance of these fungi\nin the mycangia of X. glabratus. Statistically, it was unlikely that any\nof the species influenced the presence and prevalence of another\nspecies.","trees":[{"tree_label":"Imported tree 1","ntax":"126","rootedtree":"TRUE","title":"Tr86733","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86733.phy"},{"tree_label":"Imported tree 1","ntax":"136","rootedtree":"TRUE","title":"Tr86731","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86731.phy"},{"tree_label":"Imported tree 1","ntax":"126","rootedtree":"TRUE","title":"Tr86732","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_86732.phy"}]}