{"Authors":" Geraldine A. Allen, Kendrick L. Marr, Laurie J. McCormick,\nRichard J. Hebda","Year":" 2015","Title":" Geographical origins, migration patterns and refugia of\nSibbaldia procumbens, an arctic-alpine plant with a fragmented\nrange","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" atpI-atpH spacer, migration, phylogeography, plastid\nnoncoding DNA, Pleistocene glaciations, refugia, Sibbaldia procumbens,\ntrnL intron, trnLtrnF spacer","DOI":"","Abstract":" Aim Many plants, especially at high latitudes, have both\nwidespread and highly discontinuous geographical distributions. To\nincrease understanding of how such patterns originate, we examine\ngenetic patterns in the arctic-alpine plant Sibbaldia procumbens. We\nevaluate the contributions of refugia and the role of long-distance\ndispersal in shaping the current range of this species. Location\nNorthern Hemisphere, especially North America. Methods We sampled\nSibbaldia from 176 localities, including 168 for S. procumbens. We\nanalysed sequence variation in three plastid DNA noncoding regions\n(atpI-atpH and trnL-trnF intergenic spacers, trnL intron), performed\nBayesian phylogenetic analyses and statistical parsimony analyses on the\ncombined sequences, and analysed geographical patterns of haplotype\ndistribution and genetic diversity using data from all populations.\nResults Sibbaldia procumbens probably originated in mountains of South\nand East Asia. We identified highly distinct clades in Europe and North\nAmerica, which overlapped on oceanic islands of the North Atlantic\nindicating long-distance dispersal capability. The North American clade\nincluded two lineages, one in California and the other widely\ndistributed across the continent and North Atlantic. Haplotype diversity\nin the latter lineage was markedly higher to the south, suggesting\nmid-late Pleistocene southward displacement of North American\npopulations with subsequent migration northward into previously\nglaciated regions. In Europe, disjunct geographical regions generally\nharboured distinct haplotypes. Main conclusions Multiple Pleistocene\nrefugia for S. procumbens occurred in both North America and Europe.\nNorth American refugia existed in California and in the southern Rocky\nMountains, but in contrast with most widespread arctic-alpine species we\nfound no evidence for a Beringian refugium. Cryptic refugia may have\nexisted within the Cordilleran Ice Sheet. Episodes of range expansion\nand contraction and long-distance dispersal have all contributed to the\ngenetic structure and widespread but fragmented distribution of this\nspecies.","trees":[{"tree_label":"Fig. 2","ntax":"26","rootedtree":"TRUE","title":"Phylogenetic relationships of Sibbaldia\ncladeseography","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_86831.phy"}]}