{"Authors":" Verna Beilharz, A. J. Carnegie, Treena I. Burgess, Michael\nJ Wingfield","Year":" 2007","Title":" New species of Mycosphaerella from Myrtaceae in plantations\nand native forests in eastern Australia","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The majority of species of Mycosphaerella from eucalypts\n(Eucalyptus, Corymbia and Angophora) in Australia have been recorded\nonly from trees growing in plantations. This illustrates a bias in\nresearch during the course of the past two decades towards commercial\nenterprise and it emphasises a lack of understanding of the occurrence\nof these important fungi under natural conditions. Surveys of foliar\nfungi in native forests in eastern Australia, as well as adjacent\nplantations, have thus been initiated in recent years. In this study, we\ndescribe four new species of Mycosphaerella from Eucalyptus spp. as well\nas other Myrtaceae. Mycosphaerella tumulosa sp. nov. (anamorph:\nPseudocercospora tumulosa sp. nov.) was found on more than seven species\nof Eucalyptus and Corymbia in native forests and plantations in\nnorth-east New South Wales and south-east Queensland and appears to be\nrelatively common, although not damaging on these trees. Mycosphaerella\nmultiseptata sp. nov. was recorded from several locations on species of\nAngophora in native forests and amenity plantings. Mycosphaerella\npseudovespa sp. nov. was found in one location in native forest on E.\nbiturbinata. The first species of Mycosphaerella to be described from\nSyncarpia, M. syncarpiae sp. nov., was found in native forests in\nnumerous locations from Sydney through to north-east New South\nWales.","trees":[{"tree_label":"Nubilosa","ntax":"41","rootedtree":"TRUE","title":"Mycosphaerella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_992.phy"},{"tree_label":"Pseudocercospora","ntax":"40","rootedtree":"TRUE","title":"Mycosphaerella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_993.phy"}]}