{"Authors":" kanan kutsuwa, Donald W Dickson, Janete Brito,\nAyyamperumal. Jeyaprakash, Andrew Drew","Year":" 2015","Title":" Belonolaimus longicaudatus, An Emerging Pathogen of Peanut in\nFlorida","Journal":" Journal of Nematology","Volume":"","Issue":"","Pages":"","Keywords":" Arachis hypogaea; Belonolaimus longicaudatus; emerging\npathogen; morphology; pathogenicity; peanut; phylogenetics; sting\nnematode.","DOI":"","Abstract":" Sting nematode (Belonolaimus longicaudatus) is an\neconomically important ectoparasitic nematode that is highly pathogenic\non a wide range of agricultural crops in sandy soils of the southeastern\nUnited States. Although this species is commonly found in Florida in\nhardwood forests and as a soilborne pathogen on turfgrasses and numerous\nagronomic and horticultural crops, it has not been reported infecting\npeanut. In the summers of 2012 and 2013, sting nematode was found\ninfecting three different peanut cultivars being grown on two separate\npeanut farms in Levy County, FL. The damage consisted of large irregular\npatches of stunted, chlorotic plants at both farms. The root systems\nwere severely abbreviated and there were numerous punctate-like isolated\nlesions observed on pegs and pods of infected plants. Sting nematodes\nwere extracted from soil collected around the roots of diseased peanut\nover the course of the peanut season at both farm sites. Peanut yield\nfrom one of these nematode-infested sites was 64% less than that\nobserved in areas free from sting nematodes. The morphological\ncharacters of the nematode populations in these fields were congruous\nwith those of the original and other published descriptions of B.\nlongicaudatus. Moreover, the molecular analyses based on the sequences\nof D2/D3 expansion fragments of 28S rRNA and ITS rRNA genes from the\nnematodes further collaborates the identification of the sting nematode\nisolates as B. longicaudatus. The sequences were deposited in GenBank\n(Accession No. KF963097, KF963098 for ITS, and KF96399, KF963100 for\nD2-D3). The results of the phylogenetic analysis using the sequences of\nthese isolates from peanut compared with those of other isolates from\nFlorida, suggests that the sting nematode from both peanut farms are\ngenetically close to B. longicaudatus populations occurring in the\nstate. Peanut plants inoculated with both nematode isolates showed\npunctate-like isolated lesions on pods and pegs, and an abbreviation of\ntheir root systems, whereas those symptoms were not observed on\nnoninoculated peanut plants. To our knowledge, this is the first report\nof large scale field damage caused by sting nematode infecting peanut\ngrown under field conditions in Florida.","trees":[{"tree_label":"Imported tree 1","ntax":"44","rootedtree":"TRUE","title":"Tr87103","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87103.phy"},{"tree_label":"Imported tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr87104","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87104.phy"}]}