{"Authors":" Tapan Kumar Mohanta, Nibedita Mohanta, Yugal Kishore\nMohanta, Pratap Parida, Hanhong Bae","Year":" 2015","Title":" Genome-wide Identification of Calcineurin B-Like (CBL) Gene\nFamily of Plants Reveals Novel Conserved Motifs and Evolutionary Aspects\nIn Calcium Signaling Events","Journal":" BMC Plant Biology","Volume":" 15","Issue":"","Pages":"","Keywords":" CBL; CPK; palmitoylation; myristoylation; evolution","DOI":"","Abstract":" Background: Calcium ions, which are the most versatile\nsecondary messenger found in plants, are involved in regulation of\ndiverse arrays of plant growth and development, as well as biotic and\nabiotic stress responses. The calcineurin B-like genes are one of the\nmost important genes that act as calcium sensors. Results: In the\npresent study, we identified calcineurin B-like gene family members from\n38 different plant species and assigned each a unique nomenclature.\nSequence analysis showed that the CBL proteins contain three calcium\nbinding EF-hand domains that held several conserved Asp and Glu amino\nacid residues. The third EF-hand of the CBL genes was found to posses\nthe D/E-x-D calcium binding sensor motif. Phylogenetic analysis showed\nthat the CBL genes fall into six different groups. Additionally, except\ngroup B CBLs, all the CBL protein was found to contain N-terminal\npalmitoylation and myristoylation sites. An evolutionary study showed\nthat CBL genes are evolved from a common ancestor and subsequently\ndiverged during the course of evolution of land plants. Tajimas\nneutrality test showed that CBL genes are highly polymorphic and evolved\nvia decreasing population size due to balanced selection. Differential\nexpression analysis with cold and heat stress led to differential\nmodulation of OsCBL genes.Conclusions: The basic architecture of plant\nCBL genes is conserved throughout the plant kingdom. Evolutionary\nanalysis showed that CBL genes evolved from a common ancestor of lower\neukaryotic plant lineage and led to broadening of the calcium signaling\nevents in higher eukaryotic organisms.","trees":[{"tree_label":"Imported tree 1","ntax":"327","rootedtree":"TRUE","title":"Calcineurin B-Like (CBL) Gene Family of Plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88027.phy"}]}