{"Authors":" Susumu Takamatsu, Seyed Akbar Khodaparast, Takashi\nInuma","Year":" 2007","Title":" Multilocus phylogenetic analyses within Blumeria graminis, a\npowdery mildew fungus of cereals","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Blumeria graminis, a powdery mildew fungus, is an\nimportant plant pathogen that causes serious damage on a variety of\ncereal crops. In spite of the importance of the pathogen, information on\nphylogenetic structure within B. graminis is scarce. In this study we\nconducted phylogenetic analyses of B. graminis based on the DNA\nsequences of four different DNA regions (ITS, 28S rDNA, chitin synthese\n1, and ß-tubulin). The analyses revealed that the protein-coding regions\nhave higher amount of phylogenetic signals than rDNA regions and are\nuseful for phylogenetic analyses of B. graminis. The present\nphylogenetic analyses revealed distinct nine groups in B. graminis\nisolates used in this study, which was commonly supported by all trees\nconstructed by four DNA regions. Isolates from a single host genus\nbelonged to a single group except for isolates from Lolium and Bromus,\nin which the isolates were split into two and three groups,\nrespectively. Isolates from Agropyron, Secale and Triticum formed a\ndistinct clade (Triticum clade) with identical or similar DNA sequences.\nHordeum clade was sister of the Triticum clade, and Poa and Avena clades\nwere distantly related to Triticum and Hordeum clades. This phylogenetic\nrelationship of B. graminis is well concordant with the level of\nreproductive isolation between formae spciales and also with phylogeny\ninferred from a cytological study. Topology comparisons of fungal tree\nwith host tree suggested that host/parasite co-speciation has occurred\nin B. graminis, while host-jumping also occurred simultaneously.","trees":[{"tree_label":"Fig. 1b","ntax":"50","rootedtree":"TRUE","title":"Blumeria/28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_337.phy"},{"tree_label":"Fig. 2a","ntax":"28","rootedtree":"TRUE","title":"Blumeria/CHS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_511.phy"},{"tree_label":"Fig. 2b","ntax":"31","rootedtree":"TRUE","title":"Blumeria/tub2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_668.phy"},{"tree_label":"Fig. 1a","ntax":"57","rootedtree":"TRUE","title":"Blumeria/ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_994.phy"},{"tree_label":"Fig. 3","ntax":"27","rootedtree":"TRUE","title":"Blumeria/combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2659.phy"}]}