{"Authors":" Kohei Yamamoto, Yousuke Degawa, Dai Hirose, Masaki Fukuda,\nAkiyoshi Yamada","Year":" 2015","Title":" Morphology and phylogeny of four Endogone species and\nSphaerocreas pubescens collected in Japan","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Endogonales; zygosporangial morphology; Mucoromycotina;\nnrLSU phylogeny","DOI":" 10.1007/s11557-015-1111-6","Abstract":" The order Endogonales within Mucoromycotina includes\nseveral ectomycorrhizal species and endophytes of lower land plants. As\nsuch, this order is a key taxon for investigation of the evolutionary\nprocess of plantâ“fungal symbioses. However, no taxonomic study of\nEndogonales based on morphological and phylogenetic data has been\nperformed, and the geographic distribution of this order in Asia remains\nlargely unknown. We collected E. incrassata, E. pisiformis, E.\nflammicorona, and E. lactiflua from forests in Japan, thus representing\ntheir first description in Asia. Collected sporocarps were examined\nmicroscopically to observe details of hyphal structures, particularly in\nzygosporangia and gametangia. In addition, we collected Japanese\nSphaerocreas pubescens, recently reported to be related to Endogone-like\nmycobionts of liverworts, and described its morphology. Species were\nalso analyzed phylogenetically based on large-subunit nuclear ribosomal\nRNA gene sequences. The phylogenetic relationships of the four Endogone\nspecies were supported by their zygosporangial morphogenesis: group A,\ncomprising E. incrassata and E. pisiformis, formed homogametic\nzygosporangia with pale-colored sporangiothecia, whereas species in\ngroup B, E. flammicorona and E. lactiflua, formed heterogametic\nzygosporangia with orange-colored sporangiothecia. Sphaerocreas\npubescens was phylogenetically close to Densospora solicarpa, which is\nan uncertain zygomycotan ectomycorrhizal fungus; however, the\nrelationship between the âSphaerocreas/Densosporaâ clade and Endogone\nwas unclear.","trees":[{"tree_label":"Yamamoto.nex.tre","ntax":"35","rootedtree":"TRUE","title":"Endogone species and Sphaerocreas pubescens nrLSU BI\nanalysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86798.phy"}]}