{"Authors":" Trond Roger Oskars, Philippe Bouchet, Manuel AE\nMalaquias","Year":" 2015","Title":" A new phylogeny of the Cephalaspidea (Gastropoda:\nHeterobranchia) based on expanded taxon sampling and gene markers","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Gastropoda; Euthyneura; Bubble snails; Cephalaspids;\nMolecular systematics; Taxonomy","DOI":"","Abstract":" The Cephalaspidea is a diverse marine clade of euthyneuran\ngastropods with many groups still known largely from shells or scant\nanatomical data. The definition of the group and the relationships\nbetween members has been hampered by the difficulty of establishing\nsound synapomorphies, but the advent of molecular phylogenetics is\nhelping to change significantly this situation. Yet, because of limited\ntaxon sampling and few genetic markers employed in previous studies,\nmany questions about the sister relationships and monophyletic status of\nseveral families remained open. In this study 109 species of\nCephalaspidea were included covering 100% of traditional family-level\ndiversity (12 families) and 50% of all genera (33 genera). Bayesian and\nmaximum likelihood phylogenetics analyses based on two mitochondrial\n(COI, 16S rRNA) and two nuclear gene markers (28S rRNA and Histone-3)\nwere used to infer the relationships of Cephalaspidea. The monophyly of\nthe Cephalaspidea was confirmed. The families Cylichnidae, Diaphanidae,\nHaminoeidae, Philinidae, and Retusidae were found non-monophyletic. This\nresult suggests that the family level taxonomy of the Cephalaspidea\nwarrants a profound revision and several new family and genus names are\nrequired to reflect the new phylogenetic hypothesis presented here. We\npropose a new classification of the Cephalaspidea including five new\nfamilies (Alacuppidae, Colinatydidae, Colpodaspididae, Mnestiidae,\nPhilinorbidae) and one new genus (Alacuppa). Two family names\n(Acteocinidae, Laonidae) and two genera (Laona, Philinorbis) are\nreinstated as valid. An additional lineage with family rank (Philinidae\n“Clade 4”) was unravelled, but no genus and species names are available\nto reflect the phylogeny and formal description will take place\nelsewhere.","trees":[{"tree_label":"con 50 majrule","ntax":"175","rootedtree":"TRUE","title":"Cephalaspidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87105.phy"}]}