{"Authors":" Wesley Thomas Beaulieu, Daniel G Panaccione, Katy L Ryan,\nWittaya Kaonongbua, Keith Clay","Year":" 2015","Title":" Phylogenetic and chemotypic diversity of Periglandula species\nin eight new morning glory hosts (Convolvulaceae)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Endophyte, Clavicipitaceae, defensive chemistry, ergoline\nalkaloids, hereditary symbiosis, morning glories, Hawaiian baby\nwoodrose, secondary metabolites","DOI":"","Abstract":" Periglandula ipomoeae and P. turbinae (Ascomycota,\nClavicipitaceae) are recently described fungi that form symbiotic\nassociations with the morning glories (Convolvulaceae) Ipomoea\nasarifolia and Turbina corymbosa, respectively. These Periglandula\nspecies are vertically transmitted and produce bioactive ergot alkaloids\nin seeds of infected plants and ephemeral mycelia on the adaxial leaf\nsurface of young leaves. Whether other morning glories that contain\nergot alkaloids are also infected by Periglandula fungi is a central\nquestion. Here we report on a survey of eight species of Convolvulaceae\n(Argyreia nervosa, I. amnicola, I. argillicola, I. gracilis, I.\nhildebrandtii, I. leptophylla, I. muelleri and I. pes-caprae) for ergot\nalkaloids in seeds and associated clavicipitaceous fungi potentially\nresponsible for their production. All host species contained ergot\nalkaloids in four distinct chemotypes with concentrations ranging from\n15.8 μg/g to 3223.0 μg/g. Each chemotype was a combination of four or\nfive ergot alkaloids out of seven alkaloids detected across all hosts.\nAdditionally, each host species exhibited characteristic epiphytic\nmycelia on adaxial surfaces of young leaves with considerable\ninterspecific differences in mycelial density. We sequenced three loci\nfrom fungi infecting each host: the nuclear rDNA internal transcribed\nspacer region (ITS), introns of the translation factor 1-α gene (tefA)\nand the dimethylallyl-tryptophan synthase gene (dmaW), which codes for\nthe enzyme that catalyzes the first step in ergot alkaloid biosynthesis.\nPhylogenetic analyses confirmed that these fungi are in the family\nClavicipitaceae and form a monophyletic group with the two described\nPeriglandula species. This study is the first to report Periglandula\nspp. from Asian, Australian, African and North American species of\nConvolvulaceae, including host species with a shrub growth form and host\nspecies occurring outside of the tropics. This study demonstrates that\nergot alkaloids in morning glories always co-occur with Periglandula\nspp. and that closely related Periglandula spp. produce alkaloid\nchemotypes more similar than more distantly related species.","trees":[{"tree_label":"Imported tree 1","ntax":"29","rootedtree":"TRUE","title":"Periglandula tefA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86931.phy"},{"tree_label":"Imported tree 1","ntax":"25","rootedtree":"TRUE","title":"Periglandula dmW","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86932.phy"}]}