{"Authors":" Jamshid Fatehi, Inga Morocko","Year":" 2007","Title":" Molecular characterization of strawberry pathogen Gnomonia\nfragariae and its genetic relatedness to other Gnomonia species and\nmembers of Diaporthales","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Gnomonia fragariae is a poorly studied ascomycete\nbelonging to Diaporthales. Originally G. fragariae was considered as a\nsaprophyte occurring on dead tissues of strawberry plants. Recently this\nfungus was found in Latvia and Sweden, and it was proved to be the cause\nof severe root rot and petiole blight of strawberry. Thirteen isolates\nof this pathogen and several other Gnomonia species occurring on\nrosaceous hosts were characterized by molecular analysis using\nnucleotide sequences of partial large subunit (LSU) ribosomal RNA gene\nand the total ITS region. The homologous regions from relevant\ndiaporthalean taxa available in the GenBank were also included and\ncompared with the taxa sequenced in this study. Phylogenetic analyses\nrevealed that G. fragariae, G. rubi, and Gnomonia sp. (CBS 850.79) were\ngenetically different from G. gnomon, the type species of the genus, and\nother members of Gnomoniaceae. The analyses showed that G. fragariae and\nHapalocystis were genetically very closely related, forming a\nphylogenetic clade, which is possibly presenting a new family in the\nDiaporthales. Morphological comparisons of the Gnomonia species on the\nbasis of commonly used criteria for taxonomy of Diaporthales so far did\nnot reveal any evident features for the polyphyletic status of\nGnomonia.","trees":[{"tree_label":"Fig. 1","ntax":"88","rootedtree":"TRUE","title":"Diaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2663.phy"},{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Ascomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2664.phy"},{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Diaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2665.phy"}]}