{"Authors":" Olaf R. P. Bininda-Emonds, Uwe Fritz","Year":" 2007","Title":" When genes meet nomenclature: tortoise phylogeny and the\nshifting generic concepts of Testudo and Geochelone","Journal":" Zoology","Volume":" 110","Issue":" 4","Pages":" 298-307","Keywords":" NA","DOI":" 10.1016/j.zool.2007.02.003","Abstract":" We used a five-gene data set (mtDNA: 12S rRNA, 16S rRNA,\ncyt-b; nDNA: Cmos, Rag2) comprising approximately two-thirds of all\nextant testudinid species and, for the first time, including all five\nTestudo species to investigate the question of whether all western\nPalaearctic testudinids are monophyletic. Further, we examined whether\nthe recently suggested allocation of the African Geochelone pardalis in\nthe otherwise exclusively South African genus Psammobates and of the\nMalagasy G. yniphora in the monotypic genus Angonoka is justified in the\nface of considerable morphological evidence against such placements. Our\nphylogenetic analyses do not support the paraphyly and generic break-up\nof Testudo, as suggested by previous papers using a smaller\ntaxon-sampling and mtDNA data only. We propose a continued usage of the\ngeneric name Testudo for all five western Palaearctic tortoise species.\nWithin Testudo, two monophyletic subclades are present, one containing\nT. hermanni + T. horsfieldii, and the other comprising ((T. kleinmanni +\nT. marginata) + T. graeca). Nomenclaturally, we argue that Eurotestudo\nLapparent de Broin et al., 2006, which was recently erected with the\ntype species T. hermanni, is an objective junior synonym of Chersine\nMerrem, 1820 and Medaestia Wussow, 1916. Recognition of a monotypic\ngenus Angonoka for G. yniphora is unwarranted according to both our\nre-analysis of sequence data and morphological data. Acknowledging the\nstrong morphological similarity between G. yniphora and G. radiata, we\nsuggest placing both species into the genus Astrochelys. Although\nsequence data for only one of the three Psammobates species was\navailable for analysis, there is currently no cause to challenge the\nmonophyly of this genus as established on the basis of morphological\nevidence. Thus, we hypothesize that G. pardalis is sister to a\nmonophyletic Psammobates. In light of the clear morphological gap\nbetween G. pardalis and Psammobates species, the recognition of a\ndistinct genus Stigmochelys for the former seems justified.","trees":[{"tree_label":"Fig. ME2","ntax":"40","rootedtree":"TRUE","title":"Testudinidae, ME","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_512.phy"},{"tree_label":"Fig. ME1","ntax":"40","rootedtree":"TRUE","title":"Testudinidae, ME","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_513.phy"},{"tree_label":"Fig. Strict","ntax":"40","rootedtree":"TRUE","title":"Testudinidae, MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2666.phy"},{"tree_label":"Fig. 1a","ntax":"40","rootedtree":"TRUE","title":"Testudinidae, MajRule MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2667.phy"},{"tree_label":"Fig. NJ","ntax":"40","rootedtree":"TRUE","title":"Testudinidae, NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2668.phy"},{"tree_label":"Fig. 1b","ntax":"40","rootedtree":"TRUE","title":"Testudinidae, ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2669.phy"},{"tree_label":"Fig. 1c","ntax":"40","rootedtree":"TRUE","title":"Testudinidae, BA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2670.phy"}]}