{"Authors":" Kazunori Yoshizawa, Izumi Yao, Charles Lienhard","Year":" 2015","Title":" Molecular phylogeny of the Old World species of\nTrichadenotecnum","Journal":" Molecular Phylogentics and Evolution","Volume":" 94","Issue":"","Pages":" 358-364","Keywords":"","DOI":" 10.1016/j.ympev.2015.09.018","Abstract":" richadenotecnum is one of the most diverse genera among\nthe non-parasitic members of Psocodea (Insecta: ’’Psocoptera). The genus\nshows a world-wide distribution (excluding the Australian Region, where\nonly one introduced species is known) with its center of diversity in\nsouthern to eastern Asia. Several species groups had been proposed for\nthis large genus based on morphology, but their validity and\nphylogenetic relationships are still unclear because of great\nmorphological diversity in the genitalia, systematically the most\nrelevant character. In this study, we estimated the molecular phylogeny\nof the Old World species of Trichadenotecnum based on extensive taxon\nsampling. As a result, the monophyly of morphology-based species groups\nwas very strongly supported in most cases. However, two groups were\nrecovered as non-monophyletic, which had been inadequately defined on\nthe basis of plesiomorphies or convergences of genital characters.\nFirst, the monophyly of the sexpunctatum group was not supported because\nthe medium group was found to be embedded within this group. The simpler\ngenitalia observed in the medium group were considered to be derived\nfrom the more complicated genitalia present in the sexpunctatum group.\nSecond, the monophyly of the majus group was not supported for two\nreasons: (1) It was divided into two distant clades which initially had\nbeen united on the basis of convergent similarities of the male\ngenitalia. (2) Two species groups were revealed to be embedded within\nthe main clade of the majus group; the initial separation of these\ngroups had been based on reversals to the ancestral genital\ncondition.","trees":[{"tree_label":"PAUP 1","ntax":"96","rootedtree":"TRUE","title":"Tr87084","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87084.phy"},{"tree_label":"PAUP 2","ntax":"96","rootedtree":"TRUE","title":"Tr87085","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87085.phy"},{"tree_label":"PAUP 2","ntax":"96","rootedtree":"TRUE","title":"Tr87087","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87087.phy"},{"tree_label":"PAUP 1","ntax":"96","rootedtree":"TRUE","title":"Tr87086","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87086.phy"}]}