{"Authors":" Ellen Larsson, K. H. Larsson, Steven L Miller, Jorinde\nNuytinck, Annemieke Verbeken","Year":" 2006","Title":" Perspectives in the new Russulales","Journal":" Mycologia","Volume":" 98","Issue":" NA","Pages":" 960-970","Keywords":" NA","DOI":" NA","Abstract":" Abstract: The Russulales is one of twelve major lineages\nrecently elucidated by molecular sequence data in the\nhomobasidiomycetes. The order is morphologically most diverse,\ncontaining a remarkable variety of sporophore forms including\nresupinate, discoid, effused-reflexed, clavarioid, pileate, or gasteroid\nand hymenophore configurations from smooth, poroid, hydnoid, lamellate,\nto labyrinthoid. Functionally these fungi are primarily saprotrophes but\nothers are ectomycorrhizal, root parasites, and insect symbionts. A\nphylogenetic analysis of the nuclear 5.8S, ITS2 and large-subunit rDNA\ngenes comprises the best information to date on relationships of taxa\nwithin the Russulales. Two large sister groups encompassing eleven to\nthirteen major clades have been recovered within the Russulales. Based\non molecular and morphological data, 12 families and approximately 80\ngenera have been identified, although placement of many taxa has not yet\nbeen determined. The two clades containing ectomycorrhizal taxa,\ncorresponding to the Russulaceae and the Albatrellaceae, represent the\ngreatest diversity of sporophore morphologies. The primarily pileate\nlamellate family Russulaceae is nested with resupinate species and also\ncontains pileate sequestrate, annulate and pleurotoid forms. Similarly,\nAlbatrellaceae contains resupinate poroid, pileate poroid and pileate\nlabyrinthoid sporophores. Presence of gloeoplerous hyphae containing\nfluid that stains black in sulfoaldehyde compounds is a synapomorphy for\nthe Russulales. Amyloid reactions in spore or hyphal walls that occur\nfrequently throughout the Russulales are often perceived as an obvious\nsynapomorphy, but is inconsistent. Approaches including sequencing\nfunctional genes, analysis of gene expression and biochemical analysis\nacross the entire order are needed.","trees":[{"tree_label":"Fig. 2","ntax":"142","rootedtree":"TRUE","title":"Russulales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2671.phy"}]}