{"Authors":" Aruna Wickramarathna, Rodrigo Siloto, Elzbieta Mietkiewska,\nStacy Singer, Xue Pan, Randall Weselake","Year":" 2015","Title":" Heterologous expression of flax\nPHOSPHOTIDYLCHOLINE:DIACYGLYCEROL CHOLINEPHOSPHOTRANSFERASES (PDCTs)\nincreases polyunsaturated fatty acid content in yeast and Arabidopsis\nseeds","Journal":" BMC Biotechnology","Volume":"","Issue":"","Pages":"","Keywords":" -linolenic acid, Linum usitatissimum,\nphosphatidylcholine-diacyglycerol interconversion, AtROD1, PUFAs,\nSaccharomyces cerevisiae","DOI":"","Abstract":" Background Flax (Linum usitatissimum L.) is an\nagriculturally important crop with seed oil enriched in α-linolenic acid\n(18:3 cisΔ9, 12, 15; ALA). This polyunsaturated fatty acid (PUFA) is the\nmajor determinant for the quality of flax seed oil in food,\nnutraceuticals and industrial applications. The recently identified\nenzyme: phosphatidylcholine diacylglycerol cholinephosphotransferase\n(PDCT), catalyzes the interconversion between phosphatidylcholine (PC)\nand diacylglycerol (DAG), and has been shown to play an important role\nin PUFA accumulation in Arabidopsis thaliana seeds. Results In this\nstudy, we describe the isolation and characterization of two PDCT genes\nfrom flax (LuPDCT1 and LuPDCT2) with very high nucleotide sequence\nidentity (97%) whose deduced amino acid sequences exhibited\napproximately 55% identity with that of A. thaliana PDCT (AtROD1). The\ngenes encoded functionally active enzymes that were strongly expressed\nin developing embryos. Complementation studies with the A. thaliana rod1\nmutant demonstrated that the flax PDCTs were capable of restoring PUFA\nlevels in planta. Furthermore, PUFA levels increased in Saccharomyces\ncerevisiae when the flax PDCTs were co-expressed with FATTY ACID\nDESATURASES (FADs), FAD2 and FAD3, while seed-specific expression of\nLuPDCT1 and LuPDCT2 in A. thaliana resulted in 16.4% and 19.7% increases\nin C18-PUFAs, respectively, with a concomitant decrease in the\nproportion of oleic acid (18:1cis9; OA). Conclusions The two novel PDCT\nhomologs from flax are capable of increasing C18-PUFA levels\nsubstantially in metabolically engineered yeast and transgenic A.\nthaliana seeds. These flax PDCT proteins appear to play an important\ndual role in the determination of PUFA content by efficiently\nchannelling monounsaturated FAs into PC for desaturation and moving the\nresulting PUFAs out of PC for subsequent use in TAG synthesis. These\nresults indicate that flax PDCTs would be useful for bioengineering of\noil crops to increase PUFA levels for applications in human food and\nnutritional supplements, animal feed and industrial bioproducts.","trees":[{"tree_label":"tree 1","ntax":"16","rootedtree":"TRUE","title":"Tr87113","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87113.phy"}]}