{"Authors":" Aruna Wickramarathna, Rodrigo Siloto, Elzbieta Mietkiewska,\nStacy Singer, Xue Pan, Randall Weselake","Year":" 2015","Title":" Heterologous expression of flax\nPHOSPHOTIDYLCHOLINE:DIACYGLYCEROL CHOLINEPHOSPHOTRANSFERASES (PDCTs)\nincreases polyunsaturated fatty acid content in yeast and Arabidopsis\nseeds","Journal":" BMC Biotechnology","Volume":"","Issue":"","Pages":"","Keywords":" alpha-linolenic acid, Linum usitatissimum,\nphosphatidylcholine-diacyglycerol interconversion, AtROD1, PUFAs,\nSaccharomyces cerevisiae","DOI":"","Abstract":" Flax (Linum usitatissimum L.) is an agriculturally\nimportant crop with seed oil enriched in alpha-linolenic acid (ALA).\nThis polyunsaturated fatty acid (PUFA) is the major determinant for the\nquality of flax seed oil in food, nutraceuticals and industrial\napplications. The recently identified enzyme: phosphatidylcholine\ndiacylglycerol cholinephosphotransferase (PDCT), catalyzes the\ninterconversion between phosphatidylcholine (PC) and diacylglycerol\n(DAG), and has been shown to play an important role in PUFA accumulation\nin Arabidopsis thaliana seeds.In this study, we describe the isolation\nand characterization of two PDCT genes from flax (LuPDCT1 and LuPDCT2)\nwith very high nucleotide sequence identity (97%) whose deduced amino\nacid sequences exhibited approximately 55% identity with that of A.\nthaliana PDCT (AtROD1). The genes encoded functionally active enzymes\nthat were strongly expressed in developing embryos. Complementation\nstudies with the A. thaliana rod1 mutant demonstrated that the flax\nPDCTs were capable of restoring PUFA levels in planta. Furthermore, PUFA\nlevels increased in Saccharomyces cerevisiae when the flax PDCTs were\nco-expressed with FATTY ACID DESATURASES (FADs), FAD2 and FAD3, while\nseed-specific expression of LuPDCT1 and LuPDCT2 in A. thaliana resulted\nin 16.4% and 19.7% increases in C18-PUFAs, respectively, with a\nconcomitant decrease in the proportion of oleic acid (OA).The two novel\nPDCT homologs from flax are capable of increasing C18-PUFA levels\nsubstantially in metabolically engineered yeast and transgenic A.\nthaliana seeds. These flax PDCT proteins appear to play an important\ndual role in the determination of PUFA content by efficiently\nchannelling monounsaturated FAs into PC for desaturation and moving the\nresulting PUFAs out of PC for subsequent use in TAG synthesis. These\nresults indicate that flax PDCTs would be useful for bioengineering of\noil crops to increase PUFA levels for applications in human food and\nnutritional supplements, animal feed and industrial bioproducts.","trees":[{"tree_label":"Figure 2","ntax":"16","rootedtree":"TRUE","title":"Phylogenetic tree showing the relationship between\ndeduced PDCT proteins from different plant species.","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87127.phy"}]}