{"Authors":" Lianet Noda-García","Year":" 2015","Title":" Insights into the evolution of enzyme substrate promiscuity\nafter the discovery of (beta, alpha)8 isomerase evolutionary\nintermediates from a diverse metagenome","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" enzyme promiscuity, Hidden Markov Model, evolutionary\nintermediates, L-histidine, L-tryptophan","DOI":"","Abstract":" Background. Current sequence-based approaches to identify\nenzyme functional shifts, such as enzyme promiscuity, have proven to be\nhighly dependent on a priori functional knowledge, hampering our ability\nto reconstruct evolutionary history behind these mechanisms. Hidden\nMarkov Model (HMM) profiles, broadly used to classify enzyme families,\ncan be useful to distinguish between closely related enzyme families\nwith different specificities. The (βα)8-isomerase HisA/PriA enzyme\nfamily, involved in L-histidine (HisA, mono-substrate) biosynthesis in\nmost bacteria and plants, but also in L-tryptophan (HisA/TrpF or PriA,\ndual-substrate) biosynthesis in most Actinobacteria,.has been used as\nmodel system to explore evolutionary hypotheses and therefore has a\nconsiderable amount of evolutionary, functional and structural knowledge\navailable. We searched for functional evolutionary intermediates between\nthe HisA and PriA enzyme families in order to understand the functional\ndivergence between these families, Results. We constructed a HMM profile\nthat correctly classifies sequences of unknown function into the HisA\nand PriA enzyme sub-families. Using this HMM profile, we mined a large\nmetagenome to identify plausible evolutionary intermediate sequences\nbetween HisA and PriA. These sequences were used to perform phylogenetic\nreconstructions and to identify functionally conserved amino acids.\nBiochemical characterization of one selected enzyme (CAM1) with a\nmutation within the functionally essential N-terminus phosphate-binding\nsite, namely, an alanine instead of a glycine in HisA or a serine in\nPriA, showed that this evolutionary intermediate has dual-substrate\nspecificity. Moreover, site-directed mutagenesis of this alanine\nresidue, either backwards into a glycine or forward into a serine,\nrevealed the robustness of this enzyme. None of these mutations,\npresumably upon functionally essential amino acids, significantly\nabolished its enzyme activities. A truncated version of this enzyme\n(CAM2) predicted to adopt a (βα)6-fold, and thus entirely lacking a\nC-terminus phosphate-binding site, was identified and shown to have HisA\nactivity. Conclusion. As expected, reconstruction of the evolution of\nPriA from HisA with HMM profiles suggest that functional shifts involve\nmutations in evolutionarily intermediate enzymes of otherwise\nfunctionally essential residues or motifs. These results are in\nagreement with a link between promiscuous enzymes and intragenic\nepistasis. HMM provides a convenient approach for gaining insights into\nthese evolutionary processes.","trees":[{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Phylogenetic analysis of HisA / PriA evolutionary\nintermediates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87998.phy"}]}