{"Authors":" Michael J. Bayly, Marco Duretto, Gareth D Holmes, Paul I.\nForster, David J. Cantrill, Pauline Y Ladiges","Year":" 2015","Title":" Transfer of the New Caledonian genus Boronella to Boronia\n(Rutaceae) based on analyses of cpDNA and nrDNA","Journal":" Australian Systematic Botany","Volume":" 28","Issue":" 3","Pages":" 111-123","Keywords":"","DOI":" 10.1071/SB15008","Abstract":" As currently circumscribed, Boronia Sm. (Rutaceae) is a\nlarge Australian genus of 148 species distributed in all states and\nmainland territories, and Boronella Baill. is confined to New Caledonia\nand contains c. four species. We present molecular phylogenetic analyses\nof these genera, based on chloroplast (trnL-trnF) and nuclear (ITS, ETS)\nDNA sequences, to assess their relationships and infrageneric\nclassification. Analyses strongly support the monophyly of a Boronia +\nBoronella clade and that Boronella is nested within Boronia. They also\nsupport the monophyly of Boronella and Boronia sections Algidae,\nValvatae and Cyanothamnus, and ser. Pedunculatae (sect. Boronia), but\nresolve sect. Boronia and ser. Boronia as polyphyletic. On the basis of\nthese results we propose a new classification wherein Boronella is\ntransferred to Boronia and recognised at the rank of section, and a new\nname and two new combinations in Boronia are provided for three species:\nBoronia hartleyi Duretto & Bayly, Boronia pancheri (Baill.) Duretto\n& Bayly and Boronia parvifolia (Baker f.) Duretto & Bayly. A\nrevised circumscription is presented for Boronia sect. Boronia and\nPedunculatae is elevated from a series to a section. The relationships\nand classification of some taxa require further clarification, either\nbecause of limited taxon sampling, or because some nodes in phylogenetic\nanalyses are poorly resolved or supported.","trees":[{"tree_label":"BAYES consensus","ntax":"57","rootedtree":"TRUE","title":"Boronella Boronia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87166.phy"},{"tree_label":"MP Strict","ntax":"57","rootedtree":"TRUE","title":"Boronella Boronia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87167.phy"}]}