{"Authors":" François Buscot, Harald Kellner, Patricia Luis","Year":" 2007","Title":" Diversity of laccase-like multicopper oxidase (LMCO) genes in\nMorchellaceae: identification of genes potentially involved in\nextracellular activities related to plant litter decay","Journal":" FEMS Microbiology Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Despite the important role played by soil-inhabiting\nascomycetes in plant litter decay processes, studies on diversity and\nfunction of their laccase-like multicopper oxidase (LMCO) genes are\nscarce. In the present work, the LMCO gene diversity in 15 strains\nrepresenting nine Morchellaceae and one Discinaceae species was\nevaluated by PCR. One to six different genes were found within the\nspecies, representing 26 different sequence types. Cluster analysis\nrevealed LMCO genes belonging to four main gene families encoding\ndifferent protein classes (Class I to IV). To identify the genes related\nto extracellular activities and potentially involved in litter decay\nprocesses, liquid cultures were induced by different aromatic compounds.\nMorchella conica and Verpa conica showed the strongest LMCO activity\nenhancement in presence of the naturally occurring phenolic compound\nguaiacol and their expressed LMCO genes were identified by sequencing.\nOnly genes belonging to the gene families encoding the protein Classes\nII and III were expressed. Both genes (Class II & III) of the\nmycorrhizal-like strain M. conica were exclusively expressed in presence\nof guaiacol. In contrast to the saprotrophic strain V. conica, the gene\nencoding the Class III protein was constitutively expressed as it was\nalso found in control cultures without guaiacol.","trees":[{"tree_label":"Supplement 1","ntax":"22","rootedtree":"TRUE","title":"Morchellaceae, Discinaceae and Helvellaceae, LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2676.phy"},{"tree_label":"Supplement 2","ntax":"74","rootedtree":"TRUE","title":"Morchellaceae spp., ITS, maj rule","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2675.phy"},{"tree_label":"Supplement 3","ntax":"33","rootedtree":"TRUE","title":"Black morel species, M. conica-elata group, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2674.phy"},{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Morchellaceae spp., LMCO","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2677.phy"}]}