{"Authors":" Marla D. Schwarzfeld, Gavin R. Broad, Felix A.H.\nSperling","Year":" 2015","Title":" Preliminary phylogeny of the diverse parasitoid genus Ophion\nFabricius (Hymenoptera: Ichneumonidae, Ophioninae), based on 28S, COI,\nand ITS2 DNA sequence data and ITS2 secondary structure","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Ophion is a diverse genus of nocturnal Ichneumonidae that\nis particularly species-rich in temperate areas, yet has received little\ntaxonomic attention in the Nearctic and Palearctic regions, where most\nspecies occur. While there have been some attempts to divide Ophion into\nmonophyletic species groups, the vast majority of species have been\nlumped into a single, paraphyletic group, the O. luteus species group,\nwhich was defined only by the lack of characters specific to the other\ngroups. The challenging morphology of this large catch-all group has\nlimited attempts to subdivide it, and no phylogenetic hypothesis has\nbeen proposed for the genus as a whole. In this study, we use DNA data\n(28S, COI, and ITS2) to present the first molecular phylogeny of Ophion.\nWe also describe the secondary structure of ITS2 for the first time in\nIchneumonidae, and explore its implications for phylogeny estimation. We\ndefine ten species groups, eight of which were previously considered\npart of the O. luteus species group s. l.: the O. minutus, O. areolaris,\nO. scutellaris, O. slossonae, O. parvulus, O. flavidus, ‘Species group\n1’, O. luteus s. s., O. pteridis, and O. obscuratus species groups.\nAdditional sampling over a wider geographic range would provide further\ninsights into Ophion phylogeny, but this study provides a framework for\nfuture studies of this diverse and morphologically challenging\ngenus.","trees":[{"tree_label":"Concatenated tree","ntax":"68","rootedtree":"TRUE","title":"Tr87186","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87186.phy"}]}