{"Authors":" Brian D Farrell, Catherine R. Linnen","Year":" 2007","Title":" Mito-nuclear discordance is caused by rampant mitochondrial\nintrogression in Neodiprion (Hymenoptera: Diprionidae) sawflies","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We investigate the pervasiveness of hybridization and\nmitochondrial introgression in Neodiprion Rohwer (Hymenoptera;\nDiprionidae), a Holarctic genus of conifer-feeding sawflies. A\nphylogenetic analysis of the lecontei species group revealed extensive\ndiscordance between a contiguous mitochondrial region spanning three\ngenes (COI, tRNA-leucine, and COII) and three nuclear loci (EF1a, CAD,\nand an anonymous nuclear locus). Bayesian tests of monophyly and\nShimodaira-Hasegawa tests of topological congruence were consistent with\nmitochondrial introgression; however, these patterns could also be\nexplained by lineage sorting (i.e., deep coalescence). Therefore, to\nexplicitly test the mitochondrial introgression hypothesis, we used a\nnovel application of coalescent-based Isolation with Migration (IM)\nmodels to measure interspecific gene flow at each locus. In support of\nour hypothesis, mitochondrial gene flow was consistently higher than\nnuclear gene flow across 120 pairwise species comparisons (p <\n1x10-12). We combine phylogenetic and coalescent evidence to identify\nlikely cases of recent and ancient introgression in Neodiprion, and\nbased on these observations, we hypothesize that shared hosts and/or\npheromones facilitate hybridization, while disparate abundances between\nhybridizing species promote mitochondrial introgression. Our results\ncarry implications for phylogenetic analysis, and we advocate the\nseparation of high and low gene flow regions to inform analyses of\nhybridization and speciational history, respectively.","trees":[{"tree_label":"Fig. 2","ntax":"135","rootedtree":"TRUE","title":"Neodiprion nuclear (Ef1a+ANL43+CAD)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2678.phy"},{"tree_label":"Fig. 1","ntax":"135","rootedtree":"TRUE","title":"Neodiprion mtDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2679.phy"}]}