{"Authors":" Zongji Wang, Qiye Li, Bo Li, Guojie Zhang, Xun Xu, Yang\nDong, Xiaolei Zhang, Min Xie, Babak Arefnezhad, Rowan Bunch, Wenliang\nWang, Shaohong Feng, Guodong Huang, Ghasem Hosseini Salekdeh, Wen Wang,\nYu Jiang, Rui Guan, Russell McCulloch, James W. Kijas","Year":" 2015","Title":" Reference genome of wild goat (Capra aegagrus) and sequencing\nof goat breeds provide insight into genic basis of goat\ndomestication.","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" wild goat genome, animal domestication, artificial\nselection, coat color evolution, behavioral evolution.","DOI":"","Abstract":" Background Domestic goats (Capra hircus) have been\nselected to play an essential role in agricultural production systems,\nsince being domesticated from their wild progenitor, bezoar (Capra\naegagrus). A detailed understanding of the genetic consequences imparted\nby the domestication process remains a key goal of evolutionary\ngenomics. Results We constructed the reference genome of bezoar and\nsequenced representative breeds of domestic goats to search for genomic\nchanges that likely have accompanied goat domestication and breed\nformation. Thirteen copy number variation genes associated with coat\ncolor were identified in domestic goats, among which ASIP gene\nduplication contributes to the generation of light coat-color phenotype\nin domestic goats. Analysis of rapidly evolving genes identified genic\nchanges underlying behavior-related traits, immune response and\nproduction-related traits. Conclusion Based on the comparison studies of\ncopy number variation genes and rapidly evolving genes between wild and\ndomestic goat, our findings and methodology shed light on the genetic\nmechanism of animal domestication and will facilitate future goat\nbreeding.","trees":[{"tree_label":"Fig.S9","ntax":"8","rootedtree":"TRUE","title":"Phylogenetic tree of mammals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87201.phy"}]}