{"Authors":" Yuksel Gezgin, Kristian F Nielsen, Rengin Eltem, Jens C\nFrisvad, Jakob B Nielsen","Year":" 2015","Title":" Chemotaxonomic and molecular fingerprinting of Aspergillus\nsection Nigri from Turkish dried figs","Journal":" Fungal Diversity (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" Black Aspergilli, Dried figs, Mass spectrometry,\nPhenotypic fingerprinting, Molecular identification.","DOI":"","Abstract":" Species in Aspergillus section Nigri (AsN) cause\nsignificant problems as contaminants, of dried foods as well as fresh\nproducts such as grapes and onions. Some species are also important\nindustrial organisms for the production enzymes and organic acids.\nAccurate methods for AsN identification and differentiation are of\nparamount importance as several of them can produce mycotoxins. Here we\nstudied AsN species from dried figs using liquid chromatography-mass\nspectrometric (LC-MS) and compared the results to morphological and\nmolecular analysis. Importantly, the classification based on chemical\nanalysis agreed with the morphological inspection and the sequencing of\nthe partial beta-tubulin (B-tub) and calmodulin (CaM) encoding genes. In\ntotal 132 isolates were classified, 128 from dried figs and 4 from fig\norchard soil samples. The strains were identified as A. tubingensis\n(72), A. welwitschiae (28), A. niger (2), a potential hybrid of\nAspergillus tubingensis-A. niger (1), A. uvarum (1), and interestingly\nA. brasiliensis (28) strains. This is first time the latter has been\nfound a high frequency (21%) in any habitat. This is the first report of\nsuccessfully using LC-MS for chemotaxonomic phenotypic fingerprinting of\nclosely related black Aspergillus species. When the strains were grown\non rich agar media as well as rice and figs, none of the isolates were\nfound to produce ochratoxin A and only 7 isolates produced fumonisins\n(B2, B4 and B6), these came from A. welwitschiae (6 of 28 isolates) and\nA. niger (1 of 2 isolates).","trees":[{"tree_label":"Beta-tubulin ML tree","ntax":"137","rootedtree":"TRUE","title":"Phylogenetic trees for partial beta-tubulin sequence\ndata","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87215.phy"},{"tree_label":"Calmodulin ML tree","ntax":"137","rootedtree":"TRUE","title":"Phylogenetic trees based on partial calmodulin sequence\ndata","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87218.phy"},{"tree_label":"albA/fwnA ML tree","ntax":"7","rootedtree":"TRUE","title":"Phylogenetic trees based on partial albA/fwnA sequence\ndata","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87309.phy"}]}