{"Authors":" Veera - Sri-indrasutdhi, Clement KM Tsui, Charuwan\nChuaseeharonnachai, Kaoru Yamaguchi, Satinee Suetrong, Izumi Okane,\nAkira Nakagiri, Nattawut - Boonyuen","Year":" 2015","Title":" Helicocentralis hyalina gen. et sp. nov., an aero-aquatic\nhelicosporous fungus (Leotiomycetes, Ascomycota) in Thailand","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Aero-aquatic fungi, freshwater, Dothideomycetes,\nHelicocentralis hyalina, helicosporous hyphomycetes, Leotiomycetes,\nmolecular phylogeny, wood, Thailand","DOI":"","Abstract":" During a survey of aero-aquatic fungi in Thailand, an\nundescribed helicosporous fungus was discovered. It is characterized by\nthe presence of branched and septate hyphae with hyaline coniodiophores\nthat are micronematous or semi‒macronematous, acrogenous and\nholoblastic. Conidia, coiled in a three-dimensional plane, are hyaline\nand centrifugally coiled (excentric), helicoid or circinate, coiled 2-3\ntimes clockwise or counterclockwise. After comparison of morphological\nand molecular characters with other aero aquatic, helicosporous fungi,\nit is proposed to introduce a new genus and species Helicocentralis\nhyalina gen. et sp. nov. Phylogenetic analyses based on the combined\nsequence data from the nuclear small and large subunits ribosomal DNA\n(SSU and LSU), as well as ITS rDNA sequence data, the fungus groups\nwithin the Leotiomycetes with strong statistical support. The new genus\nis not related to other helicosporous hyphomycete genera (Helicoma,\nHelicomyces, Helicoön, and Helicosporium), which belong in the\nTubeufiaceae, Dothideomycetes. Within the Leotiomycetes our new fungus\nis distantly related to Helicodendron paradoxum (the type species). The\nnew fungus is also compared morphologically to six similar helicosporous\ngenera from Dothideomycetes and Leotiomycetes.","trees":[{"tree_label":"PAUP 1","ntax":"91","rootedtree":"TRUE","title":"Helicocentralis hyalina gen. et sp. nov. Comb SSU\nLSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88392.phy"},{"tree_label":"PAUP 1","ntax":"74","rootedtree":"TRUE","title":"Helicocentralis hyalina gen. et sp. nov. ITS\n230315","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88393.phy"}]}