{"Authors":" Yanxiao Jia, Yang Yuan, Yanchun Zhang, Sihai Yang, Xiaohui\nZhang","Year":" 2015","Title":" Extreme expansion of NBS-encoding genes in Rosaceae","Journal":" BMC Genetics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: Nucleotide binding site leucine-rich repeats\n(NBS-LRR) genes encode a large class of disease resistance (R) proteins\nin plants. Extensive studies have been carried out to identify and\ninvestigate NBS-encoding gene families in many important plant species.\nHowever, no comprehensive research into NBS-encoding genes in the\nRosaceae has been performed. Results: In this study, five whole-genome\nsequenced Rosaceae species, including apple, pear, peach, mei, and\nstrawberry, were analyzed to investigate the evolutionary pattern of\nNBS-encoding genes and to compare them to those of three Cucurbitaceae\nspecies, cucumber, melon, and watermelon. Considerable differences in\nthe copy number of NBS-encoding genes were observed between\nCucurbitaceae and Rosaceae species. In Rosaceae species, a large number\nand a high proportion of NBS-encoding genes were observed in peach (437,\n1.52%), mei (475, 1.51%), strawberry (346, 1.05%) and pear (617, 1.44%),\nand apple contained a whopping 1303 (2.05%) NBS-encoding genes, which\nmight be the highest number of R-genes in all of these reported diploid\nplant. However, no more than 100 NBS-encoding genes were identified in\nCucurbitaceae. Many more species-specific gene families were classified\nand detected with the signature of positive selection in Rosaceae\nspecies, especially in the apple genome. Conclusions: Taken together,\nour findings indicate that NBS-encoding genes in Rosaceae, especially in\napple, have undergone extreme expansion and rapid adaptive evolution.\nUseful information was provided for further research on the evolutionary\nmode of disease resistance genes in Rosaceae crops.","trees":[{"tree_label":"AP","ntax":"1920","rootedtree":"TRUE","title":"Tr87205","tree_kind":"Gene Tree","tree_type":"SuperTree","tree_quality":"Preferred Tree","phylotree_id":"tree_87205.phy"},{"tree_label":"CMW","ntax":"184","rootedtree":"FALSE","title":"Tr87203","tree_kind":"Gene Tree","tree_type":"SuperTree","tree_quality":"Preferred Tree","phylotree_id":"tree_87203.phy"},{"tree_label":"PPS","ntax":"1258","rootedtree":"TRUE","title":"Tr87204","tree_kind":"Gene Tree","tree_type":"SuperTree","tree_quality":"Preferred Tree","phylotree_id":"tree_87204.phy"}]}