{"Authors":" Miguel A. García, Maria P. Martin","Year":" 2007","Title":" Phylogeny of Cuscuta subgenus Cuscuta (Convolvulaceae) based\non nrDNA ITS and chloroplast trnL sequences","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Within the parasitic genus Cuscuta, three subgenera have\nbeen recognized based on characters of the styles and stigmas. Cuscuta\nsubgenus Cuscuta, with free styles and conical to elongated stigmas, is\nthe most diversified in the Old World with about 25 species. We present\nthe first phylogenetic study of the subgenus using nuclear ITS rDNA and\nchloroplast trnL intron sequences. Sequences of almost all species of\nthe subgenus were obtained and several individuals of particular\ntaxonomic difficulty or wide geographical distribution were sampled.\nBoth maximum parsimony and Bayesian analyses were performed to evaluate\nthe monophyly of the sections previously accepted in Yuncker\u001as monograph\nand to investigate phylogenetic relationships between the species. The\nmonophyly of the subgenus could not be tested with our sampling but\nusing three species of subgenus Monogyna as outgroup, the South African\nsection Pachystigma was sister to the remaining species of subgenus\nCuscuta. Section Epistigma plus C. capitata are resolved as monophyletic\nin all analyses. The distinctive C. babylonica was sister to that clade\non the ITS trees but it was not resolved on the trnL trees. Two\nmonophyletic groups within section Cuscuta, first identified here,\nincluded the species of tropical African distribution in one case and C.\neuropaea, C. approximata and C. balansae in the other. Factors\ninfluencing the taxonomic difficulty of many species in the subgenus\ninclude lack of morphological characters, parallelism and gene flow\nbetween closely and not so closely related species. Evidence of\nreticulation events or within species recombination were obtained by\nboth polyphyletic intra-individual ITS sequences and conflicting\ntopologies of the nuclear and plastid trees.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Cuscuta subg. Cuscuta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_338.phy"},{"tree_label":"Fig. 3","ntax":"72","rootedtree":"TRUE","title":"Cuscuta subg. Cuscuta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_514.phy"},{"tree_label":"Fig. 2","ntax":"72","rootedtree":"TRUE","title":"Cuscuta subg. Cuscuta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2680.phy"}]}