{"Authors":" Erik Koenen, James J Clarkson, Terence D. Pennington, Lars\nWillem Chatrou","Year":" 2015","Title":" Recently evolved diversity and convergent radiations of\nrainforest mahoganies (Meliaceae) shed new light on the origins of\nrainforest hyperdiversity","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" diversification rate, evolutionary radiations, extinction,\nMeliaceae, molecular dating, phylogenetics, species turnover, tropical\nrainforest hyperdiversity","DOI":"","Abstract":" - Tropical rainforest hyperdiversity is often suggested to\nhave evolved over a long time-span (the “museum” model), but there is\nalso evidence for recent rainforest radiations. The mahoganies\n(Meliaceae) are a prominent plant group in lowland tropical rainforests\nworldwide but also occur in all other tropical ecosystems. We test\nwhether rainforest diversity in Meliaceae has accumulated over a long\ntime or is more recently evolved.","We infer the largest time-calibrated phylogeny for the family to\ndate, reconstruct ancestral states for habitat and deciduousness,\nestimate diversification rates and model potential shifts in\nmacro-evolutionary processes using a recently developed Bayesian\nmethod.":"","The ancestral Meliaceae is reconstructed as a deciduous species that\ninhabited seasonal habitats. Rainforest clades have diversified from the\nLate Oligocene or Early Miocene onwards. Two contemporaneous Amazonian\nclades have converged on similar ecologies and high speciation\nrates.":"","Most species-level diversity of Meliaceae in rainforest is recent.\nOther studies have found steady accumulation of lineages, but the large\nmajority of plant species diversity in rainforests is recent, suggesting\n(episodic) species turnover. Rainforest hyperdiversity may best be\nexplained by recent radiations from a large stock of higher level\ntaxa.":"","trees":[{"tree_label":"normal root prior+","ntax":"284","rootedtree":"TRUE","title":"Tr88629","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88629.phy"},{"tree_label":"uniform root prior+","ntax":"284","rootedtree":"TRUE","title":"Tr88630","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88630.phy"},{"tree_label":"mel284+","ntax":"284","rootedtree":"TRUE","title":"Meliaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88628.phy"},{"tree_label":"tricolpate root prior+","ntax":"284","rootedtree":"TRUE","title":"Meliaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88631.phy"}]}