{"Authors":" Zhenzhen Dong, Xing Fan, Li-Na Sha, Yi Wang, Jian Zeng,\nHou-Yang Kang, Hai-Qin Zhang, Xiao-Li Wang, Li Zhang, Chun-Bang Ding,\nRui-Wu Yang, Yong-Hong Zhou","Year":" 2015","Title":" Phylogeny and differentiation of the St genome in Elymus L.\nsensu lato (Triticeae; Poaceae) based on one nuclear DNA and two\nChloroplast genes","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Elymus s.l.; St genome; nr DNA; Chloroplast gene;\nPhylogeny; Molecular evolution","DOI":"","Abstract":" Background: Hybridization and polyploidization can be\nmajor mechanisms for plant evolution and speciation. Thus, the process\nof polyploidization and evolutionary history of polyploids is of\nwidespread interest. The species in Elymus L. sensu lato are\nallopolyploids that share a common St genome from Pseudoroegneria in\ndifferent combinations with H, Y, P, and W genomes. But how the St\ngenome evolved in the Elymus s.l. during the hybridization and\npolyploidization events remains unclear. We used nuclear and chloroplast\nDNA-based phylogenetic analyses to shed some light on this process.\nResults: The Maximum likelihood (ML) tree based on nuclear ribosomal\ninternal transcribed spacer region (nrITS) data showed that the\nPseudoroegneria, Hordeum and Agropyron species served as the St, H and P\ngenome diploid ancestors, respectively, for the Elymus s.l. polyploids.\nThe ML tree for the chloroplast genes (matK and the intergenic region of\ntrnH-psbA) suggests that the Pseudoroegneria served as the maternal\ndonor of the St genome for Elymus s.l. Furthermore, it suggested that\nPseudoroegneria species from Central Asia and Europe were more ancient\nthan those from North America. The molecular evolution in the St genome\nappeared to be non-random following the polyploidy event with a\ndeparture from the equilibrium neutral model due to a genetic bottleneck\ncaused by recent polyploidization. Conclusion: Our results suggest the\nancient common maternal ancestral genome in Elymus s.l. is the St genome\nfrom Pseudoroegneria. The evolutionary differentiation the St genome in\nElymus s.l. after rise of this group may have multiple causes, including\nhybridization and polyploidization. They also suggest that E. tangutorum\nshould be treated as C. dahurica var. tangutorum, and E. breviaristatus\nshould be transferred into Campeiostachys. We hypothesized that the\nElymus s.l. species origined in Central Asia and Europe, then spread to\nNorth America. Further study of intraspecific variation may help us\nevaluate our phylogenetic results in greater detail and with more\ncertainty.","trees":[{"tree_label":"PAUP 1","ntax":"95","rootedtree":"TRUE","title":"Tr87409","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87409.phy"},{"tree_label":"PAUP 1","ntax":"98","rootedtree":"TRUE","title":"Tr87408","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87408.phy"},{"tree_label":"PAUP 1","ntax":"102","rootedtree":"TRUE","title":"Tr87410","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87410.phy"}]}