{"Authors":" Nils Knie, Simon Fischer, Felix Grewe, Monika Polsakiewicz,\nVolker Knoop","Year":" 2015","Title":" Horsetails are the sister group to all other monilophytes and\nMarattiales are sister to leptosporangiate ferns","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ferns; Monilophyte Phylogeny; Equisetales; Mitochondrial\nDNA; Chloroplast DNA; Group II introns","DOI":"","Abstract":" The “Monilophyte” clade comprising true ferns, horsetails,\nand whisk ferns receives unequivocal support from molecular data as the\nsister clade to seed plants. However, the branching order of its\nearliest emerging lineages, the Equisetales (horsetails), the\nMarattiales, the Ophioglossales/Psilotales and the large group of\nleptosporangiate ferns has remained dubious. We investigated the\nmitochondrial nad2 and rpl2 genes as two new, intron-containing loci for\na wide sampling of taxa. We found that both group II introns,\nnad2i542g2, and rpl2i846g2 are universally present among monilophytes.\nBoth introns have orthologues in seed plants where nad2i542g2 has\nevolved into a trans-arrangement. In contrast, and despite substantial\nsize extensions to more than 5 kb in Psilotum, nad2i542g2 remains\nconventionally cis-arranged in the monilophytes. For phylogenetic\nanalyses, we filled taxonomic gaps in previously investigated\nmitochondrial (atp1, nad5) and chloroplast (atpA, atpB, matK, rbcL,\nrps4) loci and created a 9-gene matrix that also included the new\nmitochondrial nad2 and rpl2 loci. We complemented the taxon sampling\nwith two taxa each for all land plant outgroups (liverworts, mosses,\nhornworts, lycophytes and seed plants) to minimize the risk of\nphylogenetic artefacts. We ultimately obtained a well-supported\nmolecular phylogeny placing Marattiales as sister to leptosporangiate\nferns and horsetails as sister to all remaining monilophytes. In\naddition, an indel in an exon of the here introduced rpl2 locus is\nindependently supporting the placement of horsetails. We conclude that\nunder dense taxon sampling, phylogenetic information from a prudent\nchoice of loci is currently superior to character-rich phylogenomic\napproaches at low taxon sampling. As here shown the selective choice of\nloci and taxa enabled us to resolve the long-enigmatic diversifications\nof the earliest monilophyte lineages.","trees":[{"tree_label":"Fig. 4","ntax":"40","rootedtree":"TRUE","title":"Fern phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87392.phy"}]}