{"Authors":" Man Zhao, Yongzhe Gu, Lingli He, Qingshan Chen, Chaoying\nHe","Year":" 2015","Title":" Sequence and expression variation suggests an adaptive role\nfor the DA1-like gene family in the evolution of soybeans","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" evolution, gene expression, ortholog, paralog, soybean,\ntransgenic analysis","DOI":"","Abstract":" Background The DA1 gene family is plant-specific and\nArabidopsis DA1 regulates seed and organ size, but the functions in\nsoybeans are unknown. The cultivated soybean (Glycine max) is believed\nto be domesticated from the annual wild soybeans (Glycine soja). To\nevaluate whether DA1-like genes were involved in the evolution of\nsoybeans, we compared variation at both sequence and expression levels\nof DA1-like genes from G. max (GmaDA1) and G. soja (GsoDA1). Results\nSequence identities were extremely high between the orthologous pairs\nbetween soybeans, while the paralogous copies in a soybean species\nshowed a relatively high divergence. However, the expression variation\nof DA1-like paralogous genes in soybean was much greater than the\northologus gene pairs between the wild and cultivated soybeans during\ndevelopment and challenging abiotic stresses such as salinity. We\nfurther found that overexpressing GsoDA1 genes did not affect seed size.\nNevertheless, overexpressing them reduced transgenic Arabidopsis seed\ngermination sensitivity to salt stress. Moreover, most of these genes\ncould improve salt tolerance of the transgenic Arabidopsis plants,\ncorroborated by a detection of expression variation of several key genes\nin the salt-tolerance pathways. Conclusions Our work suggested that\nexpression diversification of DA1-like genes is functionally associated\nwith adaptive radiation of soybeans, reinforcing that the plant-specific\nDA1 gene family might have contributed to the successful adaption to\ncomplex environments and radiation of the plants.","trees":[{"tree_label":"DA1","ntax":"22","rootedtree":"FALSE","title":"Glycine Gda1 gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87994.phy"}]}