{"Authors":" Meng Guo, Jinping Lu, Yufei Zhai, Weiguo Chai, Zhenhui\nGong, Minghui Lu","Year":" 2015","Title":" Genome-wide analysis, expression profile of heat shock factor\ngene family (CaHsfs) and characterisation of CaHsfA2 in pepper (Capsicum\nannuum L.)","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Pepper, Identification of CaHsfs family, Abiotic stress,\nCaHsfA2, Gene expression","DOI":"","Abstract":" Background Heat shock factors (Hsfs) play crucial roles in\nplant developmental and defence processes. The production and quality of\npepper (Capsicum annuum L.), an economically important vegetable crop,\nare severely reduced by adverse environmental stress conditions, such as\nheat, salt and osmotic stress. Although the pepper genome has been fully\nsequenced, the characterization of the Hsf gene family under abiotic\nstress conditions remains incomplete. Results A total of 25 CaHsfs\nmembers were identified in the pepper genome by bioinformatics analysis\nand PCR assays. They were grouped into three classes, CaHsfA, B and C,\nbased on highly conserved Hsf domains, were distributed over 11 of 12\nchromosomes, with none found on chromosome 11, and all of them, except\nCaHsfA5, formed a proteinâ“protein interaction network. According to the\nRNA-seq data of pepper cultivar CM334, most CaHsf members were expressed\nin at least one tissue among root, stem, leaf, pericarp and placenta.\nQuantitative real-time PCR assays showed that all of the CaHsfs\nresponded to heat stress (40 Â°C for 2 h), except CaHsfC1 in\nthermotolerant line R9 leaves, and that the expression patterns were\ndifferent from those in thermosensitive line B6. Many CaHsfs were also\nregulated by salt and osmotic stresses, as well as exogenous Ca2+,\nputrescine, abscisic acid and methyl jasmonate. Additionally, CaHsfA2\nwas located in the nucleus and had transcriptional activity, consistent\nwith the typical features of Hsfs. Time-course expression profiling of\nCaHsfA2 in response to heat stress revealed differences in its\nexpression level and pattern between the pepper thermosensitive line B6\nand thermotolerant line R9. Conclusions Twenty-five Hsf genes were\nidentified in the pepper genome and most of them responded to heat,\nsalt, osmotic stress, and exogenous substances, which provided potential\nclues for further analyses of CaHsfs functions in various kinds of\nabiotic stresses and of corresponding signal transduction pathways in\npepper.","trees":[{"tree_label":"Imported tree 1","ntax":"117","rootedtree":"TRUE","title":"Tr87406","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87406.phy"},{"tree_label":"Imported tree 1","ntax":"25","rootedtree":"TRUE","title":"Tr87407","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87407.phy"}]}