{"Authors":" Liliana M. Giussani, Ana María Cialdella, Osvaldo Morrone,\nFernando O. Zuloaga, Lone Aagesen","Year":" 2007","Title":" A Phylogeny of Piptochaetium (Poaceae: Pooideae: Stipeae) and\nRelated Genera Based on a Combined Analysis, including trnL-F, rpl16 and\nMorphology","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The tribe Stipeae occurs in te mperate and warm temperate\ngrasslands of Eurasia, Australia, and America. Although generic\ncircumscription within the tribe has recently undergone significant\nchanges, the American genus Piptochaetium has been clearly defined by\nmorphological and anatomical characters. It includes 36 species and 2\nvarieties, most of them widely distributed in temperate grasslands of\nSouth America. Phylogenetic analyses were conducted in Piptochaetium and\nallied genera of the Stipeae, in order to test the monophyly of the\ngenus, re-examine infrageneric taxa, and analyze relationships among\nspecies of this genus and allied genera of Stipeae. Two chloroplast\nmolecular markers, trnL-F and rpl16, as well as morphology were used.\nTopology between morphological and molecular data mainly differs in the\nrelationships of Piptochaetium with Anatherostipa and Piptatherum.\nMolecular and combined analyses yielded two major clades in the tribe:\nthe x = 11 Clade with Piptochaetium, Aciachne, Anatherostipa, and Jarava\nvaginata, and the Aneuploid Clade with Jarava, Nassella, and\nPiptatherum. Monophyly of Piptochaetium was confirmed by morphological\nand total evidence (morphology and DNA data) analyses. Monophyly of\nsect. Podopogon, sect. Piptochaetium and Nassella were only supported by\nthe total evidence analysis. Circumscription of Jarava is also\ndiscussed.","trees":[{"tree_label":"tnt 101","ntax":"56","rootedtree":"TRUE","title":"Stipeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_515.phy"},{"tree_label":"tnt 55","ntax":"56","rootedtree":"TRUE","title":"Stipeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4776.phy"},{"tree_label":"tnt 1 trnL","ntax":"56","rootedtree":"TRUE","title":"Stipeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4777.phy"},{"tree_label":"tnt 1 rpl16","ntax":"50","rootedtree":"TRUE","title":"Stipeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4778.phy"},{"tree_label":"tnt 19","ntax":"56","rootedtree":"TRUE","title":"Stipeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4779.phy"}]}