{"Authors":" Uwe John, Yameng Lu, Sylke Wohlrab, Marco Groth, Marius\nFelder, Laure Guillou, Betina M Porcel, Ahmed Moustafa, Klaus Valentin,\nStephan Frickenhaus, Gernot Glöckner","Year":" 2015","Title":" The Amoebophrya Genome: A parasitic dinoflagellate with a\ncomplete transfer of mitochondrial genes into the nucleus.","Journal":" PNAS","Volume":"","Issue":"","Pages":"","Keywords":" dinoflagellates, mitochondrial genome loss, tryptophan\nsynthesis regulation, parasite genome, evolution","DOI":"","Abstract":" Dinoflagellates are highly enigmatic organisms that\ndisplay a number of unusual lifestyle characteristics. Dinoflagellate\ngenomic features are also exceptional, and large genome sizes and\nunusual DNA packaging are commonly observed. Organellar genomes are\ntypically found in small amplified pieces as a consequence of the\ntransfer of most organellar genes to the nucleus. This group of\norganisms is abundant and globally distributed and therefore has a major\nimpact on the environment. In this study, the relatively small genome of\nAmoebophrya, which is a parasite of other dinoflagellates, was sequenced\nto further investigate the genomic features of dinoflagellates and\nparasitic organisms. Several parasitic features were observed in the\ngenome, such as the lack of a complete TCA cycle and an inability to\ngenerate certain amino acids. Notably, tryptophan synthesis was\nphysically interlocked at the genetic level with the shikimate pathway,\nthus constituting a novel type of metabolic regulation. Although\nmitochondria are observed in Amoebophrya at certain life stages, no\ntraces of a mitochondrial genome were found. Genes that were retained on\nminimal mitochondrial genomes in other species were transferred to the\nnucleus in Amoebophrya, making this the first species to exhibit loss of\nthe mitochondrial genome.\nThis analysis of the Amoebophrya genome provides comprehensive data for\nfurther studies and contributes substantially to the comprehension of\nAlveolata and dinoflagellate evolution.","trees":[{"tree_label":"tree1","ntax":"28","rootedtree":"TRUE","title":"Tr87420","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87420.phy"}]}