{"Authors":" Li Donghe, Shi Wei, Thomas Munroe, Gong Li, Xiaoyu\nKong","Year":" 2015","Title":" Concerted Evolution of Duplicate Control Regions in the\nMitochondria of Species of the Flatfish Family Bothidae (Teleostei:\nPleuronectiformes)","Journal":" Plos One","Volume":"","Issue":"","Pages":"","Keywords":" concerted evolution, mitogenome, duplicate CRs,\nreplication, transcription, flounder","DOI":" 10.1371/journal.pone.0134580","Abstract":" Mitogenomes of flatfishes (Pleuronectiformes) exhibit the\ngreatest diversity of gene rearrangements in teleostean fishes.\nDuplicate control regions (CRs) have been found in the mitogenomes of\ntwo flatfishes, Samariscus latus (Samaridae) and Laeops lanceolata\n(Bothidae), which is rare in teleosts. It has been reported that\nduplicate CRs have evolved in a concerted fashion in fishes and other\nanimals, however, whether concerted evolution exists in flatfishes\nremains unknown. In this study, based on five newly sequenced and six\npreviously reported mitogenomes of lefteye flounders in the Bothidae, we\nexplored whether duplicate CRs and concerted evolution exist in these\nspecies. Results based on the present study and previous reports show\nthat four out of eleven bothid species examined have duplicate CRs of\ntheir mitogenomes. The core regions of the duplicate CRs of mitogenomes\nin the same species have identical, or nearly identical, sequences when\ncompared to each other. This pattern fits the typical characteristics of\nconcerted evolution. Additionally, phylogenetic and ancestral state\nreconstruction analysis also provided evidence to support the hypothesis\nthat duplicate CRs evolved concertedly. The core region of concerted\nevolution is situated at the conserved domains of the CR of the\nmitogenome from the termination associated sequences (TASs) to the\nconserved sequence blocks (CSBs). Commonly, this region is considered to\nregulate mitochondrial replication and transcription. Thus, we\nhypothesize that the cause of concerted evolution of the duplicate CRs\nin the mtDNAs of these four bothids may be related to some function of\nthe conserved sequences of the CRs during mitochondrial replication and\ntranscription. We hope our results will provide fresh insight into the\nmolecular mechanisms related to replication and evolution of\nmitogenomes.","trees":[{"tree_label":"Fig. 2","ntax":"17","rootedtree":"TRUE","title":"Bothidae CR ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87455.phy"},{"tree_label":"Fig. 1","ntax":"17","rootedtree":"TRUE","title":"Bothidae CR BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_87454.phy"},{"tree_label":"Fig. 1","ntax":"13","rootedtree":"TRUE","title":"Bothidae 12RT ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87457.phy"},{"tree_label":"Fig. 1","ntax":"13","rootedtree":"TRUE","title":"Bothidae 12RT BI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87456.phy"}]}