{"Authors":" Tobias Kanneby, M Antonio Todaro","Year":" 2015","Title":" The phylogenetic position of Neogosseidae (Gastrotricha:\nChaetonotida) and the origin of planktonic Gastrotricha","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Meiofauna, Taxonomic revisions, Freshwater, Planktonic,\nPhylogeny, Paucitubulatina","DOI":"","Abstract":" Planktonic forms of Gastrotricha have been known since the\n1850s, despite which they are rather uncommon and hard to collect. They\nare characterized by a round sack-shaped body, an absence of furcal\nadhesive tubes, and a different distribution of the locomotory ciliation\ncompared to epibenthic and periphytic gastrotrichs. Today planktonic\ngastrotrichs are classified into the three taxa Dasydytidae,\nNeogosseidae and Undula, but their origin and whether they share a\nrecent common ancestor remains largely unknown. A long held view is that\nplanktonic taxa derive from benthic ancestors related to Chaetonotus\n(Zonochaeta), but the hypothesis has never been properly tested. Here,\nin order to elucidate the phylogeny and origin of planktonic\nGastrotricha, we provide the first molecular data on the very rare\ngenera Kijanebalola and Neogossea. We use Bayesian as well as maximum\nlikelihood phylogenetics are used to analyze data of 18S rDNA, 28S rDNA\nand COI mtDNA spanning 71 taxa in total. We find high support for a\ncommon origin of planktonic gastrotrichs, with monophyly of both\nDasydytidae and Neogosseidae. Planktonic forms have evolved from\nepibenthic or periphytic ancestors, and the closest extant clade\ncomprises members of Chaetonotus (Zonochaeta) + Chaetonotus\nheteracanthus Remane, 1927. While our phylogenetic hypothesis provides\nsome support for the current thinking, the present study indicates that\nvery likely the system made-up of movable spines and the associated\nmusculature evolved independently in Chaetonotus (Zonochaeta) and\nplanktonic Gastrotricha.","trees":[{"tree_label":"con 50 majrule","ntax":"71","rootedtree":"TRUE","title":"Tr87417","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87417.phy"},{"tree_label":"tree 1","ntax":"71","rootedtree":"TRUE","title":"Tr87419","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87419.phy"}]}