{"Authors":" Guillaume Chomicki, Philip S. Ward, Susanne S Renner","Year":" 2015","Title":" Macroevolutionary assembly of ant/plant symbioses:\nPseudomyrmex ants and their ant-housing plants in the Neotropics.","Journal":" Proceedings of the Royal Society B","Volume":" 282","Issue":" 20152200","Pages":" 1-9","Keywords":" ant/plant coevolution, co-radiation, secondary\ncolonization, molecular clocks, Pseudomyrmex, symbiosis","DOI":" 10.1098/rspb.2015.2200","Abstract":" Symbioses include some of the clearest cases of\ncoevolution, but their origin, loss or reassembly with different\npartners can rarely be inferred. Here we use ant/plant symbioses\ninvolving three plant clades to investigate the evolution of symbioses.\nWe generated phylogenies for the big-eyed arboreal ants\n(Pseudomyrmecinae), including 72% of their 286 species, as well as for\nfive of their plant host groups, in each case sampling more than 61% of\nthe species. We show that the ant-housing Vachellia (Mimosoideae) clade\nand its ants co-diversified for the past 5 Ma, with some species\nadditionally colonized by younger plant-nesting ant species, some\nparasitic. An apparent co-radiation of ants and Tachigali\n(Caesalpinioideae)was followed bywaves of colonization by the same ant\nclade, and subsequent occupation by a younger ant group. Wide crown and\nstem age differences between the ant-housing genus Triplaris\n(Polygonaceae) and its obligate ant inhabitants, and stochastic trait\nmapping, indicate that its domatium evolved earlier than the ants now\noccupying it, suggesting previous symbioses that dissolved. Parasitic\nant species evolved from generalists, not from mutualists, and are\nyounger than the mutualistic systems they parasitize. Our study\nilluminates the macroevolutionary assembly of ant/plant symbioses, which\nhas been highly dynamic, even in very specialized systems.","trees":[{"tree_label":"bestREP1","ntax":"215","rootedtree":"TRUE","title":"Pseudomyrmecinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87460.phy"}]}