{"Authors":" Mizuho Sugasawa, Ryo Matsuzaki, Yoko Arakaki, Hisayoshi\nNozaki","Year":" 2015","Title":" Morphology and phylogenetic position of a rare four-celled\ngreen alga, Pascherina tetras (Volvocales, Chlorophyceae), based on\ncultured material","Journal":" Phycologia","Volume":" 54","Issue":" 4","Pages":" 342-348","Keywords":" culture strain, molecular phylogeny, Spondylomoraceae,\nultrastructure","DOI":" 10.2216/15-27.1","Abstract":" Since the original description in 1928, four-celled\ncolonies of the spondylomoracean genus Pascherina have not been studied\nin culture due to a lack of reliable culture strains of this genus for\nreexamination and molecular phylogenetic analyses. Here, we established\nnew culture strains of Pascherina tetras, the only species of the genus,\nfrom Japanese samples and conducted detailed light and transmission\nelectron microscopic observations and a molecular phylogenic analysis\nbased on the strains. The light microscopic features of the Japanese\nmaterial were consistent with those of the original material collected\nin Ukraine, except for the stigma of the chloroplast; the stigma of the\nJapanese strains was ring-shaped based on a surface view. The\nring-shaped stigma was confirmed by transmission electron microscopy.\nOur molecular phylogenetic analysis revealed that Pascherina was\nrobustly separated from the other three colonial volvocalean lineages,\nStephanosphaera (Haematococcaceae), colonial volvocine algae, and\nPyrobotrys (Spondylomoraceae). The present morphological and molecular\nanalyses represent the first study to demonstrate the polyphyly of\nSpondylomoraceae.","trees":[{"tree_label":"Fig. 11","ntax":"54","rootedtree":"TRUE","title":"Pascherina tetras (Volvocales, Chlorophyceae)\n18S+rbcL+psaB (1st, 2nd codons only)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87465.phy"},{"tree_label":"Fig. S5","ntax":"54","rootedtree":"TRUE","title":"Pascherina tetras (Volvocales, Chlorophyceae)\n18S+rbcL+psaB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87609.phy"}]}