{"Authors":" Zhiduan Chen, Suzanne Shoup, Jianhua Li","Year":" 2007","Title":" Phylogenetic Relationships of Diploid Species of Betula\n(Betulaceae) Inferred from Nuclear Nitrogen Reductase","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Frequent occurrence of ancient hybridization and\nintrogression in the evolutionary history of Betula has made it prone to\nerrors to use chloroplast genes to infer interspecific relationships.\nSingle and low copy genes, however, may offer some hope for accurately\nreconstructing phylogenetic relationships of Betula and inferring the\norigin of polyploidy species. In this study sequences of the third\nintron of the nuclear nitrogen reductase (NIA) were used to estimate\nrelationships of known diploid species of Betula. Two types of the NIA\ngene were observed in Betula that differed considerably. Sequences of\nthe first type were gathered from all sampled species, while those of\nthe second type were obtained from only B. lenta and B. nana and were\nnot included in phylogenetic analyses. Clone sequences of the NIA gene\nvaried little within individual or species. Maximum parsimony and\nlikelihood analyses generated robust phylogenies with similar\nrelationships. Betula alnoides and B. maximowicziana of subgenus\nBetulaster formed a well supported clade, which is characterized by the\nracemose arrangement of pistillate inflorescence. Shrubby species (B.\nnana and B. michauxii) of a traditionally recognized group did not form\na clade. Instead, B. nana was most closely related to white-barked\nspecies (e.g., B. pendula, B. platyphylla, and B. populifolia) and\ntogether they were clustered with B. nigra. In constrast, B. michauxii\nis closely allied with B. lenta. Our results suggest that subgenera\nBetulaster and Betula are monophyletic, while subgenera Chamaebetula,\nNeurobetula, and Betulenta are polyphyletic.","trees":[{"tree_label":"Strict Tree","ntax":"55","rootedtree":"TRUE","title":"Betula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4786.phy"}]}