{"Authors":" Raimi Mohamed Redwan, Akzam Saidin, Vijay S Kumar","Year":" 2015","Title":" Complete chloroplast genome sequence of Ananas comosus var\ncomosus variety MD-2 and its comparative analysis among nine plants from\nsubclass commelinids.","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background Pineapple (Ananas comosus) is known to be the\nking of fruits for its crown and is the third most important tropical\nfruit after banana and citrus. Largely traded for fresh consumption, the\nplant is derived from the family Bromeliceae which originated from the\nNew World. Here, we report the first record of complete chloroplast\nsequence of pineapple and also the first from the family that was\nsequenced using the latest sequencing technology by PacBio. Results In\nthis study, high error rate of single molecule sequencing reads of A.\ncomosus total genomic DNA sequencing were improved by leveraging high\naccuracy short reads library of Illumina for error-correction via the\nlatest error correction modules from Novocraft. Error corrected reads in\nsimilarity to the green plants chloroplast database were filtered,\nassembled and polished to produce a single contig which represent as the\npineapple chloroplast genome size at 159,631 bp in length. The genome is\nfeatured with the conserved quadripartite structure of chloroplast which\ncan be broken down to a large single copy region (LSC) sized 87481 bp, a\nsmall single copy region (SSC) sized 18,623 bp and two inverted repeat\nregion (IRA and IRB) sized about 26,762 bp and 26,767 bp, respectively.\nOverall, the genome contained 116 unique coding regions and 30 are\nrepeated in the IR region with all conserved genes set of green plant\nchloroplast found in the genome. The genes structure and arrangement is\nmost similar to its sister taxa, Typha latifolia and phylogenetic\nanalysis confirms the recent taxonomical relation among the member of\nsubclass commelinids which support the monophyly relationship between\nArecales and Dasypogonaceae and between Zingiberales to the Poales,\nwhich includes the A. comosus. Conclusions This study highlights the\nchallenges in assembling plant genomes with large repeats even when\nutilizing Pacbios long reads. The complete chloroplast sequence of A.\ncomosus will serve as a reference for taxonomical study in Bromeliceae\nfamily and in specific, for its genus for future comparative and\nmolecular systematics study. The genetic sequence information that was\nsuccessfully obtained will also make feasible other molecular\napplication of the pineapple chloroplast for plant genetic\nimprovement.","trees":[{"tree_label":"Commelinds","ntax":"99","rootedtree":"TRUE","title":"Tr89359","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89359.phy"}]}