{"Authors":" Fabio Scarpa, Piero Cossu, Tiziana Lai, Daria Sanna, Marco\nCurini-Galletti, Marco Casu","Year":" 2016","Title":" Meiofaunal cryptic species challenge species delimitation:\nthe case of the Monocelis lineata (Platyhelminthes: Proseriata) species\ncomplex","Journal":" Contributions to Zoology","Volume":" 85","Issue":" 2","Pages":" 123-145","Keywords":" integrative taxonomic approach, meiofauna conservation,\nmolecular dating, molecular phylogeny, molecular taxonomy, rDNA\n18S-28S","DOI":"","Abstract":" Given the pending biodiversity crisis, species\ndelimitation is a critically important task in conservation biology, but\nits efficacy based on single lines of evidence has been questioned as it\nmay not accurately reflect species limits and relationships. Hence, the\nuse of multiple lines of evidence has been portrayed as a means to\novercome identification issues arising from gene/ species tree\ndiscordance, morphological convergence or recent adaptive radiations.\nHere, the integrative taxonomic approach has been used to address the\nstudy of the Monocelis lineata species complex. The taxonomic resolution\nof the complex is challenging, as the species lacks sclerotised\ncopulatory structures, which as a rule of thumb aid identification in\nProseriata. Eighteen populations, which encompass most of the geographic\nrange of the complex, were studied using morphology, karyology,\ncrossbreeding experiments and molecular analysis. These different\nmarkers provided evidence of four (karyology) to eight (morphology)\ndiscrete entities, whereas crossings showed various degrees of\nintersterility among the tested populations. Molecular species\ndelimitation revealed a different number of candidate species, spanning\nfrom five (ABGD and K/θ) to 11 (GMYC). Such incongruences reflect the\nmultifaceted evolutionary history of M. lineata s.l. and hamper the full\ntaxonomic resolution of the complex. However, two candidate species were\nconsistently validated by all of the markers and are described as new\nspecies: Monocelis algicola nov. sp. and M. exquisita nov. sp. The\nlatter species appear to have a restricted distribution, and the\npossibility that meiofaunal taxa may be of conservation concern is\ndiscussed.","trees":[{"tree_label":"TREE1","ntax":"56","rootedtree":"TRUE","title":"Proseriata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87494.phy"}]}