{"Authors":" Filipe de Sousa, Yann J.K. Bertrand, Jeff J. Doyle, Bengt\nOxelman, Bernard Pfeil","Year":" 2015","Title":" Using Genomic Location and Coalescent Simulation to Identify\nParalogy, Hybridisation and Incomplete Lineage Sorting in Nuclear\nPhylogenies","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" phylogenetic incongruence, species tree, gene tree,\ncoalescent simulation, principal tree, multispecies coalescent\nmodel","DOI":"","Abstract":" Phylogenetic inference is typically based on discrete\ngenomic DNA sequences, or ‘genes’, but several well-documented processes\ncan cause discord between gene genealogies and the actual species\nphylogeny. Three of the most relevant of these evolutionary processes\nare incomplete lineage sorting, hybridisation and paralogy. The\nanalytical approach required to infer a species tree from gene tree data\ndiffers depending on which of them is suspected to be most likely and\nmost problematical, but identifying them has been a long standing\nchallenge. Several existing methods have dealt with these processes but\nnone has yet been able to untangle all three of them simultaneously.\nHere we propose a model by which these three processes can be\nsuccessfully identified using genomic location information coupled with\nthe coalescent model. The potential of the model is evaluated on\nsimulated data derived from a species network with nine species, of\nwhich one is of hybrid origin, and a single gene duplication that leads\nto paralogous comparisons. On a first step, putative paralogous genes\nare identified and excluded and, on a second step, blocks of linked\ngenes are grouped according to their hybrid history. Existing\nmultispecies coalescent software can then be applied to recover the\nspecies tree without violating the underlying model. As an empirical\ncase study, the model is also applied to a set 12 genes from seven\nspecies belonging to the plant genus Medicago. We demonstrate that the\ninformation derived from specific genomic locations can be used to\nreduce the effect of paralogous genes and to sort genes when\nhybridisation is present. We therefore propose a reappraisal of data\nacquisition strategies for species tree inference.","trees":[{"tree_label":"Block C","ntax":"9","rootedtree":"TRUE","title":"Tr87501","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87501.phy"},{"tree_label":"Block A","ntax":"9","rootedtree":"TRUE","title":"Tr87499","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87499.phy"},{"tree_label":"Block B","ntax":"9","rootedtree":"TRUE","title":"Tr87500","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87500.phy"},{"tree_label":"Block D","ntax":"9","rootedtree":"TRUE","title":"Tr87502","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87502.phy"}]}