{"Authors":" Kai Riess, Robert Bauer, Ronny Kellner, Martin Kemler,\nMarcin Piątek, Kálmán Vánky, Dominik Begerow","Year":" 2015","Title":" Identification of a new order of root-colonising fungi in the\nEntorrhizomycota: Talbotiomycetales ord. nov. on eudicotyledons","Journal":" IMA Fungus","Volume":" 6","Issue":" 1","Pages":" 129-133","Keywords":" Entorrhiza, Entorrhizomycota, fungal evolution, molecular\nphylogeny, root galls, Talbotiomyces","DOI":" 10.5598/imafungus.2015.06.01.07","Abstract":" Currently, the fungal phylum Entorrhizomycota comprises\nsolely the genus Entorrhiza, whose species cause galls in the roots of\nmembers of Cyperaceae and Juncaceae. Given the similar morphology and\necology of Talbotiomyces calosporus compared to species of Entorrhiza,\nwe investigated whether it might be an unidentified member of the\nEntorrhizomycota. Our rDNA data showed that Talbotiomyces is a close\nrelative of Entorrhiza and both taxa form a highly supported\nmonophyletic group. Based on molecular phylogenetic analyses and in\ncorrespondence with existing morphological and ecological data,\nEntorrhiza and Talbotiomyces reflect a deep dichotomy within the\nEntorrhizomycota. While species of Entorrhiza are characterized by\ndolipores and occur on monocot host plants, members of Talbotiomyces are\ncharacterized by simple pores and are associated with eudicot host\nplants. This expands the host range of the recently described\nEntorrhizomycota from the Poales to the angiosperms. Therefore higher\ntaxa are proposed here: Talbotiomycetales ord. nov. and\nTalbotiomycetaceae fam. nov. to accommodate Talbotiomyces.","trees":[{"tree_label":"LSU tree","ntax":"22","rootedtree":"TRUE","title":"Talbotiomycetales LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87598.phy"},{"tree_label":"SSU","ntax":"22","rootedtree":"TRUE","title":"Talbotiomycetales SSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87597.phy"}]}