{"Authors":" Danny Rojas, Omar Warsi, Liliana M Davalos","Year":" 2016","Title":" Bats (Chiroptera: Noctilionoidea) challenge a recent origin\nof extant neotropical diversity","Journal":" Systematic Biology","Volume":" 65","Issue":" 3","Pages":" 432-448","Keywords":" fossils, geographic range evolution, Neotropics,\nPhyllostomidae, speciation","DOI":" 10.1093/sysbio/syw011","Abstract":" The mechanisms underlying the high extant biodiversity in\nthe Neotropics have been controversial since the 19th century. Support\nfor the influence of period-specific changes on diversification often\nrests on detecting more speciation events during a particular period.\nThe timing of speciation events may reflect the influence of incomplete\ntaxon sampling, protracted speciation, and null processes of lineage\naccumulation. Here we assess the influence of these factors on the\ntiming of speciation with new multilocus data for New World noctilionoid\nbats (Chiroptera: Noctilionoidea). Biogeographic analyses revealed the\nimportance of the Neotropics in noctilionoid diversification, and the\ncritical role of dispersal. We detected no shift in speciation rate\nassociated with the Quaternary or pre-Quaternary periods, and instead\nfound an increase in speciation linked to the evolution of the subfamily\nStenodermatinae (~18 Ma). Simulations modeling constant speciation and\nextinction rates for the phylogeny systematically showed more speciation\nevents in the Quaternary. Since recording more divergence events in the\nQuaternary can result from lineage accumulation, the age of extant\nsister species cannot be interpreted as supporting higher speciation\nrates during this period. Instead, analyzing the factors that influence\nspeciation requires modeling lineage-specific traits and environmental,\nspatial and ecological drivers of speciation.","trees":[{"tree_label":"Fig. 1","ntax":"194","rootedtree":"TRUE","title":"Maximum likelihood phylogeny of New World\nNoctilionoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87542.phy"},{"tree_label":"Fig. 2","ntax":"194","rootedtree":"TRUE","title":"Time-calibrated Bayesian phylogeny of New World\nNoctilionoidea.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_87541.phy"}]}