{"Authors":" Olivier Maurin, A. Muthama Muasya, Pilar Catalan, EUGENE Z\nShongwe, JUAN Viruel, P. Wilkin, Michelle van der Bank","Year":" 2015","Title":" Diversification into novel habitats in the southern African\nclade of Dioscorea (Dioscoreaceae): erect habit and elephants foot\ntubers","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Dioscoreales, Southern Africa, Pachycaul, “elephants\nfoot”, Biogeography, Habitat transition, Fire adaptation.","DOI":"","Abstract":" Dioscorea, a widely distributed and highly diversified\ngenus in tropical regions, is represented by ten main clades. In\nsouthern Africa it is characterised by a distinct group with a pachycaul\nor “elephants foot” structure, which is partially to fully exposed from\nthe substrate. In contrast to other African representative of the genus,\nwhich are mostly occurring in forest or woodland vegetation, the\npachycaul taxa occurs in a diversity of habitats ranging from woodland\nto open vegetation. Here we investigate patterns of diversification of\nthe African clade, time of transition from forest to more open habitat,\nmorphological traits associated to each habitat and evaluate if such\ntransition has lead to modification of reproductive organs and mode of\ndispersion. The African clade originated in the Oligocene and comprises\nfour clades, with the Eastern African clade sister to the three\npredominantly South African clades (basally lobed leaves, Cape and\npachycaul clades). In mid Miocene, the Cape and pachycaul clades\noriginated and diversified in the east of the Cape, in an area with\ncomplex geomorphology and climate, where the fynbos, thicket, succulent\nkaroo and forest biomes meet. Diversification out of the forest is\nassociated in shift morphology of tuber (annual tuber to perennial tuber\nwhich becomes a pachycaul), stem (from twining to non-twining), seed\n(loss of wings and enlarged aril), and floral morphology.","trees":[{"tree_label":"Majority-Rule","ntax":"49","rootedtree":"TRUE","title":"Tr88969","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88969.phy"}]}