{"Authors":" Romina Vidal-Russell, Daniel L. Nickrent","Year":" 2007","Title":" A Molecular Phylogeny of the Feathery Mistletoe\nMisodendrum","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Misodendrum comprises eight species of aerial\nhemiparasites endemic to temperate forests of Chile and Argentina that\nparasitize Nothofagus. This mistletoe is unique in that it has feathery\nstaminodes on its wind dispersed achenes. Previous classifications\nincluded two subgenera, Misodendrum (two sections) and Angelopogon\n(three sections). The present study tested this classification using two\nchloroplast genes (trnL-F and matK) and 31 morphological characters.\nMaximum parsimony, likelihood and Bayesian analyses were performed for\nindividual and combined partitions. Results from analyses of the\nseparate partitions differed only in the positions of M. linearifolium\nand M. quadriflorum; however, the 2-gene tree gave higher support for M.\nquadriflorum as sister to all other species. Misodendrum brachystachyum\nand M. oblongifolium form a well supported clade that is sister to one\ncomposed of M. punctulatum, M. gayanum and M. angulatum. These\nphylogenetic relationships generally agree with previous taxonomic\nclassifications. Subgenus Misodendrum, characterized by warty stems and\ntwo stamens, here resolves as a polytomy: M. punctulatum, M. gayanum,\nand M. angulatum. Subgenus Angelopogon, characterized by the\nplesiomorphies three stamens and foliacious bracts, is paraphyletic\ngiven our rooting. Misodendrum brachystachyum and M. oblongifolium\n(section Archiphyllum) differ morphologically only by the length of\ntheir fruiting staminodes.","trees":[{"tree_label":"Fig. 1A","ntax":"12","rootedtree":"TRUE","title":"Feathery Mistletoe Misodendrum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_669.phy"},{"tree_label":"Fig. 1B","ntax":"10","rootedtree":"TRUE","title":"Feathery Mistletoe Misodendrum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2683.phy"}]}