{"Authors":" Kathrin Lisa Nägele, Bernhard Hausdorf","Year":" 2015","Title":" Comparative phylogeography of land snail species in mountain\nrefugia in the European Southern Alps","Journal":" Journal of Biogeography","Volume":" 42","Issue":" 5","Pages":" 821â“832\n","Keywords":" AFLP, Alps, Clausilia, Cochlostoma, Charpentieria, land\nsnails, mountain refugia, comparative phylogeography, Pleistocene","DOI":" 10.1111/jbi.12477","Abstract":" Aim We investigated the location of Pleistocene mountain\nrefugia in the European Southern Alps based on distribution data for\nfour endemic land snail taxa and tested the hypothesis that the\nsubdivision of species into endemic subspecies may be attributed to the\nsame vicariance events. Location The European Southern Alps between Lago\ndi Como and Lago di Garda in Italy. Methods We compiled distributional\ndata for four land snail species (Cochlostoma porroi, Clausilia\nbrembina, Clausilia whateliana and Charpentieria itala), which are\nsubdivided into endemic subspecies in the study region, and investigated\nto what extent their distribution areas are congruent and correspond to\nregions that remained unglaciated during the glacials. To examine also\nwhether their phylogeographic patterns are concordant, as would be\nexpected if the subdivision of the species was caused by the same\nvicariance events, we reconstructed the phylogenetic relationships\nbetween the subspecies of the four species using 16S rDNA sequences and\namplified fragment length polymorphism (AFLP) data. Results The endemic\nsubspecies were found to be concentrated in mountain regions that\nremained unglaciated during the glacials, consistent with these regions\nacting as Pleistocene refugia for these snails. Although the Oglio\nglacier did not equally affect the differentiation of the investigated\nspecies, the repeated contractions of their ranges into these refugia\nresulted in similar patterns of colonization and differentiation. Main\nconclusions Climate change such as the recurrent glaciations during the\nPleistocene can result in similar distribution and colonization\npatterns, but the patterns in different species and their evolutionary\ntrajectories are rarely completely identical because of their different\nhistories, the randomness of dispersal, and small differences in ecology\nor dispersal capability.","trees":[{"tree_label":"Maximum Likelihood Tree based on partial 16S sequences\nof Strobeliella and 6 outgroup specimens","ntax":"52","rootedtree":"TRUE","title":"Fig. 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87724.phy"}]}