{"Authors":" Shweta Subramaniam, Arun K. Pandey, Shabir Ahmad\nRather","Year":" 2015","Title":" A revised circumscription of the species in Bracteatae\ncomplex (Section Calycinae) in the genus Crotalaria L.: evidence from\nnuclear and chloroplast markers","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Crotalaria, Bracteatae, ITS, trnL-F, circumscription","DOI":"","Abstract":" The existing sectional classification of the genus\nCrotalaria has merged the Indian sections Calycinae and Crotalaria under\nthe section Calycinae Wight & Arn. emend. M.M. Le Roux & B.-E.\nvan Wyk. Crotalaria subsection Bracteatae is re-evaluated to ascertain\nits position in the Calycinae clade. Evidences from morphological and\nmolecular sequence data (ITS and trnL-F regions) are used to assess the\nsubsectional position of Bracteatae. Within the recognized 12 species in\nthe subsection, the morphological characters currently used to\ndistinguish these species, are insignificant and overlapping and do not\nmerit diagnostic characters of the species. Examination of the types and\nvouchers at different herbaria and specimens collected during field\ntrips enabled us for a new interpretation of the existing\ncircumscription of the species. Further, pod anatomical and molecular\nsequence data were also used for the delimitation of the species. Based\non the results of the above studies, a new circumscription has been\nformalized here and contains five recognized species in the Bracteatae\nclade, viz., C. berteroana DC., C. longipes Wight & Arn. emend. nov.\nS. Subramaniam & A.K. Pandey, C. paniculata Willd. emend. nov. S.\nSubramaniam & A.K. Pandey, C. pulchra DC. and C. pellita DC. of the\nsection Calycinae emend. M.M. Le Roux & B.-E. van Wyk. Crotalaria\nsubsection Bracteatae appeared to be a well supported monophyletic\ngroup, but nested within the Calycinae clade. In order to maintain the\nmonophyly of Crotalaria section Calycinae, Bracteatae is synonymized\nwith the former.","trees":[{"tree_label":"MLT","ntax":"158","rootedtree":"TRUE","title":"Crotalaria ML phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87823.phy"}]}