{"Authors":" John Francis Wolters, Kenneth Chiu, Heather Fiumera","Year":" 2015","Title":" Population structure of mitochondrial genomes in\nSaccharomyces cerevisiae","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background Rigorous study of mitochondrial functions and\ncell biology in the budding yeast, Saccharomyces cerevisiae has advanced\nour understanding of mitochondrial genetics. This yeast is now a\npowerful model for population genetics, owing to large genetic diversity\nand highly structured populations among wild isolates. Comparative\nmitochondrial genomic analyses between yeast species have revealed broad\nevolutionary changes in genome organization and architecture. A\nfine-scale view of recent evolutionary changes within S. cerevisiae has\nnot been possible due to low numbers of complete mitochondrial\nsequences. Results To address challenges of sequencing AT-rich and\nrepetitive mitochondrial DNAs (mtDNAs), we sequenced two divergent S.\ncerevisiae mtDNAs using a single-molecule sequencing platform (PacBio\nRS). Using de novo assemblies, we generated highly accurate complete\nmtDNA sequences. These mtDNA sequences were compared with 98 additional\nmtDNA sequences gathered from various published collections. Phylogenies\nbased on mitochondrial coding sequences and intron profiles revealed\nthat intraspecific diversity in mitochondrial genomes generally\nrecapitulated the population structure of nuclear genomes. Analysis of\nintergenic sequence indicated a recent expansion of mobile elements in\ncertain populations. Additionally, our analyses revealed that certain\npopulations lacked introns previously believed conserved throughout the\nspecies, as well as the presence of introns never before reported in S.\ncerevisiae. Conclusions Our results revealed that the extensive\nvariation in S. cerevisiae mtDNAs is often population specific, thus\noffering a window into the recent evolutionary processes shaping these\ngenomes. In addition, we offer an effective strategy for sequencing\nthese challenging AT-rich mitochondrial genomes for small scale\nprojects.","trees":[{"tree_label":"Fig. S3","ntax":"104","rootedtree":"TRUE","title":"Additional File 7: Saccharomyces cerevisiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_87812.phy"},{"tree_label":"Fig. 1","ntax":"100","rootedtree":"TRUE","title":"Saccharomyces cerevisiae Concatenated Coding\nSequence","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_87814.phy"}]}