{"Authors":" Richard W Jobson, Melissa A. Luckow","Year":" 2007","Title":" Phylogenetic Study of the Genus Piptadenia (Mimosoideae:\nLeguminosae) using Plastid trnL-F and trnK/matK Sequence Data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We undertook a phylogenetic study of the genus Piptadenia\nwith an increased sample of 18 of ca. (Lewis 11) 27 recognized species\nusing DNA sequences from the plastid trnK/matK- and trnL-F regions.\nParsimony jackknife results support the hypothesis that Piptadenia is\npolyphyletic and that there are three independent lineages. The largest\ngroup of species forms a monophyletic lineage that is sister to Mimosa\nand corresponds closely to Piptadenia section Eupiptadenia sensu\nBarneby. Three species (P. obliqua, P. moniliformis, and P. leucoxylon)\nof section Pityrocarpa are sister to species of Pseudopiptadenia in a\nlineage with Parapiptadenia, Microlobius and Stryphnodendron. Piptadenia\nviridiflora is (Lewis 2) only distantly related to either section\nEupiptadenia or Pityrocarpa. Section Eupiptadenia is characterized by\nthe presence of prickles (aculei), a potential synapomorphy linking it\nto Mimosa, and exserted, racemose or paniculiform inflorescences of\naggregated spikes. Piptadenia viridiflora has stipular spines and 1-2\naxillary, spicate primary inflorescences. Species of section Pityrocarpa\nare unarmed trees (sometimes with hardened, persistent stipules) whose\nflowers have recurved petals and an ovary on a long gynophore. Based on\nour results, we recommend that Piptadenia viridiflora be recognized as a\nnew genus, and that Piptadenia be restricted to other species of section\nEupiptadenia. We resurrect the generic name Pityrocarpa to encompass the\nPityrocarpa clade and make the following new combinations: Pityrocarpa\nmoniliformis, Pityrocarpa obliqua ssp. brasiliensis, and Pityrocarpa\nleucoxylon.","trees":[{"tree_label":"Hennig 1","ntax":"101","rootedtree":"TRUE","title":"Piptadenia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2687.phy"}]}