{"Authors":" David L. Reed, Julie M Allen, Jessica E Light, Jeremy J.\nKirchman","Year":" 2007","Title":" Pair of lice lost or parasites regained: the evolutionary\nhistory of anthropoid primate lice","Journal":" BMC Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background The parasitic sucking lice of primates are\nknown to have undergone at least 25 million years of coevolution with\ntheir hosts. For example, chimpanzee lice and human head/body lice last\nshared a common ancestor roughly six million years ago, a divergence\nthat is contemporaneous with their hosts. In an assemblage where lice\nare often highly host specific, humans host two different genera of\nlice, one that is shared with chimpanzees and another that is shared\nwith gorillas. In this study, we reconstruct the evolutionary history of\nprimate lice and infer the historical events that explain the current\ndistribution of these lice on their primate hosts. Results Phylogenetic\nand cophylogenetic analyses suggest that the louse genera Pediculus and\nPthirus are each monophyletic, and are sister taxa to one another. The\nage of the most recent common ancestor of the two Pediculus species\nstudied matches the age predicted by host divergence (ca. 6 million\nyears), whereas the age of the ancestor of Pthirus does not. The two\nspecies of Pthirus (Pthirus gorillae and Pthirus pubis) last shared a\ncommon ancestor ca. 3\u001a4 million years ago, which is considerably younger\nthan the divergence between their hosts (gorillas and humans,\nrespectively), of approximately 7 million years ago. Conclusions\nReconciliation analysis determines that there are two alternative\nexplanations that account for the current distribution of anthropoid\nprimate lice. The more parsimonious of the two solutions suggests that a\nPthirus species switched from gorillas to humans. This analysis assumes\nthat the divergence between Pediculus and Pthirus was contemporaneous\nwith the split (i.e., a node of cospeciation) between gorillas and the\nlineage leading to chimpanzees and humans. Divergence date estimates,\nhowever, show that the nodes in the host and parasite trees are not\ncontemporaneous. Rather, the shared coevolutionary history of the\nanthropoid primates and their lice contains a mixture of evolutionary\nevents including cospeciation, parasite duplication, parasite\nextinction, and host switching. Based on these data, the coevolutionary\nhistory of primates and their lice has been anything but\nparsimonious.","trees":[{"tree_label":"Fig. 3","ntax":"7","rootedtree":"TRUE","title":"Louse tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2688.phy"}]}