{"Authors":" Sandra I.R. Videira, Johannes (Ewald) Zacharias Groenewald,\nGerard JM Verkley, Uwe Braun, Pedro W. Crous","Year":" 2016","Title":" The rise of Ramularia from the Mycosphaerella labyrinth","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" cercosporoid, cryptic species, multigene, nomenclature,\nphylogeny","DOI":"","Abstract":" Mycosphaerella s. lat. is one of the largest genera of\nAscomycetes and includes numerous important plant pathogens. While the\nmorphology of the sexual morph is relatively uniform across the\nMycosphaerellaceae, the morphology of the associated asexual genera is\nhighly diverse. The type species, M. punctiformis, has been epitypified\nand its asexual morph described as Ramularia endophylla, and the\nconservation of R. endophylla is proposed in this study. In light of\nrecent changes to the International Code of Nomenclature for Algae,\nFungi and Plants, the name Ramularia takes precedence over\nMycosphaerella since it is older, is well circumscribed and has recently\nbeen monographed. Ramularia endophylla is an endophytic fungus usually\nassociated with broad-leaved trees and is distributed worldwide. Several\nstrains of R. endophylla were found to be heterogeneous with regard to\nthe internal transcribed spacer (ITS) region of the nuclear ribosomal\nDNA. In this study we aimed to resolve this species-complex by applying\na polyphasic approach involving morphology and multi-gene phylogeny.\nEleven partial genes were targeted for amplification and sequencing for\na total of 81 isolates representing R. endophylla s. lat. and 32\nisolates representing 11 Ramularia species that were previously linked\nto a Mycosphaerella sexual morph in literature. A Bayesian phylogenetic\nanalysis, as well as a parsimony analysis, was performed on a combined\nfive-locus dataset and the resulting trees showed significant support\nfor three species within the complex, including the previously described\nR. endophylla and R. vizellae, and one novel species, R. unterseheri. A\nparsimony analysis was also separately performed with mating-type gene\nsequences (MAT1-1-1 and MAT1-2) and the resulting tree topologies were\nin accordance with that of the multigene analysis. A bibliographic\nreview of the proposed links between Ramularia spp. and their purported\nMycosphaerella sexual morphs is also presented, confirming six\nconnections in Ramularia. In spite of more than 10 000 species having\nbeen described in Mycosphaerella, the majority are shown to belong to\nother genera, suggesting that the taxa identified as Mycosphaerella in\nmuch of the plant pathology literature needs to be revisited.","trees":[{"tree_label":"multigene bayes","ntax":"114","rootedtree":"TRUE","title":"Tr87825","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87825.phy"},{"tree_label":"multigene parsimony bootstrap","ntax":"114","rootedtree":"TRUE","title":"Tr87826","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87826.phy"},{"tree_label":"GAPDH hky85","ntax":"113","rootedtree":"TRUE","title":"Tr87828","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87828.phy"},{"tree_label":"ACT hky85","ntax":"114","rootedtree":"TRUE","title":"Tr87827","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87827.phy"},{"tree_label":"HIS3 hky85","ntax":"114","rootedtree":"TRUE","title":"Tr87829","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87829.phy"},{"tree_label":"ITS hky85","ntax":"114","rootedtree":"TRUE","title":"Tr87830","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87830.phy"},{"tree_label":"RPB2 hky85","ntax":"114","rootedtree":"TRUE","title":"Tr87831","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87831.phy"},{"tree_label":"TEF1 alpha hky85","ntax":"114","rootedtree":"TRUE","title":"Tr87832","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87832.phy"}]}