{"Authors":" Yi-Zhen Shao, Ran Wei, Xian-Chun Zhang, Qiao-Ping\nXiang","Year":" 2015","Title":" Molecular phylogeny of the cliff ferns (Woodsiaceae:\nPolypodiales) with infrageneric classification","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Cheilanthopsis; chromosome number; indusia; Physematium;\nProtowoodsia; stem articulation; subgeneric classification; Woodsia","DOI":"","Abstract":" The cliff fern family Woodsiaceae experienced frequent\ntaxonomic changes at the familial or generic rank since its\nestablishment. The bulk of its species were placed in Woodsia, while\nputative segregates such as Cheilanthopsis, Hymenocystis, Physematium,\nand Protowoodsia were also widely recognized. Phylogenetic relationships\namong these genera remain unclear because of the morphological diversity\nand inadequate taxon sampling. Using molecular evidence from four\nchloroplast DNA markers (atpA, matK, rbcL, and trnLF), we carried out\ncomprehensive phylogenetic analyses of the Woodsiaceae covering over\nhalf the species currently recognized in the family. Three main clades\ncorresponding to Physematium (clade I), Cheilanthopsis-Protowoodsia\n(clade II), and Woodsia s.s. (clade III), respectively, were recovered.\nFor the sake of monophyly and taxonomic stability, here a broadly\ndefined Woodsia including the other segregates, characterized by the\ndistinctive indument and inferior indusia, is advocated. Combining the\nancestral reconstruction of two important morphological characters and\nthe phylogenetic results, we propose a new subgeneric classification to\nbetter reflect the morphological variation, geographic distribution\npattern, and evolutionary history of the redefined Woodsia. The\nreduction of chromosome number from 41 to 33, 37, 38 and 39 is largely\ndue to multiple aneuploidy events during the evolutionary history of the\ncliff ferns.","trees":[{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Cliff Ferns","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88382.phy"},{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Cliff Ferns","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88381.phy"}]}