{"Authors":" Kai Xu, Jun Shou Chen, Fei Tian Li, Song Xiao Ma, Hua Xiao\nLiang, Feng Xue Ding, Yan Hong Liu, Jun Li Luo","Year":" 2015","Title":" OsGRAS23, a rice GRAS transcription factor gene, is involved\nin drought stress response through regulating expression of\nstress-responsive genes","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Drought resistance; GRAS; rice; transcription factor","DOI":"","Abstract":" Drought is a major abiotic stress factors that reduces\nagricultural productivity. GRAS transcription factors are plant-specific\nproteins that play diverse roles in plant development. However, the\nfunctions of a number of GRAS genes identified in rice are unknown,\nespecially the GRAS genes related to rice drought resistance have not\nbeen characterized. In this study, a novel GRAS transcription factor\ngene named OsGRAS23, which is located in a drought-resistant QTL\ninterval on chromosome 4 of rice, was isolated. The expression of\nOsGRAS23 was induced by drought, NaCl and jasmonic acid treatment. The\nOsGRAS23-GFP fused protein was localized in the nucleus of tobacco\nepidermal cells. A trans-activation assay in yeast cells demonstrated\nthat the OsGRAS23 protein possessed a strong transcriptional activation\nactivity. OsGRAS23-overexpressing rice plants showed improved drought\nresistance and oxidative stress tolerance as well as less H2O2\naccumulation compared with the wild-type plants. Furthermore, microarray\nanalysis showed that several anti-oxidation related genes were\nup-regulated in the OsGRAS23-overexpressing rice plants. The yeast one\nhybrid test indicated that OsGRAS23 could bind to the promoters of its\npotential target genes. Our results demonstrate that OsGRAS23 encodes a\nstress-responsive GRAS transcription factors and positively modulates\nrice drought tolerance via the induction of a number of\nstress-responsive genes.","trees":[{"tree_label":"PHYLIP 1+","ntax":"28","rootedtree":"FALSE","title":"Tr87939","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87939.phy"}]}