{"Authors":" Luca Pozzi, Anne-Isola K Nekaris, Andrew Perkin, Simon K\nBearder, Elizabeth R Pimley, Helga Schulze, Ulrike Streicher, Tilo\nNadler, Andrew Kitchener, Hans Zischler, Dietmar Zinner, Christian\nRoos","Year":" 2015","Title":" Remarkable ancient divergences amongst neglected lorisiform\nprimates","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Africa  Asia  cryptic species  cytochrome b  Galagidae \nLorisidae  mitochondrial DNA  Strepsirrhini","DOI":" 10.1111/zoj.12286","Abstract":" Lorisiform primates (Primates: Strepsirrhini:\nLorisiformes) represent almost 10% of the living primate species and are\nwidely distributed in sub-Saharan Africa and South/South-East Asia;\nhowever, their taxonomy, evolutionary history, and biogeography are\nstill poorly understood. In this study we report the largest molecular\nphylogeny in terms of the number of represented taxa. We sequenced the\ncomplete mitochondrial cytochrome b gene for 86 lorisiform specimens,\nincluding ∼80% of all the species currently recognized. Our results\nsupport the monophyly of the Galagidae, but a common ancestry of the\nLorisinae and Perodicticinae (family Lorisidae) was not recovered. These\nthree lineages have early origins, with the Galagidae and the Lorisinae\ndiverging in the Oligocene at about 30 Mya and the Perodicticinae\nemerging in the early Miocene. Our mitochondrial phylogeny agrees with\nrecent studies based on nuclear data, and supports Euoticus as the\noldest galagid lineage and the polyphyletic status of Galagoides.\nMoreover, we have elucidated phylogenetic relationships for several\nspecies never included before in a molecular phylogeny. The results\nobtained in this study suggest that lorisiform diversity remains\nsubstantially underestimated and that previously unnoticed cryptic\ndiversity might be present within many lineages, thus urgently requiring\na comprehensive taxonomic revision of this primate group.","trees":[{"tree_label":"RAxML_1000bootstrap","ntax":"1","rootedtree":"TRUE","title":"Lorisiform Primates RAxML","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_87947.phy"},{"tree_label":"MrBayes","ntax":"1","rootedtree":"TRUE","title":"Lorisiform Primates MrBayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_87948.phy"},{"tree_label":"BEAST","ntax":"138","rootedtree":"TRUE","title":"Lorisiform Primates BEAST","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_87949.phy"}]}