{"Authors":" Seraina Klopfstein, Christian Kropf, Hannes Baur","Year":" 2016","Title":" Wolbachia endosymbionts distort DNA barcoding in the\nparasitic wasp genus Diplazon (Hymenoptera: Ichneumonidae)","Journal":" Zoological Journal of the Linnean Society.","Volume":" 177","Issue":"","Pages":" 541557","Keywords":" parasitoid wasp, DNA taxonomy, barcoding","DOI":" 10.1111/zoj.12380","Abstract":" Molecular species delimitation has the potential to speed\nup both discovery and description rates for new species. However,\nseveral studies have shown a limited performance of the standard DNA\nbarcoding approach which relies on a single mitochondrial gene,\ncytochrome oxidase 1 (COI). Besides incomplete lineage sorting or a low\nsubstitution rate, distortion of mitochondrial inheritance patterns by\nbacterial endosymbionts could explain the failure of barcoding. Numerous\nreviews have discussed this phenomenon, but only few empirical examples\nexist. In the present study, we examine the effect of Wolbachia bacteria\non barcoding in the parasitoid wasp genus Diplazon. Although integrative\ntaxonomy recognizes 16 species, COI only recovers up to ten. Adding\nmultivariate morphometrics, genotyping a fast-evolving nuclear gene\n(ITS2) and screening the Diplazon species for Wolbachia, we show that\nthe failure of DNA barcoding coincides with the presence of the\nendosymbiont. Two species even share identical COI haplotypes and\nWolbachia strains, even though ITS2 suggests that they are not closely\nrelated. This is one of very few examples of mitochondrial DNA\nintrogression between well-established insect species, facilitated by\nWolbachia. We review similar reports, provide a list of criteria to\nidentify endosymbiont-mediated introgression, and discuss the prevalence\nand impact of this phenomenon on insect systematics and evolution.","trees":[{"tree_label":"CO1","ntax":"146","rootedtree":"TRUE","title":"Tr87966","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87966.phy"},{"tree_label":"ITS2","ntax":"134","rootedtree":"TRUE","title":"Tr87965","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87965.phy"},{"tree_label":"allGenes","ntax":"21","rootedtree":"TRUE","title":"Tr87963","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_87963.phy"},{"tree_label":"con 50 majrule","ntax":"20","rootedtree":"TRUE","title":"Tr95554","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95554.phy"}]}