{"Authors":" Chase Gabriel Mayers, Douglas L McNew, Thomas C.\nHarrington, Richard A Roeper, Stephen W Fraedrich","Year":" 2015","Title":" Three genera in the Ceratocystidaceae are the respective\nsymbionts of three independent lineages of ambrosia beetles with large,\ncomplex mycangia","Journal":" Fungal Biology","Volume":" 119","Issue":"","Pages":" 1075-1092","Keywords":" Ambrosia Fungi, Scolytinae, Symbiosis","DOI":" 10.1016/j.funbio.2015.08.002","Abstract":" The genus Ambrosiella accommodates species of\nCeratocystidaceae (Microascales) that are obligate, mutualistic\nsymbionts of ambrosia beetles, but the genus appears to be polyphyletic\nand more diverse than previously recognized. In addition to A. xylebori,\nA. hartigii, A. beaveri, and A. roeperi, three new species of\nAmbrosiella are described from the ambrosia beetle tribe Xyleborini: A.\nnakashimae sp. nov. from Xylosandrus amputatus, A. batrae sp. nov. from\nAnisandrus sayi, and A. grosmanniae sp. nov. from X. germanus. The genus\nMeredithiella gen. nov. is created for symbionts of the tribe\nCorthylini, based on M. norrisii sp. nov. from Corthylus punctatissimus.\nThe genus Phialophoropsis is resurrected to accommodate associates of\nthe Xyloterini, including P. trypodendri from Trypodendron scabricollis\nand P. ferruginea comb. nov. from T. lineatum. Each of the 10 named\nspecies was distinguished by ITS rDNA barcoding and morphology, and the\nITS rDNA sequences of four other putative species were obtained with\nCeratocystis-specific primers and template DNA extracted from beetles or\ngalleries. These results support the hypothesis that each ambrosia\nbeetle species with large, complex mycangia carries its own fungal\nsymbiont. Conidiophore morphology and phylogenetic analyses using 18S\n(SSU) rDNA and TEF1α DNA sequences suggest that these three fungal\ngenera within the Ceratocystidaceae independently adapted to symbiosis\nwith the three respective beetle tribes. In turn, the beetle genera with\nlarge, complex mycangia appear to have evolved from other genera in\ntheir respective tribes that have smaller, less selective mycangia and\nare associated with Raffaelea spp. (Ophiostomatales).","trees":[{"tree_label":"con 50 majrule","ntax":"23","rootedtree":"TRUE","title":"Tr95780","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95780.phy"}]}