{"Authors":" Jonathan J. Fong, Pi-Peng Li, Bao-Tian Yang, Zheng-Yan\nZhou, Adam D Leache, Mi-Sook Min, Bruce Waldman","Year":" 2016","Title":" Influence of geology and human activity on the genetic\nstructure and demography of the Oriental fire-bellied toad (Bombina\norientalis)","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Divergence dating, Jeju Island, Korea, Northeast Asia,\nPopulation expansion, Rice cultivation","DOI":"","Abstract":" The Oriental fire-bellied toad (Bombina orientalis) is a\ncommonly used study organism, but knowledge of its evolutionary history\nis incomplete. We analyze sequence data from four genetic markers (mtDNA\ngenes encoding cytochrome c oxidase subunit I, cytochrome b, and 12S-16S\nrRNA; nuDNA gene encoding recombination activating gene 2) from 188\nindividuals across its range in Northeast Asia to elucidate\nphylogeographic patterns and to identify the historic events that shaped\nits evolutionary history. Although morphologically similar across its\nrange, B. orientalis exhibits phylogeographic structure, which we infer\nwas shaped by geologic, climatic, and anthropogenic events. Phylogenetic\nand divergence-dating analyses recover four genetically distinct groups\nof B. orientalis: Lineage 1혰Shandong Province and Beijing (China);\nLineage 2혰Bukhan Mountain (Korea); Lineage 3혰Russia, Northeast China, and\nnorthern South Korea; and Lineage 4혰South Korea. Lineage 2 was previously\nunknown. Additionally, we discover an area of secondary contact on the\nKorean Peninsula, and infer a single dispersal event as the origin of\nthe insular Jeju population. Skyline plots estimate different population\nhistories for the four lineages: Lineages 1 and 2 experienced population\ndecreases, Lineage 3 remained stable, while Lineage 4 experienced a\nsharp increase during the Holocene. The timing of the population\nexpansion of Lineage 4 coincides with the advent of rice cultivation,\nwhich may have facilitated the increase in population size by providing\nadditional breeding habitat.","trees":[{"tree_label":"Imported tree 1","ntax":"190","rootedtree":"TRUE","title":"Tr88010","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88010.phy"},{"tree_label":"Imported tree 1","ntax":"116","rootedtree":"TRUE","title":"Tr88015","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88015.phy"}]}