{"Authors":" Dayong Li, Huijuan Zhang, Qiuming Song, Lu Wang, Shixia\nLiu, Yongbo Hong, Fengming Song, Lei Huang","Year":" 2015","Title":" Tomato Sl3-MMP, a member of the Matrix metalloproteinase\nfamily, is required for disease resistance against Botrytis cinerea and\nPseudomonas syringae pv. tomato DC3000","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" tomato (Solanum lycopersicum), Matrix metalloproteinases,\nBotrytis cinerea, Pseudomonas syringae pv. tomato DC3000, disease\nresistance, Proteolysis","DOI":"","Abstract":" Background: Matrix metalloproteinases (MMPs) are a family\nof zinc-dependent endopeptidases. MMPs have been characterized in detail\nin mammals and shown to play key roles in many physiological and\npathological processes. Although MMPs in some plant species have been\nidentified, the function of MMPs in biotic stress responses remains\nelusive. Results: A total of five MMP genes were identified in tomato\ngenome. qRT-PCR analysis revealed that expression of Sl-MMP genes was\ninduced with distinct patterns by infection of Botrytis cinerea and\nPseudomonas syringae pv. tomato (Pst) DC3000 and by treatment with\ndefense-related hormones such as salicylic acid, jasmonic acid and\nethylene precursor 1-amino cyclopropane-1-carboxylic acid. Virus-induced\ngene silencing (VIGS)-based knockdown of individual Sl-MMPs and disease\nassays indicated that silencing of Sl3-MMP resulted in reduced\nresistance to B. cinerea and Pst DC3000, whereas silencing of other four\nSl-MMPs did not affect the disease resistance against these two\npathogens. The Sl3-MMP-silenced tomato plants responded with increased\naccumulation of reactive oxygen species and alerted expression of\ndefense genes after infection of B. cinerea. Transient expression of\nSl3-MMP in leaves of Nicotiana benthamiana led to an enhanced resistance\nto B. cinerea and upregulated expression of defense-related genes.\nBiochemical assays revealed that the recombinant mature Sl3-MMP protein\nhad proteolytic activities in vitro with distinct preferences for\nspecificity of cleavage sites. The Sl3-MMP protein was targeted onto the\nplasma membrane of plant cells when transiently expressed in onion\nepidermal cells. Conclusion: VIGS-based knockdown of Sl3-MMP expression\nin tomato and gain-of-function transient expression of Sl3-MMP in N.\nbenthamiana demonstrate that Sl3-MMP functions as positive regulator of\ndefense response against B. cinerea and Pst DC3000.","trees":[{"tree_label":"Single Linkage tree 1","ntax":"24","rootedtree":"TRUE","title":"Tr88005","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88005.phy"}]}