{"Authors":" James P Herrera, Liliana M Davalos","Year":" 2015","Title":" Phylogeny and divergence times of lemurs inferred with recent\nand ancient fossils in the tree","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" total evidence, primatology, Bayesian phylogenetics,\ncalibration, chronogram","DOI":"","Abstract":" Paleontological and neontological systematics seek to\nanswer evolutionary questions with different datasets. Phylogenies and\ndivergence times estimated from exclusively extant or inclusive extant\nand extinct taxa frequently conflict. Until recently, it was not\npossible to combine the data from paleontology and neontology to\nsimultaneously estimate evolutionary relationships and divergence times.\nWe used two methods to estimate the phylogeny and divergence times for\nliving and fossil primates, the tip-dating (TD) and fossilized\nbirth-death process (FBD). We collected new morphological data,\nespecially focusing on the living and extinct endemic primates of\nMadagascar, the lemurs. We combined the morphological data with\npublished DNA sequences to infer near-complete (88% of lemurs)\ntime-calibrated phylogenies. The results suggest that primates\noriginated around the Cretaceous-Tertiary boundary, slightly earlier\nthan indicated by the fossil record and later than previously inferred\nfrom molecular data alone. We infer both novel relationships among\nextinct lemurs, and strong support for relationships that were\npreviously unresolved. Dates inferred with TD were significantly older\nthan those inferred with FBD and estimates with FBD were consistent\nunder different fossil date priors. This is the first study to combine\nmorphological and DNA sequence data from extinct and extant primates to\ninfer evolutionary relationships and divergence times, and our results\nshed light on questions of primate evolution that could not be addressed\nbefore.","trees":[{"tree_label":"tip dating total evidence full morph dataset","ntax":"148","rootedtree":"TRUE","title":"Tr88230","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_88230.phy"},{"tree_label":"tip dating total evidence reduced morph dataset","ntax":"148","rootedtree":"TRUE","title":"Tr88231","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_88231.phy"},{"tree_label":"fossilized birth death total evidence reduced morph\nfixed ages","ntax":"148","rootedtree":"TRUE","title":"Tr88228","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_88228.phy"},{"tree_label":"fossilized birth death total evidence full morph","ntax":"148","rootedtree":"TRUE","title":"Tr88226","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_88226.phy"},{"tree_label":"con all compat","ntax":"120","rootedtree":"TRUE","title":"Tr91107","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91107.phy"},{"tree_label":"con 50 majrule","ntax":"72","rootedtree":"TRUE","title":"Tr91108","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91108.phy"}]}