{"Authors":" Marco T. Neiber, Bernhard Hausdorf","Year":" 2015","Title":" Phylogeography of the land snail genus Circassina Hesse, 1921\n(Gastropoda: Hygromiidae) implies multiple Pleistocene refugia in the\nwestern Caucasus region","Journal":" Molecular Phylogentics and Evolution","Volume":" 93","Issue":"","Pages":" 129-142","Keywords":" Caucasus, Colchis, dart apparatus, historical\nbiogeography, phylogeography, Pleistocene refugium","DOI":"","Abstract":" The phylogeny and historical biogeography of the Caucasian\nland snail genus Circassina was reconstructed using multilocus amplified\nfragment length polymorphism (AFLP) data and mitochondrial DNA\nsequences. Diversification within the group started with a divergence of\npopulations from the western Lesser Caucasus from those of the Greater\nCaucasus during the late Miocene. Distinct AFLP clusters and major\nmitochondrial clades separated by long internal branches lend evidence\nto the hypothesis of separate glacial refuges in the Lesser and Greater\nCaucasus during the Pleistocene. High genetic distances across low\ngeographic distances and admixture analysis revealed a phylogeographic\nboundary running through the Colchis lowlands, which may have been\nestablished and maintained in part by repeated transgressions of the\nBlack Sea during the Pleistocene and Holocene. Localities in Ciscaucasia\nwere probably colonised through long-distance dispersal across the main\nridge of the Greater Caucasus. The phylogeny implies multiple\nindependent losses of accessory genital organs, i.e. dart sac and mucus\nglands, within Circassina. None of the anatomically defined (sub-)\nspecies distinguished so far is monophyletic and there is gene flow\nbetween the two main population groups across the Colchis lowlands.\nThus, we propose to classify these population groups as subspecies of a\nsingle species.","trees":[{"tree_label":"con 50 majrule","ntax":"74","rootedtree":"TRUE","title":"Circassina cox1 16S BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88211.phy"},{"tree_label":"con 50 majrule aflp","ntax":"96","rootedtree":"TRUE","title":"Tr88213","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88213.phy"},{"tree_label":"con 50 majrule","ntax":"74","rootedtree":"TRUE","title":"Circassina cox1 16S ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88212.phy"}]}