{"Authors":" Dirk Erpenbeck, John N. A. Hooper, G. Wörheide, Oliver\nVoigt, Martin Dohrmann, Scott A. Nichols","Year":" 2007","Title":" Phylogenetic analyses under secondary structure-specific\nsubstitution models outperform traditional approaches - case studies\nwith sponge LSU","Journal":" Journal of Molecular Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Many demosponge rDNA phylogenies result in trees, which\nare incongruent to either alternative gene tree reconstructions or\nmorphological expectations. One reason for this outcome might be a\nsuboptimal application of phylogenetic substitution models. While\n\u001astandard\u001a models describe the evolution of independently evolving\ncharacters fairly well, they are not suitable for sites coding for\nnon-independent characters such as rRNA strands that form a helix in the\nribosome. Such non-independent sites require the use of models, which\ntake the co-evolution of the complete nucleotide pair (=doublet) into\naccount. We analyzed 28SrDNA (LSU) demosponge phylogenies using such\n\u001adoublet\u001a models for pairing sites (rRNA-helices) and compared our\nfindings with the results of \u001astandard\u001a approaches. We demonstrate that\npaired and unpaired sites of the same gene harbour different\nphylogenetic signals and that usage of doublet models results in\nsignificantly better demosponge trees. We show the influence of more\nsophisticated models on basal metazoan phylogeny and the phylogenetic\nrelationships of demosponge orders.","trees":[{"tree_label":"D8-E15","ntax":"120","rootedtree":"TRUE","title":"Sponge LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_518.phy"},{"tree_label":"B9-H4","ntax":"23","rootedtree":"TRUE","title":"Sponge LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2709.phy"},{"tree_label":"B9-B1","ntax":"35","rootedtree":"TRUE","title":"Sponge LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2708.phy"}]}