{"Authors":" Nadia Haingotiana Raboanatahiry, Yongtai Yin, Li Chen,\nMaoteng Li","Year":" 2015","Title":" Genome-wide identification and Phylogenic analysis of kelch\nmotif containing ACBP in Brassica napus","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Acyl-coA binding proteins, kelch motif, Brassica,\nevolution, phylogeny, chromosome map.","DOI":"","Abstract":" Acyl-coA binding proteins (ACBPs) bind acyl-CoA esters\nwith very high affinity. They are involved in fatty acid transportation\nfrom the plastid to the endoplasmic reticulum, where the biosynthesis of\ntriacylglycerol occurs. Four classes of ACBPs were identified in\nArabidopsis thaliana: the small ACBPs, the large ACBPs, the ankyrin\nrepeats containing ACBPs and the kelch motif containing ACBPs. They\ndiffered in structure and in size, and showed multiple important\nfunctions. In the present study, Brassica napus ACBPs were identified\nand characterized. Eight copies of kelch motif ACBPs were cloned, it\nshowed that B. napus ACBPs shared high amino acid sequence identity with\nA. thaliana, Brassica rapa and Brassica oleracea. Furthermore, phylogeny\nbased on domain structure and comparison map showed the relationship and\nthe evolution of ACBPs within Brassicaceae family: ACBPs evolved into\nfour separate classes with different structure. Chromosome locations\ncomparison showed conserved syntenic blocks. ACBPs were highly conserved\nin Brassicaceae. They evolved from a common ancestor, but domain\nduplication and rearrangement might separate them into four distinct\nclasses, with different structure and functions. Otherwise, B. napus\ninherited kelch motif ACBPs from ancestor conserving chromosomal\nlocation, emphasizing preserved synteny block region. This study\nprovided a first insight for exploring ACBPs in B. napus, which supplies\na valuable tool for crop improvement in agriculture.","trees":[{"tree_label":"Imported tree 1","ntax":"64","rootedtree":"TRUE","title":"Tr88239","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88239.phy"},{"tree_label":"Evolutionary history of Brassica genomes","ntax":"40","rootedtree":"TRUE","title":"Tr88240","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88240.phy"}]}