{"Authors":" Alessandro Pirondi, Miloslav Kitner, Mirco Iotti, Ales\nLebeda, Marina Collina","Year":" 2015","Title":" Genetic structure and phylogeny of Italian and Czech\npopulations of the cucurbit powdery mildew fungus Golovinomyces orontii\ninferred by Multilocus Sequence Typing","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian inference, haplotype, inoculum dispersion, sexual\nrecombination, species complex","DOI":"","Abstract":" Cucurbit powdery mildew caused by Golovinomyces orontii is\na serious disease that affect cucurbit crops in temperate areas. In\nNorth of Italy, the species is responsible of the first infections at\nthe beginning of the growing season. However, chasmothecia have never\nbeen recorded in the area and the impact of either asexual or sexual\nreproduction of the species still remains to be determined. To\ninvestigate and compare the genetic structure of Italian populations\nwith respect to those from Czech Republic, where chasmothecia are\nsporadically recorded, seven housekeeping gene fragments (ef1-α, csI,\nITS, H3, tub2, IGS and mtLSU) were amplified and used in a multilocus\nsequence typing (MLST) scheme. The four-gamete test was performed to\ndetect recombination between and within populations. Phylogeny was also\ninferred using Bayesian inference. Results from MLST revealed the\npresence of 140 single nucleotide polymorphisms (SNP) and the existence\nof 13 different sequence types (STs). Haplotype diversity was higher in\nCzech Republic than Italian population, which presented a higher\nfrequency of ST3 (seventeen isolates) and ST7 (eight isolates).\nPhylogenetic analysis revealed the existence of two main distinct\nphylogenetic groups that were also highly genetically different,\nconfirming that G. orontii is a species complex. Recombination was\ndetected both within and between the two geographical populations but\nonly within one phylogenetic group, supporting the genetic isolation of\nthe two groups. Our data suggest that groups 1 and 3 belonging to the IX\nlineage of the genus Golovinomyces prevail in Czech Republic and Italy,\nthe populations in this latter country could be predominantly clonal,\nwhile sexual reproduction may occasionally occur due to the introduction\nof genotypes similar to isolates from Czech Republic.","trees":[{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Tr88238","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_88238.phy"}]}