{"Authors":" Theresa A. Spradling, James W Demastes, David J. Hafner,\nFernando A. Cervantes, Paige L. Milbach, Mark S. Hafner","Year":" 2015","Title":" Systematic revision of the pocket gopher genus\nOrthogeomys","Journal":" Journal of Mammalogy","Volume":"","Issue":"","Pages":"","Keywords":" Orthogeomys, taxonomy, revision","DOI":"","Abstract":" Pocket gophers of the genus Orthogeomys show unusually\nhigh morphological and ecological diversity compared to other genera in\nthe family Geomyidae. Whereas this diverse group was once divided into 3\ngenera (Merriam 1895), a revision by Russell (1968) recognized only\nOrthogeomys, with Merriams original genera relegated to subgeneric\nstatus as Heterogeomys, Macrogeomys, and Orthogeomys. Recent studies\nhave called into question the monophyly of Orthogeomys, as well as the\nvalidity of 4 currently recognized Orthogeomys species. In this\nanalysis, the first to include all 11 recognized species of the genus,\nwe examine 3 mitochondrial and 2 nuclear gene sequences and analyze\ncranial morphology to explore relationships within the genus. Our 4,352\nbase pairs of DNA sequence data support a taxonomic revision that\nretains the genus Orthogeomys (including only O. grandis) and combines\nthe subgenera Heterogeomys and Macrogeomys into the resurrected genus,\nHeterogeomys (7 species). In addition, 3 currently recognized species of\nOrthogeomys are synonymized as follows: O. cuniculus with O. grandis; H.\nthaeleri with H. dariensis; and H. matagalpae with H. cherriei. A\nsynonymy and key to the species of the genera Orthogeomys and\nHeterogeomys are provided.","trees":[{"tree_label":"mtDNA","ntax":"34","rootedtree":"TRUE","title":"Tr91502","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91502.phy"},{"tree_label":"nuclearDNA","ntax":"34","rootedtree":"TRUE","title":"Tr91503","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91503.phy"},{"tree_label":"TREE1","ntax":"16","rootedtree":"TRUE","title":"Tr91504","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91504.phy"}]}