{"Authors":" Alessandro Pirondi, Miloslav Kitner, Mirco Iotti, Ales\nLebeda, Marina Collina","Year":" 2015","Title":" Genetic structure and phylogeny of Italian and Czech\npopulations of the cucurbit powdery mildew fungus Golovinomyces orontii\ninferred by Multilocus Sequence Typing","Journal":" Plant Pathology","Volume":" 0","Issue":" 0","Pages":" 0-0","Keywords":" Bayesian inference, haplotype, inoculum dispersion, sexual\nrecombination, species complex","DOI":"","Abstract":" Cucurbit powdery mildew caused by Golovinomyces orontii is\na serious disease that affect cucurbit crops in temperate areas. In\nnorthern Italy, the species is responsible of the early infections at\nthe beginning of the growing season. However, chasmothecia have never\nbeen recorded in Italy and the impact of either asexual or sexual\nreproduction of G. orontii remains to be determined. To investigate and\ncompare the genetic structure of Italian populations with respect to\nthose from Czech Republic, where chasmothecia are sporadically recorded,\nseven housekeeping gene fragments (ef1-α, csI, ITS, H3, tub2, IGS and\nmtLSU) were amplified and used in a Multilocus Sequence Typing (MLST)\napproach. The four-gamete test was performed to detect recombination\nbetween and within populations. Phylogeny was inferred using both\nBayesian and minimum evolution analyses. Results from MLST revealed the\npresence of 140 single nucleotide polymorphisms and the existence of 13\ndifferent haplotypes. Phylogenetic analysis revealed the existence of\ntwo main distinct phylogenetic groups that were also highly genetically\ndifferent, confirming that G. orontii is a species complex. Our data\nsuggest that groups 1 and 3 belonging to the lineage IX of the genus\nGolovinomyces prevail in Czech Republic and Italy. Recombination was\ndetected within both the two geographical populations and the two\nphylogenetic groups indicating that sexual reproduction could have\noccurred. However, considering the lower haplotype diversity and the\nhigh frequency of ST3 (seventeen isolates) and ST7 (eight isolates)\nhaplotypes, Italian population could be predominantly clonal, while\nsexual reproduction may occasionally occur due to the introduction of\ngenotypes similar to those from Czech Republic.","trees":[{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Phylogenetic tree for the cucurbit powdery mildew\nspecies Golovinomyces orontii based on Bayesian analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_88260.phy"}]}