{"Authors":" Mun Hua Tan, Han Ming Gan, Huan You Gan, Yin Peng Lee,\nLarry J Croft, Mark B Schultz, Adam D Miller, Christopher M Austin","Year":" 2015","Title":" Comprehensive transcriptome of the Australian freshwater\ncrayfish species, Cherax quadricarinatus (Decapoda: Parastacidae).","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Freshwater crayfish; Genomics; Phylogenetic analysis;\nPancrustacea; Cellulase","DOI":"","Abstract":" We contribute to the molecular resources and understanding\nof the commercial and invasive Australian freshwater crayfish species,\nCherax quadricarinatus (Decapoda: Parastacidae), through deep sequencing\nof its transcriptome from the heart, kidney, hepatopancreas, central\nnerve cord and testis tissues. Bioinformatics analyses involving a\ncluster assembly approach yielded one of the highest quality\ntranscriptome assemblies for a decapod crustacean to date. Taking\nadvantage of these new genetic resources, we first use these data to\nexplore phylogenomic relationships among crustacean species for which\nsuitable genomic and transcriptomic information is available. We then\nexamine the origin and evolution of endogenously-transcribed cellulase\ngenes in C. quadricarinatus, to provide new insights into controversial\nissues regarding the nutritional biology of crayfishes. A total of\n206,341,872 reads with an average read length of 80 bp were generated\nfrom sequencing the transcriptomes from the heart, kidney,\nhepatopancreas, nerve and testis tissues. The assembled transcriptome\ncontains a total of 44,525 transcripts, but only 18.75% aligned to other\ncrustacean proteins in the non-redundant database as first hit.\nPhylogenetic analysis of a supermatrix, optimized for information\ncontent representing 25 species and 228,681 amino acid positions, using\nboth maximum-likelihood and Bayesian methods produced trees with good\nsupport for most nodes. Based on HMM profiles, we identified multiple\ncopies of putative digestive enzyme proteins belonging to two glycosyl\nhydrolase families (GH9 and GH5), most of which have not been previously\nidentified. We describe a comprehensive C. quadricarinatus transcriptome\nand infer crustacean phylogenetic relationships consistent with recent\nstudies supporting complex interrelationship between crustaceans and\nhexapods. Subsequent identification of putative digestive enzyme\nproteins supports the notion of endogenous enzyme production in\ncrayfishes whilst revealing a surprising level of evolutionary\ndiversification of these proteins in a crustacean species.","trees":[{"tree_label":"Fig3_ML","ntax":"25","rootedtree":"TRUE","title":"Maximum likelihood tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_88318.phy"},{"tree_label":"Fig3_BI","ntax":"25","rootedtree":"TRUE","title":"Bayesian analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_88319.phy"}]}