{"Authors":" Christiane Maria Ritz, Vadim V. Goremykin, Rainer\nMecklenburg, Frank H. Hellwig, Ludwig Martins","Year":" 2007","Title":" The molecular phylogeny of Rebutia (Cactaceae) and its allies\ndemonstrates the influence of paleogeography on the evolution of South\nAmerican mountain cacti","Journal":" American Journal of Botany","Volume":" 94","Issue":" 8","Pages":" 1321-1332","Keywords":"","DOI":"","Abstract":" This study explores the phylogenetic relationships of the\nmost popular South American cacti classified in Browningieae, Cereeae\nand Trichocereeae. We sequenced three non-coding chloroplast markers:\nthe 5\u001a region of the atpB-rbcL intergenic spacer (IGS), the trnL-trnF IGS\nand the trnK-rps16 IGS including a portion of the 5\u001a end of the trnK\ngene. The phylogenetic reconstructions based on parsimony and Bayesian\napproaches clearly show that the large genera Rebutia s.l. and\nEchinopsis s.l. are polyphyletic. In the case of Rebutia s.s. the very\nnarrow delimitation by Backeberg turns out to be in good correspondence\nwith our results. The results further suggest the unification of the\ngenera Sulcorebutia and Weingartia. The cephalia-bearing columnar cacti\nwith naked pericarpels form a strongly supported clade. The genus\nEspostoa which also develops characteristic lateral cephalia but has\nhairy pericarpels is not included in this clade, instead, it is more\nclosely related to non-cephalia-bearing Trichocereeae (Haageocereus,\nMatucana and others). Biogeographical patterns are congruent with the\nmolecular phylogeny, as the cephalia-bearing cacti with naked\npericarpels are centered in north-eastern Brazil, whereas almost all\nother species investigated in this study are distributed in the Andes.\nWe hypothesize that the evolution of South American mountain cacti is\ninfluenced by the Andean uplift and the formation of intracontinental\nmarine basins. This study contributes to a better understanding of how\nspecies richness evolved in of one of the world\u001as hotspots of\nbiodiversity.","trees":[{"tree_label":"Fig. 1","ntax":"87","rootedtree":"TRUE","title":"Phylogeny of Rebutia (Cactaceae) and its allies","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2711.phy"},{"tree_label":"Fig. 2","ntax":"78","rootedtree":"TRUE","title":"Phylogeny of Rebutia (Cactaceae) and its allies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2712.phy"}]}