{"Authors":" xiaomin han, Zongqi Feng, Dandan Xing, Qi Yang, Ruigang\nWang, Liwang Qi, Guojing Li","Year":" 2015","Title":" Two NAC transcription factors from Caragana intermedia\naltered salt tolerance","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" NAC; Caragana intermedia; Abiotic stresses; Transcription\nfactors","DOI":"","Abstract":" Background Plants are continuously challenged by different\nenvironment stresses, and they vary widely in their adjustability. NAC\n(NAM, ATAF and CUC) transcription factors are known to be crucial in\nplants tolerance response to abiotic stresses, such as drought and\nsalinity. ANAC019, ANAC055, and ANAC072, belong to the stress-NAC TFs,\nconfer the Arabidopsis abiotic stress tolerance. Results Here we\nisolated two stress-responsive NACs, CiNAC3 and CiNAC4, from Caragana\nintermedia, which were induced by ABA and various abiotic stresses.\nLocalization assays revealed that CiNAC3 and CiNAC4 localized in the\nnuclei, consistent with their roles as transcription factors.\nHistochemistry assay using ProCiNAC4::GUS transgenic Arabidopsis showed\nthat the expression of the GUS reporter was observed in many tissues of\nthe transgenic plants, especially in the root vascular system.\nOverexpression of CiNAC3 and CiNAC4 reduced ABA sensitivity during seed\ngermination, and enhanced salt tolerance of the transgenic Arabidopsis.\nConclusions We characterised CiNAC3 and CiNAC4 and found that they were\ninduced by numerous abiotic stresses and ABA. GUS histochemical assay of\nCiNAC4 promoter suggested that root, flower and local damaged tissues\nwere the strongest stained tissues. Overexpression assay revealed that\nCiNAC4 play essential roles not only in promoting lateral roots\nformation, but also in responding to salinity and ABA treatment of\nArabidopsis.","trees":[{"tree_label":"PAUP 1","ntax":"18","rootedtree":"TRUE","title":"Tr88323","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88323.phy"}]}