{"Authors":" Joseph F. Ammirati, Andrew D. Parker, Patrick Brandon\nMatheny","Year":" 2007","Title":" Cleistocybe, a new genus of Agaricales.","Journal":" Mycoscience","Volume":" 48","Issue":" NA","Pages":" 282-289","Keywords":"","DOI":" 10.1007/s10267-007-0365-5","Abstract":" A new genus of Agaricales, Cleistocybe, is described to\naccommodate the isolated evolutionary position of the new species\nCleistocybe vernalis inferred by a previously published multigene\nphylogenetic study. Cleistocybe also encompasses a second species, C.\ngomphidioides, based on morphological comparisons with C. vernalis.\nClitocybe subvelosa is confirmed as conspecific with C. gomphidioides\nbased on morphological and ITS sequence comparisons of type collections.\nCleistocybe is distinguished from other clitocyboid lineages by a\ncombination of characteristics including lamellae that become gray in\nage; interwoven hymenophoral trama with divergent elements when young;\nstrongly interwoven pileipellis with pigmented and incrusted hyphae;\nlong, relatively narrow basidia; white spore deposit; and smooth,\ninamyloid basidiospores that are often inequilateral in profile view.\nCleistocybe possesses a distinct or ephemeral fibrillose to\nsubmembranous veil that may form an annulus, a trait foreign to\nClitocybe. Cleistocybe is known only from western North America in\nconiferous forests, and it appears most closely related to the\nectomycorrhizal genus Catathelasma and the saprotrophic genera\nCallistosporium, Macrocybe, and Pleurocollybia, as well as Clitocybe\ncf. fellea, based on nLSU-rDNA phylogenetic analysis. Together these six\ngenera and lineages constitute the Catathelasma clade.","trees":[{"tree_label":"PAUP 5","ntax":"17","rootedtree":"TRUE","title":"Cleistocybe 5","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2713.phy"},{"tree_label":"PAUP 4","ntax":"17","rootedtree":"TRUE","title":"Cleistocybe 4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2714.phy"},{"tree_label":"PAUP 3","ntax":"17","rootedtree":"TRUE","title":"Cleistocybe 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2715.phy"},{"tree_label":"PAUP 2","ntax":"17","rootedtree":"TRUE","title":"Cleistocybe 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2716.phy"},{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Cleistocybe 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2717.phy"}]}