{"Authors":" Kai Zhang, Yong-Tao Han, Feng-Li Zhao, Yang Hu, Yu-Rong\nGao, Yan-Fei Ma, Yi Zheng, Yue-Jin Wang, Ying-Qiang Wen","Year":" 2015","Title":" Genome-wide Identification and Expression Analysis of the\nCDPK Gene Family in Grape, Vitis spp.","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Grapevine (Vitis vinifera L.) (Vitis pseudoreticulata),\nCDPK, synteny analysis, phylogenetic tree, subcellular localization,\nexpression profiles","DOI":"","Abstract":" Background Calcium-dependent protein kinases (CDPKs) play\nvital roles in plant growth and development, biotic and abiotic stress\nresponses, and hormone signaling. Little is known about the CDPK gene\nfamily in grape. Results In this study, we performed a genome-wide\nanalysis of the 12X grape genome (Vitis vinifera) and identified\nnineteen CDPK genes. Comparison of the structures of grape CDPK genes\nallowed us to examine their functional conservation and differentiation.\nSegmentally duplicated grape CDPK genes showed high structural\nconservation and contributed to gene family expansion. Additional\ncomparisons between grape and Arabidopsis thaliana demonstrated that\nseveral grape CDPK genes occur in the corresponding syntenic blocks of\nArabidopsis, suggesting that these genes arose before the divergence of\ngrape and Arabidopsis. Phylogenetic analysis divided the grape CDPK\ngenes into four groups. Furthermore, we examined the expression of the\ncorresponding nineteen homologous CDPK genes in the Chinese wild grape\n(Vitis pseudoreticulata) under various conditions, including biotic\nstress, abiotic stress, and hormone treatments. The expression profiles\nderived from reverse transcription and quantitative PCR suggested that a\nlarge number of VpCDPKs responded to various stimuli on the\ntranscriptional level, indicating their versatile roles in the responses\nto biotic and abiotic stresses. Moreover, we examined the subcellular\nlocalization of VpCDPKs by transiently expressing six VpCDPK-GFP fusion\nproteins in Arabidopsis leaf protoplasts; this revealed high variability\nconsistent with potential functional differences. Conclusions Taken as a\nwhole, our data provide significant insights into the evolution and\nfunction of grape CDPKs and a framework for future investigation of\ngrape CDPK genes.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"CDPK Gene Family in Grape VpCDPKs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88346.phy"},{"tree_label":"tree 1","ntax":"149","rootedtree":"TRUE","title":"CDPK Gene Family in Grape","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88347.phy"}]}