{"Authors":" Maria Carolina Viana, Albert Menezes, Miguel A. M. Moreira,\nAlcides Pissinatti, Hector Nicolas Seuanez","Year":" 2015","Title":" MECP2, a gene associated with Rett syndrome in humans, shows\nconserved coding regions, independent Alu insertions, and a novel\ntranscript across primate evolution","Journal":" BMC Genetics","Volume":"","Issue":"","Pages":"","Keywords":" MECP2 gene, Primates, Alu inserts, novel transcript","DOI":"","Abstract":" Background: The methyl-CpG Binding Protein 2 gene (MECP2)\nencodes amultifunctional protein comprising two isoforms involved in\nnuclear organization andregulation of splicing and mRNA template\nactivity. This gene is normally expressed in all tissues, with a higher\nexpression level in the brain during neuronal maturation. Loss ofMECP2\nfunction is the primary cause of Rett syndrome (RTT) in humans, a\ndominant, X- linked disorder dramatically affecting neural and motor\ndevelopment. Results: We investigated the molecular evolution of MECP2\nin several primate taxa including 36 species in 16 genera of neotropical\n(platyrrhine) primates. The coding region of the MECP2_e2 isoform showed\na high level of evolutionary conservation among humans and other\nprimates, with amino acid substitutions in 14 codons and one in-frame\ninsertion of a single serine codon, between codons 357 and 358, in\nAteles paniscus. Most substitutions occurred in noncritical regions of\nMECP2 and the majority of the algorithms used for analyzing selection\ndid not provide evidence of positive selection. Conversely, we found 48\nsites under negative selection in different regions, 23 of which were\nconsistently found by three different algorithms. Similar to an inverted\nAlu insert found previously in a lesser ape at a parallel location, one\nAlu insertion of approximately 300 bp in Cebus and Sapajus was found in\nintron 3. Phylogenetic reconstruction of the intron 3 data provided a\ntopology that was coincident with the consensus arrangement of the\nprimate taxa. RNAseq data in the neotropical primate Callimico goeldii\nrevealed a novel transcript consisting of a noncontinuous region of the\nhuman-homologous intron 2 in this species; this transcriptaccounted for\ntwo putative polypeptides. Conclusions: Despite the remarkable\nevolutionary conservation of MECP2, one in-frame insertion was observed\nin A. paniscus, and one region of intron 3 was affected by a trans-\nspecific retrotransposition in two neotropical primate genera. Moreover,\nidentification ofnovel MECP2 transcripts in Callimico suggests that part\nof a homologous human intronic region might be expressed, and that the\npotential open reading frame in this region might be a subject of\ninterest in RTT patients who carry an apparently normal MECP2\nsequence.","trees":[{"tree_label":"tree 1","ntax":"44","rootedtree":"TRUE","title":"Primate MECP2 intron 3","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_88395.phy"}]}