{"Authors":" John Dransfield, Conny B. Asmussen-Lange, Mats H. G.\nGustafsson, Finn Borchsenius, Philipp Trénel, William John Baker","Year":" 2007","Title":" Mid-Tertiary dispersal, not Gondwanan vicariance explains\ndistribution patterns in the wax palm subfamily (Ceroxyloideae:\nArecaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Ceroxyloideae is a small but heterogeneous subfamily\nof palms (Arecaceae, Palmae). It includes a Caribbean lineage (tribe\nCyclospathae), a southern hemisphere disjunction (tribe Ceroxyleae), and\nan amphi-Andean element (tribe Phytelepheae), until recently considered\na distinct subfamily (Phytelephantoideae) due to its highly derived\nmorphology. A variety of hypotheses have been proposed to account for\nthe biogeography of the subfamily, involving Gondwanan vicariance,\naustral interplate dispersal from South America to Australia via\nAntarctica, Andean orogeny and Pleistocene refuges. We assessed the\nsystematic classification and biogeography of the group based on a\ndensely sampled phylogeny using >5.5 kb of DNA sequences from three\nplastid and two nuclear genomic regions. The subfamily and each of its\nthree tribes were resolved as monophyletic with high support. Divergence\ntime estimates based on penalized likelihood and Bayesian dating methods\nindicate that Gondwanan vicariance is highly unlikely as an explanation\nfor basic disjunctions in tribe Ceroxyleae. Alternative explanations\ninclude a mid-Tertiary trans-Atlantic/trans-African dispersal track and\nthe \u001alemurian stepping stones\u001a hypothesis. Austral interplate dispersal of\nOraniopsis to Australia could have occurred, but apparently only in the\nmid-Eocene/early Oligocene interval after global cooling had begun. Our\ndata do not support Pleistocene climatic changes as drivers for\nspeciation in the Andean-centered Phytelepheae as previously proposed.\nRadiation in this tribe coincides largely with the major uplift of the\nAndes, favoring Andean orogeny over Pleistocene climatic changes as a\npossible speciation-promoting factor in this tribe.","trees":[{"tree_label":"Fig. 3","ntax":"57","rootedtree":"TRUE","title":"Ceroxyloideae, Combined analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2720.phy"},{"tree_label":"Fig. 2 RPB2","ntax":"54","rootedtree":"TRUE","title":"Ceroxyloideae, RPB2 anlysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2721.phy"},{"tree_label":"Fig. 2 PRK","ntax":"52","rootedtree":"TRUE","title":"Ceroxyloideae, PRK analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2722.phy"},{"tree_label":"Fig. 2 cpDNA","ntax":"57","rootedtree":"TRUE","title":"Ceroxyloideae, Combined cpDNA analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2723.phy"}]}