{"Authors":" Karolos Eleftherakos, Anastasios Legakis, Konstantinos\nSotiropoulos, R. M. Polymeni, Milos L Kalezic, Georg Dzukic","Year":" 2007","Title":" Phylogeny and biogeography of the alpine newt Mesotriton\nalpestris (Salamandridae, Caudata), inferred from mtDNA sequences","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" In this paper, we performed phylogenetic analyses of\nMesotriton alpestris populations from the entire range of species\ndistribution, using fragments of two mtDNA genes, cytochrome b (309 bp)\nand 16S rRNA (~500 bp). Sequence diversity patterns and phylogenetic\nanalyses reveal the existence of a relict lineage (Clade A) of late\nMiocene origin, comprising populations from south-eastern Serbia. This\nlineage is proposed to be ancestor to a western and an eastern lineage,\nwhich diverged during the middle Pliocene. The western lineage is\nfurther divided in two clades (Clades B, C) of middle Pliocene origin\nthat represent populations from Italy (B) and populations from central\nEurope and Iberia (C). Further subdivision, dated back to the\nmiddle-late Pliocene, was found within the eastern lineage, representing\nsouthern (Clade D) and central-northern (Clade E) Balkan populations\nrespectively. Extensive sequence divergence, implying greater isolation\nin multiple refugia, is found within eastern clades, while the western\nclades seem to have been involved in the colonization of central,\nwestern and north-eastern Europe from a hypothetical refugium in central\nEurope. The extent of divergence does not support the current taxonomy\nindicating cryptic speciation in the Balkans, while paedomorphic\nlineages were found to have been evolved during early-middle Pleistocene\nprobably as a response to the ongoing dramatic climatic\noscillations.","trees":[{"tree_label":"Fig. 2","ntax":"65","rootedtree":"TRUE","title":"Mesotriton","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2724.phy"}]}