{"Authors":" Zhonge Hou, Boris Sket","Year":" 2015","Title":" A review of Gammaridae (Crustacea: Amphipoda): the family\nextent, its evolutionary history and taxonomic redefinition of\ngenera","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" ancient lakes, molecular, phylogeny, radiation,\nsubterranean, taxonomy, time estimation","DOI":"","Abstract":" By molecular analysis of a high number of gammarids and 29\noutgroup genera we could assure monophyly of Gammaridae. To avoid\nfamilie’s paraphyly, we propose omission of Pontogammaridae,\nTyphlogammaridae and all Baikalian families. Similarly, genera\nFontogammarus, Sinogammarus, Lagunogammarus, Pephredo, Neogammarus,\nLaurogammarus may be cancelled. But, tens of Baikal genera, nested\nwithin Gammarus, are so diverse that they must be retained, although\nrendering Gammarus paraphyletic. Besides, we propose the polyphyletic\nEchinogammarus- Chaetogammarus group to be divided into monophyletic\ngenera Echinogammarus s. str., Homoeogammarus, Parhomoeogammarus,\nMarinogammarus, Relictogammarus gen. n., Chaetogammarus, and\nTrichogammarus gen. n. These solutions made possible the first analysis\nof the family evolution in the light of its phylogeny. Peri-marine are\nmainly basally split clades, whereas in some ancient lakes extremely\nrich endemic faunas had developed polyphyletically. The troglobiotic\nTyphlogammarus-group from Dinarides and Caucasus formed a monophylum,\nwhile troglobiotic assemblage of Gammarus species is highly\npolyphyletic. Reduction of the uropod III endopodite, classicaly\ndistinguishing between the genera Gammarus and Echinogammarus, appeared\nto be highly polyphyletic. Protective dorsal pleonal projections occur\nscattered across the family and beyond, while lateral projections were\nlimited to species of ancient lakes, so both structures were\npolyphyletic. The evolutionary history of Gammaridae was investigated\nwith ten different calibration schemes which produced incompatible\nresults. However, the most probable scenario is a late rise of the\nfamily, which can only explain the absence of Gammaridae species around\nIndo-Pacific.","trees":[{"tree_label":"UNTITLED","ntax":"130","rootedtree":"TRUE","title":"Tr88416","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88416.phy"}]}