{"Authors":" Enrico Ercole, Alfredo Vizzini","Year":" 2015","Title":" Cupreoboletus (Boletaceae, Boletineae), a new molecularly\nconfirmed monotypic genus segregated from Boletus sect. Luridi to\nreassign the Mediterranean species B. poikilochromus","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, Boletales, Boletus martaluciae, European\nboletes, molecular phylogenetics, taxonomy","DOI":"","Abstract":" Cupreoboletus is erected as a new monospecific genus of\nBoletaceae to accommodate the thermophilic southern European species\nBoletus poikilochromus, characterized by discoloration towards\ncopper-red tints overall, hymenophore forming tiny crystals upon drying,\na pervasive and long lasting sweet odor and presence of pseudocystidia.\nMacro- and microscopic descriptions of the species based on\nre-examination of the type material and recent Italian collections\nincluding additional topotypical samples are provided and accompanied by\nphotos and line drawings of the main anatomical structures. In addition,\nan epitype specimen is selected. Phylogenetic relationships were\ninferred from multigene molecular analysis based on partial sequences of\ngenes for ribosomal RNA polymerase II subunits 1 and 2, translation\nelongation factor 1-α and nuc rDNA internal transcribed spacers and\n28S. Ecological context, geographical range and delimitation from\nclosely allied taxa were also are elucidated. B. martaluciae is treated\nas a synonym of C. poikilochromus according to the morphological and\nmolecular comparative study.","trees":[{"tree_label":"con 50 majrule","ntax":"299","rootedtree":"TRUE","title":"Cupreoboletus LSU+rpb1+rpb2+tef1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88409.phy"},{"tree_label":"PHYLIP 1+","ntax":"299","rootedtree":"FALSE","title":"Cupreoboletus LSU+rpb1+rpb2+tef1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88408.phy"}]}