{"Authors":" Johannes Alwyn van der Linde, Diana L Six, Michael J.\nWingfield, Jolanda Roux","Year":" 2015","Title":" Euphorbia ingens die-offs in South Africa: A biotic\nperspective","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" ambrosia beetles, opportunistic pathogens, tree\nstress\n","DOI":"","Abstract":" Euphorbia ingens, a landmark tree in the savanna landscape\nof South Africa, has been dying off in large numbers over the last 10 to\n15 years. Initial studies conducted in the Limpopo Province to\nunderstand the die-offs revealed diverse biotic components including\nfungi, weevils, ambrosia beetles and moths associated with dying trees.\nIn this study extended surveys were conducted across several sites in\nSouth Africa, where E. ingens occurs, to expand on previous studies and\ngain knowledge of symptom development patterns and identify all the\nbiotic components involved in the die-offs of this tree. Sampling of\ndiseased and insect infested plant material was conducted from seven\nsites across four provinces. Fungal isolates were identified based on\nmorphology and DNA sequencing of the ITS, LSU, beta-tubulin and TEF 1-α\ngene regions, while insects were identified based on morphology. From\nthe diseased plant material a Fusarium sp. (FSSC), Lasiodiplodia\negyptiacae, a Readeriella sp., Sporothrix intercalidus and Albusaurum\nvolanti were identified. Five insects were identified from freshly\ninfested trees including the ambrosia beetles Cyrtogenius africus and a\nStenocelis sp. as well as three weevils. The biotic components\nidentified on dying E. ingens trees are known to be opportunistic in\nnature and to occur on highly stressed trees as secondary agents. This\nsuggests that E. ingens trees are under pressure from the environment\nand that the trigger for the die-offs might be abiotically generated and\ndriven by the biotic components.","trees":[{"tree_label":"PAUP 1","ntax":"42","rootedtree":"TRUE","title":"Tr88426","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88426.phy"}]}