{"Authors":" Tendai Musvuugwa, Z. Wilhelm de Beer, Tuan Duong, Leanne L.\nDreyer, Kenneth Carl Oberlander, Francois Roets","Year":" 2015","Title":" New species of Ophiostomatales from Scolytinae and\nPlatypodinae beetles in the Cape Floristic Region, including the\ndiscovery of the sexual state of Raffaelea","Journal":" Antonie aon Leeuwenhoek Journal of Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Olea, Ophiostoma, Platypodinae, Raffaelea, Rapanea,\nScolytinae","DOI":"","Abstract":" Olea capensis and Rapanea melanophloeos are important\ncanopy trees in South African Afromontane forests. Dying or recently\ndead individuals of these trees are often infested by Scolytinae and\nPlatypodinae (Curculionidae) beetles. Fungi were isolated from the\nsurfaces of beetles emerging from wood samples and their galleries.\nBased on micro-morphological and phylogenetic analyses, four fungal\nspecies in the Ophiostomatales were isolated. These were Sporothrix\npallida and three taxa here newly described as S. aemuluphilus sp. nov.,\nRaffaelea scabbardiae sp. nov. and Raffaelea rapaneae sp. nov. This\nstudy represents the first collection of S. pallida, a species known\nfrom many environmental samples from across the world, from Scolytinae\nbeetles. Sporothrix aemuluphilus sp. nov. is an associate of the\nambrosia beetle Xyleborinus aemulus. Raffaelea rapaneae sp. nov. and R.\nscabbardiae sp. nov. were associated with a Lanurgus sp. and\nPlatypodinae beetle, respectively, and represent the first Raffaelea\nspp. reported from the Cape Floristic Region. Of significance is that R.\nscabbardiae produced a sexual state analogius with those of Ophiostoma\nseticolle and O. deltoideosporum that also grouped in our analyses in\nRaffaelea s. str., to date considered an asexual genus. The morphology\nof the ossiform ascospores and anamorphs of the three species\ncorresponded and the generic circumscription of Raffaelea was thus\nemended to accommodate sexual states. The two known species were\nprovided with new combinations, namely Raffaelea seticolle (R.W.\nDavidson) Z.W. de Beer & T.A. Duong comb. nov. and Raffaelea\ndeltoideospora (Olchow. & J. Reid) Z.W. de Beer & T.A. Duong\ncomb. nov.","trees":[{"tree_label":"con 50 majrule","ntax":"106","rootedtree":"TRUE","title":"Ophiostomatales LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88429.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Raffaelea ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88517.phy"},{"tree_label":"con 50 majrule","ntax":"45","rootedtree":"TRUE","title":"Ophiostoma Beta-Tubulin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88519.phy"},{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Raffaelea ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88518.phy"},{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Ophiostoma Calmodulin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88520.phy"}]}