{"Authors":" Peter K. L. Ng, Ralf Britz, Maurice Kottelat, Heok Hui Tan,\nL. Rüber","Year":" 2007","Title":" Evolution of miniaturization and the phylogenetic position of\nPaedocypris, comprising the world’s smallest vertebrate.","Journal":" BMC Evolutionary Biology","Volume":" 7","Issue":" 38","Pages":" 1-10","Keywords":"","DOI":" 10.1186/1471-2148-7-38","Abstract":" Background: Paedocypris, a highly developmentally\ntruncated fish from peat swamp forests in Southeast Asia, comprises the\nworld\u001as smallest vertebrate. Although clearly a cyprinid fish, a\nhypothesis about its phylogenetic position among the subfamilies of this\nlargest teleost family with over 2400 species does not exist. Here we\npresent a phylogenetic analyses of 227 cypriniform taxa, including 213\ncyprinids, based upon complete mitochondrial DNA cytochrome b nucleotide\nsequences to determine the phylogenetic position of Paedocypris and to\nstudy the evolution of miniaturization among cyprinids. Results: Our\nanalyses reveal a strongly supported sister group relationship (clade C)\nbetween Paedocypris and another developmentally truncated miniature\ncyprinid Sundadanio. Clade C was resolved as sister group of a larger\nclade comprised of small rasborine taxa (clade D). We found that\nminiaturised taxa are more numerous in the rasborine clade A, comprising\nclade C and D, than in any other cyprinid clade. The consensus cytb in\ncyprinids comprises 380 amino acids and an incomplete T– stop codon. We\nnoted that a few cyprinids mostly rasborine taxa placed within clade A\nhad either a TAA or TAG stop codon, 376, 378, or 381 amino acids, and up\nto 10 base pairs (bp) of noncoding region before the 5\u001a end of the\ntRNA-Thr. Relaxed molecular clock estimates revealed high divergence\ntimes for the studied Sundadanio and Paedocypris populations and provide\na first temporal framework for cyprinid evolution. Conclusions:\nPaedocypris belongs to a clade that shows recurrent miniaturization\n(including both taxa characterized by developmental truncation and\nproportioned dwarfism) and that its closest relative is another\nminiaturized taxon, the genus Sundadanio. We conclude that the\nminiaturized cyprinids with remarkable morphological novelties like\nPaedocypris and Danionella are at the same time the most developmentaly\ntruncated taxa. The miniaturized cyprinids with no or few developmental\ntruncations like Boraras, Microrasbora, and Horadandia show no such\nevolutionary novelties.","trees":[{"tree_label":"Fig. 1A","ntax":"228","rootedtree":"TRUE","title":"Paedocypris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2725.phy"}]}