{"Authors":" Temesgen Magule Olango, Bizuayehu Tesfaye, Mario Augusto\nPagnotta, Mario Enrico Pè, Marcello Catellani","Year":" 2015","Title":" Development of SSR markers and genetic diversity analysis in\nenset (Ensete ventricosum (Welw.) Cheesman), an orphan food security\ncrop from Southern Ethiopia","Journal":" BMC Genetics","Volume":"","Issue":"","Pages":"","Keywords":" Ensete ventricosum, DNA pyrosequencing, SSR markers,\nGenetic diversity, Musa, Cross-genera transferability","DOI":"","Abstract":" Background Enset (Ensete ventricosum (Welw.) Cheesman;\nMusaceae) is a multipurpose drought-tolerant food security crop with\nhigh conservation and improvement concern in Ethiopia, where it\nsupplements the human calorie requirements of around 20 million people.\nThe crop also has an enormous potential in other regions of Sub-Saharan\nAfrica, where it is known only as a wild plant. Despite its potential,\ngenetic and genomic studies supporting breeding programs and\nconservation efforts are very limited. Molecular methods would\nsubstantially improve current conventional approaches. Here we report\nthe development of the first set of SSR markers from enset, their\ncross-transferability to Musa spp., and their application in genetic\ndiversity, relationship and structure assessments in wild and cultivated\nenset germplasm. Results SSR markers specific to E. ventricosum were\ndeveloped through pyrosequencing of an enriched genomic library. Primer\npairs were designed for 217 microsatellites with a repeat size > 20\nbp from 900 candidates. Primers were validated in parallel by in silico\nand in vitro PCR approaches. A total of 67 primer pairs successfully\namplified specific loci and 59 showed polymorphism. A subset of 34\npolymorphic SSR markers were used to study 70 both wild and cultivated\nenset accessions. A large number of alleles were detected along with a\nmoderate to high level of genetic diversity. AMOVA revealed that\nintra-population allelic variations contributed more to genetic\ndiversity than inter-population variations. UPGMA based phylogenetic\nanalysis and Discriminant Analysis of Principal Components show that\nwild enset is clearly separated from cultivated enset and is more\nclosely related to the out-group Musa spp. No cluster pattern associated\nwith the geographical regions, where this crop is grown, was observed\nfor enset landraces. Our results reaffirm the long tradition of\nextensive seed-sucker exchange between enset cultivating communities in\nSouthern Ethiopia. Conclusion The first set of genomic SSR markers were\ndeveloped in enset. A large proportion of these markers were polymorphic\nand some were also transferable to related species of the genus Musa.\nThis study demonstrated the usefulness of the markers in assessing\ngenetic diversity and structure in enset germplasm, and provides\npotentially useful information for developing conservation and breeding\nstrategies in enset.","trees":[{"tree_label":"Fig. 2","ntax":"75","rootedtree":"TRUE","title":"Ensete ventricosum UPGMA phylogenetic tree based on\nSSRs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88912.phy"}]}