{"Authors":" Nayyereh Olanj, Teresa Garnatje, Ali Sonboli, Joan Vallès,\nSònia Garcia","Year":" 2015","Title":" The striking and unexpected cytogenetic diversity of genus\nTanacetum L. (Asteraceae): a cytometric and fluorescent in situ\nhybridisation study of Iranian taxa.","Journal":" BMC Plant Biology","Volume":" 15","Issue":"","Pages":" 174","Keywords":" 5S, 35S, aneuploidy, evolutionary cytogenetics, genomic\ninstability, L-type arrangement, polyploidy, odd ploidy, ribosomal\nDNA.","DOI":" 10.1186/s12870-015-0564-8","Abstract":" Background: Although karyologically well studied, the\ngenus Tanacetum (Asteraceae) is poorly known from the perspective of\nmolecular cytogenetics. The prevalence of polyploidy, including odd\nploidy warranted an extensive cytogenetic study. We studied several\nspecies native to Iran, one of the most important centres of diversity\nof the genus. We aimed to characterise Tanacetum genomes through\nfluorochrome banding, fluorescent in situ hybridisation (FISH) of rRNA\ngenes and the assessment of genome size by flow cytometry. We appraise\nthe effect of polyploidy and evaluate the existence of intraspecific\nvariation based on the number and distribution of GC-rich bands and rDNA\nloci. Finally, we infer ancestral genome size and other cytogenetic\ntraits considering phylogenetic relationships within the genus. Results:\nWe report first genome size (2C) estimates ranging from 3.84 to 24.87 pg\nrepresenting about 11% of those recognised for the genus. We found\nstriking cytogenetic diversity both in the number of GC-rich bands and\nrDNA loci. There is variation even at the population level and some\nspecies have undergone massive heterochromatic or rDNA amplification.\nCertain morphometric data, such as pollen size or inflorescence\narchitecture, bear some relationship with genome size. Reconstruction of\nancestral genome size, number of CMA+ bands and number of rDNA loci show\nthat ups and downs have occurred during the evolution of these traits,\nalthough genome size has mostly increased and the number of CMA+ bands\nand rDNA loci have decreased in present-day taxa compared with ancestral\nvalues. Conclusions: Tanacetum genomes are highly unstable in the number\nof GC-rich bands and rDNA loci, although some patterns can be\nestablished at the diploid and tetraploid levels. In particular,\naneuploid taxa and some odd ploidy species show greater cytogenetic\ninstability than the rest of the genus. We have also confirmed a linked\nrDNA arrangement for all the studied Tanacetum species. The labile\nscenario found in Tanacetum proves that some cytogenetic features\npreviously regarded as relatively constant, or even diagnostic, can\ndisplay high variability, which is better interpreted within a\nphylogenetic context.","trees":[{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"Tanacetum 5S and 18S-5.8S-26S (35S) rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88524.phy"}]}