{"Authors":" Andrea A. Cocucci, Beryl B. Simpson, Joshua R. McDill,\nJennifer A. Tate, Adriana del V. Ordóñez, M. Cristina Acosta, Eduardo A.\nMoscone","Year":" 2007","Title":" Phylogeny and character evolution in Nierembergia\n(Solanaceae): molecular, morphological, and cytogenetic evidence","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Nierembergia (Solanaceae) contains 20 species found\nprimarily in South America, with one species occurring disjunctly in\nMexico. A pollination system not found elsewhere in the Solanaceae\ntypifies this genus. In most species, nectaries are absent, but\noil-producing elaiophores are present on the corolla limb and these\nattract oil-collecting bees. Molecular phylogenetic hypotheses based on\nnuclear ITS and chloroplast rpl16 intron data support the monophyly of\nNierembergia, which is sister to a clade composed of Bouchetia plus\nHunzikeria. The data reconstruct two clades within the genus: one\ncomposed primarily of herbaceous species with broad stigmas and the\nsecond containing woody species with crescent-shaped stigmas.\nMorphological homoplasy is frequent among the species of the herbaceous\nclade, while the woody clade is morphologically cohesive. New chromosome\ncounts are reported for eight species of Nierembergia (including three\nvarietals) and previous counts are confirmed for six Nierembergia\nspecies and for Bouchetia anomala, Leptoglossis linifolia, and Petunia\naxillaris.","trees":[{"tree_label":"Tree 2","ntax":"35","rootedtree":"TRUE","title":"Nierembergia Bayesian combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_670.phy"},{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Nierembergia parsimony combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2728.phy"},{"tree_label":"Char Mapping Tree","ntax":"21","rootedtree":"TRUE","title":"Nierembergia tree for character optimization","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4792.phy"}]}