{"Authors":" gabriel corradi azevedo, Adriana Cheavegatti-Gianotto,\nBarbara Franca Negri, Barbara Hufnagel, Luciano da Costa e Silva,\nJurandir Vieira Magalhaes, Antonio Augusto Franco Garcia, Ubiraci Gomes\nde Paula Lana, Sylvia Morais de Sousa, Claudia Teixeira Guimaraes","Year":" 2015","Title":" Multiple interval QTL mapping and searching for PSTOL1\nhomologs associated with root morphology, biomass accumulation and\nphosphorus content in maize seedlings under low-P","Journal":" BMC Plant Biology","Volume":" 15","Issue":" 172","Pages":"","Keywords":" phosphorus acquisition, protein kinase, SNP marker,\nOsPSTOL1, Zea mays","DOI":" 10.1186/s12870-015-0561-y","Abstract":" Background: Modifications in root morphology are important\nstrategies to maximize soil exploitation under phosphorus starvation in\nplants. Here, we used two multiple interval models to map QTLs related\nto root traits, biomass accumulation and P content in a maize RIL\npopulation cultivated in nutrient solution. In addition, we searched for\nputative maize homologs to PSTOL1, a gene responsible to enhance early\nroot growth, P uptake and grain yield in rice and sorghum. Results:\nBased on path analysis, root surface area was the root morphology\ncomponent that most strongly contributed to total dry weight and to P\ncontent in maize seedling under low-P availability. Multiple interval\nmapping models for single (MIM) and multiple traits (MT-MIM) were\ncombined and revealed 13 genomic regions significantly associated with\nthe target traits in a complementary way. The phenotypic variances\nexplained by all QTLs and their epistatic interactions using MT-MIM\n(23.4 to 35.5%) were higher than in previous studies, and presented\nsuperior statistical power. Some of these QTLs were coincident with QTLs\nfor root morphology traits and grain yield previously mapped, whereas\nothers harbored ZmPSTOL candidate genes, which shared more than 55% of\namino acid sequence identity and a conserved serine/threonine kinase\ndomain with OsPSTOL1. Additionally, four ZmPSTOL candidate genes\nco-localized with QTLs for root morphology, biomass accumulation and/or\nP content were preferentially expressed in roots of the parental lines\nthat contributed the alleles enhancing the respective phenotypes.\nConclusions: QTL mapping strategies adopted in this study revealed\ncomplementary results for single and multiple traits with high accuracy.\nSome QTLs, mainly the ones that were also associated with yield\nperformance in other studies, can be good targets for marker-assisted\nselection to improve P-use efficiency in maize. Based on the\nco-localization with QTLs, the protein domain conservation and the\ncoincidence of gene expression, we selected novel maize genes as\nputative homologs to PSTOL1 that will require further validation\nstudies.","trees":[{"tree_label":"Imported tree 1","ntax":"19","rootedtree":"TRUE","title":"Serine/Theronine receptor-like kinases MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89104.phy"}]}