{"Authors":" Xue-Wei Wang, Lorenzo Lombard, Johannes (Ewald) Zacharias\nGroenewald, Jing Li, Sandra Isabel Rodrigues Videira, Rob Samson,\nXingzhong Liu, Pedro W. Crous","Year":" 2016","Title":" Phylogenetic reassessment of the Chaetomium globosum species\ncomplex","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 36","Issue":"","Pages":" 83-133","Keywords":" DNA barcode, epitypification, multi-gene phylogeny,\nspecies complex, systematics","DOI":" 10.3767/003158516X689657","Abstract":" Chaetomium globosum, the type species of the genus, is\nubiquitous, occurring on a wide variety of substrates, in air and in\nmarine environments. This species is recognised as a cellulolytic and/or\nendophytic fungus. It is also known as a source of secondary metabolites\nwith various biological activities, having great potential in the\nagricultural, medicinal and industrial fields. On the negative side, C.\nglobosum has been reported as an air contaminant causing adverse health\neffects and as causal agent of human fungal infections. However, the\ntaxonomic status of C. globosum is still poorly understood. The\ncontemporary species concept for this fungus includes a broadly defined\nmorphological diversity as well as a large number of synonymies with\nlimited phylogenetic evidence. The aim of this study is, therefore, to\nresolve the phylogenetic limits of C. globosum s.str. and related\nspecies. Screening of isolates in the collections of the CBS-KNAW Fungal\nBiodiversity Centre (The Netherlands) and the China General\nMicrobiological Culture Collection Centre (China) resulted in\nrecognising 80 representative isolates of the C. globosum species\ncomplex. Thirty-six species are identified based on phylogenetic\ninference of six loci, supported by typical morphological characters,\nmainly ascospore shape. Of these, 12 species are newly described here.\nAdditionally, C. cruentum, C. mollipilium, C. rectum, C. subterraneum\nand two varieties of C. globosum are synonymised under C. globosum\ns.str., and six species are resurrected, i.e. C. angustispirale, C.\ncoarctatum, C. cochliodes, C. olivaceum, C. spiculipilium and C.\nsubglobosum. Chaetomium ascotrichoides is segregated from C. madrasense\nand the genus name Chaetomidium is rejected. Five species, including C.\nglobosum s.str., are typified here to stabilise their taxonomic status.\nA further evaluation of the six loci used in this study as potential\nbarcodes indicated that the 28S large subunit (LSU) nrDNA and the\ninternal transcribed spacer regions and intervening 5.8S nrRNA (ITS)\ngene regions were unreliable to resolve species, whereas β-tubulin\n(tub2) and RNA polymerase II second largest subunit (rpb2) showed the\ngreatest promise as DNA barcodes for differentiating Chaetomium species.\nThis study provides a starting point to establish a more robust\nclassification system for Chaetomium and for the Chaetomiaceae.","trees":[{"tree_label":"Fig. 1","ntax":"81","rootedtree":"TRUE","title":"Chaetomium globosum species complex Combined\n6-gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91759.phy"},{"tree_label":"Unpublished ITS NJ tree","ntax":"81","rootedtree":"TRUE","title":"Chaetomium globosum species complex Unpublished ITS\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91760.phy"},{"tree_label":"Unpublished LSU NJ tree","ntax":"81","rootedtree":"TRUE","title":"Chaetomium globosum species complex Unpublished LSU\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91761.phy"},{"tree_label":"Unpublished TEF1 NJ tree","ntax":"81","rootedtree":"TRUE","title":"Chaetomium globosum species complex Unpublished TEF1\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91764.phy"},{"tree_label":"Unpublished RPB2 NJ tree","ntax":"81","rootedtree":"TRUE","title":"Chaetomium globosum species complex Unpublished RPB2\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91763.phy"},{"tree_label":"Unpublished RPB1 NJ tree","ntax":"81","rootedtree":"TRUE","title":"Chaetomium globosum species complex Unpublished RPB1\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91762.phy"},{"tree_label":"Unpublished TUB2 NJ tree","ntax":"81","rootedtree":"TRUE","title":"Chaetomium globosum species complex Unpublished TUB2\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91765.phy"}]}