{"Authors":" Brian R Moore, Michael J Donoghue","Year":" 2007","Title":" Correlates of diversification in the plant clade Dipsacales:\nGeographic movement and evolutionary innovation","Journal":" The American Naturalist","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We explore patterns of diversification in the plant clades\nAdoxaceae and Valerianaceae (within Dipsacales), evaluating correlations\nbetween biogeographic change (i.e., movements into new areas),\nmorphological change (e.g., the origin of putative key innovations\nassociated with vegetative and reproductive characters), and shifts in\nrates of diversification. Our findings indicate that rates of\ndiversification in these plants tend to be less tightly correlated with\nthe evolution of morphological innovations, but instead exhibit a\npronounced correlation with movement into new geographic areas,\nparticularly the dispersal of lineages into new mountainous regions. The\ninterdependence among apparent novelties (arising from their nested\nphylogenetic distribution) and the correlation between morphological and\nbiogeographic change suggests a complex history of diversification in\nDipsacales. Overall, these findings highlight the importance of\nincorporating biogeographic history in studies of diversification rates\nand in the study of geographic gradients in species richness.\nFurthermore, these results argue against a simple deterministic\nrelationship between dispersal and diversification: like other factors\nthat may influence the probability of speciation and/or extinction, the\nimpact of dispersal on diversification rates depends on being in the\nright place at the right time.","trees":[{"tree_label":"Fig. 3","ntax":"63","rootedtree":"TRUE","title":"Adoxaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4793.phy"},{"tree_label":"Fig. 4","ntax":"102","rootedtree":"TRUE","title":"Valerianaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4794.phy"}]}