{"Authors":" Joseph L Cotton, William P. Wysocki, Lynn Clark, Scot A.\nKelchner, J. Chris Pires, Patrick P Edger, Dustin R Mayfield-Jones,\nMelvin R Duvall","Year":" 2015","Title":" Resolving deep relationships of PACMAD grasses; a\nphylogenomic approach","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Complete plastome, Divergence estimates, PACMAD Clade,\nPanicoideae, Phylogenomics, Rapid radiation","DOI":"","Abstract":" Plastome sequences for 18 species of the PACMAD grasses\n(subfamilies Panicoideae, Aristidoideae, Chloridoideae, Micrairoideae,\nArundinoideae, Danthonioideae) were analyzed phylogenomically. Next\ngeneration sequencing methods were used to provide complete plastome\nsequences for 12 species. Sanger sequencing was performed to determine\nthe plastome of one species, Hakonechloa macra, to provide a reference\nfor annotation. These analyses were conducted to resolve deep\nsubfamilial relationships within the clade. Divergence estimates were\nassessed to determine potential factors that led to the rapid radiation\nof this lineage and its dominance of warmer open habitats. New plastomes\nwere completely sequenced and characterized for 13 PACMAD species. An\nautapomorphic ~1140 bp deletion was found in Hakonechloa macra\nputatively pseudogenizing rpl14 and eliminating rpl16 from this\nplastome. Phylogenomic analyses support Panicoideae as the sister group\nto the ACMAD clade. Complete plastome sequences provide greater support\nat deep nodes within the PACMAD clade. The initial diversification of\nPACMAD subfamilies was estimated to occur at 32.4 mya.Phylogenomic\nanalyses of complete plastomes provides resolution for deep\nrelationships of PACMAD grasses. The divergence estimate of 32.4 mya at\nthe crown node of the PACMAD clade coincides with the Eocene-Oligocene\nTransition (EOT). The Eocene was a period of global cooling and drying,\nwhich led to forest fragmentation and the expansion of open habitats now\ndominated by these grasses. Understanding how these grasses are related\nand determining a cause for their rapid radiation allows for future\npredictions of grassland distribution in the face of a changing global\nclimate.","trees":[{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Poaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89137.phy"}]}