{"Authors":" Jeerapa Nguanhom, Ratchadawan Cheewangkoon, Johannes\n(Ewald) Zacharias Groenewald, Uwe Braun, Chaiwat To-Anun, Pedro W.\nCrous","Year":" 2015","Title":" Taxonomy and phylogeny of Cercospora spp. from Northern\nThailand","Journal":" Phytotaxa","Volume":" 233","Issue":" 1","Pages":" 27-48","Keywords":" biodiversity, cercosporoid hyphomycetes,\nMycosphaerellaceae, phylogeny","DOI":" 10.11646/phytotaxa.233.1.2","Abstract":" The genus Cercospora represents a group of important plant\npathogenic fungi with a wide geographic distribution, being commonly\nassociated with leaf spots on a broad range of plant hosts. Northern\nThailand is characterised by having a mixture of rivers, hills and\nmountain ranges, with a tropical savannah climate, representing a rich\ndiversity of vascular plants. The goal of the present study was\ntherefore to conduct a morphological and molecular phylogenetic analysis\nof the Cercospora spp. occurring on various plants growing in this\nregion. In total 60 Cercospora isolates were collected from 29 host\nspecies (representing 16 plant families) growing in Northern Thailand.\nPartial nucleotide sequence data for two gene loci (ITS and cmdA), were\ngenerated for all isolates. Results from this study indicate that\nmembers of the genus Cercospora vary regarding host specificity, with\nsome taxa having wide host ranges, and others being host-specific.\nFurthermore, based on cultural, morphological and phylogenetic data,\nfour new species of Cercospora could be identified, namely C.\nglycinicola (from Glycine max), C. cypericola and C. cyperina (from\nCyperus alternifolius), and C. musigena (from Musa sp.). The most common\nCercospora sp. found in Northern Thailand was C. cf. malloti, which\noccurred on a wide host range. Several collections could however not be\nresolved to species level due to the lack of reference cultures and DNA\ndata for morphologically similar species. Further collections from other\ncountries are therefore needed to help resolving the taxonomy of some\nspecies complexes occurring on various plant hosts in Thailand.","trees":[{"tree_label":"Fig. 1","ntax":"122","rootedtree":"TRUE","title":"Cercospora bayesian ITS and calmodulin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_116698.phy"}]}