{"Authors":" Gregory K. Brown, Tania Wendt, L. O. F. Sousa, Timothy M.\nEvans, Dorothy E. Tuthill","Year":" 2007","Title":" Monophyly and phylogenetic relationships in Lymania\n(Bromeliaceae: Bromelioideae) based on morphology and chloroplast DNA\nsequences","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A cladistic analysis of Lymania was conducted using data\nfrom morphology and sequences from three chloroplast DNA regions (matK\ncoding region and the psbA-trnH and trnL-trnF intergenic spacers) to\nexamine monophyly of the genus and phylogenetic relationships among\ngenera with which Lymania species have been segregate. All nine\nrecognized Lymania species are nearly endemic to southern Bahia state in\nBrazil. It is the first genus in Bromeliaceae subfamily Bromelioideae to\nbe the subject of a combined morphological and molecular analysis. The\ngenera of Bromelioideae have been particularly difficult to classify and\nthere has been disagreement about their relationships. Morphological\ndata show better resolution than molecular data alone. The partition\nhomogeneity test supported a combined analysis of the two data sets,\nyielding a single most parsimonious tree. In the combined analysis,\nmonophyly of Lymania is moderately supported, and the genus is closely\nrelated to species of Aechmea subg. Lamprococcus and Ortigiesia. The\nmorphological distinctiveness coupled with low molecular divergence\nindicates relatively recent and rapid speciation within Lymania. This\nstudy provides a framework for future study of Bromelioideae genera and\nhighlights areas that need further attention.","trees":[{"tree_label":"Fig. 4","ntax":"23","rootedtree":"TRUE","title":"Lymania cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_520.phy"},{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Lymania Morphology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4797.phy"},{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Lymania cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4795.phy"},{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Lymania cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4796.phy"}]}