{"Authors":" Xiao Yang, Yilmaz Balci, Nicholas Justin Brazee, Andrew L.\nLoyd, Chuan Hong","Year":" 2016","Title":" Phytophthora intercalaris sp. nov., a unique species in\nPhytophthora clade 10 recovered from stream and irrigation water in\neastern United States","Journal":" International Journal of Systematic and Evolutionary\nMicrobiology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1099/ijsem.0.000800","Abstract":" A novel species of the genus Phytophthora was recovered\nduring surveys of stream and nursery irrigation water in Maryland,\nMassachusetts, North Carolina, Virginia and West Virginia in the USA.\nThe novel species is heterothallic, and all examined isolates were A1\nmating type. It produced rare ornamented oogonia and amphigynous\nantheridia when paired with A2 mating type testers of Phytophthora\ncinnamomi and Phytophthora cryptogea. Sporangia of this novel species\nwere non-papillate and non-caducous. Thin-walled intercalary\nchlamydospores were abundant in hemp seed agar and carrot agar, while\nthey were produced only rarely in aged cultures grown in clarified V8\njuice agar. Phylogenetic analyses based on sequences of the internal\ntranscribed spacer region and the b-tubulin and mitochondrial\ncytochrome-c oxidase 1 (cox1) genes indicated that the novel species is\nphylogenetically close to Phytophthora gallica in Phytophthora clade 10.\nThe novel species has morphological and molecular features that are\ndistinct from those of other species in Phytophthora clade 10. It is\nformally described here as Phytophthora intercalaris sp. nov.\nDescription of this unique clade-10 species is important for\nunderstanding the phylogeny and evolution of Phytophthora clade 10.","trees":[{"tree_label":"Fig. 3","ntax":"119","rootedtree":"TRUE","title":"Phytophthora Btub","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95514.phy"},{"tree_label":"Fig. 1","ntax":"133","rootedtree":"TRUE","title":"Phytophthora ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95515.phy"},{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Phytophthora cox1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95516.phy"}]}