{"Authors":" A. Riethmüller, M. Göker, Franz Oberwinkler, Hermann\nVoglmayr","Year":" 2007","Title":" How do obligate parasites evolve? A multi-gene phylogenetic\nanalysis of downy mildews","Journal":" Fungal Genetics and Biology","Volume":" 44","Issue":" NA","Pages":" 105-122","Keywords":" NA","DOI":" NA","Abstract":" Plant parasitism has independently evolved as a nutrition\nstrategy in both true fungi and Oomycetes (stramenopiles). A large\nnumber of species within phytopathogenic Oomycetes, the so-called downy\nmildews, are defined as obligate biotrophs since they have not, to date,\nbeen cultured on any artificial medium. Other genera like Phytophthora\nand Pythium can in general be cultured on standard or non-standard agar\nmedia. Within all three groups there are many important plant pathogens\nresponsible for severe economic losses as well as damage to natural\necosystems. Although they are important model systems to elucidate the\nevolution of obligate parasites, the phylogenetic relationships between\nthese genera have not been clearly resolved. Based on the most\ncomprehensive sampling of downy mildew genera to date and a\nrepresentative sample of Phytophthora subgroups, we inferred the\nphylogenetic relationships from a multi-gene dataset containing both\ncoding and non-coding nuclear and mitochondrial loci. Phylogenetic\nanalyses were conducted under several optimality criteria and the\nresults were largely consistent between all the methods applied. Strong\nsupport is achieved for monophyly of a clade comprising both the genus\nPhytophthora and the obligate biotrophic species. The facultatively\nparasitic genus Phytophthora is shown to be at least partly\nparaphyletic. Monophyly of a cluster nested within Phytophthora\ncontaining all obligate parasites is strongly supported. Within the\nobligate biotrophic downy mildews, four morphologically or ecologically\nwell-defined subgroups receive statistical support: (1) A cluster\ncontaining all species with brownish-violet conidiosporangia, i.e., the\ngenera Peronospora and Pseudoperonospora; (2) a clade comprising the\ngenera with vesicular to pyriform haustoria (Basidiophora, Benua,\nBremia, Paraperonospora, Plasmopara, Plasmoverna, Protobremia); (3) a\ngroup containing species included in Hyaloperonospora and Perofascia\nwhich almost exclusively infect Brassicaceae; (4) a clade including the\ngrass parasites Viennotia oplismeni and Graminivora graminicola.\nPhylogenetic relationships between these four clades are not clearly\nresolved, and neither is the position of Sclerospora graminicola within\nthe downy mildews. Character analysis indicates an evolutionary scenario\nof gradually increasing adaptation to plant parasitism in Peronosporales\nand that at least the most important of these adaptive steps occurred\nonly once, including major host shifts within downy mildews.","trees":[{"tree_label":"Fig. 1.1","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, phyml","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4798.phy"},{"tree_label":"Fig. 1.2","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, treefinder 1locus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4799.phy"},{"tree_label":"Fig. 1.3","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, treefinder 4loci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4800.phy"},{"tree_label":"Fig. 1.4","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, treefinder 5loci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4801.phy"},{"tree_label":"Fig. 2.1","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, mp hsearch","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4802.phy"},{"tree_label":"Fig. 2.2","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, bionj gtrig","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4803.phy"},{"tree_label":"Fig. 2.3","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, bionj sym","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4804.phy"},{"tree_label":"Fig. 2.4","ntax":"72","rootedtree":"TRUE","title":"Downy Mildews, bionj logdet","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4805.phy"}]}