{"Authors":" Misa Saito, Eri Yamada, Kohei Fujita, Noriko Yamagishi,\nNobuyuki Yoshikawa, Takashi Nakatsuka","Year":" 2015","Title":" Isolation and characterization of the C-class MADS-box gene\ninvolved in the formation of double flowers in Japanese gentian","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" AGAMOUS, Apple latent spherical virus vector,\nDouble-flowers, Japanese gentian, LTR-type retrotransposon, MADS-box\ngenes","DOI":"","Abstract":" Generally, double-flowered varieties are more attractive\nthan single-flowered varieties in ornamental plants. Japanese gentian is\none of the most popular floricultural plants in Japan, and it is\ndesirable to breed elite double-flowered cultivars. In this study, we\nattempted to characterize a doubled-flower mutant of Japanese gentian.\nTo identify the gene that causes the double-flowered phenotype in\nJapanese gentian, we isolated and characterized MADS-box genes. Fourteen\nMADS-box genes were isolated, and two of them were C-class MADS-box\ngenes (GsAG1 and GsAG2). Both GsAG1 and GsAG2 were categorized into the\nPLE/SHP subgroup, rather than the AG/FAR subgroup. In expression\nanalyses, GsAG1 transcripts were detected in the second to fourth floral\nwhorls, while GsAG2 transcripts were detected in only the inner two\nwhorls. Transgenic Arabidopsis expressing GsAG1 lacked petals and formed\ncarpeloid organs instead of sepals. Compared with a single-flowered\ngentian cultivar, a double-flowered gentian mutant showed decreased\nexpression of GsAG1 but unchanged expression of GsAG2. An analysis of\nthe genomic structure of GsAG1 revealed that the gene had nine exons and\neight introns, and that a 5,150-bp additional sequence was inserted into\nthe sixth intron of GsAG1 in the double-flowered mutant. This insert had\ntypical features of a Ty3/gypsy-type LTR-retrotransposon, and was\ndesignated as Tgs1. Virus-induced gene silencing of GsAG1 by the Apple\nlatent spherical virus vector resulted in the conversion of the stamen\nto petaloid organs in early flowering transgenic gentian plants\nexpressing an Arabidopsis FT gene. These results revealed that GsAG1\nplays a key role as a C-functional gene in stamen organ identity. The\nidentification of the gene responsible for the double-flowered phenotype\nwill be useful in further research on the floral morphogenesis of\nJapanese gentian.","trees":[{"tree_label":"nj","ntax":"89","rootedtree":"TRUE","title":"Japanese Gentian C-class MADS-box","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89151.phy"}]}