{"Authors":" Ronald M Clouse, Prashant P Sharma, Jessie C Stuart, Llyod\nR Davis, Gonzalo Giribet, Sarah L Boyer, Ward C. Wheeler","Year":" 2015","Title":" Phylogeography of the harvestman genus Metasiro (Arthropoda,\nArachnida, Opiliones) reveals a potential solution to the Pangean\nparadox","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Apalachicola River, Appalachia, Cyphophthalmi, dispersal,\nPangea, vicariance","DOI":"","Abstract":" At both global and local scales, mite harvestmen\n(Opiliones, Cyphophthalmi) have been shown to have achieved their\ncurrent global distribution strictly through vicariance. However, the\nimplicit low dispersal capability of this group does not explain how\nthey expand their ranges and come to occupy enormous landmasses prior to\nrifting. To investigate at the population level the limited vagility\nthat characterizes the suborder generally, and how its dispersal\ncapacity determines diversification dynamics, range expansion, and\nhistorical biogeography, we examined as a test case the phylogeography\nof the genus Metasiro. This genus consists of three widely separated,\nmorphologically cryptic species that inhabit the Southeastern United\nStates. Distances between sampling sites spanned a range of geographic\nscales, from 4 m to over 500 km. Population structure was inferred from\nfragments of six loci (three mitochondrial, three nuclear) amplified\nfrom 221 specimens. We tested for population structure and gene flow,\nconstructed a dated phylogeny of the genus, and developed a program for\nestimating the effective population size with confidence intervals.\nIndividuals of M. americanus demonstrate remarkable population structure\nat scales of less than 25 m, but populations vary in their haplotypic\ndiversity, and some exhibit evidence of historical gene flow. The\nestimated timing of cladogenesis within the genus accords closely with\nthe geological history of the North American coastline, and the three\nspecies are at the endpoints of large watersheds. This suggests that\nmite harvestman lineages expand their ranges by a mechanism analogous to\ngeological erosion, providing for the first time a plausible mechanism\nwhereby these animals dispersed across Pangea despite their low vagility\nin stable environments.","trees":[{"tree_label":"Imported tree 1+","ntax":"244","rootedtree":"TRUE","title":"Cyphophthalmi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88747.phy"}]}