{"Authors":" Peter K. L. Ng, Deirdre Sharkey, Joelle Lai, Donald J\nColgan, Shane Ahyong","Year":" 2007","Title":" Phylogenetics of the brachyuran crabs (Crustacea: Decapoda):\nthe status of Podotremata based on small subunit nuclear ribosomal\nRNA","Journal":" Molecular Phylogenetics and Evolution","Volume":" 45","Issue":" 2","Pages":" 576-586","Keywords":" NA","DOI":" 10.1016/j.ympev.2007.03.022","Abstract":" The true crabs, the Brachyura, are generally divided into\ntwo major groups, the Eubrachyura or \u001aadvanced\u001a crabs, and the Podotremata\nor \u001aprimitive\u001a crabs. The status of Podotremata is one of the most\ncontroversial issues in brachyuran systematics. The podotreme crabs,\nbest recognized by their possession of gonopores on the coxae of the\npereopods, have variously been regarded as mono-, para- or polyphyletic,\nor even as non-brachyuran. For the first time, the phylogenetic\npositions of the podotreme crabs were studied by cladistic analysis of\nsmall subunit nuclear ribosomal RNA sequences. Eight of 10 podotreme\nfamilies were represented along with representatives of 17 eubrachyuran\nfamilies. Under both maximum parsimony and Bayesian Inference,\nPodotremata was found to be significantly paraphyletic, comprising three\nmajor clades: Dromiacea, Raninoida, and Cyclodorippoida. The most \u001abasal\u001a\nis Dromiacea, followed by Raninoida and Cylodorippoida. Notably,\nCyclodorippoida was identified as the sister group of the Eubrachyura.\nPrevious hypotheses that the dromiid crab, Hypoconcha, is an anomuran\nwere unsupported, though Dromiidae as presently composed could be\nparaphyletic. Topologies constrained for podotreme monophyly were found\nto be significantly worse (P<0.04) than unconstrained topologies\nunder Shimodaira-Hasegawa tests. The clear pattern of podotreme\nparaphyly and robustness of topologies recovered indicates that\nPodotremata as a formal concept should be abandoned. Relationships among\nthe eubrachyurans were generally equivocal, though results indicate the\nmajoids or dorippoids were the least derived of the Eubrachyura.","trees":[{"tree_label":"MPT","ntax":"33","rootedtree":"TRUE","title":"Brachyuran Crabs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4806.phy"}]}