{"Authors":" Kazunori Yoshizawa, Charles Lienhard","Year":" 2016","Title":" Bridging the gap between chewing and sucking in the\nhemipteroid insects: new insights from Cretaceous amber","Journal":" Zootaxa","Volume":" 4079","Issue":" 2","Pages":" 229245","Keywords":" Burmese amber, Archipsyllidae, Paraneoptera,\nPancondylognatha, Condylognatha, new genus and species","DOI":" 10.11646/zootaxa.4079.2.5","Abstract":" The diversity of feeding apparatuses in insects far\nexceeds that observed in any other animal group. Consequently, tracking\nmouthpart innovation in insects is one of the keys toward understanding\ntheir diversification. In hemipteroid insects (clade Paraneoptera or\nAcercaria: lice, thrips, aphids, cicadas, bugs, etc.), the transition\nfrom chewing to piercing-and-sucking mouthparts is widely regarded as\nthe turning point that enabled hyperdiversification of the Hemiptera,\nthe fifth largest insect order. However, the transitional process from\nchewing to piercing-and-sucking in the Paraneoptera was hitherto\ncompletely unknown. In this paper, we report a well preserved mid\nCretaceous amber fossil of the paraneopteran insect family\nArchipsyllidae and describe it as Mydiognathus eviohlhoffae gen. et sp.\nn. This species has elongate mandibles and styliform laciniae similar to\nHemiptera but retains functional chewing mouthparts. A number of\nmorphological characters place the Archipsyllidae as the sister group of\nthe thrips plus hemipterans, which strongly suggests that the mouthparts\nof M. eviohlhoffae represent a transitional condition from primitive\nchewing to derived piercing-and-sucking mouthparts. The clade composed\nof Archipsyllidae, thrips, and hemipterans is here named\nPancondylognatha, a new supra-ordinal taxon. Based on newly obtained\ninformation, we also assess the monophyly of the Paraneoptera, which was\ncalled into question by recent phylogenomic analyses. A phylogenetic\nanalysis that includes Mydiognathus strongly supports the monophyly of\nthe Paraneoptera.","trees":[{"tree_label":"Fig. 5","ntax":"33","rootedtree":"TRUE","title":"Placement of Archipsyllidae: Mydiognathus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96258.phy"}]}