{"Authors":" Magriet A van der Nest, Jolanda Roux, Brenda D Wingfield,\nMichael J Wingfield, Alistair Ross McTaggart, Roger G Shivas","Year":" 2015","Title":" Host jumps shaped the diversity of extant rust fungi\n(Pucciniales)","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" calibration by host-parasite co-evolution, host jumps,\nhost-parasite evolution, Mikronegeriaceae, molecular dating, Puccinia\npsidii, Pucciniales, Uredinales","DOI":" 10.1111/nph.13686","Abstract":" \u0015 The aim of this study was to determine the evolutionary\ntime line for rust fungi and date key speciation events using a\nmolecular clock. Evidence is provided that supports a contempo- rary\nview for a recent origin of rust fungi, with a common ancestor on a\nflowering plant. \u0015 Divergence times for > 20 genera of rust fungi were\nstudied with Bayesian evolutionary analyses. A relaxed molecular clock\nwas applied to ribosomal and mitochondrial genes, cali- brated against\nestimated divergence times for the hosts of rust fungi, such as Acacia\n(Fabaceae), angiosperms and the cupressophytes. \u0015 Results showed that\nrust fungi shared a most recent common ancestor with a mean age between\n113 and 115 million yr. This dates rust fungi to the Cretaceous period,\nwhich is much younger than previous estimations. Host jumps, whether\ntaxonomically large or between host genera in the same family, most\nprobably shaped the diversity of rust genera. Likewise, species\ndiversified by host shifts (through coevolution) or via subsequent host\njumps. This is in contrast to strict coevolution with their hosts. \u0015\nPuccinia psidii was recovered in Sphaerophragmiaceae, a family distinct\nfrom Raveneli- aceae, which were regarded as confamilial in previous\nstudies.","trees":[{"tree_label":"Bayesian Inference","ntax":"71","rootedtree":"TRUE","title":"Pucciniales LSU, SSU, CO3","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88777.phy"}]}