{"Authors":" Masako Senda, Kiyoshi Ishiguro, Haruhisa Suga, Takahiro\nAsano, Koji Kageyama","Year":" 2007","Title":" Heterogeneity of the internal transcribed spacer region of\nribosomal DNA in Pythium helicoides","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Heterogeneity of the rDNA ITS region in Pythium helicoides\nand the phylogenetic relationship between Pythium helicoides and closely\nrelated species were investigated. In PCR-RFLP analysis of the rDNA ITS\nregion of all P. helicoides isolates investigated, including the type\nculture, intraspecific variation was found at the Hha I site. The total\nlength of fragments was longer than before cutting, indicating sequence\nheterogeneity within isolates. Digestion of the cloned rDNA ITS region\nwith Hha I revealed polymorphisms among and within single zoospore\nisolates, and variability of of the rDNA ITS region was also present\namong the clones derived from the same isolate. To test whether the rDNA\nITS region of closely related species and other regions in the genome of\nP. helicoides are also variable, the ITS region of P. ultimum and the\ncytochrome oxydase II gene encoded in mitochondria were sequenced. This\nrevealed only a low intraspecific variability in the sequences of both\nspecies but not intra-isolate variation. In the phylogenic tree based on\nthe rDNA ITS sequences, all clones of P. helicoides formed one large\nclade which was distinct from the clades comprising morphologically\nsimilar species such as P. oedochilum and P. ostracodes, and closely\nrelated to P. chamaehyphon rather than the other species.","trees":[{"tree_label":"Fig. COII","ntax":"13","rootedtree":"TRUE","title":"Pythium helicoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_342.phy"},{"tree_label":"Fig. ITS","ntax":"53","rootedtree":"TRUE","title":"Pythium helicoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4807.phy"}]}