{"Authors":" Lucia Sessa, Eduardo Abreo, Lina Bettucci, Sandra Lupo","Year":" 2016","Title":" Botryosphaeriaceae species associated with wood diseases of\nstone and pome fruits trees: symptoms and virulence across different\nhosts in Uruguay.","Journal":" European Journal of Plant Pathology","Volume":" 146","Issue":" 3","Pages":" 519-530","Keywords":" Apple Pear Peach Wood disease Fungi","DOI":" 10.1007/s10658-016-0936-4","Abstract":" Apple, pear and peach orchards are usually planted in\nclose proximity, and they might share pathogenic fungal species\naffecting different plant organs. In particular, species of\nBotryosphaeriaceae have been indicated as responsible for wood diseases\nin these fruit species. Symptoms frequently observed in Uruguay include\npapyraceous cankers in apple trunks, dead shoots in pears, and gummosis\nin peach shoots and branches. Symptomatic tissues of these species were\nsampled, and fungi resembling species within Botryosphaeriaceae were\nisolated and identified based on phylogenetic analysis of the internal\ntranscribed spacer region (ITS), part of the translation elongation\nfactor 1-α gene (EF1-α) and part of the RNA polymerase II subunit gen\n(RPB2). Pathogenicity of selected isolates was assessed under laboratory\nand field conditions. Botryosphaeria dothidea, Diplodia seriata and\nNeofusicoccum parvum were isolated from the three hosts from symptomatic\ntissues. However, only N. parvum proved to be pathogenic when inoculated\non trees of all three species, while D. seriata showed pathogenicity\ntowards apple and peach trees only. Diplodia mutila and N. australe were\nisolated less frequently and not from all the host species. However,\nthey were the most virulent based on lesion length on all tested plant\nspecies. The fact that fungal isolates obtained from one host could\ncause disease symptoms also in some of the alternative hosts suggests\nthat cross infections are possible between apple, pear and peach trees.\nFinally, Diplodia pseudoseriata in Prunus persica and Diplodia mutila in\nPyrus communis, are new records for these hosts in Uruguay.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Botryosphaeriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88890.phy"},{"tree_label":"PAUP 1","ntax":"58","rootedtree":"TRUE","title":"Botryosphaeriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110213.phy"},{"tree_label":"PAUP 1","ntax":"27","rootedtree":"TRUE","title":"Botryosphaeriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110212.phy"}]}