{"Authors":" Xue Zhou, Kerry O’Donnell, Takayuki Aoki, Jason A. Smith,\nMatthew T. Kasson, Zhi-Min Cao","Year":" 2015","Title":" Two novel Fusarium species that cause canker disease of\nprickly ash (Zanthoxylum bungeanum) in northern China form a novel clade\nwith F. torreyae","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium continuum, Fusarium zanthoxyli, genealogical\nconcordance, molecular phylogenetics, morphology, RPB2, TEF1","DOI":"","Abstract":" Canker disease of prickly ash (Zanthoxylum bungeanum\nMaxim.) has caused a decline in the production of this economically\nimportant spice in northern China over the past twenty-five years. To\nidentify the etiological agent, 38 fungal isolates were recovered from\nsymptomatic tissues from trees in five provinces in China. These\nisolates were identified by conducting BLASTN searches of NCBI GenBank\nand phylogenetic analyses of DNA sequence data from the nuclear\nribosomal internal transcribed spacer region (nuc rDNA ITS1-5.8S-ITS2),\na portion of the translation elongation factor 1-Î± (TEF1) gene, and\ngenes encoding RNA polymerase II largest (RPB1) and second largest\n(RPB2) subunits. Results of these analyses suggested that 30/38 isolates\nbelonged to two novel fusaria most closely related to the Florida\ntorreya (Torreya taxifolia Arn.) pathogen, Fusarium torreyae T. Aoki et\nal., in Florida and Georgia. These three canker-inducing tree pathogens\nform a novel clade within Fusarium here designated the F. torreyae\nspecies complex (FTOSC). BLASTN queries of GenBank also revealed that\n5/38 isolates recovered from cankers represented an undescribed\nphylogenetic species within the F. solani species complex (FSSC)\ndesignated FSSC 6. Stem inoculations of three fusaria on Z. bungeanum\nresulted in consistent canker symptoms from which these three fusaria\nwere recovered. The two novel fusaria, however, induced significantly\nlarger lesions than FSSC 6. Herein, the two novel prickly ash pathogens\nare formally described as F. zanthoxyli and F. continuum.","trees":[{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Fusarium TEF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89189.phy"},{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Three fusaria tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89192.phy"},{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Three fusaria tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89191.phy"},{"tree_label":"Fig.3","ntax":"31","rootedtree":"TRUE","title":"Three Fusaria tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89193.phy"},{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"Seven species complexes within Fusarium tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89190.phy"}]}