{"Authors":" Dana Berner, Craig Cavin, Joyce H.C. Woudenberg, Berna\nTunali, Orhan Buyuk, Bayram Kansu","Year":" 2015","Title":" Assessment of Boeremia exigua var. rhapontica, as a\nbiological control agent of Russian knapweed (Rhaponticum repens)","Journal":" Biological Control","Volume":" 81","Issue":"","Pages":" 65-75","Keywords":" Biological control, Boeremia exigua var. rhapontica,\nRhaponticum repens, Russian knapweed","DOI":" 10.1016/j.biocontrol.2014.11.009","Abstract":" Russian knapweed (Rhaponticum repens (L.) Hidalgo) is an\nherbaceous perennial weed that was introduced and has become invasive in\nthe United States, particularly in the semi-arid west. It is\ncharacterized by its extensive root system, low seed production, and\npersistence. The weed has caused serious reductions in yields and crop\nvalue and may significantly devalue the land itself. Conventional\ncontrol strategies have been inadequate because of the size of\ninfestations and economic and environmental costs of control. Biological\ncontrol has been a sought-after potential solution to this weed problem.\nIn the summer of 2002, diseased R. repens plants were collected near\nCankiri, Turkey, and the facultative saprophytic fungus Boeremia exigua\nisolate FDWSRU 02-059 was isolated from diseased plants. Bayesian\nanalysis of the actin, beta-tubulin, calmodulin, elongation factor, and\nITS genes, of 66 isolates, representing the ten species of Boeremia and\nthe 11 varieties of B. exigua, including FDWSRU 02-059, showed that the\nisolate is a unique genetic entity and was named B. exigua var.\nrhapontica Berner, Woudenberg & Tunali, var. nov. MycoBank MB809363.\nDisease incidence and severity data from host-range determination tests\nconducted at 25 _C, the optimum temperature for growth and sporulation\nof B. ex. rhapontica, with adequate dew periods, were combined with a\ngenetic distance matrix based on ITS sequences of 66 plant species\nrelated to R. repens. The combined disease and genetic data were\nanalyzed by mixed model equations to produce best linear unbiased\npredictors (BLUPs), standard errors, and P > |t| values, in t-tests\nagainst zero, for disease incidence and severity for each species. BLUPs\nof disease incidence were significantly different from zero only for\nthree Rhaponticum spp. while BLUPs of disease severity rankings were\nsignificantly different from zero only for R. repens, Rhaponticum\ncarthamoides, Rhaponticum uniflorum, and Leuzea berardioides. Best\nlinear unbiased predictors for differences in above-ground dry weights\nbetween control and inoculated plants of a subset of the species\nevaluated were not significant. However, above-ground damage by B. ex.\nrhapontica to R. repens was nearly twice that for any other species,\nexcept Rhaponticum species.","trees":[{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Boeremia exigua var. rhapontica","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88877.phy"},{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Boeremia exigua var. rhapontica","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_88876.phy"}]}