{"Authors":" Jesús A Arenas, Vincent de Maat, Laura Catón, Massis\nKrekorian, Juan Cruz Herrero, Flavio Ferrera, Jan Tommassen","Year":" 2015","Title":" Fratricide activity of MafB protein of N. meningitidis strain\nB16B6","Journal":" BMC microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Adhesin, anti-toxin, contact-dependent growth inhibition,\nMafB, Neisseria meningitidis, toxin, Two-partner secretion","DOI":"","Abstract":" Background Neisseria meningitidis is an inhabitant of the\nmucosal surfaces of the human nasopharynx. We recently demonstrated that\nthe secreted meningococcal Two-partner secretion protein A (TpsA) is\ninvolved in interbacterial competition. The C-terminal end of the large\nTpsA protein contains a small toxic domain that inhibits the growth of\ntarget bacteria. The producing cells are protected from this toxic\nactivity by a small immunity protein that is encoded by the gene\nimmediately downstream of the tpsA gene. Further downstream on the\nchromosome, a repertoire of toxic modules, designated tpsC cassettes, is\nencoded that could replace the toxic module of TpsA by recombination.\nEach tpsC cassette is associated with a gene encoding a cognate immunity\nprotein. Results Blast searchers using the toxic domains of TpsA and\nTpsC proteins as queries identified homologies with the C-terminal part\nof neisserial MafB proteins, which, for the rest, showed no sequence\nsimilarity to TpsA proteins. On the chromosome, mafB genes are part of\ngenomic islands, which include cassettes for additional toxic modules as\nwell as genes putatively encoding immunity proteins. We demonstrate that\na MafB protein of strain B16B6 inhibits the growth of a strain that does\nnot produce the corresponding immunity protein. Assays in E. coli\nconfirmed that the C-terminal region of MafB is responsible for\ntoxicity, which is inhibited by the cognate immunity protein. Pull-down\nassays revealed direct interaction between MafB toxic domains and the\ncognate immunity proteins. Conclusions The meningococcal MafB proteins\nare novel toxic proteins involved in interbacterial competition.","trees":[{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Neisseria meningitidis MafA Result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89081.phy"},{"tree_label":"Imported tree 1","ntax":"22","rootedtree":"TRUE","title":"Neisseria meningitidis MafB Result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89092.phy"}]}