{"Authors":" Elena De Carolis, Anna Carannante","Year":" 2015","Title":" Evaluation of matrix-assisted laser desorption\nionization-time of flight mass spectrometry (MALDI-TOF MS) for\nidentification and clustering of Neisseria gonorrhoeae","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Neisseria gonorrhoeae, MALDI-TOF MS, G1407, typing","DOI":"","Abstract":" Background: The sexually transmitted infection gonorrhea\nremains a public health concern for increasingly becoming resistant to\navailable drug treatments. The aim of this study was to assess the\nusefulness of the matrix-assisted laser desorption ionization-time of\nflight mass spectrometry (MALDI-TOF MS) to identify and cluster\nNeisseria gonorrhoeae. Methods: From a current surveillance in Italy as\npart of the European Gonococcal Antimicrobial Surveillance Programme\n(EURO-GASP), 93 gonococci collected from 2007 to 2012 susceptible and\nresistant to cefixime have been selected for the study. Minimum\nInhibitory Concentration (MIC) values for cefixime was assessed by Etest\ncarried out in agreement with the manufacturer’s instructions and\ninterpreted referring to European Committee on Antimicrobial\nSusceptibility testing (EUCAST) clinical breakpoints criteria. Data\nobtained by N. gonorrhoeae multiantigen sequence typing (NG-MAST) and\nthe dendrogram based on the concatenation of porB and tbpB genes were\nevaluated. MALDI-TOF MS, to reconfirm gonorrhea identification, analyzed\nsingle colonies from freshly grown isolates and directly applied on a\nground-steel MALDI target plate. For the MALDI-TOF dendrogram cluster\nanalysis, MSPs (Main Spectrum Profile) from each isolate were created\nacquiring 5,000 shots from 10 technical replicates obtained from\nbacteria extraction. Results: Cefixime MIC values for 93 gonococci were\nas follows: 49 isolates resistant (MIC>0.125 mg/L), 44 susceptible\n(MIC range 0.016-0.125 mg/L). Molecular typing by NG-MAST showed 28\nsequence types (STs); G1407 was the predominant accounting for 75\ngonococci. All the 93 gonococci, except one, were correctly identified\nat species level by MALDI-TOF MS and G1407 isolates were divided into\ntwo clusters. Conclusion: MALDI-TOF MS for a real-time detection and\ncluster analysis of gonorrhea is a promising tool for surveillance\npurposes . Moreover, additional studies are required to collect more\ndata on the performance of MALDI-TOF MS for gonococci.","trees":[{"tree_label":"Imported tree 1","ntax":"93","rootedtree":"TRUE","title":"Neisseria gonorrhoeae porB-tbpB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89309.phy"}]}