{"Authors":" Khidir W. Hilu, Michael Pillay","Year":" 1995","Title":" Chloroplast-DNA restriction site analysis in the genus Bromus\n(Poaceae).","Journal":" American Journal of Botany","Volume":" 82","Issue":" NA","Pages":" 239-249","Keywords":" NA","DOI":" NA","Abstract":" Chloroplast DNA (cpDNA) restriction site variation was\nexamined in 32 species, representing five subgenera, of Bromus\n(Poaceae). Thirty-seven phylogenetically informative restriction sites\nwere detected. Cladistic analysis of the restriction site data produced\na single most-parsimonious tree of 50 steps. The cladogram indicated two\nmajor clades within the genus. One clade included B. trinii of subgenus\nNeobromus and species of subgenus Ceratochloa. The other was composed of\nsubgenera Festucaria, Stenobromus, and Bromus. Within the second clade,\nspecies of subgenus Festucaria appeared in three lineages. The second\nclade also contained an assemblage of species belonging to subgenera\nStenobromus and Bromus in a separate lineage. There was very little\nresolution of relationships in this assemblage since several species\nappeared individually in separate lineages. The cpDNA phylogenetic\nhypothesis did not separate species of subgenera Stenobromus and Bromus\ninto well-defined clades as circumscribed by morphology and\ncytogenetics. The cpDNA tree is in agreement with the phylogenetic\nscheme based on traditional data in that: 1) subgenera Neobromus and\nCeratochloa were the first to diverge, while Bromus and Stenobromus\ndiverged later; 2) within the genus Bromus species with small\nchromosomes are ancestral; and 3) subgenera Bromus and Stenobromus\nprobably originated from similar ancestors as Festucaria. The tree based\non cpDNA data does not support that: 1) subgenera Neobromus and\nCeratochloa did not have a common origin; 2) subgenus Festucaria is\nmonophyletic; and 3) subgenera Stenobromus and Bromus are distinct\nentities. The mean nucleotide sequence divergence values between pairs\nof subgenera ranged from p = 0.0 to 0.9. These values suggest that cpDNA\nevolution in Bromus is slow.","trees":[{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Bromus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4245.phy"}]}