{"Authors":" E. C. Yang, X. Z. Liu, Ying Yang, Z. Q. An","Year":" 2007","Title":" Evolution of nematode-trapping cells of predatory fungi of\nthe Orbiliaceae (Ascomycotina): evidence from rDNA and multiprotein\nsequences","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Among fungi, the basic life strategies are saprophytism,\nparasitism, and predation. Fungi in Orbiliaceae (Ascomycota) prey on\nanimals by means of specialized trapping structures. Five types of\ntrapping devices are recognized, but their evolutionary origins and\ndivergence are not well understood. Based on comprehensive phylogenetic\nanalysis of nucleotide sequences of three protein-coding genes (RNA\npolymerase II subunit gene, rpb2; elongation factor 1-alpha gene,\nef1-alpha; and alpha tubulin gene, bt) and rDNA in the ITS region, we\nhave demonstrated that the initial trapping structure evolved along two\nlineages yielding two distinct trapping mechanisms: one developed into\nconstricting rings and the other developed into adhesive traps. Among\nadhesive trapping devices, the adhesive network separated from the\nothers early and evolved at a steady and gentle speed. The adhesive knob\nevolved through stalk elongation, with a final development of\nnon-constricting rings. Our data suggest that the derived adhesive traps\nare at a highly differentiated stage. The development of trapping\ndevices is felicitous proof of adaptive evolution.","trees":[{"tree_label":"ITS MP","ntax":"40","rootedtree":"TRUE","title":"Orbiliaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2737.phy"},{"tree_label":"combined MP","ntax":"40","rootedtree":"TRUE","title":"Orbiliaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2738.phy"},{"tree_label":"combined ML","ntax":"40","rootedtree":"TRUE","title":"Orbiliaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2739.phy"}]}