{"Authors":" Frank Walther, Marco T. Neiber, Bernhard Hausdorf","Year":" 2016","Title":" Systematic revision and molecular phylogeny of the land snail\ngenus Fruticocampylaea (Gastropoda: Hygromiidae) from the Caucasus\nregion","Journal":" Systematics and Biodiversity","Volume":" 14","Issue":" 1","Pages":" 32-54","Keywords":" Armenia, Azerbaijan, biogeography, Caucasus, Circassina,\nFruticocampylaea, Georgia, phylogeny, Russia, taxonomy","DOI":" 10.1080/14772000.2015.1100691","Abstract":" This paper presents a systematic revision and a molecular\nphylogenetic analysis of the Caucasian land snail genus\nFruticocampylaea. The genus is newly delimited based on the presence of\na compact penial papilla. Shell and genitalia of all five species (F.\nnarzanensis, F. kobensis, F. tushetica sp. nov., F. christophori, F.\ndaghestana) are described and figured. All synonyms and all locality\nrecords are listed. Maximum likelihood and Bayesian analyses of\nmitochondrial and nuclear DNA sequences (fragments of cox1, 16S rDNA,\nITS2 and 28S rDNA) confirm the monophyly of Fruticocampylaea. The\nreduction of the dart apparatus and the conical plug, via which the dart\napparatus inserts into the vagina, as well as the molecular phylogenetic\nanalyses suggest a sister group relationship between Fruticocampylaea\nand Circassina (without Abchasohela). Furthermore, the molecular\nphylogenetic analyses indicate that the Fruticocampylaea species\noriginated in a rapid radiation. The uplift of the Greater Caucasus in\nthe Late Miocene or Pliocene or climatic changes at the end of the\nPliocene or in the early Pleistocene may have caused the radiation of\nFruticocampylaea. Low intraspecific variability can be explained by\npopulation bottlenecks during Pleistocene glacial periods followed by\npostglacial population increase.","trees":[{"tree_label":"bestREP17","ntax":"30","rootedtree":"TRUE","title":"Fruticocampylaea posterior probs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88966.phy"},{"tree_label":"bestREP17","ntax":"30","rootedtree":"TRUE","title":"Fruticocampylaea bootstrap","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88965.phy"}]}