{"Authors":" Barnabas H Daru, Abubakar Bello, Charles H Stirton, Samson\nB chimphango, Michelle van der Bank, Olivier Maurin, Olivier Maurin, A.\nMuthama Muasya","Year":" 2015","Title":" DNA barcoding reveals microevolutionary signals in fire\nsurvival and regeneration strategies in southern African Psoraleoid\nlegumes","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Fabaceae, Otholobium, Psoralea, reseeders, resprouters,\nSouth Africa","DOI":"","Abstract":" Large-scale DNA barcoding provides a novel technique for\nspecies identification and evaluation of relationships across various\nlevels (populations and species) and may reveal fundamental processes in\nrecently diverged species. Here, we analysed DNA sequence variation in\nthe recently diverged legumes from the Psoraleeae (Fabaceae) occurring\nin the Cape Floristic Region (CFR) of southern Africa to test the\nutility of DNA barcodes in species identification and discrimination. We\nfurther explored the phylogenetic signal on fire survival and\nregeneration strategies at species and generic levels. We showed that\npsoraleoid legumes of the CFR exhibit a barcoding gap and high K values,\nyielding matK as a better barcode than rbcLa or combination of matK and\nrbcLa. We found a substantial match between genetic and\nmorphologically-delimited genera and species, supporting the\ndiscriminatory power of DNA barcoding. We also found that different\nlineages showed a weak but significant phylogenetic conservatism in\ntheir affinity to fire as reseeders or resprouters, with a stronger\nclustering of resprouters than would be expected by chance. Our results\nshowed that DNA barcoding may be valuable in aiding species\nidentification in recently diverged lineages and for the detection of\nphylogenetic signal in some lineages from this unique biodiversity\nhotspot. These novel microevolutionary patterns might be acting\ncontinuously over time to produce multi-scale regularities of\nbiodiversity.","trees":[{"tree_label":"con 50 majrule","ntax":"160","rootedtree":"TRUE","title":"Tr88964","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_88964.phy"}]}