{"Authors":" Conrad A. Matthee, Jane Sakwa Makokha, Werner Mayer, Aaron\nM Bauer","Year":" 2007","Title":" Nuclear and mtDNA-based phylogeny of southern African sand\nlizards, Pedioplanis (Sauria: Lacertidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The diversity of lacertid lizards in Africa is highest in\nthe southern African subcontinent, where over two-thirds of the species\nare endemic. With eleven currently recognized species, Pedioplanis is\nthe most diverse among the southern African genera. In this study we use\n2200 nucleotide positions derived from two mitochondrial markers (ND2\nand 16S rRNA) and one nuclear gene (RAG-1) to (i) assess the phylogeny\nof Pedioplanis and (ii) estimate divergence time among lineages using\nthe relaxed molecular clock method. Individual analyses of each gene\nseparately supported different nodes in the phylogeny and the combined\nanalysis yielded more well supported relationships. We present the first\nwell resolved gene tree for the genus Pedioplanis and this is largely\ncongruent with a phylogeny derived from morphology. Contrary to previous\nsuggestions Heliobolus / Nucras are sister to Pedioplanis. The genus\nPedioplanis is monophyletic, with P. burchelli / P. laticeps forming a\nclade that is sister species to all the remaining congeners. Two\ndistinct geographic lineages can be identified within the widespread P.\nnamaquensis; one occurs in Namibia, while the other occurs in South\nAfrica. The P. undata species complex is monophyletic, but one of its\nconstituent species, P. inornata, is paraphyletic. Relationships among\nthe subspecies of P. lineoocellata are much more complex than previously\ndocumented. An isolated population previously assigned to P. l.\npulchella is paraphyletic and sister to the three named subspecies. The\nphylogeny identifies two biogeographical clades that probably diverged\nduring the mid-Miocene, after the development of the Benguella Current.\nThis probably led to habitat changes associated with climate and, in\nconjunction with physical barriers (Great Escarpment), contributed\ntowards speciation within the genus Pedioplanis.","trees":[{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Southern African sand lizards Pedioplanis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2740.phy"}]}