{"Authors":" Yu Zhang, Wenping Wu, Lei Cai","Year":" 2015","Title":" A brief overview on the application and taxonomy of\nChaetomium, with polyphasic characterization of eight new species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Chaetomiaceae, phylogeny, taxonomy, temperature, mating\ntype","DOI":"","Abstract":" Chaetomium (Chaetomiaceae, Sordariales) has a worldwide\ndistribution. Members in this genus inhabit substrates rich in cellulose\nor environments of higher temperature. Classification of species in\nChaetomium has previously been mainly based on morphology; growth\ntemperature was also shown to be useful in the dilimitation of species.\nIn this paper, the taxonomic history of genus Chaetomium was briefly\nreviewed; a three-locus phylogenetic tree was provided for all currently\naccepted species that have available type-derived sequences. In the\ntree, most species can be distinguished from each other, and the species\nclearly grouped in six phylogenetic groups which showed a certain\ncorrespondence with their morphology and temperature profiles.\nChaetomium is an important genus containing many species with\napplication value. In this paper, we also overviewed the current status\nof the application of Chaetomium species in aspects of biocontrol,\nbioactive metabolite production and enzyme production. In addition, this\nstudy investigated 46 Chaetomium strains isolated from soil and compost\nfrom China. In total 14 species were recognised, of which 8 were\ndescribed as new species (i.e., C. angularum, C. cirrhium, C.\nheterothallicum, C. lateralum, C. limoniformum, C. longicicolleum, C.\nmicroascomatum, C. uniseriatum). Growth-temperature profiles of these\nfungi revealed that 11 species are mesophilic; C. angularum and C.\njodhpurense are thermotolerant; C. thermophilum var. dissitum is\nthermophilic, with temperature maxima above 50 °C. Among the 46\nstrains, 39 were shown to be homothallic. Mating experiments were\nconducted for the remaining 7 strains that are morphologically and\nphylogenetically closely related. The results of the mating experiment,\ntogether with the multi-locus phylogeny and a pairwise homoplasy index\n(PHI) test, supported the division of these 7 strains into two\nheterothallic species that are herein described as C. heterothallicum\nand C. uniseriatum. A Key to 144 currently accepted Chaetomium species\nwas provided.","trees":[{"tree_label":"Imported tree 0","ntax":"128","rootedtree":"TRUE","title":"Tr89013","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89013.phy"},{"tree_label":"Imported tree 0","ntax":"58","rootedtree":"TRUE","title":"Tr89014","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89014.phy"}]}