{"Authors":" Veronica S. Di Stilio, Kelsey Diane Galimba","Year":" 2015","Title":" Sub-functionalization to ovule development following\nduplication of a floral organ identity gene","Journal":" Developmental Biology","Volume":" Epub ahead of print","Issue":"","Pages":"","Keywords":" MADS box genes; ABC model; gene duplication; functional\ndivergence; non-core eudicot; flower development","DOI":" 10.1016/j.ydbio.2015.06.018.","Abstract":" Gene duplications result in paralogs that may be\nmaintained due to the gain of novel functions (neo-functionalization) or\nthe partitioning of ancestral function (sub-functionalization). Plant\ngenomes are especially prone to duplication; paralogs are particularly\nwidespread in the floral MADS box transcription factors that control\norgan identity through the ABC model of flower development. C class\ngenes establish stamen and carpel identity and control floral meristem\ndeterminacy, and are largely conserved across the angiosperm phylogeny.\nAn additional D class had been identified as controlling ovule identity;\nyet subsequent studies indicated that both C and D lineage genes more\ncommonly control ovule development redundantly. The ranunculid\nThalictrum thalictroides has two orthologs of the Arabidopsis thaliana C\nclass gene AGAMOUS (AG), ThtAG1 and ThtAG2 (Thalictrum thalictroides\nAGAMOUS1/2). We previously showed that ThtAG1 exhibits typical C class\nfunction; here we examine the role of its paralog, ThtAG2. Our\nphylogenetic analysis shows that ThtAG2 falls within the C lineage,\ntogether with ThtAG1, and is consistent with previous findings of a\nRanunculales-specific duplication in this clade. However, ThtAG2 is not\nexpressed in stamens, but rather solely in carpels and ovules. This\nfemale specific expression pattern is consistent with D lineage genes,\nand with other C lineage genes known to be involved in ovule identity.\nGiven the divergent expression of ThtAG2, we tested the hypothesis that\nit has acquired ovule identity function. Molecular evolution analysis\nshowed evidence of positive selection on ThtAG2 - a pattern that\nsupports divergence of function by sub-functionalization.\nDown-regulation of ThtAG2 by virus-induced gene silencing resulted in\nhomeotic conversions of ovules into carpel-like structures. Taken\ntogether, our results suggest that, although ThtAG2 falls within the C\nlineage, it has diverged to acquire “D function” as an ovule identity\ngene, and does not appear to require a direct interaction with the\nThtAG1 protein. We therefore present a functional example of ovule\nidentity being specified by either a single gene or a gene pair within\nthe C lineage, with no D lineage contribution. Following a\nRanunculales-wide duplication in the AG lineage, functional divergence\nhas led to the evolution of ovule identity-specificity in a T.\nthalictroides C lineage gene.","trees":[{"tree_label":"con 50 majrule","ntax":"126","rootedtree":"TRUE","title":"Tr89020","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89020.phy"}]}