{"Authors":" Edward G Barge, Cathy L Cripps, Todd W Osmundson","Year":" 2015","Title":" Systematics of the ectomycorrhizal genus Lactarius in the\nRocky Mountain alpine zone","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Arctic-alpine, Basidiomycota, Betula, ITS, RPB2,\nRussulaceae, Salix","DOI":"","Abstract":" Lactarius (Russulales) is an important component of\nectomycorrhizal fungal communities in cold-dominated contiguous arctic\nand disjunct alpine habitats where it associates primarily with Betula,\nDryas, and Salix. However, little is known of this genus in the Central\nand Southern Rocky Mountain alpine zone (elevation 30003900 m) of North\nAmerica. Molecular phylogenetic analyses of nuc rDNA ITS15.8SITS2 (ITS\nbarcode) and partial RNA polymerase II second largest subunit (RPB2)\ngene sequences in conjunction with detailed morphological examination\nconfirm at least six species occurring above treeline. Most have\nintercontinental distributions in North America and Eurasia according to\nmolecular comparison with type material and collections from Europe,\nScandinavia, Svalbard, and Alaska. Rocky Mountain collections of L.\nlanceolatus (subgenus Russularia), along with the type from Alaska are\nparaphyletic with respect to L. aurantiacus, and North American taxa L.\nluculentus and L. luculentus v. laetus. Rocky Mountain collections of L.\nnanus, L. glyciosmus, L. repraesentaneus, and L. salicis-reticulatae\n(subgenus Piperites) all form clades with European material from type\nlocalities and other arctic-alpine habitats. The arctic-alpine L.\npseudouvidus/L. brunneoviolaceus group appears to be a complex\ncontaining additional taxa. North American material originally described\nas part of this group is well-separated phylogenetically and is\ndescribed here as L. pallidomarginatus sp. nov. Lactarius lanceolatus,\nL. nanus, and L. salicis-reticulatae appear largely restricted to\narctic-alpine habitats with Salix. Lactarius glyciosmus and L.\nrepraesentaneus occur in arctic-alpine, subalpine and boreal habitats\nwith Betula and also Picea and possibly Salix for the latter. Species\ndistributions are hypothesized to be shaped by host ranges, glaciation,\nand long distance dispersal.","trees":[{"tree_label":"broad_dataset_ITS_RPB2_con 50 majrule","ntax":"70","rootedtree":"TRUE","title":"Tr89015","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_89015.phy"},{"tree_label":"datasetA_ITS_RPB2_Bayes con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Tr89016","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_89016.phy"},{"tree_label":"datasetC_ITS_RPB2_Bayes con 50 majrule","ntax":"71","rootedtree":"TRUE","title":"Tr89019","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_89019.phy"},{"tree_label":"datasetB_ITS_RPB2_Bayes con 50 majrule","ntax":"58","rootedtree":"TRUE","title":"Tr89017","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_89017.phy"}]}