{"Authors":" Eske De Crop, Jorinde Nuytinck, Kobeke Van de Putte, Komsit\nWisitrassameewong, Jan Hackel, Dirk Stubbe, Kevin D Hyde, Mélanie Roy,\nRoy E. Halling, Pierre-Arthur Moreau, Ursula Eberhardt, Annemieke\nVerbeken","Year":" 2016","Title":" A multi-gene phylogeny of Lactifluus (Basidiomycota,\nRussulales) translated into a new infrageneric classification of the\ngenus","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Milkcaps, molecular evolution, morphology, taxonomy","DOI":"","Abstract":" Infrageneric relations of the genetically diverse milkcap\ngenus Lactifluus (Russulales, Basidiomycota) are poorly known. Currently\nused classification systems still largely reflect the traditional,\nmainly morphological, characters used for infrageneric delimitations of\nmilkcaps. Increased sampling, combined with small-scale molecular\nstudies, show that this genus is underexplored and in need of revision.\nFor this study, we assembled an extensive dataset of the genus\nLactifluus, comprising 80 % of all known species and 30 % of the type\ncollections. To unravel the infrageneric relationships within this\ngenus, we combined a multi-gene molecular phylogeny, based on nuclear\nITS, LSU, RPB2 and RPB1, with a morphological study, focussing on five\nimportant characteristics (fruit body type, presence of a secondary\nvelum, colour reaction of the latex/context, pileipellis type and\npresence of true cystidia). Lactifluus comprises four supported\nsubgenera, each containing several supported clades. With extensive\nsampling, ten new clades and at least 17 new species were discovered,\nwhich highlight the high diversity in this genus. The traditional\ninfrageneric classification is only partly maintained and nomenclatural\nchanges are proposed. Our morphological study shows that the five\nfeatured characteristics are important at different evolutionary levels,\nbut further characteristics need to be studied to find morphological\nsupport for each clade. This study paves the way for a more detailed\ninvestigation of biogeographical history and character evolution within\nLactifluus.","trees":[{"tree_label":"Figs. 1,4,5,6,7","ntax":"213","rootedtree":"TRUE","title":"ML tree of the genus Lactifluus based on ITS, LSU, rpb2\nand rpb1 sequence data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_89023.phy"}]}