{"Authors":" Ryoko Oono, Emilie LeFevre, Anita Simha, Francois\nLutzoni","Year":" 2015","Title":" A comparison of the community diversity of foliar fungal\nendophytes between seedling and adult loblolly pines (Pinus taeda)","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Class 3 endophytes, fungal communities, phylogeny, Pinus\ntaeda, plant-fungal symbiosis","DOI":"","Abstract":" Fungal endophytes represent one of the most ubiquitous\nplant symbionts on Earth and are phylogenetically diverse. The structure\nand diversity of endophyte communities have been shown to depend mostly\non host taxa and climate, but there are relatively few studies exploring\nthe effects of host maturity. We compared foliar fungal endophyte\ncommunities between seedlings and adult trees of loblolly pines (Pinus\ntaeda) at the same seasons and locations by culturing and\nculture-independent methods. We sequenced the internal transcribed\nspacer region and adjacent partial large subunit nuclear ribosomal RNA\ngene (ITS-LSU amplicon) to delimit operational taxonomic units and\nphylogenetically characterize the communities. Despite the lower\ninfection frequency in seedlings compared to adult trees, seedling\nneedles were receptive to a more diverse community of fungal endophytes.\nCulture-free methods confirmed the presence of commonly cultured OTUs\nfrom adult needles but revealed several new OTUs from seedling needles\nthat were not found with culturing methods. The two most commonly\ncultured OTUs in adults were rarely cultured from seedlings, suggesting\nthat host age is associated with a selective enrichment for specific\nendophytes. This shift in endophyte species dominance may be indicative\nof a functional change between these fungi and their loblolly pine\nhosts.","trees":[{"tree_label":"tree 1","ntax":"312","rootedtree":"TRUE","title":"Tr89912","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89912.phy"},{"tree_label":"tree 1","ntax":"312","rootedtree":"TRUE","title":"Tr89913","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89913.phy"},{"tree_label":"tree 1","ntax":"312","rootedtree":"TRUE","title":"Tr89914","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89914.phy"}]}