{"Authors":" Noemi Goicoechea, Darrel Frost, Ignacio De la Riva, Katia\nCristina Machado Pellegrino, Jack W. Sites, Miguel Trefaut Rodrigues,\nJose M Padial","Year":" 2015","Title":" Molecular systematics of teioid lizards\n(Teioidea/Gymnophthalmoidea: Squamata) based on the analysis of 48 loci\nunder tree-alignment and similarity-alignment","Journal":" Cladistics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We infer phylogenetic relationships within Teioidea, a\nsuperfamily of Nearctic and Neotropical lizards, using nucleotide\nsequences (up to 48 genes). Phylogenetic analyses relied on parsimony\nunder tree-alignment and similarity-alignment optimizations, with gaps\ntreated as evidence and as absence of evidence, and maximum-likelihood\nunder similarity-alignment with gaps as absence of evidence. All\nanalyses produced almost completely resolved trees despite 86% of\nmissing data. Tree-alignment produced the shortest trees, the strict\nconsensus of which is more similar to the maximum likelihood tree than\nto any of the other parsimony trees, both in terms of number of clades\nshared, parsimony cost, and likelihood scores. Comparisons of tree costs\nsuggest that the pattern of indels inferred by similarity-alignment\ndrove parsimony analyses on similarity-aligned sequences away from more\noptimal solutions. All analyses agree in a majority of clades, although\nthey differ from each other in unique ways, suggesting that neither the\ncriterion of optimality, alignment, nor treatment of indels alone can\nexplain all differences. Parsimony rejects the monophyly of\nGymnophthalmidae due to the position of Alopoglossinae or Riolama,\nwhereas maximum likelihood supports the monophyly albeit with low\nsupport value. We address nomenclatural issues raised by the\nclarification that both Tupinamidae Gray, 1825, and Gymnophthalmidae\nFitzinger, 1826, are older names than Teiidae Gray, 1827, and the\nconclusion that several family-group names are invalid. We recognize\nthree families in the arrangement (Alopoglossidae (Teiidae,\nGymnophthalmidae)). Within Gymnophthalmidae we recognize\nGymnophthalminae and Cercosaurinae, the latter of which is divided into\nthe arrangement (Bachiini (Ecpleopodini, Cercosaurini)). Riolama and\nRhachisaurus are allocated to Gymnophthalminae. Within Teiidae we retain\nthe currently recognized three subfamilies in the arrangement\n(Callopistinae (Tupinambinae, Teiinae)). We also propose several\ngenus-level changes to restore the monophyly of taxa.","trees":[{"tree_label":"MajRule","ntax":"297","rootedtree":"TRUE","title":"Teloids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108448.phy"},{"tree_label":"bestREP1","ntax":"299","rootedtree":"TRUE","title":"Tr108369","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108369.phy"},{"tree_label":"Imported tree 1","ntax":"299","rootedtree":"TRUE","title":"Tr108400","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108400.phy"},{"tree_label":"Imported tree 1","ntax":"299","rootedtree":"TRUE","title":"Tr108431","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108431.phy"}]}