{"Authors":" Carlos Irvin Arbizu Berrocal, Philipp W. Simon, Holly\nRuess, Fernando Martinez Flores, Manuel B Crespo, David M Spooner","Year":" 2015","Title":" Integrated molecular and morphological studies of the Daucus\nguttatus complex","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Apiaceae, Daucus, germplasm, morphological phenetics,\nnuclear orthologs.","DOI":"","Abstract":" In a previous study using 94 nuclear orthologs, we\nreported the species status of D. broteri and D. guttatus (here referred\nto as the D. guttatus complex) to be unresolved, partitioned into three\nclades. In the present study, a subset of ten of these 94 nuclear\northologs with 10,982 bp of aligned length was used to infer the\nphylogeny of 83 accessions of 15 species and three subspecies of Daucus,\nwith a focus on the D. guttatus complex. A near parallel set of\naccessions were used for morphological analyses of germplasm accessions\nplanted in a common garden in Madison, Wisconsin. The molecular trees\nare highly resolved for most of the external and many of the internal\nclades, grouping accessions of the D. guttatus complex into four clades.\nBayesian concordance analysis and coalescent (species tree) approach\ngave a slightly different topology. Morphological data likewise support\nfour taxa of accessions previously identified as D. broteri and D.\nguttatus. With historical and herbarium research from a companion study,\nwe identify these four clades as D. guttatus, D. setulosus, D.\nconchitae, and D. bicolor; internested in these segregates are the\nphenetically distinctive species D. glochidiatus, D. involucratus, D.\nlittoralis, and D. pusillus. Our research redefines species variation in\nthe D. guttatus complex, clarifies species names, interspecific\nrelationships, and discovered misidentifications in germplasm\ncollections. It confirms a new useful subset of nuclear orthologs for\nstudies of dominant topologies of Daucus and morphological characters\nuseful to identify these four species.","trees":[{"tree_label":"Majority-Rule","ntax":"84","rootedtree":"TRUE","title":"Daucus guttatus complex Consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89356.phy"}]}