{"Authors":" Eduardo Guatimosim, Pedro Bond Schwartsburd, Robert W.\nBarreto, Pedro W. Crous","Year":" 2016","Title":" Novel fungi from an old niche: cercosporoid and related\nsexual morphs on ferns","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Cercospora, frond spot, multilocus sequence,\nMycosphaerella, Pteridophyta, systematics","DOI":"","Abstract":" The fern flora of the world (Pteridophyta) has direct\nevolutionary links with the earliest vascular plants that appeared in\nthe late Devonian. Knowing the mycobiota associated to this group of\nplants is critical for a full understanding of the Fungi. Nevertheless,\nperhaps because of the minor economic significance of ferns, this niche\nremains relatively neglected by mycologists. Cercosporoid fungi\nrepresent a large assemblage of fungi belonging to the\nMycosphaerellaceae and Teratosphaeriaceae (Ascomycota) having\ncercospora-like asexual morphs. They are well-known pathogens of many\nimportant crops, occurring on a wide host range. Here, the results of a\ntaxonomic study of cercosporoid fungi collected on ferns in Brazil are\npresented. Specimens were obtained from most Brazilian regions and\ncollected over a 7-yr period (20092015). Forty-three isolates of\ncercosporoid and mycosphaerellalike species, collected from 18 host\nspecies representing 201 localities, were studied. This resulted in a\ntotal of 20 frond-spotting taxa, which were identified based on\nmorphology, ecology and sequence data of five genomic loci (ITS, partial\ntranslation elongation factor 1-α, actin, calmodulin and LSU). One novel\ngenus (Clypeosphaerella) and 15 novel species (Cercospora samambaiae,\nClypeosphaerella sticheri, Neoceratosperma alsophilae, N. cyatheae,\nParamycosphaerella blechni, Pa. cyatheae, Pa. dicranopteridis-flexuosae,\nPa. sticheri, Phaeophleospora pteridivora, Pseudocercospora\nbrackenicola, Ps. paranaensis, Ps. serpocaulonicola, Ps. trichogena,\nXenomycosphaerella diplazii and Zasmidium cyatheae) are introduced.\nFurthermore, 11 new combinations (Clypeosphaerella quasiparkii,\nNeoceratosperma yunnanensis, Paramycosphaerella aerohyalinosporum, Pa.\ndicranopteridis, Pa. gleicheniae, Pa. irregularis, Pa. madeirensis, Pa.\nnabiacense, Pa. parkii, Pa. pseudomarksii and Pa. vietnamensis) are\nproposed. Finally, nine new host associations are recorded for the\nfollowing known fungal species: Cercospora coniogrammes, Cercospora sp.\nQ, Ps. abacopteridicola, Ps. lygodiicola and Ps. thelypteridis.","trees":[{"tree_label":"Fig. 3","ntax":"84","rootedtree":"TRUE","title":"Mycosphaerellaceae Concatenated ACT-TEF-ITS-LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89314.phy"},{"tree_label":"Fig. 1","ntax":"92","rootedtree":"TRUE","title":"Cercospora Concatenated ITS-TEF-ACT-CAL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93298.phy"},{"tree_label":"Fig. 2","ntax":"94","rootedtree":"TRUE","title":"Pseudocercospora Concatenated ITS-ACT-EF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93299.phy"}]}