{"Authors":" Choo Hock Tan, Kae Yi Tan, Shin Yee Fung, Nget Hong\nTan","Year":" 2015","Title":" Venom-gland transcriptome and venom proteome of the Malaysian\nking cobra (Ophiophagus hannah)","Journal":" BioMed Central Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Ophiophagus hannah, king cobra, venom proteome, venom\ngland transcriptome, nano-LCMS, ESI-LCMS/MS","DOI":"","Abstract":" The king cobra (Ophiophagus hannah) is widely distributed\nthroughout many parts of Asia. This study aims to investigate the\ncomplexity of Malaysian Ophiophagus hannah (MOh) venom for a better\nunderstanding of king cobra venom variation and its envenoming\npathophysiology. The venom gland transcriptome was investigated using\nthe Illumina HiSeqTM platform, while the venom proteome was profiled by\n1D-SDS-PAGE-nano-ESI-LCMS/MS. Transcriptomic results reveal high\nredundancy of toxin transcripts (3357.36 FPKM/transcript) despite small\ncluster numbers, implying gene duplication and diversification within\nrestricted protein families. Among the 23 toxin families identified,\nthree-finger toxins (3FTxs) and snake-venom metalloproteases (SVMPs)\nhave the most diverse isoforms. These 2 toxin families are also the most\nabundantly transcribed, followed in descending order by phospholipases\nA2 (PLA2s), cysteine-rich secretory proteins (CRISPs), Kunitz-type\ninhibitors (KUNs), and L-amino acid oxidases (LAAOs). Seventeen toxin\nfamilies exhibited low mRNA expression, including hyaluronidase, DPP-IV\nand 5-nucleotidase that were not previously reported in the venom-gland\ntranscriptome of a Balinese O. hannah. On the other hand, the MOh\nproteome includes 3FTxs, the most abundantly expressed proteins in the\nvenom (43% toxin abundance). Within this toxin family, there are 6\nlong-chain, 5 short-chain and 2 non-conventional 3FTx. Neurotoxins\ncomprise the major 3FTxs in the MOh venom, consistent with rapid\nneuromuscular paralysis reported in systemic envenoming. The presence of\ntoxic enzymes such as LAAOs, SVMPs and PLA2s would explain tissue\ninflammation and necrotizing destruction in local envenoming.\nDissimilarities in the subtypes and sequences between the neurotoxins of\nMOh and Naja kaouthia (monocled cobra) are in agreement with the poor\ncross-neutralisation activity of N. kaouthia antivenom used against MOh\nvenom. Besides, the presence of cobra venom factor, nerve growth\nfactors, phosphodiesterase, 5-nucleotidase, and DPP-IV in the venom\nproteome suggests its probable hypotensive action in subduing prey. This\nstudy reports the diversity and abundance of toxins in the venom of the\nMalaysian king cobra (MOh). The results correlate with the\npathophysiological actions of MOh venom, and dispute the use of Naja\ncobra antivenoms to treat MOh envenomation. The findings also provide a\ndeeper insight into venom-toxin variations due to geography, which is\ncrucial for the development of a useful pan-regional antivenom.","trees":[{"tree_label":"tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr89093","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89093.phy"}]}