{"Authors":" Robbin C Moran, Paulo H Labiak","Year":" 2015","Title":" Phylogeny of the polybotryoid fern clade\n(Dryopteridaceae)","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" Polybotrya, Cyclodium, Maxonia, Neotropics","DOI":"","Abstract":" Premise of the Research. The polybotryoid fern clade is\ncompletely Neotropical and consists of Cyclodium, Maxonia, Olfersia,\nPolybotrya, and Polystichopsis. It has never received a detailed\nphylogenetic analysis. We performed such an analysis to examine the\nrelationships among species and genera and to map the evolution of their\nmorphological and anatomical characters. Methodology. Our study included\n46 (77%) of the 60 species in the clade. It also included 37 outgroup\nspecies from 19 genera. We sequenced four plastid DNA markers (rbcL,\nrps4-trnS, trnG-trnR, and trnL-trnF) and analyzed the data with Maximum\nLikelihood and Bayesian Inference. One anatomical and 11 morphological\ncharacters were mapped on the resulting phylogenetic trees using the\ncriterion of Maximum Parsimony. Pivotal Results. The polybotryoid clade\nwas strongly supported as monophyletic, as were its component genera.\nNearly all its species have long-creeping rhizomes. Polystichopsis was\nresolved sister to the other polybotryoid genera. Its monophyly is\nsupported by the morphological synapomorphies of distichous phyllotaxy,\nlong straightish white hairs on the leaves, and tuberculate perines. Two\nspecies currently classified in Arachniodes (A. macrostegia and A.\nochropteroides) form a clade with Olfersia. No known morphological\ncharacters support this clade. Olfersia, however, is highly distinct\nfrom all other polybotryoids by the combination of its imparipinnate\nlaminae, submarginal connecting vein, strong sterile-fertile leaf\ndimorphy, loss of indusia, and evolution of acrostichoid sori. Maxonia\nis defined by its terrestrial root-climbing habit and dimorphic sterile\nand fertile leaves. Cyclodium and Polybotrya were resolved as sister.\nThe presence of peltate indusia is synapomorphic for Cyclodium.\nPolybotrya is defined by several morphological synapomorphies: a rhizome\nanatomy unique among dryopteroid ferns (each individual meristele is\nsurrounded by a dark sclerenchymatous sheath), strong sterile-fertile\ndimorphy, and loss of indusia. A possible synapomorphy for Polybotrya is\nthe terrestrial root-climbing habit. Within Polybotrya, anastomosing\nveins and round discrete sori have evolved more than once. Conclusions.\nThis is the first phylogenetic analysis of the polybotryoid ferns. The\nclade was resolved as monophyletic, as were its genera. An unexpected\nresult was that two species currently classified in Arachniodes (A.\nmacrostegia and A. ochropteroides) were resolved sister to Olfersia.\nMost of the main clades of polybotryoids were supported by morphological\nand/or anatomical characters.","trees":[{"tree_label":"con 50 majrule","ntax":"121","rootedtree":"TRUE","title":"Dryopteridaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89149.phy"},{"tree_label":"con 50 majrule","ntax":"121","rootedtree":"TRUE","title":"Dryopteridaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89150.phy"}]}