{"Authors":" Marcin Piatek, Matthias Lutz, Nourou Yorou","Year":" 2015","Title":" A molecular phylogenetic framework for Anthracocystis\n(Ustilaginales), including five new combinations (inter alia for the\nasexual Pseudozyma flocculosa), and description of Anthracocystis\ngrodzinskae sp. nov.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Anthracocystis Phylogeny Plant pathogens Pseudozyma\nflocculosa Smut fungi Ustilaginomycotina Yeasts","DOI":"","Abstract":" The genus Anthracocystis (Ustilaginales, Ustilaginaceae)\nwas recently reinstated for grass-infecting species of smut fungi that\nhave sori with a peridium composed of mostly fungal cells, filiform or\nslender columellae, persistent spore balls usually composed of dimorphic\nspores, and lacking sterile cells between spore balls. In this study\nAnthracocystis grodzinskae sp. nov. on Euclasta condylotricha is\ndescribed and illustrated from the Sudanian savanna biome in Benin (West\nAfrica). The new species is compared with two other smut fungi known on\nEuclasta condylotricha, namely Sporisorium euclastae and Anthracocystis\nischaemoides, in Zambia. It differs from these species in a number of\nmorphological characters that are discussed in detail. The systematic\nposition of A. grodzinskae in relation to other species of\nAnthracocystis was determined in a phylogenetic analysis with a\nconcatenated supermatrix of the internal transcribed spacer (ITS) and\nlarge subunit regions (LSU) of ribosomal DNA. The dataset included all\nrepresentatives of Anthracocystis for which sequences were available in\nNCBI’s GenBank and that were linked to reliably identified source\nspecimens, related yeast species, and unnamed yeast strains or\nenvironmental sequences. The phylogenetic hypothesis derived from the\ndataset is intended to serve as a backbone tree for Anthracocystis. The\nalignment included 19 ITS and 13 LSU sequences that represented\nsequences from type specimens (holotypes, isotypes or paratypes). These\ntype sequences are recommended to be deposited in the RefSeq Targeted\nLoci database. This study provides the first explicit evidence that\nseveral asexual species are nested within the Anthracocystis lineage.\nThe yeast sequences were scattered in different subclades of\nAnthracocystis and none of them could be directly assigned to a\nteleomorphic species. Only one of these yeast anamorphs was assigned to\na species, namely Pseudozyma flocculosa, an important model fungus with\na sequenced genome and used as a biocontrol agent against powdery\nmildews. In line with the current code of nomenclature, and following\nrecent practice in merging yeast species with sexual species under the\nolder generic name, this yeast is recombined into Anthracocystis as A.\nflocculosa. Additionally, new combinations are proposed for four\nteliosporic species (Anthracocystis andrewmitchellii, A. christineae, A.\nkenyana, A. warambiense).","trees":[{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Anthracocystis ITS LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89091.phy"},{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Anthracocystis ITS LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89090.phy"}]}