{"Authors":" Damhnait McHugh, Tiffany Kusen, Torsten H. Struck, Kenneth\nM. Halanych, Emily Hickman, Nancy Schult, Christoph Bleidorn","Year":" 2007","Title":" Annelid Phylogeny and the Status of Sipuncula and\nEchiura","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background: Annelida comprises an ancient and ecologically\nimportant animal phylum with over 16,500 described species and members\nare the dominant macrofauna of the deep sea. Traditionally, two major\ngroups are distinguished: Clitellata (including earthworms, leeches) and\n\u001aPolychaeta\u001a (mostly marine worms). Recent analyses of molecular data\nsuggest that Annelida may include other taxa once considered separate\nphyla (i.e., Echiura, and Sipuncula) and that Clitellata are derived\nannelids, thus rendering \u001aPolychaeta\u001a paraphyletic; however, this\ncontradicts classification schemes of annelids developed from recent\nanalyses of morphological characters. Given that deep-level evolutionary\nrelationships of Annelida are poorly understood, we have analyzed\ncomprehensive datasets based on nuclear and mitochondrial genes, and\nhave applied rigorous testing of alternative hypotheses so that we can\nmove towards the robust reconstruction of annelid history needed to\ninterpret animal body plan evolution. Results: Sipuncula, Echiura,\nSiboglinidae, and Clitellata are all nested within polychaete annelids\naccording to phylogenetic analyses of three nuclear genes (18S rRNA, 28S\nrRNA, EF1a; 4552 nucleotide positions analyzed) for 81 taxa, and 11\nnuclear and mitochondrial genes for 10 taxa (additional: 12S rRNA, 16S\nrRNA, ATP8, COX1-3, CYTB, NAD6; 11,454 nucleotide positions analyzed).\nThis study substantially furthers previous findings by using\napproximately unbiased tests and non-scaled bootstrap probability tests\nto compare significance of differences between alternative hypotheses.\nFor echiurans, the polychaete group Capitellidae is corroborated as the\nsister taxon; while the exact placement of Sipuncula within Annelida is\nstill uncertain, our analyses hint at an affiliation with\nterebellimorphs. Siboglinids are in a clade with other sabellimorphs,\nand clitellates fall within a polychaete clade with aeolosomatids as\ntheir possible sister group. None of our analyses support the major\npolychaete clades reflected in the current classification scheme of\nannelids, and hypothesis testing significantly rejects monophyly of\nScolecida, Palpata, Canalipalpata, and Aciculata. Conclusions: Using\nmultiple genes and explicit hypothesis testing, we show that Echiura,\nSiboglinidae, and Clitellata are derived annelids with polychaete sister\ntaxa, and that Sipuncula should be included within annelids. The\ntraditional composition of Annelida greatly underestimates the\nmorphological diversity of this group, and inclusion of Sipuncula and\nEchiura implies that patterns of segmentation within annelids have been\nevolutionarily labile. Relationships within Annelida based on our\nanalyses of multiple genes challenge the current classification scheme,\nand some alternative hypotheses are provided.","trees":[{"tree_label":"Fig. 1","ntax":"81","rootedtree":"TRUE","title":"Annelida, Sipuncula, and Echiura","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2745.phy"},{"tree_label":"Fig. 1 Alt","ntax":"81","rootedtree":"TRUE","title":"Annelida, Sipuncula, and Echiura","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2746.phy"},{"tree_label":"Fig. 2","ntax":"10","rootedtree":"TRUE","title":"Annelida, Sipuncula, and Echiura","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2747.phy"}]}