{"Authors":" Tamar Leshem, Peter M Letcher, Martha J Powell, Assaf\nSukenik","Year":" 2015","Title":" Characterization of a new chytrid species parasitic on the\ndinoflagellate, Peridinium gatunense.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Chytridiaceae, Chytridiales, infectivity, Lake Kinneret,\nphylogenetics, taxonomy, zoospore ultrastructure.","DOI":"","Abstract":" Only a few chytrid fungi have been reported as parasites\nof dinoflagellates. Among these reports, chytrids are periodically\nobserved growing on the dinoflagellate, Peridinium gatunense, in Lake\nKinneret (Sea of Galilee), Israel. Because of the distinctive roles of\nparasitic chytrid fungi in decreasing phytoplankton populations and in\ntransforming inedible algae into chytrid biomass which zooplankton\ngrazers can eat, characterizing dinoflagellate parasites contributes to\nour understanding of the sustainability of this important water\nresource. An undescribed chytrid parasite of P. gatunense from Lake\nKinneret has recently been brought into pure culture (KLL_TL-060613),\nfacilitating exploration of its infection process. To evaluate the\nability of this chytrid to impact host populations, we determined the\neffect of: (1) temperature and light on prevalence of infection and (2)\nhost growth phase and parasite:host ratio on rate of infection. The\ngreatest amplification in host infection occurred in cultures grown in\nthe dark at 25 C. The percentage of host cells infected increased as the\navailability of host cells compared to parasite cells increased. These\nresults demonstrate that environmental factors influence the chytrids\npotential to impact Peridinium gatunense populations. Because this\nchytrid had not been described taxonomically, we characterized its\nthallus morphology, development, zoospore ultrastructure and\nphylogenetic relationships. Zoospore ultrastructure was compatible with\nthe Group II type zoospore characteristic of the family Chytridiaceae in\nthe Chytridiales. Consistent with this observation, phylogenetic\nanalyses of nuc 28S rDNA D1-D3 domains (28S) placed the chytrid in a\nclade among described taxa in the Chytridiaceae. Because thallus\nmorphology was distinct from these other taxa, as well as other\ndescribed parasites of dinoflagellates, this chytrid is described as a\nnew genus and species, Dinochytrium kinnereticum.","trees":[{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Peridinium gatunense","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89156.phy"}]}