{"Authors":" Catalina Salgado-Salazar, Amy Y Rossman, Priscila\nChaverri","Year":" 2016","Title":" The genus Thelonectria (Nectriaceae, Hypocreales, Ascomycota)\nand closely related species with cylindrocarpon-like asexual states","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":" 1-45","Keywords":" biodiversity, molecular systematics, nectria-like fungi,\nphylogeny, saprobes, species complex, species delimitation,\ntaxonomy","DOI":" 10.1007/s13225-016-0365-x","Abstract":" The genus Thelonectria and closely related species with\ncylindrocarpon-like asexual states are a group of perithecial\nascomycetes in the family Nectriaceae that occur as saprobes and in few\ncases as pathogens of hardwood trees, shrubs or other plants. Although a\nkey component of forest ecosystems around the world, species\nrelationships and distributions of these fungi are largely unknown. The\nobjectives of this study were to: 1) infer species rank phylogenetic\nrelationships of the genus Thelonectria and closely related species with\ncylindrocarpon-like asexual states and test the monophyly of each of the\ngroups studied; 2) delimit taxa establishing taxon circumscriptions; 3)\nresolve nomenclatural issues by identifying redundantly used names and\nsynonyms; and 4) provide an updated outline to the genus, geographical\ndistributions data and identification tools, specifically diagnostic\nkeys and molecular data that can be used as molecular barcodes. The\nrecovered consensus phylogeny resulted in a narrow circumscription of\nthe genus Thelonectria, based on the type T. discophora, excluding one\nof the common species T. jungneri. According to the phylogenetic\nanalyses, T. jungneri belongs in a segregate clade that should be\nrecognized as a different genus. In the genus Thelonectria, a total of\nfour new species and three new combinations are recognized.\nAdditionally, three new genera, closely related to Thelonectria, are\ndescribed to accommodate species displaying a morphological resemblance\nto those of Thelonectria: Cinnamomeonectria gen. nov. with C. cinnamomea\nas type species, Macronectria gen. nov. with M. jungneri as type species\nand including four additional newly described species, and Tumenectria\ngen. nov. with T. laetidisca as type species","trees":[{"tree_label":"con 50 majrule","ntax":"203","rootedtree":"TRUE","title":"Thelonectria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_95278.phy"}]}