{"Authors":" A. J. Miller, Tingshuang Yi, Jun Wen","Year":" 2007","Title":" The phylogenetic relationships of Rhus (Anacardiaceae) based\non sequences of nuclear NIA-i3 intron and chloroplast trnC-D suggests\nreticulate evolution","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic analysis of Rhus (Anacardiaceae) was\nconducted using nuclear and chloroplast sequences. The nuclear (NIA-i3)\nand chloroplast (trnC-trnD) sequence data generated in this study were\ncompared with previously published phylogenies of Rhus based on nuclear\nribosomal ITS data and chloroplast trnL-F and ndhF sequences. The NIA-i3\ndata provided more parsimony-informative characters than ITS; the\ntrnC-trnD data provided the most parsimony-informative characters among\nthree chloroplast markers. All data sets support the monophyly of Rhus.\nWithin Rhus, the nuclear data support the monophyly of subgen. Lobadium\nand the monophyly of subgen. Rhus. The chloroplast data suggest a\nparaphyletic subgenus Lobadium with R. microphylla and R. rubifolia of\nsubgen. Lobadium placed within subgen. Rhus. Rhus coriaria and R.\nmichauxii of subgen. Rhus also have discordant positions in the cpDNA\nand the nuclear trees. Incongruence among nuclear and chloroplast\ndatasets, together with the phylogenetic positions, sympatric\ndistributions, and morphological intermediacy of discordant taxa suggest\npossible reticulate evolution among members of Rhus. Yet each species\nwith discordant positions (R. coriaria, R. microphylla, R. michauxii and\nR. rubifolia) has a single allele or different alleles of the same\nspecies forming a monophyletic group in the nuclear ITS and NIA-i3 data.\nThis phenomenon may be due to more ancient origin of these species\ninvolving reticulate evolution.","trees":[{"tree_label":"Fig. 5","ntax":"21","rootedtree":"TRUE","title":"Rhus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_573.phy"},{"tree_label":"Fig. 2.1","ntax":"35","rootedtree":"TRUE","title":"Rhus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2754.phy"},{"tree_label":"Fig. 2.2","ntax":"35","rootedtree":"TRUE","title":"Rhus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2753.phy"},{"tree_label":"Fig. 3","ntax":"36","rootedtree":"TRUE","title":"Rhus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2751.phy"},{"tree_label":"Fig. 4","ntax":"36","rootedtree":"TRUE","title":"Rhus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2752.phy"},{"tree_label":"Fig. 1","ntax":"47","rootedtree":"TRUE","title":"Rhus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2755.phy"}]}