{"Authors":" Bikash Baral, Andriy Kovalchuk, Fred O. Asiegbu","Year":" 2015","Title":" Genome organisation and expression profiling of ABC\nprotein-encoding genes in Heterobasidion annosum s.l. complex","Journal":" Fungal Biology (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" ABC transporter, Heterobasidion, drug resistance, efflux\npumps, gene expression, terpenoids","DOI":"","Abstract":" Members of Heterobasidion annosum species complex are\nwidely regarded as the most destructive fungal pathogens of conifer\ntrees in the boreal and temperate zones of Northern hemisphere. To\ninvade and colonise their host trees, Heterobasidion fungi must overcome\ncomponents of host chemical defence, including terpenoid oleoresin and\nphenolic compounds. ABC transporters may play an important role in this\nprocess participating in the export of toxic host metabolites and\nmaintaining their intracellular concentration below the critical level.\nWe have identified and phylogenetically classified Heterobasidion genes\nencoding ABC transporters and closely related ABC proteins. The number\nof ABC proteins in the Heterobasidion genome is one of the lowest among\nanalysed species of Agaricomycotina. Using quantitative RT-PCR, we have\nanalysed transcriptional response of Heterobasidion ABC\ntransporter-encoding genes to monoterpenes as well as their expression\nprofile during growth on pine wood in comparison to the growth on\ndefined media. Several ABC-G transporters were up-regulated during\ngrowth on pine wood and upon exposure to monoterpenes. Our experimental\ndata demonstrate the differential responses of Heterobasidion ABC genes\nto growth conditions and chemical stressors. The presented results\nsuggest a potential role of Heterobasidon ABC-G transporters in the\nresistance to the components of conifer chemical defence.","trees":[{"tree_label":"ML","ntax":"70","rootedtree":"TRUE","title":"Heterobasidion annosum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89205.phy"},{"tree_label":"NJ","ntax":"70","rootedtree":"TRUE","title":"Heterobasidion annosum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89206.phy"},{"tree_label":"NJ","ntax":"78","rootedtree":"TRUE","title":"Heterobasidion annosum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89204.phy"},{"tree_label":"ML","ntax":"78","rootedtree":"TRUE","title":"Heterobasidion annosum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89203.phy"}]}