{"Authors":" Douglas J. Eernisse, Meredith Raith, Danielle C. Zacherl,\nErik M. Pilgrim","Year":" 2015","Title":" Phylogeny and species diversity of Gulf of California oysters\n(Ostreidae) inferred from mitochondrial DNA","Journal":" American Malacological Bulletin","Volume":" 33","Issue":" 2","Pages":" 263-283","Keywords":" systematics, Ostrea, Crassostrea, Saccostrea,\nphylogeography","DOI":" 10.4003/006.033.0206","Abstract":" The Olympia oyster, Ostrea lurida Carpenter, 1864, is the\nonly native oyster on the west coast of temperate western North America\nand a conservation target for native species restoration throughout much\nof its known range, from British Columbia, Canada to Baja California,\nMexico. This species was recently demonstrated to be genetically\ndistinct from its southern congener, O. conchaphila Carpenter, 1857, but\nour new sampling, combined with previously published data, supports a\ntentative allopatric pattern, with the southern and northern species\nrestricted to either side of Punta Eugenia in Baja California, Mexico, a\nknown biogeographic boundary. We collected O. conchaphila and multiple\nco-occurring oyster species at 11 sites along the Pacific coast of Baja\nCalifornia Sur or within the Gulf of California, Mexico. Oyster surveys\nrevealed at least six other co-occurring species, including two exotics,\nof Ostreidae Rafinesque, 1815 that were identified by sequencing 16S\nribosomal DNA (16S) and cytochrome oxidase subunit I (COI) mitochondrial\nmarkers. In addition to our newly collected material, our phylogenetic\nanalyses included Ostreidae from worldwide localities available in\nGenBank. Phylogenetic estimates, using maximum likelihood, supported the\nsister species relationship between Ostrea lurida Carpenter, 1864 and O.\nconchaphila Carpenter, 1857. Together, they group as the sister lineage\nof Myrakeena angelica (Rochebrune, 1895), nested within a grouping of\nspecies currently assigned to Ostrea Linnaeus, 1758. Thus, we have\nrevived the original name Ostrea angelica Rochebrune, 1895 and consider\nthe monotypic genus, Myrakeena Harry, 1985 a junior synonym of Ostrea.\nWe also collected O. equestris Say, 1834, native to the Caribbean and\nnot previously reported in the Eastern Pacific. Our results are\nconsistent with the recognition of only four subfamilies within\nOstreidae: Ostreinae Rafinesque, 1815, Crassostreinae Scarlato and\nStarobogatov, 1979, Saccostreinae Salvi et al., 2014, and Striostreinae\nnew subfamily. Another subfamily, Lophinae Vialov, 1936, is best\nsynonymized with Ostreinae because it would otherwise be paraphyletic to\nthat taxon. Sequences of Saccostrea palmula (Carpenter, 1857) revealed a\nstriking lack of genetic variation that contrasted with their\nsubstantial phenotypic plasticity. Surprisingly, the morphologically\ndistinctive species, Ostrea tubulifera Dall, 1914, was revealed as an\necotype of S. palmula, and so is herein considered a junior synonym of\nthe latter species.","trees":[{"tree_label":"PAUP_1","ntax":"903","rootedtree":"TRUE","title":"Gulf of California oysters","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98749.phy"},{"tree_label":"PAUP_1","ntax":"233","rootedtree":"TRUE","title":"Gulf of California oysters","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98750.phy"},{"tree_label":"RAxML best","ntax":"808","rootedtree":"TRUE","title":"Gulf of California oysters","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98751.phy"}]}