{"Authors":" Tamieka Lee Pearce, Jason Barry Scott, Sarah J Pethybridge,\nFrank S Hay, Pedro W. Crous","Year":" 2015","Title":" Tan spot of pyrethrum is caused by a Didymella species\ncomplex","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian inference, Didymellaceae, Didymella tanaceti,\nDidymella rosea, , morphology, phylogenetics.","DOI":"","Abstract":" Tan spot is a disease of pyrethrum (Tanacetum\ncinerariifolium) in Australia. Recent increases in the severity and\nincidence of the disease in Australian fields has prompted a\nre-evaluation of the pathogen, originally described as Microsphaeropsis\ntanaceti, including its genetics and morphology. Nucleotide comparison\nof partial sequences of the nuclear ribosomal internal transcribed\nspacer (ITS), β-tubulin (TUB2), 28S nuclear ribosomal RNA (LSU), actin\nand glyceraldehyde-3-phosphate dehydrogenase genes identified two\ndistinct haplotypes within the species. Haplotype differentiation was\nconsistent for each gene, except for the LSU, within which sequences\nwere identical across all isolates. Morphological variation, especially\nculture pigmentation and conidial size consistently supported the\nphylogenetic data distinguishing two haplotypes. Phylogenetic\ncomparisons of M. tanaceti incorporating 98 Didymellaceae species did\nnot associate the M. tanaceti haplotypes with the genus\nMicrosphaeropsis. The two M. tanaceti haplotypes were closely related,\nand clustered in the Didymella s.str. clade. Based on these phylogenetic\nresults, supported by their distinct morphology and cultural\ncharacteristics, the two haplotypes of M. tanaceti are re-classified as\ntwo species of Didymella, namely D. tanaceti and D. rosea. The\nimplications of two closely related species causing tan spot of\npyrethrum are discussed.","trees":[{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr89211","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89211.phy"},{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr89212","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89212.phy"}]}