{"Authors":" Julia Mariela Lo Medico, Daniela Tosto, Gabriel Hugo Rua,\nM. Amalia Scataglini, Zulma Rúgolo de Agrasar, Andrea S. Vega","Year":" 2017","Title":" Phylogeny of Digitaria Sections Trichachne and Trichophorae\n(Poaceae, Panicoideae, Paniceae): A Morphological and Molecular\nAnalysis. New Circumscription and Synopsis","Journal":" Systematic Botany","Volume":" 1","Issue":"","Pages":"","Keywords":" Continuous characters, Digitaria sacchariflora neotype,\ngrasses, ITS, Megaloprotachne","DOI":"","Abstract":" The present study provides evidence for taxonomic\ndelimitation of Digitaria sect. Trichachne based on morphological data\n(micro- and macromorphology) and molecular data. A phylogenetic analysis\nwas performed using 121 morphological characters and ITS sequences of 22\nspecies and one variety of Digitaria plus three outgroups. In all\ntopologies (based on morphological, molecular, and combined data)\nDigitaria sect. Trichophorae was non-monophyletic and nested within D.\nsect. Trichachne. Digitaria sect. Trichophorae is thus synonymized under\nD. sect. Trichachne and the circumscription of D. sect. Trichachne is\nemended. Diagnostic morphological characters related to spikelet\nstructure are described and documented with SEM. A key to taxa belonging\nto D. sect. Trichachne is provided, as well as a synopsis including\nsynonymy, iconography, geographical distribution, and ecology. The\nneotype of Trichachne sacchariflora Nees is herein designated. Complete\nillustrations of Digitaria eggersii, D. hitchcockii, and D. patens are\nprovided. The phylogenetic placement of the Australian species D.\nbrownii differed among trees resulting from different data sets, thus it\nis provisionally not included in D. sect. Trichachne in spite of its\nmorphological similarity. Furthermore, Megaloprotachne albescens is\nformally transferred to Digitaria.","trees":[{"tree_label":"TNT 1","ntax":"26","rootedtree":"TRUE","title":"Digitaria Sections Trichachne and Trichophorae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96576.phy"}]}