{"Authors":" Amy H. Honan, Dennis E Desjardin, Brian Andrew Perry, Egon\nHorak, Timothy J. Baroni","Year":" 2015","Title":" Towards a better understanding of Tetrapyrgos (Basidiomycota,\nAgaricales): new species, type studies, and phylogenetic inferences","Journal":" Phytotaxa","Volume":" 231","Issue":" 2","Pages":" 101-132","Keywords":" agarics, fungal diversity, Campanella, Marasmiellus,\nMarasmius, taxonomy","DOI":" 10.11646/phytotaxa.231.2.1","Abstract":" Tetrapyrgos (Basidiomycota, Agaricales) is recognized as a\ngenus delimited by basidiomes with a central or eccentric,\nwell-developed stipe with a black to bluish black stipe base arising\nfrom a basal pad or disc; hyaline, inamyloid, distinctly tetrahedral\nbasidiospores; non-gelatinous or weakly gelatinous pileipellis and\npileus tramal tissues; and centrally diverticulate, apically bulbous\ncheilocystidia. It is distinguished from Campanella, which has\nbasidiomes that are sessile or with a pseudostipe that lacks black or\nbluish black pigmentation, and does not arise from a pad or basal disc;\nbasidiospores ellipsoid or bulging slightly on one side; strongly\ngelatinous pileipellis and pileus tramal tissues; and cheilocystidia\ntypically lacking central diverticula. Analyses and taxonomic status of\n16 species placed in Tetrapyrgos (and their reported synonyms) are\nprovided, based on examinations of 80 recently collected specimens and\n85 exsiccata. Nine species are recognized here in Tetrapyrgos, supported\nby morphological and molecular data, including two new species, T.\nlongicystidiata and T. parvispora. The remaining 7 species are\nrecognized as belonging in Campanella or are of uncertain taxonomic\nplacement. Comprehensive descriptions for all accepted species, type\nstudies, and phylogenetic inferences derived from ITS analyses are\nprovided.","trees":[{"tree_label":"PAUP 1","ntax":"51","rootedtree":"TRUE","title":"Tr89210","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89210.phy"}]}