{"Authors":" Ester Gaya, Samantha Fernandez Brime, Reinaldo Vargas ,\nRobert F. Lachlan, Cecile Gueidan, Martin Ramirez Mejia, Francois\nLutzoni","Year":" 2015","Title":" From shade to sun: sunscreen and a substrate switch are\nassociated with the adaptive radiation of the lichen-forming\nTeloschistaceae","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Adaptive radiation, lichens, UV light protection,\nsubstrate switch, Teloschistaceae","DOI":"","Abstract":" Adaptive radiations play key roles in the generation of\nbiodiversity and biological novelty, and therefore understanding the\nfactors that drive them remains one of the most important challenges of\nevolutionary biology. Although both intrinsic innovations and extrinsic\necological opportunities contribute to diversification bursts, few\nstudies have looked at the synergistic effect of such factors. Here we\ninvestigate the Teloschistales (Ascomycota), a group of > 1,000\nlichenized species with variation in species richness and phenotypic\ntraits that hinted at a potential adaptive radiation. We found evidence\nfor a dramatic increase in diversification rate for one of four families\nwithin this order - Teloschistaceae - which occurred around 100 Mya\n(Late Cretaceous), and was associated with a switch from bark to rock,\nand from shady to sun-exposed habitats. This adaptation to sunny\nhabitats is likely to have been enabled by a contemporaneous key novel\nphenotypic innovation: the production in both vegetative structure\n(thallus) and fruiting body (apothecia) of anthraquinones, secondary\nmetabolites known to protect against UV light. We found that the two\necological factors (sun exposure and rock substrate) and the phenotypic\ninnovation (anthraquinones in the thallus) were all significant when\ntesting for state-dependent shifts in diversification rates, and\ntogether seem likely to be responsible for the success of the\nTeloschistaceae, one of the largest lichen-forming fungal lineages. Our\nresults support the idea that adaptive radiations are driven not by a\nsingle factor or key innovation, but require a serendipitous combination\nof both intrinsic biotic and extrinsic abiotic and ecological\nfactors.","trees":[{"tree_label":"BEAST","ntax":"108","rootedtree":"TRUE","title":"Teloschistales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89264.phy"}]}