{"Authors":" Stephen R. Downie, Krzysztof Spalik","Year":" 2006","Title":" Intercontinental disjunctions in Cryptotaenia (Apiaceae,\nOenantheae): an appraisal using molecular data","Journal":" Journal of Biogeography","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Aim The angiosperm genus Cryptotaenia (family Apiaceae,\ntribe Oenantheae) exhibits an anomalous distribution pattern, with five\nof its eight species being narrow endemics geographically isolated from\ntheir presumed relatives. We examined the monophyly of the genus and\nascertained the phylogenetic placements of its constituent members in\norder to explain their distribution patterns. Location Eastern North\nAmerica, eastern Asia, the Caucasus, southern Italy, Macaronesia, and\nAfrica. Methods In total, 173 accessions were examined for nuclear rDNA\nITS sequence variation, representing all major lineages of Apiaceae\nsubfamily Apioideae and seven species of Cryptotaenia. Sampling of\ntribes Oenantheae, Scandiceae, and Pimpinelleae was comprehensive.\nPhylogenetic analyses included Bayesian, maximum parsimony, and\nneighbour-joining methods; biogeographic scenarios were inferred using\ndispersal-vicariance analysis (DIVA). Results Cryptotaenia is\npolyphyletic and includes three distant lineages: (1) Cryptotaenia sensu\nstricto (C. canadensis, C. japonica, C. flahaultii, and C. thomasii) is\nmaintained within tribe Oenantheae; Cryptotaenia canadensis and C.\njaponica, representing an eastern North American-eastern Asian\ndisjunction pattern, are confirmed to be sister species. (2)\nCryptotaenia elegans, an endemic of the Canary Islands, is placed within\nScandiceae subtribe Daucinae along with two woody endemics of Madeira,\nMonizia edulis and Melanoselinum decipiens. The phylogeny of these\nCanarian and Madeiran endemics is unresolved. They either constitute a\nmonophyletic sister group to a clade comprising some Mediterranean and\nAfrican species of Daucus and their relatives or they are paraphyletic\nto this clade. The herbaceous/woody genus Tornabenea from Cape Verde,\nonce included in Melanoselinum, is not closely related to the other\nMacaronesian endemics but to Daucus carota. (3) The African members of\nCryptotaenia (C. africana, C. calycina, and possibly C. polygama)\ncomprise a clade with some African and Madagascan umbellifers; this\nentire clade is sister group to Eurasian Pimpinella. Main conclusions\nElucidating the phylogeny of the biogeographically anomalous\nCryptotaenia sensu lato enabled hypotheses on the biogeography of its\nconstituent lineages. Cryptotaenia sensu stricto exhibits a holarctic\ndistribution pattern with its members occurring in regions that were\nimportant glacial refugia. The genus probably originated in eastern Asia\nand from there dispersed to Europe and North America. For the\nMacaronesian endemic species\u001aCryptotaenia elegans, Monizia edulis and\nMelanoselinum decipiens\u001aDIVA reconstructs either a single dispersal event\nto Macaronesia from the Mediterranean/African region or a single\ndispersal followed by a back-dispersal to the mainland. The radiation of\nTornabenea from Cape Verde followed a second dispersal of Daucinae to\nMacaronesia. Woodiness in Melanoselinum/Monizia and Tornabenea,\ntherefore, is a derived and independently acquired trait. The African\nmembers of Cryptotaenia are derived from an ancestor arriving from the\nMiddle East.","trees":[{"tree_label":"Fig. 2","ntax":"159","rootedtree":"TRUE","title":"Apioideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2761.phy"}]}