{"Authors":" Nicolas Magain, Emmanuel Sérusiaux","Year":" 2015","Title":" Dismantling the treasured flagship lichen Sticta fuliginosa\n(Peltigerales) into four species in Western Europe","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Lichenized fungi Peltigerales Phylogeny Taxonomy","DOI":"","Abstract":" In the framework of a worldwide project on the phylogeny\nof the lichen genus Sticta, dedicated sampling was performed in four\nregions of Western Europe, roughly along an East-West line between N\n48°02 E 07°01 and N 52°01 W 09°30, ranging from France/Vosges to\nIreland/Kerry. Five clearly distinct ITS haplotypes were detected for\nisidia-producing species where only two were expected. Subtle anatomical\nand morphological characters, together with a strongly supported 4-loci\nmolecular phylogeny, permit to distinguish, besides the easily\nrecognized S. canariensis and S. limbata :  the two « well-known » S.\nfuliginosa and S. sylvatica whose type collections have been carefully\nreassessed ; the former is widespread in both hemispheres, while the\nlatter is correctly identified only from continental Europe and the\nAndes in Columbia ; the barcode ITS of S. fuliginosa differs by a single\nsubstitution from S. limbata (with a single exception), and the 4-loci\nphylogenetic tree does not resolve them as distinct lineages, most\nprobably highlighting a very recent divergence and incomplete lineage\nsorting ;  three species that were formely included in S. fuliginosa:\nthe resurrected S. ciliata Taylor, belonging to a complex group yet to\nbe distangled and occurring in the Neotropics, Africa, Macaronesia and\nWestern Europe, and two species described as new for science, S.\nfuliginoides, found in continental Europe, the Canary Islands, eastern\nNorth America and Columbia, and S. atlantica only known from Ireland and\nthe Azores archipelago. Molecular inferences demonstrate active\ndivergence and dispersion within S. ciliata that may require recognition\nof further species. Fresh material can be identified with a\nmorphological and anatomical preliminary key provided here. We propose\nthat the taxonomy of all lichen species be urgently reviewed in the\nlight of molecular data in an evolutionary context, particularly those\nused as bioindicators of environmental change and woodland\nmanagement.","trees":[{"tree_label":"consensus bayes","ntax":"57","rootedtree":"TRUE","title":"Sticta fuliginosa (Peltigerales)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89225.phy"}]}