{"Authors":" Daniel Potter, Jeff J. Doyle","Year":" 1994","Title":" Phylogeny and systematics of Sphenostylis and Nesphostylis\n(Leguminosae: Phaseoleae) based on morphological and chloroplast DNA\ndata.","Journal":" Systematic Botany","Volume":" 19","Issue":" NA","Pages":" 389-406","Keywords":" NA","DOI":" NA","Abstract":" Sphenostylis and Nesphostylis (Leguminosae: Phaseoleae)\ntogether include about ten species in tropical Africa, India, and Burma.\nThe two are considered sister genera based on the presence, in all\nspecies, of a cuneate dorsiventrally flattened style. Cladistic analysis\nof morphological characters for species of Sphenostylis and Nesphostylis\nand two outgroup taxa generated eleven equally parsimonious trees, which\ndiffered in hypotheses of relationship between Sphenostylis and related\ngenera and among species of Sphenostylis. Cladistic analysis of\nrestriction site data for the chloroplast DNA of a subset of these taxa\nproduced two trees, which differed from one another only in hypotheses\nof relationship among plastomes of subspecies of S. erecta. Both of the\nchloroplast DNA- based trees, some of the morphology-based trees, and\ntrees from cladistic analysis of combined data supported the\ntraditionally recognized sister relationship between Sphenostylis and\nNesphostylis and revealed two major clades within Sphenostylis one\nincluding the purple-flowered taxa except S. bracteata and one including\nthe yellow-flowered taxa. The divergence between these clades was\ngreater for chloroplast DNA data than for morphological data. In view of\nthe results obtained, the following taxonomic changes are made: transfer\nof S. bracteata to Nesphostylis, as Nesphostylis bracteata, restoration\nof S. erecta to specific status, and transfer of S. marginata subsp.\nobtusifolia to S. erecta, as Sphenostylis erecta subsp. obtusifolia.\nWith these changes, Sphenostylis now includes seven species in tropical\nand southern Africa and Nesphostylis comprises three species: one each\nin tropical Africa, India, and Burma","trees":[{"tree_label":"Fig. 3A","ntax":"18","rootedtree":"TRUE","title":"Nesphostylis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4251.phy"},{"tree_label":"Fig. 3B","ntax":"14","rootedtree":"TRUE","title":"Nesphostylis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4252.phy"},{"tree_label":"Fig. 1B","ntax":"18","rootedtree":"TRUE","title":"Nesphostylis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4248.phy"},{"tree_label":"Fig. 1C","ntax":"18","rootedtree":"TRUE","title":"Nesphostylis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4249.phy"},{"tree_label":"Fig. 1A","ntax":"18","rootedtree":"TRUE","title":"Nesphostylis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4247.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Nesphostylis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4250.phy"}]}