{"Authors":" Coskun Tez, Islam Gunduz, Maarit Jaarola, Jeremy B. Searle,\nPaul D. Polly, Can Yeniyurt","Year":" 2007","Title":" Multigenic and morphometric differentiation of ground\nsquirrels (Spermophilus, Scuiridae, Rodentia) in Turkey, with a\ndescription of a new species","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" 10.1016/j.ympev.2007.02.021","Abstract":" This study reports on the molecular phylogenetics of\nground squirrels, genus Spermophilus, in Turkey using cytochrome b (1140\nbp), part of the D-loop and flanking tRNAs (572 bp), X chromosome (867 -\n1051 bp) and Y chromosome (983 - 989 bp) DNA sequences. Individuals also\nwere characterized by karyotype and with geometric morphometric analyses\nof mandibles and skulls. Two hundred fourteen individuals from 91\nlocalities were studied. All the data support the recognition of a new\nspecies in SW Anatolia: the Taurus ground squirrel Spermophilus\ntaurensis sp. nov. The new species has a small distribution in the\nTaurus Mountains in an area that is a hotspot for biodiversity.\nMolecular clock analysis suggests that the new species diverged from the\nEuropean ground squirrel, S. citellus, about 2.5 million years ago and\nthat the ancestor of these two species diverged from the widespread\nAnatolian ground squirrel, S. xanthoprymnus, about 5 million years ago.\nMorphometric differentiation in skull and mandible shape among the three\nspecies is incomplete, but statistically significant. S. xanthoprymnus\nis subdivided into five cytochrome b phylogroups and we use these data\nto infer the location of glacial refugia where the species lived during\nthe last glacial maximum. This study illustrates the potential of\ncombined molecular and morphometric studies to uncover new Anatolian\nspecies and to reconstruct their phylogeographic history and the new\nspecies is important for squirrel taxonomy and for understanding\nEurasian mammal evolution.","trees":[{"tree_label":"Fig. 5a","ntax":"5","rootedtree":"TRUE","title":"Ground squirrels, Y-chrom","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2764.phy"},{"tree_label":"Fig. 5b","ntax":"5","rootedtree":"TRUE","title":"Ground squirrels, X-chrom","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2765.phy"},{"tree_label":"Fig. 3","ntax":"70","rootedtree":"TRUE","title":"Ground squirrels, cytochrome b","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2762.phy"},{"tree_label":"Fig. 4","ntax":"33","rootedtree":"TRUE","title":"Ground squirrels, tDNA+D-loop","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2763.phy"}]}