{"Authors":" jing Lü, Haicui Suo, Rong Yi, Qibin Ma","Year":" 2015","Title":" Glyma11g13220, a homolog of the vernalization pathway gene\nVERNALIZATION 1 from soybean [Glycine max (L.) Merr.], promotes\nflowering in Arabidopsis thaliana.","Journal":" BMC Plant Biology","Volume":" 15","Issue":" 232","Pages":" 1-12","Keywords":" Glyma11g13220, Flowering time, Vernalization pathway,\nSoybean","DOI":" 10.1186/s12870-015-0602-6","Abstract":" Background: The precise timing of flowering is fundamental\nto successful reproduction, and has dramatic significance for crop\nyields. Although prolonged low temperatures are not required for\nflowering induction in soybean, vernalization pathway genes have been\nretained during the evolution of this species. Little information is\ncurrently available in regarding these genes in soybean. Results: We\nwere able to detect the expression of Glyma11g13220 in different organs\nat all monitored developmental stages in soybean. Glyma11g13220\nexpression was higher in leaves and pods than in shoot apexes and stems.\nIn addition, Glyma11g13220 was responsive to photoperiod and low\ntemperature in soybean. Furthermore, Glyma11g13220 was found to be a\nnuclear-localized protein. Over-expression of Glyma11g13220 in an\nArabidopsis Columbia-0 (Col-0) background resulted in early flowering.\nQuantitative real-time PCR analysis revealed that transcript levels of\nflower repressor FLOWERING LOCUS C (FLC), and FD decreased significantly\nin transgenic Arabidopsis compared with wild-type Col-0, while the\nexpression of VERNALIZATION INSENSITIVE 3 (VIN3) and FLOWERING LOCUS T\n(FT) noticeably increased. Conclusions: Our results suggest that\nGlyma11g13220, a homolog of Arabidopsis VRN1, is a functional protein.\nGlyma11g13220, which is responsive to photoperiod and low temperature in\nsoybean, may participate in the vernalization pathway in Arabidopsis and\nhelp regulate flowering time. Arabidopsis VRN1 and Glyma11g13220 exhibit\nconserved as well as diverged functions.","trees":[{"tree_label":"PAUP_1","ntax":"31","rootedtree":"TRUE","title":"F2 Glyma11g13220, a homolog of the vernalization\npathway","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90882.phy"},{"tree_label":"PAUP_1","ntax":"21","rootedtree":"TRUE","title":"F1 Glyma11g13220, a homolog of the vernalization\npathway","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90881.phy"}]}