{"Authors":" Paul A. Selden, George D. F. Wilson, Luca Simonetto, Fabio\nMarco Dalla Vecchia","Year":" 2016","Title":" First Fossil Asellote (ISOPODA: Asellota), from the Upper\nTriassic (NORIAN) of the Carnic Prealps (Friuli, North-East Italy)","Journal":" Journal of Crustacean Biology","Volume":" 36","Issue":" 1","Pages":" 68-86","Keywords":" Dolomia di Forni Formation, Janiroidea, Paramunnidae","DOI":" 10.1163/1937240X-00002387","Abstract":" The first asellote isopod from the fossil record is\ndescribed here as Fornicaris calligarisi Wilson and Selden, n. gen. and\nsp. The two specimens, both probably males, showing dorsal morphology,\ncome from loose material of the Dolomia di Forni Formation in the bed of\nthe Tagliamento river below the town of Forni di Sotto, Udine Province,\nFriuli Venezia Giulia Autonomous Region, north-east Italy. The Dolomia\ndi Forni Formation is Triassic (Norian) in age, and the fossils date\nfrom approximately 210-215 Ma. Characters such as narrow, elongate eye\nstalks, tiny uropods, and enlarged first pereionite (found in terminal\nmales) place the fossil within the Paramunnidae. Parsimony analysis\nusing TNT placed the fossil within the Austrosignum-Munnogonium species\ncomplex. The robust pereiopods with hooked tips, elongate and robust\ncarpus and propodus of pereiopod I, axialcompression of the pereion, and\nthe large size of the fossils (>2× related extant taxa) are features\nparticular to the fossil genus and species.","trees":[{"tree_label":"tnt 1+","ntax":"36","rootedtree":"TRUE","title":"Paramunnidae exemplars with Fornicaris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89288.phy"},{"tree_label":"tnt 3+","ntax":"36","rootedtree":"TRUE","title":"Fornicaris analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89290.phy"},{"tree_label":"tnt 2+","ntax":"36","rootedtree":"TRUE","title":"Paramunnidae exemplars with Fornicaris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89289.phy"}]}