{"Authors":" Florent Pierre Trouillas, Francesca Peduto Hand, W. Douglas\nGubler, Patrik Inderbitzin","Year":" 2015","Title":" The genus Cryptosphaeria in the western United States:\ntaxonomy, multi-locus phylogeny and a new species, C.\nmulticontinentalis","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Cryptosphaeria; Diatrypaceae; Populus; Taxonomy;\nPhylogeny","DOI":"","Abstract":" This study investigates the diversity and taxonomy of\nCryptosphaeria species occurring in the Western United States on the\nbasis of morphological characters and multi-locus phylogenetic analyses\nof the ribosomal internal transcribed spacer region, parts of a\nβ-tubulin gene, the DNA-dependent RNA polymerase II second-largest\nsubunit gene, and the nuclear ribosomal large subunit gene.\nCryptosphaeria multicontinentalis sp. nov is described from the Sierra\nNevada and Central Coast in California on Populus tremuloides, P.\nbalsamifera subsp. trichocarpa and P. fremontii. Cryptosphaeria\npullmanensis is reported from a wide geographic area in the western\nUnited States on the main host P. fremontii. The pathogen C. lignyota is\nreported for the first time from the Sierra Nevada of California on P.\ntremuloides. The phylogenetic analyses showed that C. multicontinentalis\nis a sister species to C. lignyota. Both species were closely related to\nC. subcutanea and more distantly related to C. pullmanensis.\nCharacteristics of both teleomorph and anamorph of the newly introduced\nspecies C. multicontinentalis are described and illustrated.","trees":[{"tree_label":"PAUP_1","ntax":"65","rootedtree":"TRUE","title":"Cryptosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106985.phy"},{"tree_label":"PAUP_1","ntax":"65","rootedtree":"TRUE","title":"Cryptosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106986.phy"},{"tree_label":"PAUP_1","ntax":"65","rootedtree":"TRUE","title":"Cryptosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106984.phy"}]}