{"Authors":" Mary E. Endress, Justin K. Williams, David J. Middleton,\nTatyana Livshultz","Year":" 2007","Title":" Phylogeny of Apocynoideae and the APSA clade (Apocynaceae\ns.l.)","Journal":" Annals of the Missouri Botanical Garden","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships were reconstructed among 59 of\n77 genera of subfamily Apocynoideae and exemplars of Periplocoideae,\nSecamonoideae, and Asclepiadoideae (collectively the APSA clade) using\nsequences from four regions of the chloroplast genome (trnL intron and\ntrnL-trnF spacer, rpl16 intron, rps16 intron, matK and 3’ half of trnK\nintron) and 16 morphological characters. Apocynoideae are resolved as\nparaphyletic. The five tribes recognized within this subfamily in the\nclassification of Endress & Bruyns (2000) are all para- or\npolyphyletic. Seven major clades of Apocynoideae are identified. The\nfirst three include genera classified predominantly in tribes Wrightieae\nand Malouetieae sensu Endress & Bruyns and form a paraphyletic grade\nto a crown clade. The crown clade includes four clades of Apocynoideae\ngenera classified in tribes Apocyneae, Mesechiteae, and Echiteae\ntogether with Periplocoideae, Secamonoideae, and Asclepiadoideae; the\nlatter three constitute the traditional Asclepiadaceae. Asclepiadaceae\nare resolved as polyphyletic, although the node that precludes a\nparaphyletic Asclepiadaceae does not have bootstrap support. The clade\nof Secamonoideae + Asclepiadoideae is well supported as sister to a\nclade of three African Apocynoideae genera (Baissea, Motandra, and\nOncinotis). There is a strong correlation between geographic\ndistribution and phylogeny among crown clade Apocynoideae. A New World\nclade is composed of American genera plus the predominantly Australasian\nParsonsia and Artia. An Asian clade is composed of Asian, Malesian, and\nAustralasian genera plus the north temperate Apocynum. Trachelospermum\nis polyphyletic with American and Asian species nested in the New World\nand Asian clades, respectively. The implications of this phylogeny for\nthe evolution of pollen aggregation and mass transfer, the traits that\nwere used to separate Asclepiadaceae from Apocynaceae s.str., are\ndiscussed.","trees":[{"tree_label":"Fig. 1","ntax":"150","rootedtree":"TRUE","title":"strict consensus of 144 most parsimonious trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2766.phy"}]}