{"Authors":" Paul G Wolf, Carol A Rowe, Joshua P Der, Martin P\nSchilling, Clayton J Visger, John A Thomson","Year":" 2015","Title":" Origins and diversity of Pteridium (Dennstaedtiaceae) on the\nGalapagos Islands","Journal":" AoB Plants","Volume":"","Issue":"","Pages":"","Keywords":" Pteridium, bracken, Galapagos, allopolyploid","DOI":"","Abstract":" Ferns disperse by haploid spores, which are produced in\nlarge numbers and can travel long distances in air currents. This has\nenabled ferns to become established on most oceanic islands. Here we\nfollow-up on reports that Pteridium (Dennstaedtiaceae; bracken) may be\nrepresented by more than one taxon on the Galapagos Islands. We use\nnucleotide sequences from two plastid genes, and we developed two\nnuclear gene markers, to examine phylogeography of Pteridium collected\nat 16 sites across three of the main islands. We incorporate data from a\npreviously published study to provide a worldwide context and to examine\norigins of Galapagos Pteridium. We also sampled new specimens from South\nand Central America. We used flow cytometry to estimate genome size of\nsome accessions. We found that both plastid and nuclear haplotypes fall\ninto two distinct clades, consistent with a two-diploid-species taxonomy\nof P. aquilinum (Northern clade) and P. esculentum (Southern clade).\nFurthermore, one of the putative allotetraploids, P. caudatum, possesses\nboth northern and southern nuclear haplotypes, as predicted. Samples\nfrom the Galapagos include P. esculentum subsp. arachnoideum, P.\ncaudatum, and possible hybrids between them. Evidence from phylogenetic\nanalyses of nuclear and plastid haplotypes indicated multiple origins of\nPteridium on the Galapagos Islands, and multiple origins of tetraploid\nP. caudatum. We hypothesize that ongoing hybridization contributes to\nthe difficulty in distinguishing taxa on the basis of morphology. We\nalso posit that P. caudatum may include recent diploid hybrids,\nbackcrosses to P. esculentum, as well as allotetraploid plants.","trees":[{"tree_label":"RAxML bipartitions","ntax":"112","rootedtree":"TRUE","title":"Pteridium Plastid RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89295.phy"},{"tree_label":"RAxML","ntax":"89","rootedtree":"TRUE","title":"Pteridium ApPEFP_C RAxML","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89293.phy"},{"tree_label":"RAxML bipartitions","ntax":"40","rootedtree":"TRUE","title":"Pteridium SQD1 RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89294.phy"}]}