{"Authors":" Kamariah Abu Salim, Torsten Eriksson, E. Conti, Frank\nRutschmann","Year":" 2007","Title":" Assessing calibration uncertainty in molecular dating: The\nassignment of fossils to alternative calibration points.","Journal":" Systematic Biology","Volume":" 56","Issue":" 4","Pages":" 591-608","Keywords":"","DOI":" 10.1080/10635150701491156","Abstract":" While recent methodological advances have allowed the\nincorporation of rate variation in molecular dating analyses, the\ncalibration procedure, performed mainly through fossils, remains\nresistant to improvements. One source of uncertainty pertains to the\nassignment of fossils to specific nodes in a phylogeny, especially when\nalternative possibilities exist that can be equally justified on\nmorphological grounds. Here we expand on a recently developed fossil\ncross-validation method to evaluate whether alternative nodal\nassignments of multiple fossils produce calibration sets that differ in\ntheir internal consistency. We use an enlarged Crypteroniaceae-centered\nphylogeny of Myrtales, six fossils, and 72 combinations of calibration\npoints, termed calibration sets, to identify (i) the fossil assignments\nthat produce the most internally consistent calibration sets and (ii)\nthe mean ages, derived from these calibration sets, for the split of the\nSoutheast Asian Crypteroniaceae from their West Gondwanan sister clade\n(node X). We found that a correlation exists between s values, devised\nto measure the consistency among the calibration points of a calibration\nset (Near and Sanderson, 2004), and nodal distances among calibration\npoints. By ranking all sets according to the percent deviation of s from\nthe regression line with nodal distance, we identified the sets with the\nhighest level of corrected calibration-set consistency. These sets\ngenerated lower standard deviations associated with the ages of node X\nthan sets characterized by lower corrected consistency. The three\ncalibration sets with the highest corrected consistencies produced mean\nage estimates for node X of 79.70 mys, 79.14 mys, and 78.15 mys. These\ntimeframes are most compatible with the hypothesis that the\nCrypteroniaceae stem lineage dispersed from Africa to the Deccan plate\nas it drifted northward during the Late Cretaceous.","trees":[{"tree_label":"Fig. 1","ntax":"74","rootedtree":"TRUE","title":"Crypteroniaceae and related taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2767.phy"}]}