{"Authors":" Milica Zlatkovic, Nenad Keca, Michael J. Wingfield, Fahimeh\nJami, Bernard Slippers","Year":" 2016","Title":" Botryosphaeriaceae associated with the die-back of ornamental\ntrees in the Western Balkans","Journal":" Antonie van Leeuwenhoek","Volume":" 109","Issue":" 4","Pages":" 543-564","Keywords":" Botryosphaeriales, \u0002 Morphology, \u0002 Phylogeny, \u0002 Tree\npathogens, \u0002 Urban tree pathology","DOI":" 10.1007/s10482-016-0659-8","Abstract":" Extensive die-back andmortality of various ornamental\ntrees and shrubs has been observed in parts of the Western Balkans\nregion during the past decade. The disease symptomshave been typical of\nthose caused by pathogens residing in the Botryosphaeriaceae. The aims\nof this study were to isolate and characterize Botryosphaeriaceae\nspecies associated with diseased ornamental trees in Serbia, Montenegro,\nBosnia and Herzegovina. Isolates were initially characterized based on\nthe DNA sequence data for the internal transcribed spacer rDNA and six\nmajor clades were identified. Representative isolates from each clade\nwere further characterized using DNA sequence data for the translation\nelongation factor 1-alpha, b-tubulin-2 and large subunit rRNA gene\nregions, as well as the morphology of the asexualmorphs.Ten species of\ntheBotryosphaeriaceae were identified of which eight, i.e., Dothiorella\nsarmentorum, Neofusicoccum parvum, Botryosphaeria dothidea, Phaeobotryon\ncupressi, Sphaeropsis visci, Diplodia seriata, D. sapinea and D. mutila\nwere known taxa. The remaining two species could be identified only as\nDothiorella spp. Dichomera syn-asexual morphs of D. sapinea, Dothiorella\nsp. 2 and B. dothidea, aswell as unique morphological characters for a\nnumber of the known species are described. Based on host plants and\ngeographic distribution, the majority of Botryosphaeriaceae species\nfound represent new records. The results of this study contribute to our\nknowledge of the distribution, host associations and impacts of these\nfungi on trees in urban environments.","trees":[{"tree_label":"tree1","ntax":"109","rootedtree":"TRUE","title":"Tr89324","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89324.phy"},{"tree_label":"tree1","ntax":"113","rootedtree":"TRUE","title":"Tr92899","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92899.phy"}]}