{"Authors":" Antonio Deidda, Franco Buffa, Benedetto T Linaldeddu,\nClaudia Pinna, Bruno Scanu, Vitale Deiana, Alberto Satta, Antonio\nFranceschini, Ignazio Floris","Year":" 2015","Title":" Emerging pests and diseases threaten Eucalyptus camaldulensis\nplantations in Sardinia (Italy)","Journal":" iForest","Volume":"","Issue":"","Pages":"","Keywords":" timber industries, exotic species, biosecurity, invasive\npathogens and insects","DOI":"","Abstract":" Due to their rapid growth and adaptability to different\nenvironmental conditions, Eucalyptus species have been widely introduced\nin both hemispheres for pulpwood production. In Sardinia (Italy),\neucalypt plantations were established in the 20th century primarily in\nareas reclaimed from marshland and subsequently all over the island\nwhere they are currently cultivated as ornamental plants, windbreaks and\nfor honey production. In recent years, an unusual decline and mortality\nof unknown aetiology has been observed in eucalypt plantations\nthroughout the island. In addition, a significant reduction of eucalypt\nhoney yields attributed to insect damage on inflorescences was observed.\nGiven the high ecological and economic relevance of eucalypt ecosystems,\nin 2013 a survey was carried out to establish insects and fungal\npathogens more directly involved in these phenomena. Field surveys\ncarried out in 12 sites throughout the island revealed the occurrence of\nsevere infestations of the red gum lerp psyllid (Glycaspis\nbrimblecombei) in all monitored sites. A significant increase of\npreimaginal stages and adults of G. brimblecombei was observed from May\nto July, with the peak of adults recorded in July. In contrast, the\nhighest percentage of parasitism by its specific parasitoid\nPsyllaephagus bliteus was recorded two months after the peak of\npreimaginal and adult stage. At the same time, symptoms of leaf\nchlorosis, crown thinning, shoot and branch dieback, sunken cankers,\nepicormic shoots and exudations of Kino have been detected in all\nsurveyed sites. Isolations from symptomatic woody samples yielded fungal\nisolates belonging to three distinct families, namely\nBotryosphaeriaceae, Diaporthaceae and Valsaceae. On the basis of\nmorphological features and DNA sequence data (ITS), seven distinct\nspecies: Diaporthe foeniculina, Neofusicoccum australe, N. luteum, N.\nmediterraneum, N. parvum, N. vitifusiforme and Valsa fabianae were\nidentified. In addition, two putative new species of Cytospora were\nobtained. Neofusicoccum australe was the only species recovered in all\ninvestigated sites and its isolation frequencies ranged from 51 to 95%.\nPathogenicity trials on E. camaldulensis trees emphasize that all\nNeofusicoccum species, with the exception of N. vitifusiforme, are\ndirectly involved in the aetiology of decline symptoms observed.","trees":[{"tree_label":"Imported tree 1","ntax":"47","rootedtree":"TRUE","title":"Neofusicoccum ML Analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89382.phy"},{"tree_label":"con 50 majrule","ntax":"47","rootedtree":"TRUE","title":"Neofusicoccum Bayesian Analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89380.phy"},{"tree_label":"con 50 majrule","ntax":"47","rootedtree":"TRUE","title":"Neofusicoccum Bayesian Analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89381.phy"}]}