{"Authors":" Randall L. Small, Dwayne Estes","Year":" 2007","Title":" Phylogenetic relationships of the monotypic genus Amphianthus\n(Plantaginaceae tribe Gratioleae) inferred from chloroplast DNA\nsequences","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Within the past decade, Scrophulariaceae sensu lato has\nbeen shown to be polyphyletic and, as a result, is currently undergoing\nmajor systematic revision. The traditionally recognized family is now\ngenerally considered to comprise several smaller families including the\nnewly expanded Plantaginaceae, a family of 12 tribes, 92 genera, and\napproximately 2000 species. Recent evidence from molecular phylogenetics\nsupports the inclusion of the tribe Gratioleae within the\nPlantaginaceae. Gratioleae includes 16\u001a40 genera, depending on generic\ncircumscription, many of which have yet to be assessed phylogenetically.\nAmphianthus is a monotypic genus whose systematic affinities have long\nbeen poorly known. We included Amphianthus, 10 additional Gratioleae\ngenera, and several outgroup genera from Plantaginaceae in a\nphylogenetic investigation to examine the relationships of Amphianthus.\nWe present the most complete phylogeny of the Gratioleae to date and\nprovide evidence from chloroplast DNA sequences of the ndhF gene and the\ntrnS-trnG-trnG intergenic spacer and intron that unequivocally place\nAmphianthus within Gratiola, and discuss the morphological evidence\nsupporting our findings. Based on this evidence, we transfer the sole\nspecies of Amphianthus (Amphianthus pusillus), to Gratiola, establishing\nthe new name Gratiola amphiantha and placing Amphianthus in synonymy\nwith Gratiola.","trees":[{"tree_label":"Fig. 1","ntax":"47","rootedtree":"TRUE","title":"Gratioleae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2768.phy"},{"tree_label":"Fig. 2","ntax":"8","rootedtree":"TRUE","title":"Gratiola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2769.phy"}]}