{"Authors":" Nelsy R Pinto-Sánchez, Martha Lucia Calderon-Espinosa,\nAurelien Miralles, Andrew J. Crawford, Martha Patricia\nRamírez-Pinilla","Year":" 2015","Title":" Molecular phylogenetics and biogeography of the Neotropical\nskink genus Mabuya Fitzinger (Squamata: Scincidae) with emphasis on\nColombian populations","Journal":" Molecular phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Molecular phylogenetics, Species delimitation, Ancestral\narea reconstruction, Colombia, Mabuya, Oceanic dispersal","DOI":"","Abstract":" Understanding the phylogenetic and geographical history of\nNeotropical lineages requires having adequate geographic and taxonomic\nsampling across the region. However, Colombia has remained a\ngeographical gap in many studies of Neotropical diversity. Here we\npresent a study of Neotropical skinks of the genus Mabuya, reptiles that\nare difficult to identify or delimit due to their conservative\nmorphology. The goal of the present study is to propose phylogenetic and\nbiogeographic hypotheses of Mabuya including samples from the previously\nunder-studied territory of Colombia, and address relevant biogeographic\nand taxonomic issues. We combined molecular and morphological data\nsampled densely by us within Colombia with published data representing\nbroad sampling across the Neotropical realm, including DNA sequence data\nfrom two mitochondrial (12S rRNA and cytochrome b) and three nuclear\ngenes (Rag2, NGFB and R35).To evaluate species boundaries we employed a\ngeneral mixed Yule-coalescent (GMYC) model applied to the mitochondrial\ndata set. Our results suggest that the diversity of Mabuya within\nColombia is higher than previously recognized, and includes lineages\nfrom Central America and from eastern and southern South America. The\ngenus appears to have originated in eastern South America in the Early\nMiocene, with subsequent expansions into Central America and the\nCaribbean in the Late Miocene, including at least six oceanic dispersal\nevents to Caribbean Islands.We identified at least four new candidate\nspecies for Colombia and two species that were not previously reported\nin Colombia. The populations of northeastern Colombia can be assigned to\nM. zuliae, while specimens from Orinoquia and the eastern foothills of\nthe Cordillera Oriental of Colombia correspond to M. altamazonica. The\nvalidity of seven species of Mabuya sensu lato was not supported due to\na combination of three factors: (1) non-monophyly, (2) <75%\nlikelihood bootstrap support and <0.95 Bayesian posterior\nprobability, and (3) GMYC analysis collapsing named species. Finally, we\nsuggest that Mabuya sensu stricto may be regarded as a diverse\nmonophyletic genus, widely distributed throughout the Neotropics.","trees":[{"tree_label":"TREE1+","ntax":"248","rootedtree":"TRUE","title":"Mabuya 5 genes MrBayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89985.phy"}]}