{"Authors":" wei huang, Zhiqiang Xian, xia kang, ning tang, zhengguo\nli","Year":" 2015","Title":" Genome-wide identification, phylogeny and expression analysis\nof GRAS gene family","Journal":" BMC plant biology","Volume":"","Issue":"","Pages":"","Keywords":" Transcription factor, GRAS gene family, expression\nanalysis, hormone treatment,","DOI":"","Abstract":" Background: GRAS transcription factors usually act as\nintegrators of multiple growth regulatory and environmental signals,\nincluding axillary shoot meristem formation, root radial pattering,\nphytohormones, light signaling, and abiotic/biotic stress. However,\nlittle is known about this gene family in tomato (Solanum lycopersicum),\nthe most important model plant for crop species with fleshy fruits.\nResults: In this study, 53 GRAS genes were identified and renamed based\non tomato whole-genome sequence and their respective chromosome\ndistribution except 19 members were kept as their already existed name.\nMultiple sequence alignment showed typical GRAS domain in these\nproteins. Phylogenetic analysis of GRAS proteins from tomato,\nArabidopsis, Populus, P.mume, and Rice revealed that SlGRAS proteins\ncould be divided into at least 13 subfamilies. SlGRAS24 and SlGRAS40\nwere identified as target genes of miR171 using5’-RACE (Rapid\namplification of cDNA ends). qRT-PCR analysis revealed tissue-/organ-\nand development stage-specific expression patterns of SlGRAS genes.\nMoreover, their expression patterns in response to different hormone and\nabiotic stress treatments were also investigated. Conclusions: This\nstudy provides the first comprehensive analysis of GRAS gene family in\nthe tomato genome. The data will undoubtedly be useful for better\nunderstanding the potential functions of GRAS genes, and their possible\nroles in mediating hormone cross-talk and abiotic stress in tomato as\nwell as in some other relative species.","trees":[{"tree_label":"Imported tree 0","ntax":"124","rootedtree":"TRUE","title":"Tr89374","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89374.phy"}]}