{"Authors":" Mounes Bakhshi, Mahdi Arzanlou, Asadollah Babai-ahari,\nJohannes (Ewald) Zacharias Groenewald, Uwe Braun, Pedro W. Crous","Year":" 2015","Title":" Application of the consolidated species concept to Cercospora\nspp. from Iran","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 34","Issue":"","Pages":" 6586","Keywords":" biodiversity, Cercospora apii complex, cercosporoid, host\nspecificity, leaf spot, multilocus sequence typing (MLST),\nMycosphaerella, taxonomy","DOI":" 10.3767/003158515X685698","Abstract":" The genus Cercospora includes many important plant\npathogenic fungi associated with leaf spot diseases on a wide range of\nhosts. The mainland of Iran covers various climatic regions with a great\nbiodiversity of vascular plants, and a correspondingly high diversity of\ncercosporoid fungi. However, most of the cercosporoid species found to\ndate have been identified on the basis of morphological characteristics\nand there are no cultures that support these identifications. In this\nstudy the Consolidated Species Concept was applied to differentiate\nCercospora species collected from Iran. A total of 161 Cercospora\nisolates recovered from 74 host species in northern Iran were studied by\nmolecular phylogenetic analysis. Our results revealed a rich diversity\nof Cercospora species in northern Iran. Twenty species were identified\nbased on sequence data of five genomic loci (ITS, TEF1-α, actin,\ncalmodulin and histone H3), host, cultural and morphological data. Six\nnovel species, viz. C. convolvulicola,C. conyzae-canadensis,C.\ncylindracea, C. iranica, C. pseudochenopodiiand C. sorghicola, are\nintroduced. The most common taxon was Cercospora cf. flagellaris, which\nremains an unresolved species complex with a wide host range. New hosts\nwere recorded for previously known Cercospora species, including C.\napii, C. armoraciae, C. beticola,C. cf. richardiicola, C.\nrumicis,Cercosporasp. G and C. zebrina.","trees":[{"tree_label":"Fig. 1","ntax":"295","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_89372.phy"}]}