{"Authors":" Tsung Fei Khang, Oi Yoon Michelle Soo, Wooi Boon Tan","Year":" 2015","Title":" Monogenean Anchor Morphometry: Systematic Value, Phylogenetic\nSignal, and Evolution","Journal":" PeerJ PrePrints","Volume":" 3","Issue":"","Pages":" e1576","Keywords":" cluter heat map, geometric morphometrics, Ligophorus,\nmolecular phylogeny, Monogenea, morphological integration, phylogenetic\nregression, phylomorphospace, principal component analysis, shape and\nsize variation","DOI":" 10.7287/peerj.preprints.1283v1","Abstract":" Anchors are important attachment appendages that prevent\nthe physical dislodging of a monogenean parasite from fish host gills.\nCommon descent and evolutionary processes have left their mark on anchor\nmorphometry, in the form of patterns of shape and size variation useful\nfor systematic and evolutionary studies. We used a geometric\nmorphometric approach to explore anchor shape variation in 13 Ligophorus\n(Monogenea:Ancyrocephalidae) species infecting two marine mugilid\n(Teleostei: Mugilidae) fish hosts (Moolgarda buchanani and Liza\nsubviridis) in the waters off West Peninsular Malaysia. Molecular\nsequence data from three nuclear markers: 28S rRNA, 18S rRNA and ITS1,\nwere used to infer a maximum likelihood phylogeny to enable\nvisualization of shape evolution in phylomorphospace. For inferring\npatterns of size evolution in the phylogeny, we used a size measure\nbased on the first principal component of all pairwise Euclidean\ndistances between landmarks. Cluster heat map and principal component\nanalysis showed that anchor shape variation had sufficient systematic\ninformation for delimiting 12 of the 13 species. Adams multivariate K\ntest indicated significant correlation between anchor shape and\nphylogeny (p-value = 0.0001). We also discovered that characters based\non anchor shaft shape, the length between inner and outer root tips and\nthe length between inner root tip and the dent point were more\nphylogenetically informative than inner and outer lengths, as indicated\nby a maximum parsimony tree that was better resolved and had major\nclades congruent with those of the molecular phylogenetic tree.\nContinuous character mapping of size onto the inferred molecular\nphylogeny and Rayleighs test for departure from directional uniformity\nin each speciess landmark relative to the ancestor indicated that\nspecies infecting M. buchanani generally evolved larger and more robust\nanchors, while those infecting L. subviridis generally evolved smaller\nand more delicate anchors. Nevertheless, phylogenetic regression of\nanchor shape against body size and anchor size showed significant\ncorrelation (p-value = 0.02) between anchor shape and size, suggesting\nmorphometric constraints in anchor evolution. Finally, morphological\nintegration analysis revealed tight integration between the root and\npoint compartments within anchors, confirming that the anchor functions\nas a single, fully integrated module. The present work is supported by\nthe development of integrative analytical tools in the form of a new R\npackage  monogeneaGM. By lowering barriers to data integration and\nanalysis , we aim to encourage the scientific community to collect and\ncontribute morphometric and genetic data from other Ligophorus species,\nwhich are essential for developing Ligophorus as a model system for\nunderstanding association between patterns of anchor shape size\nevolution and biodiversity in the Monogenea.","trees":[{"tree_label":"Imported tree 1","ntax":"13","rootedtree":"TRUE","title":"Tr89563","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89563.phy"}]}