{"Authors":" Carlos E. Guarnizo, Fernanda Werneck, Lilian Gimenes\nGiugliano, Marcella G. Santos, Jessica Fenker, Lucas Sousa, Annelise B\nD’Angiolella, Adriana R dos Santos, Christine Strüssmann, Miguel Trefaut\nRodrigues, Tainá F Dorado-Rodrigues, Tony Gamble, Guarino Rinaldi\nColli","Year":" 2015","Title":" Cryptic lineages and diversification of an endemic anole\nlizard (Squamata, Dactyloidae) of the Cerrado hotspot","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeography, species delimitation, speciation, savanna,\nMiocene, Norops.","DOI":"","Abstract":" The Cerrado is a wide Neotropical savannah with\ntremendously high endemic diversity. Yet, it is not clear what the\nprevalent processes leading to such diversification are. We used the\nCerrado-endemic lizard Norops meridionalis to investigate the main\nabiotic factors that promoted genetic divergence, the timings of these\ndivergence events, and how these relate to cryptic diversity in the\ngroup. We sequenced mitochondrial and nuclear genes from 21 sites of N.\nmeridionalis to generate species tree, divergence time estimations, and\nestimate species limits. We also performed population-level analysis and\nestimated distribution models to test the roles of niche conservatism\nand divergence in the group diversification. We found that N.\nmeridionalis is composed by at least five cryptic species. Divergence\ntime estimations suggest that the deepest branches split back into the\nearly-mid Miocene, when most of the geophysical activity of the Cerrado\ntook place. The deep divergences found in N. meridionalis suggest that\nbeta anoles invaded South America much earlier than previously thought.\nRecent published evidence supports this view, indicating that the Panama\ngap closed as early as 15 mya, allowing for an early invasion of Norops\ninto South America. The spatial pattern of diversification within N.\nmeridionalis follows a northwest-southeast direction, which is\nconsistent across several species of vertebrates endemic to the Cerrado.\nAlso, we found evidence for non-stationary isolation by distance, which\noccurs when genetic differentiation depends on space. Our preliminary\ndata in two out of five lineages suggests that niche conservatism is an\nimportant mechanism that promoted geographic fragmentation in the\ngroup.","trees":[{"tree_label":"tree 1+","ntax":"85","rootedtree":"TRUE","title":"Dactyloidae ND2+PRLR+NGFB+NKTR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90817.phy"}]}