{"Authors":" Alexander Kocyan, Hanno Schaefer, Susanne S Renner","Year":" 2007","Title":" Phylogenetics of Cucumis (Cucurbitaceae): C. sativus\n(cucumber) belongs in an Asian/Australian clade far from C. melo\n(melon)","Journal":" BMC Evolutionary Biology","Volume":" 7","Issue":" NA","Pages":" 58","Keywords":" NA","DOI":" 10.1186/1471-2148-7-58","Abstract":" Melon, Cucumis melo, and cucumber, C. sativus, are among\nthe most widely cultivated crops worldwide. Cucumis, as traditionally\nconceived, is geographically centered in Africa, with C. sativus and C.\nhystrix thought to be the only Cucumis species in Asia. This taxonomy\nforms the basis for all ongoing Cucumis breeding and genomics efforts.\nWe tested relationships among Cucumis and related genera based on DNA\nsequences from chloroplast gene, intron, and spacer regions (rbcL, matK,\nrpl20-rps12, trnL, and trnL-F), adding nuclear internal transcribed\nspacer sequences to resolve relationships within Cucumis. Sampling for\nthe chloroplast loci covered 96% of the 130 genera of Cucurbitaceae.\nResults Analyses of the combined chloroplast sequences (4,375 aligned\nnucleotides) for 123 of the 130 genera of Cucurbitaceae indicate that\nthe genera Cucumella, Dicaelospermum, Mukia, Myrmecosicyos, and Oreosyce\nare embedded within Cucumis. Phylogenetic trees from nuclear sequences\nfor these taxa are congruent, and the combined data yield a\nwell-supported phylogeny. The nesting of the five genera in Cucumis\ngreatly changes the natural geographic range of the genus, extending it\nthroughout the Malesian region and into Australia. The closest relative\nof Cucumis is Muellerargia, with one species in Australia and Indonesia,\nthe other in Madagascar. The cucumber and its sister species, C.\nhystrix, are nested among Australian, Malaysian, and Western Indian\nspecies currently placed in Mukia and Dicaelospermum and in one case not\nyet formally described. Cucumis melo is sister to this Australian/Asian\nclade, rather than being close to African species as previously thought.\nMolecular clocks indicate that the deepest divergences in Cucumis,\nincluding the split between C. melo and its Australian/Asian sister\nclade, go back to the mid-Eocene (45 my). Conclusions Based on congruent\nnuclear and chloroplast phylogenies we conclude that Cucumis comprises\nan old Australian/Asian component that was heretofore unsuspected.\nCucumis sativus evolved within this Australian/Asian clade and is\nphylogenetically far more distant from C. melo than implied by the\ntraditional genus circumscription.","trees":[{"tree_label":"Fig. 1","ntax":"25","rootedtree":"TRUE","title":"Non-monophyly of Cucumis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_259.phy"},{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Non-monophyly of Cucumis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2591.phy"},{"tree_label":"Fig. 2","ntax":"45","rootedtree":"TRUE","title":"Non-monophyly of Cucumis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2590.phy"}]}