{"Authors":" Pradeep Kumar Divakar, Steve Leavitt, Carmen M. Molina,\nRuth Del-Prado, H. Thorsten Lumbsch, Ana Crespo","Year":" 2015","Title":" A DNA barcoding approach for improving sample identification\nof hidden diversity in the lichen-forming fungal family Parmeliaceae\n(Ascomycota): Parmelia sensu stricto - a case study","Journal":" Botanical Journal of the Linnean Society","Volume":" 180","Issue":" 1","Pages":" 2129","Keywords":" cryptic species  DNA barcodes  genetic distances  ITS \nlichenized fungi.","DOI":"","Abstract":" Accurate specimen identification is challenging groups\nwith subtle or scarce taxonomically diagnostic characters, and DNA\nbarcode identification can provide an effective means for consistent\nidentification. Here, we investigate the utility of DNA barcode\nidentification of species in a cosmopolitan genus of lichen-forming,\nParmelia (Parmeliaceae). A total of 202 ITS sequences generated from\nspecimens collected gathered from all continents, including Antarctica,\nwere analyzed, and DNA barcodes of 14 species of Parmelia sensu stricto\nare reported. Almost all species show a barcode gap. Overall\nintra-specific divergence values were lower than the threshold\nestablished for Parmeliaceae previously. However, the mean and range was\nelevated by deep barcode divergences in three species, indicating\noccurrence of overlooked species. We here provide a DNA barcode\nreference library together with well-identified specimens sampled\nworldwide including Antarctica and sequences of most of the type\nmaterial to both enable easy and fast accurate sample identification as\nwell as to assist uncovering overlooked species in Parmelia s.s.\nFurther, our results confirm the efficiency of internal transcribed\nspacer region (ITS) in the identification of Parmelia s.s. species.","trees":[{"tree_label":"ITS topology","ntax":"204","rootedtree":"TRUE","title":"Parmelia ITS barcoding","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_93612.phy"}]}