{"Authors":" Rebecca L. Hunter, S. J. Lockhart, Nerida G. Wilson,\nKenneth M. Halanych","Year":" 2007","Title":" Multiple lineages and absence of panmixia in the Antarctic\n‘cicumpolar’ crinoid Promachocrinus kerguelensis","Journal":" Marine Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Despite considerable interest in physiology, evolution and\nlife history of Antarctic marine invertebrates, only a limited number of\nstudies have examined the genetic variability and diversity patterns of\nthese organisms. Moreover, understanding and characterizing patterns of\nAntarctic biodiversity has taken on a degree of urgency because of\npotential impacts of global warming. To expand an understanding of the\nevolutionary history of Antarctic marine invertebrates, the genetic\ndiversity of the crinoid Promachocrinus kerguelensis Carpenter, 1888 was\ninvestigated, which is documented to have a circumpolar distribution\nextending to subantarctic islands. Specimens of Promachocrinus\nkerguelensis were collected from the western side of the Antarctic\nPeninsula, and the subantarctic islands South Georgia, South Sandwich\nand Bouvetøya Islands from 2001-2004. Promachocrinus kerguelensis was\npreviously subject to morphological review that confirmed the taxonomic\nrecognition of only one species. The wide distribution and reported high\ndispersal capability for P. kerguelensis predicts one large panmictic\npopulation. In contrast, nucleotide sequence data from mitochondrial\ncytochrome oxidase subunit I and cytochrome b genes, collected herein,\nreveal distinct genetic structure and cryptic speciation within P.\nkerguelensis. In the Antarctic Atlantic sector alone, we found at least\n5 \u001aspecies-level\u001a clades. Some of these clades are geographically limited,\nand most exist in sympatry. The largest and most widespread of these\nclades was examined to help elucidate connectivity along the\nsubantarctic islands of the Scotia Arc and the Antarctic Peninsula.\nWithin this clade, most genetic diversity was contained within\npopulations, but significant differences were present between regions\n(Antarctic Peninsula, South Sandwich Is., South Georgia, Bouvetøya Is.),\nsuggesting a corresponding lack of gene flow. Given that Promachocrinus\n\u001akerguelensis\u001a is a well-studied taxon, the finding of considerable\ngenetic diversity within the Atlantic sector alone suggests that the\nrecognized diversity of Antarctica\u001as benthic marine life may be\nunderestimated, and will rise dramatically with phylogeographic analyses\nof putative widespread species.","trees":[{"tree_label":"Fig. 3 MB","ntax":"55","rootedtree":"TRUE","title":"Promachocrinus kerguelensis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2782.phy"},{"tree_label":"MP suppl. tree","ntax":"55","rootedtree":"TRUE","title":"Promachocrinus kerguelensis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2783.phy"}]}