{"Authors":" Yun Feng, Martin Schnittler","Year":" 2016","Title":" Molecular or morphological species? Myxomycete diversity in a\ndeciduous forest in northeastern Germany","Journal":" Nova Hedwigia","Volume":"","Issue":"","Pages":"","Keywords":" Amoebozoa, barcoding, plasmodial slime molds,\nmorphospecies diversity, genotypic diversity, nuclear small-subunit\nribosomal RNA gene","DOI":" 10.1127/nova_hedwigia/2016/0326","Abstract":" To compare morphological and molecular diversity for\nlignicolous myxomycetes, DNA samples of all specimens found within a\nsurvey covering the late-autumn aspect of myxomycete fructifications on\ncoarse woody debris were sequenced, using partial sequences of the\nnuclear small-subunit ribosomal RNA gene (SSU) as a barcode marker. A\ntotal of 161 logs, mostly from European beech (Fagus sylvatica) in the\nold-growth forest of Eldena in northeastern Germany, was surveyed from\nearly October to early December 2012, resulting in 530 collections\nrepresenting 27 morphospecies (26 species and one variety) from 14\ngenera. Bright-spored taxa were far more abundant (508 records / 17 taxa\n/ 50 ribotypes) than dark-spored ones (22 records / 10 taxa / 15\nribotypes). Accumulation curves constructed from morphospecies and\nribotypes both converged, resulting in figures of 32.6 ± 4.9 / 90.0 ±\n11.1 for taxon / ribotype diversity to be expected according to the\nChao2 estimator. A phylogeny based on partial SSU sequences for\nbright-spored myxomycetes revealed morphospecies to be largely\nconsistent with phylogenetic groups. Most but not all intensely sampled\nmorphospecies contain multiple ribotypes that cannot be differentiated\nby light microscopy. The study demonstrates that SSU sequences can\nfunction as reliable barcode markers for myxomycetes, but these also\nreveal a significant, yet not infinite, amount of hidden diversity.","trees":[{"tree_label":"bright spored MB","ntax":"148","rootedtree":"TRUE","title":"Bright spored Myxomycete partial SSU Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_100239.phy"},{"tree_label":"bright spored ML","ntax":"148","rootedtree":"TRUE","title":"Bright spored Myxomycete partial SSU Maximum\nlikelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100240.phy"},{"tree_label":"dark spored ML","ntax":"281","rootedtree":"TRUE","title":"Dark spored Myxomycete partial SSU Maximum\nlikelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100241.phy"}]}