{"Authors":" David Alors, H. Thorsten Lumbsch, Pradeep Kumar Divakar,\nSteve Leavitt, Ana Crespo","Year":" 2016","Title":" An Integrative Approach for Understanding Diversity in the\nPunctelia rudecta Species Complex (Parmeliaceae, Ascomycota).","Journal":" PLoS ONE","Volume":" 11","Issue":" 2","Pages":" e0146537","Keywords":" cryptic species, Lecanorales, lichenized fungi, new\nspecies, parmelioid lichens, species delimitation, taxonomy","DOI":" 10.1371/journal.pone.0146537","Abstract":" While high levels of cryptic diversity have been\ndocumented in lichenized fungi, especially in Parmeliaceae,\ncoalescent-based approach to delimit species is scarcely applied. In\nthis study, we used an integrative taxonomic approach to delimit species\nin the lichen-forming fungal genus Punctelia, with a particular focus on\nthe cosmopolitan species P. rudecta. Nuclear, mitochondrial ribosomal\nDNA and protein-coding gene sequences were analyzed in phylogenetic and\ncoalescence-based frameworks. Additionally, morphological, ecological\nand geographical features were evaluated. Five major strongly supported\nmonophyletic clades were recognized in the genus Punctelia. These clades\nare characterized by their medullary chemistry. Further, Punctelia\nrudecta as currently circumscribed has been shown to be polyphyletic\nwith samples falling into different clades. The analyses performed with\ndifferent methods for species delimitation identified between four and\ntwelve putative species, with PTP identifying the lowest and\nGMYCmultiple the highest number of clusters. Applying an integrative\ntaxonomic approach we here recognize four species in Punctelia rudecta\nsensu lato that are geographically isolated. In order to facilitate easy\nsample identification for air pollution, conservation and biodiversity\nresearch, three species have been epitypified and one described as new\nspecies. Our data indicate that the major diversification events within\nthe genus have occurred during the Miocene followed by more recent\ndiversifications mostly during the Pliocene.","trees":[{"tree_label":"TREE1","ntax":"89","rootedtree":"TRUE","title":"Tr90392","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90392.phy"}]}