{"Authors":" Qi-Ming Wang, Marizeth Groenewald, Masako Takashima, Bart\nTheelen, Xin-Zhan Liu, Teun Boekhout, Feng-Yan Bai","Year":" 2015","Title":" Phylogeny of yeasts and related filamentous fungi within\nPucciniomycotina determined from multigene sequence analyses","Journal":" Studies in Mycology","Volume":" 81","Issue":"","Pages":" 27-53","Keywords":" Fungi, Basidiomycota, Pucciniomycotina, yeasts, multigene\nphylogeny","DOI":" 10.1016/j.simyco.2015.08.002","Abstract":" In addition to rusts, the subphylum Pucciniomycotina\n(Basidiomycota) includes a large number of unicellular or dimorphic\nfungi which are usually studied as yeasts. Ribosomal DNA sequence\nanalyses have shown that the current taxonomic system of the\npucciniomycetous yeasts which is based on phenotypic criteria is not\nconcordant with the molecular phylogeny and many genera are\npolyphyletic. Here we inferred the molecular phylogeny of 184\npucciniomycetous yeast species and related filamentous fungi using\nmaximum likelihood, maximum parsimony and Bayesian inference analyses\nbased on the sequences of seven genes, including the small subunit\nribosomal DNA (rDNA), the large subunit rDNA D1/D2 domains, the internal\ntranscribed spacer regions (ITS 1 and 2) of rDNA including the 5.8S rDNA\ngene; the nuclear protein-coding genes of the two subunits of DNA\npolymerase II (RPB1 and RPB2) and the translation elongation factor 1-α\n(TEF1); and the mitochondrial gene cytochrome b (CYTB). A total of 33\nmonophyletic clades and 18 single species lineages were recognized among\nthe pucciniomycetous yeasts employed, which belonged to four major\nlineages corresponding to Agaricostilbomycetes, Cystobasidiomycetes,\nMicrobotryomycetes and Mixiomycetes. These lineages remained independent\nfrom the classes Atractiellomycetes, Classiculomycetes, Pucciniomycetes\nand Tritirachiomycetes formed by filamentous taxa in Pucciniomycotina.\nAn updated taxonomic system of pucciniomycetous yeasts implementing the\n‘one fungus = one name’ principle will be proposed based on the\nphylogenetic framework presented here.","trees":[{"tree_label":"tree 1","ntax":"190","rootedtree":"TRUE","title":"Yeasts seven genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119312.phy"},{"tree_label":"tree 1","ntax":"204","rootedtree":"TRUE","title":"Yeasts three genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119313.phy"},{"tree_label":"tree 1","ntax":"226","rootedtree":"TRUE","title":"Yeasts four protein genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119311.phy"}]}