{"Authors":" Andrew F. Hugall, Ralph Foster, M. S. Y. Lee","Year":" 2007","Title":" Calibration Choice, Rate Smoothing, and the Pattern of\nTetrapod Diversification According to the Long Nuclear Gene RAG-1.","Journal":" Systematic Biology","Volume":" 56","Issue":" 4","Pages":" 543-563","Keywords":"","DOI":" 10.1080/10635150701477825","Abstract":" A phylogeny of tetrapods is inferred from nearly complete\nsequences of the nuclear RAG-1 gene sampled across 88 taxa encompassing\nall major clades, analysed via parsimony and Bayesian methods. The\nphylogeny provides support for Lissamphibia, Theria, Lepidosauria, a\nturtle-archosaur clade, as well as most traditionally-accepted\ngroupings. This tree allows simultaneous molecular clock dating for all\ntetrapod groups using a set of well-corroborated calibrations. Relaxed\nclock (PLRS) methods, using the amniote=315 mya calibration or a set of\nconsistent calibrations, recovers reasonable divergence dates for most\ngroups. However, the analysis systematically underestimates divergence\ndates within archosaurs. The bird-crocodile split, robustly documented\nin the fossil record as being around ~245 mya, is estimated at only ~190\nmya, and dates for other divergences within archosaurs are similarly\nunderestimated. Archosaurs and particulary turtles, have slow apparent\nrates possibly confounding rate modelling, and inclusion of calibrations\nwithin archosaurs (despite their high deviances) not only improves\ndivergence estimates within archosaurs, but also across other groups.\nNotably, the monotreme-therian split (~210 mya) matches the fossil\nrecord; the squamate radiation (~190 mya) is younger than suggested by\nsome recent molecular studies, and inconsistent with identification of\n~220 and ~165 myo fossils as acrodont iguanians, and ~95 myo fossils\ncolubroid snakes; the bird-lizard (reptile) split is considerably older\nthan fossil record estimates (ยกร275 mya); and Sphenodon is a remarkable\nphylogenetic relic, being the sole survivor of a lineage more than a\nquarter of a billion years old. Comparison with other molecular clock\nstudies of tetrapod divergences suggests that the common practice of\nenforcing most calibrations as minima, with a single liberal maximal\nconstraint, will systematically overestimate divergence dates.\nSimilarly, saturation of mitochondrial DNA sequences, and the resultant\ngreater compression of basal branches means that using only external\ndeep calibrations will also lead to inflated age estimates within the\nfocal ingroup.","trees":[{"tree_label":"nuc MCMC con","ntax":"88","rootedtree":"TRUE","title":"Tetrapod Diversification","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2784.phy"}]}