{"Authors":" Peter M Letcher, Philip A Lee, Salvador Lopez, Michael\nBurnett, Robert C McBride, Martha J Powell","Year":" 2015","Title":" An ultrastructural study of Paraphysoderma sedebokerense\n(Blastocladiomycota), an epibiotic parasite of microalgae","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" amoeboid swarmer, biofuel, blastoclads, Golgi apparatus,\nlife cycle, synaptonemal complex, zoospore","DOI":"","Abstract":" Successful algal cultivation for biofuel production is one\npath in the transition to a renewable energy economy. The green alga\nScenedesmus dimorphus is a candidate for biofuel production, but is\nsubject to parasitism and subsequent population crash when cultivated in\nopen ponds. From an open pond cultivating S. dimorphus for biofuel\nproduction in New Mexico, USA, an amoeboid parasite was isolated,\ndesignated as isolate FD61, and its rDNA operon sequenced. A BLAST\nsearch for nuc 18S rDNA (18S) sequence similarity identified the\nparasite as Paraphysoderma sedebokerense (Blastocladiomycota), which was\ninitially observed as a parasite of Haematococcus from Israel. Here, we\nexamine the ultrastructure of P. sedebokerense and compare it with that\nof a sister taxon, Physoderma maydis. The parasite has inoperculate\nthin-walled vegetative sporangia and thick-walled resting sporangia. Our\nobservations indicate that amoeboid swarmers are produced in the\nvegetative phase, while either amoeboid swarmers or zoospores are the\nproduct of meiosis in resting sporangia, as indicated by the presence of\nsynaptonemal complexes in resting sporangia nuclei. Notably, P.\nsedebokerense has a Golgi apparatus with stacked cisternae, a feature\nreported for P. maydis, but which is absent in all other examined taxa\nin Blastocladiomycota. This report furthers our knowledge of the life\ncycle of P. sedebokerense and extends the host and geographic range of\nthe parasite.","trees":[{"tree_label":"PAUP 1","ntax":"18","rootedtree":"TRUE","title":"Paraphysoderma sedebokerense FD61150812","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89478.phy"}]}