{"Authors":" Jacob Daniel Washburn, James C Schnable, Gerrit Davidse, J.\nChris Pires","Year":" 2015","Title":" Phylogeny and photosynthesis of the grass tribe Paniceae","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" C4; Chloroplast; NAD-ME; NADP-ME; Paniceae; Panicoideae;\nPCK; photosynthesis; Poaceae","DOI":"","Abstract":" Premise of the study: The grass tribe Paniceae includes\nimportant food, forage, and bioenergy crops; such as switchgrass,\nnapiergrass, various millet species, and economically important weeds.\nPaniceae is also a valuable resource for answering scientific and\nevolutionary questions about C4 photosynthetic evolution, drought\ntolerance, and spikelet variation. However, the phylogeny of the tribe\nremains incompletely resolved. Methods: 45 taxa were selected from\nacross the tribe Paniceae and outgroups for genome survey sequencing\n(GSS). These data were used to build a phylogenetic tree of the Paniceae\nbased on 102 markers (78 chloroplast, 22 mitochondrial, 2 nrDNA).\nAncestral state reconstruction analyses were also performed within the\nPaniceae using both the traditional and two sub-type classification\nsystems to test hypotheses of C¬4 sub-type evolution. Key results: The\nphylogenetic tree resolves many areas of the Paniceae with high support\nand provides insight into the origin and number of C4 evolution events\nwithin the tribe. The recovered phylogeny and ancestral state\nreconstructions support between 4-7 independent origins of C4\nphotosynthesis within the tribe and indicate which species are\npotentially the closest C3 sister taxa of each of these events.\nConclusions: Although the sequence of evolutionary events that produced\nmultiple C¬4 sub-types within the Paniceae remains undetermined, the\nresults presented here are consistent with only a subset of currently\nproposed models. The species used in this study constitute a panel of C3\nand C4 grasses which are suitable for further studies including: C4\nphotosynthesis, bioenergy, food and forage crops, and various\ndevelopmental features of the Paniceae.","trees":[{"tree_label":"tree 1","ntax":"50","rootedtree":"TRUE","title":"Tr89555","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89555.phy"},{"tree_label":"tree 1","ntax":"480","rootedtree":"TRUE","title":"Tr89558","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89558.phy"}]}