{"Authors":" Natalia Fraija-Fernandez, Francisco Javier Aznar, Antonio\nFernandez, Juan Antonio Raga, Mercedes Fernandez","Year":" 2015","Title":" Evolutionary relationships between digeneans of the family\nBrachycladiidae Odhner, 1905 and their marine mammal hosts: a\ncophylogenetic study","Journal":" Parasitology International","Volume":" 65","Issue":"","Pages":" 217","Keywords":" Digenea, Brachycladiidae, Cetacea, Pinnipedia, Sea Otter,\nCophylogeny","DOI":" 10.1016/j.parint.2015.12.009","Abstract":" Digeneans of the family Brachycladiidae Odhner, 1905\noccurs worldwide parasitizing hepatopancreatic ducts, intestine, lungs\nand air sinuses of marine mammals. We study the evolutionary\nrelationships of this host-parasite system under a cophylogenetic\nframework applying distance-based and event-based methods. A partial\nphylogeny for the Brachycladiidae was constructed using mitochondrial\nND3 sequences of 9 parasite species, representing 6 out of the 10 genera\nof the family. Host phylogeny was constructed using sequences of the\ncytochrome b gene from 104 species of mammals. Distance-based methods\nsupport the hypothesis of a global non-random association of host and\nparasite phylogenies. Congruent links were observed in 24 out of the 50\nindividual host-parasite associations occurring in the Delphinoidea\nclade, where brachycladiids are highly dispersed among species of\ndolphins and porpoises. Colonization has been considered one of the main\ndrivers for the origin of parasitism in the marine realm, using the\ndigenean-marine mammal host-parasite system we quantify for the first\ntime the relative contribution of the evolutionary events implied in\ntheir association. We found that loss and failure to diverge accounts\nfor the most frequently occurred events, followed by duplication, host\nswitching and cospeciation. We confirmed that colonization with or\nwithout subsequent diversification has been decisive in the\nestablishment of the parasitic association between brachycladiids and\nmarine mammals. As brachycladiids are trophically-transmitted parasites\na common trophic guild is essential to this evolutionary processes to\noccur.","trees":[{"tree_label":"con 50 majrule","ntax":"104","rootedtree":"TRUE","title":"Mammalian Hosts of Brachycladiidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_95571.phy"},{"tree_label":"con 50 majrule","ntax":"11","rootedtree":"TRUE","title":"Brachycladiidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_95573.phy"}]}