{"Authors":" Akihito Endo, Yasuhiro Tanizawa, Naoto Tanaka, Shintaro\nMaeno, Himanshu Kumar, Yuh Shiwa, Sanae Okada, Hirofumi Yoshikawa, Leon\nDicks, Junichi Nakagawa, Masanori Arita","Year":" 2015","Title":" Comparative genomics of Fructobacillus spp. and Leuconostoc\nspp. reveals niche-specific evolution of Fructobacillus spp.","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Fructobacillus, lactic acid bacteria","DOI":"","Abstract":" Fructobacillus spp. in fructose-rich niches belong to the\nfamily Leuconostocaceae. They were originally classified as Leuconostoc\nspp., but were later grouped into a novel genus, Fructobacillus, based\non their phylogenetic position, morphology and specific biochemical\ncharacteristics. The unique characters, so called fructophilic\ncharacteristics, had not been reported in the group of lactic acid\nbacteria, suggesting unique evolution at genome level. Here we studied\nfour draft genome sequences of Fructobacillus spp. and compared their\nmetabolic properties against those of Leuconostoc spp. Fructobacillus\nspecies have significantly less protein coding sequences in their small\ngenomes. The significantly small number was prominent in carbohydrate\ntransport and metabolism. Several other metabolic pathways, including\nTCA cycle, ubiquinone and other terpenoid-quinone biosynthesis and\nphosphotransferase systems, were characterized as discriminative\npathways between the two genera. The adhE gene, coding for bifunctional\nacetaldehyde/alcohol dehydrogenase, and genes coding for subunits of the\npyruvate dehydrogenase complex were absent in Fructobacillus spp. The\ntwo genera also show different levels of GC contents, which are mainly\ndue to the different GC contents at the third codon position. The\npresent genome characteristics in Fructobacillus spp. is a clearly\nindication of reductive evolution that took place to adapt to a specific\nniche.","trees":[{"tree_label":"MLT","ntax":"15","rootedtree":"TRUE","title":"ML tree for Fructobacillus and Leuconostoc","tree_kind":"Species Tree","tree_type":"SuperTree","tree_quality":"Unrated","phylotree_id":"tree_89557.phy"}]}