{"Authors":" Donald H. Pfister, Brian A. Perry, Karen Hansen","Year":" 2007","Title":" A phylogenetic overview of the family Pyronemataceae\n(Ascomycota, Pezizales)","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Partial sequences of nuclear large subunit rDNA were\nobtained to investigate the phylogenetic relationships of\nPyronemataceae, the largest and least studied family of Pezizales. The\ndata set includes sequences for 162 species from 52 genera of\nPyronemataceae, and 39 species from an additional 13 families of\nPezizales. Parsimony, maximum likelihood and Bayesian analyses suggest\nthat Pyronemataceae is not monophyletic as it is currently\ncircumscribed. Ascodesmidaceae is nested within Pyronemataceae, and\nseveral pyronemataceous taxa are resolved outside the family.\nGlaziellaceae forms the sister group to Pyronemataceae in maximum\nlikelihood analyses, but this relationship, as well as those of\nPyronemataceae to the other members of the lineage, are not resolved\nwith support. Fourteen clades of pyronemataceous taxa are well supported\nand/or present in all recovered trees. Several pyronemataceous genera\nare suggested to be non-monophyletic, including Anthracobia,\nCheilymenia, Geopyxis, Humaria, Lasiobolidium, Neottiella, Octospora,\nMelastiza, Pulvinula, Stephensia, Tricharina and Trichophaea.\nCleistothecial, reduced and hypogeous ascomata forms appear to have\nevolved independently multiple times within Pyronemataceae. Results of\nthese analyses do not support previous classifications of\nPyronemataceae, and suggest that morphological characters traditionally\nused to segregate the family into subfamilial groups are not\nphylogenetically informative above the genus level.","trees":[{"tree_label":"Fig. 1","ntax":"198","rootedtree":"TRUE","title":"Pyronemataceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2785.phy"},{"tree_label":"MB","ntax":"198","rootedtree":"TRUE","title":"Pyronemataceae, Bayesian consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2786.phy"}]}