{"Authors":" Amanda Garcia, Jacqueline M Beacham, Yiyi Li, Steve H\nThomas, Steve F Hanson","Year":" 2015","Title":" Characterization of diversity in the genus Ditylenchus.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":" Ditylenchus, 18S rRNA,","DOI":"","Abstract":" Ditylenchus species like D. dipsaci and D. destructor are\nimportant pests of agricultural crops. The goal of this project was to\nincrease the understanding of diversity within the genus Ditylenchus,\nparticularly for D. dipsaci and D. destructor. 18S rRNA sequences were\ngenerated for new isolates of D. destructor or D. dipsaci obtained from\na variety of crops and soils from across the US and several\ninternational sites. Sequences generated in this study were combined\nwith sequences available from public databases to produce a detailed\nphylogeny for the genus Ditylenchus and several related genera. Our\nresults show that the 18S rRNA is sufficient for distinguishing\nDitylenchus from morphologically similar genera often found in soil\nsamples and for discriminating between most Ditylenchus species. The\nresults also show that the D. dipsaci and D. destructor species groups\nare more diverse than previously described. The presence of several well\nresolved branches that lack member sequences from public databases\nsuggests there are yet to be described species of Ditylenchus present\nagricultural fields. We also observed that populations isolated from\ninfected plants were often clonal while populations from soil samples\nwere usually diverse and usually included other genera that were\nmorphologically similar to be genetically distinct from Ditylenchus.\nThese results indicate that DNA based methods allow rapid and accurate\nidentification of nematodes that could potentially be applied to improve\nagricultural and regulatory practices.","trees":[{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr89595","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_89595.phy"}]}