{"Authors":" Adrian Garcia-Rodriguez, Erick Arias, Gerardo Chaves","Year":" 2016","Title":" Multiple lines of evidence support the species status of the\npoorly known Diasporus tigrillo and the recently described Diasporus\ncitrinobapheus (Anura: Eleutherodactylidae)","Journal":" Neotropical Biodiversity","Volume":" 2","Issue":" 1","Pages":" 59-68","Keywords":" call divergence; Costa Rica; integrative taxonomy;\nmolecular phylogeny; Panama","DOI":" 10.1080/23766808.2016.1168076","Abstract":" The genus of direct-developing frogs Diasporus is\ncurrently composed of 11 species ranging from Honduras to Ecuador. Body\nsize variability, advertisement call divergence, and polychromatism have\nall been reported at the interpopulation level, suggesting that the\nexistence of some species may be masked within the current nomenclature\nof this group. This pattern highlights the need for integrative\napproaches to resolve the taxonomy of the genus and provide a robust\ndelimitation of the species it contains. Here, we provide novel data on\nmorphology, genetics, habitat use, and bioacustics for D. tigrillo, the\nleast known species in the genus. Then we use an integrative approach to\nassess the divergence between this species and D. citrinobapheus a\nrecently described species. D. tigrillo was indicated as the most\nsimilar species to D. citrinobapheus by its authors; however, given the\nlack of available information for D. tigrillo this conclusion was based\nonly on morphological data obtained from a few deteriorated specimens\ncollected and preserved five decades ago. With our morphological\nredescription, molecular inference, ecological observations, and\nacoustic analysis, we found important differences between these two\ntaxonomic entities. Our data, in addition to improving the knowledge of\nD. tigrillo, therefore provides robust evidence to support the validity\nof both species.","trees":[{"tree_label":"con all compat","ntax":"29","rootedtree":"TRUE","title":"Diasporus tigrillo 16S bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_95403.phy"}]}