{"Authors":" Erik Smets, Nick Goldman, Koen Geuten, P. Darius, Tim\nMassingham","Year":" 2007","Title":" Experimental Design Criteria in Phylogenetics: Where to add\nTaxa.","Journal":" Systematic Biology","Volume":" 56","Issue":" 4","Pages":" 609-622","Keywords":"","DOI":" 10.1080/10635150701499563","Abstract":" Accurate phylogenetic inference is a topic of intensive\nresearch and debate, and has been studied in response to many different\nfactors: for example, differences in the method of reconstruction, the\nshape of the underlying tree, the substitution model and varying\nquantities and types of data. Investigating whether the conditions used\nmight lead to inaccurate inference has been attempted through elaborate\ndata exploration but less attention has been given to creating a unified\nmethodology to enable experimental designs in phylogenetic analysis to\nbe improved and so avoid suboptimal conditions. Experimental design has\nbeen part of the field of statistics since the seminal work of Fisher in\nthe early twentieth century and a large body of literature exists on how\nto design optimum experiments. Here we investigate the use of the Fisher\ninformation matrix to decide between candidate positions for adding a\ntaxon to a fixed topology, and introduce a parameter transformation that\npermits comparison of these different designs. This extension to Goldman\n(1998) thus allows investigation of `where to add taxa’ in a phylogeny.\nWe compare three different measures of the total information for\nselecting the position to add a taxon to a tree. Our methods are\nillustrated by investigating the behaviour of the three criteria when\nadding a branch to model trees, and by applying the different criteria\nto two biological examples: a simplified taxon-sampling problem in the\nbalsaminoid Ericales and the phylogeny of seed plants.","trees":[{"tree_label":"Fig. 6","ntax":"11","rootedtree":"TRUE","title":"Seed Plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2793.phy"},{"tree_label":"Fig. 3c","ntax":"4","rootedtree":"TRUE","title":"Balsaminoid Ericales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2792.phy"}]}