{"Authors":" Mark D. Rausher, Jie Huang","Year":" 2015","Title":" Threonine Deaminase Positive Selection","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Although plants and their natural enemies may coevolve for\nprolonged periods, little is known about how long individual plant\ndefensive genes are involved in the coevolutionary process. We address\nthis issue by examining patterns of selection on the defensive gene\nthreonine deaminase (TD). Tomato (Solanum lycopersicum) has two copies\nof this gene. One performs the canonical housekeeping function in\namino-acid metabolism of catalyzing the first reaction in the conversion\nof threonine to isoleucine. The second copy has evolved to function as\nan anti-nutritive defense against lepidopteran herbivores by depleting\nthe essential nutrient threonine in the insect gut. Wild tobacco\n(Nicotiana attenuata) also contains a defensive copy. We show that a\nsingle copy of TD underwent two or three duplications near the base of\nthe Solanaceae. One copy retains the housekeeping function, while a\nsecond copy evolved defensive functions. Positive selection occurred on\nthe branch of the TD2 gene tree subtending the common ancestor of the\nNicotianoideae and Solanoideae. It also occurred within the Solanoideae\nclade but not within the Nicotianoideae clade. Finally, it occurred on\nmost branches leading from the common ancestor to Solanum lycopersicum.\nBased on recent calibrations of the Solanaceae phylogeny, TD2\nexperienced adaptive substitutions for a period of 30 50 million years.\nWe suggest that the most likely explanation for this result is\nfluctuating herbivore abundances: when herbivores are rare, relaxed\nselection increases the likelihood that slightly disadvantageous\nmutations will be fixed by drift; when herbivores are common, increased\nselection causes the evolution of compensatory adaptive mutations.\nAlternative explanations are also discussed.","trees":[{"tree_label":"TD tree","ntax":"69","rootedtree":"FALSE","title":"Solanoideae Threonine Deaminase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89870.phy"}]}