{"Authors":" Esteban Galeano, Tarcísio Sales Vasconcelos, Mabel Vidal,\nMaria Katherine Mejia-Guerra, Helaine Carrer","Year":" 2015","Title":" Large-scale transcriptional profiling of lignified tissues in\nTectona grandis","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Gene expression, MYB transcription factors, heat-shock\nproteins, secondary xylem, sapwood","DOI":"","Abstract":" Background Currently, Tectona grandis is one of the most\nvaluable trees in the world and no transcript dataset related to\nsecondary xylem is available. Considering how important the secondary\nxylem and sapwood transition from young to mature trees is, little is\nknown about the expression differences between those successional\nprocesses and which transcription factors could regulate lignin\nbiosynthesis in this tropical tree. Although MYB transcription factors\nare one of the largest superfamilies in plants related to secondary\nmetabolism, it has not yet been characterized in teak. These results\nwill open new perspectives for studies of diversity, ecology, breeding\nand genomic programs aiming to understand deeply the biology of this\nspecies. Results We present a widely expressed gene catalog for T.\ngrandis using Illumina technology and the de novo assembly. A total of\n462,260 transcripts were obtained, with 1,502 and 931 genes\ndifferentially expressed for stem and branch secondary xylem,\nrespectively, during age transition. Analysis of stem and branch\nsecondary xylem indicates substantial similarity in gene ontologies\nincluding carbohydrate enzymes, response to stress, protein binding, and\nallowed us to find transcription factors and heat-shock proteins\ndifferentially expressed. TgMYB1 displays a MYB domain and a predicted\ncoiled-coil (CC) domain, while TgMYB2, TgMYB3 and TgMYB4 showed R2R3-MYB\ndomain and grouped with MYBs from several gymnosperms and flowering\nplants. TgMYB1, TgMYB4 and TgCES presented higher expression in mature\nsecondary xylem, in contrast with TgMYB2, TgHsp1, TgHsp2, TgHsp3, and\nTgBi whose expression is higher in young lignified tissues. TgMYB3 is\nexpressed at lower level in secondary xylem. Conclusions Expression\npatterns of MYB transcription factors and heat-shock proteins in\nlignified tissues are dissimilar when tree development was evaluated,\nobtaining more expression of TgMYB1 and TgMYB4 in lignified tissues of\n60-year-old trees, and more expression in TgHsp1, TgHsp2, TgHsp3 and\nTgBi in stem secondary xylem of 12-year-old trees. We are opening a door\nfor further functional characterization by reverse genetics and\nmarker-assisted selection with those genes. Investigation of some of the\nkey regulators of lignin biosynthesis in teak, however, could be a\nvaluable step towards understanding how rigidity of teak wood and\nextractives content are different from most other woods. The obtained\ntranscriptome data represents new sequences of T. grandis deposited in\npublic databases, representing an unprecedented opportunity to discover\nseveral related-genes associated with secondary xylem such as\ntranscription factors and stress-related genes in a tropical tree.","trees":[{"tree_label":"Imported tree 1","ntax":"128","rootedtree":"TRUE","title":"Tr89873","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89873.phy"},{"tree_label":"Imported tree 1","ntax":"39","rootedtree":"TRUE","title":"Tr90870","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90870.phy"}]}