{"Authors":" Arthur Charles Grupe, Aida M. Vasco-Palacios, Matthew E.\nSmith, Teun Boekhout, Terry W Henkel","Year":" 2016","Title":" Sarcodon in the Neotropics II: four new species from\nColombia, and a key to selected species.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Bankeraceae, Colombia, ectomycorrhizal fungi, Guiana\nShield, Thelephorales, tooth fungi\n","DOI":"","Abstract":" This work reports on four species of the ectomycorrhizal\n(ECM) tooth fungus genus Sarcodon (Bankeraceae, Thelephorales,\nBasidiomycota) recently discovered in the Colombian Amazon. Sarcodon\ncolombiensis sp. nov., Sarcodon rufogriseus sp. nov., Sarcodon\npallidogriseus sp. nov., and Sarcodon bairdii sp. nov. are described as\nnew to science. These fungi occur in forests dominated by the ECM trees\nPseudomonotes tropenbosii (Dipterocarpaceae), Dicymbe uaiparuensis and\nD. stipitata (Fabaceae subfam. Caesalpinioideae). These records bring\nthe number of Sarcodon species known from the Neotropics to 10, and\ndemonstrate that, while being less diverse in the tropics relative to\ntemperate and boreal regions, the genus has a wider distribution and\nputative host range than previously thought. These four species are also\nthe first records of the genus in Colombia. Each of the new species\npossesses the accepted diagnostic characters for the genus:\npileate-stipitate stature, a dentate hymenophore, determinate\nbasidiomata development, fleshy, non-zonate context, and brown,\ntuberculate basidiospores. Molecular phylogenetic analysis corroborated\nthe generic placement of the species, and, in combination with\nmorphological characters, confirmed that they are new to science.\nMacromorphological, micromorphological, habitat, a taxonomic key, and\nDNA sequence data from the nuc rDNA internal transcribed spacer region\n(ITS) is provided for S. colombiensis, S. rufogriseus, S.\npallidogriseus, and S. bairdii.","trees":[{"tree_label":"PAUP 1","ntax":"22","rootedtree":"TRUE","title":"Sarcodon in the Neotropics ITS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90385.phy"}]}