{"Authors":" Siska Arie Siahaan, Markus Scholler, Anke Schmidt, Susumu\nTakamatsu, Uwe Braun","Year":" 2016","Title":" A taxonomic and phylogenetic study of the Golovinomyces\nbiocellatus complex (Erysiphales, Ascomycota) using anamorph morphology\nand rDNA sequence data","Journal":" Mycological Progress","Volume":" 15","Issue":"","Pages":" 56","Keywords":" Erysiphales, Lamiaceae, anamorph morphology, phylogeny,\nhost range, host jump","DOI":" 10.1007/s11557-016-1197-5","Abstract":" The Golovinomyces biocellatus complex consists of powdery\nmildew (Erysiphales) species restricted to hosts of the family\nLamiaceae. Previous authors used minor morphological features of the\nteleomorph and host range data to split the complex. The data, however,\nwere not sufficient to define a convincing species concept. Our\ntaxonomic study is based on molecular phylogenetic and anamorph\nmorphology data. For morphological studies mainly features of the\nasexual morph (condiophores, conidia, germination patterns) were studied\nusing light and the scanning electron microscopy. Detailed line drawings\nof anamorph features are provided. For the phylogenetic analysis two\nmarkers (rDNA: ITS, LSU) of 64 specimens were applied. The phylogeny\nresulted in two major clades. Clade I consists of specimens with\nLamiaceae hosts and three specimens of Verbena. Clade II consists of two\nsister groups, the first (IIa) with Salvia spp. and the second (IIb)\nwith Lycopus europaeus (the type host G. biocellatus) and Glechoma.\nClade I, IIb and two subclades of IIa with Salvia hosts are\ncharacterized by specific morphological traits (differences in\nconidiophore length, conidial shape, width and germination patterns).\nBased on these data we suggest to consider specimens of clade I\n(including specimens on Verbena), IIb and the two subclades of IIa as\ndistinct species, namely G. monardae, G. biocellatus, G. salviae and G.\nneosalviae sp. nov. A key for identification of species based on\nanamorph features is provided. The results are discussed with respect to\nhost range, jumps, co-evolutionary aspects and distribution\npatterns.","trees":[{"tree_label":"PAUP_1","ntax":"64","rootedtree":"TRUE","title":"Golovinomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91921.phy"}]}