{"Authors":" Yuho Ando, Hayato Masuya, Keiichi Motohashi, Riikka\nLinnakoski, Yuichi Yamaoka","Year":" 2016","Title":" Phylogenetic relationship of Japanese isolates belonging to\nthe Grosmannia piceiperda complex (Ophiostomatales)","Journal":" Mycoscience","Volume":" 57","Issue":"","Pages":" 123-135","Keywords":" Ascomycota, Bark beetle, Conifer, Leptographium, Species\ncomplex","DOI":" 10.1016/j.myc.2015.12.001","Abstract":" This study was conducted to explore the morphological and\nphylogenetic relationships of the Japanese isolates tentatively\nidentified as the Grosmannia piceiperda complex (Ophiostomatales,\nAscomycota; asexual morph = Leptographium s.l.). The phylogenetic\nanalyses of the internal transcribed spacer 2 and nuclear large subunit\nribosomal RNA gene regions showed that the Japanese isolates belong to\nthe G. piceiperda complex. The analyses of the partial β-tubulin and\ntranslation elongation factor-1 alpha (EF-1α) genes separated the\nspecies complex into nine and 13 lineages, respectively. Based on the\nβ-tubulin sequences, morphologically distinct groups were included in\nthe same clades. However, based on the EF-1α sequences, these groups\ncould be separated into different lineages. Detailed morphological\nobservations supported this result and confirmed that the Japanese\nlineages are distinct. Among the 13 recognized lineages, the Japanese\nisolates were separated into 11 lineages, including G. aenigmatica, G.\nlaricis, G. piceiperda D, as well as eight lineages representing\nundescribed taxa.","trees":[{"tree_label":"Supprementary Fig. S1","ntax":"110","rootedtree":"TRUE","title":"Grosmannia piceiperda complex ML tree based on ITS2-LSU\nrDNA sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89908.phy"},{"tree_label":"Fig. 1","ntax":"74","rootedtree":"TRUE","title":"Grosmannia piceiperda complex ML tree based on\nbeta-tubulin gene sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89909.phy"},{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"Grosmannia piceiperda complex ML tree based on EF-1a\ngene sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_89910.phy"}]}