{"Authors":" M. I. Groenwald, Angie Dale, R. E. Barnes, Kathy J. Lewis,\nA. V. Bradshaw, Anna Brown, Johannes (Ewald) Zacharias Groenewald,\nBrenda D Wingfield, Michael J Wingfield, Pedro W. Crous","Year":" 2007","Title":" Characterization and Distribution of Mating Type Genes in the\nDothistroma Needle Blight Pathogens","Journal":" Phytopathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Dothistroma septosporum and D. pini are the two main\ncausal agents of Dothistroma needle blight of Pinus spp. in natural\nforests and plantations. Degenerate primers were used to amplify the\npartial mating type genes (MAT1-1-1 and MAT1-2) and chromosome walking\nwas applied to obtain the full-length genes in both species. The mating\ntype-specific primers designed in this study could distinguish between\nthe morphologically similar D. pini and D. septosporum as well as\nbetween the different mating types of these species Screening of\nisolates from global collections of D. septosporum, the pathogen that\nhas spread throughout P. radiata plantations of the southern hemisphere,\nshowed that only MAT2 isolates are present in Australian and New Zealand\ncollections, where only the asexual form of the fungus have been found.\nIn contrast, both mating types of D. septosporum were present in\ncollections from Canada where the sexual state of the fungus is known.\nIntriguingly, collections from South Africa, where the sexual state of\nthe fungus is unknown, , included both mating types. In D. pini, for\nwhich no teleomorph is known, both mating types were present in\ncollections from the United States of America. These results provided\nnew insights into the biology and global distribution of two of the\nworld\u001as most important pine pathogens and they should facilitate\nmanagement of the diseases caused by these fungi.","trees":[{"tree_label":"Fig. 4A","ntax":"21","rootedtree":"TRUE","title":"Dothistroma Needle Blight, 1 of 2 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_344.phy"},{"tree_label":"Fig. 4B","ntax":"21","rootedtree":"TRUE","title":"Dothistroma Needle Blight, 1 of 2 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2797.phy"}]}