{"Authors":" Carolina Cornejo, Christoph Scheidegger","Year":" 2015","Title":" Multi-gene phylogeny of the genus Lobaria: Evidence of\nspecies-pair and allopatric cryptic speciation in East Asia","Journal":" American Journal of Botany","Volume":" 102","Issue":" 12","Pages":"","Keywords":" Ascomycota; East Asia; Lobaria; Lobariaceae; phylogeny;\nspecies concepts","DOI":"","Abstract":" PREMISE OF THE STUDY: Accurate species delimitation has\ncritical implications for ecological and conservation studies. The\nlichen genus Lobaria is widely distributed in old-growth forests.\nParticularly in East Asia, this genus includes many rare and poorly\nknown taxa that are circumscribed as morpho- or chemospecies, as well as\nspecies-pairs. METHODS: To critically examine the relationships between\nspecies identified via morphological and chemical criteria, phylogenetic\nspecies recognition (PSR) was applied to the genus Lobaria.\nMorphological and chemical patterns of 87 individuals were examined and\nthree independent nuclear loci were sequenced. The East Asian L.\nmeridionalis-group was additionally studied using split decomposition\nand haplotype network analysis. KEY RESULTS: The genus Lobaria and most\nof its species were strongly supported statistically. Split\ndecomposition and haplotype networks suggest com- plex evolutionary\nhistories of species within the East Asian L. meridionalis-group.\nCONCLUSIONS: Phylogenetic analyses confirmed the monophyly of the genus\nLobaria, including L. anomala. Within Lobaria, three major clades were\nfound. These clades associate with different photobionts and comprise 18\nknown species and 5 undescribed species. Several chemical compounds were\nfound to be neither stable nor invariant characters. Some taxa of the L.\nmeridionalis-group appear to be monophyletic but remain as allopatric\ncryptic species. In three clades, this study found evidence for\ndiversification processes between isidiate and nonisidiate specimens\n(species-pair). These findings are dis- cussed in the context of\nevolutionary hypotheses for speciation processes.","trees":[{"tree_label":"tree 1","ntax":"57","rootedtree":"TRUE","title":"Cornejo","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98758.phy"}]}