{"Authors":" Michael A. Castellano, Bryn T. M. Dentinger, Olivier Séné,\nTodd F. Elliott, Camille Truong, Terry W Henkel","Year":" 2016","Title":" New species of Elaphomyces (Elaphomycetaceae, Eurotiales,\nAscomycota) from tropical rainforests of Cameroon and Guyana","Journal":" IMA Fungus","Volume":" 7","Issue":" 1","Pages":" 59-73","Keywords":" Gilbertiodendron; Guiana Shield; Guineo-Congolian\nrainforest; Pakaraimaea; Uapaca; biogeography; ectomycorrhizal fungi;\nsequestrate fungi","DOI":" 10.5598/imafungus.2016.07.01.05","Abstract":" The sequestrate false truffles Elaphomyces favosus, E.\niuppitercellus, and E. labyrinthinus spp. nov. are described as new to\nscience from the Dja Biosphere Reserve, Cameroon. Elaphomyces adamizans\nsp. nov. is described as new from the Pakaraima Mountains of Guyana. The\nCameroonian species are the first Elaphomyces taxa to be formally\ndescribed from Africa, occurring in lowland Guineo-Congolian tropical\nrainforests dominated by the ectomycorrhizal (ECM) canopy tree\nGilbertiodendron dewevrei (Fabaceae subfam. Caesalpinioideae). The\nGuyanese species is the third to be discovered in lowland tropical South\nAmerica, occurring in forests dominated by the ECM trees Pakaraimaea\ndipterocarpacea (Dipterocarpaceae) and Dicymbe jenmanii (Fabaceae\nsubfam. Caesalpinioideae). Macromorphological, micromorphological,\nhabitat, and DNA sequence data are provided for each new species.\nMolecular and morphological data place these fungi in Elaphomycetaceae\n(Eurotiales, Ascomycota). Unique morphological features are congruent\nwith molecular delimitation of each of the new species based on a\nphylogenetic analysis of the rDNA ITS and 28S loci across the\nElaphomycetaceae. The phylogenetic analysis also suggests that a common\nancestor is shared between some Elaphomyces species from Africa and\nSouth America, and that species of the stalked, volvate genus\nPseudotulostoma may be nested in Elaphomyces.","trees":[{"tree_label":"RAXML","ntax":"83","rootedtree":"TRUE","title":"Elaphomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97026.phy"}]}