{"Authors":" Martina Reblova, Walter M Jaklitsch, Kamila Reblova, Vaclav\nStepanek","Year":" 2015","Title":" Phylogenetic reconstruction of the Calosphaeriales and\nTogniniales using five genes and predicted RNA secondary structures of\nITS, and Flabellascus tenuirostris gen. et sp. nov.","Journal":" PLoS ONE","Volume":" 10","Issue":" 12","Pages":" e0144616","Keywords":" ascoma centrum, Togninia, phaeohyphomycosis, phialidic,\nsaprobic, Sordariomycetes, multigene analysis, nomenclature,\nsystematics","DOI":" 10.1371/journal.pone.0144616","Abstract":" The Calosphaeriales is revisited with new collection data,\nliving cultures, morphological studies of ascoma centrum, secondary\nstructures of the internal transcribed spacer (ITS) rDNA and phylogeny\nbased on novel DNA sequences of five nuclear ribosomal and\nprotein-coding loci. Morphological features, molecular evidence and\ninformation from predicted RNA secondary structures of ITS converged\nupon robust phylogenies of the Calosphaeriales and Togniniales. The\ncurrent concept of the Calosphaeriales includes the Calosphaeriaceae and\nPleurostomataceae encompassing five monophyletic genera, Calosphaeria,\nFlabellascus gen. nov., Jattaea, Pleurostoma and Togniniella, strongly\nsupported by Bayesian and Maximum Likelihood methods. The structural\nelements of ITS1 form characteristic patterns that are phylogenetically\nconserved, corroborate observations based on morphology and have a high\npredictive value at the generic level. Three major clades containing 44\nspecies of Phaeoacremonium were recovered in the closely related\nTogniniales based on ITS, actin and β-tubulin sequences. They are newly\ncharacterized by sexual and RNA structural characters and ecology. This\napproach is a first step towards understanding of the molecular\nsystematics of Phaeoacremonium and possibly its new classification. In\nthe Calosphaeriales, Jattaea aphanospora sp. nov. and J. ribicola sp.\nnov. are introduced, Calosphaeria taediosa is combined in Jattaea and\nepitypified. The sexual morph of Phaeoacremonium cinereum was\nencountered for the first time on decaying wood and obtained in vitro.\nIn order to achieve a single nomenclature, the genera of asexual morphs\nlinked with the Calosphaeriales are transferred to synonymy of their\nsexual morphs following the principle of priority,\ni.e. Calosphaeriophora to Calosphaeria, Phaeocrella to Togniniella and\nPleurostomophora to Pleurostoma. Three new combinations are proposed,\ni.e. Pleurostoma ochraceum comb. nov., P. repens comb. nov. and P.\nrichardsiae comb. nov. The morphology-based key is provided to\nfacilitate identification of genera accepted in the\nCalosphaeriales.","trees":[{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Togniniales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90154.phy"},{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Calosphaeriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90153.phy"}]}