{"Authors":" Hans-Josef Schroers, Gary J Samuels, Ning Zhang, Dylan P.G.\nShort, Jean Juba, David M. Geiser","Year":" 2015","Title":" Epitypification of Fusisporium (Fusarium) solani and its\nassignment to a common phylogenetic species in the Fusarium solani\nspecies complex","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" FSSC, Hypocreales, Nectriaceae, potato dry rot, taxonomy,\ntranslation elongation factor 1 α, von Martius","DOI":"","Abstract":" Fusisporium solani was described as the causal agent of a\ndry rot of potato in Germany in the mid 19th century. As Fusarium\nsolani, the species became known as a plurivorous plant pathogen,\nendophyte, decomposer, opportunistic pathogen of humans and nutritional\nsymbiont of insects. In parallel, it became evident that the\nmorphologically defined species F. solani represents a phylogenetically\nand biologically complex group of often morphologically cryptic species\nthat has come to be known as the Fusarium solani species complex (FSSC),\naccommodating several formae speciales and mating populations/biological\nspecies. The FSSC currently includes more than 60 phylogenetic species.\nSeveral of these have been named, but the majority remain unnamed and\nthe identity of Fusarium solani sensu stricto is unclear. To promote\nfurther taxonomic developments in the FSSC, lecto- and epitypification\nis proposed for F. solani. Although no type material for Fusisporium\nsolani is known to exist, the species was abundantly illustrated in the\nprotologue. Thus, a relevant illustration provided by von Maritus is\nselected as the lectotype. The epitype selected here originates from a\nrotting potato collected in a field in Slovenia. This strain causes a\ndry rot of artificially inoculated potatoes. It clusters in the\nheretofore unnamed phylogenetic species 5, which is nested within clade\n3 of the FSSC (FSSC 5). Members of this phylogenetic species have a wide\ngeographic distribution and include soil saprotrophs and plant and\nopportunistic human pathogens. This typification is consistent with the\noriginal description of Fusisporium solani and the concept of F. solani\nas a widely distributed soil inhabitant and pathogen.","trees":[{"tree_label":"con 50 majrule MrBayes analysis","ntax":"83","rootedtree":"TRUE","title":"Tr90147","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90147.phy"}]}