{"Authors":" Chanintorn Doungsa-ard, Alistair Ross McTaggart, Roger G.\nShivas, Andrew D.W. Geering","Year":" 2016","Title":" Phylogeny and taxonomy of the genus Uromycladium","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Uromycladium, Pucciniales, systematic, taxonomy","DOI":"","Abstract":" Uromycladium (Pucciniales) is a genus of rust fungi that\ninfects three closely related plant genera, Acacia, Falcataria and\nParaserianthes, in the Fabaceae. At the commencement of this study,\nUromycladium contained ten known species, namely U. acaciae (syn. U.\nbisporum), U. alpinum, U. falcatarium, U. fusisporum, U. maritimum, U.\nnaracoortensis, U. robinsonii, U. simplex, U. notabile and U.\ntepperianum. One of these species, Uromycladium tepperianum, has long\nbeen considered to represent a complex of gall forming species that were\nwidespread in Australia, infecting over a hundred species of Acacia\n(Chapter 1). By using morphological, biological and molecular\nphylogenetic characteristics, U. tepperianum was divided into sixteen\nprovisional species that were mostly host-specific (Chapters 2 and 3).\nAnother gall forming rust, U. notabile, was found to occur on six\nspecies of Acacia based on a similar systematic approach (Chapter 4).\nConsequently, a new provisional species, Uromycladium sp. O, was\nproposed for the gall rust on A. trudgeniana in Western Australia. This\nChapter investigates the phylogenetic relationships between 83 specimens\nof Uromycladium with a combined dataset of the sequences of the Small\nSubunit, Internal transcribed Spacer and Large Subunit regions of\nnuclear ribosomal DNA, and the mitochondrial cytochrome oxidase subunit\n3 of mitochondrial DNA. The genus Uromycladium was shown to be\nmonophyletic and five provisional species of Uromycladium are described\nbased on host, morphology and phylogenetic concordance.","trees":[{"tree_label":"con 50 majrule","ntax":"86","rootedtree":"TRUE","title":"Tr90422","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90422.phy"},{"tree_label":"con 50 majrule","ntax":"86","rootedtree":"TRUE","title":"Tr90423","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90423.phy"}]}