{"Authors":" Emily Walsh, Jing Luo, Abhishek Naik, Thomas Preteroti,\nNing Zhang","Year":" 2015","Title":" Barrenia, a new genus associated with roots of switchgrass\nand pine in the oligotrophic pine barrens","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Dark septate endophytes; Grass; Growth promotion;\nLeotiomycetes; Phylogeny; Taxonomy","DOI":"","Abstract":" A new genus Barrenia is described based on multi-gene\nphylogenetic analyses, phenotypic and ecological characters. Isolated\nfrom roots of switchgrass and pitch pine in the acidic and oligotrophic\nNew Jersey Pine Barrens in this study, Barrenia likely has a wide\ndistribution because its internal transcribed spacer (ITS) sequence has\nhigh similarity with a number of GenBank sequences from various\necological studies. The majority of these matching samples were from\nroots of plants in acidic, nutrient-poor environments, as well as from\nmanaged sugarcane plantations. Phylogenetic analyses based on ITS, LSU\nand RPB1 sequence data strongly support that Barrenia is a monophyletic\nclade in Helotiales, distinct from any known taxa. Barrenia is\nphylogenetically close to Acidomelania, Loramyces, Mollisia, and\nPhialocephala fortinii - Acephala applanata species complex (PAC), the\ndark septate endophytes. Barrenia can be distinguished from Loramyces\nand Mollisia by its association with living plant roots. Taxa in PAC\nalso are root endophytes but they have complex phialid arrangements that\nappear to be lacking in Barrenia. Plant-fungal interaction experiments\nshowed that Barrenia panicia and Acidomelania panicicola significantly\npromoted root hair growth in switchgrass. Results from this work will\nfacilitate ecological and evolutionary studies on root-associated\nfungi.","trees":[{"tree_label":"tree1","ntax":"21","rootedtree":"TRUE","title":"Barrenia ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90173.phy"},{"tree_label":"tree1","ntax":"34","rootedtree":"TRUE","title":"Barrenia LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90171.phy"},{"tree_label":"tree1","ntax":"18","rootedtree":"TRUE","title":"Barrenia 3 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90172.phy"}]}