{"Authors":" Thais Elias Almeida, Sabine Hennequin, Harald Schneider,\nAlan R. Smith, Joao Aguiar Nogueira Batista, Aline Joseph Ramalho,\nKarina Proite, Alexandre Salino","Year":" 2016","Title":" Towards a phylogenetic generic classification of\nThelypteridaceae: Additional sampling suggests alterations of\nneotropical taxa and further study of paleotropical genera.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ferns, phylogeny, generic rearrangement, Neotropics,\nPaleotropics","DOI":" 10.1016/j.ympev.2015.09.009","Abstract":" Thelypteridaceae is one of the largest fern families,\nhaving about 950 species and a cosmopolitan distribution but with most\nspecies occurring in tropical and subtropical regions. Its generic\nclassification remains controversial, with different authors recognizing\nfrom one up to 32 genera. Phylogenetic relationships within the family\nhave not been exhaustively studied, but previous studies have confirmed\nthe monophyly of the lineage. Thus far, sampling has been inadequate for\nestablishing a robust hypothesis of infrafamilial relationships within\nthe family. In order to understand phylogenetic relationships within\nThelypteridaceae and thus to improve generic reclassification, we expand\nthe molecular sampling, including new samples of Old World taxa and,\nespecially, many additional neotropical representatives. We also explore\nthe monophyly of exclusively or mostly neotropical genera Amauropelta,\nGoniopteris, Meniscium, and Steiropteris. Our sampling includes 70 taxa\nand 121 newly generated sequences from two plastid genomic regions\n(rps4-trnS and trnL-trnF), plus 71 rps4 and 70 trnL-trnF sequences from\nGenBank. These data resulted in a concatenated matrix of 1980 molecular\ncharacters for 143 taxa. The combined data set was analyzed using\nmaximum parsimony and bayesian inference of phylogeny. Our results are\nconsistent with the general topological structure found in previous\nstudies, including two main lineages within the family: phegopteroid and\nthelypteroid. The thelypteroid lineage comprises two clades; one of\nthese included the segregates Metathelypteris, Coryphopteris, and\nAmauropelta (including part of Parathelypteris), whereas the other\ncomprises all segregates of Cyclosorus s.l., such as Goniopteris,\nMeniscium, and Steiropteris (including Thelypteris polypodioides,\npreviously incertae sedis). The three mainly neotropical segregates were\nfound to be monophyletic but nested in a broadly defined Cyclosorus. The\nfourth mainly neotropical segregate, Amauropelta, was found to comprise\nspecies considered to be part of the Parathelypteris. In Old World\nthelypteroids, which correspond to nearly half the diversity in the\nfamily, an increase in sampling is still needed to resolve relationships\nand circumscription of genera, particularly in the christelloid clade\n(i.e., Amphineuron, Chingia, Christella, Pneumatopteris, Pronephrium,\nand Sphaerostephanos). Based on currently available knowledge, we\npropose the recognition of 16 genera in the family.","trees":[{"tree_label":"Fig. 1","ntax":"149","rootedtree":"TRUE","title":"Majority-rule consensus cladogram of Bayesian Inference\nanalysis from combined dataset showing relationships among main\nThelypteridaceae clades","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90174.phy"}]}