{"Authors":" Martina Reblova, Keith A Seifert, Jacques Fournier, Vaclav\nStepanek","Year":" 2016","Title":" Newly recognized lineages of perithecial ascomycetes: the new\norders Conioscyphales and Pleurotheciales","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 37","Issue":"","Pages":" 57-81","Keywords":" freshwater fungi, Hypocreomycetidae, holoblastic\nconidiogenesis, phaeohyphomycosis, multigene analysis, systematics","DOI":" 10.3767/003158516X689819","Abstract":" Phylogenetic analyses of DNA sequences from nuclear\nribosomal and protein-coding loci support the placement of several\nperithecial ascomycetes and dematiaceous hyphomycetes from freshwater\nand terrestrial environments in two monophyletic clades closely related\nto the Savoryellales. One clade formed by five species of Conioscypha,\nand a second clade containing several genera of uncertain taxonomic\nstatus centred on Pleurothecium, represent two distinct taxonomic groups\nat the ordinal systematic rank. They are proposed as new orders, the\nConioscyphales and Pleurotheciales. Several taxonomic novelties are\nintroduced in the Pleurotheciales, i.e. two new genera (Adelosphaeria\nand Melanotrigonum), three novel species (A. catenata, M. ovale,\nPhaeoisaria fasciculata) and a new combination (Pleurotheciella\nuniseptata). A new combination is proposed for Savoryella limnetica in\nAscotaiwania s. str. based on molecular data and culture characters. A\nstrongly supported lineage containing a new genus Plagiascoma, species\nof Bactrodesmiastrum and Ascotaiwania persoonii, was identified as a\nsister to the Conioscyphales/Pleurotheciales/ Savoryellales clade in our\nmultilocus phylogeny. Together, they are nested in a monophyly in the\nHypocreomycetidae, significantly supported by Bayesian inference and\nMaximum Likelihood analyses. Members of this clade share a few\nmorphological characters, such as the absence of stromatic tissue or\nclypeus, similar anatomies of the two-layered ascomatal walls,\nthin-walled unitunicate asci with a distinct, non-amyloid apical\nannulus, symmetrical, transversely septate ascospores and holoblastic\nconidiogenesis. They represent the only fungi in the Hypocreomycetidae\nwith apically free, filiform to cylindrical, persistent or partially\ndisintegrating paraphyses. The systematic placement of two other\ndematiaceous hyphomycetes was resolved based on DNA sequences;\nPhragmocephala stemphylioides is a member of the Pleurotheciales and\nTriadelphia uniseptata is within the Savoryellales.","trees":[{"tree_label":"Fig. 1","ntax":"134","rootedtree":"TRUE","title":"Hypocreomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_92108.phy"},{"tree_label":"Fig. 2","ntax":"60","rootedtree":"TRUE","title":"Pleurotheciales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_92109.phy"}]}