{"Authors":" Silvia Restrepo, Juan Enciso, Javier F Tabima, Diego\nMauricio Riano-Pachon","Year":" 2015","Title":" Phylogenomics of the Kingdom Protista","Journal":" Academia","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenomics, Markovian Ortholog Clustering,\nOpisthokonta,Stramenopila, Alveolata","DOI":"","Abstract":" The lack of organisation of discrete lineages in the\nphylogeny and taxonomy of protists has precluded the understanding of\nthe groups evolutionary history and trait comparison among members of\nthe group. We used a phylogenomics approach to establish phylogenetic\nhypotheses of the protist group. We used an automatic orthologous\nclustering (OrthoMCL)-based strategy to recover 72 clusters of\northologues from 73 eukaryotic species. A maximum likelihood tree was\ninferred from the supermatrix. Overall, we obtained consistent\ninferences, but some unexpected branching patterns were poorly\nsupported. Despite the large quantity of genes from the Opisthokonta\ngroups, this clade appeared to be polyphyletic. The monophyly of the\nExcavata was recovered for all but three species that were expected to\ngroup within it but were found scattered, most likely because of\nlong-branch attraction artefacts. A second dataset was constructed after\nremoving the fast-evolving/saturated sites, and a Shimodaira-Hasegawa\ntest was performed to verify whether our data allowed us to reject\nbranching patterns that were previously reported. The results of these\ntests suggested that the competing tree topologies were not\nsignificantly better than our recovered topologies. Novel relationships\nwere shown inside the Opisthokonta, for two genera, Thecamonas trahens\nand Capsaspora owczarzaki. Additionally, some controversial phylogenetic\npositions among several eukaryotic groups were found using this\nphylogenomics approach.","trees":[{"tree_label":"PAUP_1","ntax":"73","rootedtree":"TRUE","title":"Protista","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90878.phy"}]}