{"Authors":" Laurence E. Skog, E. R. Roalson, Elizabeth A. Zimmer","Year":" 2007","Title":" Untangling Gloxinieae (Gesneriaceae). II. Reconstructing\nbiogeographic patterns and estimating divergence times among New World\ncontinental and island land masses","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Gloxinieae tribe (Gesneriaceae) are a diverse clade of\napproximately 19 genera and 215 species. As with many tropical lineages,\npatterns and timing of diversification are poorly understood. This is a\nparticular difficulty in groups such as the Gesneriaceae that are\nlacking a fossil record. Here we explore maximum likelihood and Bayesian\ninference of phylogenetic relationships in the tribe based on nuclear,\nchloroplast, and morphological data sets, use Fitch parsimony\noptimization (FPO) and dispersal vicariance (DIVA) analyses to explore\nbiogeographic patterns in the Gesnerioideae, and use penalized\nlikelihood calibrated by geological events in the Caribbean and South\nAmerica to explore timing of movement of lineages among Caribbean,\nCentral American, and South American land masses. Likelihood and\nBayesian analyses increase support of previous hypotheses of\nrelationships using parsimony and provide additional resolution in some\nparts of the phylogeny. FPO and DIVA analyses suggest that the most\nlikely scenarios for movement among Central America and the Caribbean\nand South America is either multiple dispersals from South America to\nthe north, or a single dispersal and diversification with subsequent\nback dispersal to South America. Estimation of the timing of movement of\nthese lineages among these land masses suggests that the GAARLANDIA land\nbridge likely played a role in dispersal events and the\nGloxinieae/Gesnerieae lineage likely arrived in the Central\nAmerica/Caribbean zone approximately 26 MYA.","trees":[{"tree_label":"Gloxini Tree","ntax":"60","rootedtree":"TRUE","title":"Gloxinieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2803.phy"},{"tree_label":"Gesnerioid Tree","ntax":"60","rootedtree":"TRUE","title":"Gesnerioideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2804.phy"}]}