{"Authors":" Chien-Hsun Huang, Renran Sun, Yi Hu, Liping Zeng, Ning\nZhang, Liming Cai, Qiang Zhang, Marcus A Koch, Ihsan A. Al-Shehbaz,\nPatrick P Edger, J. Chris Pires, Dun-Yan Tan, Yang Zhong, Hong Ma","Year":" 2015","Title":" Resolution of Brassicaceae phylogeny using nuclear genes\nuncovers nested radiations and supports convergent morphological\nevolution","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ancestral character reconstruction, Brassicaceae,\ndivergence time estimation, orthologous nuclear gene, phylogeny,\ntranscriptome","DOI":"","Abstract":" Brassicaceae is one of the most diverse and economically\nimportant angiosperm families with widely cultivated vegetable crops and\nscientifically important model plants, such as Arabidopsis thaliana. The\nevolutionary history, ecological, morphological and genetic diversity\nand abundant resources and knowledge of Brassicaceae make it an\nexcellent model family for evolutionary studies. Recent phylogenetic\nanalyses of the family revealed three major lineages (I, II, and III),\nbut relationships among and within these lineages remain largely\nunclear. Here, we present a highly supported phylogeny with six major\nclades using nuclear markers from newly sequenced transcriptomes of 32\nBrassicaceae species and datasets from additional taxa for a total of 81\nspecies spanning 32 of 49 tribes. Clade A consisting of Lineage I and\nMacropodium nivale is sister to a combined clade of Clade B (with\nLineage II and others) and a new Clade C. The ABC clade is sister to\nClade D with species weakly associated with Lineage II and Clade E\n(Lineage III) is sister to ABCD. Clade F (the tribe Aethionemeae) is\nsister to the remainder of the family. Molecular clock estimation\nreveals an early radiation of major clades near the boundary of Eocene\nand Oligocene and subsequent nested radiations of several tribes of\npreviously polytomous Expanded Lineage II. Reconstruction of ancestral\nmorphological states during the Brassicaceae evolutionary history\nindicates prevalent parallel (convergent) evolution of several traits\nover deep time across this family. These results form a foundation for\nfuture evolutionary analyses of structures and functions across\nBrassicaceae.","trees":[{"tree_label":"Imported tree 1","ntax":"56","rootedtree":"TRUE","title":"Brassicaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90186.phy"}]}