{"Authors":" Adriana Sanchez","Year":" 2015","Title":" Can faithfulness occur in a promiscuous ant-plant\nmutualism?","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The association between the myrmecophyte Triplaris and\nants of the genus Pseudomyrmex is an often-reported example of mutualism\nbut no molecular studies have examined this association to date. In this\nstudy, the interspecific relationships of Triplaris were reconstructed\nusing five molecular markers (two chloroplast and three nuclear), and\nthe relationships of the associated Pseudomyrmex using two molecular\nregions (one mitochondrial and one nuclear). A data set including all\nknown collections of plant hosts and resident ants was also compiled.\nThe pattern of distribution of both organisms reveals that there are\nvarying degrees of host specificity; most ants show broader host usage\n(promiscuous) but one species (P. dendroicus) is faithful to a single\nspecies of Triplaris. In most ant-plant interactions, host usage is not\nspecific at the species level and preferences may result from\ngeographical or ecological sorting. The specificity of P. dendroicus\ncould be based on chemical recognition of the host they were raised\non.","trees":[{"tree_label":"ML Tree","ntax":"1","rootedtree":"TRUE","title":"Ant ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90379.phy"},{"tree_label":"con 50 majrule","ntax":"33","rootedtree":"TRUE","title":"Tr90380","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90380.phy"},{"tree_label":"Bayesian con 50 majrule","ntax":"37","rootedtree":"TRUE","title":"Tr90393","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_90393.phy"},{"tree_label":"ML Tree Triplaris","ntax":"37","rootedtree":"TRUE","title":"5 gene ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90382.phy"}]}