{"Authors":" Andrés Orejuela Ramírez, Gregory Allen Wahlert, Clara Inés\nOrozco, Gloria Barboza, Lynn Bohs","Year":" 2017","Title":" Phylogeny of the tribes Juanulloeae and Solandreae\n(Solanaceae)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Dyssochroma, Ectozoma, epiphytes, Hawkesiophyton,\nJuanulloa, Markea, Merinthopodium, Neotropics, Rahowardiana,\nSchultesianthus, Solandra, Trianaea","DOI":"","Abstract":" The tribe Juanulloeae is composed of seven to nine\nNeotropical genera of lianas and epiphytic or terrestrial shrubs that\nexhibit a wide variety of floral morphologies and pollination syndromes.\nTheir commonly epiphytic habit in the forest canopy and relatively\ninfrequent flowering has resulted in few and fragmentary specimens and\nhas complicated taxonomic study of the tribe so that many of its genera\nremain poorly understood. Solandra, currently included in the monotypic\ntribe Solandreae, is morphologically very similar to the Juanulloeae but\nits phylogenetic affinities are unclear. In this study, a phylogeny of\nthe Juanulloeae and Solandra was inferred from maximum parsimony and\nBayesian analyses of nuclear and plastid DNA sequences (ITS, waxy,\ntrnTtrnF, and rps16trnK). Solandra was strongly supported as sister to\nthe Juanulloeae and the two tribes are combined here under the older\nname Solandreae. Many genera within the group, notably Juanulloa,\nMarkea, and Trianaea, are not monophyletic as currently circumscribed.\nWe review the morphological characteristics of the genera and clades in\nlight of the phylogenetic evidence presented here and highlight the need\nto re-evaluate the morphological characters used to delimit genera of\nthe tribe. On the basis of our results, we propose to (1) broaden the\ncircumscription of tribe Solandreae to include tribe Juanulloeae, (2)\nrecognize nine genera in the Solandreae, including the reinstatement of\nPoortmannia and Hawkesiophyton, and (3) make two new species-level\ncombinations, propose one new species-level synonym, and designate a\nlectotype for Trianaea neovisae.","trees":[{"tree_label":"Strict of 60","ntax":"60","rootedtree":"TRUE","title":"Juanulloeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_99786.phy"}]}