{"Authors":" Frank Udovicic, Adele K. Gibbs, C. Parra-Osorio, Pauline Y.\nLadiges, Michael James Bayly","Year":" 2007","Title":" Ribosomal DNA pseudogenes are widespread in the eucalypt\ngroup (Myrtaceae): implications for phylogenetic analysis","Journal":" Cladistics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Pseudogenes from the 18S\u001a5.8S\u001a26S cistron of nuclear\nribosomal DNA are reported in the eucalypt group (Myrtaceae), which\nincludes seven genera. Putative pseudogenes are identified by a range of\nsequence comparisons including: the number of CpG and CpNpG methylation\nsites, GC content, estimated secondary structure stability of ITS\ntranscripts, the presence of conserved motifs, patterns of sequence\nrelationships and inferred substitution patterns. These comparisons\nindicate that pseudogenes are widespread, being evident in Eucalyptus\n(subgenera Eucalyptus and Eudesmia), Corymbia (extracodical sections\nRufaria, Ochraria and Blakearia), Angophora, Stockwellia quadrifida and\nArillastrum gummiferum. At least six sequences used in previous\nphylogenetic studies are identified as pseudogenes, and a further 10\npseudogenes are newly sequenced here. Gene trees place pseudogenes in a\nnumber of distinct lineages: pseudogenes from Eucalyptus group with\nother Eucalyptus sequences, those from Corymbia and Angophora group with\nother Corymbia/Angophora sequences, that from Stockwellia groups with\nother sequences from the Eucalyptopsis group, and that from Arillastrum\nis placed as sister to the other included sequence of Arillastrum. Some\npseudogenes in Eucalyptus, Corymbia and Angophora represent \u001adeep\u001a rDNA\nparalogues that pre-date species differentiation in these groups, and a\nrecombination analysis shows no evidence of recombination between\nputative pseudogenes and their functional counterparts. The presence of\ndivergent paralogues presents both challenges and opportunities for the\nreconstruction of eucalypt phylogenies using ribosomal DNA sequences.\nPhylogenetic datasets should include only orthologous sequences, but\ndifferent paralogues potentially provide additional, independent,\ncharacter sets for phylogenetic analyses.","trees":[{"tree_label":"Figs. 4 and 5","ntax":"94","rootedtree":"TRUE","title":"Eucalypt rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2805.phy"}]}