{"Authors":" Shannon Corrigan, Mark Harris, Lei Yang, Nicolas Straube,\nMichi Hofreiter, William White, Gavin Naylor, Chenhong Li","Year":" 2015","Title":" Capture Reveals Trans Oceanic Gene Flow in Endangered River\nSharks","Journal":" Proceedings of the National Academy of Sciences,\nU.S.A.","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" For over a hundred years the “river sharks” of the genus\nGlyphis were only known from the type specimens of species that had been\ncollected in the 19th century. They were widely considered extinct until\npopulations of Glyphis-like sharks were re-discovered in remote regions\nof Borneo and Northern Australia at the end of the 20th Century.\nHowever, the genetic affinities between the newly discovered\nGlyphis-like populations and the poorly preserved, original museum type\nspecimens have never been established. Here we present the first fully\nresolved, complete phylogeny of Glyphis that includes both archival type\nspecimens and modern material. We used a highly sensitive DNA\nhybridization capture method to obtain complete mitochondrial genomes\nfrom all of our samples and show that three of the five described river\nshark species are probably conspecific and widely distributed in South\nEast Asia. We furthermore show that there has been recent gene flow\nbetween locations that are separated by large oceanic expanses. Our data\nstrongly suggest marine dispersal in these species, thereby overturning\nthe widely held notion that “river sharks” are restricted to fresh\nwater. Rather, the species in the genus Glyphis seem to be euryhaline\nand may have an ecology similar to the bull shark, in which adult\nindividuals live in the ocean while the young grow up in river habitats\nwith reduced predation pressure. Finally, we discovered a new species\nwithin the genus Glyphis that is deeply divergent from all other\nlineages, underscoring the current lack of knowledge about the\nbiodiversity and ecology of these mysterious sharks.","trees":[{"tree_label":"SNAPP tree","ntax":"10","rootedtree":"TRUE","title":"SNAPP tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90390.phy"},{"tree_label":"100ExonsDNA","ntax":"10","rootedtree":"TRUE","title":"100ExonsDNA","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90388.phy"}]}