{"Authors":" Nirhy Rabibisoa, Colleen M. Ingram, Richard G. Pearson,\nChristopher J. Raxworthy","Year":" 2007","Title":" Applications of Ecological Niche Modeling for Species\nDelimitation: A Review and Empirical Evaluation using Day Geckos\n(Phelsuma) from Madagascar.","Journal":" Systematic Biology","Volume":" 56","Issue":" 6","Pages":" 907-923","Keywords":"","DOI":" 10.1080/10635150701775111","Abstract":" Although the systematic utility of ecological niche\nmodeling is generally well known (e.g., concerning the recognition and\ndiscovery of areas of endemism for biogeographic analyses), there has\nbeen little discussion of applications concerning species delimitation,\nand to date, no empirical evaluation has been conducted. However,\necological niche modeling can provide compelling evidence for allopatry\nbetween populations, and can also detect divergent ecological niches\nbetween candidate species. Here we present results for two taxonomically\nproblematic groups of Phelsuma day geckos from Madagascar, where we\nintegrate ecological niche modeling with mitochondrial DNA and\nmorphological data to evaluate species limits. Despite relatively modest\nlevels of genetic and morphological divergence, for both species groups\nwe find divergent ecological niches between closely related species, and\nparapatric ecological niche models. Niche models based on the new\nspecies limits provide a better fit to the known distribution than\nmodels based upon the combined (lumped) species limits. Based on these\nresults, we elevate three subspecies of Phelsuma madagascariensis to\nspecies rank, and describe a new species of Phelsuma from the P. dubia\nspecies group. Our phylogeny continues to support a major endemic\nradiation of Phelsuma in Madagascar, with dispersals to Pemba Island and\nthe Mascarene Islands. We conclude that ecological niche modeling offers\ngreat potential for species delimitation, especially for taxonomic\ngroups exhibiting low vagility and localized endemism, and for groups\nwith more poorly known distributions. In particular, niche modeling\nshould be especially sensitive for detecting recent parapatric\nspeciation driven by ecological divergence, when the environmental\ngradients driving speciation are represented within the ecological niche\nmodels.","trees":[{"tree_label":"Fig. 4","ntax":"34","rootedtree":"TRUE","title":"Day Geckos of Madagascar","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_672.phy"}]}