{"Authors":" Francine Costa Assis, Thais Elias Almeida, Steve J Russell,\nHarald Schneider, Alexandre Salino","Year":" 2015","Title":" Molecular Phylogeny and Recircumscription of the Fern Genus\nPecluma (PolypodiaceaePolypodiopsida)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Ferns, Neotropics, Polypodium","DOI":"","Abstract":" To evaluate the monophyly of the genus Pecluma, new\nmolecular data (from species of Pecluma, members of the Polypodium dulce\ngroup, Phlebodium and other Polypodiaceae genera) and sequences from\nGenBank were analysed. The molecular study was based on four plastid\nregions, rps4+ rps4trnS, trnLF, matK, and rbcL, and included sequences\nof 30 species of Pecluma (75% of the genus). The strongly supported\nphylogeny showed that three species of the Polypodium dulce group are\nnested inside the Pecluma clade and are sister to Pecluma species that\nbear pseudopeltate to peltate rhizome scales. Until now, these types of\nscales were not known to occur in Pecluma recurvata, P. hygrometrica and\nP. chnoophora, which were previously described as having basifixed\nrhizome scales. The results show that Pecluma, as currently\ncircumscribed, is a paraphyletic genus and species from the Polypodium\ndulce group should be transferred to it. This study also confirmed the\nposition of Pecluma chnoophora (considered Polypodium chnoophorum by\nsome authors). In order to treat Pecluma as a monophyletic genus, this\npaper proposes a new generic circumscription for the genus and four new\nspecies combinations for species previously recognized as Polypodium:\nPecluma dulce, P. hartwegiana, P. longepinnulata and P.\nrhachipterygia.","trees":[{"tree_label":"con 50 majrule","ntax":"48","rootedtree":"TRUE","title":"Tr90402","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90402.phy"},{"tree_label":"ML tree","ntax":"48","rootedtree":"TRUE","title":"Tr90403","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90403.phy"},{"tree_label":"Strict","ntax":"48","rootedtree":"TRUE","title":"Tr90405","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90405.phy"},{"tree_label":"PAUP 1","ntax":"48","rootedtree":"TRUE","title":"Tr90404","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90404.phy"}]}