{"Authors":" Cesar Castellanos, Royce A.D. Steeves, Anne Bruneau, Gwilym\nP. Lewis","Year":" 2016","Title":" A settled sub-family for the Orphan tree: The phylogenetic\nposition of the endemic Colombian genus Orphanodendron in the\nLeguminosae","Journal":" Brittonia","Volume":"","Issue":"","Pages":"","Keywords":" Colombia, Fabaceae, genistoid clade, matK, Papilionoideae,\nphylogenetic analysis.","DOI":"","Abstract":" Orphanodendron is a taxonomically and geographically\nisolated South American genus of two species. When first described by\nBarneby and Grimes in 1990, the genus was placed in Leguminosae\nsubfamily Caesalpinioideae, but that placement was doubted and the name\nOrphanodendron (Gr. orphanos, orphan + dendron, tree) was chosen to\nreflect the uncertain subfamilial relationship of the genus. In this\nstudy, nucleotide sequence data from five Orphanodendron specimens were\nadded to 662 other, previously sampled, Leguminosae taxa representing\nall three currently recognized subfamilies (Caesalpinioideae,\nMimosoideae and Papilionoideae) in a matK maximum parsimony analysis\nthat resolved Orphanodendron as a member of the genistoid s.l. clade of\nsubfamily Papilionoideae. Two additional Bayesian phylogenetic analyses\nwith reduced taxon sampling of plastid (matK combined with trnL-F) and\nnuclear (ITS) loci strongly support the monophyly of Orphanodendron and\nunambiguously establish Orphanodendron as a member of the genistoid\nsensu lato clade. Although our plastid phylogenetic analysis finds\nrelatively low support (0.6 posterior probability) for a sister-group\nrelationship with the African genus Camoensia, the nuclear-encoded ITS\nresolves Orphanodendron as sister to the Bowdichia clade with strong\nsupport and Camoensia as sister to other core genistoids. The\nphylogenetic resolution of Orphanodendron as a member of the genistoid\ns.l. legumes based on nuclear and plastid sequences will undoubtedly\nadvance future evolutionary investigations of this Colombian endemic\ntropical tree genus.","trees":[{"tree_label":"Fig. 1","ntax":"674","rootedtree":"TRUE","title":"Orphanodendron PAUPRat matK analysis of 674 taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_92823.phy"},{"tree_label":"Fig. 3-A","ntax":"79","rootedtree":"TRUE","title":"Orphanodendron matk-trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_94194.phy"},{"tree_label":"Fig. 3-B","ntax":"94","rootedtree":"TRUE","title":"Orphanodendron ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_94196.phy"}]}