{"Authors":" Amanuel G. Ghebretinsae, Janet C. Barber, Mats Thulin","Year":" 2007","Title":" Relationships of Cucumbers and Melons Unravelled- Molecular\nPhylogenetics of Cucumis and Related Genera (Benincaseae,\nCucurbitaceae)","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cucumis L. (Cucurbitaceae) comprises 33 species of annuals\nand perennials with a major native center of diversity in tropical and\nsouthern Africa. The genus includes some economically important and\nwidely grown vegetables such as cucumbers and melons. Monophyly of the\ngenus has been disputed in previous studies, but with only limited\nsampling. Relationships within Cucumis are thus poorly understood;\nmoreover, the validity of the closely related genera has not been\nthoroughly tested. The present study was undertaken to test the\nmonophyly of Cucumis and several closely related genera, test sectional\ncircumscriptions within Cucumis, and to understand the biogeographical\nhistory of the genus. We sequenced the nuclear ITS and plastid trnS-trnG\nregions for 40 ingroup and three outgroup taxa, representing all\nrecognized subgenera and sections. Parsimony, maximum likelihood and\nBayesian analyses found Cucumella, Oreosyce, Mukia, Myrmecosicyos and\nDicaelospermum nested within Cucumis. The clades recovered within the\nCucumis complex in some instances represent the first\nphylogenetically-derived hypothesis of relationships, whereas others\ncorrespond to previous subgeneric and sectional classifications. At\nleast four introductions from Africa to Asia, as well as one\nre-introduction to Africa, are suggested within the Cucumis complex.\nCucumis sativus (cucumber) is strongly supported as sister to the\neastern Asian C. hystrix, whereas C. melo (melon) is strongly supported\nas sister to C. sagittatus in southern Africa.","trees":[{"tree_label":"Fig. 1b","ntax":"50","rootedtree":"TRUE","title":"Cucumis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4820.phy"},{"tree_label":"Fig. 2","ntax":"50","rootedtree":"TRUE","title":"Cucumis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4821.phy"},{"tree_label":"Fig. 1a","ntax":"50","rootedtree":"TRUE","title":"Cucumis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4819.phy"}]}