{"Authors":" Francine Costa Assis, Thais Elias Almeida, Steve J Russell,\nHarald Schneider, Alexandre Salino","Year":" 2016","Title":" Molecular Phylogeny and Recircumscription of the Fern Genus\nPecluma (PolypodiaceaePolypodiopsida)","Journal":" Phytotaxa","Volume":" 247","Issue":" 4","Pages":" 235-246","Keywords":" Ferns, Neotropics, Polypodium","DOI":" 10.11646/phytotaxa.247.4.1","Abstract":" To evaluate the monophyly of the genus Pecluma, molecular\ndata from species of Pecluma, members of the Polypodium dulce group,\nPhlebodium and other Polypodiaceae genera were analysed. The molecular\nstudy was based on four plastid regions, rps4+rps4trnS, trnLF, matK, and\nrbcL, and included sequences of 30 species of Pecluma (75% of the\ngenus). The strongly supported phylogeny showed that three species of\nthe Polypodium dulce group are nested inside the Pecluma clade and are\nsister to Pecluma species that bear pseudopeltate to peltate rhizome\nscales. Until now, these types of scales were not known to occur in\nPecluma recurvata, P. hygrometrica and P. chnoophora, which were\npreviously described as having basifixed rhizome scales. The results\nshow that Pecluma, as currently circumscribed, is a paraphyletic genus,\nand some species from the Polypodium dulce group should be transferred\nto it. This study also confirmed the position of Pecluma chnoophora\n(considered Polypodium chnoophorum by some authors). In order to treat\nPecluma as a monophyletic genus, this paper proposes a new generic\ncircumscription and four new combinations for species previously\nrecognized as Polypodium: Pecluma dulce, P. hartwegiana, P.\nlongepinnulata and P. rhachipterygia.","trees":[{"tree_label":"PAUP 1","ntax":"48","rootedtree":"TRUE","title":"Tr90419","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90419.phy"},{"tree_label":"ML tree","ntax":"48","rootedtree":"TRUE","title":"Tr90420","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90420.phy"},{"tree_label":"Strict","ntax":"48","rootedtree":"TRUE","title":"Tr90421","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90421.phy"},{"tree_label":"Fig.1","ntax":"48","rootedtree":"TRUE","title":"Pecluma Bayesian Analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90418.phy"}]}