{"Authors":" Richard G. Olmstead, Susan Oviatt Grose","Year":" 2007","Title":" Evolution of a charismatic neotropical clade: Molecular\nphylogeny of Tabebuia s.l. Crescentieae and Allied genera\n(Bignoniaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Tabebuia is one of the most commonly encountered genera of\nBignoniaceae in the neotropics. Previous research has suggested that\nthis genus may be paraphyletic and contain the tribe Crescentieae.\nMolecular sequence data of the chloroplast trnL-trnF and ndhF regions\nwere used to reconstruct the phylogeny of Tabebuia, Crescentieae and\nrelated genera. A previously unrecognized clade of Neotropical, arboreal\nBignoniaceae characterized by palmately compound leaves was identified\nand is referred to as the Tabebuia alliance. Within this group, Tabebuia\nis confirmed to be paraphyletic since it includes Crescentieae,\nSpirotecoma, and Ekmanianthe. The position of Zeyheria, Godmania, and\nCybistax with relation to Tabebuia is equivocal. Sparattosperma is\nsister to the rest of the Tabebuia alliance. Sister to Crescentieae is\nSpirotecoma. The phylogeny of Tabebuia presented here corresponds to the\nspecies groups established by Gentry, while at the same time\nhighlighting the need for taxonomic revisions. When considered on a\nbiogeographic scale, the phylogeny indicates a minimum of four dispersal\nevents from the mainland to the Greater Antilles, and given the\nunresolved nature of the relationship between Spirotecoma and\nCrescentieae, raises questions regarding the original range of the\nlatter.","trees":[{"tree_label":"Fig. 1","ntax":"66","rootedtree":"TRUE","title":"Tabebuia s.l. Crescentieae and Allied genera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4822.phy"},{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Tabebuia s.l. Crescentieae and Allied genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4823.phy"}]}