{"Authors":" Johannes Lundberg, Michael J Donoghue, Richard Charles\nWinkworth","Year":" 2007","Title":" Toward a resolution of campanulid phylogeny, with a special\nreference to the placement of Dipsacales","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Broad-scale phylogenetic analyses of the angiosperms and\nof the Asteridae have failed to confidently resolve relationships among\nthe major lineages of the campanulid Asteridae (i.e., the euasterid II\nof APG, 2003). To address this problem we assembled presently available\nsequences for a core set of 50 taxa, representing the diversity of the\nfour largest lineages (i.e., Apiales, Aquifoliales, Asterales, and\nDipsacales) as well as the smaller \u001aunplaced\u001a groups (e.g., Bruniaceae,\nParacryphiaceae, Columelliaceae). We constructed four data matrices for\nphylogenetic analysis: a chloroplast coding matrix (i.e., atpB, matK,\nndhF, and rbcL), a chloroplast non-coding matrix (i.e., rps16 intron,\ntrnT-F region, and trnV-atpE IGS), a combined chloroplast data set\n(i.e. all seven chloroplast regions), and a combined genome matrix\n(i.e. seven chloroplast regions plus 18S and 26S rDNA). Bayesian\nanalyses of these data sets using mixed substitution models produced\noften well-resolved and supported trees. Consistent with more weakly\nsupported results from previous studies, our analyses support the\nmonophyly of the four major clades and the relationships among them.\nMost importantly, Asterales are inferred to be sister to a clade\ncontaining Apiales and Dipsacales. Paracryphiaceae is consistently\nplaced sister to the Dipsacales. However, the exact relationships of\nBruniaceae, Columelliaceae, and an Escallonia clade depended upon the\ndata set. Areas of poor resolution in combined analyses may be partly\nexplained by conflict between the coding and non-coding data partitions.\nWe discuss the implications of these results for our understanding of\ncampanulid phylogeny and evolution, paying special attention to how our\nfindings bear on character evolution and biogeography in\nDipsacales.","trees":[{"tree_label":"Fig. 2B","ntax":"50","rootedtree":"TRUE","title":"chloroplast coding","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4826.phy"},{"tree_label":"Fig. 2C","ntax":"50","rootedtree":"TRUE","title":"chloroplast combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4827.phy"},{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"combined genome","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4824.phy"},{"tree_label":"Fig. 2A","ntax":"46","rootedtree":"TRUE","title":"chloroplast noncoding","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4825.phy"}]}