{"Authors":" Evan Prentice Kingsley, Krzysztof Marek Kozak, Susanne\nPfeiffer, Dou-Shuan Yang, Hopi Elizabeth Hoekstra","Year":" 2015","Title":" The ultimate and proximate mechanisms driving the evolution\nof long tails in forest deer mice","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Caudal vertebrae, convergence, local adaptation, parallel\nevolution, Peromyscus maniculatus, skeletal evolution","DOI":"","Abstract":" Understanding both the role of selection in driving\nphenotypic change and its underlying genetic basis remain major\nchallenges in evolutionary biology. Here, we use modern tools to revisit\na classic system of local adaptation in the North American deer mouse,\nPeromyscus maniculatus, which occupies two main habitat types: prairie\nand forest. Using historical collections, we find that forest-dwelling\nmice have longer tails than those from nonforested habitat, even when we\naccount for individual and population relatedness. Using genome-wide SNP\ndata, we show that mice from forested habitats in the eastern and\nwestern parts of their range form separate clades, suggesting that\nincreased tail length evolved independently. We find that forest mice in\nthe east and west have both more and longer caudal vertebrae, but not\ntrunk vertebrae, than nearby prairie forms. By intercrossing prairie and\nforest mice, we show that the number and length of caudal vertebrae are\nnot correlated in this recombinant population, indicating that variation\nin these traits is controlled by separate genetic loci. Together, these\nresults demonstrate convergent evolution of the long-tailed forest\nphenotype through two distinct genetic mechanisms, affecting number and\nlength of vertebrae, and suggest that these morphological changeseither\nindependently or togetherare adaptive.","trees":[{"tree_label":"SmartPCA","ntax":"76","rootedtree":"TRUE","title":"Peromyscus maniculatus SNP SmartPCA bootstrap\nconsensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91826.phy"},{"tree_label":"MLT","ntax":"106","rootedtree":"TRUE","title":"Peromyscus maniculatus ML mitochondrial ND3CO3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91825.phy"},{"tree_label":"MLT","ntax":"80","rootedtree":"TRUE","title":"Peromyscus maniculatus SNP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91827.phy"}]}