{"Authors":" Ashley Raymond Field, Weston Testo, Peter D. Bostock,\nJoseph Andrew Maxted Holtum, M. Waycott","Year":" 2015","Title":" Molecular phylogenetics and the morphology of the\nLycopodiaceae subfamily Huperzioideae supports three genera: Huperzia,\nPhlegmariurus and Phylloglossum","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Lycopodiaceae, Phlegmariurus, Phylloglossum, Huperzia,\ntassel-fern, club-moss","DOI":"","Abstract":" The generic classification of huperzioid Lycopodiaceae was\ntested using Bayesian Inference and Maximum Likelihood phylogenetic\nanalyses of DNA sequences from four chloroplast loci for 119 taxa and\noptimisation of 29 morphological characteristics onto the phylogeny.\nConsistent with previous studies, the subfamilies Lycopodioideae and\nHuperzioideae are monophyletic and diagnosable by synapomorphies that\ncorrelate with differences in their life-histories. Within the\nHuperzioideae, the monophyly of the widely adopted genus Huperzia (excl.\nPhylloglossum) is poorly supported. Three clades of huperzioid\nLycopodiaceae were recovered in all analyses of molecular data:\nPhylloglossum drummondii, Huperzia sensu stricto and Phlegmariurus sensu\nlato. These clades are strongly supported by morphological characters,\nincluding differences in spores, gametophytes, sporophyte\nmacro-morphology, as well as growth habit and life-histories. Our\nfindings indicate that either a one-genus (Huperzia s. l.) or a\nthree-genus (Phylloglossum, Huperzia s. s. and Phlegmariurus s.l.)\nclassification of huperzioid Lycopods are equally supported by molecular\nevidence, but a two-genus system (Huperzia s.l. + Phylloglossum) is not.\nWe recommend recognizing three genera in the huperzioid Lycopodiaceae,\nas this classification best reflects evolutionary, ecological, and\nmorphological divergence within the lineage.","trees":[{"tree_label":"con 50 majrule","ntax":"119","rootedtree":"TRUE","title":"Tr90522","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90522.phy"},{"tree_label":"tree 1","ntax":"119","rootedtree":"TRUE","title":"Tr90523","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90523.phy"}]}