{"Authors":" Neda Rowhani, Tanay Bose, Mohammad Alavi, Heshmat\nRahimian","Year":" 2015","Title":" Phylogeny of Pospiviroidae with Special Reference to Viroids\nAssociated with Citrus Gummy Bark of Sweet Orange in Mazandaran,\nIran","Journal":" Archives of Virology","Volume":"","Issue":"","Pages":"","Keywords":" Citrus Gummy Bark, Pospiviroidae, phylogeny, citrus\nviroid, sweet orange","DOI":"","Abstract":" Citrus gummy bark (CGB) is caused by viroids from the\nfamily Pospiviroidae. Globally CGB has been reported from all major\ncitrus growing regions including Iran. Until now the viroids associated\nwith CGB in Iran were unidentified. The present study was undertaken to\ndetermine the diversity of viroids associated with CGB in Iran. We\nconstructed a phylogeny of Pospiviroidae using both maximum likelihood\nand Bayesian approaches for identification of our viroid isolates as\nwell as to determine the relationship between the genera. Several sweet\norange and sour orange saplings were graft-inoculated with buds from\nsymptomatic sweet orange trees. Twelve weeks post inoculation; RNA was\nextracted followed by cDNA synthesis and amplification using\nspecies-specific primers. Positive amplification was obtained for seven\nviroid species: Citrus exocortis viroid, Citrus viroid VI, Citrus\nviroid-I-LSS, Citrus bent leaf viroid, Hop stunt viroid, Citrus dwarfing\nviroid and Citrus bark cracking viroid. In the phylogeny of\nPospiviroidae, all our viroid isolates clustered within their respective\nclades with high statistical supports. Apscaviroid and Coleviroid were\nrecovered as the only monophyletic lineages under Pospiviroidae. Our\nstudy identifies association of seven viroid species with CGB in\nMazandaran as well as provides important notes on the evolution of\nPospiviroidae.","trees":[{"tree_label":"PAUP 1","ntax":"77","rootedtree":"TRUE","title":"Viroids Associated With Gummy Bark Disease","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90868.phy"}]}