{"Authors":" Romina Orietta Gazis, Alan Kuo, Robert Riley, Kurt LaButti,\nAnna Lipzen, Junyan Lin, Mojgan Amirebrahim, Cedar Nelson Hesse, Joseph\nW. Spatafora, Bernard Henrissat, Matthieu Hainaut, Igor V Grigoriev,\nDavid S Hibbett","Year":" 2015","Title":" The genome of Xylona heveae provides a window into fungal\nendophytism","Journal":" Fungal Biology (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" CAZymes, glycoside hydrolases; horizontally transmitted\nendophytes; Symbiotaphrina; Trinosporium; sapwood endophytes","DOI":"","Abstract":" Xylona heveae (Xylonomycetes, Ascomycota) has only been\nisolated as an endophyte of rubber trees, Hevea brasiliensis. In an\neffort to understand the genetic basis of fungal endophytism, we\ncompared the genome contents of X. heveae and 36 other Ascomycota with\ndiverse lifestyles and nutritional modes, including other endophytes. We\nfocused on genes that are known to be important in the host-fungus\ninteraction interface and that presumably have a role in determining the\nlifestyle of a fungus. We also used phylogenomic data to infer the\nhigher-level phylogenetic position of the Xylonomycetes, and we mined\nITS sequences from nucleotide databases to explore the taxonomic and\necological diversity of the group. The X. heveae genome contains a low\nnumber of enzymes needed for plant parasitism or saprotrophy, suggesting\nthat Xylona is a highly adapted specialist and likely dependent on its\nhost for survival. The reduced repertoire of carbohydrate active enzymes\ncould reflect an adaptation to intercellulary growth and to the\navoidance of the host’s immune system, suggesting that Xylona has a\nstrict endophytic lifestyle. Phylogenomic data resolved the position of\nXylonomycetes as sister to Lecanoromycetes and Eurotiomycetes and placed\nthe beetle-endosymbiont Symbiotaphrina as a member of this class. ITS\ndata revealed that Trinosporium is also part of the Xylonomycetes,\nextending the taxonomic and ecological diversity of this group.","trees":[{"tree_label":"Imported tree 0","ntax":"37","rootedtree":"TRUE","title":"Xylona heveae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90516.phy"}]}