{"Authors":" David C Marshall, Katherine Barbara Rose Hill, Max S.\nMoulds, Dan Vanderpool, John R Cooley, Alma Mohagan, Chris Simon","Year":" 2015","Title":" Inflation of Molecular Clock Rates and Dates: Molecular\nPhylogenetics, Biogeography, and Diversification of a Global Cicada\nRadiation from Australasia (Hemiptera: Cicadidae: Cicadettini)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" relaxed clock, calibration, maximum-likelihood, branch\nlengths, gamma distribution, Australia, aridification, climate\nchange","DOI":"","Abstract":" Dated phylogenetic trees are important for studying\nmechanisms of diversification, and molecular clocks are important tools\nfor studies of organisms lacking good fossil records. However, studies\nhave begun to identify problems in molecular clock dates caused by\nuncertainty of the modeled molecular substitution process. Here we\nexplore Bayesian relaxed-clock molecular dating while studying the\nbiogeography of ca. 200 species from the global cicada tribe\nCicadettini. Because the available fossils are few and uninformative, we\ncalibrate our trees in part with a COI clock prior encompassing a range\nof literature estimates for arthropods. We show that tribe-level\nanalyses calibrated solely with the COI clock recover extremely old\ndates that conflict with published estimates for two well-studied New\nZealand subclades within Cicadettini. Additional subclade analyses\nsuggest that COI relaxed-clock rates and maximum-likelihood branch\nlengths become inflated relative to EF-1α intron and exon rates and\nbranch lengths as clade age increases. We present corrected estimates\nderived from (1) an extrapolated EF-1α exon clock derived from\nCOI-calibrated analysis within the largest New Zealand subclade, (2)\npost-hoc scaling of the tribe-level chronogram using results from\nsubclade analyses, and (3) exploitation of a geological calibration\npoint associated with New Caledonia. We caution that considerable\nuncertainty is generated due to dependence of substitution estimates on\nboth the taxon sample and the choice of model, including gamma category\nnumber and the choice of empirical versus estimated base frequencies.\nOur results suggest that diversification of the tribe Cicadettini\ncommenced in the early- to mid-Cenozoic and continued with the\ndevelopment of open, arid habitats in Australia and worldwide. We find\nthat Cicadettini is a rare example of a global terrestrial animal group\nwith an Australasian origin, with all non-Australasian genera belonging\nto two distal clades. Within Australia, we show that Cicadettini is more\nwidely distributed than any other cicada tribe, diverse in temperate,\narid and monsoonal habitats, and nearly absent from rainforests. We\ncomment on the taxonomic implications of our findings for thirteen\ncicada genera.","trees":[{"tree_label":"con 50 majrule","ntax":"203","rootedtree":"TRUE","title":"Tr90521","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90521.phy"}]}