{"Authors":" V. León-Regagnon, Sergey A. Belokobylskij, Donald L. J.\nQuicke, R. Briceno, Juan José Martinez, Alejandro Zaldivar-Riverón","Year":" 2007","Title":" A single origin of gall association in a group of parasitic\nwasps with disparate morphologies","Journal":" Molecular Phylogenetics and Evolution","Volume":" 44","Issue":"","Pages":" 981-992","Keywords":"","DOI":" 10.1016/j.ympev.2007.05.016","Abstract":" The braconid wasp subfamily Doryctinae mainly comprises\nidiobiont ectoparasitoids of other insect larvae. In recent years,\nhowever, members of a few genera have been discovered to be associated\nwith galls from various unrelated host plant families, with some of\nthese being gall inducers whereas others are suspected as being\npredators of gallers. Because of their considerable morphological\ndifferences, these gall-associated taxa traditionally have been placed\nin separate tribes or even in other subfamilies. In this study, we\ninvestigate the phylogenetic relationships among representatives of a\nnumber of different doryctine genera, including five of its seven\ngall-associated genera using two genetic markers. Here we analyzed the\nlength-variable 28S sequence data based on secondary structure both\nexcising the unalignable regions and recoding them according to indel\nlength. In addition, multiple alignments were carried out with a range\nof gap-opening and extension parameters. The combined (28S + CO1)\nphylogenetic hypotheses obtained, both excluding and recoding the\nunalignable regions, recover a clade comprising the five gall-associated\ngenera, and most of the analyses using multiple alignments also support\nthis relationship. These results support a scenario in which secondary\nphytophagy evolves from initially attacking primary gall-forming hosts.\nThe relationships recovered are also more congruent with a model that\nexplains the macroevolution of insect plant association in the\nDoryctinae as reflecting geographic proximity rather than host plant\nrelationships. Further, our phylogenetic hypotheses consistently show\nthat one of the main morphological features employed in the higher level\nclassification of the Doryctinae is actually highly homoplastic.","trees":[{"tree_label":"28SACOI","ntax":"58","rootedtree":"TRUE","title":"Gall Association in Parasitic Wasps, 28SACOI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_345.phy"},{"tree_label":"Fig. 1 28SN","ntax":"58","rootedtree":"TRUE","title":"Gall Association in Parasitic Wasps, 28SN","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4828.phy"},{"tree_label":"Fig. 2 COI","ntax":"55","rootedtree":"TRUE","title":"Gall Association in Parasitic Wasps, COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4829.phy"},{"tree_label":"Fig. 3 28SNCOI","ntax":"58","rootedtree":"TRUE","title":"Gall Association in Parasitic Wasps, 28SNCOI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4830.phy"},{"tree_label":"28SA","ntax":"58","rootedtree":"TRUE","title":"Gall Association in Parasitic Wasps, 28SA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4831.phy"}]}