{"Authors":" Li Fan, Ling Han, Pengrui Zhang, Xiangyuan Yan","Year":" 2015","Title":" Molecular analysis of Chinese truffles resembling Tuber\ncalifornicum in morphology reveals a rich pattern of species diversity\nwith emphasis on four new species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, Asia, globose ascospore, lineage, phylogeny,\ntruffle","DOI":"","Abstract":" In China, the specific epithet Tuber californicum is\nassigned to pale truffles in the genus Tuber that have more or less\nregularly globose ascospores; however, we recently discovered that the\nname was misapplied to some specimens collected in China. In the present\nstudy, we re-examined all available Chinese collections purported to be\nT. californicum, including herbarium specimens and newly collected\nmaterials, using morphological and molecular methods. The accessions\nseparated into seven clusters in a phylogenetic analysis based on\nsequences of the internal transcribed spacers sequences of these\nmaterials. An ML tree generated using ITS, nuc 28S rDNA, and translation\nelongation factor-1α sequences from Chinese and worldwide Tuber species\nwith globose ascospores showed only two clades, i.e., the Puberulum\nclade and the Latisporum clade. The Latisporum clade as recognized in\nthis study includes the species known from East Asia only and probably\nrepresents a new lineage that arose in parallel with the Puberulum,\nMaculatum and Gibbosum lineages. We concluded that no evidence supports\nthe existence of T. californicum in China, and that the specimens\nmisidentified as T. californicum belong to four species newly described\nherein, T. xuanhuaense, T. jinshajiangense, T. caoi, and T.\nparvomurphium.","trees":[{"tree_label":"tree 1","ntax":"64","rootedtree":"TRUE","title":"Tr91018","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91018.phy"},{"tree_label":"tree 1","ntax":"39","rootedtree":"TRUE","title":"Tr91019","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91019.phy"}]}