{"Authors":" Juan Carlos Villarreal, Barbara J Crandall-Stotler,\nMichelle L. Hollingsworth, David G. Long, Laura Forrest","Year":" 2015","Title":" Divergence times and the evolution of morphological\ncomplexity in an early land plant lineage (Marchantiopsida) with a slow\nmolecular rate","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" Marchantia, gas exchange, ancestral character\nreconstruction, liverworts, diversification, slow molecular rate.","DOI":"","Abstract":" We present a complete generic level phylogeny of the\ncomplex thalloid liverworts, a lineage that includes the model system,\nMarchantia polymorpha. The complex thalloids are remarkable for their\nslow rate of molecular evolution and being the only extant plant lineage\nto differentiate gas exchange tissues in the gametophyte generation. We\nestimated divergence times and analyzed evolutionary trends of\nmorphological traits, including air chambers, rhizoids and specialized\nreproductive structures. A multilocus dataset was analysed using maximum\nlikelihood and Bayesian approaches. Relative rates were estimated using\nlocal clocks. Our phylogeny cements the early branching in complex\nthalloids. Marchantia is supported in one of the earliest divergent\nlineages. The rate of evolution in organellar loci is slower than for\nother liverwort lineages, except for two annual lineages. Most genera\ndiverged in the Cretaceous. Marchantia polymorpha diversified in the\nLate Miocene, giving a minimum age estimate for the evolution of its sex\nchromosomes. The complex thalloid ancestor, excluding Blasiales, is\nreconstructed as a plant with a carpocephalum, with filamentless air\nchambers opening via compound pores, and without pegged rhizoids. Our\ncomprehensive study of the group provides a temporal framework for\nanalyzing the evolution of critical traits essential for plants during\nland colonization.","trees":[{"tree_label":"tree 1","ntax":"309","rootedtree":"TRUE","title":"Tr90551","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90551.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr90552","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90552.phy"},{"tree_label":"TREE1","ntax":"76","rootedtree":"TRUE","title":"Tr90553","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90553.phy"}]}