{"Authors":" Juan Carlos Villarreal, Barbara J Crandall-Stotler,\nMichelle L Hart, David G. Long, Laura Forrest","Year":" 2015","Title":" Divergence times and the evolution of morphological\ncomplexity in an early land plant lineage (Marchantiopsida) with a slow\nmolecular rate","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" Marchantia, gas exchange, ancestral character\nreconstruction, liverworts, diversification, slow molecular rate","DOI":"","Abstract":" We present a complete generic level phylogeny of the\ncomplex thalloid liverworts, a lineage that includes the model system,\nMarchantia polymorpha. The complex thalloids are remarkable for their\nslow rate of molecular evolution and being the only extant plant lineage\nto differentiate gas exchange tissues in the gametophyte generation. We\nestimated divergence times and analyzed evolutionary trends of\nmorphological traits, including air chambers, rhizoids and specialized\nreproductive structures.  A multilocus dataset was analysed using\nmaximum likelihood and Bayesian approaches. Relative rates were\nestimated using local clocks.  Our phylogeny cements the early branching\nin complex thalloids. Marchantia is supported in one of the earliest\ndivergent lineages. The rate of evolution in organellar loci is slower\nthan for other liverwort lineages, except for two annual lineages. Most\ngenera diverged in the Cretaceous. Marchantia polymorpha diversified in\nthe Late Miocene, giving a minimum age estimate for the evolution of its\nsex chromosomes. The complex thalloid ancestor, excluding Blasiales, is\nreconstructed as a plant with a carpocephalum, with filamentless air\nchambers opening via compound pores, and without pegged rhizoids.  Our\ncomprehensive study of the group provides a temporal framework for\nanalyzing the evolution of critical traits essential for plants during\nland colonization.","trees":[{"tree_label":"tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr90581","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90581.phy"},{"tree_label":"tree 1","ntax":"309","rootedtree":"TRUE","title":"Tr90582","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90582.phy"},{"tree_label":"TREE1","ntax":"76","rootedtree":"TRUE","title":"Tr90583","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90583.phy"}]}