{"Authors":" R. Toby Pennington, Matthew T. Lavin","Year":" 2016","Title":" The contrasting nature of woody plant species in different\nneotropical forest biomes reflects differences in ecological\nstability","Journal":" New Phytologist","Volume":" 210","Issue":"","Pages":" 25-37","Keywords":" Species, Seasonally Dry Tropical Forest, Rain Forest,\nSpeciation, Amazonia, Dispersal","DOI":" 10.1111/nph.13724","Abstract":" A fundamental premise of this review is that distinctive\nphylogenetic and biogeographic patterns in clades endemic to different\nmajor biomes illuminate the evolutionary process. In seasonally dry\ntropical forests (SDTF), phylogenies are geographically structured and\nmultiple individuals representing single species coalesce. This pattern\nof monophyletic species, coupled with their old species stem ages is\nindicative of maintenance of small effective population sizes over\nevolutionary timescales, which suggests that SDTF is difficult to\nimmigrate into because of persistent resident lineages adapted to a\nstable, seasonally dry ecology. In contrast, lack of coalescence in\nconspecific accessions of abundant and often widespread species is more\nfrequent in rain forests and is likely to reflect large effective\npopulation sizes maintained over huge areas by effective seed and pollen\nflow. Species non-monophyly, young species stem ages and lack of\ngeographic structure in rain forest phylogenies may reflect more\nwidespread disturbance by drought and landscape evolution causing\nresident mortality that opens greater opportunities for immigration and\nspeciation. We recommend full species sampling and inclusion of multiple\naccessions representing individual species in phylogenies to highlight\nnon-monophyletic species, which we predict will be frequent in rain\nforest and savanna, and which represent excellent case studies of\nincipient speciation.","trees":[{"tree_label":"con 50 majrule","ntax":"50","rootedtree":"TRUE","title":"Andira Bayesian consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90549.phy"},{"tree_label":"con 50 majrule","ntax":"449","rootedtree":"TRUE","title":"Robinieae Bayesian consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90550.phy"}]}