{"Authors":" William Mark Whitten, Walter S. Judd, Wendy B. Zomlefer,\nNorris H. Williams","Year":" 2006","Title":" Infrageneric phylogeny of Schoenocaulon (Liliales:\nMelanthiaceae) with clarification of cryptic species based on ITS\nsequence data and geographical distribution","Journal":" American Journal of Botany","Volume":" 93","Issue":" NA","Pages":" 1178-1192","Keywords":" NA","DOI":" NA","Abstract":" As currently defined, the 24 species of Schoenocaulon\noccur in three disjunct areas: north central Florida (one species, S.\ndubium), southern Peru (portion of the range of S. officinale), and the\nregion from southeastern New Mexico\u001aTexas south to Venezuela; the 20\nspecies endemic to Mexico are geographically restricted. Species\ndelimitations, often based on tepal morphology, have been problematic.\nOur analyses of ITS sequence data for all 27 species and infraspecific\ntaxa support recognition of two new species and recircumscription and\nplacement of elements of the polyphyletic S. ghiesbreghtii and S.\nmortonii complexes. For taxa with adequate sampling, our data also\nindicate 11 to 12 cladospecies and three to six metaspecies according to\nthe apomorphic species concept. The resolved phylogeny, correlated with\ngeography and morphology, allows insight into biogeographical\ndiversification and the evolution of some unusual morphological\ncharacters within the genus, such as nectary differentiation and tepal\nmargin type. Broader impacts: This study will be of interest to a wide\nvariety of scientists, for example: those interested in the systematics\nof Liliales, in the flora of Mexico (and the southern United States), in\nspeciation and the application of species concepts (especially in\nphylogenetic species approaches), and in phytogeographical patterns. The\nstudy also demonstrates the value of DNA sequences at the species level\nin clarifying species relationships.","trees":[{"tree_label":"PAUP 1","ntax":"74","rootedtree":"TRUE","title":"Schoenocaulon","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4832.phy"}]}