{"Authors":" Zeljko Jurjevic, Alena Kubatova, Miroslav Kolarik, Vit\nHubka","Year":" 2015","Title":" Taxonomy of Aspergillus section Petersonii sect. nov.\nencompassing indoor and soil-borne species with predominant tropical\ndistribution","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Aspergillus arenarius, \u0002 Multilocus phylogeny, \u0002 Subgeneric\nclassification of Aspergillus, Subgenus Circumdati,\u0002 Scanning electron\nmicroscopy, Sclerotia production","DOI":"","Abstract":" During mould surveys a number of Aspergillus strains were\nisolated from environmental air which did not fit any known species of\nthe genus. They showed phenotypic as well as molecular genetic\nsimilarity with A. arenarius, A. arenarioides and A. peyronelii, three\nspecies without clear phylogenetic position. Multigene phylogenetic\nanalysis comprising taxa across the subgenus Circumdati showed that\nthese species cluster into a well-supported clade sister to sect.\nCandidi. We propose the status of a new section for this clade, sect.\nPetersonii sect. nov. The phenotypic descriptions after 14 days on 8\nvarious agar media were provided for members of sect. Petersonii which,\ntogether with maximum growth temperature and molecular genetic data from\nfour loci (ITS rDNA, β-tubulin, calmodulin and RPB2) supported the\nrecognition of four species. Two species are newly described here as A.\nasclerogenus sp. nov. and A. petersonii sp. nov. Aspergillus arenarius\nis reduced to synonymy with A. peyronelii, a species revived and\ntypified in this study. A dichotomous key based on the combination of\nmorphology and physiology is provided for all recognized species of\nsect. Petersonii. In addition, other species from subg. Circumdati with\nambiguous phylogenetic position based on previous studies were also\nincluded in our analysis resulting in the proposal of sections Robusti\nand Tanneri. All newly proposed sections also have strong phenotypic\nsupport.","trees":[{"tree_label":"tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr90619","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90619.phy"}]}