{"Authors":" Marco T. Neiber, Christina Sagorny, Frank Walther, Bernhard\nHausdorf","Year":" 2016","Title":" Phylogeographic analyses reveal Transpontic dispersal in the\nCaucasotachea atrolabiata complex (Gastropoda: Helicidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 103","Issue":"","Pages":" 172-183","Keywords":" Biogeography, Caucasus, Helicoidea, Hybridization,\nRefugia","DOI":" 10.1016/j.ympev.2016.07.017","Abstract":" The phylogeography and population structure of land snails\nbelonging to the Caucasotachea atrolabiata complex in the Caucasus\nregion was investigated to obtain a better understanding of\ndiversification processes in this biodiversity hotspot. So far the\ncomplex has been classified into three species, C. atrolabiata from the\nnorth-western Caucasus, C. calligera from Transcaucasia and C.\nintercedens from the eastern Pontus Mountains. Phylogenetic\n(neighbor-net and neighbor- joining tree) as well as admixture analyses\nbased on AFLP data showed that the complex consists of two population\nclusters corresponding to C. atrolabiata and C. calligera. The\npopulations assigned to C. intercedens in fact represent hybrids\nconsisting of different proportions of the genomes of C. atrolabiata and\nC. calligera. There is a broad transition zone between C. atrolabiata\nand C. calligera in the Pontic Mountains and a second transition zone in\nAbkhazia. Because of evidence for gene flow, it is suggested to classify\nthe two aforementioned taxa as subspecies, namely C. a. atrolabiata and\nC. a. calligera. The presence of mitochondrial C. a. atrolabiata\nhaplotypes in Turkey can only be explained by passive dispersal across\nthe Black Sea. The distribution of C. a. atrolabiata and additional\ncases of land snails with disjunct Transpontic distribution patterns\ncannot be ascribed to a common cause but are results of long distance\ndispersal events at different times.","trees":[{"tree_label":"con 50 majrule","ntax":"92","rootedtree":"TRUE","title":"Caucasotachea cox1 mrbayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90607.phy"},{"tree_label":"con 50 majrule","ntax":"92","rootedtree":"TRUE","title":"Caucasotachea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90608.phy"},{"tree_label":"con 50 majrule","ntax":"92","rootedtree":"TRUE","title":"Caucasotachea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90792.phy"}]}