{"Authors":" Leonardo Delgado-Cerrone, Pedro Mondino-Hintz, Sandra\nAlaniz-Ferro","Year":" 2015","Title":" Botryosphareaciae species associated with stem canker,\ndie-back and fruit rot on apple in Uruguay","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeria, Diplodia, Neofusicoccum, Lasiodiplodia,\nMalus","DOI":"","Abstract":" Botryosphaeriaceae species are known as pathogens of apple\nand many other woody hosts worldwide. In this study, 34 apple orchards\nbelonging 22 farmers located in the south of Uruguay, the main apple\nproduction region, were survey. Stem canker, die-back and fruit rot were\nconsistently observed, but the most serious damage is due to the\npresence of cankers. When the main trunk is affected the trees die\nquickly, especially when are young. From the 91 Botryosphaeriaceae\nisolates obtained, eight species belonging the genus Botryosphaeria,\nDiplodia, Neofusicoccum and Lasiodiplodia were identified by means of\nphylogenetic analysis of the ITS region and the TEF-1α gene and\nphenotypical characterizations. The predominant species was\nBotryosphaeria dothidea and the second most important Diplodia seriata,\nthe other species found were D. intermedia, D. pseudoseriata,\nNeofusicoccum parvum, N. luteum, N. australe and Lasiodiplodia\ntheobromae. D. pseudoseriata and L. theobromae are associated with apple\nfor first time. Most of the eight species were isolated from both the\nstem and the fruit and were found distributed throughout the apple\nproducing region survey. Isolates of the eight species were able to\ncause typical symptoms in stems and fruits of apple inoculated, but the\nmost severe symptoms were caused by L. theobromae, N. parvum and N.\nluteum.","trees":[{"tree_label":"Imported tree 1","ntax":"116","rootedtree":"TRUE","title":"Botryosphaeriaceae ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109785.phy"},{"tree_label":"Imported tree 1","ntax":"69","rootedtree":"TRUE","title":"Botryosphaeriaceae ITS+EF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109786.phy"},{"tree_label":"Imported tree 1","ntax":"71","rootedtree":"TRUE","title":"Diplodia ITS+tef-1alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109787.phy"}]}