{"Authors":" Soumi Joseph, Wiseborn B Danquah, Noling Joseph,\nTesfamariam Mekete","Year":" 2015","Title":" First report of Meloidogyne haplanaria infecting Mi resistant\ntomato plants in Florida and its molecular diagnosis based on\nmitochondrial haplotype","Journal":" Plant Disease (APS Journal)","Volume":"","Issue":"","Pages":"","Keywords":" Meloidogyne haplanaria, RKN, Identification","DOI":"","Abstract":" Meloidogyne haplanaria, the Texas peanut root-knot\nnematode, is a species originally found attacking peanut in Texas. The\ncurrent known distribution of this nematode in the United States is\nlimited to peanut fields in Texas and recently, in some places in\nArkansas. In this study we confirmed the presence of M. haplanaria in\nFlorida based on morphological and extensive molecular assays. This\nspecies was identified from a sample submitted for diagnosis collected\nfrom Mi resistant tomato rootstock grown in Naples, a city in Collier\nCounty of Florida (FL). The major diagnostic criteria to distinguish M.\nhaplanaria are based on morphological differences and host range tests.\nHowever, these approaches are time consuming and labor intensive and\nrequire living or well-preserved specimens. In our study we provide an\neasy approach to distinguish M. haplanria from the major RKN species\nincluding M. hapla and M. enterolobii based on mitochondrial DNA\nanalysis. The mitochondrial haplotype pattern for M. haplanaria was\ndetermined based on the size of the amplification products of two\nadjacent polymorphic regions of the mitochondrial genome and restriction\ndigestion pattern. A unique haplotype pattern, which has not been\nobserved in any of root knot nematodes species described so far, was\nobserved in M. haplanaria. The mitochondrial DNA sequences shared 100%\nhomology and showed 99% similarity with the M. haplanaria sequence\nretrieved from the GenBank database. Additionally Maximum Likelihood\nanalysis of mitochondrial DNA region including COII and 16S rRNA genes\ndemonstrated and supported the differentiation of FL isolate of M.\nhaplanaria from M. enterolobii, a closely related species and from all\ndescribed root-knot nematode species. The outcome of molecular analysis\nof the nematode species were in align with measurement of morphological\ncharacters as well as perineal pattern originally described for M.\nhaplanaria.","trees":[{"tree_label":"UPGMA tree","ntax":"25","rootedtree":"TRUE","title":"Tr90782","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90782.phy"}]}