{"Authors":" Rui-Lin Zhao, Jie Chen, Simona Margaritescu, Santiago\nSánchez-Ramírez, Kevin D Hyde, Philippe Callac, Luis A Parra, Jean-Marc\nMoncalvo, Guo-Jie Li, Jun Liang Zhou","Year":" 2016","Title":" Towards objectively taxonomic ranks using divergence times –\na case study with Agaricus","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Agaricaceae, divergence times, multigene phylogenetics,\nsystematics, taxonomy","DOI":"","Abstract":" The recognition of taxonomic ranks in current systematic\nand taxonomic research generally lacks universally standardized\ncriteria. Molecular clocks now allow us to estimate divergence times\nbased on multilocus sequence data from extant and fossil agaric\nspecimens. Agaricus (Agaricaceae, Agaricales) is a genus that contains\nmany species of high commerial value. Recent research using ITS sequence\ndata discovered eleven new phylogenetic lineages and accurate taxonomic\nrecognition and ranking of new lineages is important to complete the\nnatural systematics in this important industrial group. In this study,\nwe conducted a preliminary ITS- phylogenetic reconstruction using ITS\nsequence data from 745 specimens (nearly 600 being newly generated\nsequences) including 59 from type specimens. A preliminary ITS tree\ncomprised 114 samples representing species from all twelve previously\nrecognized Agaricus sections. Seven of the eleven recently introduced\nclades were selected for obtaining LSU, tef-1α, and rpb2 sequence data.\nThe divergence time of Agaricus and its sections were estamated using\nBEAST v1.8. Based on a phylogenetic consensus using a combination of\nmultigene sequence data (ITS, LSU, tef-1α and rpb2) and morphology, we\npropose a revised taxonomic system for Agaricus that considers the\ndivergence time as a standardized criterion for establishing taxonomic\nranks. This approach can reflect evolutionary divergence times, while\nconcomitantly redefining taxonomic groups based on phylogenetic\nrelationships. Agaricus is divided into five subgenera and 20 sections.\nThe subgenera Minores and Spissicaules are introduced, the subgenus\nPseudochitonia is substantially emended, and circumscription of the\nsubgenera Agaricus and Flavoagaricus is restricted to the taxa of the\nsections Agaricus and Arvenses, respectively. Rubricosi, Crassispori,\nFlocculenti, and Amoeni are introduced as new sections. The subsections\nBohusia and Hondenses are raised to the sectional rank and placed in the\nsubgenus Pseudochitonia along with sections Bivelares, Brunneopicti,\nChitonioides, Nigrobrunnescentes, Sanguinolenti, and Xanthodermatei.\nSection Laeticolores is placed in the subgenus Minores and sections\nRarolentes and Subrutilescentes are placed in the subgenus Spissicaules.\nThe circumscription of the sections Sanguinolenti and Xanthodermatei is\nreduced because their respective subsections Bohusia and Hondenses are\nraised to sectional rank. Twenty-two new species in various sections are\nintroduced with descriptions and illustrations and compared with related\ntaxa. By comparing earlier ITS-based phylogenies in Agaricus with our\nmultigene tree, we found that ITS sequence data are useful for detecting\nmore recently evolved groups, but are of limited value for the more\nancient lineages. This work exemplifies efforts to establish a\nstandardized taxonomic system based on divergence times, which could\nresult in a more objectively taxonomic ranking.","trees":[{"tree_label":"con 50 majrule","ntax":"105","rootedtree":"TRUE","title":"Tr90795","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90795.phy"}]}