{"Authors":" James H. Cunnington, Yukio Sato, Susumu Takamatsu, Uwe\nBraun, Sawwanee Kom-un, Saranya Limkaisang","Year":" 2007","Title":" Phylogeny and taxonomy of the oak powdery mildew Erysiphe\nalphitoides sensu lato","Journal":" Mycological Research","Volume":" 111","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses of Erysiphe alphitoides sensu lato\nusing sequences of the rDNA ITS region and the D1/D2 domains of the 28S\nrDNA revealed a complex consisting of several genetically and\nmorphologically distinguished taxa, including the already described\nErysiphe alphitoides sensu stricto and E. hypophylla. The ascomata\n(chasmothecia) of E. hypophylla are morphologically very similar to\nthose of E. alphitoides, but the two species are easily distinguishable\nby their symptoms as well as the shape and size of the conidia. The\nfungus on Quercus phillyraeoides, distributed in warmer regions in\nsouthern Japan, is genetically clearly separated from E. alphitoides\nsensu stricto, and morphologically characterized by having chasmothecia\nwith appendages consistently shorter than the chasmothecial diameter.\nThis fungus, named Erysiphe quercicola in this paper, is also able to\ninfect some other oak species, and it is genetically identical with\nanamorphs on some tropical trees of other plant. Collections of E.\nalphitoides sensu lato on Quercus acutissima and Q. variabilis, both\nbelonging to Quercus sect. Cerris, are genetically distinct from E.\nalphitoides sensu stricto, E. hypophylla and E. quercicola. They form\ntwo genetically and morphologically differentiated groups. The\nhypophyllous taxon on Q. acutissima and Q. variabilis, named Erysiphe\nhypogena in this paper, is characterized by forming distinctive\npersistent hypophyllous mycelial patches, causing necrotic\ndiscolorations of the host tissue. The epiphyllous taxon on these hosts,\nfor which the name E. epigena is proposed, differs in having epiphyllous\nmycelium, no leaf discolorations, and smaller chasmothecia with fewer\nappendages.","trees":[{"tree_label":"Fig. 1","ntax":"58","rootedtree":"TRUE","title":"alphitoides, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4861.phy"},{"tree_label":"Fig. 3","ntax":"91","rootedtree":"TRUE","title":"Erysipheae, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4862.phy"},{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"alphitoides, 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4863.phy"},{"tree_label":"Erysipheae, 28S","ntax":"48","rootedtree":"TRUE","title":"Erysipheae, 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4864.phy"}]}