{"Authors":" Kenneth V. Rosenberg, Z. A. Cheviron, Robb T. Brumfield,\nNanette Crochet, Jose G. Tello, Matthew D. Carling","Year":" 2007","Title":" Phylogenetic conservatism and antiquity of a tropical\nspecialization: army-ant-following in the typical antbirds\n(Thamnophilidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" One of the most novel foraging strategies in Neotropical\nbirds is army-ant-following, in which birds prey upon arthropods and\nsmall vertebrates flushed from the forest floor by swarm raids of the\narmy-ant Eciton burchelli. This specialization is most developed in the\ntypical antbirds (Thamnophilidae) which are divisible into three\nspecialization categories: (1) those that forage at swarms\nopportunistically as army-ants move through their territories\n(occasional followers), (2) those that follow swarms beyond their\nterritories but also forage independently of swarms (regular followers),\nand (3) those that appear incapable of foraging independently of swarms\n(obligate followers). Although army-ant-following is one of the great\nspectacles of tropical forests, basic questions about its evolution\nremain unaddressed. Using a strongly resolved molecular phylogeny of the\ntypical antbirds, we found that army-ant-following is phylogenetically\nconserved, having evolved only three times, and that the most likely\nevolutionary progression was from least (occasional) to more (regular)\nto most (obligate) specialized, with no reversals from the obligate\nstate. Despite the dependence of the specialists on a single ant\nspecies, molecular dating indicates that army-ant-following has\npersisted in antbirds since the Miocene. These results provide the first\ncharacterization of army-ant-following as an ancient and\nphylogenetically conserved specialization.","trees":[{"tree_label":"Fig. 1","ntax":"74","rootedtree":"TRUE","title":"Thamnophilid Antbirds","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4865.phy"}]}