{"Authors":" Banafsheh Safaiefarahani, Reza Mostowfizadeh-Ghalamfarsa,\nGiles E. St.J. Hardy, Treena I Burgess","Year":" 2015","Title":" Re-evaluation of the Phytophthora cryptogea species complex\nand the description of a new species, Phytophthora pseudocryptogea sp.\nnov.","Journal":" Mycological Progress","Volume":" 14","Issue":" 108","Pages":"","Keywords":" Oomycota; Multigene phylogeny; Potato pink rot; Soil\npathogen","DOI":" 10.1007/s11557-015-1129-9","Abstract":" Many studies over recent years have recognised\nPhytophthora cryptogea as a species complex, with several distinct\nlineages perhaps representing as yet undescribed spe- cies.\nAdditionally, the taxonomic status of the related species P.\nerythroseptica is also a matter of controversy. In this study,\nphylogenetic relationships were clarified using nuclear (inter- nal\ntranscribed spacers, ß-tubulin, heat shock protein 90, elicitin) and\nmitochondrial (cytochrome c oxidase subunit I, NADH dehydrogenase\nsubunit I) gene regions. Our results showed three distinct phylogenetic\nlineages within P. cryptogea in combined nuclear and mitochondrial gene\ntrees. The molecular divergence observed among these three phylogenetic\nlineages justifies their re-description as separate species. The first\ngroup, including the type isolate, is P. cryptogea sensu stricto, the\nsecond group corresponds to the undescribed taxon P. sp. kelmania and\nthe third group is described here as P. pseudocryptogea sp. nov.\nAlthough some morphological differences between P. cryptogea and P.\npseudocryptogea were notable, they were not sufficient to reliably\ndistinguish these species. Moreover, in all of our phy- logenetic trees\n(with the exception of elicitin), P. erythroseptica isolates were in a\nstrongly supported mono- phyletic clade. This clade shares a recent\ncommon ancestor with P. cryptogea sensu stricto, but is clearly distinct\nfrom P. cryptogea. Our results therefore confirmed the position of P.\nerythroseptica as a distinct species and a close relative to the P.\ncryptogea species complex.","trees":[{"tree_label":"PAUP 1","ntax":"36","rootedtree":"TRUE","title":"Pseudocryptogea ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114651.phy"},{"tree_label":"PAUP 1","ntax":"32","rootedtree":"TRUE","title":"Pseudocryptogea HSP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114648.phy"},{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Pseudocryptogea elicitin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114649.phy"},{"tree_label":"PAUP 1","ntax":"36","rootedtree":"TRUE","title":"Pseudocryptogea BT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114650.phy"},{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Pseudocryptogea NADH","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114652.phy"},{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"Pseudocryptogea COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114653.phy"}]}