{"Authors":" Cecile Gueidan, Marcela E.S. Caceres, Nguyen Quoc Binh,\nAndré Aptroot","Year":" 2016","Title":" Molecular phylogeny of the tropical lichen family\nPyrenulaceae: contribution from dried herbarium specimens and FTA card\nsamples","Journal":" Mycological Progress","Volume":" 15","Issue":" 7","Pages":"","Keywords":" Anthracothecium, DNA extraction, Pyrenula, multigene\nphylogeny, Whatman FTA card","DOI":" 10.1007/s11557-015-1154-8","Abstract":" The Pyrenulaceae is one of the most common lichen families\nin tropical rainforests. These mostly lichenised ascomycete fungi are\nrelatively well known, as identification tools are available for many\nmembers of the family, including the most species rich genus Pyrenula.\nHowever, despite the past boom in DNA sequence generation for most\nliving organisms, molecular data is still mainly lacking for these\ncrustose corticolous lichens, mainly because genomic DNA does not seem\nto preserve well after specimen desiccation. Because of lengthy custom\nprocedures, newly collected specimens are therefore often too old for\nmolecular work when they reach the laboratory. Here, a new method of DNA\nextraction and storage using FTA card samples was investigated. New DNA\nsequences were generated using both DNA extractions from freshly\ncollected material (116 sequences) and FTA card samples (115 sequences)\nfor 100 taxa within Pyrenulaceae. Inferences using three ribosomal genes\n(nuLSU, mtSSU and ITS) highlighted delimitation problems in few taxa,\nincluding the pantropical species P. mamillana and P. quassiicola.\nIssues related to generic delimitations were also confirmed, with\nAnthracothecium, Pyrgillus and Lithothelium nested within the species\nrich genus Pyrenula. Although further taxon and gene sampling will be\nrequired to fully revise species and generic concepts within this\nfamily, our data allowed us to describe two new species from Brazil\n(Lithothelium immersum and Pyrenula minutispora) and one from North\nAmerica (Pyrenula reebiae).","trees":[{"tree_label":"con 50 majrule","ntax":"113","rootedtree":"TRUE","title":"Pyrenulaceae nuLSU-mtSSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_90867.phy"},{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Pyrenulaceae 3 genes Clade1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96887.phy"},{"tree_label":"con 50 majrule","ntax":"87","rootedtree":"TRUE","title":"Pyrenulaceae 3 genes Clade 2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96888.phy"}]}