{"Authors":" Diego L. Salariato, Fernando O. Zuloaga, Andreas Franzke,\nK. Mummenhoff, Ihsan A. Al-Shehbaz","Year":" 2016","Title":" Diversification patterns of the CES clade (Tribes\nCremolobeae, Eudemeae, Schizopetaleae: Brassicaceae) along Andean South\nAmerica","Journal":" Botanical Journal of the Linnaean Society","Volume":"","Issue":"","Pages":"","Keywords":" Andes, Atacama desert, biogeography, Chilean Matorral,\ndiversification rates, molecular dating, Patagonian Steppe","DOI":"","Abstract":" Dated molecular phylogenies show that the Andean uplift\nhad a major impact on South American biodiversity. For many Andean\ngroups, accelerated diversifications (radiations) have been documented.\nHowever, not all Andean lineages appear to have diversified following\nthe model of rapid radiation, particularly in the Central and Southern\nAndes. Here, we investigated the diversification patterns for the\nlargest South American-endemic lineage of Brassicaceae, composed of\ntribes Cremolobeae, Eudemeae, and Schizopetaleae (CES clade). Species of\nthis group inhabit nearly all Andean biomes and adjacent areas such as\nthe Atacama-Sechura desert, the Chilean Matorral, and the Patagonian\nSteppe. First, we studied diversification times and historical\nbiogeography of the CES clade. Second, we analysed diversification rates\nthrough time, lineages, and associated life forms. Results demonstrate\nearly diversification of the CES clade occurred in the Early-Mid Miocene\n(around 12â“19 Mya) and involved the Central Andes, the Southern Andes\ntogether with the Patagonian Steppe, and the Atacama-Sechura desert.\nChilean Matorral and Northern Andes were colonised subsequently in Early\nPliocene (4â“5 Mya). Diversification of the CES clade was recovered as a\ngradual process without any evidence for rate shifts or rapid radiation,\nin contrast to many other Andean groups analysed so far. Diversification\ntime / rates, and biogeographic patterns obtained for the CES clade are\ndiscussed and compared with patterns and conclusions reported for other\nAndean plant lineages.","trees":[{"tree_label":"TREE1","ntax":"234","rootedtree":"TRUE","title":"Supermatrix Brassicaceae 3 secondary calibrations\nMCCT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90814.phy"},{"tree_label":"PHYLIP 1+","ntax":"234","rootedtree":"FALSE","title":"Supermatrix Brassicaceae RaxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90812.phy"},{"tree_label":"TREE1","ntax":"67","rootedtree":"TRUE","title":"Brassicaceae CES BEAST MCCT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90816.phy"},{"tree_label":"TREE1","ntax":"234","rootedtree":"TRUE","title":"Supermatrix Brassicaceae 4fossils MCCT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90813.phy"},{"tree_label":"PHYLIP 1+","ntax":"67","rootedtree":"FALSE","title":"Brassicaceae CES RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97488.phy"}]}