{"Authors":" Hong-Mei Liu, Xian-Chun Zhang, Mei-Ping Wang, Hui Shang,\nShi-Liang Zhou, Yue-Hong Yan, Wen-Bin Xu, Xue-Ping Wei, Harald\nSchneider","Year":" 2015","Title":" original research","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" disjunct distribution, Lastreopsis, leaf indumentum,\nparaphyletic, Polystichopsis, rachis-costa architecture, subfamily","DOI":"","Abstract":" The monotypic genus Trichoneuron is restricted to southern\nYunnan, China. Trichoneuron was originally assigned to Thelypteridaceae\nand has been considered to be a synonym of Lastreopsis in recent\ntreatments. In this study, the taxonomic status and proposed\nrelationship of Trichoneuron to Lastreopsis was investigated using a\ncomprehensive taxa sampling of Dryopteridaceae from DNA sequence of\nthree plastid-coding genes. Our results showed that Trichoneuron does\nnot group together with Lastreopsis instead was found to be sister to\nthe Neotropical genus Polystichopsis. This sister relationship is\nconsistent with the occurrence of long pluricellular hairs at the rachis\nof both genera. Thus, our data recognize Trichoneuron as a distinct\ngenus. The morphological distinction of Trichoneuron from Lastreopsis is\nin the structure of the adaxial groove of rachis-costa junction and the\nhairs at abaxial side of leaf axes. The Polystichopsis-Trichoneuron\nclade was found to form the sister clade to an entirely Neotropical\nclade formed by Polybotrya and its relatives. The new subfamily\nPolybotryoideae is introduced based on the presented observations. In\nturn, the newly recovered sister relationship between Polystichopsis and\nTrichoneuron provide evidence for geographic disjunctions involving the\nCaribbean islands and the north of the Indo-Burma biodiversity\nhotspot.","trees":[{"tree_label":"PAUP 1","ntax":"154","rootedtree":"TRUE","title":"Tr91306","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91306.phy"},{"tree_label":"PAUP 1","ntax":"154","rootedtree":"TRUE","title":"Tr90893","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90893.phy"}]}