{"Authors":" Chunjie Li, Catherine Ravel, J. J. Guillaumin, Christina D.\nMoon, Kelly D Craven, Christopher Lewis Schardl","Year":" 2007","Title":" New Neotyphodium endophyte species from the grass tribes\nStipeae and Meliceae","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Several species of Achnatherum (grass tribe Stipeae) and\nMelica (tribe Meliceae) are typically infected by nonpathogenic,\nseed-transmissible fungi with characteristics of Neotyphodium species\n(mitosporic Clavicipitaceae). Molecular phylogenetic studies have\nclearly distinguished the endophytes from Achnatherum inebrians (from\nChina), A. robustum, and A. eminens (both from North America), and\nindicate that the A. robustum, and A. eminens endophytes are hybrids\nwith multiple Epichloë species (holomorphic Clavicipitaceae) as\nancestors. Likewise, distinct hybrid origins are indicated for\nNeotyphodium species from the European Melica species, M. ciliata and M.\ntranssilvanica, the South African species M. decumbens and M. racemosa,\nand the South American species M. stuckertii. Neotyphodium species have\nbeen described from A. inebrians (N. gansuense), A. eminens (N.\nchisosum), M. stuckertii (N. tembladerae), and the South African Melica\nspecies. However, the endophytes from A. robustum and the European\nMelica species have not been described, and the phylogenetic\nrelationships of N. gansuense have not been investigated. Here we report\na comprehensive study of morphological features and phylogenetic\nanalyses of beta-tubulin and actin gene sequences on an expanded\ncollection of endophytes from the Stipeae and Meliceae. These data\nprovide a firm foundation for the description of two new Neotyphodium\nspecies, N. guerinii from M. ciliata and M. transsilvanica, and N.\nfunkii from A. robustum. We also propose the new variety, N. gansuense\nvar. inebrians for endophytes of A. inebrians from Xinjiang Province,\nwhich are morphologically and phylogenetically distinct from \u001a yet\nclearly related to \u001a N. gansuense from Gansu Province","trees":[{"tree_label":"Fig. 9","ntax":"73","rootedtree":"TRUE","title":"tubB Epichloe and Neotyphodium phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4867.phy"},{"tree_label":"Fig. 8","ntax":"49","rootedtree":"TRUE","title":"actG Epichloe and Neotyphodium phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4866.phy"}]}