{"Authors":" Eric B Taylor, Katriina L Ilves","Year":" 2007","Title":" Evolutionary and biogeographic patterns within the smelt\ngenus Hypomesus (Pisces: Osmeridae) in the North Pacific Ocean","Journal":" Journal of Biogeography","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Aim We address questions about trans-Pacific distributions\nof marine organisms and the North Pacific Ocean as a centre of marine\nbiodiversity through a phylogenetic and biogeographic study of a\npan-Pacific genus of northern hemisphere smelts (Hypomesus, Pisces:\nOsmeridae). Location North Pacific Ocean Methods Relationships of the\nfive species of Hypomesus, collected throughout the North Pacific, were\nreconstructed through maximum likelihood and Bayesian phylogenetic\nanalyses of sequence data from two mitochondrial (cytb, 16S) and three\nnuclear (ITS2, S71, RAG1) gene regions of 5-25 individuals per species,\ntotalling 3588 characters including indels. The resulting phylogenies\nwere used to test hypotheses of species relationships and geographic\norigins using both dispersal-based and maximum likelihood methods for\ninferring ancestral areas (LAGRANGE). Cytb sequence divergence and a\nBayesian approach (Beast) were used to estimate the timeframe of\nHypomesus evolution, which was compared to work on similarly distributed\ntaxa. Results Hypothesized trans-Pacific Ocean relationships based on\nlateral line scale-counts were not supported by the phylogeny,\nsuggesting parallel evolution of this phenotype, although we found one\nsuch relationship between the western H. japonicus and the two eastern\nPacific species (H. pretiosus and H. transpacificus). Dispersalist\napproaches allowed us to reject an early proposal of a\ndouble-compression vicariant mechanism as well as an eastern Pacific\norigin. Results from the LAGRANGE analysis suggested a more widespread\nancestor, although also supported a role for the western Pacific.\nDivergence estimates suggested most splits between species occurred in\nthe mid-Miocene, and the most recent speciation event, between the\neastern Pacific species, occurred in the Pliocene to early Pleistocene.\nMain conclusions Our molecular data indicate that the character\nhistorically used to define relationships within Hypomesus, lateral line\nscale count, does not reflect ancestry within the genus. Biogeographic\nreconstructions suggest an important role for the western North Pacific\nin the diversification of Hypomesus. While uncertainty remains over the\ndate of origin for this genus, estimates place the divergences during\nperiods of climatic cooling that have been important in generating\ndiversity in a number of similarly distributed organisms. Additional\ncomparative data will provide further insight into the relative\nimportance of the western region in generating diversity in the North\nPacific Ocean.","trees":[{"tree_label":"Fig. 4b","ntax":"15","rootedtree":"TRUE","title":"Hypomesus combined nuclear DNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4868.phy"},{"tree_label":"all DNA Parsimony tree","ntax":"15","rootedtree":"TRUE","title":"Hypomesus combined mitochondrial & nuclear DNA -\nParsimony tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4869.phy"},{"tree_label":"Fig. 4a","ntax":"15","rootedtree":"TRUE","title":"Hypomesus combined mitochondrial DNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4871.phy"},{"tree_label":"Fig. 5","ntax":"15","rootedtree":"TRUE","title":"Hypomesus combined mitochondrial & nuclear DNA - ML\ntree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4870.phy"}]}