{"Authors":" Sanna Huttunen, Oxana Kuznetsova, Min Li, Wang You-Fang,\nMichail S. Ignatov","Year":" 2015","Title":" East Asian origin and Northern Hemisphere diversification in\nthe Brachythecium novae-angliae-complex (Bryophyta)","Journal":" Taxon","Volume":" 64","Issue":"","Pages":"","Keywords":" Beringia; biogeography; molecular systematics; morphology;\nNorthern Hemisphere; phylogeny","DOI":" 10.12705/645.","Abstract":" Cool climate biomes in the Northern Hemisphere have\nevolved relatively recently. Temperature decline between the late Eocene\nand the Pliocene contributed to the evolution of many plant groups in\nmodern cool climate biomes, such as mosses belonging to the\nBrachythecium novae-angliae-complex. The Brachythecium\nnovae-angliae-complex comprises three species that have a disjunct\ndistribution in temperate and boreal regions in the Northern Hemisphere.\nThe core species in the complex have only recently been transferred from\nBryhnia to Brachythecium and the delimitation of the complex and of\nspecies within it still remains uncertain. We reconstructed the\nevolutionary history of the group using molecular data and estimated the\ntiming of the diversifications in the tree. In addition, we examined the\nmorphology and compared morphological diversification with genetic\ndiversity. The Brachythecium novae-angliae-complex diversified in East\nAsia in the middle Miocene, 9.1 Ma (HPD 95% 3.914.8 Myr). Bryhnia\ntrichomitria and B. graminicolor were revealed not to be close relatives\nof the complex and are therefore transferred to Brachythecium and\nKoponeniella gen. nov., respectively. Both morphology and molecular data\nsupported the position of Asian Brachythecium noesicum as sister to the\nBrachythecium novae-angliae crown clade that includes two species, B.\nhultenii and B. novae-angliae. The crown clade diverged at the end of\nthe Miocene, 6.4 Ma (HPD 95% 2.411.6 Myr) and its taxa have a disjunct\ndistribution in cool temperate and boreal areas in the Beringia region\n(B. novaeangliae subsp. hultenii), and eastern North America and\nnorthwestern Europe (B. novae-angliae subsp. novae-angliae). In the\ncrown clade the majority of populations belong to one common haplotype\npresent in all three disjunct parts of the distribution area. Despite\nlow variation in DNA sequence data, morphology allows the distinction\nbetween B. novae-angliae subsp. hultenii and B. novae-angliae subsp.\nnovae-angliae. Because of weak morphological and genetic\ndifferentiation, European Bryhnia scabrida is treated here as a synonym\nof Brachythecium novae-angliae subsp. novae-angliae. Glacial survival\nduring the Quaternary and climatic oscillations during the late Tertiary\nand Quaternary in East Asia may have resulted in diversification of the\ncomplex and enabled adaptation to cool temperate and boreal\nclimates.","trees":[{"tree_label":"TREE1","ntax":"111","rootedtree":"TRUE","title":"Tr90968","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_90968.phy"}]}