{"Authors":" Maria Luisa Raimondo, Antonia Carlucci","Year":" 2015","Title":" Plectosphaerella Wilt Rot: Occurrence and pathogenicity on\ntomato and pepper crops in Southern Italy","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" Plectosphaerella, ITS, Phylogeny, tomato, pepper,\npathogenicity","DOI":"","Abstract":" In this study results related to a survey carried out\nduring seasons 2012 and 2013 on tomato and pepper crops in Foggia\nprovince, and morphological, molecular and pathogenecity analyses of\nPlectosphaerella fungi are reported. Plectosphaerella genus is\nrelatively new and often its species are indicated as pathogens of\nhorticultural plants worldwide. During a survey in tomato and pepper\ncrops, wilt, leaf yellowing, discoloration and necrosis of root, collar\nand stem symptoms were abundantly observed. Mycological analyses\nrevealed a massive presence of Plectosphaerella species was detected.\nSubsequent molecular, morphological and pathogenecity studies allowed to\nidentified some fungal species belonging Plectopshaerella genus, such as\nit is we report for first time the occurrence of Pa. citrullae, Pa.\ncucumerina, Pa. pauciseptata, Pa. plurivora, and Pa. ramiseptata. In\nparticular, Pa. ramiseptata, and Pa. pauciseptata were isolated for the\nfirst time from pepper crops, while Pa. citrullae from both pepper and\ntomato crops. The pathogenecity tests allowed to confirm that almost all\nspecies isolated were able to cause symptoms on tomato and pepper hosts,\nalthough Pa. ramiseptata can be considered the most aggressive.\nMoreover, on the basis of results from pathogeneticity tests, we are\nable to exclude Pa. plurivora as pathogen for pepper plants, because it\nwas never isolated, and when artificially inoculated, it did not cause\nsymptoms nor leaves and nor seedlings. In conclusion, as several\nresearchers refer that Plectosphaerella species cause various symptoms\non different plant host, we think that the species of this genus can\ncause a disease called “Plectosphaerella Wilt Rot”.","trees":[{"tree_label":"PAUP 1","ntax":"80","rootedtree":"TRUE","title":"Tr90916","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90916.phy"}]}