{"Authors":" Kevin P. Johnson, Dale H. Clayton, Sérgio Luiz Pereira,\nAllan J. Baker","Year":" 2007","Title":" Mitochondrial and nuclear DNA sequences support a Cretaceous\norigin of Columbiformes and a dispersal-driven radiation in the\nPaleogene.","Journal":" Systematic Biology","Volume":" 56","Issue":" 4","Pages":" 656-672","Keywords":"","DOI":" 10.1080/10635150701549672","Abstract":" Phylogenetic relationships among genera of pigeons and\ndoves (Aves, Columbiformes) have not been fully resolved because of\nlimited sampling of taxa and characters in previous studies. We\ntherefore sequenced multiple nuclear and mitochondrial DNA genes\ntotaling over 9,000 bp from 33 of 41 genera plus 8 outgroup taxa, and,\ntogether with sequences from five other pigeon genera retrieved from\nGenBank, recovered a strong phylogenetic hypothesis for the\nColumbiformes. Three major clades were recovered with the combined data\nset, comprising the basally branching New World pigeons and allies\n(clade A) that are sister to Neotropical ground doves (clade B), and the\nAfro-Eurasian and Australasian taxa (clade C). None of these clades\nsupports the monophyly of current families and subfamilies. The extinct,\nflightless dodo and solitaires (Raphidae) were embedded within pigeons\nand doves (Columbidae) in clade C, and monophyly of the subfamily\nColumbinae was refuted because the remaining subfamilies were nested\nwithin it. Divergence times estimated using a Bayesian framework suggest\nthat Columbiformes diverged from outgroups such as Apodiformes and\nCaprimulgiformes in the Cretaceous before the mass extinction that marks\nthe end of this period. Bayesian and maximum likelihood inferences of\nancestral areas, accounting for phylogenetic uncertainty and divergence\ntimes, respectively, favor an ancient origin of Columbiformes in the\nNeotropical portion of what was then Gondwana. The radiation of modern\ngenera of Columbiformes started in the Early Eocene to the Middle\nMiocene, as previously estimated for other avian groups such as ratites,\ntinamous, galliform birds, penguins, shorebirds, parrots, passerine\nbirds, and toucans. Multiple dispersals of more derived Columbiformes\nbetween Australasian and Afro-Eurasian regions are required to explain\ncurrent distributions.","trees":[{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Columbiformes ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_346.phy"},{"tree_label":"Fig. 4b","ntax":"42","rootedtree":"TRUE","title":"Columbiformes reduced taxa ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4875.phy"},{"tree_label":"Fig. 4a","ntax":"42","rootedtree":"TRUE","title":"Columbiformes reduced taxa Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4874.phy"},{"tree_label":"Fig. 1","ntax":"48","rootedtree":"TRUE","title":"Columbiformes Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4872.phy"},{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Columbiformes MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4873.phy"},{"tree_label":"Fig. 4c","ntax":"42","rootedtree":"TRUE","title":"Columbiformes reduced taxa MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4876.phy"},{"tree_label":"Fig. 4d","ntax":"48","rootedtree":"TRUE","title":"Columbiformes 12S and cyt b Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4877.phy"}]}