{"Authors":" Pável Matos-Maraví, Ronald M Clouse, Eli M Sarnat, Evan P.\nEconomo, John S LaPolla, Michaela Borovanska, Christian Rabeling, Jesse\nCzekanski-Moir, Edward O Wilson, Milan Janda","Year":" 2017","Title":" An ant genus-group (Prenolepis) illuminates the drivers of\ninsect diversification in the Indo-Pacific","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" biogeography, diversification, ecological shifts, New\nGuinea, Pacific islands, taxon cycle","DOI":"","Abstract":" The Malay Archipelago and the tropical South Pacific\n(hereafter the Indo-Pacific region) are considered biodiversity\nhotspots, yet a general understanding of the origins and diversification\nof species-rich groups in the region remains elusive. We aim to test\nhypotheses for the evolutionary processes driving insect species\ndiversity in the Indo-Pacific using a higher-level and comprehensive\nphylogenetic hypothesis for an ant clade consisting of seven genera. We\nestimated divergence times and reconstructed the biogeographical history\nof ant species in the Prenolepis genus-group (Formicidae: Formicinae:\nLasiini). We used a fossil-calibrated phylogeny to infer ancestral\ngeographical ranges utilizing a biogeographic model that includes\nfounder-event speciation. Ancestral state reconstructions of the ants’\necological preferences, and diversification rates were estimated for\nselected Indo-Pacific clades. Overall, we report that faunal interchange\nbetween Asia and Australia has occurred since at least 2025 Ma. Early\ndispersal to the Fijian Basin happened during the early and mid-Miocene\n(ca. 1020 Ma), in agreement with the subaerial Vitiaz Arc hypothesis.\nDifferences in diversification rates across Indo-Pacific clades may be\nrelated to ecological preference breadth, which in turn may have\nfacilitated geographical range expansions. Ancient dispersal conduits\nacross the Indo-Pacific are in line with the palaeogeography of the\nregion. For this particular group of ants, the rapid orogenesis in New\nGuinea, and possibly subsequent ecological shifts, might have promoted\ntheir rapid diversification and widespread distribution across the\nIndo-Pacific.","trees":[{"tree_label":"TREE1","ntax":"135","rootedtree":"TRUE","title":"No root height constrain","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90956.phy"},{"tree_label":"TREE1","ntax":"135","rootedtree":"TRUE","title":"Lognormal calibration distribution","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90955.phy"},{"tree_label":"TREE1","ntax":"135","rootedtree":"TRUE","title":"Exponential calibration distribution","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_90954.phy"}]}