{"Authors":" Pável Matos-Maraví, Ronald M Clouse, Eli M Sarnat, Evan P.\nEconomo, John S LaPolla, Michaela Borovanska, Christian Rabeling, Jesse\nCzekanski-Moir, Edward O Wilson, Milan Janda","Year":" 2018","Title":" An ant genus-group (Prenolepis) illuminates the drivers of\ninsect diversification in the Indo-Pacific","Journal":" Molecular Phylogenetics and Evolution","Volume":" 123","Issue":"","Pages":" 16-25","Keywords":" biogeography, diversification, ecological shifts, New\nGuinea, Pacific islands, taxon cycle","DOI":" 10.1016/j.ympev.2018.02.007","Abstract":" Aim The islands in Malesia and the tropical South Pacific\nare considered biodiversity hotspots, yet a general understanding of the\norigins and diversification of species-rich groups in the region remains\nelusive. We aim to test hypotheses for the evolutionary processes\ndriving insect species diversity in the Indo-Pacific using a\nhigher-level and comprehensive phylogenetic hypothesis for an ant clade\nconsisting of five genera. Location The Indo-Pacific region; including\nMalesia (New Guinea, Indo-Malay Archipelago, and the Philippines) and\nthe Pacific islands Methods We estimated divergence times and\nreconstructed the biogeographical history of ant species in the\nPrenolepis genus-group (Formicidae: Formicinae). We used a\nfossil-calibrated phylogeny to infer ancestral geographical ranges\nutilizing a biogeographic model that includes founder-event speciation.\nAncestral state reconstructions of the ant species’ ecological\npreferences, and phylogenetic diversification dynamics through time were\nestimated using the latest analytical approaches. Results Faunal\ninterchange between Asia and Australia is an old zoogeographic event in\nthis group, occurring at approximately 2015 Ma. Dispersal to the Fiji\nBasin happened during the early and middle Miocene (ca. 1510 Ma), in\nagreement with the subaerial Vitiaz Arc hypothesis. Two diversification\nmodels were the most probable scenarios for the evolution of Melanesian\nlineages: (1) one-process model with overall increasing speciation at 6\nMa, and (2) a diversification rate shift in a clade consisting of\ngeographically expanding taxa, that also had a shift in ecological\npreferences. Main conclusions Ancient dispersal conduits following\ninferred palaeogeographic reconfigurations of the region were important\nfor the colonization of the Pacific archipelagos. For this particular\ngroup of ants, the rapid orogenesis in New Guinea, and possibly a\nsubsequent ecological shift, promoted the taxonomic diversification and\ngeographic range expansions of these insects.","trees":[{"tree_label":"TREE1","ntax":"135","rootedtree":"TRUE","title":"Prenolepis Exponential calibration distribution","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91242.phy"},{"tree_label":"TREE1","ntax":"135","rootedtree":"TRUE","title":"Prenolepis Lognormal calibration distribution","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91243.phy"},{"tree_label":"TREE1","ntax":"135","rootedtree":"TRUE","title":"Prenolepis Lognormal calibration distribution and no\nroot height","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91244.phy"}]}