{"Authors":" Tsung Fei Khang","Year":" 2015","Title":" Molecular phylogenetics and sequence analysis of two\ncave-dwelling Dugesia species from Southeast Asia (Platyhelminthes:\nTricladida: Dugesiidae)","Journal":" Raffles Bulletin of Zoology","Volume":"","Issue":"","Pages":"","Keywords":" Dugesia, paleogeography, Batu Caves, Tham Nen Noi","DOI":"","Abstract":" The low dispersal ability of planarian flatworms from the\nspeciose genus Dugesia Girard, 1850, and their confinement to contiguous\nwater bodies, make them useful paleogeographical indicators. Thus it was\na surprise for Dugesia biogeographical study when twenty years ago,\nDugesia ryukyuensis Kawakatsu, 1976, which is endemic to the Ryukyu\nIslands in Japan, was found to be karyologically and phenotypically\ncloser to Dugesia batuensis Ball, 1970 from Malaysia, rather than to\nDugesia japonica Ichikawa & Kawakatsu, 1964, which shares its\ngeographical range in the Japanese Islands. Elevating this puzzling\nconundrum to the level of a hypothesis in the paleogeographical study of\nSoutheast Asia requires corroborating evidence from molecular\nphylogenetics. We obtained hitherto unavailable nucleotide sequence data\nfrom cytochrome oxidase I (COI), internal transcribed spacer 1 (ITS-1)\nand 28S rDNA sequences of two Southeast Asian Dugesia species: D.\nbatuensis from Batu Caves of Malaysia, and Dugesia deharvengi Kawakatsu\n& Mitchell, 1989 from Tham Nen Noi cave in Chumpae Province of\nThailand. Sequence analysis revealed a novel 25bp duplication in ITS-1\nof D. deharvengi. Using homologous sequences from Dugesia species\npresent in GenBank, we also discovered a molecular synapomorphy that\ncharacterises the clade consisting of D. batuensis, D. ryukyuensis, D.\ndeharvengi, and D. notogaea Sluys & Kawakatsu, 1998 from Australia.\nMorever, the maximum likelihood phylogeny based on ITS-1 revealed that\nD. japonica may be basal to the Oriental-Australasia clade, and that D.\nbatuensis shares a most recent common ancestor with D. ryukyuensis,\nrather than with D. deharvengi. The present results indicate that a\nmolecular phylogenetics programme to complement Dugesia biogeographical\nstudy in Southeast Asia can be potentially useful for improving current\nunderstanding of the geological history of this region.","trees":[{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Tr90942","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90942.phy"},{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Tr90943","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_90943.phy"}]}