{"Authors":" Ingrid Bernardo de Lima Coutinho, Francisco das Chadas\nOliveira Freire, Joilson Silva Lima, Cristiano Souza Lima, Francisco\nJosé Teixeira Gonçalves, José Emilson Cardoso","Year":" 2016","Title":" Lasiodiplodia species associated with tropical fruit trees in\nNortheast Brazil, with description of Lasiodiplodia caatinguensis sp.\nnov. and L. pontae sp. nov.","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeriaceae; DNA sequence; phylogeny; EF1-α; ITS;\nβt; Resinose; Anacardium occidentale.","DOI":"","Abstract":" This study aims to identify and characterize species\nLasiodiplodia associated with Resinose, cancer and descentente death of\ntwigs and branches of tropical fruits from different states of the\nNortheast region of Brazil, with description of two new species: L.\ncaatinguensis sp. November and L. pontae sp. November The identification\nof fungi was carried out using a combination of morphology,\nphysiological and pathogenic characteristics in conjunction with a\nphylogenetic analysis based on the combined gene sequencing the partial\nregion of the elongation factor 1 gene-α (EF1-α) of the inner spacer\nregion transcribed (ITS) and beta-tubulin (βt). Six species of\nLasiodiplodia associated with various tropical fruits were identified:\nBrasilia Lasiodiplodia (Manilkara zapota, Mangifera indica and Spondias\npurpurea), L. theobromae (Spondias purpurea, Talisia esculenta and\nAnacardium occidentale), L pseudotheobromae (Spondias purpurea,\nTamarindus indica and Anacardium occidentale ), L. euphorbicola (Annona\nmuricata and Cocos nucifera), L. sp caatingueses November (Anacardium\noccidentale, Spondias purpurea, Spondias lutea and Citrus sinensiscom)\nand L. sp pontae Nov (Spondias purpurea and Anacardium occidentale).\nUntil then only L. theobromae was reported in these tropical fruits,\nprobably because the reports were only based on morphological and\npathogenic, which is the first study supported by molecular data to\nreport Lasiodiplodia in stems and branches of Anacardium occidentale,\nManilkara zapota, Tamarindus indica, Talisia esculenta species Spondias\nand Annona sp. L. caatinguensis sp. November and L. theobromae were the\nmost frequent species, with all kinds of Lasiodiplodia reported here\npathogenic causing necrotic lesions when inoculated into fruit Mangifera\nindica, Annona sp seedlings., Anacardium occidentale and Spondias the\ndifferent severity levels depending on the host which showed the\npolyphagous and cosmopolitan character of this pathogen.","trees":[{"tree_label":"con all compat","ntax":"1","rootedtree":"TRUE","title":"Tr91003","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91003.phy"}]}