{"Authors":" Dalia Aiello, Vladimiro Guarnaccia, Pietro Tindaro Formica,\nMitsuro Hyakumachi, Giancarlo Polizzi","Year":" 2015","Title":" Occurrence and characterisation of Rhizoctonia species\ncausing diseases of ornamental plants in Italy","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Ornamental nurseries ∙ Pathogenicity ∙ Root and foliar\nsymptoms ∙ rDNA sequence homology","DOI":"","Abstract":" During surveys conducted in 2010-2012 Rhizoctonia\nsymptomswere observed on thirty ornamental species in different\nnurseries located in eastern Sicily (Southern Italy). Eighty-eight\nisolates of Rhizoctonia spp. were obtained from symptomatic leaves,\nroots and stems.Fifty-six of the isolates were binucleate and thirty-two\nwere multinucleate Rhizoctonia.Characterisation of anastomosis groups\n(AGs) was performed using morphological characteristics andsequence\nanalysis of the internal transcribed spacer of ribosomal DNA ( rDNA-ITS)\nregion. A total of 88 Rhizoctonia spp. isolates were recovered from\nornamental plants. Most isolates collected wereRhizoctoniasolani AG-4\nHG-I (35.2 % of all isolates) and one isolate was AG-2-2 IIIB.The\nisolatesbinucleate belonged to AG-R (27.3%), AG-A (21.6%), AG-G (12.5%),\nAG-V (1.1%) and AG-Fb (1.1%). The pathogenicity of thirty-eight\nrepresentative isolates collected from each host was tested on seedlings\nor cuttings grown in a growth chamber. All R. solaniAG-4 HG-Iisolates,\nmost of the binucleate AG-R, AG-A and AG-G and AG-V were pathogenicand\nreproduced symptoms identical to that observed in nurseries, while\nbinucleate AG-Fb and R. solaniAG-2-2 IIIB isolates were nonpathogenic.\nThis is the first report of the occurrence of Rhizoctonia species on\nsome ornamental plants and the first report of binucleateRhizoctonia\nAG-R and AG-V in Europe.","trees":[{"tree_label":"tree 1","ntax":"49","rootedtree":"TRUE","title":"Tr91006","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91006.phy"}]}