{"Authors":" Li Fan, Ling Han, Peng-rui Zhang, Xiang-yuan Yan","Year":" 2015","Title":" Molecular analysis of Chinese truffles resembling Tuber\ncalifornicum in morphology reveals a rich pattern of species diversity\nwith emphasis on four new species","Journal":" mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, Asia, globose ascospore, lineage, phylogeny,\ntruffle","DOI":"","Abstract":" In China, the specific epithet Tuber californicum has been\nassigned to pale truffles in the genus Tuber that have more or less\nregularly globose ascospores; however, we recently discovered that the\nname was misapplied to some specimens collected in China. In the present\nstudy, we re-examined all available Chinese collections purported to be\nT. californicum, including herbarium specimens and newly collected\nmaterials, using morphological and molecular methods. The accessions\nseparated into seven clusters in a phylogenetic analysis based on ITS\nsequences of these materials. The ML tree generated using ITS, nrLSU,\nand EF-1α sequences from Chinese and worldwide Tuber species with\nglobose ascospores showed only two clades, i.e., the Puberulum clade and\nthe Latisporum clade. The Latisporum clade as recognized in this study\nincludes the species known from East Asia only and probably represents a\nnew lineage that arose in parallel with the Puberulum, Maculatum and\nGibbosum lineages. We concluded that no evidence supports for the\npresence of T. californicum in China, and that specimens misidentified\nas T. californicum belong to four species newly described herein: T.\nxuanhuaense, T. jinshajiangense, T. caoi, and T. parmomurphium.","trees":[{"tree_label":"Imported tree 0","ntax":"41","rootedtree":"TRUE","title":"Tr91010","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91010.phy"},{"tree_label":"tree 1","ntax":"76","rootedtree":"TRUE","title":"Tr91016","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91016.phy"},{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr91017","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91017.phy"}]}