{"Authors":" Anika Schielke, Veronika Ibrahim, Irina Czogiel, Mirko\nFaber, Christina Schrader, Paul Dremsek, Rainer G Ulrich, Reimar\nJohne","Year":" 2015","Title":" Hepatitis E virus antibody prevalence in hunters from a\ndistrict 1 in Central 2 Germany, 2013: a cross-sectional study providing\nevidence for the benefit of 3 protective gloves during disembowelling of\nwild boars","Journal":" BMC Infectious Diseases","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: In Germany, 17% of the general population have\nantibodies to hepatitis E virus (HEV) (recomLine HEV-IgG/IgM immunoassay\n[Mikrogen GmbH]). Wild boars represent an animal reservoir for HEV\ngenotype 3, which is the common genotype in Germany. We estimated the\nseroprevalence among hunters with contact to wild boars to identify\nfactors that may be associated with past or present HEV infection.\nMethods: In 2013, the local veterinarian authority in a district in\nCentral Germany attended meetings of hunters who provided blood\nspecimens and completed a questionnaire collecting information on age,\nsex, hunting-related activities and consumption of wild boar meat.\nSpecimens of wild boars were taken during drive hunts in this district\nduring the season 2012/2013. All specimens were tested for HEV RNA and\nanti-HEV IgM and IgG antibodies. Binomial regression with logarithmic\nlink was used to estimate prevalence ratios (PR) for the hunters.\nResults: Of 126 hunters (median age 55; 94% male) 21% tested positive\nfor anti-HEV IgG antibodies (95% confidence interval [CI] 13-28%).\nAnti-HEV prevalence was highest in the age group of the 70-79-year-olds\n(67%; 95% CI 39-95%). Wild boars showed an average IgG anti-HEV\nprevalence of 41%. HEV RNA was detected in 4/22 (18%) liver specimens\nand in 1/22 (4.5%) muscle specimens. Hunters in the southwestern part of\nthe district, where most wild boars were tested positive for HEV RNA\n(3/10; 30%) and HEV-specific antibodies (7/15; 47%), had a lower\nanti-HEV prevalence when gloves were frequently used compared to hunters\nusing gloves infrequently during disembowelling of wild boars\n(age-adjusted PR 0.12; 95% CI 0.02-0.86). Conclusions: Hunters may\nbenefit from wearing gloves when in contact with blood or body fluids of\nHEV animal reservoirs. Anti-HEV prevalence among the hunters of this\nstudy did not significantly differ from that of the general population\nsuggesting that other factors play a major role in the epidemiology of\nHEV in Germany.","trees":[{"tree_label":"PHYLIP 1+","ntax":"22","rootedtree":"FALSE","title":"Tr91469","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91469.phy"}]}