{"Authors":" Hisayoshi Nozaki, Ryo Matsuzaki, Kayoko Yamamoto, Masanobu\nKawachi, Fumio Takahashi","Year":" 2015","Title":" Delineating a New Heterothallic Species of Volvox\n(Volvocales, Chlorophyceae) Using New Strains of “Volvox africanus”","Journal":" PLoS ONE","Volume":" 10","Issue":" 11","Pages":" e0142632","Keywords":"","DOI":" 10.1371/journal.pone.0142632","Abstract":" The volvocine algae represent an excellent model lineage\nin which to study evolution of female and male genders based on\ncomparative analyses of related species. Among these species, Volvox\ncarteri has been extensively studied as a model of an oogamous and\ncomplex organism. However, it may have unique derived features that are\nnot present in other Volvox species. Therefore, information regarding\nthe characteristics of sexual reproduction of other species of Volvox is\nalso important. In 1971, Starr studied four types of sexuality in\nseveral global strains identified as Volvox africanus; however, further\ntaxonomic studies of these strains have been lacking, and strains of\nthree of the four sexual types are not available. Here, we studied the\nmorphology, sexual reproduction, and taxonomy of two V. africanus-like\nspecies isolated recently from Lake Biwa, Japan. These two species were\nvery similar to two sexual types described by Starr in 1971: one\nproducing dioecious sexual spheroids in heterothallic strains and the\nother forming both male spheroids and monoecious spheroids in a single\nstrain. The former species produced zygotes with a reticulate cell wall,\nwhereas a smooth zygote wall was observed in the latter species as in V.\nafricanus previously reported from various localities around the world.\nOur multigene phylogenetic analysis demonstrated that these are sister\nspecies to each other. However, the presence of a compensatory base\nchange in the most conserved region of the secondary structure of\nnuclear ribosomal DNA internal transcribed spacer-2, hybrid inviability\ndemonstrated by intercrossing experiments, and morphological differences\nin the density of abutment between the gelatinous material of adjacent\ncells in the spheroid supported the recognition of the two species, V.\nafricanus having a smooth zygote wall and V. reticuliferus Nozaki sp.\nnov. having a reticulate zygote wall.","trees":[{"tree_label":"Fig. 3","ntax":"11","rootedtree":"TRUE","title":"Volvocales ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92139.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Volvocales five chloroplast genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92138.phy"}]}