{"Authors":" Matteo Montagna, Valeria Mereghetti, Valeria Lencioni,\nBruono Rossaro","Year":" 2015","Title":" Integrated taxonomy of Alpine midges (Diptera;\nChironomidae","Journal":" PlosOne","Volume":"","Issue":"","Pages":"","Keywords":" insects, molecular taxonomy, morphospecies, larvae, DNA\nbarcoding","DOI":"","Abstract":" Expeditious and efficient DNA-based tools are recommended\nto evaluate insect biodiversity of high-altitude streams. In the present\nstudy, mainly focused on larvae of the genus Diamesa Meigen 1835\n(Diptera; Chironomidae), the congruence between\nmorphologically/molecularly delimited species as well as performances in\ntaxonomic assignments were evaluated. A fragment of the mitochondrial\ncox1 gene was obtained from 112 larvae, pupae and adults (Diamesinae,\nOrthocladiinae and Tanypodinae). On the basis of morphological\ncharacters 102 specimens were attributed to 16 species, the remaining\nten specimens were identified at the genus level. Molecular species\ndelimitation was performed using distance-based, with no a priori\nassumptions, and coalescent tree-based methods. Distance based method\nidentified 23 putative species, while the tree-based approaches\nidentified between 25-26 entities, nearly identical results. Almost all\nthe recovered molecular species perfectly match with the identified\nmorphospecies. Within the cinerella group, cases of discrepancy arose:\ni) the two morphologically separate species D. cinerella and D. tonsa\nare neither monophyletic nor diagnosable showing low values of between\ntaxa nucleotide mean divergence (0.94 %); ii) few cases of larvae\nmorphological misidentification were observed. These discrepancies led\nto the discovery of colour gradient between the setae submenti and genal\nsetae as a valid character in discriminating larvae of D. zernyi and D.\ncinerella groups. DNA barcodes performances resulted elevated: average\naccuracy of ~89% and precision of ~99%. On the basis of the present\ndata, we can thus conclude that molecular identification represents a\npromising tool that could be effectively adopted in evaluating\nbiodiversity of high-altitude streams.","trees":[{"tree_label":"tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr91096","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91096.phy"},{"tree_label":"tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr91097","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91097.phy"},{"tree_label":"tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr91101","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91101.phy"}]}