{"Authors":" Mohammed Ibrahim, Markus Schlegel, Thomas N Sieber","Year":" 2015","Title":" Venturia orni sp. nov., a species distinct from Venturia\nfraxini living in the leaves of Fraxinus ornus","Journal":" Mycol Progress","Volume":"","Issue":"","Pages":"","Keywords":" Venturia, Fusicladium, Fraxinus, fungal diversity, ash\ndieback, emerald ash borer","DOI":"","Abstract":" Venturia fraxini Aderh. s.l. is an endophytic fungus in\nthe leaves of different ash species like Fraxinus excelsior and F.\nornus. This study shows that the Venturia species on F. ornus is not\nconspecific with V. fraxini s.s., but a closely related species which is\ndescribed as a new species: Venturia orni sp. nov. The two species\ndistinctly differ morphologically and genetically. In contrast to V.\nfraxini, V. orni constantly lacks setae lining the ostiolum of the\npseudothecia. In addition, the two species differ significantly and\nconstantly in the sequences of the internal transcribed spacer (ITS)\nregion and the genes coding for calmodulin, elongation factor EF-1α and\nβ-tubulin. Using the same molecular markers another unknown endophytic\nVenturia species was discovered on F. ornus. However, this species never\nsporulated and, thus, a description of its morphology was not possible.\nV. fraxini and V. orni are host specific and infect only F. excelsior\nand F. ornus, respectively, although the two hosts are sympatric at all\nexamined sites. V. orni is abundant and exhibits high genetic and\nmorphological variability, also in F. ornus planted as ornamentals\noutside its native range. This study indicates that Fraxinus spp. host\nan undiscovered wealth of fungal diversity.","trees":[{"tree_label":"con 50 majrule","ntax":"18","rootedtree":"TRUE","title":"Tr95004","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95004.phy"},{"tree_label":"Figure 3","ntax":"31","rootedtree":"TRUE","title":"Four-gene consensus phylogram from BI analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_91106.phy"}]}