{"Authors":" Julieta Alvarez-Manjarrez, Margarita Villegas-Rios, Roberto\nGaribay-Orijel, Magdalena Contreras-Pacheco, Urmas Kõljalg","Year":" 2016","Title":" Tomentella brunneoincrustata, the first described species of\nthe Pisonieae-associated Neotropical Tomentella clade, and phylogenetic\nanalysis of the genus in Mexico","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Mexico, Pisonieae, phylogeny, Tomentella, tropical dry\nforest","DOI":"","Abstract":" The /tomentella-thelephora lineage is one of the most\ndominant clades among ectomycorrhizal communities worldwide. Despite its\nimportance as root symbionts, their fruit bodies are inconspicuous and\nrarely found. Knowledge regarding the diversity of Tomentella in the\nNeotropics is scarce and based mostly on environmental samples. Here, we\ndescribe the new species Tomentella brunneoincrustata, including its\nbasidiocarp morphology, mycorrhizal anatomy, and ecology. Because\nknowledge of Tomentella in Mexico is scarce, we provide the first\nphylogenetic analysis of this genus in the country. We sequenced the\nnrITS region of the fungal samples, and to identify the host plant, we\nsequenced the rbcL and trnL regions. The phylogenetic analyses were\nconducted by Bayesian inference. The Bayesian analysis showed that the\nassociation between /tomentella-thelephora and Pisonieae is paraphyletic\nand widespread across the tropics. However, the ectomycorrhizae\nsequences from Puerto Rico, Florida, Dominica, and Mexico constituted a\nwell-supported monophyletic clade that we denote the\n“Pisonieae-associated Neotropical Tomentella clade”. Within this clade,\nT. brunneoincrustata was characterized as follows: a thin crustose,\nstrongly attached to the substrate basidiome; concolorous subiculum,\nundifferentiated and sterile margin; 2 different types of subiculum\nhyphae; and small (<8 μm) globose to ellipsoid spores. This species\ndevelops in tropical dry forests, where it associates with hosts in the\nPisonieae tribe within the Nyctaginaceae. The remaining Tomentella\nvouchers collected in temperate forests of Mexico belonged to clades\nrelated to T. atramentaria, T. pilosa, T. muricata, T. fuscocinerea, T.\nstuposa, T. punicea, T. atroarenicolor, T. bryophila, and T. lateritia.\nFive vouchers had unique sequences that formed independent and unknown\nclades of Tomentella.","trees":[{"tree_label":"con 50 majrule","ntax":"142","rootedtree":"TRUE","title":"Tr91098","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91098.phy"}]}