{"Authors":" Lilian O Guimaraes, Gerhard Wunderlich, Joao M.P. Alves,\nMarina G Bueno, Fabio Rohe, José L Catao-Dias, Amanda Neves, Rosely S\nMalafronte, Izilda Curado, Wilson Domingues, Karin Kirchgatter","Year":" 2015","Title":" Merozoite surface protein-1 genetic diversity in Plasmodium\nmalariae and Plasmodium brasilianum from Brazil","Journal":" BMC Infectious Diseases","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: The merozoite surface protein 1 (MSP1) gene\nencodes the major surface antigen of invasive forms of the Plasmodium\nerythrocytic stages and is considered a candidate vaccine antigen\nagainst malaria. Due to its polymorphisms, MSP1 is also useful for\nstrain discrimination and consists of a good genetic marker. Sequence\ndiversity in MSP1 has been analyzed in field isolates of three human\nparasites: P. falciparum, P. vivax, and P. ovale. However, the extent of\nvariation in another human parasite, P. malariae, remains unknown. This\nparasite shows widespread, uneven distribution in tropical and\nsubtropical regions throughout South America, Asia, and Africa.\nInterestingly, it is genetically indistinguishable from P. brasilianum,\na parasite known to infect New World monkeys in Central and South\nAmerica. Methods: Specific fragments (1 to 5) covering 60% of the MSP1\ngene (mainly the putatively polymorphic regions), were amplified by PCR\nin isolates of P. malariae and P. brasilianum from different geographic\norigin and hosts. Sequencing of the PCR-amplified products or cloned PCR\nfragments was performed and the sequences were used to construct a\nphylogenetic tree by the maximum likelihood method. Data were computed\nto give insights into the evolutionary and phylogenetic relationships of\nthese parasites. Results: Except for fragment 4, sequences from all\nother fragments consisted of unpublished sequences. The most polymorphic\ngene region was fragment 2, and in samples where this region lacks\npolymorphism, all other regions are also identical. The low variability\nof the P. malariae msp1 sequences of these isolates and the\nidentification of the same haplotype in those collected many years apart\nat different locations is compatible with a low transmission rate. We\nalso found greater diversity among P. brasilianum isolates compared with\nP. malariae ones. Lastly, the sequences were segregated according to\ntheir geographic origins and hosts, showing a strong genetic and\ngeographic structure.","trees":[{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Plasmodium Concatenated aligned Msp1 fragments","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91776.phy"}]}