{"Authors":" Edward Claiborne Theriot, Matt Ashworth, Teofil Nakov,\nElizabeth Clare Ruck, Robert K Jansen","Year":" 2015","Title":" Dissecting signal and noise in diatom chloroplast protein\nencoding genes with phylogenetic information profiling","Journal":" Molecular Phylogenetics and Evolution","Volume":" 89","Issue":"","Pages":" 28-36","Keywords":" diatom phylogeny, chloroplast genes, 3rd codon position,\nphylogenetic signal, phylogenetic information profiling, Bremer\nsupport","DOI":" 10.1016/j.ympev.2015.03.012","Abstract":" Previous analyses of single diatom chloroplast\nprotein-encoded genes recovered results highly incongruent with both\ntraditional phylogenies and phylogenies derived from the nuclear encoded\nsmall subunit (SSU) gene. Our analysis here of six individual\nchloroplast genes (atpB, psaA, psaB, psbA, psbC and rbcL) obtained\nsimilar anomalous results. However, phylogenetic noise in these genes\ndid not appear to be correlated, and their concatenation appeared to\neffectively sum their collective signal. We empirically demonstrated the\nvalue of combining phylogenetic information profiling, partitioned\nBremer support and entropy analysis in examining the utility of various\npartitions in phylogenetic analysis. Noise was low in the 1st and 2nd\ncodon positions, but so was signal. Conversely, high noise levels in the\n3rd codon position was accompanied by high signal. Perhaps\ncounterintuitively, simple exclusion experiments demonstrated this was\nespecially true at deeper nodes where the 3rd codon position contributed\nmost to a result congruent with morphology and SSU (and the total\nevidence tree here). Correlated with our empirical findings, probability\nof correct signal (derived from information profiling) increased and the\nstatistical significance of substitutional saturation decreased as data\nwere aggregated. In this regard, the aggregated 3rd codon position\nperformed as well or better than more slowly evolving sites. Simply put,\ndirect methods of noise removal (elimination of fast-evolving sites)\ndisproportionately removed signal. Information profiling and partitioned\nBremer support suggest that addition of chloroplast data will rapidly\nimprove our understanding of the diatom phylogeny, but conversely also\nillustrate that some parts of the diatom tree are likely to remain\nrecalcitrant to addition of molecular data. The methods based on\ninformation profiling have been criticized for their numerous\nassumptions and parameter estimates and the fact that they are based on\nquartets of taxa. Our empirical results support theoretical arguments\nthat the simplifying assumptions made in these methods are robust to\n“real-life” situations.","trees":[{"tree_label":"tree 1","ntax":"202","rootedtree":"TRUE","title":"Diatoms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96911.phy"}]}