{"Authors":" Ricardo Drechsler-Santos, Gerardo Lucio Robledo, Nelson\nLima-Júnior, Elaine Malosso, Mateus Arduvino Reck, Tatiana Baptista\nGibertoni, Maria Auxiliadora Queiroz-Cavalcanti, Mario Rajchenberg","Year":" 2015","Title":" PHELLINOTUS GEN. NOV., A NEW NEOTROPICAL GENUS IN THE\nHYMENOCHAETACEAE (BASIDIOMYCOTA, HYMENOCHAETALES)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Fulvifomes; Hymenochaetales; molecular phylogeny;\nPhellinus rimosus complex","DOI":"","Abstract":" • Premise of the study: The Hymenochaetales is a large,\ndiverse group of usually poroid fungi that includes the Hymenochataceae,\nwhich includes many pathogenic or wood-rotting species of importance in\nforestry. Our understanding of the phylogeny of this group is incomplete\nbecause neotropical taxa are often absent in the studies. In the\nSeasonally Dry Tropical Forests biome of Brazil, we recognized a new\ngenus with two conspicuous and common species growing on specific living\nFabaceae trees. This important forest pathogen genus is characterized by\na dimitic hyphal system with skeletal hyphae only developed in the tube\ntrama, and by ellipsoid, thick-walled, adaxially flattened, yellow\nbasidiospores that turn chestnut brown in KOH. • Methods: Molecular and\nmorphological studies of Brazilian specimens macroscopically similar to\nPhellinus rimosus complex were carried out to solve their phylogenetic\nrelationships among the poroid Hymenochaetaceae. • Key results:\nPhellinotus gen. nov. with P. piptadeniae comb. nov. as genus type and\nP. neoaridus sp. nov. are presented and described. Phylogenetically,\nPhellinotus is closely related to Arambarria, Inocutis, Fomitiporella\nand other taxonomically unresolved terminal clades and distantly related\nto Fulvifomes (including Phellinus rimosus complex) and Phylloporia. •\nConclusions: Phellinotus and other genera of poroid Hymenochaetaceae\nthat lack setae and setal hyphae, and produce thick-walled, yellow,\nadaxially flattened basidiospores form a phylogenetic group here named\nas ‘phellinotus clade’. Our results indicate that a thorough\nunderstanding of the phylogeny of Hymenochaetaceae must include\nneotropical taxa.","trees":[{"tree_label":"Maj_rule_consensus_tree_Bayesian_Phellinotus_ITS_plus_LSU","ntax":"75","rootedtree":"TRUE","title":"Tr91349","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91349.phy"},{"tree_label":"Best_Scoring_tree_ML","ntax":"75","rootedtree":"TRUE","title":"Tr91350","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91350.phy"}]}