{"Authors":" Matthew E. Smith, James M. Trappe, Pablo Alvarado, Julio\nCabero, Gabriel Moreno, Zoltán Bratek, Nicolas Van Vooren, Vasileios\nKaounas, Giorgos Konstantinidis, Carlo Agnello, Zsolt Merényi, Alfredo\nVizzini","Year":" 2015","Title":" Phylogenetic overview of the genus Genea (Pezizales,\nAscomycota) with an emphasis on European taxa","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We constructed a comprehensive phylogeny of the genus\nGenea, with new molecular data from samples collected in several\ncountries in temperate and Mediterranean Europe, as well as North\nAmerica. Type specimens and original material from the authors of most\nspecies were examined to support identifications. The molecular identity\nof the most common species in Genea was compared with internal\ntranscribed spacer rDNA (ITS), ribosomal large subunit (nuc 28S) and\ntranslation elongation factor 1-α gene (TEF1) profiles of ten recently\nproposed taxa (G. brunneocarpa, G. compressa, G. dentata, G. fageticola,\nG. lobulata, G. oxygala, G. pinicola, G. pseudobalsleyi, G.\npseudoverrucosa and G. tuberculata), supporting their status as\nindependent species. Genea mexicana and G. thaxteri on the one hand, and\nGenea sphaerica and G. lespiaultii on the other, are closely related.\nMultiple genetic lineages were recorded for G. verrucosa and G.\nfragrans, but we found no morphological traits to discriminate among\nthem, so we tentatively interpreted them as cryptic species. A key to\nthe genus Genea is provided to facilitate identification of the recently\ndescribed species. We provide macroscopic images of fresh specimens and\nof representative spores of most species. Finally, we conducted a\nmolecular analysis of the divergence time for the genus Genea and\ndiscuss the implications of our results.","trees":[{"tree_label":"ITS con 50 majrule 1","ntax":"192","rootedtree":"TRUE","title":"Phylogenetic overview of the genus Genea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_91302.phy"},{"tree_label":"ITS con 50 majrule 2","ntax":"192","rootedtree":"TRUE","title":"Phylogenetic overview of the genus Genea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_91301.phy"},{"tree_label":"28S-TEF1 50 majrule 2","ntax":"65","rootedtree":"TRUE","title":"Phylogenetic overview of the genus Genea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_91303.phy"},{"tree_label":"28S-TEF1 50 majrule 1","ntax":"65","rootedtree":"TRUE","title":"Phylogenetic overview of the genus Genea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_91304.phy"}]}