{"Authors":" Brent Alexander Berger, Aedric Lim, Veronica Thompson,\nVincent Ricigliano, Dianella Gwen Howarth","Year":" 2016","Title":" Elaboration of bilateral symmetry across Knautia macedonica\ncapitula related to changes in ventral petal expression of\nCYCLOIDEA-like genes","Journal":" EvoDevo","Volume":"","Issue":"","Pages":"","Keywords":" CYCLOIDEA, floral symmetry, Knautia, capitula, qPCR","DOI":"","Abstract":" Background: Shifts in floral form across angiosperms,\nparticularly from radially symmetrical to bilaterally symmetrical\nflowers, are often associated with shifts in speciation rates and\nchanges in pollination syndrome. Growing evidence across both rosids and\nasterids indicates that CYCLOIDEA (CYC)-like transcription factors from\nthe TCP gene-family play a role in establishing the dorsoventral pattern\nof flower symmetry, which affects the development of both the corolla\nand androecium. Previous studies of CYC-like genes, especially of the\nCYC2 clade, indicate that these genes are dorsally restricted in\nbilaterally symmetrical flowers. Also, gene duplication of CYC-like\ngenes often correlates with shifts in floral form in both individual\nflowers and head-like inflorescences (capitula). Results: Here, we\ncompared the expression patterns of six CYC-like genes from dorsal,\nlateral, and ventral petals of internal and external florets across\ncapitula of Knautia macedonica (Dipsacaceae). We demonstrate that\nmultiple copies of CYC-like genes are differentially expressed among\npetal types and between internal and external florets. Across paralogs,\nthere was a general trend toward a reduction in dorsal expression and an\nincrease in ventral expression in internal florets compared to external\nflorets. However, it was in the ventral petals where a statistically\nsignificant increase in expression correlates with a less zygomorphic\nflower. We also show for the first time lateral specific expression of a\nCYC-like gene. Additionally, dorsoventral asymmetric expression of a\nCYC3 paralog indicates that this understudied gene clade is likely also\ninvolved in floral symmetry. Conclusions: These data indicate that the\nelaboration of bilateral symmetry may be regulated by the dorsoventral\ngradient of expression, with statistically significant changes in\nventral expression correlating with changes in dorsoventral\nmorphological specialization.","trees":[{"tree_label":"Caprifoliaceae CYC","ntax":"165","rootedtree":"TRUE","title":"Caprifoliaceae CYC RAxML","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_91299.phy"},{"tree_label":"Caprifoliaceae CYC MrBayes Cons","ntax":"165","rootedtree":"TRUE","title":"Caprifoliaceae CYC MrBayes Cons","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_91300.phy"}]}