{"Authors":" Michael J. Wingfield, Johannes J Le Roux, David M\nRichardson, Dominique Strasberg, Roger G. Shivas, Pablo Alvarado,\nJacqueline Edwards, Gabriel Moreno, Rohit Sharma, Mahesh S Sonawane, Yu\nPei Tan, Alberto Altés, Tharcisse Barasubiye, Charles Wesley Barnes,\nRobert A Blanchette, David Boertmann, Amauri Bogo, Juan R Carlavilla,\nRatchadawan Cheewangkoon, Rosalie Daniel, Z. Wilhelm de Beer, Benjamin W\nHeld, Vit Hubka, ahmed mahmoud ismail, Swapnil Kajale, Wanporn Khemmuk,\nMiroslav Kolařík, Rashmi Kurli, Renee Lebeuf, C. André Lévesque, Lorenzo\nLombard, Donato Magista, José Luis Manjón, Seonju Marincowitz, Justo\nMuñoz Mohedano, Alena Nováková, Nicholas Oberlies, Eric C. Otto, Noemi\nD. Paguigan, Ian G Pascoe, José Luis Pérez-Butrón, Giancarlo Perrone,\nPraveen Rahi, Huzefa A Raja, Tara L Rintoul, Rosa M.V. Sanhueza, Kelly\nScarlett, Yogesh Shouche, Lucas Alexander Shuttleworth, Paul W.J.\nTaylor, R. Greg Thorn, Lynton L Vawdrey, Roney Solano-Vidal, Andrus\nVoitk, Percy T.W. Wong, Alan R Wood, Juan Carlos Zamora, Johannes\n(Ewald) Zacharias Groenewald, María de Jesús Yáñez-Morales, Tuan Duong,\nJavier Fernández-Vicente, Andrew D.W. Geering, David Ian Guest, Michel\nHeykoop, Pedro W. Crous","Year":" 2015","Title":" Fungal Planet description sheets: 371-399","Journal":" Persoonia","Volume":" 35","Issue":"","Pages":" 264-327","Keywords":" ITS DNA barcodes; LSU; novel fungal species;\nsystematics","DOI":" 10.3767/003158515X690269","Abstract":" Novel species of fungi described in the present study\ninclude the following from Australia: Neoseptorioides eucalypti gen.\n& sp. nov. from Eucalyptus radiata leaves, Phytophthora gondwanensis\nfrom soil, Diaporthe tulliensis from rotted stem ends of Theobroma cacao\nfruit, Diaporthe vawdreyi from fruit rot of Psidium guajava,\nMagnaporthiopsis agrostidis from rotted roots of Agrostis stolonifera\nand Semifissispora natalis from Eucalyptus leaf litter. Furthermore,\nNeopestalotiopsis egyptiaca is described from Mangifera indica leaves\n(Egypt), Roussoella mexicana from Coffea arabica leaves (Mexico),\nCalonectria monticola from soil (Thailand), Hygrocybe jackmanii from\nlittoral sand dunes (Canada), Lindgomyces madisonensis from submerged\ndecorticated wood (USA), Neofabraea brasiliensis from Malus domestica\n(Brazil), Geastrum diosiae from litter (Argentina), Ganoderma wiiroense\non angiosperms (Ghana), Arthrinium gutiae from the gut of a grasshopper\n(India), Pyrenochaeta telephoni from the screen of a mobile phone\n(India) and Xenoleptographium phialoconidium gen. & sp. nov. on\nexposed xylem tissues of Gmelina arborea (Indonesia). Several novelties\nare introduced from Spain, namely Psathyrella complutensis on loamy\nsoil, Chlorophyllum lusitanicum on nitrified grasslands\n(incl. Chlorophyllum arizonicum comb. nov.), Aspergillus citocrescens\nfrom cave sediment and Lotinia verna gen. & sp. nov. from muddy\nsoil. Novel foliicolous taxa from South Africa include Phyllosticta\ncarissicola from Carissa macrocarpa, Pseudopyricularia hagahagae from\nCyperaceae and Zeloasperisporium searsiae from Searsia chirindensis.\nFurthermore, Neophaeococcomyces is introduced as a novel genus, with two\nnew combinations, N. aloes and N. catenatus. Several foliicolous\nnovelties are recorded from La Réunion, France, namely Ochroconis\npandanicola from Pandanus utilis, Neosulcatispora agaves gen. & sp.\nnov. from Agave vera-cruz, Pilidium eucalyptorum from Eucalyptus\nrobusta, Strelitziana syzygii from Syzygium jambos\n(incl. Strelitzianaceae fam. nov.) and Pseudobeltrania ocoteae from\nOcotea obtusata (Beltraniaceae emend.). Morphological and culture\ncharacteristics along with ITS DNA barcodes are provided for all\ntaxa.","trees":[{"tree_label":"First of 12 equally most parsimonious trees from the\nBasidiomycota overview LSU phylogeny","ntax":"30","rootedtree":"TRUE","title":"Tr115743","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115743.phy"},{"tree_label":"First of 1000 equally most parsimonious trees from the\nDothideomycetes overview LSU phylogeny","ntax":"89","rootedtree":"TRUE","title":"Tr115744","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115744.phy"},{"tree_label":"First of 260 equally most parsimonious trees from the\nSordariomycetes overview LSU phylogeny","ntax":"82","rootedtree":"TRUE","title":"Tr115745","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115745.phy"},{"tree_label":"First of five equally most parsimonious trees from the\nRoussoella ITS phylogeny","ntax":"16","rootedtree":"TRUE","title":"Tr115746","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115746.phy"}]}