{"Authors":" Fausto R. Méndez-de la Cruz, Johan Lindell, Robert W.\nMurphy","Year":" 2007","Title":" Deep biogeographical history and cytonuclear discordance in\nthe black-tailed brush lizard (Urosaurus nigricaudus) of Baja\nCalifornia","Journal":" Biological Journal of the Linnean Society","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Molecular tools help us deduce historical events such as\nvicariance, dispersal, gene flow, and speciation. However, our\ninferences are inevitably linked to the nature of the characters that we\nuse to infer history. For example, the difference in inheritance\npatterns of commonly used mitochondrial DNA (mtDNA) and nuclear DNA\n(non-recombining maternal versus recombining biparental inheritance) may\nlead us to propose different intraspecific histories. The peninsula of\nBaja California of northwestern Mexico, a region affected by a complex\ngeological history involving temporary seaways, affords an opportunity\nto evaluate differences between these character types. We sequenced\n1,966 bp of mtDNA to reconstruct the genealogical history of Urosaurus\nnigricaudus (black-tailed brush lizard) based on samples spanning the\nentire peninsula. The genealogy revealed several deep divergences,\ncongruent with temporary vicariance events in the mid-peninsular,\nLoreto, and Cape regions, as well as a major split across the Isthmus of\nLa Paz possibly resulting from a late Miocene seaway. The results\nsupport an emerging picture of the historical biogeography of Baja\nCalifornia, which suggests that key vicariance events are older than\ncommonly perceived. The maternal genealogy of U. nigricaudus sharply\ncontrasts with variation in allozymes that suggests very little\ndifferentiation across mitochondrial breaks, consistent with a pattern\nof ongoing gene flow. We interpret this cytonuclear discordance in\nrelation to the historical biogeography of the region.","trees":[{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"Urosaurus nigricaudus genealogy","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2807.phy"}]}