{"Authors":" Joelle Amselem, Marielle Vigouroux, Simone Oberhaensli,\nJames KM Brown, Laurence V Bindschedler, Pari Skamnioti, Thomas Wicker ,\nPietro D Spanu, Hadi Quesneville, Soledad Sacristan","Year":" 2015","Title":" Evolution of the EKA family of powdery mildew\navirulence-effector genes from the ORF 1 of a LINE retrotransposon","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Barley, powdery mildew, Blumeria graminis, effector,\nretrotransposon, LINE, co-option","DOI":"","Abstract":" Background: The Avrk1 and Avra10 avirulence (AVR) genes\nencode effectors that increase the pathogenicity of the fungus Blumeria\ngraminis f.sp. hordei (Bgh), the powdery mildew pathogen, in susceptible\nbarley plants. In resistant barley, MLK1 and MLA10 resistance proteins\nrecognize the presence of AVRK1 and AVRA10, eliciting the hypersensitive\nresponse typical of gene for gene interactions. Avrk1 and Avra10 have\nmore than 1350 homologues in Bgh genome, forming the EKA gene family.\nResults: We tested the hypothesis that the EKA family originated from\ndegenerate copies of Class I LINE retrotransposons by analysing the EKA\nfamily in the genome of Bgh isolate DH14 with bioinformatic tools\nspecially developed for the analysis of Transposable Elements (TE) in\ngenomes. The Class I LINE retrotransposon copies homologous to Avrk1 and\nAvra10 represent 6.5% of the Bgh annotated genome and, among them, we\nidentified 293 AVR/effector candidate genes. We also experimentally\nidentified peptides that indicated the translation of several predicted\nproteins from EKA family members, which had higher relative abundance in\nhaustoria than in hyphae. Conclusions: Our analyses indicate that Avrk1\nand Avra10 have evolved from part of the ORF1 gene of Class I LINE\nretrotransposons. The co-option of Avra10 and Avrk1 as effectors from\ntruncated copies of retrotransposons explains the huge number of\nhomologues in Bgh genome that could act as dynamic reservoirs from which\nnew effector genes may evolve. These data provide further evidence for\nrecruitment of retrotransposons in the evolution of new biological\nfunctions.","trees":[{"tree_label":"TREE1","ntax":"317","rootedtree":"TRUE","title":"Tr91452","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91452.phy"}]}