{"Authors":" Alyse Anne Larkin, Sara K Blinebry, Caroline Howes, Yajuan\nLin, Sarah E Loftus, Carrie A Schmaus, Erik R Zinser, Zackary I\nJohnson","Year":" 2015","Title":" Niche partitioning and biogeography of high light adapted\nProchlorococcus across taxonomic ranks in the North Pacific","Journal":" The ISME Journal","Volume":"","Issue":"","Pages":"","Keywords":" Microbial population and community ecology","DOI":"","Abstract":" The distribution of major clades of Prochlorococcus track\nlight, temperature and other environmental variables, yet the drivers of\ngenomic diversity within these ecotypes and the net effect on\nbiodiversity of the larger community are poorly understood. We examined\nhigh light (HL) adapted Prochlorococcus communities across spatial and\ntemporal environmental gradients in the Pacific Ocean to determine the\necological drivers of population structure and diversity across\ntaxonomic ranks. We show that the Prochlorococcus community has the\nhighest diversity at low latitudes, but seasonality driven by\ntemperature, day length, and nutrients adds complexity. At finer\ntaxonomic resolution, some “sub-ecotype” clades have unique, cohesive\nresponses to environmental variables and distinct biogeographies,\nsuggesting that presently defined ecotypes can be further partitioned\ninto ecologically meaningful units. Intriguingly, biogeographies of the\nHL-I sub-ecotypes are driven by unique combinations of environmental\ntraits, rather than through trait hierarchy, while the HL-II\nsub-ecotypes appear ecologically similar thus demonstrating differences\namong these dominant HL ecotypes. Examining biodiversity across\ntaxonomic ranks reveals high-resolution dynamics of Prochlorococcus\nevolution and ecology that are masked at phylogenetically coarse\nresolution. Basin-scale and seasonal trends of Prochlorococcus\ncommunities suggest that the future ocean may be comprised of different\npopulations, with implications for ecosystem structure and\nfunction.","trees":[{"tree_label":"Figs. 2 and S3","ntax":"1194","rootedtree":"TRUE","title":"Prochlorococcus ITS Representative OTU Sequences","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_91597.phy"}]}