{"Authors":" Akira Hashimoto, misato matsumura, Kazuaki Tanaka","Year":" 2015","Title":" Taxonomic and phylogenetic revision of Cryptocoryneum","Journal":" Mycological Progress","Volume":" 15","Issue":"","Pages":" 45","Keywords":" Ascomycota, Lophiotremataceae, taxonomy, phylogeny,\nhyphomycetes","DOI":" 10.1007/s11557-016-1186-8","Abstract":" Species of Cryptocoryneum were taxonomically reassessed\nbased on morphological observation and molecular phylogenetic analysis.\nA total of 18 isolates of Cryptocoryneum species, which include two\nstrains from Africa, three from Europe and 13 from Japan, were\nphylogenetically analysed based on nuc rDNA internal transcribed spacers\n1 and 2 (ITS), and partial sequence of the translation elongation factor\n1ɑ gene (TEF1) sequences. Phylogenetic analysis indicated that the\nCryptocoryneum species form a monophyletic clade and are related to\nLophiotrema (Lophiotremataceae) and Aquasubmersa (incertae sedis) in the\nPleosporales, Dothideomycetes. We observed the holotype specimens of C.\nfasciculatum, C. hysterioides and Torula uniformis and concluded that\nthese species are conspecific and C. hysterioides has priority. Although\nC. hysterioides has long been regarded as a synonym of C. condensatum,\nwe treated C. hysterioides as a distinct species within the genus. We\nfound that there are several cryptic species morphologically similar to\nC. condensatum sensu lato. These species, however, can be separated by\nconidial size, the number of conidial arms, and the number of conidial\nseptations, and these characters seem to be informative for species\ndiscrimination of Cryptocoryneum. A total of seven new species, namely\nC. akitaensis, C. brevicondensatum, C. congregatum, C. japonicum, C.\nlongicondensatum, C. paracondensatum and C. pseudorilstonei are\ndescribed and illustrated.","trees":[{"tree_label":"tree 1","ntax":"20","rootedtree":"TRUE","title":"Cryptocoryneum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91835.phy"}]}