{"Authors":" Washington A Salazar, Maria E Ordonez, Cristina Toapanta,\nCharles Wesley Barnes, Paul Gamboa","Year":" 2016","Title":" Ganoderma ecuadoriense W.A. Salazar, C.W. Barnes &\nOrdóñez, sp. nov.","Journal":" Persoonia","Volume":" 36","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Ganoderma ecuadoriense Salazar, Barnes & Ordóñez, sp.\nnov. Etymology. Name reflects the geographical origin from which the\nfungus was collected. Basidiomata annual, flabelliform, pileate, pileus\n21.65 x 21.88mm, surface glabrous, woody, reddish brown, laccate, upper\nsurface covered by cinnamon colored powder of deposited basidiospores.\nBasidiospore surface smooth, white when fresh and dark brown when dry,\npores, 5-7 per mm, round, thick walls. Stipe missing from sample, but\nlateral. Hyphal system dimitic, skeletal hyphae yellow to pale brown,\n3.44-5.56 μm wide, end in ramifications, generative hyphae thin-walled,\nhyaline to pale yellow, 1.07-2.75 μm wide. Hyphae faintly amyloid when\ndispersed and slightly dextrinoid when in masses with Melzer. Cuticule\ncells club-like, slight amyloid reaction to 5% KOH and Melzer. Resin\ndeposits between the trama and cuticle. Basidia not observed.\nBasidiospores hyaline to pale yellow, truncated, 8.09 -10.61 x 4.42 -\n6.88 μm, no reaction to 5% KOH or Melzer. Typus. ECUADOR, Yasuní\nResearch Station, Orellana Province, Ecuador, Mar. 2013, on decaying\nwood, Andrés Salazar, holotype QCA(M)3430, ITS sequence GenBank XXX,\nTreebase XXX. Notes  Morphological identification using the Neotropical\nPolyporaceae key (Ryvarden, 2004), showed G. ecuadoriense to be very\nclose to G. perzonatum. However, Blastn ITS sequence comparisons, after\ntrimming 18S and 28S sequence (Schoch et al., 2014), gave the top scores\nto Ganoderma orbiforme from Brazil, and G. cupreum, G. mastoporum, and\nG. fornicatum from China (Fig. 1). The sequence of Ganoderma sp. VPB202\nfrom Brazil is actually identical, but has a low query score due to the\ndiscrepancy in sequence length, missing roughly 25 bases at the 3 end of\nITS2. There were seven consistent differences, three in ITS1 and four in\nITS2, between G. ecuadoriense, collected in the Northwestern Amazon\nbasin in Ecuador, and the G. orbiforme, collected in the Southeastern\nAmazon in Brazil. Twenty sequences, 16 for G. ecuadoriense and four for\nG. orbiforme , were used in the DNA alignment analysis. The Ganoderma\nsp. VPB202 sequence suggests G. ecuadoriense occurs throughout the\nAmazon basin, but due to the missing bases of the ITS2 sequence, this is\nsomewhat speculative.","trees":[{"tree_label":"MLT","ntax":"20","rootedtree":"TRUE","title":"Ganoderma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_91775.phy"}]}