{"Authors":" John G Lundberg, John P. Sullivan, Rocío Rodiles-Hernández,\nDean A. Hendrickson","Year":" 2007","Title":" Discovery of African roots for the Mesoamerican Chiapas\ncatfish, Lacantunia enigmatica, requires an ancient intercontinental\npassage","Journal":" Proceedings of the Academy of Natural Sciences of\nPhiladelphia","Volume":" 156","Issue":"","Pages":" 3953","Keywords":" Siluriformes, biogoegraphy, vicariance, dispersal,\nphylogenetics","DOI":" 10.1635/0097-3157(2007)156[39:DOARFT]2.0.CO;2","Abstract":" Mesoamerica is famous for its complex biota assembled from\ndiverse sources. The recent discovery of a highly distinct freshwater\ncatfish, Lacantunia enigmatica (Lacantuniidae), in Chiapas, México,\nadded an unresolved taxon to this biogeographic puzzle. Morphology has\nnot resolved the relationships of Lacantunia among the >3000 species\nof Siluriformes. We added Lacantunia to an expanding phylogenetic study\nof family-level taxa of living catfishes using >3.6 kilobases of\nnuclear DNA. We find that Lacantunia is derived from within a\nmultifamily clade of African freshwater catfishes. Without living or\nfossil intermediates marking a wider lacantuniid distribution, this is\nan extraordinary case of biogeographic disjunction. Continental clades\ndistributed in the New and Old World tropics are often explained by\nvicariance of Gondwanan ancestors of deep Mesozoic age. However, our\nfossil-calibrated, relaxed-clock molecular analyses estimate lacantuniid\ndivergence between 75 to 94 mya, after separation of Africa and South\nAmerica. During Late Cretaceous and early Tertiary, warm conditions and\nNorth Atlantic and Beringian land bridges provided migration routes for\nnumerous warm-adapted taxa between the Old World and North America. In\nmid-Eocene, freshening of warm surface waters of the Arctic and adjacent\noceans may have facilitated the intercontinental dispersion of\nnon-marine organisms. These northern pathways are novel predictive\nhypotheses for explaining disjunct distributions of tropical freshwater\nfishes such as the relictually endemic Lacantunia and its African sister\nclade.","trees":[{"tree_label":"Fig. 2","ntax":"115","rootedtree":"TRUE","title":"All catfishes + Lacantunia big rag MrBayes maj rule\ntree from Fig. 2 Lundberg et al. (2007)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_91777.phy"}]}