{"Authors":" Hope M. Gray, D. Lee Taylor, Kadri Tali, Melissa K.\nMcCormick, Richard P. Shefferson, Sigisfredo Garnica, Y. I. Lee,\nKazumitsu Miyoshi, Tomohisa Yukawa, Takayuki Kawahara, Michael Weiss,\nTiiu Kull, Seth Adams, Jack W. McFarland","Year":" 2007","Title":" The evolutionary history of mycorrhizal specificity among\nlady’s slipper orchids","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Although coevolution is acknowledged to occur in nature,\ncoevolutionary patterns in symbioses not involving species-to-species\nrelationships are poorly understood. Mycorrhizal plants are thought to\nbe too generalist to coevolve with their symbiotic fungi; yet some\nplants, including some orchids, exhibit strikingly narrow mycorrhizal\nspecificity. Here, we assess the evolutionary history of mycorrhizal\nspecificity in the lady’s slipper orchid genus, Cypripedium. We sampled\n90 populations of 15 taxa across three continents, using DNA methods to\nidentify fungal symbionts and quantify mycorrhizal specificity. We\nassessed phylogenetic relationships among sampled Cypripedium taxa, onto\nwhich we mapped mycorrhizal specificity. Cypripedium taxa associated\nalmost exclusively with fungi within family Tulasnellaceae. Ancestral\nspecificity appears to have been narrow, followed by a broadening after\nthe divergence of C. debile. Specificity then narrowed, resulting in\nstrikingly narrow specificity in most of the taxa in this study, with no\ntaxon re-widening to the same extant as basal members of the genus.\nSympatric taxa generally associated with different sets of fungi, and\nmost clades of Cypripedium-mycorrhizal fungi were found throughout much\nof the Northern Hemisphere, suggesting that these evolutionary patterns\nin specificity are not the result of biogeographic lack of opportunity\nto associate with potential partners. Mycorrhizal specificity in genus\nCypripedium appears to be an evolvable trait, and associations with\nparticular fungi are phylogenetically conserved.","trees":[{"tree_label":"Fig. 1","ntax":"18","rootedtree":"TRUE","title":"Cypripedium phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_983.phy"},{"tree_label":"Fig. 2c","ntax":"99","rootedtree":"TRUE","title":"Hymenomycetidae mtLSU phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_982.phy"},{"tree_label":"Fig. 2ab","ntax":"201","rootedtree":"TRUE","title":"Fungal 5.8S phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_984.phy"}]}