{"Authors":" John P. Sullivan, Sébastien Lavoué, Carl D. Hopkins","Year":" 2016","Title":" Cryptomyrus: a new genus of Mormyridae (Teleostei,\nOsteoglossomorpha) with two new species from Gabon, West-Central\nAfrica","Journal":" ZooKeys","Volume":" 561","Issue":"","Pages":" 117150","Keywords":" weakly electric fish, Mormyrinae, integrative taxonomy,\nphylogeny, DNA, electric organ discharge, EOD, African freshwater\nfishes, rarity","DOI":" 10.3897/zookeys.561.7137","Abstract":" We use mitochondrial and nuclear sequence data to show\nthat three weakly electric mormyrid fish specimens collected at three\nwidely separated localities in Gabon, Africa over a 13-year period\nrepresent an unrecognized lineage within the subfamily Mormyrinae and\ndetermine the phylogenetic position of this lineage with respect to\nother taxa. We describe these three specimens as a new genus with two\nnew species. Cryptomyrus, new genus, is readily distinguished from all\nother mormyrid genera by a combination of features of squamation,\nmorphometrics, and dental attributes. Cryptomyrus ogoouensis, new\nspecies, is differentiated from its single congener by the possession of\nan anal-fin origin located well in advance of the dorsal fin, a narrow\ncaudal peduncle and caudal-fin lobes nearly as long as the peduncle.\nWhereas in Cryptomyrus ona, new species, the anal-fin origin is located\nonly slightly in advance of the dorsal fin, the caudal peduncle is deep\nand the caudal-fin lobes considerably shorter than the peduncle.\nContinued discovery of new taxa within the “Lower Guinea Clade” of\nMormyridae highlights the incompleteness of our knowledge of fish\ndiversity in West-Central Africa. We present a revised key to the\nmormyrid genera of Lower Guinea.","trees":[{"tree_label":"Fig. 5 with bootstrap values","ntax":"1","rootedtree":"TRUE","title":"Mormyrinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91816.phy"},{"tree_label":"same tree, no bootrap values","ntax":"45","rootedtree":"TRUE","title":"Mormyrinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91815.phy"}]}