{"Authors":" Susan Rutherford, Peter G. Wilson, Maurizio Rossetto,\nStephen P. Bonser","Year":" 2015","Title":" Phylogenomics of the green ash eucalypts (Myrtaceae)  a tale\nof reticulate evolution and misidentification","Journal":" Australian Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" phylogenetics, Eucalyptus, Diversity Arrays Technology\n(DArT), hybridisation, recombination, Australia","DOI":"","Abstract":" Eucalyptus is a genus that occurs in a range of habitats\nin Australia, Papua New Guinea, Timor, Sulawesi and the Philippines,\nwith a number of species being used as sources of timber and fibre.\nHowever, despite its ecological and commercial significance,\nunderstanding its evolutionary history remains a challenge. The focus of\nthis study is the green ashes (subgenus Eucalyptus section Eucalyptus).\nWhile previous studies, based primarily on morphology, suggest that the\ngreen ashes form a monophyletic group, there has been disagreement\nconcerning the divergence of taxa. This study aims to estimate the\nphylogeny of the green ashes and closely related eucalypts (37 taxa from\nover 50 locations in south-eastern Australia) using genome-wide analyses\nbased on Diversity Arrays Technology (DArT). Results of analyses were\nsimilar in topology and consistent with previous phylogenies based on\nsequence data. Many of the relationships supported those proposed by\nearlier workers. However other relationships, particularly of taxa\nwithin the Sydney region and Blue Mountains were not consistent with\nprevious classifications. These findings raise important questions\nconcerning how we define species and discern relationships in Eucalyptus\nand may have implications for other plant species, particularly those\nwith a complex evolutionary history where hybridisation and\nrecombination have occurred.","trees":[{"tree_label":"Figure 5","ntax":"76","rootedtree":"TRUE","title":"Bayesian analysis of green ashes and other taxa in\nsubg. Eucalyptus based on DArT markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_91803.phy"},{"tree_label":"Appendix 3","ntax":"76","rootedtree":"TRUE","title":"PADD analysis and minimum evolution tree of green ashes\nand other taxa in subg. Eucalyptus based on DArT markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_91804.phy"},{"tree_label":"Figure 4","ntax":"76","rootedtree":"TRUE","title":"Maximum parsimony analysis of green ashes and other\ntaxa in subg. Eucalyptus based on DArT markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_91802.phy"}]}