{"Authors":" Martina Réblová, Jacques Fournier, Vaclav Stepanek","Year":" 2016","Title":" Two new lineages of aquatic ascomycetes: Atractospora gen.\nnov. and Rubellisphaeria gen. et sp. nov., and a sexual morph of\nMyrmecridium montsegurinum sp. nov.","Journal":" Mycological Progress","Volume":" 15","Issue":"","Pages":" 21","Keywords":" Aquaticola, clypeus, freshwater, molecular phylogenetics,\nSordariomycetes","DOI":" 10.1007/s11557-016-1166-z","Abstract":" Two new genera, Atractospora and Rubellisphaeria, are\ndescribed for perithecial ascomycetes occurring on decaying wood\nsubmerged in freshwater habitats. Their relationships with other\nmorphologically similar fungi were investigated utilising four nuclear\nribosomal and protein-coding loci. They are nested together with members\nof five orders and families and numerous genera incertae sedis in the\nSordariomycetidae in a clade supported by Maximum Likelihood and\nBayesian inference methods. Their closest relative is Lentomitella.\nAtractospora includes species characterised by dark, immersed to\nsemi-immersed beaked ascomata lying horizontally to the host, stipitate\nasci with a pronounced non-amyloid apical annulus and hyaline, fusiform,\nseptate, thick-walled ascospores with smooth or ornamented wall. Three\nnovel species are introduced (A. decumbens, A. reticulata and A.\nverruculosa). A new combination for Aquaticola ellipsoidea is proposed\nin Atractospora based on molecular data and morphological characters.\nRubellisphaeria, with a new species R. abscondita, is distinct by\nsubhyaline to reddish brown, immersed ascomata with a lateral neck,\nshort-stipitate asci and ellipsoidal smooth ascospores with a delayed\nformation of a middle septum. The sexual morph of the dematiaceous\nhyphomycete genus Myrmecridium was encountered for the first time on\ndecaying wood submerged in a stream. It is nested in a strongly\nsupported monophyletic clade of the Myrmecridiales. The novel species M.\nmontsegurinum is described; it possesses papillate ascomata immersed\nbeneath a clypeus with subhyaline to weakly pigmented ascomatal wall,\nlong-stipitate asci with a non-amyloid apical annulus and 3-septate,\nhyaline, ellipsoidal, delicately verruculose ascospores. A\nmorphology-based key is provided to facilitate identification of species\nof Atractospora.","trees":[{"tree_label":"Fig. 1","ntax":"75","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_92106.phy"},{"tree_label":"Fig. 2","ntax":"10","rootedtree":"TRUE","title":"Myrmecridiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_92107.phy"}]}