{"Authors":" Rui Zhang, Fei Xiao Shi, Gregory M Mueller, Pei-Gui\nLiu","Year":" 2017","Title":" Two new species in the Suillus spraguei complex from\nChina","Journal":" Mycologia","Volume":" 109","Issue":" 2","Pages":" 296-307","Keywords":" Suillus spraguei, Suillus phylopictus, Suillus\nkwangtungensis, disjunct species, biogeography, host specificity, fungal\ndiversity","DOI":"","Abstract":" Suillus spraguei, synonym S. pictus, has been reported\nfrom eastern North America and eastern Asia associated with Pinus\nsubgenus Strobus. Published phylogenetic analyses of rRNA internal\ntranscribed spacer (ITS) sequence and population genetic studies\nindicated that S. spraguei as currently circumscribed might contain\nseveral geographically distinct species. This study examined this\npossibility through a multigene analysis of S. spraguei specimens from\neastern North America and eastern Asia. These specimens were associated\nwith Pinus strobus, P. koraiensis, P. armandii, and P. kwangtungensis.\nThe multigene analysis included three genomic regions: the genes for\ntranslation elongation factor 1α (TEF1) and RNA polymerase II largest\nsubunit (RPB1), and the nuc rRNA segments ITS1-5.8S-ITS2 (ITS) and 28S\nD1D2 domains (28S). This study confirms that the S. spraguei complex\nconsists of at least three cryptic species: S. spraguei sensu stricto\nassociated with P. strobus in eastern North America; S. phylopictus\nassociated with multiple species in Pinus subgenus Strobus (5-needle\npines) throughout China and Japan; and S. kwangtungensis, currently\nfound only in P. kwangtungensis forests in southeastern China. A third\nnew species from Japan and Korea was suggested based on ITS phylogeny.\nMorphologically, S. spraguei and S. phylopictus resemble each other,\nwhereas S. kwangtungensis is covered with more floccose scales. The new\nspecies add to the knowledge of macrofungal diversity in eastern Asia\nand highlight the necessity of comparing broadly distributed species\ncomplexes using morphological, molecular, and ecological data.","trees":[{"tree_label":"Imported tree 1","ntax":"11","rootedtree":"TRUE","title":"Suillus spraguei RPB1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107767.phy"},{"tree_label":"Imported tree 1","ntax":"37","rootedtree":"TRUE","title":"Suillus spraguei ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107768.phy"},{"tree_label":"Imported tree 1","ntax":"22","rootedtree":"TRUE","title":"Suillus spraguei LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107770.phy"},{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Suillus spraguei TEF1a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107769.phy"}]}