{"Authors":" Anna V. Williams, Laura M. Boykin, Paul G. Nevill, Ian\nSmall","Year":" 2015","Title":" Does sequencing the complete plastid genome improve species\ndiscrimination: a test in Acacia","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" species discrimination, plastid sequencing, sliding window\nanalysis, Acacia","DOI":"","Abstract":" The standard plant DNA barcoding loci, matK and rbcL, are\noften found to be limited in their capacity to discriminate between\nspecies. Advances in sequencing technology mean that we can now produce\nwhole chloroplast genome sequences relatively easily, and here we\nexamine the potential of whole chloroplast genome for species\ndiscrimination in Acacia. We firstly examine the traditional barcoding\nloci and the nuclear ITS regions for their ability to uniquely\ndiscriminate among previously identified specimens. Then we use a\nsliding window analysis to identify potential barcoding loci within the\nchloroplast genome, and compare the ability of these loci to resolve\nsupported monophyletic species with that of the whole chloroplast\ngenome. Our results suggest that using traditional barcoding loci\nresulted in only 57% of specimens belonging to a species-specific\nmonophyletic clade, while our sliding window analysis revealed that 65%\nof specimens could be successfully placed in a species-specific\nmonophyletic clade by using larger subsections of the chloroplast\ngenome. However, using the whole chloroplast genome for species\ndiscrimination gave the highest number of species-specific monophyletic\nclades. Given the resolution with high statistical support using the\nwhole chloroplast genome and the other advantages this method provides,\nwe conclude that, despite representing a greater technical challenge,\nthe whole chloroplast genome provides a superior means to species\ndiscrimination to traditional plant DNA barcoding loci.","trees":[{"tree_label":"con 50 majrule","ntax":"96","rootedtree":"TRUE","title":"Tr91829","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91829.phy"},{"tree_label":"con 50 majrule","ntax":"96","rootedtree":"TRUE","title":"Tr91830","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91830.phy"},{"tree_label":"con 50 majrule","ntax":"96","rootedtree":"TRUE","title":"Tr91831","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91831.phy"},{"tree_label":"con 50 majrule","ntax":"96","rootedtree":"TRUE","title":"Tr91828","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91828.phy"}]}