{"Authors":" Qiuyuan Yin, Lei Zhu, Di Liu, Shuyi Zhang, Yi-Hsuan Pan,\nDavid M Irwin","Year":" 2015","Title":" Relaxed Evolution of the Nuclear factor (erythroid-derived\n2)-like 2 gene Nrf2 in Old World Fruit Bats (Chiroptera:\nPteropodidae)","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Nrf2, frugivorous bats, relaxed evolution, antioxidant\nenzyme, low molecular weight antioxidant","DOI":"","Abstract":" Mammals developed antioxidant systems to defend against\noxidative damage in their daily life. Enzymatic antioxidants and low\nmolecular weight antioxidants (LMWAs) constitute major parts of the\nantioxidant systems. Nuclear factor (erythroid-derived 2)-like 2 (Nrf2,\nencoded by the Nrf2 gene) is a central transcriptional regulator,\nregulating the transcription, of many antioxidant enzymes. Frugivorous\nbats eat large amounts of fruits that contain high levels of LMWAs such\nas vitamin C, thus, a reliance on LMWAs might greatly reduce the need\nfor antioxidant enzymes in comparison to insectivorous bats. Therefore,\nit is possible that frugivorous bats have a reduced need for Nrf2\nfunction due to their substantial intake of diet-antioxidants. To test\nwhether the Nrf2 gene has undergone relaxed evolution in fruit-eating\nbats, we obtained Nrf2 sequences from 16 species of bats, including four\nOld World fruit bats (Pteropodidae) and one New World fruit bats\n(Phyllostomidae). Our molecular evolutionary analyses revealed that a\nchange in selection pressure acting on Nrf2 gene was probably caused by\nrelaxed evolutionary constraints on the Nrf2 gene in Old World fruit\nbats. In addition, seven specific amino acid substitutions occurred on\nthe ancestral lineage leading to the four Old World fruit bats, and\ncomputational predictions suggest that three of these seven amino acid\nreplacements might be deleterious to Nrf2 function. Biochemical\nexperiments were conducted to examine Nrf2 in Old World fruit bats and\nshowed that the amount of catalase, which is regulated by Nrf2, was\nsignificantly lower in the brain, heart and liver of Old World fruit\nbats despite higher levels of Nrf2 protein in Old World fruit bats than\nin insectivorous bats. Our study provides evidence that Nrf2 experienced\nrelaxed evolution in the Old World fruit bats in compensation to the\nincreased levels of LWMAs from their fruit-diet.","trees":[{"tree_label":"Imported tree 0","ntax":"21","rootedtree":"FALSE","title":"Tr91824","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91824.phy"}]}