{"Authors":" Hirotoshi Sato, Akifumi S. Tanabe, Hirokazu Toju","Year":" 2015","Title":" Host shifts enhance diversification of ectomycorrhizal fungi:\ndiversification rate analysis of the ectomycorrhizal fungal genera\nStrobilomyces and Afroboletus with 80-gene","Journal":" New phytologists","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Mutualisms with new host lineages can provide symbionts\nwith novel ecological opportunities for expanding their geographic\ndistribution, thereby leading to allopatric speciation. Although\nectomycorrhizal (ECM) fungi provide ideal opportunities for testing the\nrelationship between host shift and diversification, their\ndiversification history itself remains uninvestigated. By targeting the\nECM fungal genera Strobilomyces and Afroboletus, we here test whether\nmutualism with new host lineages can increase the symbiont’s\ndiversification rate. Using a Bayesian tree inferred from 23,100-base\nnucleotide sequences of 80 single-copy genes, we tested whether the\ndiversification rate of the two genera had changed with host category\nand ancestral host states. The results indicated that these fungi were\ninitially associated with Caesalpinioideae/Monotoideae in Africa,\nacquired associations with Dipterocarpoideae in tropical Asia after the\nIndia-Eurasia collision, and then switched to Fagaceae/Pinaceae and\nNothofagaceae/Eucalyptus. Fungal lineages associated with\nFagaceae/Pinaceae were inferred to have the diversification rate almost\nfour times larger than those with Caesalpinioideae/Monotoideae, and\nalmost twice larger than those with Dipterocarpoideae or\nNothofagaceae/Eucalyptus. Our study suggest that host shift, especially\nto Fagaceae/Pinaceae in the middle Palaeogene, can provide ecological\nopportunities for the allopatric speciation of these fungi, supposedly\nrepresenting an important scenario for diversification history of ECM\nfungi.","trees":[{"tree_label":"tree 1","ntax":"29","rootedtree":"TRUE","title":"Strobilomyces and Afroboletus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91838.phy"},{"tree_label":"con 50 majrule","ntax":"29","rootedtree":"TRUE","title":"Strobilomyces and Afroboletus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_91837.phy"},{"tree_label":"TREE1","ntax":"29","rootedtree":"TRUE","title":"Strobilomyces and Afroboletus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_91836.phy"}]}