{"Authors":" Jie Chen, Luis A Parra, Andre De Kesel, Abdul Nasir Khalid,\nAli H BAHKALI, Kevin D Hyde, Rui-Lin Zhao, Philippe Callac","Year":" 2016","Title":" Inter- and intra-specific diversity in Agaricus endoxanthus\nand allied species reveals a new taxon, A. punjabensis","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Agaricus volvatulus, ITS, phylogeny, section\nXanthodermatei","DOI":"","Abstract":" Agaricus endoxanthus is one of the few species of the\ngenus Agaricus being broadly distributed across several continents.\nMoreover, this typically tropical species has the particularity to be\nintroduced and to develop in European and North American tropical\ngreenhouses. To better circumscribe this taxon and understand its\nextent, we decided to investigate its intraspecific variability. In a\nfirst step, we attempted to broaden the initial sample of five specimens\nby selecting 15 new specimens from various regions, which were\nmorphologically attributed to this species. Through a combined\nmorphological and molecular approach, nine of them were identified as A.\nendoxanthus. No major morphological differences were detected among the\n14 specimens, however their ITS sequences were highly variable with 30\npolymorphic positions. The presence of numerous heteromorphisms and the\nallelic distribution at certain pairs of loci indicated that\nhybridization and recombination have likely occurred throughout the\nhistory of certain samples. From the genetic distance and phylogenetic\nanalyses, the observed high genetic diversity appeared unlinked to the\ngeographic origin of the samples, possibly due to intercontinental\ntrade. The five remaining samples resembling A. endoxanthus were\nidentified as: A. punjabensis, a phylogenetically close relative of A.\nendoxanthus introduced from Pakistan, and A. volvatulus. The latter’s\ndetailed description is given with data obtained from the type specimen\nand three more African collections.","trees":[{"tree_label":"PHYLIP 1+","ntax":"52","rootedtree":"FALSE","title":"Tr91841","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91841.phy"}]}