{"Authors":" Haywood Dail Laughinghouse, Kirsten M Müller, Walter H\nAdey, Yannick Lara, Robert Young, Gabriel Johnson","Year":" 2015","Title":" Evolution of the northern rockweed, Fucus distichus, in a\nregime of glacial cycling: implications for benthic algal\nphylogenetics","Journal":" PLoS ONE","Volume":" 10","Issue":" 12","Pages":" e0143795","Keywords":" haplotypes, biogeography, Thermogeographic Model,\nArctic/Subarctic, glaciation, Fucus distichus","DOI":" 10.1371/journal.pone.0143795","Abstract":" Northern hemisphere rockweeds (Fucus) are thought to have\nevolved in the North Pacific and then spread to the North Atlantic\nfollowing the opening of the Bering Strait. They have dispersed and\nwidely speciated in the North Atlantic and its tributary seas. Fucus\ndistichus is likely near the ancestral member of this genus, and studies\nhave shown that there are several species/subspecies in this complex\n(i.e. F. evanescens and F. gardneri). We used phylogenetic and haplotype\nanalyses to test the phylogenetic relationships and biogeography of F.\ndistichus. Our data and subsequent analyses demonstrate that, unlike\nprevious studies that lacked samples from an extensive geographical area\nof the Arctic and Subarctic, there is a distinct Arctic haplotype that\nis the source of subspecies in both the North Pacific and North\nAtlantic. Fucus distichus occupies a low tide zone habitat, and in\nArctic/Subarctic regions it is adapted to the severe stress of sea ice\ncoverage and disturbance during many months per year. We hypothesize\nthat the very large geographic area of Arctic and Subarctic rocky shores\navailable to this species during interglacials, supported by large\nArctic/Subarctic fringe areas as well as unglaciated refugia during\nglacial cycles, provided a robust population and gene pool (described by\nthe Thermogeographic Model). This gene pool dilutes that of the more\nfragmented and area-limited Temperate/Boreal area populations when they\nare brought together during glacial cycles. We suggest that similar\nsubspecies complexes for a variety of Arctic/Subarctic shore biota\nshould be examined further in this context, rather than arbitrarily\nbeing split up into numerous species.","trees":[{"tree_label":"IGS tree","ntax":"13","rootedtree":"TRUE","title":"Tr91842","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_91842.phy"},{"tree_label":"ITS tree","ntax":"72","rootedtree":"TRUE","title":"Tr91843","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_91843.phy"}]}