{"Authors":" Neil F Adams, Margaret E Collinson, Selena Y Smith, Marion\nk Bamford, Felix Forest, Panagiota Malakasi, Frederica Marone, Dan\nSykes","Year":" 2016","Title":" X-rays and virtual taphonomy reveal the first fossil record\nof Cissus (Vitaceae) in Africa: phylogenetic, biogeographic and\npaleoenvironmental implications","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Hiwegi Formation; liana; Menispermicarpum; microCT;\nMiocene; paleoecology; Proconsul; seeds; SRXTM; virtual taphonomy","DOI":"","Abstract":" Premise of the study: Fossilized seeds similar to Cissus\n(Vitaceae) have been recognized from the Kenyan Miocene though some were\npreviously assigned to the Menispermaceae. We undertake a comparative\nsurvey of extant African Cissus seeds to identify the fossils and\nconsider their implications for the evolution and biogeography of Cissus\nand for African early Miocene paleoenvironments. Methods: Micro-computed\ntomography (µCT) and synchrotron-based X-ray tomographic microscopy\n(SRXTM) were used to study seed morphology and anatomy. Virtual\ntaphonomy, using SRXTM datasets, produced digital fossils to elucidate\nseed taphonomy. Phylogenetic relationships within Cissus were\nreconstructed using existing and newly produced DNA sequences for\nAfrican species. Paleobiology and paleoecology were inferred from\nAfrican nearest living relatives. Key results: The fossils are assigned\nto four new Cissus species, interpreted to have been climbers inhabiting\na mosaic of riverine woodland and forest to more open habitats. Virtual\ntaphonomy explains how complex mineral infill processes concealed key\nseed features, causing the previous taxonomic error. Newly sampled\nAfrican species, with seeds most similar to the fossils belong to four\nclades within core Cissus, two of which are early diverging.\nConclusions: Virtual taphonomy, combined with µCT and SRXTM imaging, has\nenabled recognition of the first fossil Cissus and Vitaceae from Africa\nwith high phylogenetic diversity of Cissus established by the early\nMiocene. Phylogenetic and fossil data suggest intercontinental\ndispersals of Cissus before the Oligocene (Africa to South America) and\nduring or after the Neogene (Africa to Asia), and provide supporting\nevidence for mosaic paleoenvironments inhabited by early Miocene\nhominoids.","trees":[{"tree_label":"RAxML","ntax":"191","rootedtree":"TRUE","title":"Cissus (Vitaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_91919.phy"},{"tree_label":"BEAST dated","ntax":"191","rootedtree":"TRUE","title":"Cissus (Vitaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_91920.phy"}]}