{"Authors":" Daren W. Brown, Robert H. Proctor","Year":" 2016","Title":" Insights into natural products biosynthesis from analysis of\n490 polyketide synthases from Fusarium","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium; secondary metabolite; natural product;\npolyketide;","DOI":"","Abstract":" Species of the fungus Fusarium collectively cause disease\non almost all crop plants and produce numerous natural products (NPs),\nincluding some of the mycotoxins of greatest concern to agriculture.\nMany Fusarium NPs are derived from polyketide synthases (PKSs), large\nmulti domain enzymes that catalyze sequential condensation of simple\ncarboxylic acids to form polyketides. To gain insight into the\nbiosynthesis of polyketide-derived NPs in Fusarium, we retrieved 488 PKS\ngene sequences from genome sequences of 31 species of the fungus. In\naddition to these apparently functional PKS genes, the genomes\ncollectively included 83 pseudogenized PKS genes. Phylogenetic analysis\nresolved the PKS genes into 67 clades, and based on multiple lines of\nevidence, we propose that homologs in each clade are responsible for\nsynthesis of a polyketide that is distinct from those synthesized by\nPKSs in other clades. The presence and absence of PKS genes among the\nspecies examined indicated marked differences in distribution of PKS\nhomologs. Comparisons of Fusarium PKS genes and genes flanking them to\nthose from other Ascomycetes provided evidence that Fusarium has the\ngenetic potential to synthesize multiple NPs that are the same or\nsimilar to those reported in other fungi, but that have not yet been\nreported in Fusarium. The results also highlight ways in which such\nanalyses can help guide identification of novel Fusarium NPs and\ndifferences in NP biosynthetic capabilities that exist among fungi.","trees":[{"tree_label":"Figure 2","ntax":"31","rootedtree":"TRUE","title":"Species phylogeny of the 31 Fusarium species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_91934.phy"}]}