{"Authors":" Donald H. Les, Maike Wilstermann, Michael Lee Moody,\nNicholas P. Tippery, Lung-Chung Chen, Surrey W. L. Jacobs","Year":" 2007","Title":" Systematics of Vallisneria L. (Hydrocharitaceae Juss.)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Morphology, species delimitation, and interspecific\nrelationships were evaluated in a phylogenetic context in the aquatic\nmonocotyledon genus Vallisneria using a combination of morphological and\nmolecular (nrITS, rbcL, trnk 5â\u001a\u001a intron) data. Contrary to previous\nstudies that recognized few species worldwide, we distinguished 13\nspecies by molecular data, and an additional 2-3 species by\nmorphological differences within groups that were invariant at the\nmolecular level. Two new Vallisneria species (V. australis, V. erecta)\nare formally described. Other potentially novel species were detected\nfrom the cultivated material examined but require further study to\nelucidate their taxonomic status. Phylogenetic analyses indicated that\nvittate (caulescent) species (including Maidenia rubra) are not basal,\nbut nested between two groups of rosulate (rosette) species. To preserve\nVallisneria as monophyletic, a new combination is made (V. rubra) that\naccommodates the transfer of M. rubra to Vallisneria. Several taxonomic\ncharacters associated with the stigma morphology of pistillate flowers\nwere found to represent suites of features related to pollination. In\nmost cases, these character suites corresponded to a particular\narrangement of filaments in the staminate flowers. The precise\ngeographical origin of Vallisneria remains difficult to determine.\nHowever we conclusively documented the presence of the European V.\nspiralis in Texas (United States), which constitutes the first authentic\nrecord of this nonindigenous species in North America.","trees":[{"tree_label":"Fig. 4D","ntax":"18","rootedtree":"TRUE","title":"Vallisneria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_348.phy"},{"tree_label":"Fig. 4C","ntax":"18","rootedtree":"TRUE","title":"Vallisneria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2838.phy"}]}