{"Authors":" Fredrick J Larabee, Chris A Schmidt, Brian L. Fisher, Milan\nJanda, Pavel Matos-Maravi, Andrew V Suarez","Year":" 2015","Title":" Molecular phylogenetics and diversification of trap-jaw ants\nin the genera Anochetus and Odontomachus (Hymenoptera: Formicidae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Odontomachus, Anochetus, trap-jaw ants, ants,\nphylogenetics","DOI":"","Abstract":" Ants in the genera Anochetus and Odontomachus belong to\none of the largest clades in the subfamily Ponerinae, and are one of\nfour lineages of ants possessing spring-loaded “trap-jaws.” Here we\npresent results from the first global species-level molecular\nphylogenetic analysis of these trap-jaw ants, reconstructed from one\nmitochondrial and four nuclear protein-coding genes. Bayesian and\nlikelihood analyses strongly support reciprocal monophyly for the genera\nAnochetus and Odontomachus. Additionally, we found strong support for\nseven trap-jaw ant clades (four in Anochetus and three in Odontomachus)\nmostly concordant with geographic distribution. Ambiguity remains\nconcerning the closest living non-trap-jaw ant relative of the\nAnochetus+Odontomachus clade, but Bayes factor hypothesis testing\nstrongly suggests that trap-jaw ants evolved from a short mandible\nancestor. Ponerine trap-jaw ants evolved in the middle Paleocene (5069\nMya) likely in South America or Southeast Asia, and subsequently\ndispersed multiple times to Africa and Australia where they have\nradiated rapidly in the last 25 million years. These results will guide\nfuture taxonomic work on the group and act as a phylogenetic framework\nto study the macroevolution of extreme ant mouthpart\nspecialization.","trees":[{"tree_label":"con 50 majrule+","ntax":"130","rootedtree":"TRUE","title":"Tr91941","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91941.phy"},{"tree_label":"TREE1+","ntax":"140","rootedtree":"TRUE","title":"Tr91942","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91942.phy"}]}