{"Authors":" Douglas L. Altshuler, J Van Remsen, Christopher C Witt,\nJimmy A. McGuire","Year":" 2007","Title":" Phylogenetic Systematics and Biogeography of Hummingbirds:\nBayesian and Maximum Likelihood Analyses of Partitioned Data and\nSelection of an Appropriate Partitioning Strategy.","Journal":" Systematic Biology","Volume":" 56","Issue":" 5","Pages":" 837-856","Keywords":"","DOI":" 10.1080/10635150701656360","Abstract":" Hummingbirds are an important model system in avian\nbiology, but to date the group has been the subject of remarkably few\nphylogenetic investigations. Here we present partitioned Bayesian and\nmaximum likelihood phylogenetic analyses for 151 of approximately 330\nspecies of hummingbirds and 12 outgroup taxa based on two protein-coding\nmitochondrial genes (ND2 and ND4), flanking tRNAs, and two nuclear\nintrons (AK1 and BFib). We analyzed these data under several\npartitioning strategies ranging between unpartitioned and a maximum of\nnine partitions. In order to select a statistically justified\npartitioning strategy following partitioned Bayesian analysis, we\nconsidered four alternative criteria including Bayes factors, and\nmodified versions of the Akaike Information Criterion for small sample\nsizes (AICc), Bayesian Information Criterion (BIC), and a Decision\nTheoretic methodology (DT). Following partitioned maximum-likelihood\nanalyses, we selected a best fitting strategy using hierarchical\nlikelihood ratio tests (hLRTS), the conventional AICc, BIC, and DT,\nconcluding that the most stringent criterion, the performance-based DT,\nwas the most appropriate methodology for selecting amongst partitioning\nstrategies. In the context of our well-resolved and well-supported\nphylogenetic estimate, we consider the historical biogeography of\nhummingbirds using ancestral state reconstructions of (1) primary\ngeographic region of occurrence (i.e., South America, Central America,\nNorth America, Greater Antilles, Lesser Antilles), (2) Andean or\nnon-Andean geographic distribution, and (3) minimum elevational\noccurrence. These analyses indicate that the basal hummingbird\nassemblages originated in the lowlands of South America, that most of\nthe principle clades of hummingbirds (all but Mountain Gems and possibly\nBees) originated on this continent, and that there have been many (at\nleast 30) independent invasions of other primary landmasses, especially\nCentral America.","trees":[{"tree_label":"Fig. 2","ntax":"164","rootedtree":"TRUE","title":"Hummingbirds, h164.9b","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2839.phy"}]}