{"Authors":" Charles D. Bell","Year":" 2007","Title":" Phylogenetic Placement and Biogeography of the North American\nSpecies of Valerianella (Valerianaceae: Dipsacales) based on chloroplast\nand nuclear DNA","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Although Valerianaceae is a relatively small group of\nangiosperms (ca. 350 species), sample sizes of previous phylogenetic\nstudies have been limited and taxonomic sampling has been usually\ngeographically biased to species from Europe and/or South America. One\ngroup that has never been included in any analyses to date is the North\nAmerican representatives of Valerianella. In this study I sampled 17\nadditional accessions from Valerianaceae, including six of the 12\ndescribed North American Valerianella species and four additional\nsamples of European Valerianella species. Phylogenies based on parsimony\nand Bayesian methods show strong support for placing the North American\nValerianella nested within the European species. These analyses also\nfound Fedia to be nested within Valerianella, making Valerianella\nparaphyletic, a result consistent with several previously published\nmolecular phylogenies. Divergence times estimated from the molecular\ndata using recently proposed Bayesian \u001arelaxed\u001a clock methods, suggest\nValerianella was in North America by the middle Miocene (ca. 16 to 14\nmillion years ago). These dates would suggest the North American species\nof Valerianella arrived in the New World just prior to the North\nAtlantic land bridge (NALB) no longer being a viable conduit for\nmigration. Given the large amount of uncertainty in the divergence time\nestimates, dispersal across the North Atlantic may not be the only\nviable alternative to explain the current distribution of Valerianella.\nHowever, biogeographic analyses using an explicit model based approach,\nstrongly favor the NALB as the route of dispersal for Valerianella.","trees":[{"tree_label":"Fig. 2","ntax":"107","rootedtree":"TRUE","title":"Valerianaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2842.phy"}]}