{"Authors":" Zulema Gómez, Ismael Hernández-González, María Dolores\nRodríguez-Torres, Valeria Souza, Gabriela Olmedo-Álvarez","Year":" 2016","Title":" Genomic and phenotypic variation in Bacillus coahuilensis\nreflects different intraspecific adaptations to a low phosphorus\nenvironment","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Microevolution, comparative genomics, intraspecific\ndiversity, phenotypic-genotypic association, mobile genetic elements,\nphosphorus limitation, phosphonate transport, Kdo biosynthesis,\nBacillus, free-living bacteria","DOI":"","Abstract":" Bacterial genomes undergo numerous events of gene losses\nand gains that increase genome variability among strains of the same\nspecies (microevolution). Our aim was to compare the genomes and some\nphenotypic characteristics of three Bacillus coahuilensis strains from\ntwo oligotrophic hydrological systems in the Cuatro Ciénegas Basin\n(México), to unveil the environmental challenges that this species cope\nwith, and the microevolutionary changes that resulted in these\ngenotypes. The three B. coahuilensis strains exhibited similar numbers\nof coding DNA sequences, of which 82% (2,893) constituted the core\ngenome, and 18% corresponded to accessory genes. Most of the genes in\nthis last group were annotated as hypothetical proteins and were\nassociated with mobile genetic elements. Ten percent of the pangenome\nconsisted of strain-specific genes. Alignment of the three B.\ncoahuilensis genomes indicated a high level of synteny and revealed the\npresence of several genomic islands. Unexpectedly, one of these islands\ncontained genes encode enzymes for the 2-keto-3-deoxymannooctulosonic\nacid (Kdo) biosynthesis. The Kdo is an important component of the cell\nwall of Gram-negative bacteria. Microevolutionary changes were clearly\nassociated with horizontal gene transfer and mobile genetic elements.\nExperimental results revealed variability in the types and numbers of\nauxotrophies between the strains that could not consistently be\nexplained by in silico metabolic models. Our results revealed that there\nwere intraspecific differences in preferences for carbohydrate and\nphosphorus utilization. Different adaptive strategies were found in the\nthree genomes, regarding transport and metabolism of phosphate, DNA, and\nphosphonates. Differences in regulation and gene loss or gain explain\nsome of the observed phenotypes. The three strains exhibited differences\nregarding alkaline phosphatase: we observed differences in gene\nexpression associated to this enzyme the gene was inducible in strain\np.1.1.43, constitutive in m4-4, and absent in strain m2-6.\nInconsistencies with the phenotypic-genotypic association suggested that\nin addition to gene gain and loss, regulation adjustment also has\ncontributed to the intraspecific diversity of B. coahuilensis.","trees":[{"tree_label":"tree 1","ntax":"33","rootedtree":"TRUE","title":"Tr91965","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91965.phy"}]}