{"Authors":" Maria Sergeevna Vorontsova, Guillaume Besnard, Felix\nForest, Panagiota Malakasi, Justin Moat, Derek Clayton, Pawel Ficinski,\nGeorge Savva, Olinirina P Nanjarisoa, Jacqueline Razanatsoa, Fetra O\nRandriatsara, John M Kimeu, Quentin Luke, Canisius Kayombo, Hans Peter\nLinder","Year":" 2016","Title":" Madagascars grasses and grasslands: anthropogenic or\nnatural?","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":" in press","Issue":"","Pages":"","Keywords":" grassland, Poaceae, Neogene, biodiversity, endemism,\nspecies turnover, Madagascar, phylogenetic community assembly,\nbiogeographical regionalisation","DOI":"","Abstract":" Grasses, by their high productivity even under very low\npCO2, their ability to survive repeated burning, and to tolerate long\ndry seasons, have transformed the terrestrial biomes in the Neogene and\nQuaternary. The expansion of grasslands at the cost of biodiverse forest\nbiomes in Madagascar is often postulated as a consequence of the\nHolocene settlement of the island by humans. However, we show that the\nMalagasy grass flora has many indications of being natural with a long\nlocal evolutionary history, much predating the Holocene arrival of\nhumans. First, the level of endemism in the Madagascar grass flora is\nwell above the global average for large islands. Second, a survey of\nmany of the more diverse areas indicates that there is a very high\nspatial and ecological turnover in the grass flora, indicating a high\ndegree of niche specialization. We also find some evidence that there\nare both recently disturbed and natural stable grasslands: phylogenetic\ncommunity assembly indicates that recently severely disturbed grasslands\nare phylogenetically clustered, whereas more undisturbed grasslands tend\nto be phylogenetically more evenly distributed. From this evidence, it\nis likely that grass communities existed in Madagascar long before human\narrival and sowere determined by climate, natural grazing and other\nnatural factors. Humans introduced zebu cattle farming and increased\nfire frequency, and may have triggered an expansion of the grasslands.\nGrasses probably played the same role in the modification of the\nMalagasy environments as elsewhere in the tropics.","trees":[{"tree_label":"tree1","ntax":"157","rootedtree":"TRUE","title":"Madagascars grasses and grasslands","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93359.phy"}]}