{"Authors":" Gomez-Lunar Zulema, Hernandez-Gonzalez Ismael","Year":" 2016","Title":" Genomic and phenotypic variation in Bacillus coahuilensis\nreflects different intraspecific adaptations to a low phosphorus\nenvironment","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Microevolution, comparative genomics, intraspecific\ndiversity, phenotypic-genotypic association, mobile genetic elements,\nphosphorus limitation, phosphonate transport, Kdo biosynthesis,\nBacillus, free-living bacteria.","DOI":"","Abstract":" Bacterial genomes undergo numerous events of gene losses\nand gains that increase genome variability among strains of the same\nspecies (microevolution). Our aim was to compare the genomes and\nphenotypes of three Bacillus coahuilensis strains from two oligotrophic\nhydrological systems in the Cuatro Ciénegas Basin (México), to unveil\nthe environmental challenges that this species cope with, and the\nmicroevolutionary changes that resulted in these genotypes. Since the\nstrains were isolated from a low P environment, we put emphasis on the\nsearch of different phosphorus acquisition strategies. The three B.\ncoahuilensis strains exhibited similar numbers of coding DNA sequences,\nof which 82% (2, 893) constituted the core genome, and 18% corresponded\nto accessory genes. Most of the genes in this last group were annotated\nas hypothetical proteins and were associated with mobile genetic\nelements. Ten percent of the pangenome consisted of strain-specific\ngenes. Alignment of the three B. coahuilensis genomes indicated a high\nlevel of synteny and revealed the presence of several genomic islands.\nUnexpectedly, one of these islands contained genes that encode the\n2-keto-3-deoxymannooctulosonic acid (Kdo) biosynthesis enzymes. The Kdo\nis an important component of the cell wall of Gram-negative bacteria.\nSome microevolutionary changes were clearly associated with mobile\ngenetic elements. Experimental results revealed variability in the types\nand numbers of auxotrophies between the strains that could not\nconsistently be explained by in silico metabolic models. Our results\nrevealed that there were intraspecific differences in preferences for\ncarbohydrate and phosphorus utilization. Different phosphorus\nacquisition strategies were found in the three genomes, regarding\nrecycling, saving, and use of alternative sources. Differences in gene\nloss or gain, and regulation explain some of the observed phenotypes.\nThe three strains exhibited differences regarding alkaline phosphatase:\nwe observed differences in gene expression associated to this enzyme,\nthe gene was inducible in strain p.1.1.43, constitutive in m4-4, and\nabsent in strain m2-6. Inconsistencies with the phenotypic-genotypic\nassociation suggested that in addition to gene gain and loss, regulation\nadjustment of gene expression also has contributed to the intraspecific\ndiversity of B. coahuilensis.","trees":[{"tree_label":"tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr91974","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91974.phy"}]}