{"Authors":" Stacy Brosnan, Richard E. Triemer, Maria Alejandra\nNudelman, Ionel Ciugulea","Year":" 2008","Title":" Phylogeny of the Euglenoid Loricate Genera Trachelomonas and\nStrombomonas (Euglenophyta) Inferred from Nuclear SSU and LSU rDNA","Journal":" Journal of Phycology","Volume":" 44","Issue":" 2","Pages":" 406-418","Keywords":" Euglenophyta, loricates, LSU rDNA, molecular markers,\nphylogeny, SSU rDNA, Strombomonas, Trachelomonas","DOI":" 10.1111/j.1529-8817.2008.00472.x","Abstract":" Previous studies using the nuclear SSU rDNA and partial\nLSU rDNA have demonstrated that the euglenoid loricate taxa form a\nmonophyletic clade within the photosynthetic euglenoid lineage. It was\nunclear, however, whether the loricate genera Trachelomonas and\nStrombomonas were monophyletic. In order to determine the relationships\namong the loricate taxa, SSU and LSU nuclear rDNA sequences were\nobtained for eight Strombomonas and twenty-five Trachelomonas strains\nand combined in a multigene phylogenetic analysis. Conserved regions of\nthe aligned dataset were used to generate maximum-likelihood and\nBayesian phylogenies. Both methods recovered a strongly supported\nmonophyletic loricate clade with Strombomonas and Trachelomonas species\nseparated into two sister clades. Taxa in the genus Strombomonas sorted\ninto three subclades. Within the genus Trachelomonas, five strongly\nsupported subclades were recovered in all analyses. Key morphological\nfeatures could be attributed to each of the subclades, with the major\nseparation being that all of the spine-bearing taxa were located in two\nsister subclades while the more rounded, spineless taxa formed the\nremaining three clades. The separation of genera and subclades were\nsupported by 42 distinct molecular signatures (33 in Trachelomonas and 9\nin Strombomonas). The morphological and molecular data supported the\nretention of Trachelomonas and Strombomonas as separate loricate genera.\nKeywords: Euglenophyta; loricates; LSU rDNA; molecular markers;\nphylogeny; SSU rDNA; Strombomonas; Trachelomonas","trees":[{"tree_label":"Fig. 1","ntax":"47","rootedtree":"TRUE","title":"Trachelomonas Strombomonas","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2843.phy"}]}