{"Authors":" Mihai Costea, Miguel Angel Garcia, Kurtis Baute, Sasa\nStefanovic","Year":" 2015","Title":" Entangled evolutionary history of Cuscuta pentagona clade: A\nstory involving hybridization and Darwin in the Galapagos","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Convolvulaceae; dispersal; field dodder; Galapagos\nIslands; ITS; molecular phylogeny; morphometrics; reticulate evolution;\ntrnL-F","DOI":"","Abstract":" The distribution of Cuscuta subg. Grammica sect.\nCleistogrammica (Cuscuta pentagona clade) is centered in North America\n(C. campestris, C. glabrior, C. harperi, C. pentagona, C. obtusiflora,\nC. plattensis, C. polygonorum, C. runyonii); however, long-distance\ndispersal was documented to Hawaii (C. sandwichiana), South America (C.\ngymnocarpa, C. stenolepis, and in part C. obtusiflora), Africa (C.\nbifurcata, C. schlechteri), Eurasia, and Australia (C. australis).\nHybrid speciation has already been documented for some members of sect.\nCleistogrammica (C. sandwichiana, C. bifurcata) but previous studies\nstrongly suggested that the extent of reticulate evolution is\nunderestimated in Cuscuta generally, and in this section in particular.\nSequence data from the nuclear internal transcribed spacer (ITS) and the\nplastid trnL-F region were used to reconstruct the phylogeny and gain a\nbetter understanding of the evolutionary history within the clade.\nAdditionally, a morphometric analysis was conducted to test the phenetic\ndistinctiveness of a select number of species with taxonomic problems:\nC. campestris, C. glabrior, C. gymnocarpa, and C. pentagona.\nDiscordances between phylogenies derived from plastid and nuclear data\nshowed that C. campestris is a hybrid, likely involving the C. runyonii\n/ glabrior lineage as a maternal progenitor and an undiscovered species\nas a paternal progenitor. This latter species, an extinct or unsampled\nlineage, was itself inferred to be a hybrid between C. pentagona /\nharperi and C. australis / obtusiflora / polygonorum lineages. Both the\nevolutionary and morphometric results clearly showed that C. campestris\nis a distinct species and the negative consequences of its amalgamation\nwith C. pentagona during the last decades are discussed. Cuscuta\ngymnocarpa, an enigmatic species described from specimens collected by\nDarwin from the Galapagos, was inferred as conspecific with C.\ncampestris and proposed as a variety of the latter. Because C.\ngymnocarpa is only a form of C. campestris, the possible means of\ndispersal of the latter species to the Galapagos are discussed. Cuscuta\nmodesta, a new species discovered while studying the systematics of the\nclade, is described and illustrated.","trees":[{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr91977","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91977.phy"},{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr91978","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91978.phy"},{"tree_label":"con 50 majrule","ntax":"43","rootedtree":"TRUE","title":"Tr91980","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91980.phy"},{"tree_label":"con 50 majrule","ntax":"106","rootedtree":"TRUE","title":"Tr91979","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91979.phy"},{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Tr91976","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91976.phy"},{"tree_label":"con 50 majrule","ntax":"43","rootedtree":"TRUE","title":"Tr91981","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91981.phy"},{"tree_label":"con 50 majrule","ntax":"70","rootedtree":"TRUE","title":"Tr91982","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_91982.phy"}]}