{"Authors":" Marco T. Neiber, Eva L. Koch, Frank Walther, Bernhard\nHausdorf","Year":" 2016","Title":" Incipient hybrid speciation of door snails in previously\nglaciated areas in the Caucasus","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" AFLP, land snails, homoploid hybrid speciation,\nphylogeography, Pleistocene","DOI":"","Abstract":" Homoploid hybrid speciation, speciation by hybridization\nwithout a change in chromosome number, may be the result of an encounter\nof closely related species in a habitat that is different from that\nusually occupied by these species. In the northwestern Caucasus the land\nsnail species Micropontica caucasica and M. circassica form two distinct\nentities with little admixture at low and intermediate altitudes.\nHowever, at higher altitudes in the Lagonaki plateau, which were\nrepeatedly glaciated, Micropontica populations with intermediate\ncharacters occur. Admixture analyses based on AFLP data demonstrated\nthat the populations from the Lagonaki plateau are homoploid hybrids\nthat now form a cluster separate from the parental species. The Lagonaki\npopulations are characterized by a mtDNA haplotype clade that has been\nfound in the parental species only once. The fixation of this haplotype\nclade in most hybrid populations suggests that these haplotypes are\nbetter adapted to the cooler conditions in high altitude habitats and\nhave replaced the haplotypes of the parental species in a selective\nsweep. The fixation of a presumably adaptive mitochondrial haplotype\nclade in the Lagonaki populations is an important step towards\nspeciation under the differential fitness species concept.","trees":[{"tree_label":"rep5BEST","ntax":"40","rootedtree":"TRUE","title":"Micropontica","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_92080.phy"},{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Micropontica","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_92079.phy"}]}