{"Authors":" romain derelle, Purificación López-García , Hélène Timpano,\nDavid Moreira","Year":" 2016","Title":" A phylogenomic framework to study the diversity and evolution\nof stramenopiles.","Journal":" Molecular Biology and Evolution","Volume":" 33","Issue":" 11","Pages":" 2890-2898","Keywords":" Bigyra, Gyrista, Cavalierista, Chaoista, Depressonucleata,\nphylogenomics","DOI":" 10.1093/molbev/msw168","Abstract":" Stramenopiles or heterokonts constitute one of the most\nspeciose and diverse clades of protists. It includes ecologically\nimportant algae (such as diatoms or large multicellular brown seaweeds),\nas well as heterotrophic (e.g., bicosoecids, MAST groups) and parasitic\n(e.g., Blastocystis, oomycetes) species. Despite their evolutionary and\necological relevance, deep phylogenetic relationships among stramenopile\ngroups, inferred mostly from small-subunit rDNA phylogenies, remain\nunresolved, especially for the heterotrophic taxa. Taking advantage of\nrecently released stramenopile transcriptome and genome sequences, as\nwell as data from the genomic assembly of the MAST-3 species Incisomonas\nmarina generated in our laboratory, we have carried out the first\nextensive phylogenomic analysis of stramenopiles, including\nrepresentatives of most major lineages. Our analyses, based on a large\ndata set of 339 widely distributed proteins, strongly support a root of\nstramenopiles lying between two clades, Bigyra and Gyrista (Pseudofungi\nplus Ochrophyta). Additionally, our analyses challenge the\nPhaeista-Khakista dichotomy of photosynthetic stramenopiles\n(ochrophytes) as two groups previously considered to be part of the\nPhaeista (Pelagophyceae and Dictyochophyceae), branch with strong\nsupport with the Khakista (Bolidophyceae and Diatomeae). We propose a\nnew classification of ochrophytes within the two groups Chrysista and\nDiatomista to reflect the new phylogenomic results. Our stramenopile\nphylogeny provides a robust phylogenetic framework to investigate the\nevolution and diversification of this group of ecologically relevant\nprotists.","trees":[{"tree_label":"Imported tree 0","ntax":"45","rootedtree":"TRUE","title":"Tr105504","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105504.phy"}]}