{"Authors":" Thanh Tam Thi Le","Year":" 2016","Title":" First Report of Powdery Mildew Caused by Erysiphe quercicola\non mandarine in Viet Nam","Journal":" Plant Disease (APS)","Volume":"","Issue":"","Pages":"","Keywords":" Powdery mildew, Erysiphe quercicola, mandarine, Viet\nNam","DOI":"","Abstract":" Mandarine (Citrus reticulata) is perennial fruit-tree with\nhigh economic value by which poor farmers in Northern mountain of Viet\nNam would become the wealthy. Since 2009, powdery mildew has been\nobserved on this host plant mainly from Feb to May in many valleys of\nBac Son, Lang Son. This hyperparasite fungi covers on both sides of\nyoung and medium leaves of mandarine trees. The heavily infected trees\nhave often had defoliated or deformed young leave. This would decline in\ncapability of photosynthesis. Moreover, this fungi also covered total\nsurface of young fruits in 0.5 cm diameter period and caused them being\nfalled in a great number. As a result, fruit yield of mandarine could be\nreduced even 80% if left without timely treatment. Two representative\nspecimens were deposited in the PPRI Herbarium (Accession Nos. PPRI-\nPM007 and PPRI- PM008). Conidiophores were (60.5-)63 -101 (-106) µm\nlong. Foot-cells of conidiophores were (25-)27.5-35(-37.5) x 7.5-10 µm\nlong. Conidia produced singly has ellipsoid or ovoid shape without\nfibrosin bodies, measured (27.5-)32.5-40(-42.5) x 15-20 µm with a\nlength/width ratio of (1.6-)1.9-2.3. Appressoria on mycelium has lobe or\nmulti/ opposited lobed shape. Conidia germinated with Extensitubus\nsubtype of Pseudoidium type germ tubes. No chasmothecia were found. The\nmorphological characteristics were consistent with descriptions of\nErysiphe quercicola Takamatsu & Braun 2007 (Braun and Cook 2012). To\nconfirm the identity of the causal fungus, the complete ITS region of\nrDNA from isolates PPRI- PM007 and PPRI- PM008 were amplified by primer\npairs ITS1/ P3 (White et al. 1990; Kusaba and Tsuge 1995) and directly\nsequenced. The resulting sequences were deposited in GenBank (Accession\nNos. KM260691, KM260692, respectively. Moreover, the domains D1 and D2\nof 28S rRNA from these above isolates were also amplified by primer\npairs PM3 (Takamatsu and Kano, 2001)/ TW14 for 1st PCR and NL1/ TW14 for\n2nd PCR and direct sequenced by NL1, NLP2 (Mori et al., 2000). The\nresulting sequences were deposited in GenBank (Accession Nos. KM260673,\nKM260674, respectively). BLAST searchs of these sequences showed 99 %\nidentity with E. quercicola isolate from Quercus crispula, Anacardium\noccidentale (AB292691, AB237786). Powdery mildew on these samples from\nViet Nam belongs to E. quercicola group with bootstrap values support,\n63% and 60%, in MP phylogenic trees based on analysing ITS and 28S rRNA\nsequences respectively by PAUP. Pathogenicity was confirmed by gently\npressing diseased leaves of mandarine tree onto 7 to 14 day-old leaves\nof five two-year-old seedlings of C. reticulata, traditional variety of\nBac Son district, Lang Son province in a glass house maintained at 26 to\n28ºC. Five noninoculated seedlings were used as controls. Inoculated\nleaves developed symptoms after 10-12 days, whereas the control plants\nremained symptomless. The fungus present on the inoculated leaves was\nmorphologically identical to that observed on the original diseased\nleaves, with the same ITS sequence following the PCR protocol described\nabove, fulfilling Kochs postulates. E. quercicola has host range and\ndistribution widespread in tropical and subtropical Africa, Asia and\nSouth America such as Quercus sp. in Japan, Citrus sinensis in Malaysia,\nMangifera indica in Australia (Braun and Cook 2012). To our knowledge,\nthis is the first report of powdery mildew caused by E. quercicola on C.\nreticulata in Viet Nam. The yield and quality of mandarine fruits has\nbeen suffering heavy losses due to this hyperparasite fungi.","trees":[{"tree_label":"ITS_MP_Bs_tre","ntax":"26","rootedtree":"TRUE","title":"Tr92082","tree_kind":"Object Classification Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_92082.phy"},{"tree_label":"28S_MP_Bs_tre","ntax":"32","rootedtree":"TRUE","title":"Tr92085","tree_kind":"Object Classification Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_92085.phy"}]}