{"Authors":" Patricio Saldivia, Luis Faundez, Rafael Urbina-Casanova,\nRosa A Scherson","Year":" 2016","Title":" Domeykoa andina (Apiaceae; Azorelloideae), a new species from\nNorthern Chile","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Atacama Desert, Eremocharis, Asteriscium clade,\ndisjunction, phylogeny","DOI":"","Abstract":" This study reports a new species of the Domeykoa\n(Apiaceae; Azorelloideae) from the Andes of northern Chile. Detailed\ndescription of the species and illustration are provided. Diagnostic\nmorphological characters that allow distinguishing it from similar\nspecies are its erect habit, fewer number of flowers per umbel and\nopposite leaves. The new species is an annual or weakly perennial herb,\nerect, up to 25 cm high, profusely branched close to the base. Umbels\nare simple, sessile or sub-sessile with three yellow flowers. Fruits are\nglabrate. DNA was obtained for molecular phylogenetic analyses. Bayesian\nanalyses showed that D. andina is nested within the previously\nrecognized Domeykoa-Eremocharis clade, as sister to D. amplexicaulis\nfrom the south coast of Peru. This study confirms previous findings that\nneither of the two genera in the clade are monophyletic, raising\nquestions on the nomenclature. The phylogeny also suggests an\ninteresting Peru-Chile latitudinal disjunction of more than 500 km, also\nseen in other recently described species. However, a more complete\nphylogeny is needed to make conclusions on this matter. Based on IUCN\ncriteria and categories, we suggest assigning a critically endangered\n(CR) category to Domeykoa andina.","trees":[{"tree_label":"con 50 majrule+","ntax":"13","rootedtree":"TRUE","title":"Domeykoa andina Bayesian majority consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_92076.phy"},{"tree_label":"tree 1+","ntax":"13","rootedtree":"TRUE","title":"Domeykoa andina MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92077.phy"}]}