{"Authors":" Aurelie Moya, Kazuhiro Sakamaki, Benjamin M Mason, Lotte\nHuisman, Sylvain Foret, Yvonne Weiss, Tara E Bull, Kentaro Tomii,\nKenichiro Imai, David C Hayward, Eldon E Ball, David J Miller","Year":" 2015","Title":" Functional conservation of the apoptotic machinery from coral\nto man: the diverse and complex Bcl-2 and caspase repertoires of\nAcropora millepora","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Apoptosis, caspase, Bcl-2, coral, Acropora millepora,\nCnidaria","DOI":"","Abstract":" Background: Apoptotic cell death is a defining and\nubiquitous characteristic of metazoans, but its evolutionary origins are\nunclear. Although Caenorhabditis and Drosophila played key roles in\nestablishing the molecular bases of apoptosis, it is now clear that cell\ndeath pathways of these animals do not reflect ancestral\ncharacteristics. Conversely, recent work suggests that the apoptotic\nnetworks of cnidarians may be complex and vertebrate-like, hence\ncharacterization of the apoptotic complement of representatives of the\nbasal cnidarian class Anthozoa will help us to understand the evolution\nof the vertebrate apoptotic network. Results: We describe the Bcl-2 and\ncaspase protein repertoires of the coral Acropora millepora, making use\nof the comprehensive transcriptomic data available for this species.\nMolecular phylogenetics indicates that some Acropora proteins are\northologs of specific mammalian pro-apoptotic Bcl-2 family members, but\nthe relationships of other Bcl-2 and caspases are unclear. The pro- or\nanti-apoptotic activities of coral Bcl 2 proteins were investigated by\nexpression in mammalian cells, and the results imply functional\nconservation of the effector/anti-apoptotic machinery despite limited\nsequence conservation in the anti-apoptotic Bcl-2 proteins. A novel\ncaspase type (“Caspase-X”), containing both inactive and active caspase\ndomains, was identified in Acropora and appears to be restricted to\ncorals. When expressed in mammalian cells, full-length caspase-X caused\nloss of viability, and a truncated version containing only the active\ndomain was more effective in inducing cell death, suggesting that the\ninactive domain might modulate activity in the full-length protein.\nStructure prediction suggests that the active and inactive caspase\ndomains in caspase-X are likely to interact, resulting in a structure\nresembling that of the active domain in procaspase-8 and the inactive\ncaspase domain in the mammalian c-FLIP anti apoptotic factor.\nConclusions: The data presented here confirm that many of the basic\nmechanisms involved in both the intrinsic and extrinsic apoptotic\npathways were in place in the common ancestor of cnidarians and\nbilaterians. With the identification of most or all of the repertoires\nof coral Bcl-2 and caspases, our results not only provide new\nperspectives on the evolution of apoptotic pathways, but also a\nframework for future experimental studies towards a complete\nunderstanding of coral bleaching mechanisms, in which apoptotic cell\ndeath might be involved.","trees":[{"tree_label":"con 50 majrule","ntax":"103","rootedtree":"TRUE","title":"Metazoan Caspase MrBayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93845.phy"},{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Metazoan Bcl2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93846.phy"}]}