{"Authors":" Phillip Barden, David Grimaldi","Year":" 2016","Title":" Adaptive Radiation in Socially Advanced Stem-Group Ants from\nthe Cretaceous","Journal":" Current Biology","Volume":" 26","Issue":" 4","Pages":" 515-521","Keywords":"","DOI":" 10.1016/j.cub.2015.12.060","Abstract":" Across terrestrial ecosystems, modern ants are ubiquitous.\nAs many as 94 out of every 100 individual arthropods in rainforests are\nants [ 1 ], and they constitute up to 15% of animal biomass in the\nAmazon [ 2, 3 ]. Moreover, ants are pervasive agents of natural\nselection as over 10,000 arthropod species are specialized inquilines or\nmyrmecomorphs living among ants or defending themselves through mimicry\n[ 4, 5 ]. Such impact is traditionally explained by sociality: ants are\nthe first major group of ground-dwelling predatory insects to become\neusocial [ 3 ], increasing efficiency of tasks and establishing\ncompetitive superiority over solitary species [ 6, 7 ]. A wealth of\nspecimens from rich deposits of 99 million-year-old Burmese amber\nresolves ambiguity regarding sociality and diversity in the earliest\nants. The stem-group genus Gerontoformica maintained distinct\nreproductive castes including morphotypes unknown in solitary aculeate\n(stinging) wasps, providing insight into early behavior. We present rare\naggregations of workers, indicating group recruitment as well as an\ninstance of interspecific combat; such aggression is a social feature of\nmodern ants. Two species and an unusual new genus are described, further\nexpanding the remarkable diversity of early ants. Stem-group ants are\nrecovered as a paraphyletic assemblage at the base of modern lineages\nvarying greatly in size, form, and mouthpart structure, interpreted here\nas an adaptive radiation. Though Cretaceous stem-group ants were\neusocial and adaptively diverse, we hypothesize that their extinction\nresulted from the rise of competitively superior crown-group taxa that\ntoday form massive colonies, consistent with Wilson and Hölldoblers\nconcept of “dynastic succession.”","trees":[{"tree_label":"Bootstrap","ntax":"41","rootedtree":"TRUE","title":"Adaptive radiation in socially advanced stem-group\nants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92111.phy"},{"tree_label":"Bootstrap","ntax":"41","rootedtree":"TRUE","title":"Adaptive radiation in socially advanced stem-group\nants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92112.phy"},{"tree_label":"Bootstrap","ntax":"41","rootedtree":"TRUE","title":"Adaptive radiation in socially advanced stem-group\nants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92113.phy"},{"tree_label":"Bootstrap","ntax":"41","rootedtree":"TRUE","title":"Adaptive radiation in socially advanced stem-group\nants","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_92110.phy"}]}