{"Authors":" Thomas Læssøe, Karen Hansen","Year":" 2007","Title":" Truffle trouble ÀÜ what happened to the Tuberales?","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" An overview of truffles now considered to belong in the\nPezizales, but formerly treated in the Tuberales, is presented,\nincluding a discussion on morphological and biological traits\ncharacterizing this form group. Accepted genera are listed and discussed\naccording to a system based on molecular results combined with\nmorphological characters. Phylogenetic analyses of LSU rDNA sequences\nfrom 55 hypogeous and 139 epigeous taxa of Pezizales were performed to\nexamine their relationships. Parsimony, maximum likelihood and Bayesian\nanalyses of these sequences indicate that the truffles studied represent\nat least 15 independent lineages within the Pezizales. Sequences from\nhypogeous representatives referred to the following families and genera\nwere analyzed: Discinaceae-Morchellaceae (Fischerula, Hydnotrya,\nLeucangium), Helvellaceae (Balsamia and Barssia), Pezizaceae (Amylascus,\nCazia, Eremiomyces, Hydnotryopsis, Kaliharituber, Mattirolomyces,\nPachyphloeus, Peziza, Ruhlandiella, Stephensia, Terfezia and Tirmania),\nPyronemataceae (Genea, Geopora, Paurocotylis and Stephensia) and\nTuberaceae (Choiromyces, Dingleya, Labyrinthomyces, Reddellomyces and\nTuber). The different types of hypogeous ascomata were found within most\nmajor evolutinary lines often nesting close to apothecial species.\nAlthough the Pezizaceae traditionally have been defined mainly on the\npresence of amyloid reactions of the ascus wall several truffles appear\nto have lost this character. The value of the number of nuclei in mature\nascospores as a delimiting family character is evaluated and found to be\nmore variable than generally assumed.","trees":[{"tree_label":"Fig. 3","ntax":"45","rootedtree":"TRUE","title":"Tuberales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2848.phy"},{"tree_label":"Fig. 2","ntax":"93","rootedtree":"TRUE","title":"Tuberales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2847.phy"},{"tree_label":"Fig. 4","ntax":"56","rootedtree":"TRUE","title":"Tuberales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2849.phy"}]}