{"Authors":" Jana Batovska, Mark J Blacket, Karen Brown, Stacey\nLynch","Year":" 2015","Title":" Molecular identification of mosquitoes (Diptera: Culicidae)\nin south-eastern Australia","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Culicidae; DNA Barcoding; Mitochondrial COI; Species\nDistributions; Biosecurity","DOI":"","Abstract":" DNA barcoding is a modern species identification technique\nthat can be used to distinguish between morphologically similar species,\nand is particularly useful when using small amounts of starting material\nfrom partial specimens or from immature stages. In order to use DNA\nbarcoding in a surveillance program a database containing mosquito\nbarcode sequences is required. This study attained Cytochrome Oxidase I\n(COI) sequences for 113 morphologically identified specimens,\nrepresenting 29 species, 6 tribes and 12 genera; 17 of these species\nhave not been previously barcoded. Three of the 29 species - Culex\npalpalis, Macleaya macmillani and an unknown species originally\nidentified as Tripteroides atripes - were initially misidentified as\nthey are difficult to separate morphologically, highlighting the utility\nof DNA barcoding. While most species grouped separately (reciprocally\nmonophyletic), the Culex pipiens complex could not be genetically\nseparated using COI. The average conspecific and congeneric p-distance\nwas 0.8% and 7.6% respectively. In our study we also demonstrate the\nutility of DNA barcoding in distinguishing exotics from endemic\nmosquitoes by identifying a single intercepted Stegomyia aegypti egg at\nan international airport. The use of DNA barcoding dramatically reduced\nthe identification time required compared with rearing specimens through\nto adults, thereby demonstrating the value of this technique in\nbiosecurity surveillance. The DNA barcodes produced by this study have\nbeen uploaded to the ‘Mosquitoes of Australia  Victoria’ project on the\nBarcode of Life Database, which will serve as a resource for the\nVictorian Arbovirus Disease Control Program (VADCP) and other national\nand international mosquito surveillance programs.","trees":[{"tree_label":"tree 1","ntax":"113","rootedtree":"TRUE","title":"Tr92114","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92114.phy"}]}