{"Authors":" Yu Guo Zhang, Yi Ren, Honghe Sun, Gui Shao Guo, Fan Zhang,\nJie Zhang, Ying Hai Zhang, Cai Zhang Jia, Jun Zhang Fei, Yong Xu, Zhen\nHai Li","Year":" 2015","Title":" A high-density genetic map for anchoring genome sequences and\nidentifying QTLs associated with dwarf vine in pumpkin (Cucurbita maxima\nDuch.)","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" High-density genetic map, Pumpkin (Cucurbita maxima\nDuch.), Scaffold anchoring, QTL mapping, Dwarf vine","DOI":"","Abstract":" Background: Pumpkin (Cucurbita maxima Duch.) is an\neconomically important crop belonging to the Cucurbitaceae family.\nHowever, very few genomic and genetic resources are available for this\nspecies. As part of our ongoing efforts to sequence the pumpkin genome,\nhigh-density genetic map is essential for anchoring and orienting the\nassembled scaffolds. In addition, a saturated genetic map can facilitate\nquantitative trait locus (QTL) mapping. Results: A set of 186 F2 plants\nderived from the cross of pumpkin inbred lines Rimu and SQ026 were\ngenotyped using the genotyping-by-sequencing approach. Using the SNPs we\nidentified, a high-density genetic map containing 458 bin-markers was\nconstructed, spanning a total genetic distance of 2,566.8 cM across the\n20 linkage groups of C. maxima with a mean marker density of 5.60 cM.\nUsing this map we were able to anchor 58 assembled scaffolds that\ncovered about 194.5 Mb (71.7%) of the 271.4 Mb assembled pumpkin genome,\nof which 44 (183.0 Mb; 67.4%) were oriented. Furthermore, the\nhigh-density genetic map was used to identify genomic regions highly\nassociated with an important agronomic trait, dwarf vine. Three QTLs on\nlinkage groups (LGs) 1, 3 and 4, respectively, were recovered. One QTL,\nqCmB2, which was located in an interval of 0.42 Mb on LG 3, explained\n21.4% phenotypic variations. Within qCmB2, one gene, Cma_004516,\nencoding the gibberellin (GA) 20-oxidase in the GA biosynthesis pathway,\nhad a 1249-bp deletion in its promoter in bush type lines, and its\nexpression level was significantly increased during the vine growth and\nhigher in vine type lines than bush type lines, supporting Cma_004516 as\na possible candidate gene controlling vine growth in pumpkin.\nConclusions: A high-density pumpkin genetic map was constructed, which\nwas used to successfully anchor and orient the assembled genome\nscaffolds, and to identify QTLs highly associated with pumpkin vine\nlength. The map provided a valuable resource for gene cloning and marker\nassisted breeding in pumpkin and other related species. The identified\nvine length QTLs would help to dissect the underlying molecular basis\nregulating pumpkin vine growth.","trees":[{"tree_label":"Imported tree 1","ntax":"26","rootedtree":"TRUE","title":"Dwarf Vine Pumpkin GA20-oxidase family","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93874.phy"}]}