{"Authors":" Godfrey M. Hewitt, Bjarte H. Jordal","Year":" 2004","Title":" The origin and radiation of Macaronesian beetles breeding in\nEuphorbia: the relative importance of multiple data partitions and\npopulation sampling","Journal":" Systematic Biology","Volume":" 53","Issue":" 5","Pages":" 711-734","Keywords":" NA","DOI":" 10.1080/10635150490468710","Abstract":" Species-level phylogenies derived from many independent\ncharacter sources and wide geographical sampling provide a powerful tool\nin assessing the importance of various factors associated with\ncladogenesis. In this study, we explore the relative importance of\ninsular isolation and host plant switching in the diversification of a\ngroup of bark beetles (Curculionidae: Scolytinae) feeding and breeding\nin woody Euphorbia spurges. All species in the genus Aphanarthrum are\neach associated with only one species group of Euphorbia (succulents or\none of three different arborescent groups), and the majority of species\nare endemic to one or several of the Macaronesian Islands. Hence,\nputative mechanisms of speciation could be assessed by identifying pairs\nof sister species in a phylogenetic analysis. We used DNA sequences from\ntwo nuclear and two mitochondrial genes, and morphological characters,\nto reconstruct the genealogical relationships among 92 individuals of 25\nspecies and subspecies of Aphanarthrum and related genera. A stable tree\ntopology was highly dependent on multiple character sources, but much\nless so on wide population sampling. However, multiple samples per\nspecies demonstrated one case of species paraphyly, as well as deep\ncoalescence among three putative subspecies pairs. The phylogenetic\nanalyses consistently placed the arborescent breeding and\nW-AfricanÑLanzarote distributed species A. armatum in the most basal\nposition in Aphanarthrum, rendering this genus paraphyletic with respect\nto Coleobothrus. Two major radiations followed, one predominantly\nAfrican lineage of succulent feeding species, and one island radiation\nassociated with arborescent host plants. Sister comparisons showed that\nmost recent divergences occurred in allopatry on closely related hosts,\nwith subsequent expansions obscuring more ancient events. Only 6 out of\n24 cladogenetic events were associated with host switching, rendering\ngeographical factors more important in recent diversification.","trees":[{"tree_label":"Fig. 1","ntax":"92","rootedtree":"TRUE","title":"Crypturgini, MP unweighted","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2850.phy"}]}