{"Authors":" Pavel B Klimov, Sergey V Mironov, Barry M OConnor","Year":" 2015","Title":" Detecting ancient co-dispersals and host shifts by double\ndating of host and parasite phylogenies: application in proctophyllodid\nfeather mites associated with passerine birds","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Inferring co-phylogeographic events requires matching the\ntiming of these events on both host and permanent symbionts\n(e.g. parasites) phylogenies because divergences of hosts and parasites\nmay not temporarily coincide and host switches may occur. Here two basic\nco-phylogeographic scenarios can be distinguished: a synchronous\nscenario (parasites diverge and disperse together with their hosts) and\nan asynchronous scenario (host-parasite divergences do not coincide,\ndispersing hosts acquire parasites in the new source area from unrelated\nhosts). We apply this framework to a large radiation of birds\n(Passeriformes) and a lineage of their permanent symbionts, the feather\nmite family Proctophyllodidae. We compared two time-calibration\nstrategies for mites: using fossil mite outgroups and host\nphylogeography only. Out of 11 putative co-phylogeographic events, only\nthree (e. g., the dispersal of emberizoid Passerida to the New World\nleading to the origin of the Proctophyllodes thraupis+quadratus mite\nclade) agree in timing based on both mite fossil and host-calibrated\ntrees. Timing for another event, a host shift from passerines to\nhummingbirds, generally agrees in our two time-calibration approaches,\nbut was inferred to be substantially older than the origin of\nhummingbirds, suggesting that alternative time estimates for this event\nshould be preferred. Our framework offers a more robust detection of\nhost and parasite co-phylogeographic events (as compared to using only\nhost biogeography to time-calibrate parasite trees) and provides\nindependent data for testing alternative hypotheses on timing of host\ndiversification and dispersal.","trees":[{"tree_label":"BEAST Time calibrated tree","ntax":"173","rootedtree":"TRUE","title":"Tr94091","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94091.phy"}]}