{"Authors":" Tomasz Jagielski, Marcelo Patricio Sandoval-Denis, Jin Yu,\nZofia Bakula, Joanna Kalita, Magdalena Skora, Pawel Krzysciak, G. Sybren\nDe Hoog, Josep Guarro, Josepa Gene","Year":" 2016","Title":" Molecular taxonomy of Scopulariopsis-like fungi with\ndescription of new clinical and environmental species","Journal":" Fungal Biology","Volume":" 120","Issue":" 4","Pages":" 586-602","Keywords":" Microascus, Pithoascus, Pseudoscopulariopsis and\nScopulariopsis, Fungal identification, DNA barcoding, Phylogeny","DOI":" 10.1016/j.funbio.2016.01.014.","Abstract":" The taxonomy of scopulariopsis-like fungi, comprising\nnumerous human opportunistic species, has recently been reassessed with\ndelineation of the genera Microascus, Pithoascus, Pseudoscopulariopsis\nand Scopulariopsis, using morphological data and multilocus sequence\nanalysis based on four loci (ITS, LSU, EF-1α, and TUB). In the present\nstudy, we used the same genetic markers to compare an additional set of\nclinical and environmental isolates, from very diverse countries,\nmorphologically identified as Microascus and Scopulariopsis spp. The\ningroups of the concatenated phylogenetic tree resulted in a total of 41\nspecies clades, with the isolates investigated being distributed in four\nmain lineages that corresponded to the genera Microascus, Pithoascus,\nand Scopulariopsis, and to the novel genus Fuscoannellis, typified by\nScopulariopsis carbonaria. The new species Microascus chinensis,\nMicroascus onychoides, Microascus sexualis, Pithoascus lunatus, and\nScopulariopsis macurae are proposed and described. Microascus\ntrigonosporus var. terreus and Scopulariopsis alboflavescens are\naccepted as different from M. trigonosporus and S. brevicaulis,\nrespectively. All the species identified in the study, except\nFuscoannellis carbonaria and S. macurae, have been isolated from\nclinical samples, suggesting their potential role in human disease.\nAlthough the use of a four marker combination has demonstrated to be an\nefficient and reliable approach to infer phylogenetic relationships\namong the scopulariopsis-like fungi, the only genetic marker able to\ndiscriminate all species of the genera above has been EF-1α, being\ntherefore proposed as a secondary barcode for the identification of\nthese fungi.","trees":[{"tree_label":"PHYLIP 1+","ntax":"90","rootedtree":"TRUE","title":"Tr97042","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97042.phy"}]}