{"Authors":" Jun Zou, Dandan Hu, Peifa Liu, Harsh Raman, Zhongsong Liu,\nXianjun Liu, Isobel AP Parkin, Chalhoub Chalhoub, Jinling Meng","Year":" 2016","Title":" Co-linearity and divergence of the A subgenome of Brassica\njuncea compared with other Brassica species carrying different A\nsubgenomes","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Brassica juncea, Dense genetic map, Subgenome, Genome\norganization, Co-linearity, Divergence","DOI":"","Abstract":" Background There are three basic Brassica genomes (A, B,\nand C) and three parallel sets of subgenomes distinguished in the\ndiploid Brassica (i.e.: B. rapa, ArAr; B. nigra, BniBni; B. oleracea,\nCoCo) and the derived allotetraploid species (i.e: B. juncea, AjAjBjBj;\nB. napus, AnAnCnCn; B. carinata, BcBcCcCc). To understand subgenome\ndifferentiation in B. juncea in comparison to other A genome-carrying\nBrassica species (B. rapa and B. napus), we constructed a dense genetic\nlinkage map of B. juncea, and conducted population genetic analysis on\ndiverse lines of the three A-genome carrying Brassica species using a\ngenotyping-by-sequencing approach (DArT-SseqTM). Results A dense genetic\nlinkage map of B. juncea was constructed using an F2 population derived\nfrom Sichuan Yellow/Purple Mustard. The map included 3,329 DArT-sSeq\nmarkers on 18 linkage groups and covered 1579 cM with an average density\nof two markers per cM. Based on this map and the alignment of the marker\nsequences with the physical genome of Arabidopsis thaliana, we observed\nstrong co-linearity of the ancestral blocks among the different A\nsubgenomes but also considerable block variation. Comparative analyses\nat the level of genome sequences of B. rapa and B. napus, and marker\nsequence anchored on the genetic map of B. juncea, revealed a total of\n30 potential inversion events across large segments and 20 potential\ntranslocation events among the three A subgenomes. Population genetic\nanalysis on 26 accessions of the three A genome-carrying Brassica\nspecies showed that the highest genetic distance were estimated when\ncomparing Aj-An than between An-Ar and Aj-Ar subgenome pairs.","trees":[{"tree_label":"Additional figure 3","ntax":"26","rootedtree":"TRUE","title":"Tr92229","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92229.phy"},{"tree_label":"Additional figure 2","ntax":"26","rootedtree":"TRUE","title":"Tr92228","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92228.phy"},{"tree_label":"Figure 4B","ntax":"26","rootedtree":"TRUE","title":"Tr92226","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92226.phy"},{"tree_label":"Additional figure 1","ntax":"26","rootedtree":"TRUE","title":"Tr92227","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92227.phy"},{"tree_label":"Figure 4A","ntax":"26","rootedtree":"TRUE","title":"Tr92225","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92225.phy"}]}