{"Authors":" Hovirag Lancioni, Irene Cardinali, Anna Olivieri, Marco\nRosario Capodiferro, Licia Colli, Marcin Rzepus, Marco Pellecchia, Wahid\nZamani, Saeid Naderi, Francesca Gandini, Seyed Mohammad Farhad Vahidi,\nSaif Agha, Ettore Randi, Vincenza Battaglia, Maria Teresa Sardina,\nBaldassare Portolano, Hamid Reza Rezaei, Petros Lymberakis, Frédéric\nBoyer, Eric Coissac, François Pompanon, Pierre Taberlet, Paolo Ajmone\nMarsan, Alessandro Achilli","Year":" 2015","Title":" Whole Mitochondrial Genomes Unveil the Impact of\nDomestication on Goat Matrilineal Variability","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Goat mitochondrial genome; mtDNA haplogroups;\ndomestication; origin of Capra hircus; Capra aegagrus.","DOI":"","Abstract":" Background The current extensive use of the domestic goat\n(Capra hircus) is the result of its medium size and high adaptability as\nmultiple breeds. The extent to which its genetic variability was\ninfluenced by early domestication practices is largely unknown. A common\nstandard by which to analyze maternally-inherited variability of\nlivestock species is through complete sequencing of the entire\nmitogenome (mitochondrial DNA, mtDNA). Results We present the first\nextensive survey of goat mitogenomic variability based on 84 complete\nsequences selected from an initial collection of 758 samples that\nrepresent 60 different breeds of C. hircus, as well as its wild sister\nspecies, bezoar (Capra aegagrus) from Iran. Our phylogenetic analyses\ndated the most recent common ancestor of C. hircus to ~460 thousand\nyears (ka) ago and identified five distinctive domestic haplogroups (A,\nB1, C1a, D1 and G). More than 90% of goats examined were in haplogroup\nA. These domestic lineages are predominantly nested within C. aegagrus\nbranches, diverged concomitantly at the interface between the\nEpipaleolithic and early Neolithic periods, and underwent a dramatic\nexpansion starting from ~12-10 ka ago. Conclusions Domestic goat\nmitogenomes descended from a small number of founding haplotypes that\nunderwent domestication after surviving the last glacial maximum in the\nNear Eastern refuges. All modern haplotypes A probably descended from a\nsingle (or at most a few closely related) female C. aegagrus.\nZooarchaelogical data indicate that domestication first occurred in\nSoutheastern Anatolia. Goats accompanying the first Neolithic migration\nwaves into the Mediterranean were already characterized by two ancestral\nA and C variants. The ancient separation of the C branch (~130 ka ago)\nsuggests a genetically distinct population that could have been involved\nin a second event of domestication. The novel diagnostic mutational\nmotifs defined here, which distinguish wild and domestic haplogroups,\ncould be used to understand phylogenetic relationships among modern\nbreeds and ancient remains and to evaluate whether selection\ndifferentially affected mitochondrial genome variants during the\ndevelopment of economically important breeds.","trees":[{"tree_label":"tree 1","ntax":"85","rootedtree":"TRUE","title":"Impact of Domestication on Goat Matrilineal\nVariability","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95053.phy"}]}