{"Authors":" John W. Taylor, Markus Göker, John I Pitt","Year":" 2016","Title":" Choosing one name for pleomorphic fungi: the example of\nAspergillus v. Eurotium, Neosartorya and Emericella","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Aspergillus; Eurotium; Penicillium; taxonomy; generic\nconcept; phylogeny","DOI":"","Abstract":" Now that each fungus may have only one name, mycologists\nmust choose between genus names formerly applied to asexual and sexual\nreproductive modes, a choice that often influences the breadth of\ngenotypic and phenotypic diversity in a genus, and even its monophyly.\nWe chose the asexual genus Aspergillus to examine the problems involved\nin this choice because (a) 11 sexual generic names are associated with\nit and (b) phenotypic variation and genetic divergence within sexual\ngenera are low but between sexual genera are high, so that combining\nthem will lessen the information conveyed by the genus name and could\nlead to inconsistency in genetic divergence among genera. Two proposals\nhave been published concerning this problem as it relates to\nAspergillus: one advocates a broad concept, referred to in this paper as\n“Wide Aspergillus”, which embraces as many Aspergillus species as\npossible while maintaining Penicillium as a separate genus; while the\nsecond, referred to as “Narrow Aspergillus”, preserves this genus for a\nmuch smaller group of closely related species and retains many of the\nsexual genera. Phylogenetic analyses detailed here show that, to be\nmonophyletic, Wide Aspergillus must embrace several genera without\nAspergillus morphology, including Penicillium, Phialosimplex and\nPolypaecilum. Likelihood ratio tests reject a Wide Aspergillus that\nexcludes Phialosimplex and Polypaecilum. Phylogenetic Rank Boundary\nOptimization, which employs the genetic divergence measure, maximum\nsubtree height, to assesses inconsistency in the ranking of genera and\nspecies, shows that Narrow Aspergillus provides a more consistent\ntaxonomy than Wide Aspergillus. In the example of Aspergillus, retention\nof sexual names and application of a Narrow Aspergillus, as opposed to\nadopting a Wide Aspergillus, results in genera that convey far more\nprecise morphological and physiological information, that are\nmonophyletic, and that exhibit greater taxonomic consistency.","trees":[{"tree_label":"Imported tree 1","ntax":"119","rootedtree":"TRUE","title":"Tr94200","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94200.phy"}]}