{"Authors":" Henrique César Pereira Figueiredo, Siomar de Castro Soares,\nFelipe Luiz Pereira, Fernanda Alves Dorella, Alex Fiorini Carvalho,\nJúnia Pacheco Teixeira, Vasco Ariston Carvalho Azevedo, Carlos Augusto\nGomes Leal","Year":" 2015","Title":" Comparative genome analysis of Weissella ceti, an emerging\npathogen of farm-raised rainbow trout","Journal":" BMC Genomics","Volume":" 16","Issue":"","Pages":" 1095","Keywords":" Weissella ceti, tilapia, adhesins, antibiotic resistance,\npathogenicity islands, wgMLST, hemolysin, cold adaptation","DOI":" 10.1186/s12864-015-2324-4","Abstract":" Background The genus Weissella belongs to the lactic acid\nbacteria and includes 18 currently identified species, predominantly\nisolated from fermented food but rarely from cases of bacteremia in\nanimals. Recently, a new species, designated Weissella ceti, has been\ncorrelated with hemorrhagic illness in farm-raised rainbow trout in\nChina, Brazil, and the USA, with high transmission and mortality rates\nduring outbreaks. Although W. ceti is an important emerging veterinary\npathogen, little is known about its genomic features or virulence\nmechanisms. To better understand these and to characterize the species,\nwe have previously sequenced the genomes of W. ceti strains WS08, WS74,\nand WS105, isolated from different rainbow trout farms in Brazil and\ndisplaying different pulsed-field gel electrophoresis patterns. Here, we\npresent a comparative analysis of the three previously sequenced genomes\nof W. ceti strains from Brazil along with W. ceti NC36 from the USA and\nthose of other Weissella species. Results Phylogenomic and\northology-based analyses both showed a high-similarity in the genetic\nstructure of these W. ceti strains. This structure is corroborated by\nthe highly syntenic order of their genes and the neutral evolution\ninferred from Tajimas D. A whole-genome multilocus sequence typing\nanalysis distinguished strains WS08 and NC36 from strains WS74 and\nWS105. We predicted 10 putative genomic islands (GEI), among which PAIs\n3a and 3b are phage sequences that occur only in WS105 and WS74,\nrespectively, whereas PAI 1 is species specific. Conclusions We\nidentified several genes putatively involved in the basic processes of\nbacterial physiology and pathogenesis, including survival in aquatic\nenvironment, adherence in the host, spread inside the host, resistance\nto immune-system-mediated stresses, and antibiotic resistance. These\ndata provide new insights in the molecular epidemiology and host\nadaptation for this emerging pathogen in aquaculture.","trees":[{"tree_label":"c. Fig. 3","ntax":"16","rootedtree":"TRUE","title":"Weissella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94707.phy"}]}