{"Authors":" Tahir Ali, Fabian Runge, Irina Solovyeva, Lisa Nigrelli,\nAnn-Katrin Buch, Xiaojuan Xia, Sebastian Polch, Marco Thines","Year":" 2016","Title":" Range-wide complete taxon sampling of Microthlaspi reveals\nthat Microthlaspi erraticum is widespread and ranges from the Alps to\nthe Tien Shan","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Keywords  biogeography, Coluteocarpeae, Noccaeae,\nphylogeny, species complex, Thlaspi perfoliatum","DOI":"","Abstract":" Microthlaspi is a Eurasian genus but occurs also in the\nnorthernmost parts of Africa (Maghreb). The most widespread species of\nthe genus is M. perfoliatum, which can be found from Sweden to Algeria\nand from Portugal to China. The other species are thought to have much\nmore confined distribution ranges, often covering only a few hundred\nkilometres. This is also believed for the diploid M. erraticum, which\nwas recently re-appraised as a taxon independent from the tetra- to\nhexaploid M. perfoliatum. Previously, M. erraticum was believed to be\npresent only in Central Europe, from the East of France to Slovenia. By\nrange-wide complete taxon sampling of Microthlaspi, paying special\nattention to habitats similar to those from which M. perfoliatum was\nreported in Central Europe, and phylogenetic investigations it is\ndemonstrated that M. erraticum is much more widespread than previously\nthought, while other lineages apart from M. perfoliatum s.s.tr. and M.\nerraticum have restricted distribution ranges. The latter species was\nobserved from the Alps and their foreland, the Balkans, the mountainous\nareas around the Black Sea, southern Siberia, as well as the Altai and\nTien Shan mountains. This refutes earlier hypotheses according to which\nthe species went extinct in Anatolia and the Mediterranean and\ndemonstrates a widespread occurrence of this easily-overlooked\nspecies.","trees":[{"tree_label":"tree 1","ntax":"436","rootedtree":"TRUE","title":"Tr95266","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95266.phy"},{"tree_label":"tree 1","ntax":"436","rootedtree":"TRUE","title":"Tr95267","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95267.phy"},{"tree_label":"tree 1","ntax":"436","rootedtree":"TRUE","title":"Tr95273","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95273.phy"},{"tree_label":"tree 1","ntax":"436","rootedtree":"TRUE","title":"Tr95270","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95270.phy"}]}