{"Authors":" Ramona Oviedo, Javier Francisco-Ortega, Carl E. Lewis,\nSandra Namoff, H. E. B. Thorton","Year":" 2007","Title":" Molecular evidence for phylogenetic relationships of\nJacquemontia reclinata House (Convolvulaceae) ÀÜ A critically endangered\nspecies from South Florida","Journal":" Botanical Journal of the Linnean Society","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Jacquemontia reclinata House (Convolvulaceae) is a\nfederally listed endangered species endemic to coastal strand habitat of\nsoutheastern Florida. In order to identify the closest relatives of J.\nreclinata, a phylogenetic reconstruction was performed based on\nnucleotide sequence data from the internal transcribed spacer region of\nnuclear ribosomal DNA and from the trnH-psbA intergenic spacer of\nchloroplast DNA. We included the three putative relatives of J.\nreclinata and the majority of Jacquemontia Choicy species known to occur\nin the Caribbean Islands. The strict consensus tree concurs with\nprevious morphological studies, indicating that J. reclinata is closely\nrelated to the Caribbean species J. cayensis Britton, J. curtisii\nHallier f., and J. havanensis (Jacq.) Urb. These three species and J.\nreclinata form an unresolved clade. Nucleotide divergence within this\nclade is low, suggesting that the group is recent, perhaps diversifying\nafter the latest glacial period. These taxa need to be study further\nusing population level DNA markers. Most species endemic to the\nCaribbean Basin form a strongly supported clade. Our phylogeny supports\nConvolvulus nodiflorus Desr. as part of Jacquemontia. In addition, J.\novalifolia (West) Hallier f. subsp. sandwicensis (A. Gray) K.R.\nRobertson is sister to the Antillean endemic J. solanifolia (L.) Hallier\nf.","trees":[{"tree_label":"Fig. 1","ntax":"25","rootedtree":"TRUE","title":"Jacquemontia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1002.phy"}]}