{"Authors":" Annemieke Verbeken, Steven L Miller, Jorinde Nuytinck","Year":" 2007","Title":" Worldwide phylogeny of Lactarius section Deliciosi inferred\nfrom ITS and glyceraldehyde-3-phosphate dehydrogenase gene\nsequences","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic analysis of Lactarius sect. Deliciosi was\nperformed based on collections of all known species. Several samples of\neach species were included, originating from a wide geographic range.\nThe two DNA regions we used (ITS and a part of the gene encoding\nglyceraldehyde-3-phosphate dehydrogenase), showed an incongruent\nphylogenetic signal. Much attention was paid to carefully observed\nmacro- and micromorphological characters to draw taxonomic conclusions.\nWe currently accept 38 taxa (31 species and 7 varieties) in Lactarius\nsect. Deliciosi on a worldwide scale; four species are new to science.\nMore sampling is needed to resolve the status of the North American\nvarieties. Our knowledge of the Asian species in this section remains\nfragmentary. The monophyly of the section and its position within\nLactarius subgenus Piperites, as proposed in recent morphology-based\nclassification schemes, is confirmed. The intrasectional relationships\nhowever, do not coincide with the colour of the latex (as previously\nsupposed). Intercontinental conspecificity is very low in general. The\nname L. deliciosus is wrongfully applied in North and Central America\nand only two species seem to occur in both Asia and Europe.","trees":[{"tree_label":"Fig. 1","ntax":"109","rootedtree":"TRUE","title":"Lactarius sect. Deliciosi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1005.phy"},{"tree_label":"Fig. 3","ntax":"73","rootedtree":"TRUE","title":"Lactarius sect. Deliciosi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1006.phy"},{"tree_label":"Fig. 2","ntax":"78","rootedtree":"TRUE","title":"Lactarius sect. Deliciosi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1007.phy"}]}