{"Authors":" norio tanaka, Yu Ito, Gerardo Lucio Robledo, Laura\nIharlegui","Year":" 2016","Title":" Phylogeny of Potamogeton (Potamogetonaceae) revisited:\nimplications for hybridization and introgression in Argentina","Journal":" Bulletin of the National Museum of Nature and Science\nSeries B","Volume":" 42","Issue":" 4","Pages":" 131-141","Keywords":" Alismatales; aquatic plants; Bayesian inference;\nhybridization; introgression; molecular phylogeny; plastid DNA;\ntopological conflicts; 5S-NTS","DOI":"","Abstract":" Potamogeton is a cosmopolitan genus of 9095 species in\nwhich numerous hybridization events have occurred worldwide. A plant\nrecently collected from Argentina exhibited ambiguous morphology that\ndoes not match any species of the genus. We aimed to assess if the plant\ncoexisting with another Potamogeton species is a product of reticulate\nevolution. A concatenated plastid DNA (psbA-trnH, trnL intron, and\ntrnL-trnF) and nuclear ribosomal DNA (5S-NTS) data sets, primarily based\non previous studies sample set mainly consisting of American and Asian\nspecies, were analyzed using Bayesian inference. Nuclear ribosomal ITS\nsequences were also obtained from five Argentina materials. We recovered\nsimilar topologies from both the plastid DNA and nuclear ribosomal\n5S-NTS analyses in which most specimens are consistently placed. The\nspecimen of primal interest from Argentina strongly clustered with\nco-occurring linear-leaved species in the 5S-NTS tree, but was\ngenetically identical to broad-leaved ones in the plastid DNA analysis.\nThe ITS sequence of the specimen was the same as that of the\nlinear-leaved species and no polymorphisms were observed. Considering\nthe discrepant phylogenetic positions between the trees and lack of ITS\ninfra-individual variations, the origin of the specimen from Argentina\nis better explained by hybridization and subsequent introgression than\nthan other possibilities, such as extensive morphological\nvariation.","trees":[{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Potamogeton Argentina 2nd 5sNTS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92817.phy"},{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Potamogeton Argentina 2ptDNAd","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_92826.phy"}]}