{"Authors":" Marie Louise Davey","Year":" 2015","Title":" Host-shifts and ecological speciation drive diversification\nin a lineage of bryoparasitic host-castrating fungi.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" coevolution, cophylogeny, cospeciation, pathogen,\nparasite, Lizonia, Lizonia alpina, Polytrichaceae","DOI":"","Abstract":" Lizonia species are necrotrophic fungal pathogens of\npolytrichaceous mosses that preferentially infect the bryophytes male\nreproductive organs, effectively castrating their hosts. High\nhost-specificity within the genus suggests cospeciation as a plausible\nmechanism driving diversification within this pathogen lineage. Species\ndelimitations in Lizonia have previously been based solely on morphology\nand ecology, and as such, a 3 gene phylogenetic analysis was undertaken\nto better explore species-level diversity in the genus and to ensure\naccurate cophylogenetic analysis. Lizonia represented a monophyletic\nlineage within Didymellaceae (Pleosporales) and two previously\nunrecognized lineages in the genus were identified: Lizonia alpina sp.\nnov. occurring on Polytrichastrum alpinum and a putative new species\noccurring on Polytrichum juniperinum. Only minimal cospeciation was\ndetected in the Lizonia-Polytrichaceae system using two cophylogeny\nanalysis tools (Parafit and Jane 4.0). Instead, host-switching and\nsubsequent ecological speciation is the driving force behind pathogen\ndiversification. It is not clear whether specific dispersal and\nreproductive mechanisms in the fungus facilitate this speciation by\nencouraging reproductive isolation, or whether coevolution between host\nand pathogen and subsequent fitness reduction in immigrants and hybrids\nrapidly creates genetic divergence among populations in the absence of\nreproductive isolation.","trees":[{"tree_label":"rep8BEST","ntax":"83","rootedtree":"TRUE","title":"Tr92328","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92328.phy"},{"tree_label":"rep3BEST","ntax":"93","rootedtree":"TRUE","title":"Tr92329","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92329.phy"},{"tree_label":"rep17BEST","ntax":"103","rootedtree":"TRUE","title":"Tr92330","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92330.phy"},{"tree_label":"con 50 majrule","ntax":"83","rootedtree":"TRUE","title":"Tr92331","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92331.phy"}]}