{"Authors":" R. Greg Thorn, A. T. E. Koziak, Kei Chin Cheng","Year":" 2007","Title":" Phylogenetic analyses of Nematoctonus and Hohenbuehelia\n(Pleurotaceae)","Journal":" Canadian Journal of Botany","Volume":" 85","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Hohenbuehelia (Agaricales, Pleurotaceae) and Nematoctonus\n(Hyphomycetes) are the names for the sexual and asexual stages of a\ngenus of nematode-destroying fungi (Basidiomycota). We obtained partial\nsequences of nuclear ribosomal DNA, including the internal transcribed\nspacer region and the 5’ end of the large subunit, of 37 isolates of\nHohenbuehelia and Nematoctonus representing 13 of the 16 described\nspecies in Nematoctonus. Phylogenetic analyses support\nHohenbuehelia\u001aNematoctonus as a monophyletic clade of the Pleurotaceae,\nwithin which the species were placed in five main subclades. Exclusively\npredatory species (Nematoctonus brevisporus Thorn & G.L. Barron,\nNematoctonus campylosporus Drechsler, Nematoctonus robustus F.R. Jones,\nand Nematoctonus sp. UAMH 5317) appear to be basal. In these species,\nadhesive knobs to capture prey are produced on their hyphae, but not on\ntheir conidia. A single mycelial individual may feed on many nematodes.\nFrom these have arisen both exclusively parasitoid species (Nematoctonus\ncylindrosporus Thorn & G.L. Barron, Nematoctonus leiosporus\nDrechsler, Nematoctonus leptosporus Drechsler, Nematoctonus pachysporus\nDrechsler, and Nematoctonus tylosporus Drechsler) and species that we\ncall intermediate predators (Nematoctonus angustatus Thorn & G.L.\nBarron, Nematoctonus concurrens Drechsler, Nematoctonus geogenius Thorn\n& G.L. Barron, Nematoctonus hamatus Thorn & G.L. Barron, and\nNematoctonus subreniformis Thorn & G.L. Barron). Exclusively\nparasitoid species have conidia that germinate to form sticky knobs that\nattach to passing nematodes, but lack adhesive knobs on the hyphae. Each\nmycelial individual feeds on only one nematode. Intermediate predators\nhave adhesive knobs both on hyphae and on germinated conidia and can act\nin both predatory and parasitoid modes. Most morphospecies are resolved\nas monophyletic, but sequences of additional gene regions are required\nto clarify species limits within the N. angustatus \u001a N. geogenius\ngroup.","trees":[{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Nematoctonus-Hohenbuehelia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1008.phy"},{"tree_label":"NJ","ntax":"78","rootedtree":"TRUE","title":"Nematoctonus-Hohenbuehelia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1009.phy"}]}