{"Authors":" Philippe Prior, Florent J Ailloud, Beth L Dalsing, Benoit\nRemenant, Borja Sanchez, Caitilyn Allen","Year":" 2015","Title":" Genomic and proteomic evidence supporting the division of the\nplant pathogen Ralstonia solanacearum into three species","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Ralstonia solanacearum, bacterial wilt, plant pathogen,\ntaxonomy, genomics, proteomics","DOI":"","Abstract":" The increased availability of genome sequences has\nadvanced the development of genomic distance methods to describe\nbacterial diversity. Results of these fast-evolving methods are highly\ncorrelated with those of the historically standard DNA-DNA hybridization\ntechnique. However, these genomic-based methods can be done more rapidly\nand less expensively and are less prone to technical and human error.\nThey are thus a technically accessible replacement for species\ndelineation. Here, we use several genomic comparison methods, supported\nby our own proteomic analyses and metabolic characterization as well as\npreviously published DNA-DNA hybridization analyses, to differentiate\nmembers of the Ralstonia solanacearum species complex into three\nspecies. This pathogen group consists of diverse and widespread strains\nthat cause bacterial wilt disease on many different plants. We used\nthree different methods to compare the complete genomes of 29 strains\nfrom the R. solanacearum species complex. In parallel we profiled the\nproteomes of 73 strains using Matrix-Assisted Laser\nDesorption/Ionization-Time of Flight Mass Spectrometry (MALDI-TOF-MS).\nProteomic profiles together with genomic sequence comparisons\nconsistently and comprehensively described the diversity of the R.\nsolanacearum species complex. In addition, genome-driven functional\nphenotypic assays excitingly supported an old hypothesis [1], that\nclosely related members of the R. solanacearum could be identified\nthrough a simple assay of anaerobic nitrate metabolism. This assay\nallowed us to clearly and easily differentiate phylotype II and IV\nstrains from phylotype I and III strains. Further, genomic dissection of\nthe pathway distinguished between proposed subspecies within the current\nphylotype IV. The assay revealed large scale differences in energy\nproduction within the Ralstonia solanacearum species complex, indicating\ncoarse evolutionary distance and further supporting a repartitioning of\nthis group into separate species. Together, the results of these studies\nsupport the proposed division of the R. solanacearum species complex\ninto three species, consistent with recent literature, and demonstrate\nthe utility of proteomic and genomic approaches to delineate bacterial\nspecies.","trees":[{"tree_label":"tree 1","ntax":"29","rootedtree":"TRUE","title":"Tr92848","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92848.phy"},{"tree_label":"tree 1","ntax":"29","rootedtree":"TRUE","title":"Tr92849","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92849.phy"},{"tree_label":"tree 1","ntax":"29","rootedtree":"TRUE","title":"Tr92850","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92850.phy"}]}