{"Authors":" Michael S Engel, Phillip Barden, Mark L Riccio, David\nGrimaldi","Year":" 2016","Title":" Morphologically specialized termite castes and advanced\nsociality in the Early Cretaceous","Journal":" Current Biology","Volume":" 26","Issue":" 4","Pages":" 522-530","Keywords":"","DOI":" 10.1016/j.cub.2015.12.061","Abstract":" A hallmark of animals that are eusocial, or those with\nadvanced sociality, is reproductive specialization into worker and queen\ncastes [13]. In the most derived societies, these divisions are\nessentially fixed and in some arthropods, include further\nspecializationa tripartite system with a soldier caste that defends the\ncolony [1]. Eusociality has originated numerous times among insects but\nis believed to have appeared first in the termites (Isoptera), in the\nEarly Cretaceous [4]. However, all termites known from the Cretaceous\nhave, until now, only been winged reproductives (alates and dealates);\nthe earliest soldiers and definitive workers were known from just the\nMiocene (ca. 1720 million years ago [mya]) [4]. Here, we report six\ntermite species preserved in Early Cretaceous (ca. 100 mya) amber from\nMyanmar, one described as Krishnatermes yoddha gen. et sp. nov.,\ncomprising the worker/pseudergate, winged reproductive, and soldier, and\na second species, Gigantotermes rex gen. et sp. nov., based on one of\nthe largest soldier termites yet known. Phylogenetic analysis indicates\nthat Krishnatermes are in the basal “Meiatermes- grade” of Cretaceous\ntermites. Workers/pseudergates of another four species are briefly\ndescribed, but not named. One of these workers/pseudergates reveals that\nantsthe most serious enemies of mod- ern termiteslived in close\nproximity to termites in the Burmese paleofauna. These discoveries\ndemonstrate the Mesozoic antiquity of specialized termite caste systems\nand corroborate that among all social species, termites probably had the\noriginal societies.","trees":[{"tree_label":"Fig. 4","ntax":"82","rootedtree":"TRUE","title":"Living and Fossil Termites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96235.phy"},{"tree_label":"Fig. 4","ntax":"82","rootedtree":"TRUE","title":"Living and Fossil Termites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96236.phy"}]}