{"Authors":" Shawn Christopher Kenaley, George W. Hudler, Gary C.\nBergstrom","Year":" 2015","Title":" Detection and phylogenetic relationships of Puccinia\nemaculata and Uromyces graminicola (Pucciniales) on switchgrass in New\nYork State using rDNA sequence information","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" ITS; Panicum virgatum; Rust fungi; Species diversity;\nTeliospores","DOI":"","Abstract":" The species of rust fungi (Pucciniales) inciting disease\non switchgrass (Panicum virgatum) grown in bioenergy feedstock systems\nacross the north-central and eastern United States remain unclear. In\nthe present study, the species number and phylogenetic relationships of\nrust species affecting switchgrass were examined in 20112013 at two\nsites in New York State as well as selected sites in Alabama, Iowa,\nNebraska, Pennsylvania, South Dakota, and West Virginia using ribosomal\nRNA gene data (partial internal transcribed spacer [ITS] 1, complete 5.8\nsubunit [S] and ITS2, and partial 28S). Uredinial group and teliospore\nmorphology were also utilized to delimit taxa in collection years 2012\nand 2013. Maximum likelihood, maximum parsimony, and Bayesian analyses\ndemonstrated two monophyletic clades. Clade I consisted of Puccinia\nemaculata and included the majority of single-sorus isolates across\nsites, whereas, Clade II included multiple isolates from Iowa, Nebraska,\nand South Dakota. Single-telial isolates for Clade I possessed only\ntwo-celled teliospores while Clade II isolates possessed only one-celled\nteliospores, and hence, were readily diagnosed morphologically to P.\nemaculata and Uromyces graminicola, respectively. No U. graminicola\nsequences exist in GenBank to compare with our Clade II isolates;\nhowever, based on teliospore morphology, the identity of Clade II taxa\nis U. graminicola.","trees":[{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Tr92881","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92881.phy"}]}