{"Authors":" Alexandra Schambony, Carolin Schille, Heller Jens","Year":" 2015","Title":" Differential requirement of Bone Morphogenetic Protein\nreceptors Ia (ALK3) and Ib (ALK6) in early embryonic patterning and\nneural crest development","Journal":" BMC Developmental Biology","Volume":"","Issue":"","Pages":"","Keywords":" BMP receptor, ALK3, ALK6, Xenopus, dorso-ventral\npatterning, neural crest","DOI":"","Abstract":" Background Bone morphogenetic proteins regulate multiple\nprocesses in embryonic development, including early dorso-ventral\npatterning and neural crest development. BMPs activate heteromeric\nreceptor complexes consisting of type I and type II\nreceptor-serine/threonine kinases. BMP receptors Ia and Ib, also known\nas ALK3 and ALK6 respectively, are the most common type I receptors that\nlikely mediate most BMP signaling events. Since early expression\npatterns and functions in Xenopus laevis development have not been\ndescribed, we have addressed these questions in the present study.\nResults Here we have analyzed the temporal and spatial expression\npatterns of ALK3 and ALK6; we have also carried out loss-of-function\nstudies to define the function of these receptors in early Xenopus\ndevelopment. We detected both redundant and non-redundant roles of ALK3\nand ALK6 in dorso-ventral patterning. From late gastrula stages onwards,\ntheir expression patterns diverged, which correlated with a specific,\nnon-redundant requirement of ALK6 in post-gastrula neural crest cells.\nALK6 was essential for induction of neural crest cell fate and further\ndevelopment of the neural crest and its derivatives. Conclusions ALK3\nand ALK6 both contribute to the gene regulatory network that regulates\ndorso-ventral patterning; they play partially overlapping and partially\nnon-redundant roles in this process. ALK3 and ALK6 are independently\nrequired for the spatially restricted activation of BMP signaling and\nmsx2 upregulation at the neural plate border, whereas in post-gastrula\ndevelopment¬ ALK6 exerts a highly specific, conserved function in neural\ncrest development.","trees":[{"tree_label":"Tree ALK3&ALK6","ntax":"12","rootedtree":"TRUE","title":"Tr92875","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_92875.phy"}]}