{"Authors":" Jason J. Kolbe, J. A. S. Ii, Liam Revell, Michele A.\nJohnson, Jonathan B. Losos","Year":" 2007","Title":" A phylogenetic test for adaptive convergence in rock-dwelling\nlizards","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phenotypic similarity of species occupying similar\nhabitats has long been taken as strong evidence of adaptation, but this\napproach implicitly assumes that similarity is evolutionarily derived.\nHowever, even derived similarities may not represent convergent\nadaptation if the similarities did not evolve as a result of the same\nselection pressures; an alternative possibility is that the similar\nfeatures evolved for different reasons, but subsequently allowed the\nspecies to occupy the same habitat, in which case the convergence would\nbe the result of exaptation. Many lizard lineages have evolved to occupy\nvertical rock surfaces, a habitat that places strong functional and\necological demands on lizards. We examined four clades in which species\nthat use vertical rock surfaces exhibit long hindlimbs and flattened\nbodies. Morphological change on the phylogenetic branches leading to the\nrock-dwelling species in the four clades differed from change on other\nbranches of the phylogeny; rock-dwelling lizards tended to have overall\nlonger limbs and flatter heads. Examination of particular characters\nrevealed several different patterns of evolutionary change.\nRock-dwelling lizards exhibited similarities in head depth as a result\nof both adaptation and exaptation. Moreover, even though rock-dwelling\nspecies did not have longer limbs than non-rock-dwellers, limb length\nnonetheless evolved in the same direction relative to non-rock-dwelling\nsister taxa in most clades; clade-level differences in limb length,\nhowever, led to an overall lack of difference between rock- and\nnon-rock-dwelling lizards. These results indicate that evolutionary\nchange in the same direction in independent lineages does not\nnecessarily produce convergence, and that the existence of similar\nadvantageous structures among species independently occupying the same\nenvironment may not indicate adaptation.","trees":[{"tree_label":"Fig. 1a","ntax":"24","rootedtree":"TRUE","title":"Phrynosomatine Rock Lizards","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1022.phy"},{"tree_label":"Fig. 1b","ntax":"9","rootedtree":"TRUE","title":"Tropidurine lizards","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1023.phy"},{"tree_label":"Fig. 1c","ntax":"24","rootedtree":"TRUE","title":"Anolis Lizards","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1024.phy"},{"tree_label":"Fig. 1d","ntax":"10","rootedtree":"TRUE","title":"Cordylid lizards","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1025.phy"}]}