{"Authors":" Yubo Zhang, Yi Ding","Year":" 2015","Title":" Molecular Dynamics Simulation and Bioinformatics Study on\nchloroplast stromal ridge complex from rice (Oryza sativa L.)","Journal":" BMC Bioinformatics","Volume":"","Issue":"","Pages":"","Keywords":" Rice (Oryza sativa L.), Chloroplast stromal ridge complex,\nOsPsaC and OsPsaD, Molecular dynamics simulation, Bioinformatics\nStudy","DOI":"","Abstract":" Background: Rice (Oryza sativa L.) is one of the most\nimportant cereal crops in the world and its yield is closely related to\nthe photosynthesis efficiency. The chloroplast stromal ridge complex\nconsisting of PsaC-PsaD-PsaE plays an important role in plant\nphotosynthesis, which has been a subject of many studies. Till now, the\nrecognition mechanism between PsaC and PsaD in rice is still not fully\nunderstood. Results: Here, we present the interaction features of OsPsaC\nand OsPsaD by molecular dynamics simulations and bioinformatics.\nFirstly, we identified interacting residues in the OsPsaC-OsPsaD complex\nduring simulations. Significantly, important hydrogen bonds were\nobserved in residue pairs R19-E103, D47-K62, R53-E63, Y81-R20, Y81-R61\nand L26-V105. Free energy calculations suggested two salt bridges\nR19-E103 and D47-K62 were essential to maintain the OsPsaC-OsPsaD\ninteraction. Supportively, electrostatic potentials surfaces of OsPsaD\nexhibited electrostatic attraction helped to stabilize the residue pairs\nR19-E103 and D47-K62. In particular, the importance of R19 was further\nverified by two 500ns CG-MD simulations. Secondly, this study compared\nthe stromal ridge complex in rice with that in other organisms. Notably,\nalignments of amino acids showed these two salt bridges R19-E103 and\nD47-K62 also existed in other organisms. Electrostatic potentials\nsurfaces and X-ray structural analysis strongly suggested the stromal\nridge complex in other organisms adopted a similar and general\nrecognition mechanism. Conclusions: These results together provided\nstructure basis and dynamics behavior to understand recognition and\nassembly of the stromal ridge complex in rice.","trees":[{"tree_label":"Imported tree 2","ntax":"10","rootedtree":"TRUE","title":"D file result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92884.phy"},{"tree_label":"Imported tree 1","ntax":"10","rootedtree":"TRUE","title":"Chloroplast stromal ridge complex from rice","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_92883.phy"}]}