{"Authors":" Matthew P. Nelsen, Robert Luecking, Marcela E.S. Caceres,\nH. Thorsten Lumbsch, André Aptroot","Year":" 2017","Title":" Assessing the phylogenetic placement and redundancy of\nAspidotheliaceae (Ascomycota), an orphaned family of lichen-forming\nfungi","Journal":" Systematics & Biodiversity","Volume":" 15","Issue":"","Pages":" 63-73","Keywords":" crustose, foliicolous, Ostropomycetidae, perithecia,\nsystematics, Thelenellaceae, tropics","DOI":"","Abstract":" The lichen-forming fungal genus Aspidothelium has either\nbeen considered to represent a separate genus and family or a synonym of\nThelenella in Thelenellaceae. At times, a close relationship has been\nsuggested with genera now placed in Celotheliaceae, Monoblastiaceae,\nPorinaceae, Protothelenellaceae, Pyrenulaceae, Strigulaceae,\nThelenellaceae, and Verrucariaceae, families scattered across three\nascomycete classes. Consequently, its classification has remained\nunstable, and the genus is currently listed as incertae sedis within\nAscomycota. Here we utilize DNA sequence data to clarify its position.\nOur sampling suggests that Aspidothelium is embedded within the family\nThelenellaceae (Lecanoromycetes: Ostropomycetidae), supporting previous\nproposals to synonymize Aspidotheliaceae with Thelenellaceae. This clade\nis allied with the order Ostropales and further work is needed to\nelucidate whether it should be considered part of Ostropales or a\ndistinct order. Aspidothelium is monophyletic, and its continued\nrecognition requires acceptance of the genus Chromatochlamys. The\nabandonment of historic classification schemes resulted in the\nproliferation of many orphaned clades of perithecial, lichen-forming\nfungi the present study has clarified the higher-level relationships of\none of these enigmatic families, and facilitated its placement in a\nmodern phylogenetic framework.","trees":[{"tree_label":"ML_Tree","ntax":"37","rootedtree":"TRUE","title":"Aspidotheliaceae MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107248.phy"},{"tree_label":"Bayesian_Tree","ntax":"37","rootedtree":"TRUE","title":"Aspidotheliaceae BIT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107249.phy"}]}