{"Authors":" Harald Schneider, Harald Schneider","Year":" 2015","Title":" Tempo and mode of the evolution of morphological disparity in\nthe Neotropical fern genus Pleopeltis","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" adaptive radiation, divergence time estimates,\nphylomorphospace, rate of morphological change, speciation rate, species\ndiversity","DOI":"","Abstract":" Species diversity and morphological disparity are two\nmeasures to examine the diversity of life. Evidence based on the fossil\nrecord suggests a complex relation between these two parameters of\nbiodiversity including frequent decoupling of their assembly through\ntime. However, rather few studies explored the correlation of these two\nmeasurements by studying extant plant species. This study was designed\nto explore the accumulation of morphological disparity of the derived\nNeotropical fern genus Pleopeltis. To explore the relationship of\nspecies diversity and morphological disparity, we employed several\napproaches including divergence time estimates based on DNA sequence\nvariation, reconstruction of character state changes based on a\nmorphological matrix comprising 41 discrete characters, and exploration\nof the phylomorphospace. Accumulation of species diversity and\nmorphological disparity was found to be concordant although the\nassumption of independence was not rejected for the accumulation of\ngenetic and morphological variation. The phylomorphospace reconstruction\nprovided further evidence for clade-specific morphospace expansion that\nimply developmental pathways and competition among clades as major\nfactors shaping the assembly of morphological disparity over time.","trees":[{"tree_label":"TREE1","ntax":"47","rootedtree":"TRUE","title":"Pleopeltis Consensus Chronogram obtained from BEAST\nanalyses","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_110777.phy"},{"tree_label":"MLtree","ntax":"47","rootedtree":"TRUE","title":"Projection of phylogenetic relaitonships in three\ndimensions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110778.phy"}]}