{"Authors":" Susumu Takamatsu, Siska Arie Siahaan, Onésimo Moreno-Rico,\nSilvia M. Wolcan, Maria G. Cabrera de Alvarez, Uwe Braun","Year":" 2016","Title":" Early evolution of endo-parasitism in powdery mildews:\nmolecular phylogeny suggests missing link between Phyllactinia and\nLeveillula","Journal":" Mycologia","Volume":" 108","Issue":" 5","Pages":" 873-850","Keywords":" Erysiphaceae, Erysiphales, Phyllactinieae, Pleochaeta,\nQueirozia","DOI":" 10.3852/16-010","Abstract":" Of the 17 genera of the Erysiphaceae, only four genera,\nviz. Leveillula, Phyllactinia, Pleochaeta, and Queirozia, exhibit\n(partly) endo-parasitism. To investigate early evolution of\nendo-parasitism in powdery mildews, we performed molecular phylogenetic\nanalyses of powdery mildews belonging to the tribe Phyllactinieae\ncollected in North & South America. The most ancestral taxa in the\ntribe Phyllactinieae belong to the Pleochaeta/Queirozia group from which\nthe genus Phyllactinia was derived. Finally, the truely endo-parasitic\ngenus Leveillula emerged from a part of Phyllactinia. The present study\nshowed clear evolutional polarity in the powdery mildews concerned, that\nis, partly endo-parasitic groups evolved from ecto-parasitic groups, and\nthen a truely endo-parasitic group emerged finally from a partly\nendo-parasitic group. In addition, a group with distinctly dimorphic\nconidia proved to be basal in the Phyllactinieae, and a group without\ndistinct dimorphic conidia was derived from the former group. The\npresent analyses clearly showed that Leveillula was derived from a part\nof the “Basal Phyllactinia group”. However, all sister taxa to\nLeveillula were distributed in North & South America. Because the\nputative geographic origin of Leveillula is assumed to be Central &\nWest Asia or Mediterranean region, we have to postulate the presence of\na missing link during the evolution of Leveillula from Phyllactinia.\nBased on the present phylogenetic studies and the new rules of the\n“International Code of Nomenclature for Algae, Fungi, and Plants”, the\nfollowing taxonomic reallocations are proposed: Phyllactinia\nbougainvilleae sp. nov., P. caricae comb. nov., P. caricicola comb.\nnov., P. durantae comb. nov., P. leveilluloides sp. nov., P. obclavata\ncomb. nov., P. papayae comb. nov.","trees":[{"tree_label":"Fig. 1","ntax":"71","rootedtree":"TRUE","title":"Phyllactinia and Leveillula 28S rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93059.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Phyllactinia and Leveillula ITS MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93060.phy"}]}