{"Authors":" Jerrold I. Davis, Robert J. Soreng, Jeff J. Doyle","Year":" 1990","Title":" A phylogenetic analysis of chloroplast DNA restriction site\nvariation in Poaceae subfam. Pooideae.","Journal":" Plant Systematics and Evolution","Volume":" 172","Issue":" NA","Pages":" 83-97","Keywords":" NA","DOI":" NA","Abstract":" A phylogenetic analysis was conducted on chloroplast DNA\nrestriction site variation in 34 genera of grasses (family Poaceae),\nincluding 28 genera from subfam. Pooideae (representing tribes Aveneae,\nBrachypodieae, Bromeae, Meliceae, Poeae, Stipeae, and Triticeae) and\nrepresentatives of three other subfamilies, Arundinoideae, Oryzoideae,\nand Panicoideae. Analyses of all 34 genera always distinguished Pooideae\nas monophyletic, regardless of which nonpooid genus functioned as\noutgroup; six separate analyses of all 28 pooid genera. each including\none of the six nonpooid genera as outgroup, resolved five identically\nconstituted clades within Pooideae (in four cases), or (in the other two\ncases) yielded results that were less well resolved, but not in conflict\nwith those of the other four analyses. The four best-resolved analyses\ndistinguished Meliceae as the earliest diverging lineage within\nPooideae, and Stipeae as the next. Above the point of divergence of\nStipeae is a dichotomy between supertribe Triticodae (including tribes\nBrachypodieae, Bromeae, and Triticeae), and a clade comprising Poeae and\nAveneae. The analysis supports some tribal realignments, specifically\nthe assignment of Briza, Chascolytrum, Microbriza, and Torreyochloa to\nAveneae, and Arctagrostis, Catabrosa, and Sesleria to Poeae. The\nanalysis also suggests that the pooid spikelet (i.e., glumes shorter\nthan lemmas and florets two or more) is plesiomorphic in Pooideae, and\nthat spikelets with one floret, and those with glumes longer than the\nfirst lemma, each have evolved more than once within Pooideae. Results\nalso indicate that small chromosomes and chromosome numbers based on\nx=c. 10-12 are plesiomorphic within Pooideae. Alternative states of\nthese characters (chromosomes large, chromosome numbers based on x= 7)\nare interpreted as synapomorphies or parallelisms of clades that include\nTriticodae, Aveneae, and Poeae. Lanceolate lodicule shape may be a\nsynapomorphy of the clade that includes Stipeae, Triticodae, Aveneae,\nand Poeae, and loss of lodicule vascularization a synapomorphy of the\nentire Pooideae.","trees":[{"tree_label":"Fig. 2","ntax":"26","rootedtree":"TRUE","title":"Pooideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4265.phy"}]}