{"Authors":" Sean Vincent Burke","Year":" 2016","Title":" Evolution in Panicoid Grasses Based on Plastome Phylogenomics\n(Panicoideae; Poaceae).","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Grasses, mtDNA, Next generation sequencing, Panicoideae,\nPaspalum, Phylogenomics, Plastome, Poaceae, ptDNA, subtribal\nsystematics","DOI":"","Abstract":" Background: Panicoideae are the second largest subfamily\nin Poaceae (grass family), with over 3560 species in approximately 200\ngenera. Previous studies have begun to reveal relationships within the\nsubfamily, but largely lack resolution and/or robust support for certain\ntribal and subtribal groups. This study aims to resolve these\nrelationships, as well as characterize a putative mitochondrial insert\nin one linage. Results: 35 newly sequenced Panicoideae plastomes were\ncombined in a phylogenomic study with 37 other species: 15 Panicoideae\nand 22 from outgroups. A robust Panicoideae topology largely congruent\nwith previous studies was obtained, but with some incongruences with\npreviously reported subtribal relationships. A mitochondrial DNA (mtDNA)\nto plastid DNA (ptDNA) transfer was discovered in the Paspalum lineage.\nConclusions: The phylogenomic analysis returned a topology that largely\nsupports previous studies. There were five previously recognized\nsubtribes that appear on the topology to be non-monophyletic.\nAdditionally, evidence for mtDNA to ptDNA transfer was identified in\nboth Paspalum fimbriatum and P. dilatatum, and suggests a single rare\nevent that took place in a common progenitor. Finally, the framework\nfrom this study can facilitate larger whole plastome studies in\nPanicoideae to discern the relationships in Panicoideae that are weakly\nsupported or unresolved with inclusion of plastome data from\nCyperochloeae, Steyermarkochloeae, Gynerieae, and other incertae sedis\ntaxa.","trees":[{"tree_label":"ML Tree","ntax":"72","rootedtree":"TRUE","title":"Panicoideae 72spp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93160.phy"},{"tree_label":"BI Tree","ntax":"72","rootedtree":"TRUE","title":"Panicoideae 72spp","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93161.phy"},{"tree_label":"MP Tree","ntax":"72","rootedtree":"TRUE","title":"Panicoideae 72spp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93159.phy"}]}