{"Authors":" Davi Augusto Carneiro Almeida, Luis Fernando Pascholati\nGusmao, Andrew N. Miller","Year":" 2016","Title":" Taxonomy and molecular phylogeny of Diatrypaceae (Ascomycota,\nXylariales) species from the Brazilian semi-arid region, including four\nnew species","Journal":" Mycological Progress","Volume":" 15","Issue":" 53","Pages":" 1-27","Keywords":" Sordariomycetes . Sordariomycetidae . Systematics .\nTropical fungi . Wood-inhabiting fungi","DOI":" 10.1007/s11557-016-1194-8","Abstract":" Members of the Diatrypaceae are predominantly saprotrophic\non the decaying wood of angiosperms worldwide and the family has\nreceived little attention due to its difficult taxonomy. However, the\nrecent detection of several pathogenic species, once considered\nsaprotrophic, associated with the wood of diseased grapevines has\nincreased interest in this fam- ily. The diversity of tropical species\nis less well known and more poorly sampled in phylogenetic studies than\ntemperate species. In the present study, we investigated the diversity\nof diatrypaceous fungi from three areas in the Brazilian semi-arid\nregion and performed phylogenetic analyses of the family based on the\nentire internal transcribed spacer (ITS) region and partial ß-tubulin\ngene. Twenty-eight new ITS and 19 new ß-tubulin sequences were\ngenerated, representing eight species distributed in five clades.\nDiatrypella atlantica, Eutypa guttulata, Eutypella cearensis, and\nPeroneutypa diminutispora are proposed here as new species, while\nEutypella microtheca and P. curvispora are new records for Brazil. All\neight species are described, illustrated, and discussed.","trees":[{"tree_label":"Fig. 2","ntax":"59","rootedtree":"TRUE","title":"Diatrypaceae Phylogram of the maximum likelihood\nanalysis generated from partial ß-tubulin sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_93165.phy"},{"tree_label":"Fig. 2","ntax":"146","rootedtree":"TRUE","title":"Diatrypaceae Phylogram of the maximum likelihood\nanalysis generated from complete ITS nrDNA sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93170.phy"},{"tree_label":"Fig. 3","ntax":"45","rootedtree":"TRUE","title":"Diatrypaceae Phylogram of the maximum likelihood\nanalyses generated based on a combined dataset of ITS nrDNA and\nß-tubulin sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93171.phy"}]}