{"Authors":" Daniel G. Mulcahy, A. D. Leaché","Year":" 2007","Title":" Phylogeny, divergence times, and species limits of spiny\nlizards (Sceloporus magister species group) in western North America\ndeserts and Baja California","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The broad distribution of the Sceloporus magister species\ngroup (squamata: phrynosomatidae) throughout western North America\nprovides an appropriate model for testing biogeographic hypotheses\nexplaining the timing and origins of diversity across mainland deserts\nand the Baja California Peninsula. We inferred concordant phylogenetic\ntrees describing the higher-level relationships within the magister\ngroup using 1.6 kb of mtDNA and 1.7 kb of nuclear data. These data\nprovide strong support for the parallel divergence of lineages endemic\nto the Baja California Peninsula (S. zosteromus and the orcutti complex)\nin the form of two sequential divergence events at the base of the\nmagister group phylogeny. A relaxed phylogenetic analysis of the mtDNA\ndata using one fossil and one biogeographic constraint provides a\nchronology of these divergence events and evidence that further\ndiversification within the Baja California clades occurred\nsimultaneously, although patterns of geographic variation and speciation\ndiffer. We resolved four major phylogeographic clades within S. magister\nthat 1) provide a novel phylogenetic placement of the Chihuahuan Desert\npopulations sister to the Mojave Desert, 2) illustrate a mixed history\nfor the Colorado Plateau that includes Mojave and Sonoran Desert\ncomponents, and 3) identify an area of overlap between the Mojave and\nSonoran Desert clades near Yuma, Arizona. Estimates of bi-directional\nmigration rates among populations of S. magister using four nuclear loci\nsupport strong asymmetries in gene flow among the major mtDNA clades.\nBased on the non-exclusivity of mtDNA haplotypes, nuclear gene flow\namong populations, and wide zones of phenotypic intergradation, S.\nmagister appears to represent a single geographically variable and\nwidespread species.","trees":[{"tree_label":"Fig. 4","ntax":"123","rootedtree":"TRUE","title":"Spiny Lizards, Bayesian Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1030.phy"}]}