{"Authors":" Philppa A French, Gillian Kim Brown, Michael J. Bayly","Year":" 2016","Title":" Incongruent patterns of nuclear and chloroplast variation in\nCorrea (Rutaceae): introgression and biogeography in south-eastern\nAustralia","Journal":" Plant Systematics and Evolution","Volume":" 302","Issue":"","Pages":" 447-468","Keywords":" Phylogenetic Incongruence; Hybridization; Lower Murray\nBasin; Vicariance; Suture Zone; Taxonom","DOI":" 10.1007/s00606-016-1277-7","Abstract":" Correa (family Rutaceae) is a genus endemic to southern\nAustralia, in which chloroplast introgression between species has\npreviously been inferred. The current study aimed to document the extent\nof incongruence between molecular markers and taxonomy, describe\npatterns of geographic variation, and infer genetic and biogeographic\nprocesses important in the history of the genus. Sampling focused on\nsubg. Correa (nine species) and included 166 samples from 95 localities.\nSamples were genotyped at the chloroplast loci trnL-trnF and trnK and\nthe nuclear ITS regions, either by direct sequencing or by restriction\ndigests of PCR products. Both chloroplast and ITS datasets resolved\nsubg. Persistens (two species mostly from wet forests) as distinct from\nthose of subg. Correa. Within subg. Correa chloroplast and ITS lineages\nwere largely incongruent with each other and with current taxonomy, but\nboth datasets showed similar geographic patterns. In each dataset there\nwas one lineage mostly restricted to western South Australia and Western\nAustralia, and one lineage widespread in eastern South Australia,\nVictoria, Tasmania, New South Wales and Queensland. The split between\nthese geographic lineages occurs in South Australia, on the western side\nof the Murray basin; it is sharply defined in the chloroplast results,\nwhereas the distributions of ITS lineages overlap. The geographic\npatterns and incongruence exhibited by both ITS and chloroplast markers\nprovide evidence for substantial chloroplast and nuclear introgression\nbetween species. Geographic distributions of genetic lineages are\nconsistent with divergence caused by a historical vicariance event\nacross the lower Murray basin and subsequent reconnection of\npopulations.","trees":[{"tree_label":"ITS Strict Consensus","ntax":"79","rootedtree":"TRUE","title":"Correa","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93071.phy"},{"tree_label":"cpDNA Strict consensus","ntax":"74","rootedtree":"TRUE","title":"Correa cpDNA strict consensus tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93084.phy"}]}