{"Authors":" Inmaculada Garcia-Romero, Antonio Jesus Perez-Pulido,\nYolanda Gonzalez-Flores, Francisca Reyes-Ramirez, Eduardo Santero, Belen\nFloriano","Year":" 2016","Title":" Genomic analysis of the nitrate-respiring Sphingopyxis\ngranuli (formerly Sphingomonas macrogoltabida) strain TFA","Journal":" BMC Genomics","Volume":" 17","Issue":" 93","Pages":" 1/15","Keywords":" Sphingopyxis, S. granuli, oriC signature, genomic islands,\nnitrate respiration, nitrite toxicity, core genome.","DOI":" 10.1186/s12864-016-2411-1","Abstract":" Sphingomonads are Alphaproteobacteria that belong to the\nSphingomonas, Novosphingobium, Sphingopyxis or Sphingobium genera, They\nare physiologically diverse and broadly distributed in nature, playing\nimportant roles in oligotrophic environments and in the degradation of\nrecalcitrant polyaromatic compounds, Sphingopyxis is a poorly studied\ngenus of which only one representative (S. alaskensis RB2256) has been\ndeeply characterized. In this paper we analyze the genomic features of\nS. granuli strain TFA (formerly Sphingomonas macrogoltabida) in\ncomparison with the available Sphingopyxis sequenced genomes, to\ndescribe common characteristics of this genus and to highlight unique\ncharacteristics of strain TFA. The TFA genome has been assembled in a\nsingle circular chromosome of 4.7 Mb.Genomic sequence analysis and\nproteome comparison re-assigned the TFA strain to the Sphingopyxis genus\nand the S. granuli species. Some regions of the TFA genome show high\nsimilarity (ca. 100%) to other bacteria and several genomic islands have\nbeen detected. Pathways for aromatic compound degradation have been\npredicted but no growth of TFA has been detected using these as carbon\nor nitrogen sources. Genes for nitrate respiration have been identified\nas TFA exclusive. Experimental data on anaerobic growth of TFA using\nnitrate as a terminal electron acceptor are also provided. Sphingopyxis\nrepresentatives form a compact phylogenetic group (with the exception of\nS. baekryungensis DSM 16222) that share several characteristics, such as\nbeing naturally resistant to streptomycin, having only one ribosomal\noperon, a low number of prophages and CRISPR sequences, absence of\nselenoproteins and presence of ectoin and other biosynthesis pathways\nfor secondary metabolites. Moreover, the TFA genome organization shows\nevidence of the presence of putative integrative and conjugative\nelements (ICE) responsible for the acquisition of several\ncharacteristics by horizontal transfer mechanisms. Sphingopyxis\nrepresentatives have been described as strict aerobes but anaerobic\ngrowth using nitrate as a terminal electron acceptor might confer an\nenvironmental advantage to the first S. granuli strain characterized at\ngenomic level.","trees":[{"tree_label":"Imported tree 1","ntax":"15","rootedtree":"TRUE","title":"Sphingopyxis granuli Concatenated 16s atpD rpoB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93106.phy"}]}