{"Authors":" Anna J MacDonald, Stephen D Sarre","Year":" 2016","Title":" A framework for developing and validating taxon-specific\nprimers for specimen identification from environmental DNA","Journal":" Molecular Ecology Resources","Volume":"","Issue":"","Pages":"","Keywords":" Bandicoot; DNA detection; eDNA; marsupial; mitochondrial\nDNA; ND2 gene; Peramelemorphia; predation; trace DNA","DOI":"","Abstract":" Taxon-specific DNA tests are applied to many ecological\nand management questions, increasingly using environmental DNA (eDNA).\neDNA facilitates non-invasive ecological studies, but introduces\nadditional risks of bias and error. For effective application, PCR\nprimers must be developed for each taxon and validated in each system.\nWe outline a nine step framework for the development and validation of\ntaxon-specific primers for eDNA analysis in ecological studies,\ninvolving reference database construction, phylogenetic evaluation of\nthe target gene, primer design, primer evaluation in silico, and\nlaboratory evaluation of primer specificity, sensitivity, and utility.\nOur framework makes possible a rigorous evaluation of likely sources of\nerror. The first five steps can be conducted relatively rapidly and\n(where reference DNA sequences are available) require minimal laboratory\nresources, enabling assessment of primer suitability before investing in\nfurther work. Steps six to eight require more costly laboratory\nanalyses, but are essential to evaluate risks of false positive and\nfalse negative results, while step 9 relates to field implementation. As\nan example, we have developed and evaluated primers to specifically\namplify part of the mitochondrial ND2 gene from Australian bandicoots.\nIf adopted during the early stages of primer development, our framework\nwill facilitate large-scale implementation of well-designed DNA tests to\ndetect specific wildlife from eDNA samples. This will provide\nresearchers and managers with an understanding of the strengths and\nlimitations of their data and the conclusions that can be drawn from\nthem.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Peramelemorphia MLT for 629 bp","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93110.phy"}]}