{"Authors":" Rut Caparros, Francisco Lara, Isabel Draper, Vicente\nMazimpaka, Ricardo Garilleti","Year":" 2016","Title":" Integrative taxonomy sheds light on an old problem: the Ulota\ncrispa complex (Orthotrichaceae, Musci)","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Bryophyta-Cryptic species-Disjunct distributions-Molecular\nphylogeny-Morphology-Sibling species-Ulota crispula-Ulota\nintermedia","DOI":"","Abstract":" The combined use of morphological and molecular analyses\nhas proved to be very useful for resolving taxonomic complexes with\nhidden diversity. In bryology, however, integrative taxonomy has been\nrarely employed to revisit relevant old, not satisfactorily solved\nproblems. One of these classical controversies is whether the Ulota\ncrispa complex comprises one or three species. To elucidate this, an\nexhaustive morphological revision, based on numerous herbarium and fresh\nspecimens from most of the Holarctic areas where U. crispa has been\nreported, together with molecular analyses using one nuclear (ITS2) and\nthree plastid loci (trnG, trnL-trnF, atpB-rbcL) on a selection of\nrepresentative specimens, have been performed. The results unambiguously\npoint to the existence of three morphotypes, ascribable to the\npreviously described Ulota crispa s.s., U. crispula and U. intermedia,\nwhich can be differentiated by an ample set of qualitative and\nquantitative morphological characters. The molecular reconstruction\nresulting from the analyses of these three taxa in a framework of\nanother 10 Ulota species, plus 2 Orthotrichum and 2 Zygodon species\nplaces the samples belonging to each of these morphotypes in independent\nand coherent monophyletic clades, confirming that they represent three\nclosely related but independent species. Owing to this result, the\norigin and development of the taxonomical debate around U. crispa and\nrelated taxa is discussed in order to glimpse the reasons of this\nhistorical confusion. The analysis of the geographic origin of the\nstudied samples shows that all the three species are widely distributed\nthroughout the Northern Hemisphere, although with very different ranges.\nUlota crispula exhibits an Amphi-Atlantic range, whereas U. crispa and\nU. intermedia display broader disjunct ranges, and only in Europe do the\nthree species co-occur. A key for the distinction of the three species\nand updated detailed descriptions are also provided","trees":[{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Tr93169","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93169.phy"}]}