{"Authors":" Susanne Altermann, Trevor Goward, Steve Leavitt","Year":" 2016","Title":" Tidying up the genus Letharia: introducing L. lupina\nAltermann, Goward and Leavitt and a new circumscription for L.\ncolumbiana (Nutt.) Thoms.","Journal":" The Lichenologist","Volume":"","Issue":"","Pages":"","Keywords":" Taxonomy, Letharia, Trebouxia, lichenized Ascomycetes,\nNorth America, lichen symbiosis.","DOI":"","Abstract":" Western North America is the global centre of diversity\nfor Letharia, a distinctive and cryptically diverse genus of lichenized\nfungi belonging to the Parmeliaceae and characterized by a shrubby,\nfruticose habit and presence of vulpinic acid. Previous studies using\nmultiple fungal nuclear loci revealed the existence of two distinct\nspecies-level lineages within the traditional concept of L. vulpina (L.)\nHue and four within L. columbiana (Nutt) Thoms. Despite considerable\nattention to this genus, only one of the six phylogenetic lineages has\nsince been formally described or newly circumscribed (L. gracilis McCune\n& Altermann). Here we attempt to settle long-standing taxonomic\nissues in the genus using DNA sequencing of three fungal and two algal\nloci. As concerns L. vulpina s. lat., our results confirm the widespread\nexistence of two distinct species-level groups, each forming a mutually\nexclusive partnership with a separate algal clade within Trebouxia\njamesii s. lat. Accordingly, L. lupina sp. nov. is formally described\nfrom western North America and western Eurasia. Furthermore, additional\nsampling of L. columbiana s. lat, including specimens collected from the\ntype locality, made it possible to newly circumscribe L. columbiana\n(Nutt.) Thoms., for which an epitype is selected. The two remaining\npreviously recognized phylogenetic lineages  L. ‘barbata’ and L.\n‘rugosa’  are both allied with L. columbiana, and do not presently meet\nthe criteria for formal description owing to ambiguities in diagnostic\nmolecular and morphological characters.","trees":[{"tree_label":"tree 1","ntax":"100","rootedtree":"TRUE","title":"Letharia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107193.phy"}]}