{"Authors":" Miguel Vences, Katharina C. Wollenberg, Frank Glaw, Axel\nMeyer","Year":" 2007","Title":" Molecular phylogeny of Malagasy reed frogs, Heterixalus, and\nthe relative performance of bioacoustics and color-patterns for\nresolving their systematics","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" 10.1016/j.ympev.2007.06.024","Abstract":" The members of the genus Heterixalus constitute one of the\nendemic frog radiations in Madagascar. Here we present a complete\nspecies-level phylogeny based on basepairs of three nuclear and four\nmitochondrial markers to clarify the phylogenetic relationships among\nand within species of this genus, as well as the phylogenetic position\nof the monospecific Seychellean Tachycnemis seychellensis. Although the\nperformance to resolve supported clades of Heterixalus species differed\namong the investigated gene fragments when analyzed separately, we could\nidentify five well-supported species groups within Heterixalus in the\ncombined analysis of all gene fragments. Our data strongly support a\nHeterixalus\u001aTachycnemis clade, and indicate the probable monophyly of\nHeterixalus placed sister to Tachycnemis. However, the split of these\nlineages may have happened in a short interval of time, leading to an\nunstable placement of Tachycnemis in the single-gene fragment\nphylogenies. Referring to the hitherto existing classification of\nHeterixalus, which is predominantly based on chromatic and bioacoustic\ncharacters, we examined the relative performance of these data sets\nrelative to our molecular phylogeny. A Bayesian phylogeny reconstructed\nwith a bioacoustic data set yielded a higher resemblance to the\nmolecular phylogeny than a phylogeny constructed using a chromatic data\nset, which supports the use of bioacoustic characters for systematic\nanalyses of these anurans.","trees":[{"tree_label":"mb tree","ntax":"42","rootedtree":"TRUE","title":"Hyperoliidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1043.phy"}]}