{"Authors":" Qing Zhang, Weichang Hu, Fan Zhu, Liming Wang, Qingyi Yu,\nRay Ming Ming, Jisen Zhang","Year":" 2016","Title":" Structure, Phylogeny, Allelic Haplotypes and Expression of\nSucrose Transporter Gene Families in Saccharum","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Saccharum species, Sucrose Transporter, Gene family,\nAllelic haplotype, Polyploidy","DOI":"","Abstract":" Background: Sugarcane is an economically important crop\ncontributing to about 80% of the world sugar production. Increasing\nefforts in molecular biological studies have been performed for\nimproving the sugar yield and other relevant important agronomic traits.\nHowever, due to sugarcanes complicated genomes, it is still challenging\nto study the genetic basis of traits, such as sucrose accumulation.\nSucrose transporters (SUTs) are critical for both phloem loading in\nsource tissue and sucrose uptaking in sink tissue, and are considered to\nbe the control points for regulating sucrose storage. However, no\ngenomic study for sugarcane sucrose transporter (SsSUT) families has\nbeen reported up to date. Results: By using comparative genomics and\nbacterial artificial chromosomes (BACs), six SUT genes were identified\nand characterized in S. spontaenum. Phylogenetic analyses revealed that\nthe two pairs SsSUTs (SsSUT1 /SsSUT3 and SsSUT5/ SsSUT6) could be\nclustered together into two separate monocot specific SUT groups, while\nSsSUT2 and SsSUT4 were separated into the other two groups, with members\nfrom both dicot and monocot species. Gene structure comparison\ndemonstrated that the number and position of exons/introns in SUTs were\nhighly conserved among the close orthologs; in contrast, there were\nvariations among the paralogous SUTs in Sacchuarm. Though with the high\npolyploidy level, gene allelic haplotype comparative analysis showed\nthat the examined four SsSUT members exhibited conservations of gene\nstructures and amino acid sequences among the allelic haplotypes\naccompanied by variations of intron sizes. Gene expression analyses were\nperformed for tissues from seedlings under drought stress and mature\nplants of three Saccharum species (S.officinarnum, S.spotaneum and\nS.robustum). Both SUT1 and SUT4 expressed abundantly at different\nconditions. SUT2 had similar expression level in all of the examined\ntissues, but SUT3 was undetectable. Both of SUT5 and SUT6 had lower\nexpression level than other gene member, and expressed stronger in\nsource leaves and are likely to play roles in phloem loading. In the\nseeding plant leave under water stress, four genes SUT1, SUT2, SUT4 and\nSUT5 were detectable. In these detectable genes, SUT1 and SUT4 were down\nregulated, while, SUT2 and SUT5 were up regulated. Conclusions: In this\nstudy, we presented the first comprehensive genomic study for a whole\ngene family, the SUT family, in Saccharum. We speculated that there were\nsix SUT members in the S. spotaneum genome. Out of the six members,\nSsSUTs, SsSUT5 and SsSUT6 were recent duplication genes accompanied by\nrapid evolution, while, SsSUT2 and SsSUT4 were the ancient members in\nthe families. Despite the high polypoidy genome, functional redundancy\nmay not exist among the SUTs allelic haplotypes supported by the\nevidence of strong purifying selection of the gene allele. SUT3 could be\na low active member in the family because it is undetectable in our\nstudy, but it might not be a pseudogene because it harbored integrated\ngene structure. SUT1 and SUT4 were the main members for the sucrose\ntransporter, while, these SUTs had sub-functional divergence in response\nto sucrose accumulation and plant development in Saccharum.","trees":[{"tree_label":"Fig. 5","ntax":"62","rootedtree":"TRUE","title":"SsSUT and other plant SUT homologs sequence","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96128.phy"},{"tree_label":"Fig. 4","ntax":"38","rootedtree":"TRUE","title":"Comparison of the gene structure of the six members of\nthe SsSUT gene family","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96127.phy"}]}