{"Authors":" Loubab ZEDANE, Cynthia Hong-Wa, jerome murienne, Céline\nJeziorski, Bruce G. Baldwin, Guillaume Besnard","Year":" 2016","Title":" Museomics illuminate the history of an extinct, paleoendemic\nplant lineage (Hesperelaea, Oleaceae) known from an 1875 collection on\nGuadalupe Island, Mexico.","Journal":" Biological Journal of the Linnean Society","Volume":" 117","Issue":" 1","Pages":" 44-57","Keywords":"","DOI":"","Abstract":" Museum collections are essential for understanding\nbiodiversity and next-generation sequencing methods (NGS) offer new\nopportunities to generate genomic data on specimens of extinct species\nfor phylogenetic and other studies. Hesperelaea is a monotypic Oleaceae\ngenus that was collected only once, 139 years ago on Guadalupe Island,\nMexico. This lineage is almost certainly extinct, and has been\nconsidered an insular paleoendemic of unknown relationship within\nsubtribe Oleinae. Here, a genome skimming approach was attempted on the\nspecimen of H. palmeri to generate genomic data in order to interpret\nthe biogeographic history of Hesperelaea in a phylogenetic framework.\nDespite highly degraded DNA, we obtained the complete plastid genome,\nthe 18S-26S ribosomal DNA cluster and partial sequences of five low-copy\ngenes. Six plastid regions and nrDNA internal transcribed spacers were\nused for phylogenetic reconstructions of subtribe Oleinae, including\ndata from previous studies. Bayesian and maximum-likelihood phylogenies\nstrongly place Hesperelaea within an American lineage that includes\nForestiera and Priogymnanthus. Molecular dating suggests a Early Miocene\ndivergence between Hesperelaea and its closest relatives. Our study thus\nconfirms that Hesperelaea was a paleoendemic lineage that likely\npredates Guadalupe Island, and shows that NGS has high potential for\nanalyzing historical herbarium specimens and revolutionizing\nsystematics.","trees":[{"tree_label":"Imported tree 1","ntax":"45","rootedtree":"TRUE","title":"Hesperelaea MLTotal","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93364.phy"},{"tree_label":"Imported tree 1","ntax":"45","rootedtree":"TRUE","title":"Hesperelaea MBayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93363.phy"}]}