{"Authors":" Patricia de Francisco, Laura Maria Melgar, Silvia Diaz, Ana\nMartin Gonzalez, Juan Carlos Gutierrez Fernandez","Year":" 2016","Title":" The Tetrahymena metallothionein gene family: twenty-one new\ncDNAs, molecular characterization, phylogenetic study and comparative\nanalysis of the gene expression under different abiotic stressors.","Journal":" BMC Genomics","Volume":" 17","Issue":"","Pages":" 346-369","Keywords":" Tetrahymena metallothioneins, cDNAs, structural\ncharacterization, gene duplication, phylogeny, gene expression","DOI":" 10.1186/s12864-016-2658-6","Abstract":" Background: Ciliate metallothioneins (MTs) are included in\nfamily 7 of the MT superfamily. This family has been divided into two\nmain subfamilies: 7a or CdMTs and 7b or CuMTs. All ciliate MTs reported\nhave been isolated from different Tetrahymena species and present unique\nfeatures with regard to standard MTs. Likewise, an expression analysis\nhas been carried out on some of MT genes under metal stress,\ncorroborating their classification into two subfamilies. Results: We\nisolated 21 new cDNAs from different Tetrahymena species to obtain a\nwider view of the biodiversity of these conserved genes. Structural\nanalysis (cysteine patterns) and an updated phylogenetic study both\ncorroborated the previous classification into two subfamilies. A new\nCuMT from a Tetrahymena-related species Ichthyophthirius multifiliis was\nalso included in this general analysis. We detected a certain tendency\ntowards the presentation of a CdMT tri-modular structure in Borealis\ngroup species with respect to Australis group. We report for the first\ntime a semi-complete paralog duplication of a CdMT gene originating a\nnew CdMT gene isoform in T. malaccensis. An asymmetry of the codon usage\nfor glutamine residues was detected between Cd- and CuMTs, and the\nphylogenetic implications are discussed. A comparative gene expression\nanalysis of several MT genes by qRT-PCR revealed differential behavior\namong them under different abiotic stressors in the same Tetrahymena\nspecies. Conclusions: The Tetrahymena metallothionein family represents\na quite conserved protein structure group with unique features with\nrespect to standard MTs. Both Cd- and CuMT subfamilies present very\ndefined and differentiated characteristics at several levels: cysteine\npatterns, modular structure, glutamine codon usage and gene expression\nunder metal stress, among others. Gene duplication through evolution\nseems to be the major genetic mechanism for creating new MT gene\nisoforms and increasing their functional diversity.","trees":[{"tree_label":"Imported tree 1","ntax":"13","rootedtree":"TRUE","title":"Tr95902","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95902.phy"},{"tree_label":"Imported tree 1","ntax":"13","rootedtree":"TRUE","title":"Tr95903","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95903.phy"},{"tree_label":"Imported tree 1","ntax":"13","rootedtree":"TRUE","title":"Tr95904","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95904.phy"},{"tree_label":"Imported tree 1","ntax":"43","rootedtree":"TRUE","title":"Tr95905","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95905.phy"},{"tree_label":"Imported tree 1","ntax":"43","rootedtree":"TRUE","title":"Tr95906","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95906.phy"},{"tree_label":"Imported tree 1","ntax":"43","rootedtree":"TRUE","title":"Tr95907","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95907.phy"}]}