{"Authors":" Etienne Leveille-Bourret, Sabina Donadio, Claire Noelle\nGilmour, Julian Richard Starr","Year":" 2015","Title":" Rhodoscirpus (Cyperaceae: Scirpeae), a new South American\nsedge genus supported by molecular, morphological, anatomical and\nembryological data","Journal":" Taxon","Volume":" 64","Issue":" 5","Pages":" 931-944","Keywords":" Amphiscirpus; Andes; Phylloscirpus; Phylogeny; Scirpus\nasper; Scirpus trachycaulos; Taxonomy; Zameioscirpus","DOI":" 10.12705/645.4","Abstract":" In its broadest sense, Scirpus consists of a heterogeneous\nassemblage of up to 250 species, but modern circumscriptions suggest\nthat only 4050 species are part of the genus. Despite a narrower\ndefinition of the genus, atypical species continue to be segregated from\nScirpus with a common pattern being the removal of Southern Hemisphere\ntaxa to other genera and tribes. In South America, the morphology of\nremaining Scirpus species also suggests that they are not closely\nrelated to Scirpus s.str., but most of these taxa are only known from\ntheir types, making a detailed analysis of their generic affinities\ndifficult. One notable exception is Scirpus asper, a species that is\nrelatively common in the mountains and adjacent lowlands of Peru south\nto Argentina. Although this species possesses features used in the\ncircumscription of Scirpus, such as cauline leaves, flat leaf blades and\nanthelate inflorescences, it is known to differ from Scirpus s.str. by\nits Schoenus-type embryo, and most of its presumed allies are now placed\nin different genera (e.g., Scirpus analecti ≡ Cypringlea analecta;\nScirpus giganteus ≡ Androtrichum giganteum). In this study, we use DNA\nsequence data from the plastid (matK, ndhF) and nuclear (ETS-1f) genomes\nto demonstrate that Scirpus asper is not closely related to Scirpus\ns.str., but sister to Phylloscirpus within the predominantly South\nAmerican Zameioscirpus clade (Amphiscirpus, Phylloscirpus,\nZameioscirpus). When combined with morphological, anatomical and\nembryological data, results indicate that S. asper is best treated as\nthe sole species of a new monotypic genus, Rhodoscirpus. The\nimplications of these results on the taxonomy of tribe Scirpeae are\ndiscussed.","trees":[{"tree_label":"PAUP 1","ntax":"43","rootedtree":"TRUE","title":"Rhodoscirpus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93443.phy"}]}