{"Authors":" Stephanie A Martin, Bader H. Alhajeri, Scott J.\nSteppan","Year":" 2016","Title":" Dietary adaptations in the teeth of murine rodents (Muridae):\na test of biomechanical predictions","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" dental evolution  diet  discriminant function analysis \nfunctional morphology  geometric morphometrics  molecular phylogenetics \nmultivariate analysis of variance  Murinae  phylogenetic comparative\nmethods  principal component analysis","DOI":"","Abstract":" Dental morphology reflects an organism’s diet. Functional\ndental theory predicts that tooth shape responds evolutionarily to the\nmechanical properties of food. Most studies of mammalian teeth have\nfocused on qualitative measures of dental anatomy and have not formally\ntested how the functional components of teeth adapt in response to diet.\nHere we generated a series of predictions for tooth morphology based on\nbiomechanical models of food processing. We used murine rodents (Old\nWorld rats and mice) to test these predictions for the relationship\nbetween diet and tooth shape and, further, to identify a suite of\nfunctional dental characters that best predict diets. Eighty-eight\ndental characters were extracted from images of the incisors, in\naddition to the upper and lower tooth rows, for 98 species. Results\nshowed that species with plant-dominated diets had deep incisors, longer\nthird molars, longer molar crests, blunt posteriorly angled cusps, and\nmore expanded laterally oriented occlusal cusps than species with\nanimal-dominated diets. Measures of incisor depth, crest length, cusp\nangle and sharpness, occlusal cusp orientation, and the lengths of third\nmolars proved the best predictors of diet. Accounting for evolutionary\nhistory in a phylogenetic discriminant function analysis notably\nimproved the classification accuracy. Our results show that molar\nmorphology is strongly correlated with diet and suggest that these\nspecific aspects of dental morphology can be used to infer diet with\ngood accuracy for both extinct and extant murine species.","trees":[{"tree_label":"UNTITLED","ntax":"66","rootedtree":"TRUE","title":"Murine rodents","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93446.phy"}]}