{"Authors":" Maria Bernadete Lovato, Renata Acácio Ribeiro, Matthew T.\nLavin, Fabrício R. Santos, J. P. d. L. Filho, C. V. M. Filho","Year":" 2007","Title":" The genus Machaerium (Leguminosae) is more closely related to\nAeschynomene Sect. Ochopodium than to Dalbergia: inferences from\ncombined sequence data","Journal":" Systematic Botany","Volume":" 32","Issue":" 4","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships among the genera Dalbergia,\nMachaerium, and Aeschynomene were investigated with sequences from both\nthe chloroplast DNA trnL intron and the nuclear ribosomal DNA ITS/5.8S\nregion. A parsimony and Bayesian analysis of individual and combined\ndata resolved a monophyletic Dalbergia that is sister to a clade\ncomprising Aeschynomene sect. Ochopodium and Machaerium. Aeschynomene\nsect. Aeschynomene is paraphyletic with respect to genera such as\nBryaspsis and Soemmeringia, which collectively are sister to the\nDalbergia-Macherium-Ochopodium clade. This study identifies the\ndisparate lineages of the genus Aeschynomene and reveals that species\nwith basifixed stipules (i.e., sect. Ochopodium) perhaps should be\nranked as a distinct genus. Species of Ochopodium have the general\nlomented fruit morphology in contrast to the unique indehiscent samara\nfruits of Machaerium. The findings of this analysis also have some\nbearing at the infrageneric level. Limited sampling of Dalbergia sects.\nTriptolemea and Ecastaphyllum resolves them as monophyletic. In\ncontrast, the traditional infrageneric classification of Machaerium does\nnot show much agreement with molecular groups. Additional sampling of\nAeschynomene and Machaerium species, other DNA sequences, and\nmorphological data are needed to resolve the exact relationship of sect.\nOchopodium to Machaerium, as well as validate the infrageneric\nclassification of Machaerium.","trees":[{"tree_label":"Strict Consensus","ntax":"54","rootedtree":"TRUE","title":"Aeschynomene","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4890.phy"}]}