{"Authors":" Richard W Davis IV, Andrew David Brannen, Mohammad J\nHossain, Scott Monsma, Paul E Bock, Matthias Nahrendorf, David A Mead,\nMichael Lodes, Mark R Liles, Peter Panizzi","Year":" 2016","Title":" Complete Genome of Staphylococcus aureus Tager 104 Provides\nEvidence of Its Relation to Modern Systemic Hospital-Acquired\nStrains","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: Staphylococcus aureus (S. aureus) infections\nrange in severity due to expression of certain virulence factors encoded\non mobile genetic elements (MGE). As such, characterization of these\nMGE, as well as single nucleotide polymorphisms is of high clinical and\nmicrobiological importance. To understand the evolution of these\ndangerous pathogens, it is paramount to define reference strains that\nmay predate MGE acquisition. One such candidate is S. aureus Tager 104,\na previously uncharacterized strain isolated from a patient with\nimpetigo in 1947. Results: We show here that S. aureus Tager 104 can\nsurvive in the bloodstream and infect naïve organs. We also demonstrate\na procedure to construct and validate the assembly of S. aureus genomes,\nusing Tager 104 as a proof-of-concept. In so doing, we bridged\nconfounding gap regions that limited our initial attempts to close this\n2.82 Mb genome, through integration of data from Illumina Nextera\npaired-end, PacBio RS, and Lucigen NxSeq mate-pair libraries.\nFurthermore, we provide independent confirmation of our segmental\narrangement of the Tager 104 genome by the sole use of Lucigen NxSeq\nlibraries filled by paired-end MiSeq reads and alignment with SPAdes\nsoftware. Genomic analysis of Tager 104 revealed limited MGE, and a νSaβ\nisland configuration that is reminiscent of other hospital acquired S.\naureus genomes.\nConclusions: Tager 104 represents an early-branching ancestor of certain\nhospital-acquired strains. Combined with its earlier isolation date and\nlimited content of MGE, Tager 104 can serve as a viable reference for\nfuture comparative genome studies.","trees":[{"tree_label":"Imported tree 1","ntax":"75","rootedtree":"TRUE","title":"Tr93622","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93622.phy"}]}