{"Authors":" Peter Schönswetter, Gerald M. Schneeweiss, Christopher J.\nDixon","Year":" 2007","Title":" Morphological and Geographical Evidence are Misleading with\nRespect to the Phylogenetic Position and Origin of the Narrow Endemic\nPolyploid Androsace cantabrica (Primulaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Allopolyploidy is recognized as an important mode of plant\nspeciation. The allopolyploid origin of a taxon is often inferred from\nmorphological intermediacy or a mixture of morphological characters from\nthe putative parental taxa, especially if accompanied by geographical\nintermediacy of the polyploid. Here we show that in the case of\nAndrosace cantabrica (Primulaceae) \u001a a narrow endemic from the central\nCordillera Cantábrica (Spain) \u001a both lines of evidence are misleading.\nInstead of being an allopolyploid derivative of A. halleri s. l.\n(western Cordillera Cantábrica, eastern Pyrenees, Massif Central,\nVosges) and A. laggeri (central Pyrenees), A. cantabrica is most likely\nan autopolyploid closely related to A. adfinis s. l., endemic to the\nsouth-western European Alps. This counterintuitive biogeographic\nconnection not only adds to the group of species showing a\nCantabrian\u001aAlpine disjunction, but \u001a together with the unexpected link\nbetween A. chaixii, also from the south-western Alps, and A. halleri s.\nl. in form of the northern Spanish local endemic A. rioxana \u001a underlines\nthe important role of large-scale range shifts in shaping the current\ndistribution of European mountain taxa.","trees":[{"tree_label":"Fig. 3 BI majrule","ntax":"25","rootedtree":"TRUE","title":"Origin of the Narrow Endemic Polyploid Androsace\ncantabrica","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4895.phy"},{"tree_label":"Fig. 3 ML","ntax":"25","rootedtree":"TRUE","title":"Origin of the Narrow Endemic Polyploid Androsace\ncantabrica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4896.phy"},{"tree_label":"Fig. 3 MP strict","ntax":"25","rootedtree":"TRUE","title":"Origin of the Narrow Endemic Polyploid Androsace\ncantabrica","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4897.phy"}]}