{"Authors":" Miguel Angel Cruz-Espindola, Salvador Arias, Teresa\nTerrazas","Year":" 2016","Title":" Molecular phylogeny and taxonomy of the genus Disocactus\n(Cactaceae), based on the DNA sequences of six chloroplast markers.","Journal":" Willdenowia","Volume":"","Issue":"","Pages":"","Keywords":" Aporocactus, Bayesian Inference, Epiphyllinae, Epiphyllum,\nepiphytic cacti, Hylocereinae, Maximum Parsimony, Pseudorhipsalis.","DOI":"","Abstract":" The genus Disocactus is native to Mexico and Central\nAmerica and includes 11 species on four subgenera: Ackermannia,\nAporocactus, Disocactus, and Nopalxochia. Phylogenetic reconstruction\nwas carried out with data from DNA sequences using the Maximum Parsimony\nand Bayesian Inference criteria to explore the monophyly of the genus,\nthe subgenera and its position within Hylocereeae. Six chloroplast\nmarkers (matK, psbA-trnH, rpl16, trnL-F, trnQ-rps16, ycf1) were\nsequenced in 10 species of Disocactus, 17 representatives from the\nremaining genera of Hylocereeae and five members of outgroups\n(Acanthocereus, Lemaireocereus, and Pereskia). Our phylogenic analysis\nsupports neither the monophyly of Disocactus, as it is currently\ndefined, nor that of the subgenera. The clade Disocactus s.str. was\nrecovered for 13 species, including Epiphyllum anguliger, E. crenatum\nand E. lepidocarpum. Three subclades were observed within this clade,\nand three well-supported sister species relationships were recovered: D.\neichlamii and D. quezaltecus, D. biformis and D. nelsonii, D.\nackermannii and D. phyllanthoides. Disocactus speciosus subsp.\naurantiacus was not recovered in the clade of D. speciosus. Epiphyllum\nand Pseudorhipsalis are identified as sister clades of Disocactus. Based\non results a new circumscription for Disocactus is proposed.","trees":[{"tree_label":"Strict","ntax":"53","rootedtree":"TRUE","title":"Disocactus Strict consensus tree Maximum Parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93552.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Disocactus Majority rule consensus Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93553.phy"}]}