{"Authors":" Cristiane Snak, Mohammad Vatanparast, Christian Silva,\nGwilym P. Lewis, Matthew T Lavin, Tadashi Kajita, Luciano Paganucci\nQueiroz","Year":" 2016","Title":" If your submission is part of a sponsored research data\nmanagement plan, please indicate this in the Notes so that TreeBASE\nstaff know to provide added attention and to assist in making your\nsubmission fully compliant with the expectations of the sponsor","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral area reconstruction; biogeography; Diocleae;\nIsthmus of Panama; Leguminosae; molecular dating.","DOI":"","Abstract":" Canavalia is a pantropical legume genus of lianas\ncomprising approximately 60 species distributed in a wide range of\nhabitats. In the last taxonomic revision, the genus was divided into\nfour subgenera: Canavalia (Pantropical), Catodonia (Neotropical,\nexcepting one species also found in the Old World), Maunaloa (Hawaiian),\nand Wenderothia (Neotropical). In this study, we reconstructed the\nphylogeny of Canavalia using a comprehensive taxon sampling and analyses\nof nuclear (ETS and ITS) and plastid markers (trnK/matK). We evaluated\nthe infrageneric classification of the genus and investigated its\nbiogeographical history using molecular dating analyses and ancestral\narea reconstructions. The phylogenetic analyses resolved subgenus\nWenderothia as monophyletic. Subgenus Catodonia needs to be\nrecircumscribed and the relationships between subgenera Canavalia and\nMaunaloa remain unclear. Canavalia arose during the Miocene with a mean\nstem age estimate of 13.8 Ma and mean crown age estimate of 8.7 Ma, and\nmost extant species evolved during the Pleistocene. Several climatic and\ngeological events are chronologically coincident with the divergence of\nthe major clades of Canavalia (glacial/interglacial periods, Andes\nuplift and the formation of Pebas and post-Pebas systems, closure of the\nIsthmus of Panama, and change in the direction of ocean currents).\nAncestral area reconstructions for the early divergence of the genus are\nequivocal, although, some evidence suggests Canavalia originated in the\nwet forests of South America and achieved its current pantropical\ndistribution through recent transoceanic dispersal. The evolution of\nCanavalia is better explained by a series of several processes than by\ndiscrete historical events.","trees":[{"tree_label":"con 50 majrule","ntax":"59","rootedtree":"TRUE","title":"Tr93551","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93551.phy"}]}