{"Authors":" Jing Li, Fujun Shen, Liang Zhang, Yaoyao Cui, Juan Jiang,\nJianqiu Yu, Lili Niu, Jiabo Deng, Bisong Yue, Jing Li","Year":" 2016","Title":" An application of DNA barcoding to conservation practice: a\ncase study of endangered birds and big mammals in China","Journal":" Biological Conservation","Volume":"","Issue":"","Pages":"","Keywords":" DNA barcoding; Cytochrome c Oxidase subunit I (COI);\nspecies identification; conservation practice; birds; mammals","DOI":"","Abstract":" Owning to its advantages over morphological method, DNA\nbarcoding could be a promising tool for species identification in\nbiodiversity conservation practice. To illustrate how to utilize DNA\nbarcoding for species identification of unknown samples in real\nconservation work, we surveyed a case study of DNA barcoding for\nendangered birds and big mammals in China. Covered species information,\n47 birds and 39 mammals were re-identified by DNA barcoding with\nsequential analyses of online species assignment, genetic distances and\nphylogenetic reconstruction, and diagnostic nucleotide method. With this\nmultiple analyses strategy, all queries were efficiently assigned to\nspecies level except for four samples to genus level. And 78.72% of bird\nsamples and 92.31% of mammal individuals got consistent identifications\nwith morphological classification. For those inconsistent\nclassification, we found some potential morphological misidentifications\nand mislabelling with robust DNA barcoding evidence. And there are some\nfactors impacting the efficiency of DNA barcoding application, such as\nsharing barcode and lacking conspecific barcodes. Our survey not only\nshowed a successful application of DNA barcoding to conservation\npractice and enriched the barcode database, but also indicated our\nanalytical protocol can be recommended as an efficient and practical\nidentification method for routine work in conservation and many other\nfields.","trees":[{"tree_label":"tree 1","ntax":"236","rootedtree":"TRUE","title":"Tr93587","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93587.phy"},{"tree_label":"tree 1","ntax":"186","rootedtree":"TRUE","title":"Tr93588","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93588.phy"}]}