{"Authors":" Belen Pascual, Jorge El-Azaz, Fernando de la Torre, Rafael\nA Canas, Concepcion Avila, Francisco M Canovas","Year":" 2016","Title":" Biosynthesis and metabolic fate of phenylalanine in\nconifers","Journal":" Frontiers in Plant Science","Volume":" 7","Issue":"","Pages":" 1030","Keywords":" Trees, aromatic amino acids, phenylpropanoids, nitrogen\nrecycling, gene regulatory networks","DOI":" 10.3389/fpls.2016.01030","Abstract":" The amino acid phenylalanine (Phe) is a critical metabolic\nnode that plays an essential role in the interconnection between primary\nand secondary metabolism in plants. Phe is used as a protein building\nblock but it is also as a precursor for numerous plant compounds that\nare crucial for plant reproduction, growth, development and defense\nagainst different types of stresses. The metabolism of Phe plays a\ncentral role in the channeling of carbon from photosynthesis to the\nbiosynthesis of phenylpropanoids. The study of this metabolic pathway is\nparticularly relevant in trees, which divert large amounts of carbon\ninto the biosynthesis of Phe-derived compounds, particularly lignin, an\nimportant constituent of wood. The trunks of trees are metabolic sinks\nthat consume a considerable percentage of carbon and energy from\nphotosynthesis, and carbon is finally immobilized in wood. This paper\nreviews recent advances in the biosynthesis and metabolic utilization of\nPhe in conifer trees. Two alternative routes have been identified: the\nancient phenylpyruvate pathway that is present in microorganisms, and\nthe arogenate pathway that possibly evolved later during plant\nevolution. Additionally, an efficient nitrogen recycling mechanism is\nrequired to maintain sustained growth during xylem formation. The\nrelevance of phenylalanine metabolic pathways in wood formation, the\nbiotic interactions and ultraviolet protection is discussed. The genetic\nmanipulation and transcriptional regulation of the pathways are also\noutlined.","trees":[{"tree_label":"Fig. 2","ntax":"60","rootedtree":"TRUE","title":"Plant COMT protein tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_93591.phy"}]}