{"Authors":" Andrew J. Roger, Manuela Baumgartner, Jessica W. Leigh,\nEdward Susko","Year":" 2007","Title":" Testing Phylogenetic Congruence in Phylogenomic\nAnalysis.","Journal":" Systematic Biology","Volume":" 57","Issue":" 1","Pages":" 104-115","Keywords":"","DOI":" 10.1080/10635150801910436","Abstract":" Phylogenomic analyses of large sets of genes or proteins\nhave the potential to revolutionize our understanding of the tree of\nlife. However, problems arise because estimated phylogenies from\nindividual loci often differ because of different histories, systematic\nbias, or stochastic error. We have developed CONCATERPILLAR, a\nhierarchical clustering method based on likelihood-ratio testing that\nidentifies congruent loci for phylogenomic analysis. CONCATERPILLAR also\nincludes a test for shared relative evolutionary rates between genes\nindicating whether they should be analyzed separately or by\nconcatenation. In simulation studies, the performance of this method is\nexcellent when a multiple comparison correction is applied. We analyzed\na phylogenomic data set of 60 translational protein sequences from the\nmajor supergroups of eukaryotes and identified three congruent subsets\nof proteins. Analysis of the largest set indicates improved congruence\nrelative to the full data set, and produced a phylogeny with stronger\nsupport for five eukaryote supergroups including the Opisthokonts, the\nPlantae, the stramenopiles + alveolates (Chromalveolates), the\nAmoebozoa, and the Excavata. In contrast, the phylogeny of the second\nlargest set indicates a close relationship between stramenopiles and red\nalgae, to the exclusion of alveolates, suggesting gene transfer from the\nred algal secondary symbiont to the ancestral stramenopile host nucleus\nduring the origin of their chloroplasts. Investigating phylogenomic data\nsets for conflicting signals has the potential to both improve\nphylogenetic accuracy and inform our understanding of genome\nevolution.","trees":[{"tree_label":"Fig. 3c","ntax":"22","rootedtree":"TRUE","title":"Eukaryotes, 15 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4902.phy"},{"tree_label":"Fig. 3a","ntax":"22","rootedtree":"TRUE","title":"Eukaryotes, 60 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4900.phy"},{"tree_label":"Fig. 3b","ntax":"22","rootedtree":"TRUE","title":"Eukaryotes, 35 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4901.phy"},{"tree_label":"Fig. 3d","ntax":"22","rootedtree":"TRUE","title":"Eukaryotes, 10 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4903.phy"}]}