{"Authors":" Paul A Langlois, Jacob Snelling, John Hamilton, Claude\nBragard, Ralf Koebnik, valerie verdier, Lindsay Renee Triplett, Ned\nTisserat, jan leach","Year":" 2016","Title":" Characterization of the Xanthomonas translucens complex using\ndraft genomes, comparative genomics, phylogentic analysis, and\ndiagnostic LAMP assays","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" translucens, LAMP, Xanthomonas","DOI":"","Abstract":" Prevalence of Xanthomonas translucens, which causes\nbacterial leaf streak (BLS) in cereal crops and bacterial wilt in forage\nand turfgrass species, has increased in many regions in recent years.\nBecause the pathogen is seedborne in economically important cereals, it\nis a concern for international and interstate germplasm exchange, and\nthus, reliable and robust protocols for its detection in seed are\nneeded. However, historical confusion in the taxonomy within the species\nhas complicated the development of accurate and reliable diagnostic\ntools for X. translucens. The goal of this study was to clarify the\ngenetic relationships of X. translucens pathovars, and to use that\ninformation to develop useful and robust diagnostic tools. We sequenced\ngenomes of 15 X. translucens isolates representing six different\npathovars. Based on Multilocus Sequence Typing (MLST), wheat isolates\ndesignated as X. translucens pv. undulosa are in the same phylogenetic\nclade as barley isolates identified as X. translucens pv. translucens.\nThe wheat and barley pathovars, undulosa and translucens, are\ngenetically distinct from pathovars isolated from grasses, including\narrhenatheri, cerealis, graminis, and poae. Using unique genomic\nregions, Loop Mediated Isothermal Amplification (LAMP) primer sets were\ndesigned that selectively amplified X. translucens (species-specific),\nor that selectively amplified strains belonging to cerealis and poae\npathovars. In addition, LAMP PCR assays were developed that\ndistinguished X. translucens strains associated with cereal leaf streak\n(CLS), such as undulosa, translucens, hordei, and secalis, from the\nother cereal or non-cereal pathovars.","trees":[{"tree_label":"MajRule","ntax":"24","rootedtree":"TRUE","title":"Xanthomonas","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93592.phy"}]}