{"Authors":" Carrie A. Kiel, Thomas F. Daniel, Mariette Manktelow,\nLucinda A. McDade","Year":" 2007","Title":" The “Tetramerium Lineage” (Acanthaceae: Acanthoideae:\nJusticieae): Delimitation and Infra-lineage Relationships Based on cp\nand nrITS Sequence Data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We used DNA sequence data from five genic regions (nrITS;\nchloroplast trnL-F, trnT-L, rps16, trnS-G) to study phylogenetic\nrelationships of the Tetramerium lineage (Acanthaceae: Justicieae). From\na sample of 70 species (representing 25 genera) previously affiliated\nwith the Tetramerium lineage, 68 are included therein. Our analyses\nexcluded Papuasian Calycacanthus and Neotropical Streblacanthus\nmonospermus from the Tetramerium lineage; however, two species described\nin Justicia (J. gonzalezii and J. medranoi) and a Malagasy species of\nuncertain generic affinities are nested within the lineage. A\nmonophyletic Tetramerium lineage consists of 23 currently recognized\ngenera with at least 168 species, more than 70% of which occur in the\nNew World. Old World Chlamydacardia and Clinacanthus are serially sister\nto all other members of the lineage. Other Old World taxa consist of:\nEcbolium clade (all sampled species of Ecbolium plus Malagasy Populina\nrichardii), Megalochlamys clade (Megalochlamys, Trichaulax and the\nunidentified Malagasy plant), and two isolated taxa (Angkalanthus and\nChorisochora). All analyses strongly support monophyly of the New World\nTetramerium lineage. The three basal clades of New World plants, all\nwith nototribic flowers, are: the taxonomically heterogeneous but\npalynologically consistent Mirandea clade, the Pachystachys clade, and\nthe South American Anisacanthus clade. The last two are sister taxa and\nare together sister to all other New World plants, referred to here as\nthe core Tetramerium lineage. We recognize five clades within the core\nTetramerium lineage related as follows: (Henrya clade (Carlowrightia\nparviflora clade (North American Anisacanthus clade (core Carlowrightia\nclade + Tetramerium)))). Macromorphological synapomorphies are unknown\nfor the Tetramerium lineage and for many of its constituent clades.\nHowever, we propose sternotribic flowers as synapomorphic for the core\nTetramerium lineage and flowers with the lower-central lobe of the\ncorolla modified into a keel as synapomorphic for a lineage consisting\nof Tetramerium and the core Carlowrightia clade. Palynological\ncharacters provide putative synapomorphies for some clades (e.g.,\nEcbolium clade, Mirandea clade) and autapomorphies for several species\n(e.g., Mexacanthus mcvaughii, Trichaulax mwasumbii). An Old World origin\nis postulated for the Tetramerium lineage, and we posit a single\ndispersal event to America and subsequent extensive radiation there,\nespecially in arid zones of Mexico and adjacent regions. Taxonomic\nimplications of our results are extensive. Notably, many traditionally\nrecognized genera (e.g., Anisacanthus, Carlowrightia, Mirandea) are not\nmonophyletic and emphasis on floral form often has been phylogenetically\nmisleading (e.g., floral adaptations to pollination by hummingbirds have\nevolved at least eight times in the New World Tetramerium lineage).","trees":[{"tree_label":"Fig. 4a","ntax":"63","rootedtree":"TRUE","title":"Tetramerium Lineage, Strict Consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4904.phy"}]}