{"Authors":" Elna J van der Linde, Kamila Pesicova, Sylvie Pazoutova,\nEva Stodulkova, Miroslav Flieger, Miroslav Kolarik","Year":" 2016","Title":" Ergot species of the Claviceps purpurea group from South\nAfrica","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Alkaloids, Poaceae, Cyperaceae, phylogeny, taxonomy, plant\npathogens","DOI":"","Abstract":" Results of a survey and study of the Claviceps purpurea\ngroup of species in South Africa are being presented and five new\nspecies are described. Morphological descriptions are based on the\nanamorphs and phylogenetic affinity to the Claviceps purpurea species\ngroup is demonstrated by translation elongation factor 1α, Mcm7,\nbeta-tubulin and nuclear rDNA sequences. Claviceps fimbristylidis sp.\nnov. on Fimbristylis complanata was discovered wide-spread across five\nprovinces of the country associated with water and represents the fourth\nClaviceps species recorded from the Cyperaceae. Claviceps monticola sp.\nnov. is described from Brachypodium flexum growing in mountain forests\nin Mpumalanga Province, as well as the northern Drakensberg southwards\ninto the Eastern Cape Province. Claviceps pazoutovae sp. nov. is\nrecorded from Stipa dregeana var. dregeana and Ehrharta erecta var.\nerecta, also associated with these mountain ranges. Claviceps macroura\nsp. nov. is recorded from Cenchrus macrourus from the Eastern Cape and\nClaviceps capensis sp. nov. from Ehrharta villosa var. villosa is\nrecorded from the Western Cape Province. Claviceps cyperi, only recorded\nfrom South Africa is included in the study. Ergot alkaloid profiles of\nall species are provided and showed similarity to C. purpurea. Only C.\ncyperi and in lesser degree C. capensis and C. macroura produced ergot\nalkaloids in clinically significant amounts.","trees":[{"tree_label":"Fig. 1","ntax":"20","rootedtree":"TRUE","title":"Bayesian phylogenetic inference based on four gene\ndataset","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_93614.phy"}]}