{"Authors":" Catarina Ekenäs, Katarina Andreasen, Bruce G. Baldwin","Year":" 2007","Title":" A molecular phylogenetic study of Arnica (Asteraceae): Low\nchloroplast DNA variation and problematic subgeneric classification","Journal":" Systematic Botany","Volume":" 32","Issue":" 4","Pages":" 917-928","Keywords":" NA","DOI":" NA","Abstract":" In this molecular study of the mainly North American genus\nArnica, sequences from five chloroplast DNA regions (the rpl16 and rps16\nintrons and the psbA\u001atrnH, ycf4\u001acemA, and trnT\u001aL spacers), and the nuclear\nribosomal internal and external transcribed spacer (ITS and ETS) regions\nwere analyzed using maximum parsimony and Bayesian methods to explore\nthe putatively complicated history of the genus. The chloroplast regions\nwere found to contain minimal variation in Arnica; of 3710 nucleotides\nonly 119 were variable and 45 informative. However, combined with the\nribosomal DNA data, the analysis yielded a number of well-supported\nclades. Strong support for the monophyly of Arnica was found in both the\nseparate and combined analyses but none of the five currently recognized\nsubgenera was resolved as monophyletic in any of the analyses. Arnica\n(Whitneya) dealbata and A. mallotopus (Mallotopus japonicus), two\nspecies that were previously placed outside Arnica, were confidently\nconfirmed as members of the genus. The analyses revealed that A.\nnevadensis (subg. Austromontana) is most closely related to A. dealbata\nand that A. mallotopus forms a strongly supported clade with A.\nunalaschcensis (subg. Andropurpurea). Earlier biogeographical hypotheses\nthat suggested an arctic origin and southward spread of the genus are\nnot supported by our analyses. Hybridization, homoplasy, and rapid\nevolution are possible explanations for conflicts between the\nchloroplast and nuclear ribosomal data sets and for low support of the\ndeeper nodes.","trees":[{"tree_label":"Fig. 2","ntax":"43","rootedtree":"TRUE","title":"Arnica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2853.phy"},{"tree_label":"Fig. 3","ntax":"43","rootedtree":"TRUE","title":"Arnica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2854.phy"},{"tree_label":"Fig. 1","ntax":"37","rootedtree":"TRUE","title":"Arnica","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4906.phy"}]}