{"Authors":" Diba A. Khan-Bureau, Eduardo A. Morales, Luc Ector, Michael\nS. Beauchene, Louise A. Lewis","Year":" 2016","Title":" Characterization of a new species in the genus Didymosphenia\nand of Cymbella janischii (Bacillariophyta) from Connecticut, USA.","Journal":" European Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" 18S V4 rDNA, benthic diatoms, cymbelloid diatoms,\nDidymosphenia geminata, gomphonemoid diatoms, invasive 35 species,\nnuisance species, USA","DOI":"","Abstract":" Two non-native stalk-forming diatoms that were recently\nobserved in theWest Branch of the Farmington River, a tributary of the\nConnecticut River in Connecticut (USA), are characterized\nmorphologically and barcode marker sequences were obtained for each of\nthem. Cymbella janischii, the dominant stalk-forming species during the\nsummer of 2012, previously had not been found in the northeastern USA.\nSamples of C. janischii were examined microscopically and used to obtain\nfour sequences of the barcode marker, the V4 region of the 18S rDNA\ngene. Phylogenetic analysis indicated that the four independent\nsequences of C. janischii were distinct from, but most closely related\nto, published sequences of C. janischii from Idaho and C. mexicana from\nTexas, USA. A second non-native stalk-producing diatom, resembling\nDidymosphenia geminata, was found in November 2012  June 2013 and first\nreported as Didymosphenia sp. Over this period, the observed cells had a\ncompressed morphology and were consistently small compared with D.\ngeminata. Sequences of the V4 region, obtained from three independent\ndirect polymerase chain reactions (PCR) of single cells isolated from\nthe Connecticut samples, indicated a close relationship to three\npublished sequences of D. geminata from Italy, New Zealand and the USA,\nand to D. siberica and D. dentata from Russia. Frustules of the cells\nused in the PCR reactions were recovered and examined using scanning\nelectron microscopy, providing a direct link between the observed\nmorphology and sequence data. The morphology of the novel Connecticut\nDidymosphenia taxon was compared with that of other Didymosphenia taxa,\nbeing most similar to D. pumila, D. laticollis, D. grunowi and smaller\ncells of D. geminata. Didymosphenia sp. had a triundulate morphology\nwith a consistent length of 4060 μm. Given the unique morphological\nfeatures of this diatom, it is proposed as a new species, Didymosphenia\nhullii Khan-Bureau, sp. nov.","trees":[{"tree_label":"Fig. 29","ntax":"55","rootedtree":"TRUE","title":"Dhullii Bayesian phylogenetic tree based the V4 region\nof the 18S rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_93664.phy"}]}