{"Authors":" Tahir Ali, Angelika Schmuker, Fabian Runge, Irina\nSolovyeva, Lisa Nigrelli, Juraj Paule, Ann-Katrin Buch, Xia Xiaojuan,\nOuria Orren, Volker Kummer, Ibe Linde-Laursen, Marian Orgaard, Marco\nThines","Year":" 2016","Title":" Morphology, phylogeny, and taxonomy of Microthlaspi\n(Brassicaceae: Coluteocarpeae) and related genera","Journal":" Taxon","Volume":" 65","Issue":" 1","Pages":" 79-98","Keywords":" biogeography; Brassicaceae; chloroplast capture;\nColuteocarpeae; evolution; flow cytometry; Microthlaspi; molecular\nphylogenetics; morphology; Noccaea; polyploidy; systematics; taxonomy;\nThlaspi","DOI":" 10.12705/651.","Abstract":" The genus Thlaspi has been variously subdivided since its\ndescription by Linnaeus in 1753, but due to similarities in fruit shape\nseveral segregates have still not gained broad recognition, despite the\nfact that they are not directly related to Thlaspi. This applies\nespecially to segregates now considered to belong to the tribe\nColuteocarpeae, which includes several well-studied taxa, e.g., Noccaea\ncaerulescens (syn. Thlaspi caerulescens), and the widespread\nMicrothlaspi perfoliatum (syn. Thlaspi perfoliatum). The taxonomy of\nthis tribe is still debated, as a series of detailed monographs on\nColuteocarpeae was not published in English and a lack of phylogenetic\nresolution within this tribe was found in previous studies. The current\nstudy presents detailed phylogenetic investigations and a critical\nreview of morphological features, with focus on taxa previously placed\nin Microthlaspi. Based on one nuclear (ITS) and two chloroplast (matK,\ntrnL-F) loci, four strongly supported major groups were recovered among\nthe Coluteocarpeae genera included, corresponding to Ihsanalshehbazia\ngen. nov., Friedrichkarlmeyeria gen. nov., Microthlaspi s.str., and\nNoccaea s.l. In addition, two new species of Microthlaspi, M.\nsylva-cedris sp. nov. and M. mediterraneo-orientale sp. nov., were\ndiscovered, which are well supported by both morphological and molecular\ndata. Furthermore, M. erraticum comb. nov. (diploid) and M. perfoliatum\ns.str. (polyploid) were shown to be distinct species, phylogenetically\nwidely separate, but with some overlap in several morphological\ncharacters. Detailed descriptions, notes on taxonomy, geographical\ndistribution, and line drawings for the new species and each species\npreviously included in Microthlaspi are provided. In addition, the\ncurrent taxonomic state of the tribe Coluteocarpeae is briefly discussed\nand it is concluded that while several annual taxa are clearly distinct\nfrom Noccaea, many perennial taxa, after thorough phylogenetic and\nmorphological investigations, may have to be merged with this\ngenus.","trees":[{"tree_label":"Fig. 2","ntax":"91","rootedtree":"TRUE","title":"Microthlaspi ITS matK trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95262.phy"},{"tree_label":"Fig. S2","ntax":"91","rootedtree":"TRUE","title":"Microthlaspi matK","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95264.phy"},{"tree_label":"Fig. S1","ntax":"91","rootedtree":"TRUE","title":"Microthlaspi ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95263.phy"},{"tree_label":"Fig. 1","ntax":"131","rootedtree":"TRUE","title":"Microthlaspi ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97079.phy"},{"tree_label":"Fig. S3","ntax":"91","rootedtree":"TRUE","title":"Microthlaspi trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95265.phy"}]}