{"Authors":" Philip S. Ward, Brian L. Fisher","Year":" 2016","Title":" Tales of dracula ants: the evolutionary history of the ant\nsubfamily Amblyoponinae (Hymenoptera: Formicidae)","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" phylogenetics, taxonomy, biogeography, divergence dating,\nrelictual taxa","DOI":"","Abstract":" The ants in the subfamily Amblyoponinae are an old,\nrelictual group with an unusual suite of morphological and behavioral\nfeatures. Adult workers pierce the integument of their larvae to imbibe\nhemolymph, earning them the vernacular name “dracula ants.” We\ninvestigate the phylogeny of this group with a data set based on 54\ningroup taxa, 23 outgroups, and 11 nuclear gene fragments (7.4 kb). We\nfind that the genus Opamyrma has been misplaced in this subfamily: it is\na member of the leptanilline clade and sister to all other extant\nLeptanillinae. Transfer of Opamyrma to Leptanillinae renders the\nAmblyoponinae monophyletic. The enigmatic Afrotropical genus Apomyrma is\nsister to all other amblyoponines, and the latter cleave into two\ndistinct and well supported clades, here termed POA and XMMAS. The POA\nclade, containing Prionopelta, Onychomyrmex and Amblyopone, is well\nresolved internally, and its structure supports synonymy of the genus\nConcoctio under Prionopelta (syn.n.). The XMMAS clade comprises two well\nsupported groups: (1) a predominantly Neotropical clade, for which we\nresurrect the genus Ericapelta (stat.r.), with junior synonyms\nParaprionopelta (syn.n.) and Fulakora (syn.n.), and (2) the remaining\ntaxa, or “core XMMAS,” which are manifested in our study as a\npoorly-resolved bush of about a dozen lineages, suggesting rapid\nradiation at the time of their origin. Most of these XMMAS lineages have\nbeen assigned to the catch-all genus Stigmatomma, but the more\ndistinctive elements have been treated as separate genera (Xymmer,\nMystrium, Myopopone and Adetomyrma). Resolution of basal relationships\nin the core XMMAS and reconfiguration of “Stigmatomma” to restore\nmonophyly of all named genera will require more extensive genetic data\nand additional morphological analysis. However, the genus Bannapone can\nbe synonymized under Stigmatomma (syn.n.) because it is embedded within\na clade that contains S. denticulatum, the type species of Stigmatomma.\nDivergence dating analysis indicates that crown Amblyoponinae arose in\nthe mid-Cretaceous, about 107 Ma (95% highest probability density:\n93-121 Ma). The POA and XMMAS clades have estimated crown ages of 47 Ma\nand 73 Ma, respectively. The initial burst of diversification in the\ncore XMMAS clade occurred in the Late Paleocene/Early Eocene (50-60 Ma).\nAncestral range reconstruction suggests that amblyoponines originated in\nthe Afrotropics, and dispersed to the Indo-Malayan region and to the New\nWorld. During none of these dispersal events did the ants break out of\ntheir cryptobiotic lifestyle.","trees":[{"tree_label":"bestREP1","ntax":"77","rootedtree":"TRUE","title":"Amblyoponinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93670.phy"}]}