{"Authors":" M. T. Mejia-Saulés, Victoria Sosa, Eduardo\nRuiz-Sánchez","Year":" 2008","Title":" Phylogenetics of Otatea Inferred from Morphology and\nChloroplast DNA Sequence Data, and Recircumscription of Guaduinae\n(Poaceae: Bambusoideae)","Journal":" Systematic Botany","Volume":" 33","Issue":" 2","Pages":" 277-283","Keywords":" NA","DOI":" 10.1600/036364408784571644","Abstract":" Representative taxa of the five genera of Guaduinae, a\nsubtribe of Neotropical woody bamboos, were sampled to investigate the\nphylogenetic relationships of the species of the genus Otatea using\nmorphological and molecular (cpDNA intergenic spacer trnHâ\u001a\u001apsbA and the\nrpl16 intron) evidence. Phylogenetic analysis of a combined data set\nretrieved 53 most parsimonious trees in which subtribe Guaduinae is\nmonophyletic if two species of Aulonemia (A. clarkiae and A. fulgor) are\nincluded. They were previously classified within subtribe\nArthrostylidiinae. Guaduinae is supported by the lack of papillae from\nthe abaxial surface, by an almost solid style, a short rachis extension,\nand oral setae present in culm and foliage leaves. Monophyly of the\ngenera in Guaduinae (Eremocaulon, Guadua, Apoclada, Otatea, and Olmeca)\nwas corroborated. Otatea species formed a monophyletic clade, supported\nby culms with three subequal ascending branches and pubescent lemmas.\nEight species in Guaduinae (the four species in Otatea, Olmeca recta, O.\nreflexa, Aulonemia clarkiae, and A. fulgor) are distributed in\nsoutheastern Mexico in areas determined as Pleistocene refugia. Some of\nthem possess baccoid caryopses and long culm necks, and grow in\nthreatened vegetation types such as cloud, tropical, and tropical\ndeciduous forests, so they are important bamboos to preserve.","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"American bamboo, Otatea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2856.phy"},{"tree_label":"Fig. 3","ntax":"26","rootedtree":"TRUE","title":"American bamboo, Otatea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2857.phy"},{"tree_label":"Fig. 2","ntax":"25","rootedtree":"TRUE","title":"American bamboo, Otatea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2855.phy"}]}