{"Authors":" Marcin Piwczyński, Maciej Pabijan, Andrzej Grzywacz,\nWojciech Glinkowski, Paweł K Bereś, JarosÅaw Buszko","Year":" 2016","Title":" High regional genetic diversity and lack of host-specificity\nin Ostrinia nubilalis (Lepidoptera: Crambidae) as revealed by mtDNA\nvariation","Journal":" Bulletin of Entomological Research","Volume":" 106","Issue":" 4","Pages":" 512-521","Keywords":" COI, COII, European corn borer, genealogical sorting index\n(gsi), nucleotide diversity (π), Ostrinia scapulalis","DOI":" 10.1017/S0007485316000195","Abstract":" The European corn borer (Ostrinia nubilalis) infests a\nwide array of host plants and is considered one of the most serious\npests of maize in Europe. Recent studies suggest that individuals\nfeeding on maize in Europe should be referred to O. nubilalis (sensu\nnov.), while those infesting dicots as Ostrinia scapulalis (sensu nov.).\nWe test if the clear genetic distinctiveness among individuals of O.\nnubilalis living on maize vs. dicots is tracked by mitochondrial DNA\n(mtDNA). We used fragments of COI and COII genes of 32 individuals\ntraditionally recognized as O. nubilalis collected on three host plants,\nmaize, mugwort and hop, growing in different parts of Poland. In\naddition, we reconstructed the mtDNA phylogeny of Ostrinia species based\non our data and sequences retrieved from GenBank to assess host and/or\nbiogeographic patterns. We also compared haplotype variation found in\nPoland (east-central Europe) with other regions (Anatolia, Eastern\nEurope, Balkans, Far East, North America). Our study showed high mtDNA\ndiversity of O. nubilalis in Poland in comparison with other regions and\nrevealed rare haplotypes likely of Asian origin. We did not find\ndistinct mtDNA haplotypes in larvae feeding on maize vs. dicotyledonous\nplants. Phylogenetic analyses showed an apparent lack of mtDNA\ndivergence among putatively distinct lineages belonging to the O.\nnubilalis group as identical haplotypes are shared by Asian and European\nindividuals. We argue that human-mediated dispersal, hybridization and\nsporadic host jumps are likely responsible for the lack of a geographic\npattern in mtDNA variation.","trees":[{"tree_label":"BI","ntax":"97","rootedtree":"TRUE","title":"Ostrinia BI consensus COII","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_102554.phy"},{"tree_label":"MLT","ntax":"46","rootedtree":"TRUE","title":"Ostrinia MLT COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102551.phy"},{"tree_label":"MLT","ntax":"97","rootedtree":"TRUE","title":"Ostrinia MLT COII","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102553.phy"},{"tree_label":"BI","ntax":"46","rootedtree":"TRUE","title":"Ostrinia BI consensus COII","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_102552.phy"}]}