{"Authors":" Robert Escher, Colette Brunner, Niklaus von Steiger,\nIsabelle Brodard, Sara Droz, Peter Kuhnert","Year":" 2016","Title":" Clinical and epidemiological analysis of Campylobacter fetus\nsubsp. fetus infections in humans and comparative genetic analysis with\nstrains isolated from cattle","Journal":" BMC Infectious Diseases","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: Campylobacter fetus subspecies fetus (CFF) is\nan important pathogen for both cattle and humans. We performed a\nsystematic epidemiological and clinical study of patients and evaluated\nthe genetic relatedness of 17 human and 17 bovine CFF isolates by using\ndifferent genotyping methods. In addition, the serotype, the\ndissemination of the genomic island containing a type IV secretion\nsystem (T4SS) and resistance determinants for tetracycline and\nstreptomycin were also evaluated. Methods: The isolates from patients\ndiagnosed with CFF infection as well as those from faecal samples of\nhealthy calves were genotyped using pulsed-field gel electrophoresis\n(PFGE), multilocus sequence typing (MLST), as well as single locus\nsequence typing (SLST) targeting cmp1 and cmp2 genes encoding two major\nouter membrane proteins in CFF. The presence of the genomic island and\nidentification of serotype was determined by PCRs targeting genes of the\nT4SS and the sap locus, respectively. Tetracycline and streptomycin\nresistance phenotypes were determined by minimal inhibitory\nconcentration. Clinical data obtained from medical records and\nlaboratory data were supplemented by data obtained via telephone\ninterviews with the patients and treating physicians. Results: PFGE\nanalysis defined two major clusters; cluster A containing 16 bovine\n(80%) isolates and cluster B containing 13 human (92%) isolates,\nsuggesting a host preference. Further genotypic analysis using MLST,\nSLST as well as sap and T4SS PCR showed the presence of genotypically\nidentical isolates in cattle and humans. The low diversity observed\nwithin the cmp alleles of CFF corroborates the clonal nature of this\npathogen. The genomic island containing the tetracycline and\nstreptomycin resistance determinants was found in 55% of the isolates in\ncluster A and correlated with phenotypic antibiotic resistance.\nConclusions: Most human and bovine isolates were separated on two\nphylogenetic clusters. However, several human and bovine isolates were\nidentical by diverse genotyping methods, indicating a possible link\nbetween strains from these two hosts.","trees":[{"tree_label":"tree1","ntax":"34","rootedtree":"TRUE","title":"Tr93738","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93738.phy"},{"tree_label":"tree1","ntax":"34","rootedtree":"TRUE","title":"Tr93739","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93739.phy"}]}