{"Authors":" Petr Horin, Martin Plasil, Elmira Mohandesan, Robert Fitak,\nPetra Musilova, Svatava Kubickova, Pamela Burger","Year":" 2016","Title":" The Major Histocompatibility Complex in Old World camelids\nand low polymorphism of its class II genes","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" MHC, exon 2, wild two-humped camel, Bactrian camel,\ndromedary, Camelini, aDNA","DOI":"","Abstract":" This study brings first information on the major\nhistocompatibility complex (MHC) of three species of Old World camelids,\nCamelus bactrianus, Camelus ferus and Camelus dromedarius. Physical\nmapping located the MHC region to the chromosome 20 in Camelus\ndromedarius. Cytogenetic and comparative analyses of whole genome\nsequences showed that the order of the three major sub-regions on this\nchromosome is “Centromere - Class II  Class III  Class I”. The overall\ngenomic organization is highly similar to the cattle MHC region. DRA,\nDRB, DQA and DQB exon 2 sequences encoding the antigen binding site of\nthe corresponding class II antigen presenting molecules showed high\ndegree of sequence similarity and extensive allele sharing across the\nthree species. Unexpectedly low extent of polymorphism with low numbers\nof alleles and haplotypes was observed in all species, despite different\ngeographic origins of the camels analyzed. Interestingly, the DRA locus\nwas found to be polymorphic, with three alleles shared by all three\nspecies. DRA and DQA sequences retrieved from ancient DNA samples of\nCamelus dromedarius suggested that additional polymorphism might\nexist.","trees":[{"tree_label":"DQA","ntax":"5","rootedtree":"TRUE","title":"DQA exon 2 Camels Tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93747.phy"},{"tree_label":"DRA","ntax":"5","rootedtree":"TRUE","title":"DRA exon 2 Camels Tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93748.phy"},{"tree_label":"DRB","ntax":"9","rootedtree":"TRUE","title":"DRB exon 2 Camels Tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93749.phy"}]}