{"Authors":" G. García-Blázquez, M. Teresa Tellería, M. Göker, Franz\nOberwinkler, Hermann Voglmayr, Maria P. Martin","Year":" 2007","Title":" Phylogeny of Peronospora parasitic of Fabaceae based on\ninternal transcribed spacer sequences","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Species concepts are a notoriously difficult taxonomic\nproblem in plant-parasitic fungal-like organisms such as downy mildews\n(Peronosporomycetes, Peronosporales). This is particularly evident in\nthe largest downy mildew genus, Peronospora, which contains a number of\neconomically important pathogens. Here, we investigate relationships of\nPeronospora species infecting Fabaceae (angiosperms, Rosidae)\noriginating from various collections from different species of host\nplants and from different European locations by molecular phylogenetic\nanalysis of internal transcribed spacer (ITS) sequences. Molecular trees\nwere inferred with maximum likelihood (ML), maximum parsimony (MP) and\nBayesian methods and rooted with Pseudoperonospora. As in other downy\nmildew groups, molecular data mainly support the use of narrow species\ndelimitations and host range as a taxonomic marker. Fabaceae parasites\nappear to be subdivided into a number of lineages displaying a\nconsiderable degree of host specialization with respect to both host\ngenera as well as host subgenera or species. The number of repeats of a\nrepetitive part of the ITS1 is, within limits, characteristic of\nsubgroups within the cluster of Trifolium parasites. We reveal new hosts\nfor Peronospora found on the Iberian Peninsula.","trees":[{"tree_label":"MP tree","ntax":"111","rootedtree":"TRUE","title":"Phylogeny of Peronospora parasitic of Fabaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_350.phy"},{"tree_label":"BI tree","ntax":"111","rootedtree":"TRUE","title":"Phylogeny of Peronospora parasitic of Fabaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2858.phy"},{"tree_label":"ML tree","ntax":"111","rootedtree":"TRUE","title":"Phylogeny of Peronospora parasitic of Fabaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2859.phy"},{"tree_label":"MP gap tree","ntax":"111","rootedtree":"TRUE","title":"Phylogeny of Peronospora parasitic of Fabaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2860.phy"}]}