{"Authors":" Marshal C. Hedin, Sarah Cole Crews","Year":" 2006","Title":" Studies of morphological and molecular phylogenetic\ndivergence inspiders (Araneae: Homalonychus) from the American southwest\nincluding divergence along the Baja Peninsula","Journal":" Molecular Phylogenetics and Evolution","Volume":" 38","Issue":" NA","Pages":" 470-487","Keywords":" NA","DOI":" NA","Abstract":" Comparative phylogenetic and phylogeographic analyses have\nrevealed a pervasive midpeninsular divergence in the mitochondrial\ngenealogies of numerous vertebrate taxa distributed on the Baja\nCalifornia Peninsula. In this study, we extend the investigation of\nregional vicariance in Baja California to an arthropod taxon by\nexamining patterns of phylogenetic and morphological divergence in the\nspider genus Homalonychus (Araneae, Homalonychidae). We analyzed data\nfrom two mtDNA genes (16S rRNA and NADH dehydrogenase subunit (1) and a\nnuclear gene (28S rRNA) using maximum parsimony and Bayesian\nphylogenetic analyses, and also conducted geometric morphometric\nanalyses employing landmark data on male and female genitalia. Genes and\nmorphology both reveal a deep split across the Colorado River and Gulf\nof California, separating Homalonychus selenopoides on the east side of\nriver from its congener Homalonychus theologus on the west side of the\nriver, including the Baja California Peninsula. Along the north\u001asouth\naxis of the Baja Peninsula, an apparently more recent midpeninsular\nphylogenetic break is evident within H. theologus in the mitochondrial\ngenome and in female genitalia. However, there is no measurable\ndivergence between northern and southern populations in either nuclear\nDNA or male genitalia. We suggest that this discordance between datasets\nreflects either a difference in rates of evolution between male versus\nfemale systems, or that male-based nuclear gene flow is obscuring a\nphylogenetic split that is fixed in the female-based systems. Our\nfindings provide additional support for a midpeninsular Baja divergence\nevent, although the timing and geological evidence for such an event\nremain elusive.","trees":[{"tree_label":"con 50 majrule","ntax":"160","rootedtree":"TRUE","title":"Homalonychus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2861.phy"}]}