{"Authors":" Pablo Cruz-Morales","Year":" 2016","Title":" Phylogenomic analysis of natural products biosynthetic gene\nclusters allows discovery of arseno-organic metabolites in model\nstreptomycetes","Journal":" Genome Biology","Volume":"","Issue":"","Pages":"","Keywords":" Genome mining Natural Products, Evolution, Arseno-organic,\nStreptomyces","DOI":"","Abstract":" Background Natural products from microbes have provided\nhumans with beneficial antibiotics for millennia. However, a decline in\nthe pace of antibiotic discovery exerts pressure on human health as\nantibiotic resistance spreads, a challenge that may better faced by\nunveiling chemical diversity produced by microbes. Current microbial\ngenome mining approaches have revitalized research into antibiotics, but\nthe empirical nature of these methods limits the chemical space that is\nexplored. Results Here, we address the problem of finding novel pathways\nby incorporating evolutionary principles into genome mining. We\nrecapitulated the evolutionary history of twenty-three enzyme families\npreviously uninvestigated in the context of natural product biosynthesis\nin Actinobacteria, the most proficient producers of natural products.\nOur genome evolutionary analyses where based on the assumption that\nexpanded -repurposed enzyme families- from central metabolism, occur\nfrequently and thus have the potential to catalyze new conversions in\nthe context of natural products biosynthesis. Our analyses led to the\ndiscovery of biosynthetic gene clusters coding for hidden chemical\ndiversity, as validated by comparing our predictions with those from\nstate-of-the-art genome mining tools; as well as experimentally\ndemonstrating the existence of a biosynthetic pathway for arseno-organic\nmetabolites in Streptomyces coelicolor and Streptomyces lividans, using\ngene knockout and metabolite profile combined strategy. Conclusions As\nour approach does not rely solely on sequence similarity searches of\npreviously identified biosynthetic enzymes, these results establish the\nbasis for the development of an evolutionary-driven genome mining tool\nthat complements current platforms. We anticipate that by doing so real\n‘chemical dark matter’ will be unveiled.","trees":[{"tree_label":"con 50 majrule","ntax":"352","rootedtree":"TRUE","title":"Tr93808","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93808.phy"}]}