{"Authors":" Jessie Karen Uehling, Rytas Vilgalys, Gregory Michael\nBonito","Year":" 2017","Title":" Comparative genomics of Mortierella elongata and its\nbacterial endosymbiont Mycoavidus cysteinexigens","Journal":" Environmental Microbiology","Volume":" 19","Issue":" 8","Pages":" 2964-2983","Keywords":" endosymbiosis","DOI":" 10.1111/1462-2920.13669","Abstract":" Endosymbiosis of bacteria by eukaryotes is a defin- ing\nfeature of cellular evolution. In addition to well- known bacterial\norigins for mitochondria and chloro- plasts, multiple origins of\nbacterial endosymbiosis are known within the cells of diverse animals,\nplants and fungi. Early-diverging lineages of terrestrial fungi harbor\nendosymbiotic bacteria belonging to the Bur- kholderiaceae. We sequenced\nthe metagenome of the soil-inhabiting fungus Mortierella elongata and\nassembled the complete circular chromosome of its endosymbiont,\nMycoavidus cysteinexigens, which we place within a lineage of endofungal\nsymbionts that are sister clade to Burkholderia. The genome of M.\nelongata strain AG77 features a core set of primary metabolic pathways\nfor degradation of simple carbo- hydrates and lipid biosynthesis, while\nthe M. cysteinexigens (AG77) genome is reduced in size and function.\nExperiments using antibiotics to cure the endobacterium from the host\ndemonstrate that the fungal host metabolism is highly modulated by pres-\nence/absence of M. cysteinexigens. Independent comparative phylogenomic\nanalyses of fungal and bacterial genomes are consistent with an ancient\nori- gin for M. elongata  M. cysteinexigens symbiosis, most likely over\n350 million years ago and concomi- tant with the terrestrialization of\nEarth and diversification of land fungi and plants.","trees":[{"tree_label":"Tree 2","ntax":"11","rootedtree":"TRUE","title":"Tr113000","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113000.phy"},{"tree_label":"1","ntax":"20","rootedtree":"TRUE","title":"Tr112999","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112999.phy"}]}