{"Authors":" Giles E. St. J. Hardy, Vera Andjic, Treena I. Burgess,\nMaría Noel Cortinas, Michael J Wingfield","Year":" 2007","Title":" Multiple gene genealogies reveal important relationships\nbetween species of Phaeophleospora infecting Eucalyptus leaves","Journal":" FEMS Microbiology Letters","Volume":" 268","Issue":" NA","Pages":" 22-33","Keywords":" NA","DOI":" NA","Abstract":" Eucalypus spp. are increasingly used in production\nforestry worldwide with over 3 million ha of exotic plantations,\nespecially in the tropics and sub-tropics. The disease load in these\nplantations has increased over time due to numerous introductions of\npathogens from Australia, but also due to host jumps of pathogens from\nother closely related plant taxa. The most commonly encountered leaf\ndiseases are caused by Mycosphaerella spp. of which Phaeophleospora\nanamorphs are responsible for several diseases. Three species in\nparticular can cause severe defoliation of young eucalypts; P.\ndestructans, P. eucalypti and P. epicoccoides. Phaeophleospora\ndestructans has a major impact on seedling survival in Asia and has not,\nas yet, been found in Australia where it is considered a serious threat\nto the biosecurity and biodiversity of native eucalypts. It can be\ndifficult to distinguish Phaeophleospora spp. based on symptoms and thus\na rapid diagnostic tool is required. In this study we have constructed a\nmultiple gene genealogy of the main Phaeophleospora spp. and designed\nspecific primers to detect their presence directly from leaf samples.\nThe phylogenetic position of the species within Mycosphaerella was\nestablished and they were all found to be closely related to other\nimportant pathogens, M. nubilosa, M. cryptica and Colletogloeopsis\nzuluensis. The specific primers developed can now be used for diagnostic\nand screening purposes within Australia.","trees":[{"tree_label":"Fig. 2","ntax":"59","rootedtree":"TRUE","title":"Phaeophleospora spp. infecting Eucalyptus, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2862.phy"},{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Phaeophleospora spp. infecting Eucalyptus,\ncombined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2863.phy"}]}