{"Authors":" Katarina Pastircakova, Tunde Jankovics, Alexandra Pintye,\nJudit Komaromi, Martin Pastircak","Year":" 2016","Title":" Genetic diversity and host range of powdery mildews on\nPapaveraceae","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Erysiphaceae, Eschscholzia, Macleaya, ITS, 28S nrDNA,\nmorphology","DOI":" 10.1007/s11557-016-1178-8.","Abstract":" Due to the strong morphological similarity of the powdery\nmildew fungi that infect papaveraceous hosts, a total of 38 samples were\nstudied to reveal the phylogeny and host range of these fungi. ITS and\n28S sequence analyses revealed that the isolates identified earlier as\nErysiphe cruciferarum on papaveraceous hosts represent distinct lineages\nand differ from that of E. cruciferarum sensu stricto on brassicaceuous\nhosts. The taxonomic status of the anamorph infecting Eschscholzia\ncalifornica was revised, and therefore a new species name, Erysiphe\neschscholziae is proposed. The taxonomic position of the Pseudoidium\nanamorphs infecting Glaucium flavum, Papaver dubium, Meconopsis cambrica\nand Stylophorum diphyllum remain unclear. This study revealed that\nErysiphe macleayae exhibits a specific host range different from that of\nE. cruciferarum, the common pathogen of papaveraceous hosts. Although E.\nmacleayae occurred naturally on Macleaya cordata, Macleaya microcarpa,\nM. cambrica and Chelidonium majus only, our inoculation tests revealed\nthat the fungus was capable of infecting Argemone grandiflora, Glaucium\ncorniculatum, Papaver rhoeas and Papaver somniferum indicating that\nthese plant species may also be taken into account as potential hosts.\nThe emergence of E. macleayae on M. microcarpa is reported here for the\nfirst time from the Czech Republic and Slovakia. Erysiphe cruciferarum\nwas observed to occur naturally on Papaver croceum, Papaver nudicaule\nand P. somniferum. In addition, this fungus was identified on G.\ncorniculatum and reported here for the first time from Slovakia. The\nappearance of chasmothecia of E. macleayae on C. majus in Slovakia was\nreported, as well.","trees":[{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Tr96282","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96282.phy"},{"tree_label":"Fig. 2.","ntax":"49","rootedtree":"TRUE","title":"Tr96281","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96281.phy"}]}