{"Authors":" Chayanard Phukhamsakda","Year":" 2016","Title":" Additions to Sporormiaceae: Introducing two novel genera,\nSparticola and Forliomyces, from Spartium","Journal":" Cryptogamie","Volume":"","Issue":"","Pages":"","Keywords":" Dothideomycetes / Endophyte / Italy / Pleosporales / new\ngenus","DOI":"","Abstract":" Members of the family Sporormiaceae are mostly saprobic on\ndung, but sometimes occur on other substrates, including plant debris,\nsoil and wood. They have also been isolated as endophytes. The taxonomy\nand classification of the family is based on a small number of\nmorphological and ecological characters. Several taxa are easily\nconfused by their shared morphological features, and the relationships\nbetween genera are inadequately recognized and in need of critical\nstudy. In recent treatments, the genera Chaetopreussia, Pleophragmia,\nPreussia, Sporormia, Sporomiella, Spororminula and Westerdykella were\nincluded in the family. During our survey on various hosts and habitats\nin Italy we obtained several interesting ascomycetous fungi from\nSpartium junceum. In this paper we introduce Sparticola and Forliomyces\ngen. nov. with three new species, namely Forliomyces uniseptata,\nSparticola forlicesenae and Sparticola junci in the family Sporormiaceae\nbased on multi-locus phylogeny together with morphology. Illustrated\naccounts are provided for the new taxa, which are compared with\nmorphologically related taxa. Further, we provide an illustrated account\nof the type of Massariosphaeria triseptata and synonymize it under\nSparticola.","trees":[{"tree_label":"Phukhamsakda et al. 2016","ntax":"79","rootedtree":"TRUE","title":"Phukhamsakda Sporormiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106358.phy"},{"tree_label":"con 50 majrule","ntax":"79","rootedtree":"TRUE","title":"Phukhamsakda Sporormiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106357.phy"}]}