{"Authors":" A. J. Carnegie, Giles E. St. J. Hardy, Paul A. Barber, Vera\nAndjic, Treena I. Burgess, Michael J Wingfield","Year":" 2007","Title":" Phylogenetic reassessment supports accommodation of\nPhaeophleospora and Colletogloeopsis from eucalypts in Kirramyces.","Journal":" Mycological Research","Volume":" 111","Issue":" 10","Pages":" 1184-1198","Keywords":"","DOI":" 10.1016/j.mycres.2007.07.003","Abstract":" Species of Phaeophleospora are anamorphs of Mycosphaerella\nand they include some of the most serious foliar pathogens of Eucalyptus\nspp. grown in plantations world-wide. Pathogens assigned to this genus\nand occurring on Eucalyptus spp. were previously treated in Kirramyces\nand they are also phylogenetically closely related to other anamorphs of\nMycosphaerella residing in the genus Colletogloeopsis. The primary aim\nof this study was to consider the appropriate taxonomic placement of\nthese species. To achieve this goal, morphological characteristics and\nDNA sequence data for the ITS and translation EF1-á gene regions were\nused to compare the type species P. eugeniae, Phaeophleospora spp. and\nColletogloeopsis spp. occurring on eucalypts, using ex-type cultures and\nherbarium specimens. Phylogenetic data and morphological comparisons\nsupported the separation of P. eugeniae from Phaeophleospora species\noccurring on eucalypts. The name Phaeophleospora is retained for P.\neugeniae and the name Kirramyces is resurrected for the species\noccurring on eucalypts (genera Eucalyptus, Corymbia and Angophora).\nSequence data from the type specimens of two previously described\nspecies of Kirramyces, K. lilianiae and K. delegatensis, show they\nreside in a clade with other Kirramyces spp. Morphological and DNA\nsequence comparisons also showed that there is considerable overlap\nbetween species of Phaeophleospora and Colletogloeopsis from eucalypts.\nBased on these findings, Colletogloeopsis is reduced to synonymy with\nthe older Kirramyces and the description of Kirramyces is emended to\ninclude species with aseptate as well as multiseptate conidia produced\nin acervuli or pycnidia. Two new species of Kirramyces, K. angophorae\nand K. corymbiae, are also described.","trees":[{"tree_label":"ITS1 Bootstrap","ntax":"60","rootedtree":"TRUE","title":"Kirramyces, ITS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2873.phy"},{"tree_label":"EF Bootstrap","ntax":"29","rootedtree":"TRUE","title":"Phaeophleospora and Colletogloeopsis, EF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2872.phy"},{"tree_label":"ITS Bootstrap","ntax":"29","rootedtree":"TRUE","title":"Phaeophleospora and Colletogloeopsis, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2871.phy"},{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Phaeophleospora and Colletogloeopsis, ITS ETS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2870.phy"}]}