{"Authors":" Shunmugiah Veluchamy RAMESH, Hanu R Pappu","Year":" 2016","Title":" Sequence characterization, molecular phylogeny reconstruction\nand recombination analysis of the Large RNA of Tomato spotted wilt virus\n(Tospovirus: Bunyaviridae) from the United States","Journal":" BMC Research Notes","Volume":" 9(200)","Issue":"","Pages":"","Keywords":" Genetic diversity, recombination, RNA dependent RNA\npolymerase, Tomato spotted wilt virus, Tospovirus","DOI":" 10.1186/s13104-016-1999-1","Abstract":" Tomato spotted wilt virus (TSWV; Tospovirus:Bunyaviridae)\nhas been an economically important virus in the USA for over 30 years.\nHowever the complete sequence of only one TSWV isolate PA01\ncharacterized from pepper in Pennsylvania is available. The large (L)\nRNA of a TSWV WA-USA isolate was cloned and sequenced. It consisted of\n8,914 nucleotides (nt) encoding a single open reading frame of 8,640 nts\nin the viral-complementary sense. The ORF potentially codes for\nRNA-dependent RNA polymerase (RdRp) of 330.9 kDa. Two untranslated\nregions of 241 and 33 nucleotides were present at the 5 and 3 termini,\nrespectively that shared conserved tospoviral sequences. Phylogenetic\nanalysis using nucleotide sequences of the complete L RNA showed that\nTSWV WA-USA isolate clustered with the American and Asian TSWV isolates\nwhich formed a distinct clade from Euro-Asiatic tospoviruses. Phylogeny\nof the amino acid sequence of all tospoviral RdRps used in this study\nshowed that all the known TSWV isolates including the USA isolate\ndescribed in this study formed a distinct and a close cluster with that\nof Impateins necrotic spot virus. Multiple sequence alignment revealed\nconserved motifs in the RdRp of TSWV. Recombination analysis identified\ntwo recombinants including the TSWV WA-USA isolate. Among them, three\nrecombination events were detected in the conserved motifs of the RdRp.\nThis is the first report of the complete L RNA sequence of TSWV from the\nUSA. Sequence analysis and phylogenetic analysis of the L RNA showed\ndistinct clustering with selected TSWV isolates reported from elsewhere.\nConserved motifs in the core polymerase region of the RdRp and\nrecombination events were identified.","trees":[{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr93906","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93906.phy"},{"tree_label":"Imported tree 1","ntax":"19","rootedtree":"TRUE","title":"Tr93907","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93907.phy"}]}