{"Authors":" Tiara Sousa Cabral, Maria P Martin, Charles Roland Clement,\nKentaro Hosaka, Iuri Goulart Baseia","Year":" 2016","Title":" Multiple loci and morphology reveal a new species and hidden\ndiversity in the genus Xylophallus (Phallomycetidae, Basidiomycota)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" chage this latter","DOI":"","Abstract":" The Amazon rainforest is the largest Neotropical Biome and\nplays essential roles in terrestrial carbon storage and climate.\nAlthough it is a highly biodiverse biome, the diversity and distribution\nof fungal species are still poorly known. The Amazon rainforest is being\ndeforested and habitat fragmentation is a serious threat for mycobiota.\nInformation about fungal species diversity and distribution in Amazonia\nis important, as they are important ecosystem members. Xylophallus\nxylogenus is the smallest phalloid fungi described to date. Xylophallus\nwas considered monospecific and is geographically restricted to the\nNeotropics. During field trips in Amazonia, numerous specimens of\nXylophallus with great morphological diversity were collected. We\nevaluated six independent DNA regions, including ITS, and their power\nfor discovering putative species in the genus. We also estimated the\nspecies trees for the genus and we tested competing models of species\ndelimitation using Bayes factors. The results reveal the presence of\nthree evolutionary units within the genus: one is X. xylogenus; another\nclade is a new species, here named Xylophallus clavatus; the third clade\nappears to be a cryptic species  the first recorded in phalloid fungi.\nThese findings demonstrate the mycological richness of Neotropical\nforests.","trees":[{"tree_label":"con 50 majrule","ntax":"74","rootedtree":"TRUE","title":"Tr93904","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93904.phy"},{"tree_label":"PAUP 1","ntax":"74","rootedtree":"TRUE","title":"Tr93905","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93905.phy"},{"tree_label":"con 50 majrule","ntax":"74","rootedtree":"TRUE","title":"Tr94005","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94005.phy"},{"tree_label":"PAUP 1","ntax":"74","rootedtree":"TRUE","title":"Tr94006","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94006.phy"}]}