{"Authors":" J. Greihuber, E. Svoma","Year":" 1989","Title":" Systematic embryology of the Scilla siberica alliance\n(Hyacinthaceae).","Journal":" Nordic Journal of Botany","Volume":" 8","Issue":" NA","Pages":" 585-600","Keywords":" NA","DOI":" NA","Abstract":" Eleven species of the Scilla siberica alliance, a well\ndefined monophyletic group within the genus by tradition Scilla, have\nbeen investigated embryologically with special reference to embryo sac\nand endosperm development. Data are now available for 15 out of 20 known\nspecies. In most species embryo sacs develop according to the bisporic\nAllium-type, only in Scilla rosenii according to the tetrasporic\nDrusa-type. Endosperm development is either nuclear or helobial (in 10\nand 4 species respectively, unknown in 1). The taxonomic significance of\nthese traits is evaluated after character polarisation by out-group\ncomparison. Among the out-group taxa, S. persica may be considered as\nthe sister group of the S. siberica alliance because only these two\ngroups have an Allium-type embryo sac, a synapomorphy derived from the\nplesiomorphic Polygonum-type. The Drusa-type in S. rosenii is an\nautapomorphy for that species and evolved from an Allium-type embryo\nsac. S. rosenii is distinct from its sister species S. koenigii,\npreviously thought to be conspecific. Nuclear endosperm is considered to\nbe plesiomorphic rather than apomorphic within the S. siberica alliance,\nwith respect to its occurrence in the presumed sister group and other\noutgroup taxa (S. hohenackeri group, S. bifolia alliance), but some\ndoubt remains because of a helobial endosperm occurring in the out-group\ntaxon S. messeniaca. The distribution of other synapomorphies within the\nS. siberica alliance suggests that a helobial endosperm evolved as a\nsynapomorphy for S. bithynica, S. melaina and S. mischtschenkoana, but\nas a parallel trait in S. leepii. Species status for S. leepii is\nsupported.","trees":[{"tree_label":"Fig. 8","ntax":"24","rootedtree":"TRUE","title":"Scilla","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_182.phy"}]}