{"Authors":" Angelica Marsberg, Martin Kemler, Fahimeh Jami, Jan Hendrik\nNagel, Alisa Postma-Smidt, Sanushka Naidoo, Michael J. Wingfield, Joseph\nW Spatafora, Bernard Slippers, Pedro W. Crous","Year":" 2016","Title":" Botryosphaeria dothidea: A latent pathogen of global\nimportance to woody plant health","Journal":" Molecular Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeria dothidea; Endophyte; Latent pathogen;\nQuarantine; Climate change; Global pathogen","DOI":"","Abstract":" The genus Botryosphaeria is typified by B. dothidea\n(Botryosphaeriaceae, Botryosphaeriales). Botryosphaeria dothidea is one\nof the most important and widespread canker and dieback pathogens of\ntrees worldwide. The latent infection phase is of particular importance\nas the fungus survives as an endophyte for prolonged periods and then\ncauses disease when the host is stressed. This implies that the fungus\ncan easily go undetected by quarantine systems in traded live plants,\nfruits and other plant parts. This pathogen profile synthesises the\ncurrent understanding of this fungus pertaining to its current\ndistribution, confirmed host associations and the impact that climate\nchange may have. The genome has also revealed important aspects of its\ndiversity, mating and potential host interactions. Taxonomy:\nBotryosphaeria dothidea (Moug. ex Fr) Ces. & De Not, 1863. Kingdom\nFungi, Phylum Ascomycota, Class Dothideomycetes, Order\nBotryosphaeriales, Family Botryosphaeriaceae, Genus Botryosphaeria,\nSpecies dothidea Host range: Confirmed on more than 24 host genera,\nincluding woody plant families such as Vachellia (previously Acacia),\nEucalyptus, Vitis and Pistachio. Disease symptoms: Associated with twig,\nbranch and stem cankers, tip and branch dieback, fruit rot, blue stain\nand plant death Useful websites:  The Botryosphaeria Site for detailed\nmorphological descriptions (http://www.crem.fct.unl.pt/botryosphaeria_site/); \nSystematic Mycology and Microbiology Laboratory Fungal Database for all\nliterature and associated hosts (https://nt.ars-grin.gov/fungaldatabases/);  TreeBase\nlink for the combined ITS and TEF-1α tree [in progress] (http://purl.org/phylo/treebase/phylows/study/TB2:S18906);\n(For review purposes TreeBase link: http://purl.org/phylo/treebase/phylows/study/TB2:S18906?x-access-code=e18e07712d9441650a1234fd14c5798c&format=html)\nDOE Joint Genome Institute, JGI Mycocosm for the Botryosphaeria dothidea\ngenome (http://genome.jgi.doe.gov/Botdo1_1/Botdo1_1.home.html)","trees":[{"tree_label":"Imported tree 1","ntax":"424","rootedtree":"TRUE","title":"Tr93965","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_93965.phy"}]}