{"Authors":" Jeffrey L. Boore, Sean M. Gregory, Alice Hsieh, Rachel\nLockridge Mueller, T. Ryan Gregory","Year":" 2007","Title":" Genome size, cell size, and the evolution of enucleated\nerythrocytes in attenuate salamanders","Journal":" Journal of Zoology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Within the salamander family Plethodontidae, five\ndifferent clades have evolved high levels of enucleated red blood cells,\nwhich are extremely unusual among non-mammalian vertebrates. In each of\nthese five clades, the salamanders have large genomes and miniaturized\nor attenuated body forms. Such a correlation suggests that the loss of\nnuclei in red blood cells may be related, in part, to the interaction\nbetween large genome size and small body size, which has been shown to\nhave profound morphological consequences for the nervous and visual\nsystems in plethodontids. Previous work has demonstrated that variation\nin both the level of enucleated cells and the size of the nuclear genome\nexists among species of the monophyletic plethodontid genus\nBatrachoseps. Here, we report extensive intraspecific variation in\nlevels of enucleated red blood cells in 15 species and provide\nmeasurements of red blood cell size, nucleus size, and genome size for\n13 species of Batrachoseps. We present a new phylogenetic hypothesis for\nthe genus based on 6,150 bp of mitochondrial DNA sequence data from nine\nexemplar taxa and use it to examine the relationship between genome size\nand enucleated red blood cell morphology in a phylogenetic framework.\nOur analyses demonstrate positive direct correlations between genome\nsize, nucleus size, and both nucleated and enucleated cell sizes within\nBatrachoseps, although only the relationship between genome size and\nnucleus size is significant when phylogenetically independent contrasts\nare used. In light of our results and broader studies of comparative\nhematology, we propose that high levels of enucleated, variably sized\nred blood cells in Batrachoseps may have evolved in response to\nrheological problems associated with the circulation of large red blood\ncells containing large, bulky nuclei in an attenuate organism.","trees":[{"tree_label":"Fig. 4a","ntax":"9","rootedtree":"TRUE","title":"Batrachoseps","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2874.phy"}]}