{"Authors":" Mats Thulin, Abigail J Moore, Hesham El-Seedi, Anders\nLarsson, Pascal-Antoine Christin, Erika J. Edwards","Year":" 2016","Title":" Phylogeny and generic delimitation in Molluginaceae, new\npigment data in Caryophyllales, and the new family Corbichoniaceae","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" anthocyanins; betalains; Corbichonia; Hypertelis; ITS;\nMollugo; Paramollugo; Trigastrotheca; taxonomy; trnK-matK;\ntypification","DOI":"","Abstract":" The circumscription of Molluginaceae has changed radically\nin recent years, with Corbichonia being moved to Lophiocarpaceae, Limeum\nto Limeaceae, Macarthuria to Macarthuriaceae and all species of\nHypertelis, except the type, to Kewa in Kewaceae. In a broad analysis of\ncore Caryophyllales using plastid trnK-matK and rbcL sequences, the\nposition of Molluginaceae in a strict sense as sister to the\nPortulacineae clade is corroborated, as are the positions of\nCorbichonia, Limeum and Kewa outside the family. The phylogeny of\nMolluginaceae is reconstructed based on trnK-matK and nuclear ITS\nsequences of about half of the currently recognized species in the\nfamily and with representatives from all recognized genera. Mollugo is\nretrieved as polyphyletic and a new taxonomy for the family with 11\ngenera is proposed. Mollugo in its new restricted sense is a mainly\nAmerican genus of about 15 species, including M. ulei comb. nov.,\npreviously placed in the monotypic Glischrothamnus. The Australian and\nAsian genus Trigastrotheca is resurrected for T. molluginea, T.\npentaphylla comb. nov. and T. stricta comb. nov. The name Paramollugo\nnom. nov. is proposed for the Mollugo nudicaulis group and the\ncombinations P. angustifolia comb. nov., P. cuneifolia comb. nov., P.\ndecandra comb. nov., P. deltoidea comb. nov., P. navassensis comb. nov.\nand P. nudicaulis comb. nov. are made. Hypertelis is expanded to\ninclude, besides the type H. spergulacea, also H. cerviana comb. nov.,\nH. fragilis comb. nov., H. umbellata comb. nov. and H. walteri comb.\nnov. In Pharnaceum, the new combination P. namaquense comb. nov. is\nmade, Hypertelis longifolia is treated as a synonym of P. lineare and\nMollugo tenella as a synonym of P. subtile. Corbichonia is proposed to\nbe treated as a family of its own, Corbichoniaceae fam. nov. Several\nnames are lectotypified, including the Linnaean Mollugo pentaphylla and\nM. stricta. An anthocyanin is reported for the first time from\nSimmondsiaceae. The detection of anthocyanins in members of Kewaceae and\nMolluginaceae agree with previous reports and corroborate the view that\nthese families represent reversals from betalains to anthocyanins. The\nreport of an anthocyanin in Limeaceae, previously regarded as\nunpigmented, apparently represents a newly detected reversal from\nbetalains to anthocyanins in this family.","trees":[{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Molluginaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_93966.phy"},{"tree_label":"tree 1","ntax":"94","rootedtree":"TRUE","title":"Molluginaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_93967.phy"}]}