{"Authors":" Andreanna J. Welch, Katherine Collins, Aakrosh Ratan,\nDaniela I. Drautz-Moses, Stephan C Schuster, Charlotte Lindqvist","Year":" 2016","Title":" The quest to resolve recent radiations: Plastid phylogenomics\nof extinct and endangered Hawaiian endemic mints (Lamiaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 99","Issue":"","Pages":" 16-33","Keywords":" Hawaii; Lamiaceae; phylogenomics; plastid genomes;\nradiation","DOI":" 10.1016/j.ympev.2016.02.024","Abstract":" The Hawaiian mints (Lamiaceae), one of the largest endemic\nplant lineages in the archipelago, provide an excellent system to study\nrapid diversification of a lineage with a remote, likely paleohybrid\norigin. Since their divergence from New World mints 4-5 million years\nago the members of this lineage have diversified greatly and represent a\nremarkable array of vegetative and reproductive phenotypes. Today many\nmembers of this group are endangered or already extinct, and molecular\nphylogenetic work relies largely on herbarium samples collected during\nthe last century. So far a gene-by-gene approach has been utilized, but\nthe recent radiation of the Hawaiian mints has resulted in minimal\nsequence divergence and hence poor phylogenetic resolution. In our quest\nto trace the reticulate evolutionary history of the lineage, a resolved\nmaternal phylogeny is necessary. We applied a high-throughput approach\nto sequence 12 complete or nearly complete plastid genomes from multiple\nHawaiian mint species and relatives, including extinct and rare taxa. We\nalso targeted 108 hypervariable regions from throughout the chloroplast\ngenomes in nearly all of the remaining Hawaiian species, and relatives,\nusing a next-generation amplicon sequencing approach. This procedure\ngenerated ~20Kb of sequence data for each taxon and considerably\nincreased the total number of variable sites over previous analyses. Our\nresults demonstrate the potential of high-throughput sequencing of\nhistoric material for evolutionary studies in rapidly evolving lineages.\nOur study, however, also highlights the challenges of resolving\nrelationships within recent radiations even at the genomic level.","trees":[{"tree_label":"tree 1","ntax":"26","rootedtree":"TRUE","title":"Hawaiian endemic mints chloroplast","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93981.phy"},{"tree_label":"tree 1","ntax":"105","rootedtree":"TRUE","title":"Hawaiian endemic mints chloroplast","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_93982.phy"}]}