{"Authors":" Ram P. Thakur, M. Göker, Y. D. Narayana, Malcolm Ryley,\nKusum Mathur, Marco Thines, Sabine Telle, Otmar Spring","Year":" 2007","Title":" Phylogenetic relationships of graminicolous downy mildews\nbased on coxII sequence data","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Graminicolous downy mildews (GDM) are an understudied yet\neconomically important group of plant pathogens, which are one of the\nmajor constraints to poaceous crops in the tropics and subtropics. Here\nwe present a first molecular phylogeny based on cox2 sequences\ncomprising all genera of the GDM currently accepted, with both lasting\n(Graminivora, Poakatesthia, and Viennotia) and evanescent\n(Peronosclerospora, Sclerophthora, and Sclerospora) sporangiophores. In\naddition, all other downy mildew genera currently accepted, as well as a\nrepresentative sample of other oomycete taxa, have been included. It\ncould be shown that all genera of the GDM each have had a long\nindependent evolution history and that the delineation between\nPeronosclerospora and Sclerospora is correct. Sclerophthora was found to\nbe a particularly divergent taxon nested within a paraphyletic\nPhytophthora, but without support. The results confirm that the\nplacement of Peronosclerospora and Sclerospora in the\nSaprolegniomycetidae is incorrect. Sclerophthora is not closely related\nto Pachymetra of the family Verrucalvaceae, and also does not belong to\nthe Saprolegniomycetidae, but shows close affinities to the\nPeronosporaceae. In addition, all GDM are interspersed throughout the\nPeronosporaceae sensu lato, suggesting that the keeping of a separate\nfamily for the Sclerosporaceae might not be justified.","trees":[{"tree_label":"MP","ntax":"113","rootedtree":"TRUE","title":"Graminicolous Downy Mildews","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2875.phy"},{"tree_label":"Fig. 1","ntax":"113","rootedtree":"TRUE","title":"Graminicolous Downy Mildews, ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2876.phy"}]}