{"Authors":" Jana M U’Ren, Jolanta Maria Miadlikowska, Naupaka B\nZimmerman, Francois Lutzoni, Jason E Stajich, A Elizabeth Arnold","Year":" 2016","Title":" Contributions of North American endophytes to the phylogeny,\necology, and taxonomy of Xylariaceae (Sordariomycetes, Ascomycota)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Daldinia loculata; endolichenic fungi; symbiosis;\nsystematics; Xylaria cubensis; Xylariomycetidae","DOI":" 10.1016/j.ympev.2016.02.010","Abstract":" The Xylariaceae (Sordariomycetes) comprise one of the\nlargest and most diverse families of Ascomycota, with at least 85\naccepted genera and ca. 1,343 accepted species. In addition to their\nfrequent occurrence as saprotrophs, members of the family often are\nfound as endophytes in living tissues of phylogenetically diverse plants\nand lichens. Many of these endophytes remain sterile in culture,\nprecluding identification based on morphological characters. Previous\nstudies indicate that endophytes are highly diverse and represent many\nxylariaceous genera; however, phylogenetic analyses at the family level\ngenerally have not included endophytes, such that their contributions to\nunderstanding phylogenetic relationships of Xylariaceae are not well\nknown. Here we use a multi-locus, cumulative supermatrix approach to\nintegrate 92 putative species of fungi isolated from plants and lichens\ninto a phylogenetic framework for Xylariaceae. Our collection spans\n1,933 isolates from living and senescent tissues in five biomes across\nthe continental United States, and here is analyzed in the context of\npreviously published sequence data from described species and additional\ntaxon sampling of type specimens from culture collections. We found that\nthe majority of strains obtained in our surveys can be classified in the\nhypoxyloid and xylaroid subfamilies, although many also were found\noutside of these lineages (as currently circumscribed). Many endophytes\nwere placed in lineages previously not known for endophytism. Most\nendophytes appear to represent novel species, but inferences are limited\nby potential gaps in public databases. By linking our data, publicly\navailable sequence data, and records of ascomata, we identify many\ngeographically widespread, host-generalist clades capable of symbiotic\nassociations with diverse photosynthetic partners. Concomitant with such\ncosmopolitan host use and distributions, many xylariaceous endophytes\nappear to inhabit both living and non-living plant tissues, with\npotentially important roles as saprotrophs. Overall, our study reveals\nmajor gaps in the availability of multi-locus datasets and metadata for\nthis iconic family, and provides new hypotheses regarding the ecology\nand evolution of endophytism and other trophic modes across the family\nXylariaceae.","trees":[{"tree_label":"Figure 1","ntax":"367","rootedtree":"TRUE","title":"Phylogenetic relationships among 365 Xylariaceae\nrepresentatives","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_93989.phy"},{"tree_label":"Supplemental Fig. 1","ntax":"520","rootedtree":"TRUE","title":"Phylogenetic relationships among 517 putative members\nof the Xylariomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_93990.phy"}]}