{"Authors":" Shizuka Fuse, Minoru N. Tamura","Year":" 2016","Title":" Biosystematic studies on the genus Heloniopsis\n(Melanthiaceae) I. Phylogeny inferred from plastid DNA sequences and\ntaxonomic implications","Journal":" Nordic Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Based on a combined dataset of plastid DNA sequences\n(atpB-rbcL, trnG, trnL-trnL-trnF, trnK 5’ intron and matK) from 60\nindividuals, we conducted parsimony and likelihood analyses to clarify\nthe phylogenetic relationships among the six species and three varieties\nthat are commonly recognised in Heloniopsis at present, in addition to\nthe related genera Ypsilandra and Helonias, using Chamaelirium and\nChionographis as an outgroup. According to the single most parsimonious\ntree, which was identical to the maximum-likelihood tree in topology,\nHelonias, Ypsilandra and Heloniopsis were monophyletic with 100%\nbootstrap support (BS), respectively. In Heloniopsis, there are two\nhighly supported clades (BS 9497%): a clade of Korean species and a\nclade of Japanese and Taiwanese species. The latter clade comprised the\nfollowing four subclades (BS 99-100%): (1) H. orientalis var.\norientalis, (2) H. orientalis var. breviscapa and var. flavida, (3) H.\nkawanoi and (4) H. leucantha and H. umbellata. Because subclades (1) and\n(2) did not form a monophyletic group, together with their morphological\ndifferencesincluding nectary position, nectary-sac structure and leaf\nmargin undulationthe two subclades should be distinguished at the\nspecies level: H. orientalis for subclade (1) and H. breviscapa for\nsubclade (2). In subclade (2), neither var. breviscapa nor var. flavida\nwas monophyletic; instead, var. breviscapa plus var. flavida\n(thick-leaved entity) was monophyletic (BS 6263%) and var. flavida\n(thin-leaved entity) was monophyletic (BS 86-87%). As var. breviscapa\nand var. flavida (thick-leaved entity) share basally ± pinkish wide\ntepals and dark-coloured thick leaves, in contrast to var. flavida\n(thin-leaved entity), which has completely white narrow tepals and\nlight-coloured thin leaves, the two varieties should remain distinct\nafter the transfer of var. flavida (thick-leaved entity) to var.\nbreviscapa.","trees":[{"tree_label":"Fig.2","ntax":"23","rootedtree":"TRUE","title":"Heloniopsis and allied genera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_93986.phy"}]}