{"Authors":" Asha Janadaree Dissanayake, Wei Zhang, Mei Liu, QiKai Xing,\nZhen Chen, Kevin D Hyde, JiYe Yan, XingHong Li","Year":" 2016","Title":" Diaporthe species causing gummosis of Prunus persica in China\nwith descriptions of four new species","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Morphology, Multi-gene phylogeny, Pathogenicity, Peach,\nTaxonomy","DOI":"","Abstract":" Species of Diaporthe are important plant pathogens on a\nwide range of host plants worldwide. In this study, Diaporthe species\ncausing gummosis of Prunus persica in Jinshui Experimental Orchard of\nHubei Academy of Agriculture Sciences were identified based on analysis\nof combined ITS, EF1-α, BT and CAL sequence data. The phylogenies\ninferred from combined multi-locus analyses grouped the isolates from P.\npersica into six distinct lineages with high branch support, which\ncorresponded to two previously described species and four novel species.\nDiaporthe eres was the dominant species; D. mahothocarpus is reported\nfor the first time from Prunus persica. In addition, four novel\nDiaporthe species were revealed and are introduced as new species in\nthis paper. Inoculations of all species were conducted on excised peach\nshoots. All Diaporthe species isolated in this study caused gummosis in\nexcised peach shoots, whereas Diaporthe mahothocarpus was shown to be an\naggressive pathogen. This is the first detailed report of Diaporthe\nspecies causing peach gummosis in China and provides details on\nmorphology, pathogenicity and molecular data.","trees":[{"tree_label":"PAUP 1","ntax":"36","rootedtree":"TRUE","title":"Tr94069","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94069.phy"},{"tree_label":"PAUP 2","ntax":"36","rootedtree":"TRUE","title":"Tr94070","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94070.phy"},{"tree_label":"PAUP 3","ntax":"36","rootedtree":"TRUE","title":"Tr94071","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94071.phy"},{"tree_label":"PAUP 4","ntax":"36","rootedtree":"TRUE","title":"Tr94072","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94072.phy"},{"tree_label":"PAUP 5","ntax":"36","rootedtree":"TRUE","title":"Tr94073","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94073.phy"}]}