{"Authors":" JEYA NASIM, Neha Malviya, Rajendra kumar, Dinesh Yadav","Year":" 2016","Title":" Genome wide bioinformatics analysis of Dof transcription\nfactor gene family of chickpea and its comparative phylogenetic\nassessment with Arabidopsis and rice","Journal":" Plant systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Dof genes, Chickpea, Phylogenetic tree, Divergence, Gene\nduplication, Bioinformatics","DOI":"","Abstract":" The genome mining of chickpea (Cicer arietinum L.)\nrevealed a total of 37 putative Dof genes using NCBI BLAST search\nagainst the genome with a highly conserved Dof domain. The translated\nDof proteins possessed 150-493 amino acid residues with molecular weight\nranging from 16.9 to 54.4 kD and pI varied from 4.98 to 9.64 as revealed\nby Expasy server Protparam. The exon-intron organization showed\npredominance of intron-less Dof genes in chickpea. The predicted Dof\ngenes were distributed among the eight chromosomes with a maximum of 9\nDof genes present on chromosome 7 and a single Dof gene was found on\nchromosome 8.The predominance of segmental gene duplication as compared\nto tandem duplication was observed which might be the prime cause of Dof\ngene family expansion in chickpea. The cis-regulatory element analysis\nrevealed presence of light responsive, hormone responsive, endosperm\nspecific, meristem specific and stress responsive elements.\nComprehensive phylogenetic analyses of Dof genes of chickpea with\nArabidopsis, rice, soybean and pigeonpea revealed several orthologs and\nparalogs assisting in understanding the putative functions of CaDof\ngenes. The functional divergence and site specific selective pressures\nof chickpea Dof genes have been investigated. The bioinformatics based\ngenome wide assessment of Dof gene family of chickpea attempted in the\npresent study could be a significant step for deciphering novel Dof\ngenes based on genome wide expression profiling.","trees":[{"tree_label":"Default symmetrical","ntax":"37","rootedtree":"TRUE","title":"Tr94190","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94190.phy"},{"tree_label":"Default bush","ntax":"37","rootedtree":"TRUE","title":"Tr94191","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94191.phy"},{"tree_label":"Default ladder","ntax":"37","rootedtree":"TRUE","title":"Tr94192","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94192.phy"}]}