{"Authors":" Paul E Marek, Jason E Bond","Year":" 2007","Title":" A reassessment of apheloriine millipede phylogeny: additional\ntaxa, Bayesian inference, and direct optimization (Polydesmida:\nXystodesmidae)","Journal":" Zootaxa","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Millipedes in the tribe Apheloriini occur throughout the\neastern United States, predominately in the deciduous forests of the\nAppalachian Mountains. Herein we present a reassessment of apheloriine\nmillipede phylogeny using mitochondrial DNA sequences and an additional\n29 exemplar taxa (including 15 undescribed species and all of the\nspecies in the genus Brachoria, except one). In this study, first\nwe check the results of the previous phylogeny of the tribe (Marek and\nBond, 2006) with different alignment and phylogenetic techniques (direct\noptimization and maximum likelihood), and second reconstruct a new\nphylogeny evaluating it in the same way with Bayesian, maximum\nlikelihood, and direct optimization. Using this updated and expanded\nphylogeny, we tested historical classifications with Bayes factor and\nShimodaira-Hasegawa hypothesis testing, consistently finding very strong\nevidence against their implied phylogenetic hypotheses. Lastly, using\nthe new phylogeny as a foundation, we make taxonomic modifications and\nprovide an updated species-list of Apheloriini (104 species/17\ngenera).","trees":[{"tree_label":"POY MB06","ntax":"49","rootedtree":"TRUE","title":"Apheloriini","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_351.phy"},{"tree_label":"ML MB06","ntax":"49","rootedtree":"TRUE","title":"Apheloriini","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4910.phy"},{"tree_label":"MB MB07","ntax":"76","rootedtree":"TRUE","title":"Apheloriini","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4911.phy"},{"tree_label":"ML MB07","ntax":"76","rootedtree":"TRUE","title":"Apheloriini","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4912.phy"},{"tree_label":"POY MB07","ntax":"76","rootedtree":"TRUE","title":"Apheloriini","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4913.phy"}]}