{"Authors":" Andrew W. Wilson, Kentaro Hosaka, Gregory M Mueller","Year":" 2016","Title":" Evolution of ectomycorrhizae as a driver of diversification\nand biogeographic patterns in the model mycorrhizal mushroom genus\nLaccaria","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, Basidiomycota, molecular dating, isotopes","DOI":"","Abstract":"  A comprehensive systematic and evolutionary ecology study\nof the model ectomycorrhizal genus Laccaria was performed using\nherbarium material and field collections from over 30 countries and\ncovering its known geographic range.  A four-gene (nrITS, 28S, RPB2,\nEF1α) nucleotide sequence dataset consisting of 232 Laccaria specimens\nwas analyzed phylogenetically. The resulting Global Laccaria dataset was\nused for molecular dating and estimating diversification rates in the\ngenus. Stable isotope analysis of C and N was used to evaluate the\norigins of Laccarias ectomycorrhizal ecology.  116 Laccaria molecular\nspecies were identified resulting in a near 50% increase in its known\ndiversity. Molecular dating indicates that the most recent common\nancestor to Laccaria existed in the middle of the Eocine, likely in\nAustralasia. At this time, Laccaria split into two lineages: one\nrepresented by the taxon L. BASAL, and the other reflects a large shift\nin diversification that resulted in the remainder of Laccaria. Isotopic\nanalysis shows that L. BASAL has a different isotopic profile than other\nLaccaria species.  Isotopes and diversification results suggest that the\nevolution of the ECM ecology was a key innovation in the evolution of\nLaccaria. Diversification shifts associated with dispersal to the\nNorthern Hemisphere are also attributed to Laccarias ECM ecology since\ndispersal provided new ECM hosts and ecological niches.","trees":[{"tree_label":"con 50 majrule","ntax":"237","rootedtree":"TRUE","title":"Laccaria Systematics","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97801.phy"},{"tree_label":"RAxML","ntax":"237","rootedtree":"TRUE","title":"Laccaria Systematics","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97800.phy"},{"tree_label":"con 50 majrule","ntax":"35","rootedtree":"TRUE","title":"Tr108871","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108871.phy"}]}