{"Authors":" Diego Salariato, Fernando O. Zuloaga","Year":" 2017","Title":" Climatic-niche evolution in the Andean genus Menonvillea\n(Cremolobeae: Brassicaceae)","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Andes; Atacama desert; Cruciferae;Patagonian Steppe;\nPhylogenetic niche conservatism; Species distribution modeling","DOI":"","Abstract":" The study of how climatic niches change over evolutionary\ntime has recently attracted the interest of many researchers. Different\nmethodologies have been employed principally to analyze the temporal\ndynamics of the niche, and specially to test for presence of\nphylogenetic-niche conservatism. Menonvillea, a genus of Brassicaceae\nincluding 24 species, is distributed primarily along the Andes of\nArgentina and Chile, with some taxa growing in southern Patagonia and\nothers in the Atacama Desert and the Chilean Matorral. The genus is\nhighly diversified morphologically, but also presents a remarkably wide\necological range, growing from the high Andean elevations, to the dry\ncoastal deserts in Chile, or the Patagonia Steppe in Argentina. In this\nstudy, we used molecular phylogenies together climatic data to study\nclimatic niche evolution in the genus. The results show that the main\nclimatic niche shifts in Menonvillea occurred between the sections\nCuneata-Scapigera and sect. Menonvillea throughout the Mid-Late Miocene,\nand associated with the two main geographical distribution centers of\nthe genus: the highlands of the central-southern Andes and the Atacama\ndesert-Chilean Matorral, respectively. Climatic niches in these lineages\nwere mainly differentiated by the aridity and potential\nevapo-transpiration, the minimum temperatures of the coldest month, and\nthe temperature annual range and seasonality. Niche evolution in\nMenonvillea deviated from a Brownian motion process, with most of the\nclimatic dimension best-fitting to an OrnsteinUhlenbeck model of\nmultiple adaptive peaks. Our results also indicated that higher aridity\nlevels and lower annual temperature ranges were associated with the\nevolution of the annual habit, as exemplified by the distribution of\nsect. Menonvillea. Finally, the results suggested that climatic-niche\nevolution in Menonvillea exhibited some degree of phylogenetic niche\nconservatism, fundamentally within the two main lineages (sect.\nMenonvillea and sects. Cuneata-Scapigera).","trees":[{"tree_label":"1","ntax":"48","rootedtree":"TRUE","title":"Menonvillea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94083.phy"},{"tree_label":"1","ntax":"48","rootedtree":"TRUE","title":"Tr94082","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94082.phy"},{"tree_label":"1","ntax":"48","rootedtree":"TRUE","title":"Menonvillea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94081.phy"},{"tree_label":"1","ntax":"27","rootedtree":"TRUE","title":"Tr94084","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94084.phy"},{"tree_label":"1","ntax":"48","rootedtree":"TRUE","title":"Menonvillea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94085.phy"}]}