{"Authors":" Adam D Leache, Barbara L Banbury, Charles W Linkem, Adrian\nNieto-Montes de Oca","Year":" 2016","Title":" Phylogenomics of a Rapid Radiation: Is Chromosomal Evolution\nLinked to Increased Diversification in North American Spiny Lizards\n(Genus Sceloporus)?","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Gene tree; Lizards; Phrynosomatidae; Phylogenomics;\nSpecies tree; Systematics","DOI":"","Abstract":" Background: Resolving the short phylogenetic branches that\nresult from rapid evolutionary diversification often requires large\nnumbers of loci. We collected targeted sequence capture data from 585\nnuclear loci (541 ultraconserved elements and 44 protein-coding genes)\nto estimate the phylogenetic relationships among iguanian lizards in the\nNorth American genus Sceloporus. We tested for diversification rate\nshifts to determine if rapid radiation in the genus is correlated with\nchromosomal evolution. Results: The phylogenomic trees that we obtained\nfor Sceloporus using concatenation and coalescent-based species tree\ninference provide strong support for the monophyly and\ninterrelationships among nearly all major groups. The diversification\nanalysis supported one rate shift on the Sceloporus phylogeny\napproximately 2025 million years ago that is associated with the\ndoubling of the speciation rate from 0.06 species/million years (Ma) to\n0.15 species/Ma. The posterior probability for this rate shift occurring\non the branch leading to the Sceloporus species groups exhibiting\nincreased chromosomal diversity is high (posterior probability = 0.997).\nConclusions: Despite high levels of gene tree discordance, we were able\nto estimate a phylogenomic tree for Sceloporus that solves some of the\ntaxonomic problems caused by previous analyses of fewer loci. The\ntaxonomic changes that we propose using this new phylogenomic tree help\nclarify the number and composition of the major species groups in the\ngenus. Our study provides new evidence for a putative link between\nchromosomal evolution and the rapid divergence and radiation of\nSceloporus across North America.","trees":[{"tree_label":"0","ntax":"131","rootedtree":"TRUE","title":"Tr94095","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94095.phy"}]}