{"Authors":" Joseph W. Spatafora, Ying Chang, Gerald L. Benny, Katy\nLazarus, Matthew E Smith, Mary L. Berbee, Gregory Bonito, Nicolas\nCorradi, Igor V Grigoriev, Andrii P. Gryganskyi, Timothy Y. James, Kerry\nO’Donnell, Thomas N Taylor, Jessie Karen Uehling, Rytas Vilgalys, Merlin\nM. White, Jason E Stajich","Year":" 2016","Title":" A phylum-level phylogenetic classification of zygomycete\nfungi based on genome-scale data","Journal":" Mycologia","Volume":" 108","Issue":" 5","Pages":" 1028-1046","Keywords":" fungi, zygomycete, Zoopagomycota, Mucoromycota,\nMortierellomycotina, Glomeromycotina, Mucoromycotina,\nEntomophtoromycotina, Kickxellomycotina, Zoopagomycotina","DOI":" 10.3852/16-042","Abstract":" Zygomycete fungi were classified as a single phylum,\nZygomycota, based on sexual reproduction by zygospores, frequent asexual\nreproduction by sporangia, absence of multicellular sporocarps, and\nproduction of coenocytic hyphae, all with some exceptions. Molecular\nphylogenies based on one or a few genes did not support the monophyly of\nthe phylum, however, and the phylum was subsequently abandoned. Here we\npresent phylogenetic analyses of a genome-scale data set for 46 taxa,\nincluding 25 zygomycetes and 192 proteins, and we demonstrate that\nzygomycetes comprise two major clades that form a paraphyletic grade. A\nformal phylogenetic classification is proposed herein and includes two\nphyla, six subphyla, four classes and 16 orders. On the basis of these\nresults, the phyla Mucoromycota and Zoopagomycota are circumscribed.\nZoopagomycota comprises Entomophtoromycotina, Kickxellomycotina and\nZoopagomycotina; it constitutes the earliest diverging lineage of\nzygomycetes and contains species that are primarily parasites and\npathogens of small animals (e.g. amoeba, insects, etc.) and other fungi,\ni.e. mycoparasites. Mucoromycota comprises Glomeromycotina,\nMortierellomycotina, and Mucoromycotina and is sister to Dikarya. It is\nthe more derived clade of zygomycetes and mainly consists of mycorrhizal\nfungi, root endophytes, and decomposers of plant material. Evolution of\ntrophic modes, morphology, and analysis of genome-scale data are\ndiscussed.","trees":[{"tree_label":"RAxML best bipartitions","ntax":"46","rootedtree":"TRUE","title":"Zygomycete Fungi RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96308.phy"},{"tree_label":"ASTRAL consensus greedy","ntax":"46","rootedtree":"TRUE","title":"Zygomycete Fungi ASTRAL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96310.phy"},{"tree_label":"ASTRAL consensus","ntax":"46","rootedtree":"TRUE","title":"Zygomycete Fungi ASTRAL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96309.phy"}]}