{"Authors":" shaofeng li, Qinjun Huang, Bingyu Zhang, Mengzhu Lu,\njianhui zhang, Zanmin Hu, Xue Liu, Changjun Ding, Xiaohua Su","Year":" 2016","Title":" The small GTP-binding protein PdRanBP regulates vascular\ntissue development in poplar","Journal":" BMC Genetics","Volume":"","Issue":"","Pages":"","Keywords":" Molecular cloning; functional analysis, PdRanBP, Populus\ndeltoides, vascular tissue development","DOI":"","Abstract":" Abstract Background: Previous research demonstrated that\nectopic expression of Ran-binding protein (RanBP) in the Arabidopsis has\nmore axillary buds and reduced apical dominance. However, the function\nof RanBP in the poplar which has very typical secondary growth remains\nunclear. Here, the Populus deltoides (Marsh.) RanBP gene (PdRanBP) was\nisolated and functionally characterized by transfer into a hybrid poplar\n(P. davidiana Dode × P. bolleana Lauche). Results: We found that PdRanBP\nwas predominantly expressed in leaf buds and tissues undergoing\nsecondary wall expansion, including immature xylem and immature phloem\nin the stem. Overexpression of PdRanBP in poplar increased the number of\nsylleptic branches and the proportion of cells in the G2 phase of the\ncell cycle, retarded plant growth, consistently decreased the secondary\nxylem and secondary phloem zone, and reduced the expression levels of\ncell wall biosynthesis genes. Downregulation of PdRanBP facilitated\nsecondary wall expansion, and increased stem height and the size of the\nxylem and phloem zone, and the expression levels of cell wall\nbiosynthesis genes. Conclusions: These results suggest that PdRanBP has\nan effect on apical and radial growth of poplar trees, and that PdRanBP\ncan regulates cell division in cell cycle progression. Taken together,\nour results demonstrate that PdRanBP is a nuclear-localized, vascular\ntissue development-associated protein in P. deltoides.","trees":[{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"GTP-binding protein PdRanBP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96375.phy"}]}