{"Authors":" Tetiana Lutsak, Fernando Fernandez-Mendoza, Olga Nadyeina,\nAyhan Senkardesler, Christian Printzen","Year":" 2016","Title":" Testing the correlation between norstictic acid and species\nevolution in the Cetraria aculeata group in Europe","Journal":" The Lichenologist","Volume":"","Issue":"","Pages":"","Keywords":" lichenized ascomycetes, chemical diversity, ITS, mtLSU,\nGPD, Cetraria","DOI":"","Abstract":" Most lichenized fungi are characterized by the production\nof secondary metabolites. Differences in metabolic patterns have\nfrequently served to distinguish lichen taxa with subsequent\ncontroversies about the rank of chemical variants (chemotype, variety,\nsubspecies or species). Using a model system, we investigate whether\nproduction of norstictic acid within a group of lichenized ascomycetes\nis correlated with phylogenetic patterns, population differentiation or\nsingle and multi-locus haplotypes. Our study is based on DNA sequences\nof three gene loci (ITS, GPD, mtLSU) and HPLC (311) and TLC (594) data\nfrom 594 samples of three closely related fruticose lichens: Cetraria\naculeata and C. muricata without norstictic acid and C. steppae with\nnorstictic acid. In nature, C. aculeata and C. steppae often occur\ntogether and the status of C. steppae as a separate species has been\nquestioned. Our results show geographic but no phylogenetic structure of\nnorstictic acid production and few significant associations between\ngenetic clusters and the occurrence of norstictic acid. All frequently\ndistributed haplotypes display differences in norstictic acid content.\nThe few associations at the population level are most likely a\nby-product of spatial genetic structure, because norstictic acid was\nonly expressed in individuals from the Mediterranean-Central Asian part\nof the study area. We conclude that the the production of norstictic\nacid in the C. aculeata group is most likely triggered by the\nenvironment (climate, edaphic factors, associated symbionts). Cetraria\nsteppae might be a different evolutionary lineage restricted to warm\ntemperate regions but it is not uniquely characterized by the presence\nof norstictic acid.","trees":[{"tree_label":"TREE1","ntax":"80","rootedtree":"TRUE","title":"Cetraria aculeata ITS phylosignal","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94701.phy"},{"tree_label":"TREE1","ntax":"41","rootedtree":"TRUE","title":"Cetraria aculeata GPD phylosignal","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94699.phy"},{"tree_label":"TREE1","ntax":"25","rootedtree":"TRUE","title":"Cetraria aculeata mtLSU phylosignal","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94700.phy"}]}