{"Authors":" Shaofeng Li, Qinjun Huang, Bingyu Zhang, jianhui zhang, Xue\nLiu, Mengzhu Lu, Zanmin Hu, Changjun Ding, Xiaohua Su","Year":" 2016","Title":" Small GTP-binding protein PdRanBP regulates vascular tissue\ndevelopment in poplar","Journal":" BMC genetics","Volume":"","Issue":"","Pages":"","Keywords":" Molecular cloning, functional analysis, PdRanBP, Populus\ndeltoides, vascular tissue","DOI":"","Abstract":" Abstract Background: Previous research demonstrated that\nectopic expression of Ran-binding protein (RanBP) in Arabidopsis\nproduced more axillary buds and reduced apical dominance. However, the\nfunction of RanBP in poplar, which has very typical secondary growth,\nremains unclear. Here, the Populus deltoides (Marsh.) RanBP gene\n(PdRanBP) was isolated and characterized functionally by transfer into a\nhybrid poplar (P. davidiana Dode × P. bolleana Lauche). Results: PdRanBP\nwas predominantly expressed in leaf buds and tissues undergoing\nsecondary wall expansion, including immature xylem and immature phloem\nin the stem. Overexpression of PdRanBP in poplar increased the number of\nsylleptic branches and the proportion of cells in the G2 phase of the\ncell cycle; retarded plant growth; consistently decreased the secondary\nxylem and secondary phloem zone; and reduced the expression levels of\ncell wall biosynthesis genes. Downregulation of PdRanBP facilitated\nsecondary wall expansion; and increased stem height and the size of the\nxylem and phloem zone, and the expression levels of cell wall\nbiosynthesis genes. Conclusions: These results suggested that PdRanBP\ninfluences the apical and radial growth of poplar trees, and that\nPdRanBP could regulate cell division during cell cycle progression.\nTaken together, our results demonstrated that PdRanBP is a\nnuclear-localized, vascular tissue development-associated protein in P.\ndeltoides.","trees":[{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr94709","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94709.phy"},{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr94316","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94316.phy"}]}