{"Authors":" jing zhang, huan yang, qiuyu yu, mingde wu, long yang,\nwenying zhuang, weidong chen, guoqing li","Year":" 2016","Title":" Botrytis pyriformis sp. nov., a novel and likely saprophytic\nspecies of Botrytis","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Botrytis pyriformis, molecular identification, saprophyte,\nSedum sarmentosum","DOI":"","Abstract":" A novel species of Botrytis from Sedum sarmentosum was\ndescribed based on morphology and analyses of DNA sequences of nuc rDNA\nITS regions and three nuclear genes (G3PDH, HSP60, RPB2). Meanwhile,\npathogenicity in 32 plant species, response to temperature for growth,\nand conidial germination for the species were determined. The Botrytis\nspecies was named Botrytis pyriformis sp. nov. It was characterized by\nformation of grayish mycelia, brownish macroconidia and melanized\nsclerotia on PDA. The macroconidia are pear-shaped, melanized and\ncovered with abundant villiform appendages on the conidial surface.\nComparison of the ITS sequences confirmed its placement in the genus\nBotrytis rather showed that B. pyriformis is more closely related to\nBotrytis species than to any species in Sclerotinia, Monilinia,\nStreptobotrys and Amphobotrys. Phylogenetic analysis based on DNA\nsequences of G3PDH, HSP60 and RPB2 genes indicated that B. pyriformis\nand other 30 Botrytis species form a monophyletic clade, which was\nfurther divided into three sub-clades. Sub-clade I comprised B.\npyriformis alone, whereas sub-clades II and III comprised 6 and 24\nBotrytis species, respectively. Botrytis pyriformis can hardly infected\n32 plant species including S. sarmentosum, possibly due to deficiency in\nformation of infection cushions. This study presents a formal\ndescription and illustrations for B. pyriformis and provides\nexperimental evidence indicating that B. pyriformis might be a\nsaprophytic species.","trees":[{"tree_label":"con 50 majrule","ntax":"70","rootedtree":"TRUE","title":"Tr94788","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94788.phy"}]}