{"Authors":" Konstanze Schubert, Uwe Braun, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2007","Title":" Cladosporium leaf-blotch and stem rot of Paeonia spp. caused\nby Dichocladosporium chlorocephalum gen. nov","Journal":" Studies in Mycology","Volume":" 58","Issue":" NA","Pages":" 95-104","Keywords":" NA","DOI":" NA","Abstract":" Cladosporium chlorocephalum (= C. paeoniae) is a common,\nwidespread leaf-spotting hyphomycete of peony (Paeonia spp.),\ncharacterised by having dimorphicconidiophores. During the season, one\nstage of this fungus causes distinct, necrotic leaf-blotch symptoms on\nliving leaves of Paeonia spp. In late autumn, winter or\nafteroverwintering, a second morphologically distinct conidiophore type\noccurs on dead, blackish, rotting stems. Conspecificity of the two\nmorphs, previously proposed on the basisof observations in culture, was\nsupported by DNA sequence data from the ITS and LSU gene regions, using\ncultures obtained from leaf-blotch symptoms on living leaves, aswell as\nfrom dead stems of Paeonia spp. Sequence data were identical, indicating\na single species with two morphs. On account of its distinct\nconidiogenous loci and conidialhila, as well as its sequence-based\nphylogenetic position separate from the Davidiella/Cladosporium clade,\nthe peony fungus has to be excluded from Cladosporium s. str., butstill\nbelongs to the Davidiellaceae (Capnodiales). The leaf-blotching\n(cladosporioid) morph of this fungus morphologically resembles species\nof Fusicladium, but differs in havingdimorphic fruiting, and is\nphylogenetically distant from the Venturiaceae. The macronematous\n(periconioid) morph resembles Metulocladosporiella (Chaetothyriales),\nbut lacksrhizoid conidiophore hyphae, and has 0\u001a5-septate conidia. Hence,\nC. chlorocephalum is assigned to the new genus Dichocladosporium.","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Cladosporium, 1 of 2 MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4916.phy"}]}