{"Authors":" Lorenzo Lombard, Jos Houbraken, Cony Decock, Rob Samson,\nMartin Meijer, Martina Reblova, Johannes (Ewald) Zacharias Groenewald,\nPedro W. Crous","Year":" 2016","Title":" Generic hyper-diversity in Stachybotriaceae","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":" 36","Issue":"","Pages":" 156-246","Keywords":" biodegraders, generic concept, human and plant pathogens,\nindoor mycobiota multi-gene phylogeny, species concept, taxonomy","DOI":"","Abstract":" The family Stachybotriaceae was recently introduced to\ninclude the genera Myrothecium, Peethambara and Stachybotrys. Members of\nthis family include important plant and human pathogens, as well as\nseveral species used in industrial and commercial applications as\nbiodegraders and biocontrol agents. However, the generic boundaries in\nStachybotriaceae are still poorly defined, as type material and sequence\ndata are not readily available for taxonomic studies. To address this\nissue, we performed multi-locus phylogenetic analyses using partial\nsequences of the 28S large subunit (LSU), the internal transcribed\nspacer region and intervening 5.8S nrRNA gene (ITS), the RNA polymerase\nII second largest subunit (rpb2), calmodulin (cmdA), translation\nelongation factor 1-alpha (tef1) and β-tubulin (tub2) for available type\nand authentic strains. Supported by morphological characters these data\nresolved 33 genera in the Stachybotriaceae. These included the already\nestablished genera Albosynnema, Alfaria, Didymostilbe, Myrothecium,\nParasarcopodium, Peethambara, Septomyrothecium, Stachybotrys and\nXepicula. At the same time the generic names Dacrydium, Melanopsamma,\nMemnoniella and Virgatospora were resurrected. Phylogenetic inference\nshowed that both the genera Myrothecium and Stachybotrys are\npolyphyletic resulting in the introduction of 12 new genera with\nmyrothecium-like morphology and seven new genera with stachybotrys-like\nmorphology.","trees":[{"tree_label":"PAUP ITS","ntax":"173","rootedtree":"TRUE","title":"Stachybotrys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97559.phy"},{"tree_label":"Myrothecium","ntax":"109","rootedtree":"TRUE","title":"Myrothecium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97560.phy"},{"tree_label":"PAUP stachycomb","ntax":"191","rootedtree":"TRUE","title":"Stachybotrys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97557.phy"},{"tree_label":"PAUP 1","ntax":"69","rootedtree":"TRUE","title":"Stachybotriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97558.phy"}]}