{"Authors":" Hugo Madrid, Margarita Hernández-Restrepo, Josepa Gene,\nJosep Cano, Josep Guarro, Victor Silva","Year":" 2016","Title":" New and interesting chaetothyrialean fungi from Spain","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Black yeasts, Chaetothyriales, Cladophialophora,\nCyphellophora, Exophiala, Rhinocladiella","DOI":"","Abstract":" In the course of taxonomic studies on saprobic microfungi\nfrom Spain, several slow-growing, dematiaceous hyphomycetes were\nisolated from soil, submerged plant material and river sediment samples.\nSixteen of these strains were identified as members of the ascomycete\norder Chaetothyriales on the basis of morphology and DNA sequence\nanalyses. These included three novel species (Cladophialophora\npseudocarrionii, Cyphellophora chlamydospora, and Rhinocladiella amoena)\nand five new records for that country (Cyphellophora suttonii, Exophiala\naquamarina, E. equina, E. lacus and Rhinocladiella similis). In\naddition, Exophiala oligosperma, an emerging opportunistic fungus, was\nfound for the first time in an aquatic freshwater environment, isolated\nfrom river sediments. Cladophialophora pseudocarrionii resembles C.\ncarrionii in the branching pattern of conidial chains, but differs from\nthe latter species in its inability to grow at 30°C. Cyphellophora\nchlamydospora differs from other species of the genus in the absence of\nconidiation, producing only chlamydospores in vitro. Rhinocladiella\namoena shows branched conidiophores similar to those of R. anceps, R.\natrovirens, R. basitona and R. similis, but differs from them in\nconidial shape and size. The ex-type strain of Phialophora livistonae,\nincluded in the phylogenetic study, clustered with high statistical\nsupport with members of the genus Cyphellophora. Based on molecular\ndata, this taxon is transferred to Cyphellophora as C. livistonae comb.\nnov.","trees":[{"tree_label":"tree 1","ntax":"68","rootedtree":"TRUE","title":"Tr94880","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94880.phy"}]}