{"Authors":" Michael Scott Webb, Rebecca L. Hunter, Thomas M. Iliffe, J.\nR. A. Bremer","Year":" 2007","Title":" Phylogeny and historical biogeography of the cave-adapted\nshrimp genus Typhlatya (Atyidae) in the Caribbean Sea and western\nAtlantic","Journal":" Journal of Biogeography","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Aim: To infer phylogenetic relationships among five\nspecies of the cave-adapted shrimp genus Typhlatya in order to test\ncompeting hypotheses of dispersal and colonization of the disjunct cave\nlocalities occupied by these five species. Location: Typhlatya species\nare found in caves and anchialine ponds across the northern margin of\nthe Caribbean Sea, along the Mediterranean and Adriatic coasts and on\noceanic islands in the Atlantic and eastern Pacific oceans. This study\nfocuses on five species, one from Bermuda, one from the Caicos Islands\nand three from the Yucatan Peninsula of Mexico. Methods: Partial\nsequences (c. 1400 base pairs) from the mitochondrial cytochrome b, 16S\nrDNA and COI genes were obtained from representative samples of the five\nspecies. Phylogenetic inference was carried out with maximum parsimony\nand maximum likelihood. Parsimony networks were constructed for the\nBermudian species Typhlatya iliffei and one Yucatan species Typhlatya\nmitchelli, to determine the degree of connectivity among populations\ninhabiting different cave systems. Results: All three landmasses were\nrecovered as monophyletic. The two insular marine species from Bermuda\nand the Caicos Islands formed a clade, while the three continental\nfreshwater species from the Yucatan Peninsula formed another. Within\nboth Bermuda and the Yucatan, shared haplotypes were found in different\ncave systems, suggesting recent or ongoing gene flow among populations\nin both locales. Main conclusions: The two insular marine Typhlatya\nspecies originated from an ancestral marine population, possibly already\ncave-adapted, that is suggested to have colonized the Caicos Islands and\nsubsequently dispersed to Bermuda via the Gulf Stream. Divergence\nestimates suggest that colonization occurred before the formation of\npresent-day anchialine cave habitat, which did not form on either island\nuntil the late Pliocene to early Pleistocene. Divergence estimates also\nindicate that the Yucatan freshwater species split before the formation\nof freshwater cave habitat in the Yucatan. These species could have\ninhabited crevicular marine habitats before the late Pliocene/early\nPleistocene in the Yucatan or elsewhere in the Caribbean, and\nsubsequently migrated to freshwater caves once they formed.","trees":[{"tree_label":"Fig. 3","ntax":"36","rootedtree":"TRUE","title":"Typhlatya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4917.phy"},{"tree_label":"Fig. 4","ntax":"29","rootedtree":"TRUE","title":"Typhlatya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4918.phy"}]}