{"Authors":" Jacqueline Edwards, Desmond Auer , Sri-Kanthi de Alwis,\nBret A. Summerell, Takayuki Aoki, Robert H. Proctor, Mark Busman, Kerry\nO’Donnell","Year":" 2016","Title":" Fusarium agapanthi sp. nov, a novel bikaverin and\nfusarubin-producing leaf and stem spot pathogen of Agapanthus praecox\n(African lily) from Australia and Italy","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium fujikuroi species complex, GCPSR  genealogical\nconcordance phylogenetic species recognition, gene genealogies, mating\ntype, molecular phylogenetics, morphology, mycotoxins, secondary\nmetabolites","DOI":"","Abstract":" This study was conducted to characterize a novel Fusarium\nspecies that caused leaf and stem spot on Agapanthus praecox\n(Agapanthus, African lily) in northern Italy and leaf rot and spot on\nthe same host in Melbourne, Australia. Formally described here as\nFusarium agapanthi, this novel pathogen was analyzed using phenotypic,\nphytopathogenic, secondary metabolite, molecular phylogenetic and\ngenomic data. Five strains were characterized in the present study,\nincluding one isolated from symptomatic A. praecox in Saluzzo, Italy in\n1999 and four from diseased leaf tissue from the same host exhibiting\nleaf rot and spot symptoms in the Melbourne Gardens, Royal Botanic\nGardens Victoria, Australia in 2010. Maximum parsimony and maximum\nlikelihood molecular phylogenetic analyses of portions of six individual\ngenes and the combined dataset all strongly supported F. agapanthi\neither as the earliest diverging genealogically exclusive lineage within\nthe American Clade of the F. fujikuroi species complex, or alternatively\na novel monotypic lineage that is sister to the American Clade. Koch’s\npostulates were completed on dwarf blue- and large white-flowering\nvarieties of A. praecox, where two isolates of F. agapanthi were able to\nproduce slowly spreading necrotic lesions when inoculated onto leaves\nand flower stems. Fusarium agapanthi can be distinguished from other\nfusaria by the production of densely branching aerial conidiophores with\nproliferating polyphialides that are produced throughout the aerial\nmycelium on synthetic nutrient-poor agar. BLASTn searches of the F.\nagapanthi NRRL 31653 and NRRL 54464 (= VPRI 41787) genome sequences were\nconducted to predict sexual reproductive mode and mycotoxin potential.\nResults of the BLASTn searches indicated that they possessed MAT1-2 and\nMAT1-1 idiomorphs, respectively, indicating that this species might\npossess a heterothallic sexual reproductive mode. Furthermore, based on\nthe discovery of homologs of the bikaverin and fusarubin biosynthetic\ngene clusters in their genomes, liquid chromatography and tandem mass\nspectrometry analyses were conducted that confirmed production of these\nsecondary metabolites on rice and corn kernel cultures.","trees":[{"tree_label":"PAUP 1","ntax":"40","rootedtree":"TRUE","title":"Tr94441","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94441.phy"}]}