{"Authors":" Caleb Francis Hill, Jan Dijksterhuis, G. S. d. Hoog,\nKonstanze Schubert, Polona Zalar, Mathieu Starink, Uwe Braun, Johannes\n(Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2007","Title":" Biodiversity in the Cladosporium herbarum complex\n(Davidiellaceae, Capnodiales), with standardisation of methods for\nCladosporium taxonomy and diagnostics","Journal":" Studies in Mycology","Volume":" 58","Issue":" NA","Pages":" 105-156","Keywords":" NA","DOI":" NA","Abstract":" The Cladosporium herbarum complex comprises five species\nfor which Davidiella teleomorphs are known. Cladosporium herbarum s.\nstr. (D. tassiana), C. macrocarpum (D. macrocarpa) and C. bruhnei (D.\nallicina) are distinguishable by having conidia of different width, and\nby teleomorph characters. Davidiella variabile is introduced as\nteleomorph of C. variabile, a homothallic species occurring on Spinacia,\nand D. macrospora is known to be the teleomorph of C. iridis on Iris\nspp. The C. herbarum complex combines low molecular distance with a high\ndegree of clonal or inbreeding diversity. Entities differ from each\nother by multilocus sequence data and by phenetic differences, and thus\ncan be interpreted to represent individual taxa. Isolates of the C.\nherbarum complex that were formerly associated with opportunistic human\ninfections, cluster with C. bruhnei. Several species are newly described\nfrom hypersaline water, namely C. ramotenellum, C. tenellum, C.\nsubinflatum, and C. herbaroides. Cladosporium pseudiridis collected from\nIris sp. in New Zealand, is also a member of this species complex and\nshown to be distinct from C. iridis that occurs on this host elsewhere\nin the world. A further new species from New Zealand is C. sinuosum on\nFuchsia excorticata. Cladosporium antarcticum is newly described from a\nlichen, Caloplaca regalis, collected in Antarctica, and C. subtilissimum\nfrom grape berries in the U.S.A., while the new combination C.\nossifragi, the oldest valid name of the Cladosporium known from\nNarthecium in Europe, is proposed. Standard protocols and media are\nherewith proposed to facilitate future morphological examination of\nCladosporium spp. in culture, and neotypes or epitypes are proposed for\nall species treated.","trees":[{"tree_label":"Fig. 3","ntax":"80","rootedtree":"TRUE","title":"Cladosporium herbarum complex, 1 of 40 MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4919.phy"}]}