{"Authors":" Michael David Pirie, E.G.H. Oliver, Berit Gehrke, Lukas\nHeringer, Ana Mugrabi de Kuppler, Nicholas Le Maitre, Dirk\nBellstedt","Year":" 2017","Title":" Underestimated regional species diversity in the Cape\nFloristic Region revealed by phylogenetic analysis of the Erica\nabietina/viscaria-clade (Ericaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":" 184","Issue":" 2","Pages":" 185203","Keywords":" Biodiversity hotspot; Cape Floristic Region; Cape\nPeninsula; endemism; External Transcribed Spacer; phylogeny; species\ndelimitation; Table Mountain National Park","DOI":" 10.1093/botlinnean/box021","Abstract":" As one of the largest genera of flowering plants, the\nrichness of species of Erica (Ericaceae) is all the more remarkable\nbecause over 80% of the >800 are endemic to the smallest floral\nkingdom, the Cape Floristic Region (CFR) of South Africa. Within the\nCFR, pockets of narrowly endemic taxa rub shoulders with their\nwidespread and variable relatives. The taxonomic challenges of Cape\nErica are epitomised by the complex Cape “abietina/viscaria-clade”,\ncurrently comprising at least 25 species. We reassess species boundaries\nand patterns of regional endemism in this clade using a phylogeny\ninferred from multiple nuclear ribosomal and plastid DNA sequences. We\nshow that the seven currently recognised subspecies of E. abietina\nrepresent at least three independent, morphologically distinct lineages\nwith non-overlapping geographic distributions. We resurrect the name E.\ngrandiflora to include E. abietina subsp. aurantiaca and subsp.\nperfoliosa; and provide a new name for E. abietina subspp. petraea:\nErica situshiemalis. The Cape Peninsula, including the natural world\nheritage site Table Mountain National Park, can be attributed a further\nendemic species, E. abietina, to add to its unique flora.","trees":[{"tree_label":"Imported tree 1","ntax":"48","rootedtree":"TRUE","title":"Tr109521","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109521.phy"},{"tree_label":"Imported tree 1","ntax":"64","rootedtree":"TRUE","title":"Tr109522","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109522.phy"},{"tree_label":"Imported tree 1","ntax":"53","rootedtree":"TRUE","title":"Tr109520","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109520.phy"}]}