{"Authors":" Changkyun Kim, Joo-Hwan Kim","Year":" 2016","Title":" Molecular phylogeny, historical biogeography, and divergence\ntime estimates of Maianthemum sensu stricto (Asparagaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" biogeography, dating analysis, Maianthemum sensu stricto,\nmolecular phylogeny, systematics","DOI":"","Abstract":" Maianthemum sensu stricto, as currently circumscribed,\ncontains three species, i.e., M. bifolium, M. canadense, and M.\ndilatatum, which have a disjunct distribution in eastern Asia, Europe,\nand North America. The species of Maianthemum s.s. have variable\nmorphological characters and a wide and often partly overlapping\ndistribution, which makes the identification within and between this\ngroup and other Maianthemum species difficult. To clarify the systematic\nclassification and biogeographical history of Maianthemum s.s., a\nphylogenetic reconstruction based on one nuclear ribosomal internal\ntranscribed spacer and five chloroplast DNA regions (ndhF, rpl16, rps16,\ntrnL-F, and psbA-trnH) was conducted. Our molecular phylogeny suggests\nthat Maianthemum s.s. is monophyletic. However, the accessions of M.\ndilatatum are divided into two well-defined lineages: one composed of\nwestern North American accessions, and the other composed of northeast\nAsian accessions. The latter is the sister clade of the M. bifolium and\nM. canadense clade. Molecular dating and biogeographic reconstructions\nsuggest a northeast Asian origin of Maianthemum s.s. and that a\ncomplicated divergent evolution began approximately in the late Miocene.\nIntercontinental disjunctions of Maianthemum s.s. in the Northern\nHemisphere appear to have spread during at least two geologic periods:\none occurred during the late Miocene between East Asia and western North\nAmerica, and the other may have occurred during the Pliocene, with\nrelatively recent separations between Eurasia and eastern North America.\nBased on our results, a new classification of Maianthemum s.s. inferred\nfrom a molecular phylogeny is required. We propose to merge the three\nMaianthemum s.s. species to ensure monophyly at the species level. The\nbiogeographic patterns of Maianthemum s.s. with molecular dating suggest\nboth vicariance and long-distance dispersal events as key mechanisms for\nits diversification.","trees":[{"tree_label":"Strict","ntax":"92","rootedtree":"TRUE","title":"Tr96581","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96581.phy"}]}