{"Authors":" Frederik Suendermann, Maria-Pilar Fernandez, Reginald Owen\nMorgan","Year":" 2016","Title":" An evolutionary roadmap to the microtubule-associated protein\nMAP Tau","Journal":" BioMed Central Genomics","Volume":"","Issue":"","Pages":"","Keywords":" microtubule associated protein Tau (MAPT), microtubule\nbinding domain, gene phylogeny, molecular evolution, profile hidden\nMarkov models, saitohin (STH), domain architecture, structure-function\nprediction","DOI":"","Abstract":" Background: The microtubule associated protein Tau (MAPT)\npromotes assembly and interaction of microtubules with the cytoskeleton,\nimpinging on axonal transport and synaptic plasticity. Its neuronal\nexpression and intrinsic disorder implicate it in some 30 tauopathies\nsuch as Alzheimers disease and frontotemporal dementia. These\npathophysiological studies have yet to be complemented by computational\nanalyses of its molecular evolution and structural models of all its\nfunctional domains to explain the molecular basis for its conservation\nprofile, its site-specific interactions and the propensity to\nconformational disorder and aggregate formation. Results: We\nsystematically annotated public sequence data to reconstruct unspliced\nMAPT, MAP2 and MAP4 transcripts spanning all represented genomes.\nBayesian and maximum likelihood phylogenetic analyses, genetic linkage\nmaps and domain architectures distinguished a nonvertebrate outgroup\nfrom the emergence of MAP4 and its subsequent ancestral duplication to\nMAP2 and MAPT. These events were coupled to other linked genes such as\nKANSL1L and KANSL and may thus be consequent to large-scale chromosomal\nduplications originating in the extant vertebrate genomes of hagfish and\nlamprey. Profile hidden Markov models (pHMMs), clustered subalignments\nand 3D structural predictions defined potential interaction motifs and\nspecificity determining sites to reveal distinct signatures between the\nfour homologous microtubule binding domains and independent divergence\nof the amino terminus. Conclusion: These analyses clarified ambiguities\nof MAPT nomenclature, defined the order, timing and pattern of its\nmolecular evolution and identified key residues and motifs relevant to\nits protein interaction properties and pathogenic role. Additional\nunexpected findings included the expansion of cysteine-containing,\nmicrotubule binding domains of MAPT in cold adapted Antarctic icefish\nand the emergence of a novel multiexonic saitohin (STH) gene from\nrepetitive elements in MAPT intron 11 of certain primate genomes.","trees":[{"tree_label":"Fig. 2a","ntax":"102","rootedtree":"TRUE","title":"Microtubule associated protein Tau","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_94995.phy"}]}