{"Authors":" Adam L Healey, David J. Lee, Agnelo Furtado, Robert J.\nHenry","Year":" 2016","Title":" Evidence of inter-sectional chloroplast capture in Corymbia\namong sections Torellianae and Maculatae","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" eucalypts; Corymbia citriodora subspecies citriodora;\nCorymbia citriodora subspecies variegata; Corymbia torelliana; Corymbia\nhenryi; Torellianae; Maculatae; chloroplast capture; reticulate\nevolution","DOI":"","Abstract":" Background and Aims: Chloroplast capture through\nhybridization and introgression is well described within Eucalyptus.\nDespite the propensity of the Corymbia genus (a eucalypt) to form\nhybrids from wide crosses, description of chloroplast capture in\nCorymbia is limited to section Maculatae. In this study we aim to\ninvestigate evidence of intersectional chloroplast capture between\nsections Torellianae and Maculatae. Methods: Using whole genome\nnext-generation sequencing data, the complete chloroplast genomes were\nassembled from four Corymbia taxa: C. citriodora subspecies citriodora,\nC. citriodora subspecies variegata, C. henryi, and C. torelliana,\nrepresented by eight genotypes. Chloroplast and nuclear phylogenies were\ngenerated by maximum likelihood and Bayesian methods. Key Results:\nPhylogenetic analysis and comparison among Corymbia chloroplast genomes\nand nuclear external transcribed spacer sequences revealed chloroplast\ncapture among Corymbia species across distinct sections Torellianae and\nMaculatae within subgenus Blakella. Reticulate evolution, well described\nwithin Eucalyptus, likely extends into Corymbia as evidenced by\nincongruent plastid and nuclear phylogenetic trees. Conclusions: This is\nthe first evidence of chloroplast capture described using whole\nchloroplast genomes and the first documentation of chloroplast capture\nbetween sections within eucalypt taxa, suggesting the importance of\nhybridization and introgression during the evolution of eucalypts.","trees":[{"tree_label":"CP_ML_Bootstrap Consensus","ntax":"12","rootedtree":"TRUE","title":"Tr94726","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94726.phy"},{"tree_label":"CP_Maximum Likelihood Result","ntax":"12","rootedtree":"TRUE","title":"Tr94727","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94727.phy"},{"tree_label":"tree 1","ntax":"16","rootedtree":"TRUE","title":"Tr94715","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94715.phy"},{"tree_label":"Chloroplast Phylogeny_Bayesian","ntax":"12","rootedtree":"TRUE","title":"Tr94713","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94713.phy"},{"tree_label":"Bootstrap Consensus","ntax":"16","rootedtree":"TRUE","title":"Tr94728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94728.phy"},{"tree_label":"Maximum Likelihood Result","ntax":"16","rootedtree":"TRUE","title":"Tr94729","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94729.phy"}]}