{"Authors":" Janet M Bradford-Grieve, Leocadio Blanco-Bercial, Geoffrey\nA Boxshall","Year":" 2016","Title":" Revision of Family Megacalanidae (Copepoda: Calanoida)","Journal":" Zootaxa","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The Megacalanidae were revised based on new material\ncollected during the CMarZ cruise XXIV/1 in the Atlantic Ocean and\narchived material loaned by Scripps Institution of Oceanography, Woods\nHole Oceanographic Institution, Senckenberg Forschungsinstitut und\nNaturmuseum and the University of Hawaii. Distributional records were\naugmented from material held in the Smithsonian Institution, National\nInstitute of Water and Atmospheric Research, Wellington, New Zealand,\nand the Museum of Natural History, London. Taxonomic confusion that has\nexisted in the family is discussed and a method is suggested for\nstabilising names. A detailed examination of the morphology of this\nfamily, using the light microscope, has added further useful characters\nthat distinguish genera and species. The added, hitherto undescribed,\nspecies include character states incompatible with aspects of previous\ngeneric definitions (e.g. presence or absence of setae on the maxillule\ncoxal endite). Nevertheless, the cladistic and molecular analyses\nconfimed that there are at least four monophyletic clades mostly with\nhigh bootstrap support. These clades represent already defined genera\none of which [Elenacalanus nom. nov. (nomen novum)] replaces the\npreoccupied name Heterocalanus (Wolfenden, 1906). Four previously\ndescribed species have been re-assigned to Elenacalanus in new\ncombinations: E. princeps (Brady, 1883), E. eltaninae (Björnberg, 1968),\nE. sverdrupi (Johnson, 1958) and E. inflatus (Björnberg, 1968). Eleven\nnew species are described: three Megacalanus, one Bradycalanus, six\nBathycalanus, and one Elenacalanus. Bradycalanus enormis (Björnberg,\n1968) has been raised to species status based on genetic data although\nit can be only be distinguished from B. typicus by its large size. All\nfour genera are diagnosed and keys are provided to the genera and\nspecies. We confirm that all male right antennules are geniculate in the\nMegacalanidae. Thirteen males are known. Of these males, eight are newly\ndescribed (M. frosti n. sp., M. ericae n. sp., M. ohmani n. sp.,\nBathycalanus bradyi (Wolfenden, 1905), Ba. dentatus n. sp., Ba. milleri\nn. sp., Ba. unicornis Björnberg, 1968, and Elenacalanus tageae n. sp.).\nWe cannot be absolutely certain that the correct males have been\nassigned to the appropriate female so our decisions await testing with\nnew data. The nauplius VI and copepodite II of M. princeps is described\nfor the first time. The cladistic analysis provides the first\nmorphology-based phylogeny. This scheme served as a working hypothesis\nwhich was tested and corroborated using the newly gathered molecular\ndata. Vertical and horizontal distributions are summarised and the\ninfluence, if any, of environmental factors, and the evolutionary\nhistory, on observed distributions, is discussed.","trees":[{"tree_label":"RAxML","ntax":"43","rootedtree":"TRUE","title":"Tr100531","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100531.phy"},{"tree_label":"Bayesian","ntax":"43","rootedtree":"TRUE","title":"Tr100532","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100532.phy"}]}