{"Authors":" Takashi Shirouzu, Kentaro Hosaka, K.-O. Nam, Bevan S Weir,\nPeter Johnston, Tsuyoshi Hosoya","Year":" 2017","Title":" Phylogenetic relationships of eight new Dacrymycetes\ncollected from new Zealand","Journal":" Persoonia","Volume":" 38","Issue":"","Pages":" 156-169","Keywords":" Dacrymycetes; New Zealand phylogeny; Southern Hemisphere\ntaxonomy","DOI":" 10.3767/003158517X695280","Abstract":" Dacrymycetes, sister to Agaricomycetes, is a noteworthy\nlineage for studying the evolution of wood- decaying basidiomycetes;\nhowever, its species diversity and phylogeny are largely unknown.\nSpecies of Dacry­ mycetes previously used in molecular phylogenetic\nanalyses are mainly derived from the Northern Hemisphere, thus\ninsufficient knowledge exists concerning the Southern Hemisphere\nlineages. In this study, we investigated the species diversity of\nDacrymycetes in New Zealand. We found 11 previously described species,\nand eight new spe- cies which were described here: Calocera pedicellata,\nDacrymyces longistipitatus, D. pachysporus, D. stenosporus, D.\nparastenosporus, D. cylindricus, D. citrinus, and D. cyrtosporus. These\neight newly described species and seven of the known ones, namely,\nCalocera fusca, C. cf. guepinioides, C. lutea, Dacrymyces\nflabelliformis, D. intermedius, D. subantarcticensis, and Heterotextus\nmiltinus, have rarely or never been recorded from the Northern\nHemisphere. In a molecular-based phylogeny, these New Zealand strains\nwere scattered throughout the Dacrymycetaceae clade. Sequences obtained\nfrom specimens morphologically matching C. guepinioides were separated\ninto three distant clades. Because no obvious morphological differences\ncould be discerned between the specimens in each clade and no sequence\nexists from the type specimen, a C. guepinioides s.str. clade could not\nbe determined. This survey of dacrymycetous species in the Southern\nHemisphere has increased taxon sampling for phylogenetic analyses that\ncan serve as a basis for the construction of a stable classification of\nDacrymycetes.","trees":[{"tree_label":"Fig. 1","ntax":"121","rootedtree":"TRUE","title":"Dacrymycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106391.phy"}]}