{"Authors":" H. D. Shin, G. S. d. Hoog, Konstanze Schubert, Ailsa D.\nHocking, Uwe Braun, Johannes (Ewald) Zacharias Groenewald, Pedro W.\nCrous","Year":" 2007","Title":" Opportunistic, human-pathogenic species in the\nHerpotrichiellaceae are phenotypically similar to saprobic or\nphytopathogenic species in the Venturiaceae","Journal":" Studies in Mycology","Volume":" 58","Issue":" NA","Pages":" 185-217","Keywords":" NA","DOI":" NA","Abstract":" Although morphologically similar, species of\nCladophialophora (Herpotrichiellaceae) were shown to be phylogenetically\ndistinct from Pseudocladosporium(Venturiaceae), which was revealed to be\nsynonymous with the older genus, Fusicladium. Other than being\nassociated with human disorders, species of Cladophialophorawere found\nto also be phytopathogenic, or to occur as saprobes on organic material,\nor in water, fruit juices, or sports drinks, along with species of\nExophiala. Caproventuriaand Metacoleroa were confirmed to be synonyms of\nVenturia, which has Fusicladium (= Pseudocladosporium) anamorphs.\nApiosporina, based on A. collinsii, clusteredbasal to the Venturia\nclade, and appears to represent a further synonym. Several species with\na pseudocladosporium-like morphology in vitro represent a sister clade\nto theVenturia clade, and are unrelated to Polyscytalum. These taxa are\nnewly described in Fusicladium, which is morphologically close to\nAnungitea, a heterogeneous genus withunknown phylogenetic affinity. In\ncontrast to the Herpotrichiellaceae, which were shown to produce\nnumerous synanamorphs in culture, species of the Venturiaceae\nweremorphologically and phylogenetically more uniform. Several new\nspecies and new combinations were introduced in Cladophialophora,\nCyphellophora (Herpotrichiellaceae),Exophiala, Fusicladium, Venturia\n(Venturiaceae), and Cylindrosympodium (incertae sedis).","trees":[{"tree_label":"Fig. 1","ntax":"116","rootedtree":"TRUE","title":"Herpotrichiellaceae, 1 of 5000 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4922.phy"},{"tree_label":"Fig. 2","ntax":"116","rootedtree":"TRUE","title":"Herpotrichiellaceae, 50% maj rule of 1500 MBTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4923.phy"}]}