{"Authors":" Emilie Lefoulon, Odile Bain, Benjamin Makepeace, Cyrille\nd’Haese, Shigehiko Uni4, Coralie Martin, Laurent Gavotte","Year":" 2016","Title":" Breakdown of coevolution between symbiotic bacteria Wolbachia\nand their filarial hosts","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Wolbachia; filariae; symbiosis; coevolution;\ncophylogenetic analysis; horizontal transmission","DOI":"","Abstract":" Wolbachia is an alpha-proteobacterial symbiont widely\ndistributed in arthropods. Since the identification of Wolbachia in\ncertain animal-parasitic nematodes (the Onchocercidae or filariae), the\nrelationship between arthropod and nematode Wolbachia has attracted\ngreat interest. The obligate symbiosis in filariae, which renders\ninfected species susceptible to antibiotic chemotherapy, was held to be\ndistinct from the Wolbachia-arthropod relationship, typified by\nreproductive parasitism. While co-evolutionary signatures in\nWolbachia-arthropod symbioses are generally weak, reflecting horizontal\ntransmission events, strict co-evolution between filariae and Wolbachia\nhas been reported previously. However, the absence of close outgroups\nfor phylogenetic studies prevented the determination of which host group\noriginally acquired Wolbachia. Here, we present the largest\nco-phylogenetic analysis of Wolbachia in filariae performed to date\nincluding: i) a screening and an updated phylogeny of Wolbachia; ii) a\nco-phylogenetic analysis; and iii) a hypothesis on the acquisition of\nWolbachia infection. First, our results show a general overestimation of\nWolbachia occurrence and support the hypothesis of an ancestral absence\nof infection in the nematode phylum. The accuracy of supergroup J is\nalso underlined. Second, although a global pattern of coevolution\nremains, the signal is derived predominantly from filarial clades\nassociated with Wolbachia in supergroups C and J. In other filarial\nclades, harbouring Wolbachia supergroups D and F, horizontal\nacquisitions and secondary losses are common. Finally, our results\nsuggest that supergroup C is the basal Wolbachia clade within the\nEcdysozoa. This hypothesis on the origin of Wolbachia would change\ndrastically our understanding of Wolbachia evolution.","trees":[{"tree_label":"tree 1","ntax":"64","rootedtree":"TRUE","title":"Tr94732","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94732.phy"},{"tree_label":"H","ntax":"63","rootedtree":"TRUE","title":"Tr94733","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94733.phy"},{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr94734","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94734.phy"},{"tree_label":"tree 1","ntax":"62","rootedtree":"TRUE","title":"Tr94735","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94735.phy"}]}