{"Authors":" Andrzej Grzywacz, James Wallman, Marcin Piwczynski","Year":" 2016","Title":" To be, or not to be a valid genus: the systematic position of\nOphyra R.-D. (Diptera: Muscidae) revised","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" Muscidae, Hydrotaea, Ophyra, phylogenetics, taxon\nsampling, molecular phylogeny","DOI":"","Abstract":" Ophyra Robineau-Desvoidy is one of the better-studied\ngenera of the family Muscidae (Diptera). The larvae of species of this\ngenus feed initially on highly decomposed organic matter of various\norigins, such as faecal material, carrion and human cadavers, although\nthey reveal predatory behaviour as they mature. These feeding habits,\ncombined with the widespread distribution and close association with\nhuman dwellings of some species, give the genus great commercial and\nmedico-legal importance. However, the systematic position of Ophyra has\nbeen a matter of debate for many years. Ophyra has been considered by\nmuscid workers to be either a valid genus or a junior synonym of\nHydrotaea. These genera, in the former sense, can only be distinguished\nby the fore leg ornamentation of males. A lack of agreement about the\nsystematic position of Ophyra raises confusion among researchers and\neven serious errors, particularly in the applied literature. Recent\nmolecular and morphological studies provided contradictory information\non the validity of the genus Ophyra and its subfamilial classification.\nWe revise the systematic position of Ophyra herein by means of molecular\nphylogenetic reconstruction. Our results are incongruent with opinions\non the systematic position of Ophyra based on previously published\nmolecular phylogenies, however they correspond with the concept of the\ngenus based on adult morphology. All analyses of the concatenated\ndataset have revealed Ophyra as monophyletic and placed within a\nparaphyletic Azeliini. Depending on the statistical approach, Ophyra has\nbeen placed within either a monophyletic, paraphyletic or polyphyletic\nHydrotaea, yet always closely related to a certain group of species. We\nalso discuss distinct differences in branch support values obtained from\ndifferent statistical approaches and their implications for subsequent\nphylogenetic conclusions. Our study showed that inappropriate taxon\nsampling can distinctly bias the results and that increased sampling of\nclosely related species considerably increased the accuracy of\nphylogenetic reconstruction. We conjecture that some of the differences\nbetween our results and those of previous studies, which are possibly\nartefacts, could be avoided if increased taxon sampling had been used by\nprevious authors. We conclude that Ophyra should be considered a junior\nsynonym of Hydrotaea, yet a detailed reconstruction of the genus\nHydrotaea awaits future studies with increases in both taxon sampling\nand the number of molecular markers.","trees":[{"tree_label":"MLT","ntax":"52","rootedtree":"TRUE","title":"Ophira ML concatenated_without_rogues","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94764.phy"},{"tree_label":"MLT","ntax":"55","rootedtree":"TRUE","title":"Ophyra ML concatenated_with_rogues","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94763.phy"},{"tree_label":"ML_nuclear_one_model","ntax":"50","rootedtree":"TRUE","title":"ML_nuclear_one_model","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101417.phy"},{"tree_label":"Maximum likelihood tree of mitochondrial markers\n(codons_1_23)","ntax":"55","rootedtree":"TRUE","title":"Maximum likelihood tree of mitochondrial markers\n(codons_1_23)","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101734.phy"},{"tree_label":"Bayesian phylogenetic tree, without rogue taxa","ntax":"52","rootedtree":"TRUE","title":"Bayesian phylogenetic tree, without rogue taxa","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101655.phy"},{"tree_label":"Bayesian phylogenetic tree, with all taxa","ntax":"55","rootedtree":"TRUE","title":"Bayesian phylogenetic tree, with all taxa","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101654.phy"}]}