{"Authors":" A. Arzanlou, Uwe Braun, Walter Gams, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous","Year":" 2007","Title":" Phylogenetic and morphotaxonomic revision of Ramichloridium\nand allied genera","Journal":" Studies in Mycology","Volume":" 58","Issue":" NA","Pages":" 57-93","Keywords":" NA","DOI":" NA","Abstract":" The phylogeny of the genera Periconiella, Ramichloridium,\nRhinocladiella and Veronaea was explored by means of partial sequences\nof the 28S (LSU) rRNAgene and the ITS region (ITS1, 5.8S rDNA and ITS2).\nBased on the LSU sequence data, ramichloridium-like species segregate\ninto eight distinct clusters. These include theCapnodiales\n(Mycosphaerellaceae and Teratosphaeriaceae), the Chaetothyriales\n(Herpotrichiellaceae), the Pleosporales, and five ascomycete clades with\nuncertain affinities.The type species of Ramichloridium, R. apiculatum,\ntogether with R. musae, R. biverticillatum, R. cerophilum, R.\nverrucosum, R. pini, and three new species isolated fromStrelitzia, Musa\nand forest soil, respectively, reside in the Capnodiales clade. The\nhuman-pathogenic species R. mackenziei and R. basitonum, together with\nR. fasciculatumand R. anceps, cluster with Rhinocladiella (type species:\nRh. atrovirens, Herpotrichiellaceae, Chaetothyriales), and are allocated\nto this genus. Veronaea botryosa, the typespecies of the genus Veronaea,\nalso resides in the Chaetothyriales clade, whereas Veronaea simplex\nclusters as a sister taxon to the Venturiaceae (Pleosporales), and is\nplacedin a new genus, Veronaeopsis. Ramichloridium obovoideum clusters\nwith Carpoligna pleurothecii (anamorph: Pleurothecium sp.,\nChaetosphaeriales), and a new combinationis proposed in Pleurothecium.\nOther ramichloridium-like clades include R. subulatum and R. epichloës\n(incertae sedis, Sordariomycetes), for which a new genus, Radulidiumis\nerected. Ramichloridium schulzeri and its varieties are placed in a new\ngenus, Myrmecridium (incertae sedis, Sordariomycetes). The genus\nPseudovirgaria (incertae sedis)is introduced to accommodate\nramichloridium-like isolates occurring on various species of rust fungi.\nA veronaea-like isolate from Bertia moriformis with phylogenetic\naffinity tothe Annulatascaceae (Sordariomycetidae) is placed in a new\ngenus, Rhodoveronaea. Besides Ramichloridium, Periconiella is also\npolyphyletic. Thysanorea is introduced toaccommodate Periconiella\npapuana (Herpotrichiellaceae), which is unrelated to the type species,\nP. velutina (Mycosphaerellaceae).","trees":[{"tree_label":"Fig. 1","ntax":"137","rootedtree":"TRUE","title":"Ramichloridium, 1 of 5000 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4924.phy"},{"tree_label":"Fig. 2","ntax":"137","rootedtree":"TRUE","title":"Ramichloridium, 50% maj rule of 1,500 MBTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4925.phy"}]}