{"Authors":" Marcin Piwczyński, Radosław Puchałka, Dominika Wyborska,\nJoanna Gołębiewska, Mehrnoush Panahi, Łukasz Banasiak, Krzysztof\nSpalik","Year":" 2016","Title":" Phylogenetic positions of 19 rare and endemic species of\nFerula L. (Apiaceae) with remarks on phylogenetic utility of trnS-trnG,\ntrnH-psbA and atpB-rbcL chloroplast markers","Journal":" Botanical Journal of the Linnaean Society","Volume":"","Issue":"","Pages":"","Keywords":" chloroplast intergenic spacers; Ferula communis group;\nFerula orientalis group; sugenus Merwia; Dorema sabulosum; Dorema\nkopetdaghense","DOI":"","Abstract":" Ferula L. is one of the species richest and taxonomically\ndifficult genera of Apiaceae. However, only half of described species\nwere studied by molecular methods to date. In this study, therefore, we\nobtained nrDNA ITS sequences for one species of Dorema and eighteen\npoorly known species of Ferula and explored their phylogenetic position\nusing over hundred ITS sequences from GenBank. In addition, we obtained\ntrnH-psbA, trnS-trnG and atpB-rbcL regions for subset of 18 specimens in\norder to estimate their potential phylogenetic utility in the genus. In\nspite of low resolution of ITS-based tree, the seventeen species were\ndistributed in three well-supported clades. Nine species fell into the\nfirst clade which among others included all species of Dorema. Six\nspecies from this genus were recently transferred to Ferula.\nConsequently, we transferred additional two D. sabulosum and D.\nkopetdaghense. In second clade three and in the third five were placed,\nwhile two species were left unassigned. We discuss the position of these\ntaxa in light of traditional taxonomy of the genus. The analysis of\npotentially highly variable intergenic spacers showed that all of them\nare characterized by low number of substitutions and peculiar evolution\nin comparison with ITS. We argue, therefore, that their utility in\nreconstructing phylogeny of Ferula is restricted.","trees":[{"tree_label":"con 50 majrule","ntax":"148","rootedtree":"TRUE","title":"Ferula BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_94789.phy"},{"tree_label":"Imported tree 1","ntax":"148","rootedtree":"TRUE","title":"Ferula ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_94790.phy"}]}