{"Authors":" Li-Wei Zhou","Year":" 2016","Title":" Phylloporia nana and P. radiata spp. nov. (Hymenochaetales,\nBasidiomycota) from China and a key to worldwide species of\nPhylloporia","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phylloporia is a monophyletic genus within the\nHymenochaetaceae as recovered by nuclear large subunit ribosomal DNA\n(nLSU) sequences. According to the summarization of 38 species accepted\nin this genus, Phylloporia is characterized by absence of setae and\npresence of abundant thick-walled, colored and tiny basidiospores,\nalthough its other morphological characters are highly diverse. Nine\nherbarium Chinese specimens, appearing the morphological concept of\nPhylloporia, were morphologically and phylogenetically studied in\ndetail. The phylogeny inferred from nLSU sequences shows that the nine\nspecimens formed three terminal lineages within the Phylloporia clade.\nTwo lineages being composed of four specimens from Hainan and three from\nGuizhou were newly described as Phylloporia nana and P. radiata,\nrespectively. In Phylloporia, P. nana is distinct by a combination of\nannual, sessile and imbricate basidiocarps, distinctly concentrically\nsulcate pileal surface with obtuse margin, angular pores of 1215 per mm,\nduplex context separating by a black zone, a dimitic hyphal system, and\nbroadly ellipsoid basidiospores of 2.53 × 1.92.4 µm, while P. radiata is\ndistinct by a combination of annual, sessile and imbricate basidiocarps,\nfaintly sulcate and radially striate pileal surface with sharp margin,\nangular pores of 810 per mm, duplex context separating by a black zone,\na monomitic hyphal system, and broadly ellipsoid basidiospores of 2.73.3\n× 2.12.7 µm. The third lineage comprising two specimens from Hainan was\nmorphologically determined as Phylloporia pulla. This species was\nrecently combined to Phylloporia based on only morphological characters,\nand the current study for the first time generated its molecular\nsequences for phylogenetic reference. A key to all 40 species of\nPhylloporia is provided.","trees":[{"tree_label":"con 50 majrule","ntax":"119","rootedtree":"TRUE","title":"Tr94792","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94792.phy"}]}