{"Authors":" Geir Hestmark, Francois Lutzoni, Jolanta Maria\nMiadlikowska","Year":" 2016","Title":" Photobiont associations in co-occurring umbilicate lichens\nwith contrasting modes of reproduction in coastal Norway","Journal":" The Lichenologist","Volume":" 48","Issue":" 5","Pages":" 545-557","Keywords":" Lasallia pustulata, mutualism, photobiont guilds,\nphylogeny, symbiosis, Trebouxia, Umbilicaria spodochroa","DOI":" 10.1017/S0024282916000232","Abstract":" The identity and phylogenetic placement of photobionts\nassociated with two lichen-forming fungi, Umbilicaria spodochroa and\nLasallia pustulata were examined. These lichens commonly grow together\nin high abundance on coastal cliffs in Norway, Sweden and Finland. The\nmycobiont of U. spodochroa reproduces sexually through ascospores, and\nmust find a suitable algal partner in the environment to re-establish\nthe lichen symbiosis. Lasallia pustulata reproduces mainly vegetatively\nusing symbiotic propagules (isidia) containing both symbiotic partners\n(photobiont and mycobiont). Based on DNA sequences of the internal\ntranscribed spacer region (ITS) we detected seven haplotypes of the\ngreen-algal genus Trebouxia in 19 pairs of adjacent thalli of U.\nspodochroa and L. pustulata from five coastal localities in Norway. As\nexpected, U. spodochroa associated with a higher diversity of\nphotobionts (seven haplotypes) than the mostly asexually reproducing L.\npustulata (four haplotypes). The latter was associated with the same\nhaplotype in 15 of the 19 thalli sampled. Nine of the lichen pairs\nexamined share the same algal haplotype, supporting the hypothesis that\nthe mycobiont of U. spodochroa might associate with the photobiont\n‘pirated’ from the abundant isidia produced by L. pustulata that are\noften scattered on the cliff surfaces. Up to six haplotypes of Trebouxia\nwere found within a single sampling site, indicating a low level of\nspecificity of both mycobionts for their algal partner. Most photobiont\nstrains associated with species of Umbilicaria and Lasallia, including\nsamples from this study, represent phylogenetically closely related taxa\nof Trebouxia grouped within a small number of main clades (Trebouxia\nsp., T. simplex/T. jamesii, and T. incrustata+T. gigantea). Three of the\nphotobiont haplotypes were found only in U. spodochroa thalli.","trees":[{"tree_label":"Imported tree 1","ntax":"221","rootedtree":"TRUE","title":"Trebouxia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95032.phy"}]}