{"Authors":" J. M. Li, Y. Z. Wang","Year":" 2007","Title":" Phylogenetic Reconstruction among Species of Chiritopsis and\nChirita sect. Gibbosaccus (Gesneriaceae) based on nrDNA ITS and cpDNA\ntrnL-F Sequences","Journal":" Systematic Botany","Volume":" 32","Issue":" 4","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequences from the internal transcribed spacer region of\nnuclear DNA (ITS) and the trnL-F regions of chloroplast DNA for of\nfifteen species of Chirita and seven species of Chiritopsis were used to\nassess phylogenetic relationships between Chiritopsis and Chirita\nsection Gibbosaccus. Parsimony and Bayesian inference (BI) analyses were\nconducted using separate nuclear and chloroplast data sets, as well as a\ncombined data set. Phylogenetic trees resulting from separate analyses\nproved highly congruent and the combined analysis of the two data sets\nproduced a well-supported topology of the species and sections examined.\nSection Gibbosaccus proved paraphyletic and Chiritopsis polyphyletic in\nall analyses. Our results provide evidence that the species of\nChiritopsis are embedded in section Gibbosaccus and were derived at\nleast twice from within section Gibbosaccus. Finally, we reconsider the\nmorphological evolution and adaptation between and within the two\ngenera. The present analyses indicate that nomenclatural changes will be\nneeded to reflect more accurately relationships in the\nGibbosaccus-Chiritopsis complex. Only ~10% of the species in Chirita\nhave been sampled and further data are required before any taxonomic\nchanges can be suggested. KEYWORDS: Chirita sect Gibbosaccus,\nChiritopsis, Gesneriaceae, ITS, phylogeny, trnL-F.","trees":[{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Chiritopsis and Chirita","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4953.phy"},{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Chiritopsis and Chirita","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4951.phy"},{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Chiritopsis and Chirita","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4952.phy"}]}