{"Authors":" Pallem Chowdappa, Nirmal B.J. Kumar, Mohan Kumar, Madhura\nS, Reddy Bhargavi, Jyothi Lakshmi","Year":" 2016","Title":" Population Structure of Phytophthora nicotianae Reveals\nHost-Specific Lineages on Brinjal, Ridge Gourd, and Tomato in South\nIndia","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" Phytophthora nicotianae, Tomato, Brinjal, Ridgegourd","DOI":"","Abstract":" Severe outbreaks of Phytophthora fruit rot on brinjal,\nridge gourd, and tomato have been observed since 2011 in Andhra Pradesh,\nKarnataka, Telangana, and Tamil Nadu states of India. Therefore, 76\nPhytophthora nicotianae isolates, recovered from brinjal (17), ridge\ngourd (40), and tomato (19) from different localities in these states\nduring the June to December cropping season of 2012 and 2013, were\ncharacterized based on phenotypic and genotypic analyses and\naggressiveness on brinjal, tomato, and ridge gourd. All brinjal and\nridge gourd isolates were A2, while tomato isolates were both A1 (13)\nand A2 (6). All isolates were metalaxyl sensitive. In addition, isolates\nwere genotyped for three mitochondrial (ribosomal protein L5-small\nsubunit ribosomal RNA [rpl5-rns], small subunit ribosomal RNA-cytochrome\nc oxidase subunit 2 [rns-cox2], and cox2+spacer) and three nuclear loci\n(hypothetical protein [hyp], scp-like extracellular protein [scp], and\nbeta-tubulin [b-tub]). All regions were polymorphic but nuclear regions\nwere more variable than mitochondrial regions. The network analysis of\ngenotypes using the combined dataset of three nuclear regions revealed a\nhost-specific association. However, the network generated using\nmitochondrial regions limited such host-specific groupings only to\nbrinjal isolates. P. nicotianae isolates were highly aggressive and\nproduced significantly (P<0.01) larger lesions on their respective\nhost of origin than on other hosts. The results indicate significant\ngenetic variation in the population of P. nicotianae, leading to\nidentification of host-specific lineages responsible for severe\noutbreaks on brinjal, ridge gourd, and tomato.","trees":[{"tree_label":"CMS tree 1","ntax":"76","rootedtree":"TRUE","title":"Phytophthora nicotianae cms bayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_100268.phy"}]}