{"Authors":" Gilbert Kamgan Nkuekam, Jolanda Roux, Michael J. Wingfield,\nNicolaas A Van der Merwe","Year":" 2016","Title":" Cryphonectriaceae associated with rust infected Syzygium\njambos in Hawaii","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" fungi, genetic diversity, Myrtales, pathogens, pathogen\nintroductions","DOI":"","Abstract":" Syzygium jambos trees infected by the Myrtle rust\npathogen, Puccinia psidii, on the Hawaiian Islands commonly revealed\nspecies in the Cryphonectriaceae (Diaporthales). These fungi include at\nleast nineteen genera of ascomycetes including important tree pathogens.\nIn this study, S. jambos and other trees in the Myrtales were examined\non three Hawaiian Islands for the presence of Cryphonectriaceae. Bark\nsamples with fruiting bodies were collected from infected trees and\nfungi were isolated directly from these structures. Pure cultures were\nproduced and the fungi were identified using both morphological\ncharacteristics and DNA sequence data for the internal transcribed\nspacer (ITS) regions, part of the β-tubulin (BT) and the transcription\nelongation factor-1α (TEF) gene regions. Representative isolates of the\nspecies collected were used in artificial inoculation studies to\nconsider their pathogenicity to S. jambos. Five species of\nCryphonectriaceae, residing in three genera were identified from samples\noriginating from three tree genera in the Myrtaceae. These included\nChrysoporthe deuterocubensis, Celoporthe guangdongensis, Microthia\nhavanensis and two previously unknown taxa described here as Ce.\nhawaiiensis sp. nov. and Ce. hauoliensis sp. nov. Celoporthe\nguangdongensis, Ce. hawaiiensis and Chr. deuterocubensis produced\nlesions on young S. jambos trees in inoculation trials, suggesting that,\ntogether with P. psidii, they may contribute to the death of trees.\nMicrosatellite markers were subsequently used to consider the diversity\nof Chr. deuterocubensis on the islands and thus to gain insights into\nits possible origin in Hawaii. Isolates of this important pathogen of\nthe Myrtaceae, and particularly Eucalyptus, were found to be clonal.\nThis provides evidence that Chr. deuterocubensis was introduced to the\nHawaiian Islands as a single introduction from a currently unknown\nsource.","trees":[{"tree_label":"PAUP 1","ntax":"21","rootedtree":"TRUE","title":"Cryphonectriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101472.phy"},{"tree_label":"PAUP 1","ntax":"71","rootedtree":"TRUE","title":"Cryphonectriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101471.phy"}]}