{"Authors":" Carina Rauen Firkowski, Marcos Ricardo Bornschein, Luiz\nFernando Ribeiro, Marcio Roberto Pie","Year":" 2016","Title":" Species delimitation, phylogeny and evolutionary demography\nof co-distributed, montane frogs in the southern Brazilian Atlantic\nForest","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Melanophryniscus, Brachycephalus, Bufonidae,\nBrachycephalidae, campos de altitude, cloud forest","DOI":"","Abstract":" The Brazilian Atlantic Forest (BAF) is recognized as one\nof the world’s biodiversity hotspots, with even more species per unit of\narea than the Amazon, yet the mechanisms that led to such astonishing\ndiversity are yet to be fully understood. In this study, we investigate\nthe diversification of two co-distributed frog genera associated with\nmontane areas of southern BAF: Melanophryniscus (Bufonidae) and\nBrachycephalus (Brachycephalidae). Species delimitation methods using\nmitochondrial and nuclear loci supported the existence of a remarkable\nnumber of highly endemic species in each genus, most of which only\npresent in one or a few adjacent mountaintops. Their timing of\ndiversification was highly congruent, supporting recent speciation\nevents within the past 600 thousand years. Extended Bayesian skyline\nplots indicate that most populations have remained relatively stable in\nsize across evolutionary past, with recent growth after 0.15 My,\nsuggesting that the drastic changes found in previous studies on lowland\nfrog species were not shared by these montane taxa. These results are\nconsistent with the existence of a montane refugium in southern BAF,\nallowing for species persistence under the climatic shifts experienced\nalong the BAF during the Quaternary.","trees":[{"tree_label":"M-TREE","ntax":"13","rootedtree":"TRUE","title":"Tr95073","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95073.phy"},{"tree_label":"B TREE","ntax":"22","rootedtree":"TRUE","title":"Tr95075","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95075.phy"}]}