{"Authors":" Steve Leavitt, Ekaphan Kraichak, Jan Vondrak, Matthew\nNelsen, Mohammad Sohrabi, Sergio Perez-Ortega, Larry L. St. Clair, H.\nThorsten Lumbsch","Year":" 2016","Title":" Cryptic diversity and symbiont interactions in rock-posy\nlichens","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ecoregion; Lecanoraceae; selectivity; specificity;\nsymbiosis; Trebouxia","DOI":"","Abstract":" Identifying factors that influence species interactions is\ncentral to research in symbiotic systems. While lichens represent iconic\nmodels of symbiosis and play important roles in understanding the\nbiology of symbiotic interactions, patterns of interactions in lichen\nsymbionts and mechanisms governing these relationships are not well\ncharacterized. This is due, in part to the fact that current taxonomic\napproaches for recognizing diversity in lichen symbionts commonly fail\nto accurately reflect actual species diversity. In this study, we\nemployed DNA-based approaches to circumscribed candidate species-level\nlineages in rock-posy lichen symbionts (mycobiont = Rhizoplaca species;\nphotobiont = Trebouxia species). Our results revealed a high degree of\ncryptic diversity in both the myco- and photobionts in these lichens.\nUsing the candidate species circumscribed here, we investigated the\nspecificity of the symbionts toward their partners and inferred the\nrelative importance of various factors influencing symbiont\ninteractions. Distinct mycobiont species complexes, ecozones, and biomes\nare significantly correlated with the occurrence of photobiont OTUs,\nindicating that complex interactions among mycobiont lineages,\necogeography, and microhabitat determine interactions between\nphotobionts and their mycobionts in lichen symbiosis. One-to-one\nspecificity between mycobiont and photobiont species was not found, with\nthe exception of R. maheui that associated with a single Trebouxia OTU\nthat was not found with other Rhizoplaca species. We estimated the most\nrecent common ancestor of the core Rhizoplaca group at c. 62.5 Ma,\nsimilar in age to the diverse parmelioid core group in Parmeliaceae.\nHowever, in contrast to Parmeliaceae, species in Rhizoplaca were found\nto associate with a narrow range of photobionts. Our study provides\nimportant perspectives into species diversity and interactions in iconic\nlichen symbiotic systems and establishes a valuable framework for\ncontinuing research into rock-posy lichens.","trees":[{"tree_label":"tree 1","ntax":"732","rootedtree":"TRUE","title":"Tr97031","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97031.phy"},{"tree_label":"PAUP_1","ntax":"41","rootedtree":"TRUE","title":"Tr97032","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97032.phy"},{"tree_label":"PAUP_1","ntax":"444","rootedtree":"TRUE","title":"Rhizoplaca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97033.phy"},{"tree_label":"PAUP_1","ntax":"35","rootedtree":"TRUE","title":"Tr97034","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97034.phy"},{"tree_label":"PAUP_1","ntax":"199","rootedtree":"TRUE","title":"Rhizoplaca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97035.phy"},{"tree_label":"PAUP_1","ntax":"129","rootedtree":"TRUE","title":"Rhizoplaca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97030.phy"}]}