{"Authors":" Robert A Johnson, Corrie S. Moreau","Year":" 2016","Title":" A new ant genus from southern Argentina and southern Chile,\nPatagonomyrmex (Hymenoptera: Formicidae)","Journal":" Zootaxa","Volume":"","Issue":"","Pages":"","Keywords":" key to species, myrmicinae, new ant genus, Patagonia,\nPatagonomyrmex, Pogonomyrmecini, Pogonomyrmex, South America","DOI":"","Abstract":" The ant genus Pogonomyrmex (Hymenoptera: Formicidae:\nMyrmicinae) comprises 71 described species that occur in North America,\nSouth America, and Hispaniola, and it is the nominal genus in the\nrecently established tribe Pogonomyrmecini. A molecular phylogeny using\n3,647 base pairs from fragments of one mitochondrial gene (cytochrome\noxidase I) and five nuclear genes (long-wavelength rhodopsin, elongation\nfactor 1α F1, elongation factor 1α F2, wingless, rudimentary) inferred\nthat Pogonomymrex was not monophyletic. The vast majority of species\nbelonged to a monophyletic clade (Pogonomyrmex sensu stricto), whereas\nspecies in the Po. angustus-group formed a second lineage outside of\nPogonomyrmex and Hylomyrma, the latter being the only other genus in the\ntribe. To maintain monophyly of Pogonomyrmex, we create the genus\nPatagonomyrmex gen. n., which consists of the three angustus-group\nspecies (Patagonomyrmex angustus comb. n., Patagonomyrmex laevigatus\ncomb. n., and Patagonomyrmex odoratus comb. n.) that are sister to all\nother pogonomyrmecines. The genus is restricted to southern Argentina\nand southern and southcentral Chile. Workers are characterized by: (1)\npoorly-developed psammophore that consists of short to medium-length\nhairs scattered over the ventral surface of the head, (2) anterior\nclypeal margin strongly convex in full-face view, (3) clypeus strongly\nconvex in profile, (4) superior and inferior propodeal spines long, (5)\ndorsal surface of promesonotum smooth and shiny, lacking rugae or if\nrugae present, then interrugae strongly granulate-punctate, (6)\nanteroventral margin of peduncle of the petiole with a small, acuminate\nspine, and (7) palp formula 5,4. We also provide information on biology,\ndistribution maps, and a key to workers, queens, and males in English\nand Spanish.","trees":[{"tree_label":"majrule","ntax":"54","rootedtree":"TRUE","title":"Pogonomyrmex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96374.phy"}]}