{"Authors":" Charles W Linkem, Brett R Riddle, Michelle S Koo, Julio\nLemos-Espinal, A. Kristopher Lappin, David I Orange, D. W. Hucthison,\nJef R. Jaeger, Jimmy A. McGuire","Year":" 2007","Title":" Mitochondrial Introgression and Incomplete Lineage Sorting\nThrough Space and Time: Phylogenetics of Crotaphytid Lizards","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We investigate the roles of mitochondrial introgression\nand incomplete lineage sorting during the phylogenetic history of\ncrotaphytid lizards. Our Bayesian phylogenetic estimate for\nCrotaphytidae is based on analysis of mitochondrial DNA sequence data\nfor 408 individuals representing the 12 extant species of Crotaphytus\nand Gambelia. The mitochondrial phylogeny disagrees in several respects\nwith a previously published morphological tree, as well as with\nconventional species designations, and we conclude that some of this\ndisagreement stems from hybridization-mediated mitochondrial\nintrogression, as well as from incomplete lineage sorting.\nUnidirectional introgression of Crotaphytus collaris (western collared\nlizard) mitochondria into C. reticulatus (reticulate collared lizard)\npopulations in the Rio Grande Valley of Texas has resulted in\nreplacement of ancestral C. reticulatus mitochondria over approximately\ntwo-thirds of the total range of the species, a linear distance of ~270\nkm. Introgression of C. collaris mitochondria into C. bicinctores (Great\nBasin collared lizard) populations in southwestern Arizona requires a\nmore complex scenario because at least three temporally separated and\nsuperimposed introgression events appear to have occurred in this\nregion. We propose an \u001aintrogression conveyor\u001a model to explain this\nunique pattern of mitochondrial variation in this region. We show with\necological niche modeling that the predicted geographical ranges of C.\ncollaris, C. bicinctores, and C. reticulatus during glacial maxima could\nhave provided enhanced opportunities for past hybridization. Our\nanalyses suggest that incomplete lineage sorting and/or introgression\nhas further confounded the phylogenetic placements of additional species\nincluding C. nebrius, C. vestigium, C. insularis, C. grismeri, and\nperhaps G. copei. Despite many independent instances of interspecific\nhybridization among crotaphytid lizards, the species continue to\nmaintain morphological and geographic cohesiveness throughout their\nranges.","trees":[{"tree_label":"Crot tree reduced","ntax":"172","rootedtree":"TRUE","title":"Crotaphytid Lizards","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4954.phy"}]}