{"Authors":" Steven P Sylvester, Dietmar Quandt, Lolita Ammann, Michael\nKessler","Year":" 2016","Title":" The worlds smallest Campanulaceae: Lysipomia mitsyae sp.\nnov.","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" alpine; Andes; Bayesian analysis; dwarfism; Lobelioideae;\nsmallest eudicot","DOI":" 10.12705/652","Abstract":" Botanists and plant morphologists have long been\nfascinated by how certain species can exhibit such reduced morphologies\nthat even their identification to genus- or family-level becomes\ndifficult. Such was the case with Lysipomia mitsyae sp. nov., an\nexceptionally small plant discovered in the Peruvian Andes which bears\nlobelioid characteristics but differs in size by an order of magnitude\nfrom the current smallest members known from the entire Campanulaceae\nand lacks diagnostic characters allowing it to be reliably placed to\ngenus-level. Molecular analyses of trnL-F, composed of a representative\nLobelioideae sampling, place the samples within the genus Lysipomia,\nrequiring that amendments be made to the description of the genus.\nSupplementary ITS analyses of a representative generic sampling indicate\na close relationship to Lysipomia sphagnophila and L. multiflora. We\nhere describe the worlds smallest Campanulaceae, Lysipomia mitsyae sp.\nnov., and discuss its phylogenetic and systematic relationships to the\nother members of the genus. Its highly reduced morphology, which has\ngiven it status as the smallest Campanulaceae and, quite possibly, the\nworlds smallest eudicot, is discussed in the light of current knowledge\non the physiological and anatomical constraints on alpine plant growth\nand survival.","trees":[{"tree_label":"con all compat","ntax":"112","rootedtree":"TRUE","title":"Campanulaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97038.phy"},{"tree_label":"tree1","ntax":"54","rootedtree":"TRUE","title":"Lysipomia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97039.phy"}]}