{"Authors":" Daniel Paul Lawrence, Renaud Travadon, Jerome Pouzoulet,\nWayne Frank Wilcox, Philippe eric Rolshausen, kendra baumgartner","Year":" 2017","Title":" Characterization of Cytospora isolates from wood cankers of\ndeclining grapevine in North America, with the descriptions of two new\nCytospora species","Journal":" Plant Pathology","Volume":" 66","Issue":"","Pages":" 713-725","Keywords":"","DOI":"","Abstract":" Cytospora species are ubiquitous pathogens of numerous\nwoody plants, causing dieback and wood cankers in agronomic crops,\ntimber trees and wildland trees (e.g. Prunus, Eucalyptus and Salix,\nrespectively). Cytospora chrysosperma, C. cincta and C. leucostoma have\nbeen reported from grapevines in Iran showing symptoms of one or more\nrecognized trunk diseases (esca, botryosphaeria-, eutypa- and phomopsis\ndiebacks); however, only C. chrysosperma was shown to be pathogenic to\ngrapevine. To understand the potential role of Cytospora species in the\ngrapevine trunk-disease complex, 21 Cytospora isolates were examined\nthat were recovered from dieback and wood cankers of Vitis vinifera and\nVitis interspecific hybrids in seven northeastern U.S. states and two\nCanadian provinces. Phylogenetic analyses of ITS and translation\nelongation factor 1-a identified two novel species: Cytospora vinacea\nsp. nov. and Cytospora viticola sp. nov. Differences in culture\nmorphology and conidial dimensions also distinguished the species. When\ninoculated to the woody stems of potted V. vinifera ‘Thompson Seedless’\nin the greenhouse, both species were pathogenic, based on development of\nwood lesions and fulfilment of Kochs postulates. Cytospora viticola was\nthe most virulent based on lesion length at 12 months post-inoculation.\nAs cytospora canker shares some of the same general dieback-type\nsymptoms as botryosphaeria-, eutypa- and phomopsis diebacks, it may be\nconsidered part of the grapevine trunk-disease complex in eastern North\nAmerica.","trees":[{"tree_label":"PAUP_1","ntax":"73","rootedtree":"TRUE","title":"Tr107019","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107019.phy"}]}