{"Authors":" Miroslawa Dabert, Heather C. Proctor, J. Dabert","Year":" 2016","Title":" Higher-level molecular phylogeny of the water mites\n(Acariformes: Prostigmata: Parasitengonina: Hydrachnidiae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Hydracarina; Prostigmata; molecular phylogeny; rogue taxa;\nmolecular dating; character evolution","DOI":" 10.1016/j.ympev.2016.05.004","Abstract":" With nearly 6000 named species, water mites\n(Hydrachnidiae) represent the largest group of arachnids to have invaded\nand extensively diversified in freshwater habitats. Water mites together\nwith three other lineages (the terrestrial Erythraiae and Trombidiae,\nand aquatic Stygothrombiae), make up the hyporder Parasitengonina, which\nis characterized by having parasitic larvae and predatory nymphs and\nadults. Relationships between the Hydrachnidiae and other members of the\nParasitengonina are unclear, as are relationships among the major\nlineages of water mites. Monophyly of water mites has been asserted,\nwith the possible exception of the morphologically distinctive\nHydrovolzioidea.Here we infer the phylogeny of water mites using\nmultiple molecular markers and including representatives of all\nsuperfamilies of Hydrachnidiae and of almost all other Parasitengonina.\nOur results support a monophyletic Parasitengonina including Trombidiae,\nStygothrombiae, and Hydrachnidiae. A monophyletic Hydrachnidiae,\nincluding Hydrovolzioidea, is strongly supported. Terrestrial\nParasitengonina do not form a monophyletic sister group to water mites.\nStygothrombiae is close to water mites but is not nested within this\nclade. Water mites appear to be derived from ancestors close to\nStygothrombiae or the erythraoid group Calyptostomatoidea; however, this\nrelationship is not clear because of extremely short branches in this\npart of the parasitengonine tree. We recovered with strong support all\ncommonly accepted water mite superfamilies except for Hydryphantoidea,\nwhich is clearly paraphyletic. Our data support the previously proposed\nclades Protohydrachnidia (Hydrovolzioidea and Eylaoidea), Euhydrachnidia\n(all remaining superfamilies), and the euhydrachnid subclade\nNeohydrachnidia (Lebertioidea, Hydrachnoidea, Hygrobatoidea, and\nArrenuroidea). We found that larval leg structure and locomotory\nbehavior are strongly congruent with the molecular phylogeny. Other\nmorphological and behavioural characters, including host choice, are not\nas strongly correlated with phylogeny. Molecular dating suggests that\nthe Hydrachnidiae arose about 235 MYA, and that Neohydrachnidia began to\ndiversify about 155 MYA. Our results provide a strong framework for\nclassification and for further elaboration at finer taxonomic scales,\nwhich will allow testing of ecological and behavioral hypotheses\nassociated with the transition from terrestrial to aquatic life.","trees":[{"tree_label":"bestREP7","ntax":"122","rootedtree":"TRUE","title":"Hydrachnidiae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97484.phy"}]}