{"Authors":" Slavomir Adamcik, Brian Patrick Looney, Joshua Mark\nBirkebak, Sona Jancovicova, Katarina Adamcikova, Patrick Brandon\nMatheny","Year":" 2016","Title":" Species circumscription of naphthalene smelling Hodophilus\n(Clavariaceae, Agaricales) in North America","Journal":" Botany","Volume":"","Issue":"","Pages":"","Keywords":" agaricoid, Clavariaceae, multi-locus phylogeny,\nmorphology, type studies","DOI":"","Abstract":" Five North American Hodophilus species with an unpleasant\nnaphthalene-like odour are now recognized based on sequence and/or\nmorphological data and molecular annotation of type collections. Two\nwell-supported eastern North American species clades do not match any of\nthe studied types and are described here as new species Hodophilus\nhesleri and Hodophilus smithii. The previously described Hodophilus\npaupertinus is found to represent an autonomous species and appears\nrestricted to western North America. The previously described Hodophilus\nsubfuscescens is an independent lineage found in eastern North America.\nA morphological type study of Hodophilus peckianus shows that it is a\ndistinct species and not represented among recent collections.\nMulti-locus phylogenetic analyses of European and North American\nmaterial of naphthalene-like smelling species reveal no species with\ntransatlantic distributions. Overall, Hodophilus comprises two\nsuperclades (the Hodophilus foetens superclade and the Hodophilus\nmicaceus superclade) and 16 terminal clades that correspond to\nphylogenetic species. This study introduces a new approach for\nmorphological delimitation of agaricoid Clavariaceae combining shape and\ndimensions of particular elements in the pileipellis of hymeniderm type\nand caulocystidia on the stipe surface. A diagnostic key to North\nAmerican naphthalene-smelling Hodophilus species is provided. All\npreviously described taxa included in this study that were previously\ntreated in the genus Hygrophorus, Camarophyllopsis or Hygrotrama and are\nformally transferred here to the genus Hodophilus.","trees":[{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Tr94877","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94877.phy"},{"tree_label":"tree 1","ntax":"68","rootedtree":"TRUE","title":"Tr94878","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_94878.phy"}]}