{"Authors":" Wen-Ge Liu, Xiao-Pei Xu, Jia Chen, Qian-Ming Xu, Si-Long\nLuo, Si-Long Luo, Xing-Quan Zhu","Year":" 2016","Title":" MIC16 gene represents a potential novel genetic marker for\npopulation genetic studies of Toxoplasma gondii","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Toxoplasma gondii, MIC16, Sequence diversity, Genetic\nmarker, PCR-RFLP","DOI":"","Abstract":" Background: The zoonotic agent Toxoplasma gondii is\ndistributed world-wide, and can infect a broad range of hosts including\nhumans. Microneme protein 16 of T. gondii (TgMIC16) is responsible for\nbinding to aldolase, and is associated with rhomboid cleavage and\npresence of trafficking signals during invasion. However, little is\nknown of the TgMIC16 sequence diversity among T. gondii isolates from\ndifferent hosts and geographical locations. Results: The results of\nsequence alignments showed two lengths of the sequence of MIC16 gene\namong all the examined 12 T. gondii strains: 4391 bp for strains\nTgCatBr5 and MAS, and 4394 bp for strains RH, TgPLH, GT1, PRU, QHO, PTG,\nPYS, GJS, CTG and TgToucan. Their A+T content ranged from 50.30% to\n50.59%. A total of 107 variable nucleotide positions (0.1-0.9%) were\nidentified, including 29 variations in 10 exons and 78 variations in 9\nintrons. Phylogenetic analysis of MIC16 sequences showed that typical\ngenotypes (Type I, II and III) were able to be grouped into their\nrespective genotypes. Moreover, the three major clonal lineages (Type I,\nII and III) can be differentiated by PCR-RFLP using restriction enzyme\nPst I. Conclusion: Phylogenetic analysis and PCR-RFLP of the MIC16 locus\namong T. gondii isolates from different hosts and geographical regions\nallowed the differentiation of three major clonal lineages (Type I, II\nand III) into their respective genotypes, suggesting that MIC16 gene may\nprovide a novel potential genetic marker for population genetic studies\nof T. gondii isolates.","trees":[{"tree_label":"con 50 majrule","ntax":"12","rootedtree":"TRUE","title":"Toxoplasma gondii MIC16-BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97485.phy"},{"tree_label":"PAUP 1","ntax":"12","rootedtree":"TRUE","title":"Toxoplasma gondii MIC16-MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97486.phy"}]}