{"Authors":" Frederik Leliaert, Ana Tronholm, Claude Lemieux, Monique\nTurmel, Michael “Scotty” DePriest, Suzanne Fredericq, Frederick W.\nZechman, Juan M Lopez-Bautista","Year":" 2016","Title":" Chloroplast phylogenomic analyses reveal the\ndeepest-branching lineage of the Chlorophyta, Palmophyllophyceae class.\nnov.","Journal":" Scientific Reports","Volume":" 6","Issue":"","Pages":" 25367","Keywords":" green algae, phylogenomics, viridiplantae","DOI":" 10.1038/srep25367","Abstract":" The green plants (Viridiplantae) are an ancient group of\neukaryotes comprising two main clades: the Chlorophyta, which include a\nwide diversity of green algae, and the Streptophyta, which consist of\nfreshwater green algae and the land plants. The early-diverging lineages\nof the Viridiplantae comprise unicellular algae, and multicellularity\nhas evolved independently in the two clades. Recent molecular data have\nrevealed an unrecognized early-diverging lineage of green plants, the\nPalmophyllales, with a unique form of multicellularity, and typically\nfound in deep water. The phylogenetic position of this enigmatic group,\nhowever, remained uncertain. Here we elucidate the evolutionary affinity\nof the Palmophyllales using chloroplast genomic data. Phylogenetic\nanalyses firmly place the palmophyllalean Verdigellas peltata along with\nspecies of Prasinococcales (prasinophyte clade VI) in the\ndeepest-branching clade of the Chlorophyta. The small, compact and\nintronless chloroplast genome (cpDNA) of V. peltata shows striking\nsimilarities in gene content and organization with the cpDNAs of\nPrasinococcales and the streptophyte Mesostigma viride, indicating that\ncpDNA architecture has been extremely well conserved in these\ndeep-branching lineages of green plants. The phylogenetic distinctness\nof the Palmophyllales-Prasinococcales clade, characterized by unique\nultrastructural features, warrants recognition of a new class of green\nplants, Palmophyllophyceae class. nov.","trees":[{"tree_label":"con all compat","ntax":"59","rootedtree":"TRUE","title":"Tr95049","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95049.phy"},{"tree_label":"nrDNA MrBayes","ntax":"45","rootedtree":"TRUE","title":"Tr95050","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95050.phy"},{"tree_label":"con all compat","ntax":"59","rootedtree":"TRUE","title":"Chlorophyta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95047.phy"},{"tree_label":"18S palmophyll","ntax":"31","rootedtree":"TRUE","title":"Chlorophyta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95051.phy"}]}