{"Authors":" Bonnie Bernadette Blaimer, Michael W Lloyd, Wilson X\nGuillory, Seán G. Brady","Year":" 2016","Title":" Sequence capture and phylogenetic utility of genomic\nultraconserved elements obtained from pinned insect specimens","Journal":" PLoS ONE","Volume":" 11","Issue":" 8","Pages":" e0161531","Keywords":"","DOI":" 10.1371/journal.pone.0161531","Abstract":" Obtaining sequence data from historical museum specimens\nhas been a growing research interest, invigorated by next-generation\nsequencing methods that allow inputs of highly degraded DNA. We applied\na target enrichment and next-generation sequencing protocol to generate\nultraconserved elements (UCEs) from 51 large carpenter bee specimens\n(genus Xylocopa), representing 25 species with specimen ages ranging\nfrom 2121 years. We measured the correlation between specimen age and\nDNA yield (pre- and post-library preparation DNA concentration) and\nseveral UCE sequence capture statistics (raw read count, UCE reads on\ntarget, UCE mean contig length and UCE locus count) with linear\nregression models. We performed piecewise regression to test for\nspecific breakpoints in the relationship of specimen age and DNA yield\nand sequence capture variables. Additionally, we compared UCE data from\nnewer and older specimens of the same species and reconstructed their\nphylogeny in order to confirm the validity of our data. We recovered\n6972 UCE loci from samples with pre-library DNA concentrations ranging\nfrom 0.069.8 ng/μL. All investigated DNA yield and sequence capture\nvariables were significantly but only moderately negatively correlated\nwith specimen age. Specimens of age 20 years or less had significantly\nhigher pre- and post-library concentrations, UCE contig lengths, and\nlocus counts compared to specimens older than 20 years. We found\nbreakpoints in our data indicating a decrease of the initial detrimental\neffect of specimen age on pre- and postlibrary DNA concentration and UCE\ncontig length starting around 2139 years after preservation. Our\nphylogenetic results confirmed the integrity of our data, giving\npreliminary insights into relationships within Xylocopa.We consider the\neffect of additional factors not measured in this study on our\nage-related sequence capture results, such as DNA fragmentation and\npreservation method, and discuss the promise of the UCE approach for\nlargescale projects in insect phylogenomics using museum specimens.","trees":[{"tree_label":"tree 1","ntax":"49","rootedtree":"TRUE","title":"Xylocopa RAxML bestTree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95036.phy"},{"tree_label":"tree 1","ntax":"49","rootedtree":"TRUE","title":"Xylocopa RAxML bestTree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95037.phy"}]}