{"Authors":" Nathan Brown, Ryan Mueller, Jonathan Shepardson, Zachary\nLandry, Claudia Maier, Jeffrey Morre, F Joan Hardy, Theo Wolfgang\nDreher","Year":" 2016","Title":" Structural and Functional Analysis of the Finished Genome of\nthe Recently Isolated Toxic Anabaena sp. WA102","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Anabaena; anatoxin-a; synteny; Cyanobacteria; mobilome;\nlong-read sequencing; PacBio; Illumina; tandem repeat; structural\nvariation","DOI":"","Abstract":" Background: Very few closed genomes of the cyanobacteria\nthat commonly produce toxic blooms in lakes and reservoirs are\navailable, limiting our understanding of the properties of these\norganisms. A new anatoxin-a-producing member of the Nostocaceae,\nAnabaena sp. WA102, was isolated from a freshwater lake in Washington\nState, USA, in 2013 and maintained in non-axenic culture. Results: The\nAnabaena sp. WA102 5.7 Mbp genome assembly has been closed with\nlong-read, single-molecule sequencing and separately a draft genome\nassembly has been produced with short-read sequencing technology. The\nclosed and draft genome assemblies are compared, showing a correlation\nbetween long repeats in the genome and the many gaps in the short-read\nassembly. Anabaena sp. WA102 encodes anatoxin-a biosynthetic genes, as\ndoes its close relative Anabaena sp. AL93 (also introduced in this\nstudy). These strains are distinguished by differences in the genes for\nlight-harvesting phycobilins, with Anabaena sp. AL93 possessing a\nphycoerythrocyanin operon. Biologically relevant structural variants in\nthe Anabaena sp. WA102 genome were detected only by long-read\nsequencing: a tandem triplication of the anaBCD promoter region in the\nanatoxin-a synthase gene cluster (not triplicated in Anabaena sp. AL93)\nand a 5-kbp deletion variant present in two-thirds of the population.\nThe genome has a large number of mobile elements (160). Strikingly,\nthere was no synteny with the genome of its nearest fully assembled\nrelative, Anabaena sp. 90. Conclusion: Structural and functional genome\nanalyses indicate that Anabaena sp. WA102 has a flexible genome. Genome\nclosure, which can be readily achieved with long-read sequencing,\nreveals large scale (e.g., gene order) and local structural features\nthat should be considered in understanding genome evolution and\nfunction.","trees":[{"tree_label":"tree 1","ntax":"11","rootedtree":"TRUE","title":"Toxic Anabaena sp. WA102","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95077.phy"}]}