{"Authors":" Florent P Trouillas, Daniel Paul Lawrence, W. Douglas\nGubler","Year":" 2016","Title":" Botryosphaeriaceae associated with bay laurel cankers","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Umbellularia californica, Taxonomy, wood pathogens, Fungi,\nBotryosphaeria canker","DOI":"","Abstract":" Members of the Botryosphaeriaceae are cosmopolitan fungi\nthat may exist as seemingly innocuous endophytes or as destructive\npathogens of numerous woody hosts, including fruit and nut crops, urban\nornamental trees and shrubs, and forest trees. Surveys of bay laurel in\nnorthern California have revealed symptoms of dieback and branch canker\nof unknown etiology. The goals of this study were to identify and\nclarify the species of Botryosphaeriaceae associated with these symptoms\nand to confirm their pathogenicity. To understand the role of members of\nthe Botryosphaeriaceae in the dieback and canker disease of bay laurel,\n23 isolates were isolated from symptomatic wood. Phylogenetic analyses\nof ITS, translation elongation factor 1-α, and beta-tubulin revealed\nthree species: Botryosphaeria dothidea, Neofusicoccum nonquaesitum, and\nthe newly described and typified species Dothiorella californica sp.\nnov. When select isolates were inoculated to 2- to 3-year-old branches\nof Umbellularia californica in a natural forest, both B. dothidea and N.\nnonquaesitum were pathogenic with N. nonquaesitum producing the largest\nlesions at 12- and 18 months post-inoculation, respectively, while Do.\ncalifornica did not cause wood lesions significantly greater than the\nmock-inoculated controls. This study represents the first attempt to\nidentify and test the pathogenicity of Botryosphaeriaceae species\nassociated with dieback and canker disease of bay laurel in a northern\nCalifornia forest.","trees":[{"tree_label":"PAUP 1","ntax":"77","rootedtree":"TRUE","title":"Botryosphaeriaceae on bay laurel canker NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100298.phy"}]}