{"Authors":" robyn powell","Year":" 2016","Title":" Phylogenetic placement and generic re-circumscriptions of the\nmultilocular genera Arenifera, Octopoma and Schlechteranthus (Aizoaceae:\nRuschieae): Evidence from anatomical, morphological and plastid DNA\ndata","Journal":" TAXON","Volume":"","Issue":"","Pages":"","Keywords":" anatomy; Conophytum-clade; Greater Cape Floristic Region;\npolyphyly; Succulent Karoo; Schlechteranthus subg. Microphyllus","DOI":"","Abstract":" Ruschieae is the largest tribe in the highly speciose\nsubfamily Ruschioideae (Aizoaceae). A generic-level phylogeny for the\ntribe was recently produced, providing new insights into relationships\nbetween the taxa. Octopoma and Arenifera are woody shrubs with\nmultilocular capsules and are distributed across the Succulent Karoo.\nOctopoma was shown to be polyphyletic in the tribal phylogeny, but\ncomprehensive sampling is required to confirm its polyphyly. Arenifera\nhas not previously been sampled and therefore its phylogenetic placement\nin the tribe is uncertain. In this study, phylogenetic sampling for nine\nplastid regions (atpB-rbcL, matK, psbJ-petA, rpl16, rps16, trnD-trnT,\ntrnL-F, trnQUUG-rps16, trnS-trnG) was expanded to include all species of\nOctopoma and Arenifera, to assess phylogenetic placement and\nrelationships of these genera. Three phylogenetic analyses were carried\nout, maximum parsimony, maximum likelihood and Bayesian inference. Leaf\nanatomical sections were studied to further inform generic\ncircumscriptions. The phylogenies showed Octopoma to be polyphyletic,\nwith the type, O. octojuge, and the related O. nanum, resolved as sister\nto Zeuktophyllum and Smicrostigma, while the other species were placed\nin the Conophytum-clade. Arenifera was also shown to be polyphyletic,\nwith the type, A. pillansii, placed in the xeromorphic-clade, and the\nremainder of the species recovered among the Octopoma species in the\nConophytum-clade (forming the Octopoma subglobosumArenifera spinescens\nsubclade). Generic affinities of the O. subglobosumA. spinescens\nsubclade were assessed in relation to the sister taxon Schlechteranthus.\nThe leaf anatomy was found to be informative within the study group.\nBladder cells were observed in Arenifera pillansii, a hypodermis in\nLittle Karoo Octopoma (O. octojuge, O. nanum, O. quadrisepalum) and\nepidermal cells forming blunt papillae in Schlechteranthus and the O.\nsubglobosumA. spinescens subclade. Upon assessment of the anatomical,\nmorphological and phylogenetic data, Schlechteranthus is here expanded\nto include the species in the O. subglobosumA. spinescens subclade.\nEight new combinations are made in Schlechteranthus. As a result,\nArenifera is again monotypic and the circumscription of Octopoma refined\nto include three species restricted to the Little Karoo. Two subgenera\nwithin Schlechteranthus s.l. (subg. Schlechteranthus, subg.\nMicrophyllus) are erected to accommodate differences in leaf size,\ncapsule size, closing body size and locule number.","trees":[{"tree_label":"NJ","ntax":"158","rootedtree":"TRUE","title":"Ruschieae NINJA Neighbor-Joining analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95118.phy"}]}