{"Authors":" Solomon Stonebloom, Berit Ebert, Guangyan Xiong, Sivakumar\nPattathil, Devon Birdseye, Jeemeng Lao, Marcus Pauly, Michael G Hahn,\nJosh L Heazlewood, Henrik V. Scheller","Year":" 2016","Title":" A DUF-246 family glycosyltransferase-like gene affects male\nfertility and the biosynthesis of pectic arabinogalactans","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Arabidopsis thaliana, Nicotiana benthamiana, cell wall,\nrhamnogalacturonan-I, pectin, pollen tube","DOI":"","Abstract":" Background Pectins are a group of structurally complex\nplant cell wall polysaccharides whose biosynthesis and function remain\npoorly understood. The pectic polysaccharide rhamnogalacturonan-I (RG-I)\nhas two types of arabinogalactan side chains, type-I and type-II\narabinogalactans. To date few enzymes involved in the biosynthesis of\npectin have been described. Here we report the identification of a\nhighly conserved putative glycosyltransferase encoding gene, Pectic\nArabinoGalactan synthesis-Related (PAGR), affecting the biosynthesis of\nRG-I arabinogalactans and critical for pollen tube growth. Results T-DNA\ninsertions in PAGR were identified in Arabidopsis thaliana and were\nfound to segregate at a 1:1 ratio of heterozygotes to wild type. We were\nunable to isolate homozygous pagr mutants as pagr mutant alleles were\nnot transmitted via pollen. In vitro pollen germination assays revealed\nreduced rates of pollen tube formation in pollen from pagr\nheterozygotes. To characterize a loss-of-function phenotype for PAGR,\nthe Nicotiana benthamiana orthologs, NbPAGR-A and B, were transiently\nsilenced using Virus Induced Gene Silencing. NbPAGR-silenced plants\nexhibited reduced internode and petiole expansion. Cell wall materials\nfrom NbPAGR-silenced plants had reduced galactose content compared to\nthe control. Immunological and linkage analyses support that RG-I has\nreduced type-I arabinogalactan content and reduced branching of the RG-I\nbackbone in NbPAGR-silenced plants. Arabidopsis lines overexpressing\nPAGR exhibit pleiotropic developmental phenotypes and the loss of apical\ndominance as well as an increase in RG-I type-II arabinogalactan\ncontent. Conclusions Together, results support a function for PAGR in\nthe biosynthesis of RG-I arabinogalactans and illustrate the essential\nroles of these polysaccharides in vegetative and reproductive plant\ngrowth.","trees":[{"tree_label":"Fig. S2","ntax":"84","rootedtree":"TRUE","title":"Phylogenetic analysis of the DUF246 containing proteins\nin Arabidopsis, Selaginella moellendorffi and Physcomitrella patens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95129.phy"},{"tree_label":"Fig. S6","ntax":"39","rootedtree":"TRUE","title":"Phylogenetic analysis of the DUF246 containing proteins\nin Arabidopsis and the PAGR orthologs identified in Nicotiana\nbenthamiana, Selaginella moellendorffi and Physcomitrella patens","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95130.phy"}]}