{"Authors":" Mark S. Hafner, Jessica E Light","Year":" 2007","Title":" Cophylogeny and disparate rates of evolution in sympatric\nlineages of chewing lice on pocket gophers","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Although molecular-based phylogenetic studies of hosts and\nparasites are increasingly common in the literature, no study to date\nhas examined 2 congeneric lineages of parasites that live in sympatry on\nthe same lineage of hosts. This study examines phylogenetic\nrelationships among chewing lice (Phthiraptera: Trichodectidae) of the\nGeomydoecus coronadoi and G. mexicanus species complexes and compares\nthese to phylogenetic patterns in their hosts (pocket gophers of the\nrodent family Geomyidae). Sympatry of congeneric lice provides a natural\nexperiment to test the hypothesis that closely related lineages of\nparasites will respond similarly to the same host. Sequence data from\nthe mitochondrial COI and the nuclear EF-1a genes confirm that the 2\nlouse complexes are reciprocally monophyletic and that individual clades\nwithin each species complex parasitize a different species of pocket\ngopher. Phylogenetic comparisons reveal that both louse complexes show a\nsignificant pattern of cophylogeny with their hosts. Comparisons of\nrates of nucleotide substitution at 4-fold degenerate sites in the COI\ngene indicate that both groups of lice have significantly higher basal\nmutation rates than their hosts. The 2 groups of lice have similar basal\nrates of mutation, but lice of the G. coronadoi complex show\nsignificantly elevated rates of nucleotide substitution at all sites.\nThese rate differences are hypothesized to result from population-level\nphenomena, such as effective population size, founder effects, and\ndrift, that influence rates of nucleotide substitution.","trees":[{"tree_label":"NJ","ntax":"17","rootedtree":"TRUE","title":"Geomydoecus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4968.phy"},{"tree_label":"Fig. 3","ntax":"43","rootedtree":"TRUE","title":"Geomydoecus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4967.phy"}]}