{"Authors":" Joshua Mark Birkebak, Slavomir Adamcik, Patrick Brandon\nMatheny","Year":" 2016","Title":" Multilocus phylogenetic reconstruction of the Clavariaceae\n(Agaricales) reveals polyphyly of agaricoid members","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Agaricomycetes, Basidiomycota, evolution, systematics","DOI":"","Abstract":" The genus Camarophyllopsis contains species with lamellate\n(agaricoid) fruit bodies in the family Clavariaceae (Agaricales), a\ngroup otherwise dominated by club-like (clavarioid) or branched\n(coralloid) forms. Previous studies have suggested that species\nclassified in Camarophyllopsis occur in two independent lineages. We\nreconstructed a multilocus phylogeny of the\nClavaria-Camarophyllopsis-Clavicorona clade in the Clavariaceae using\nRNA polymerase II second largest subunit (rpb2), nuclear ribosomal 28S\nand nuclear ribosomal ITS1-5.8S-ITS2 regions data, and detected three\nindependent groups of agaricoid fungi including the genera\nCamarophyllopsis, Hodophilus, and Lamelloclavaria gen. nov, which\ndistinctly differ in their pileipellis structure. In all, nine major\nlineages within the Clavaria-Camarophyllopsis-Clavicorona clade were\nrecovered: Clavaria sensu stricto, Camarophyllopsis sensu stricto,\nHodophilus, the Clavaria pullei clade, the Clavaria fumosa clade,\nLamelloclavaria gen. nov., the Clavaria atrofusca clade, Holocoryne\n(=Clavaria sect. Holocoryne), and Clavicorona. Clavaria is paraphyletic\nand represented by five clades. Additional gene sampling is necessary to\ndetermine and confirm relatedness of these lineages before splitting\nClavaria into additional genera.","trees":[{"tree_label":"con 50 majrule","ntax":"172","rootedtree":"TRUE","title":"Tr95103","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95103.phy"},{"tree_label":"Imported tree 0","ntax":"172","rootedtree":"TRUE","title":"Tr95104","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95104.phy"}]}