{"Authors":" Polina A. Volkova, Tobias Herden, Nikolai Friesen","Year":" 2016","Title":" Genetic variation of Goniolimon speciosum reveals complex\nhistory of steppe vegetation.","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" divergence time estimates, Goniolimon, Eurasian steppe\nformation, historical biogeography, phylogeny","DOI":"","Abstract":" We hypothesised that the spatial pattern of genetic\nvariation in different ecological groups of steppe plant species is not\nsimilar. To test this hypothesis we studied genetic variation of the\ntypical steppe plant Goniolimon speciosum (Limoniaceae), which is spread\nacross the whole of the Asian steppe, and compared it with the published\ndata on genetic variation of several mountain-steppe species. To\nelucidate the phylogeny of G. speciosum, we sequenced the nuclear\nribosomal ITS and plastid trnH-psbA and trnQ-rps16 regions. Goniolimon\nspeciosum was shown to have originated in Central Asia in the Pliocene.\nWe revealed two genetic groups within G. speciosum  south-eastern\n(Dahuria, north-eastern Mongolia, southern shore of the lake Baikal and\neastern Tyva) group and another  broadly distributed “western” group.\nThis split of evolutionary lineages is estimated to have occurred in the\nmiddle of the Pliocene. Some samples from the central part of the\nspecies area (riverheads of Yenisei and Ob) formed an intermediate\ngenetic group, where most plants had “western” ITS ribotypes and\n“south-eastern” plastid haplotypes. This polyphyletic group could have\noriginated due to multiply secondary contacts and subsequent\nhybridisation events. The geographically structured genetic subdivision\nof the western lineage, based on the ITS data, indicates multiple\nnorthward colonisations of G. speciosum from Central Asia that occurred,\naccording to our estimates, in the early Pleistocene. Thus, the history\nof steppe vegetation is more complicated than has been previously\nsuggested, basing upon limited taxonomical sampling of steppe plants.\nSpecies with different ecological preferences have a different\nhistory.","trees":[{"tree_label":"Fig. 2a","ntax":"37","rootedtree":"TRUE","title":"Phylogenetic tree resulting from a Bayesian analyses of\nthe ITS sequences of the genus Goniolimon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_95099.phy"},{"tree_label":"Fig. 2b","ntax":"37","rootedtree":"TRUE","title":"Phylogenetic tree resulting from a Bayesian analyses of\nthe combined cpDNA sequences of the genus Goniolimon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_95100.phy"}]}