{"Authors":" Cláudia Sofia Leite Vicente, Francisco Xavier Nascimento,\nYoriko Ikuyo, Peter JA Cock, Manuel Mota, Koichi Hasegawa","Year":" 2016","Title":" The Genome and Genetics of a High Oxidative Stress Tolerant\nSerratia sp. LCN16 isolated from the plant parasitic nematode\nBursaphelenchus xylophilus","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Bursaphelenchus xylophilus, Catalase, Endophyte, Reactive\nOxygen Species, OxyR, Serratia, Oxidative stress, Pine wilt disease,\nPlant defenses","DOI":"","Abstract":" Pine wilt disease (PWD) is a worldwide threat to pine\nforests, and is caused by the pine wood nematode (PWN) Bursaphelenchus\nxylophilus. Bacteria are known to be associated with PWN and may have an\nimportant role in PWD. Serratia sp. LCN16 is a PWN-associated bacterium,\nhighly resistant to oxidative stress in vitro, and which beneficially\ncontributes to the PWN survival under these conditions. Oxidative stress\nis generated as a part of the basal defense mechanism used by plants to\ncombat pathogenic invasion. Here, we studied the biology of Serratia sp.\nLCN16 through genome analyses, and further investigated, using reverse\ngenetics, the role of two genes directly involved in the neutralization\nof H2O2, namely the H2O2 transcriptional factor oxyR; and the\nH2O2-targeting enzyme, catalase katA. Serratia sp. LCN16 is\nphylogenetically most closely related to the phytosphere group of\nSerratia, which includes S. proteamaculans, S. grimessi and S.\nliquefaciens. Likewise, Serratia sp. LCN16 shares many features with\nendophytes (plant-associated bacteria), such as genes coding for plant\npolymer degrading enzymes, iron uptake/transport, siderophore and\nphytohormone synthesis, aromatic compound degradation and detoxification\nenzymes. OxyR and KatA are directly involved in the high tolerance to\nH2O2 of Serratia sp. LCN16. Under oxidative stress, Serratia sp. LCN16\nexpresses katA independently of OxyR in contrast with katG which is\nunder positive regulation of OxyR. Serratia sp. LCN16 mutants for oxyR\n(oxyR::int(614)) and katA (katA::int(808)) were sensitive to H2O2 in\nrelation with wild-type, and both failed to protect the PWN from\nH2O2-stress exposure. Moreover, both mutants showed different phenotypes\nin terms of biofilm production and swimming/swarming behaviors. This\nstudy provides new insights into the biology of PWN-associated bacteria\nSerratia sp. LCN16 and its extreme resistance to oxidative stress\nconditions, encouraging further research on the potential role of this\nbacterium in interaction with PWN in planta environment.","trees":[{"tree_label":"Fig. 1a","ntax":"19","rootedtree":"TRUE","title":"Serratia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95131.phy"},{"tree_label":"Fig. 1b","ntax":"8","rootedtree":"TRUE","title":"Tr95165","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95165.phy"}]}