{"Authors":" Víctor N. Suárez-Santiago, Juan D. Reyes, Antonio\nOrtega","Year":" 2007","Title":" Morphological and ITS identification of Cortinarius species\n(section Calochroi) collected in Mediterranean Quercus woodlands","Journal":" Fungal Diversity","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Species of Cortinarius sect. Calochroi show a high grade\nof morphological variability in the Mediterranean region with regard to\nvicariant populations in the Eurosiberian region. This has contributed\nto confusion on taxonomy and nomenclature, especially when the\nvariability affects the characters traditionally used for taxonomic\ndelimitation. In this paper, we have attempted to clarify the taxonomy\nand nomenclature of several Calochroi taxa in the Mediterranean area by\nusing macromorphological and spore analyses, as well as phylogenetic\nanalysis of ITS sequences. We have demonstrated the usefulness of ITS\nsequences for species rank identification in Cortinarius (barcoding). We\nhave been able to assign the studied material to eight species using ITS\nsequences (C. haasii, C. parasuaveolens, C. platypus, C. rickenianus, C.\nsancti-felicis, C. selandicus, C. splendidior and C. subgracilis), and\nto detect misidentified collections that were used by their authors to\ndescribe a new species (C. violaceipes). Moreover, molecular data have\nbeen useful to test the taxonomic value of morphological and spore\ncharacters. The morphological analysis has enabled us to detect\nmorphological variability previously unreported in several taxa. A new\nvariety, C. haasii var. quercus-ilicicola, is proposed on the basis of\nmorphological and molecular data. Also, the taxonomic status of C.\nrickenianus is discussed. Finally, our results increase both the\ndistribution area as well as the ecological preferences of five studied\nspecies, and several important biogeographical disjunctions are reported\n(C. selandicus and C. subgracilis)","trees":[{"tree_label":"Fig. 1","ntax":"98","rootedtree":"TRUE","title":"Cortinarius species (section Calochroi)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4969.phy"}]}