{"Authors":" Shiyou Liu, Lin Wang, Huajun Zheng, Zhixiao Xu, Dawn M\nRoellig, Na Li, Michael A Frace, Kevin Tang, Michael J Arrowood, Deylnn\nM Moss, Longxian Zhang, Yaoyu Feng, Lihua Xiao","Year":" 2016","Title":" Comparative genomics reveals Cyclospora cayetanensis\npossesses coccidia-like metabolism and invasion components but unique\nsurface antigens","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Cyclospora; genomics, genome; genetics; evolution;\napicomplexan","DOI":" 10.1186/s12864-016-2632-3","Abstract":" Background: Cyclospora cayetanensis is an apicomplexan\nthat causes diarrhea in humans. The investigation of foodborne outbreaks\nof cyclosporiasis has been hampered by a lack of genetic data and poor\nunderstanding of pathogen biology. In this study we sequenced the genome\nof C. cayetanensis and inferred its metabolism and invasion components\nbased on comparative genomic analysis. Results: The genome organization,\nmetabolic capabilities and potential invasion mechanism of C.\ncayetanensis are very similar to those of Eimeria tenella. Propanoyl-CoA\ndegradation, GPI anchor biosynthesis, and N-glycosylation are some\napparent metabolic differences between C. cayetanensis and E. tenella.\nUnlike Eimeria spp., there are no active LTR-retrotransposons identified\nin C. cayetanensis. The similar repertoire of host cell invasion-related\nproteins possessed by all coccidia suggests that C. cayetanensis has an\ninvasion process similar to the one in T. gondii and E. tenella.\nHowever, the significant reduction in the number of identifiable rhoptry\nprotein kinases, phosphatases and serine protease inhibitors indicates\nthat monoxenous coccidia, especially C. cayetanensis, have limited\ncapabilities or use a different system to regulate host cell nuclear\nactivities. C. cayetanensis does not possess any cluster of genes\nencoding the TA4-type SAG surface antigens seen in E. tenella, and may\nuse a different family of surface antigens in initial host cell\ninteractions. Conclusions: Our findings indicate that C. cayetanensis\npossesses coccidia-like metabolism and invasion components but unique\nsurface antigens. Amino acid metabolism and post-translation\nmodifications of proteins are some major differences between C.\ncayetanensis and other apicomplexans. The whole genome sequence data of\nC. cayetanensis improve our understanding of the biology and evolution\nof this major foodborne pathogen and facilitate the development of\nintervention measures and advanced diagnostic tools.","trees":[{"tree_label":"Phylogenetic relationship of Cyclospora\ncayetanensis","ntax":"12","rootedtree":"TRUE","title":"Phylog","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95128.phy"},{"tree_label":"ppGalNAc-T","ntax":"16","rootedtree":"TRUE","title":"Tree of ppGalNAc-T","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95133.phy"}]}