{"Authors":" Cynthia Jimenez, Alexander Pyron, Timothy Guiher, Frank T.\nBurbrink, Frank Fontanella","Year":" 2007","Title":" Phylogeography across a continent: the evolutionary and\ndemographic history of the North American Racer (Serpentes: Colubridae:\nColuber constrictor)","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Most phylogeographic studies examine organisms that do not\nhave transcontinental distributions and therefore the genetic and\ntemporal effects of barriers across an entire continent cannot be\nassessed with respect to a single species. Only 2.3% of all squamates\n(snakes and lizards) in the United States are distributed continuously\nacross the continent. We examined the phylogeographic structure, lineage\nage, and demographic patterns using sequences from the mtDNA gene\ncytochrome b of the racer (Coluber constrictor), one of the few abundant\ntranscontinental snakes that occurs in many biomes. We also compared the\nsignature of population expansion among lineages relative to geographic\nlocation, with the expectation that only postglacial expansion will\noccur in those lineages nearest to or in formerly glaciated areas. Our\nresults indicate that this complex is comprised of six lineages\ndiffering greatly in geographic size, with the largest (a central US\nclade) being ~26 times greater than the smallest (a lineage restricted\nto the Florida Panhandle and nearby portions of adjacent northern\nStates). Most of the six lineages appear to be separated at previously\nidentified genetic barriers for many vertebrates with similar ranges.\nLineage diversification in this species began in the late Miocene,\nseparating populations in the Florida Peninsula from the remainder of\nthe US. Major lineage diversification continued throughout the Pliocene\nand early Pleistocene. Moreover, four of the six lineages occur east of\nthe Mississippi River, with only two distinctly young (~1.5 mya)\nlineages found west of the Mississippi River (one occurs west of\nContinental Divide). All methods of demographic inference, including the\nmismatch distribution, Fu and Li\u001as D* and Tajima\u001as D*, and Bayesian\nSkyline Plots revealed population expansion for every lineage,\nregardless of size or proximity to formerly glaciated areas, occurring\nin the mid-to-late Pleistocene, perhaps owing to the generalist\necological nature of this successful snake. Population expansion for\nlineages found east of the Mississippi River occurred earlier and was\nmuch greater than those found west of the River.","trees":[{"tree_label":"ML Tree","ntax":"186","rootedtree":"TRUE","title":"Coluber constrictor","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4970.phy"}]}