{"Authors":" NA","Year":" 2016","Title":" Lactarius subgenus Russularia (Basidiomycota, Russulales):\nBiodiversity, molecular phylogeny and evolutionary relationships","Journal":" Fungal Biology (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" molecular evolution, milkcaps, molecular dating","DOI":"","Abstract":" Lactarius subg. Russularia is a large group of milkcaps\noccurring almost worldwide and are dominant in many ecosystems. In this\nstudy we focus on new diversity, evolutionary relationships, divergence\ntime and origin of the subgenus. Six conifer symbionts are described as\nnew to science: Lactarius atrii, L. aurantionitidus, L. dombangensis, L.\nflavigalactus, L. lachungensis and L. sikkimensis. Species delimitation\nis assessed based on the concordance between morphological\ncharacteristics and an ITS phylogeny. Infrageneric relationships were\nstudied using a phylogeny constructed from concatenated ITS-rpb2 data\nusing Maximum Likelihood and Bayesian inference. Results show that\nspecies in this subgenus do not cluster together according to their\ngeographic origin. Intercontinental sister relationships between\nEurope/Asia/North America are common but actual conspecificity is rare.\nThis result suggests that allopatric speciation has played an important\nrole within this subgenus. Few morphological characteristics tend to be\nphylogenetically informative, with the most important being presence or\nabsence of true cystidia and the pileipellis structure. A\nfossil-calibrated phylogeny of L. subg. Russularia using ITS and rpb2\nsequence data was generated. The proposed origin of L. subg. Russularia\nis estimated to be in the Mid Miocene period.","trees":[{"tree_label":"Imported tree 1","ntax":"114","rootedtree":"TRUE","title":"Tr95158","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95158.phy"},{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Tr95162","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95162.phy"},{"tree_label":"TREE1","ntax":"63","rootedtree":"TRUE","title":"Tr95163","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95163.phy"},{"tree_label":"TREE1","ntax":"55","rootedtree":"TRUE","title":"Tr95164","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95164.phy"}]}