{"Authors":" Michael S. Kinney, Rosa Cerros-Tlatilpa, Nancy F.\nRefulio-Rodriguez, Hester L. Bell, J. Travis Columbus, M. Patrick\nGriffith, Maria Elena Siqueiros-Delgado","Year":" 2007","Title":" Phylogenetics of Chloridoideae (Gramineae): a preliminary\nstudy based on nuclear ribosomal internal transcribed spacer and\nchloroplast trnL-F sequences","Journal":" Aliso","Volume":" 23","Issue":" NA","Pages":" 587-601","Keywords":" NA","DOI":" NA","Abstract":" The phylogeny of Chloridoideae (Gramineae) was inferred\nfrom parsimony analyses of DNA sequences from two genomes\u001athe chloroplast\ntrnL intron, trnL 3? exon, and trnL\u001aF intergenic spacer, and the nuclear\nribosomal internal transcribed spacer region (ITS1 + 5.8S + ITS2).\nEighty species representing 66 chloridoid genera were sampled, including\nall but four of the native New World genera. Analyses of the individual\nand combined data sets were performed. The phylogenies were found to be\nhighly congruent. Of the four tribes and seven subtribes of\nChloridoideae sensu Clayton and Renvoize (1986) whose phylogenetic\nstatus could be tested with our taxon sample, only Orcuttieae and\nUniolinae were monophyletic. The phylogenies suggested significant\nhomoplasy in morphological traits, including inflorescence type, number\nof florets per spikelet, and number of lemma nerves. We propose a new\nclassification based on the three main clades in the phylogenies\u001atribes\nCynodonteae, Eragrostideae, and Zoysieae. The Eragrostideae clade is\nwell resolved and supported and is further divided into three subtribes,\nCotteinae, Eragrostidinae, and Uniolinae. Cynodonteae include most of\nthe genera in our study, but the clade is poorly resolved. However, a\nclade formed of Muhlenbergia and nine other genera is present in both\nphylogenies and is well resolved and supported. A number of interesting,\nwell-supported relationships are evident in the phylogenies, including\nPappophorum\u001aTridens flavus, Tragus\u001aWillkommia, and Gouinia\u001aTridens\nmuticus\u001aTriplasis\u001aVaseyochloa. Except for Bouteloua, no genus represented\nby multiple species proved to be monophyletic in the phylogenies.","trees":[{"tree_label":"Fig. 2","ntax":"85","rootedtree":"TRUE","title":"Chloridoideae trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4971.phy"},{"tree_label":"Fig. 3","ntax":"85","rootedtree":"TRUE","title":"Chloridoideae ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4972.phy"},{"tree_label":"Fig. 4","ntax":"85","rootedtree":"TRUE","title":"Chloridoideae trnL-F/ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4973.phy"}]}