{"Authors":" George Anthony Verboom, Margaret Lucille Herron, Glenn\nMoncrieff, Jasper Alexander Slingsby","Year":" 2016","Title":" Maintenance of species integrity in the context of a recent\nradiation: the case of Jamesbrittenia (Scrophulariaceae: Limoselleae) in\nsouthern Africa","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" allopatry  biome reconstruction floral isolation  Gariep\ncentre  gene tree incongruence  geographic isolation  hybridization -\nNamib Desert  southern-African escarpment  tectonic uplift","DOI":"","Abstract":" Incomplete postzygotic isolation poses challenges for the\nmaintenance of species integrity in recently radiated lineages. An\nexample is Jamesbrittenia, a southern African-centred genus whose\nspecies cross readily to produce viable offspring. In this paper we\ndevelop a dated phylogenetic hypothesis for Jamesbrittenia and use this\nto assess the evidence for recent radiation, and to evaluate the roles\nof geography, relatedness and floral divergence in determining the\nincidence of wild hybridization. Phylogenetic inference is based on\nnuclear (GScp) and plastid (rps16, psbA-trnH) loci but uses\nmorphological evidence to resolve instances of supported incongruence.\nOur data reveal four ecologically- and biogeographically-differentiated\nlineages within Jamesbrittenia. One of these, a widespread and\npredominantly shrubby lineage, reflects accelerated diversification,\npotentially triggered by environmental change, starting in the Late\nMiocene-Pliocene. Within the widespread clade, strong range exclusivity\nindicates an important role for geography in maintaining species\nidentity. Amongst species with overlapping ranges, however,\ndifferentiation in floral form is a powerful predictor of wild\nhybridization. The apparent importance of geography in maintaining\nspecies integrity in recently-diverged lineages like the Jamesbrittenia\nwidespread clade needs to be considered when species are translocated,\nwhether such translocation is horticulturally motivated or forms part of\nan “assisted migration” exercise.","trees":[{"tree_label":"TREE1","ntax":"119","rootedtree":"TRUE","title":"Asterids BEAST higher-level dating maximum clade\ncredibility","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95213.phy"},{"tree_label":"TREE1","ntax":"81","rootedtree":"TRUE","title":"Jamesbrittenia BEAST lower-level dating maximum clade\ncredibility","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95214.phy"},{"tree_label":"TREE1","ntax":"80","rootedtree":"FALSE","title":"Jamesbrittenia MrBayes with conflict taxa\ndecomposed","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95212.phy"}]}