{"Authors":" Xingtan Zhang, Lanping Chen, Qing Zhang, Qian Zhao, Haibao\nTang, Kai Wang, Qingyi Yu, Ray Ming, Jisen Zhang","Year":" 2016","Title":" Comparative genomics analysis of sucrose phosphate synthase\n(SPS) gene family between S. officinarum and S. spontaneum","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Sugarcane, S. officinarum , S. spontaneum , SPS gene,\npolyploidy, BAC","DOI":"","Abstract":" Background: Sucrose phosphate synthase (SPS) genes play\nvital roles in sucrose production across various plant species. Modern\nsugarcane cultivar derived from the hybridization between high sugar\ncontent S. officinarum and high stress tolerance specie S. spontaneum,\nleading to one of the most complex genomes among all crops. The genomics\nof sugarcane SPS is still under-studied despite its profound impact on\nthe sugar yield. Results: In this study, 8 and 6 genomic sequences for\nSPS family members were identified from the BAC libraries of S.\nofficinarum and S. spontaneum, respectively. Frequent sequence\nsubstitutions and structural variations were observed in SPS homologs as\nwell as allelic haplotypes. These variations or mutations may influence\nthe functions of SPSs, such as F6P binding activity. Phylogenetic\nanalysis showed that sugarcane SPS genes were clustered into four\nsub-families (A to D) and SPSD members were newly evolved in the lineage\nof Poaceae species. SPSD1 and SPSD2 were further suggested to be recent\nduplication genes emerged from SPSA clade. TE insertions were observed\nin SPSC before and after the divergence of the two sugarcane species.\nMolecular evolution analysis based on Ka/Ks ratios suggested that\npolyploidy reduced selection pressure of SPS genes in Saccharum. In\naddition, RNA-seq data uncovers the different expression patterns of SPS\ngene family between S. officinarum and S.spontaneum, suggesting that\npossibly SPSA and SPSB are responsible for the fundamental difference of\nsugar yield at different stages. Conclusions: Our research presents\ncomprehensive analysis of SPS genes in S. officinarum and S.spontaneum.\nThese results provide valuable information for further functional\nstudies of multiple SPS gene members in sugarcanes.","trees":[{"tree_label":"Imported tree 1","ntax":"21","rootedtree":"TRUE","title":"Sucrose Phosphate Synthase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97078.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Evolutionary analysis of SPS family","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97056.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"SPS Gene structure analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97055.phy"}]}