{"Authors":" Ruibo Hu","Year":" 2016","Title":" Functional conservation and divergence of Miscanthus\nlutarioriparius GT43 gene family in xylan biosynthesis","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Miscanthus lutarioriparius, glycosyltransferase family 43,\nxylan biosynthesis, secondary cell wall, seed coat mucilage","DOI":"","Abstract":" Background: Xylan is the most abundant un-cellulosic\npolysaccharides of plant cell walls. Much progress in xylan biosynthesis\nhas been gained in the model plant species Arabidopsis. Two homologous\npairs Irregular Xylem 9 (IRX9)/9L and IRX14/14L from glycosyltransferase\n(GT) family 43 have been proved to play crucial roles in xylan backbone\nbiosynthesis. However, xylan biosynthesis in grass such as Miscanthus\nremains poorly understood. Results: We characterized seven GT43 members\nin M. lutarioriparius, a promising bioenergy crop. Quantitative\nreal-time RT-PCR (qRT-PCR) analysis revealed that the expression of\nMlGT43 genes was ubiquitously detected in the tissues examined. In-situ\nhybridization demonstrated that MlGT43A-B and MlGT43F-G were\nspecifically expressed in sclerenchyma, while MlGT43C-E were expressed\nin both sclerenchyma and parenchyma. All seven MlGT43 proteins were\nlocalized to Golgi apparatus. Overexpression of MlGT43A-E but not\nMlGT43F and MlGT43G in Arabidopsis irx9 fully or partially rescued the\nmutant defects, including morphological changes, collapsed xylem and\nincreased xylan contents, whereas overexpression of MlGT43F and MlGT43G\nbut not MlGT43A-E complemented the defects of irx14, indicating that\nMlGT43A-E are functional orthologues of IRX9, while MlGT43F and MlGT43G\nare functional orthologues of IRX14. However, overexpression of all\nseven MlGT43 genes could not rescue the mucilage defects of irx14 seeds.\nFurthermore, transient transactivation analyses of MlGT43A-E reporters\ndemonstrated that MlGT43A and MlGT43B but not MlGT43C-E were\ndifferentially activated by MlSND1, MlMYB46 or MlVND7. Conclusion: The\nresults demonstrated that all seven MlGT43s were functionally conserved\nin xylan biosynthesis during secondary cell wall formation but\ndiversified in seed coat mucilage xylan biosynthesis. The results\nobtained provide deeper insight into xylan biosynthesis in grass and lay\nthe foundation for genetic improvement of Miscanthus by reducing the\nrecalcitrance of biomass in fermentative bioprocessing.","trees":[{"tree_label":"Imported tree 1","ntax":"64","rootedtree":"TRUE","title":"Tr95219","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95219.phy"}]}