{"Authors":" Fredrik Ronquist, John P. Huelsenbeck, Bret Larget, P. v.\nd. Mark, Clemens Lakner","Year":" 2008","Title":" Efficiency of Markov Chain Monte Carlo Tree Proposals in\nBayesian Phylogenetics.","Journal":" Systematic Biology","Volume":" 57","Issue":" 1","Pages":" 86-103","Keywords":"","DOI":" 10.1080/10635150801886156","Abstract":" The main limiting factor in Bayesian MCMC analysis of\nphylogeny is typically the efficiency with which topology proposals\nsample tree space. Here we evaluate the performance of seven different\nproposal mechanisms, including most of those used in current Bayesian\nphylogenetics software. We sampled 12 empirical DNA data sets - ranging\nin size from 27 to 71 taxa and from 378 to 2,520 sites - under difficult\nconditions: short runs, no Metropolis-coupling, and an over-simplified\nsubstitution model producing difficult tree spaces (Jukes Cantor with\nequal site rates). Convergence was assessed by comparison to reference\nsamples obtained from multiple Metropolis-coupled runs. We find that\nproposals producing topology changes as a side effect of branch length\nchanges (LOCAL and Continuous Change) consistently perform worse than\nthose involving stochastic branch-rearrangements (nearest neighbor\ninterchange, subtree pruning and regrafting, tree bisection and\nreconnection, or subtree swapping). Among the latter, moves that use an\nextension mechanism to mix local with more distant rearrangements show\nbetter overall performance than those involving only local or only\nrandom rearrangements. Moves with only local rearrangements tend to mix\nwell but have long burn-in periods, while moves with random\nrearrangements often show the reverse pattern. Combinations of moves\ntend to perform better than single moves. The time to convergence can be\nshortened considerably by starting with a good tree but this comes at\nthe cost of compromising convergence diagnostics based on over-dispersed\nstarting points. Our results have important implications for developers\nof Bayesian MCMC implementations and for the large group of users of\nBayesian phylogenetics software.","trees":[{"tree_label":"con 50 majrule","ntax":"50","rootedtree":"TRUE","title":"Nymphalidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4975.phy"}]}