{"Authors":" Andre Luis de Gasper, Thais Elias Almeida","Year":" 2016","Title":" Molecular phylogeny of the fern family Blechnaceae\n(Polypodiales) with a revised genus-level treatment","Journal":" Cladistics","Volume":"","Issue":"","Pages":" 1-18","Keywords":" Blechnum, Eupolypods II, Polypodiopsida, rbcL, rps4-trnS,\ntrnL-trnF","DOI":" 10.1111/cla.12173","Abstract":" Blechnaceae, a leptosporangiate fern family nested within\nEupolypods II, can be recognized by commissural veins parallel to the\ncostae, cenosori borne on these commissural veins, indusia opening\ninwardly, and reddish young fronds and chromosome base number of 34. The\nfamily has been estimated to comprise 200-250 species, typically divided\namong seven to nine known genera. Despite recent molecular studies of\nthe family, it still lacks a modern taxonomic update based on broad\nsampling from the two centers of diversity - neotropics and\nAustralasia/Oceania. In order to test generic circumscriptions, we have\nassembled the broadest dataset thus far, from three plastid regions\n(rbcL, rps4-trnS, trnL-trnF) and with taxonomic sampling focused on both\nmajor diversity centers. Our sampling included 156 taxa and 178 newly\ngenerated sequences. We recognize three subfamilies each corresponding\nto a highly supported clade across all analyses (maximum parsimony,\nBayesian inference, and maximum likelihood). The genera Salpichlaena,\nStenochlaena, and Telmatoblechnum are monophyletic, while Blechnum, in\nits current circumscription, is polyphyletic, because Brainea, Doodia,\nand Sadleria all nest within it.","trees":[{"tree_label":"vero","ntax":"155","rootedtree":"TRUE","title":"Blechnaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102965.phy"},{"tree_label":"Fig. 1","ntax":"155","rootedtree":"TRUE","title":"Blechnaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_102963.phy"},{"tree_label":"MPT","ntax":"155","rootedtree":"TRUE","title":"Blechnaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102964.phy"}]}