{"Authors":" Alija Bajro Mujic, Alan Kuo, Andrew Tritt, Anna Lipzen,\nCindy Chen, Jenifer Johnson, Aditi Sharma, Kerrie Barry, Igor V\nGrigoriev, Joseph W. Spatafora","Year":" 2017","Title":" Comparative genomics of the ectomycorrhizal sister species\nRhizopogon vinicolor and Rhizopogon vesiculosus (Basidiomycota:\nBoletales) reveals a divergence of the mating type B locus","Journal":" G3: Genes, Genomes, Genetics","Volume":" 7","Issue":" 6","Pages":" 1775-1789","Keywords":" fungal mating pheromone, isoprenylcysteine carboxyl\nmethyltransferase, Boletales, ectomycorrhizae, truffle.","DOI":" 10.1534/g3.117.039396","Abstract":" Divergence of mating system plays an important role in\nspeciation of fungi. Ectomycorrhizal fungi, however, pose a challenge\nfor the study of reproductive biology because many of these fungi cannot\neasily be cultured and mated under laboratory conditions. To overcome\nthese barriers, we sequenced the draft genomes of the ectomycorrhizal\nsister species Rhizopogon vinicolor Smith and Zeller and R. vesiculosus\nSmith and Zeller (Basidiomycota, Boletales) and characterized gene\ncontent and organization surrounding the homeodomain transcription\nfactor genes of the mating type A-locus as well as the pheromone\nreceptor and pheromone precursor genes of the mating type B-locus. These\ngenomes are among the first available for Basidiomycota truffles. Both\nspecies possess a pair of homeodomain transcription factor homologs at\nthe A-locus as well as pheromone receptor and pheromone precursor\nhomologs at the B-locus. While these species possess limited divergence\nat the A-locus, R. vinicolor possesses a more diverse set of pheromone\nreceptor and pheromone precursor homologs at the B-locus and R.\nvesiculosus has lost some B-locus homologs.. Comparison of Rhizopogon\ngenomes with genomes from Boletales, Agaricales, and Polyporales\nrevealed broad synteny of the A-locus region within Boletales, but\nseveral genomic rearrangements across orders. Our findings suggest a\ncorrelation between genetic diversity at the B-locus region and mating\ntype in Boletales with tetrapolar species possessing more diverse gene\ncontent than bipolar species. Examination of dikaryotic single\nnucleotide polymorphisms revealed a greater degree of heterozygosity in\nR. vinicolor, consistent with higher genetic diversity of the B-locus\nand increased rates of outcrossing.","trees":[{"tree_label":"Imported tree 1","ntax":"78","rootedtree":"TRUE","title":"Rhizopogon Pheromone receptor","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126579.phy"},{"tree_label":"RAxML ICMT tree","ntax":"26","rootedtree":"TRUE","title":"Rhizopogon ICMT amino acid","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126580.phy"}]}