{"Authors":" Amanda E Fisher, Kristen M. Hasenstab, Hester L. Bell,\nEllen Blaine, Amanda L. Ingram, J. Travis Columbus","Year":" 2016","Title":" Evolutionary history of chloridoid grasses estimated from 122\nnuclear loci","Journal":" Molecular Phylogenetics and Evolution","Volume":" 105","Issue":"","Pages":" 1-14","Keywords":" Chloridoideae, grass phylogeny, hyb-seq targeted\nsequencing, phylogenomics, Poaceae","DOI":"","Abstract":" Chloridoideae (chloridoid grasses) are a subfamily of ca.\n1700 species with high diversity in arid habitats. Until now, their\nevolutionary relationships have primarily been studied with DNA\nsequences from the chloroplast, a maternally inherited organelle.\nNext-generation sequencing is able to efficiently recover large numbers\nof nuclear loci that can then be used to estimate the species phylogeny\nbased upon bi- parentally inherited data. We sought to test our\nchloroplast-based hypotheses of relationships among chloridoid species\nwith 122 nuclear loci generated through targeted-enrichment\nnext-generation sequencing, sometimes referred to as hyb-seq. We\ntargeted putative single-copy housekeeping genes, as well as genes that\nhave been implicated in traits characteristic of, or particularly labile\nin, chloridoids: e.g., drought and salt tolerance. We recovered ca. 70%\nof the targeted loci (122 of 177 loci) in all 47 species sequenced using\nhyb-seq. We then analyzed the nuclear loci with Bayesian and coalescent\nmethods and the resulting phylogeny resolves relationships between the\nfour chloridoid tribes. Several novel findings with this data were: the\nsister lineage to Chloridoideae is unresolved; Centropodia + Ellisochloa\nare excluded from Chloridoideae in phylogenetic estimates using a\ncoalescent model; Sporobolus subtilis is more closely related to\nEragrostis than to other species of Sporobolus; and Tragus is more\nclosely related to Chloris and relatives than to a lineage of mainly New\nWorld species. Relationships in Cynodonteae in the nuclear phylogeny are\nquite different from chloroplast estimates, but were not robust to\nchanges in the method of phylogenetic analysis. We tested the data\nsignal with several partition schemes, a concate- nation analysis, and\ntests of alternative hypotheses to assess our confidence in this new,\nnuclear estimate of evolutionary relationships. Our work provides\nmarkers and a framework for additional phylogenetic studies that sample\nmore densely within chloridoid tribes. These results represent progress\ntowards a robust classification of this important subfamily of grasses,\nas well as proof-of-concept for hyb-seq next-generation sequencing as a\nmethod to generate sequences for phylogenetic analyses in grasses and\nother plant families.","trees":[{"tree_label":"Imported tree 1","ntax":"50","rootedtree":"TRUE","title":"Chloridoid grasses125 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95258.phy"},{"tree_label":"con 50 majrule","ntax":"50","rootedtree":"TRUE","title":"Chloridoid grasses125 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95257.phy"}]}