{"Authors":" Yang Zhao","Year":" 2016","Title":" A putative pyruvate transporter TaBASS2 positively regulates\nsalinity tolerance in wheat via modulation of ABI4 expression","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background: High salinity adversely affects crop\nproduction. Pyruvic acid is the precursor of abscisic acid (ABA) and\nother chemicals that are synthesized in chloroplast, some of which are\ninvolved in the response to salt. The transportation of pyruvic acid\ninto chloroplast is mediated by pyruvate transporters. However, whether\npyruvate transporters are involved in salt response has not been studied\nso far. Here, we answered this issue by assessing the function of a\nwheat pyruvate transporter in salt response. Results: A pyruvate\ntransporter TaBASS2 was isolated from salt-tolerant wheat cultivar\nShanrong 3. The expression of TaBASS2 was induced by NaCl stress as well\nas H2O2 and ABA treatments. Constitutive expression of TaBASS2 in\nArabidopsis bass2-1 mutant complemented the mevastatin-sensitive\nphenotype that reflects the deficiency of transporting pyruvic acid into\nchloroplast. Overexpression of TaBASS2 enhanced salinity tolerance and\nreactive oxygen species scavenging in wheat. Arabidopsis constitutively\nexpressing TaBASS2 also exhibited enhanced tolerance to salinity and\noxidative stress. In Arabidopsis, TaBASS2 repressed the expression of\nABA INSENSITIVE 4 (ABI4), a node linking ABA signaling and plastid\nretrograde signaling pathways, However, the enhanced salinity tolerance\nof TaBASS2 overexpression Arabidopsis was abolished when\nABI4expressionwas restored to the level of wild-type through\noverexpressing ABI4. Conclusions: Our work demonstrates that TaBASS2\nenhances salinity tolerance of plants via modulating ABI4 expression.\nThis indicates that pyruvate transporters indeed participate in the\ninteraction of plants with environmental stimuli.","trees":[{"tree_label":"Default symmetrical","ntax":"42","rootedtree":"TRUE","title":"Pyruvate Transporter TaBASS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95259.phy"}]}