{"Authors":" Susumu Takamatsu, Vasyl P. Heluta, Adrien Bolay, Levente\nKiss, Banga Grigaliunaite, Yusuke Seko","Year":" 2007","Title":" Molecular evidence supports recent migration of a powdery\nmildew fungus of Syringa spp. (lilacs) into Europe from East Asia","Journal":" Plant Pathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A preliminary analysis demonstrated that the powdery\nmildew fungus infecting Syringa spp. (lilacs) in different parts of the\nworld is divided into two groups (S-type and K-type) based on the\nnucleotide sequences of the rDNA ITS regions. In spite of the marked\ngenetic differences (only ca. 94% similarity between ITS types), fungi\nbelonging to these two ITS groups are difficult to distinguish based on\nmorphological characteristics. To determine their geographical\ndistribution, the ITS haplotypes were determined for a total of 139\npowdery mildew specimens collected in Asia, Europe, and North and South\nAmerica between 1977–2005. Curiously, until 1990, only the S-type was\nfound in Europe whilst the K-type prevailed in East Asia. The first\nEuropean specimen belonging to the K-type was collected in Ukraine in\n1991. Other European K-type samples were collected in Lithuania and\nSwitzerland in 2000, and in other countries after 2002. The incidence of\nthe S-type decreased rapidly in Europe after the 1990s. This result\nstrongly suggests that the K-type was introduced to Europe from East\nAsia in the 1990s and expanded from Eastern Europe westward, replacing\nthe S-type present on the European lilacs. The K-type produces abundant\nchasmothecia (sexual fruiting bodies), whereas chasmothecia on the\nS-type are rare in Europe and East Asia. It is likely that the recent\nabundant chasmothecia production on Syringa spp. in Central Europe is\nexplained by the migration of the K-type to Europe.","trees":[{"tree_label":"Fig. 1","ntax":"48","rootedtree":"TRUE","title":"Tribe Erysipheae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2882.phy"}]}