{"Authors":" Marisa de Campos Santana, Mario Amalfi, Gabrial Castillo,\nCony Decock","Year":" 2016","Title":" Multilocus, DNA-based phylogenetic analysis reveal three new\nspecies lineages in the P. gabonensis - P. caribaeo-quercicola species\ncomplex, including Phellinus amazonicus sp. nov","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Phellinus, Hymenochaetaceae, polypores, North America,\nbiogeography.","DOI":"","Abstract":" Species complexes in the poroid Hymenochaetaceae are well\ndocumented in the temperate areas. Potential species complexes are less\nknown in tropical areas, however. In the last ten years, four\nphylogenetically and morphologically closely related species of\nPhellinus (Hymenochaetaceae) were described from various tropical\n/subtropical areas viz. P. caribaeo-quercicolus, P. gabonensis, P.\nellipsoideus and P. castanopsidis. They are characterized by\ncushion-shaped basidiomata, ventricose, commonly hamate hymenial setae,\nand broadly ellipsoid, thick-walled, pale yellowish basidiospores.\nPursuing the studies of this complex, a phylogenetic approach based on\nDNA sequence data from the nuc rDNA regions ITS1-5.8S-ITS2 (ITS) and\npartial 28S (including the domains D1, D2, D3) and on part of the\ntranslation elongation factor 1-α (tef1; region between exons 4 and 8),\nrevealed three new lineages, or phylogenetic species. Two of these\nphylogenetic species are composed of exclusively on Neotropical\nspecimens. One of them, described below as Phellinus amazonicus sp.\nnov., is represented by multiple collections originating from\nNeotropical, lowland, dense, moist forest, at the western edge of the\nAmazonian basin in Ecuador, the Guiana shield in French Guiana and (more\nlikely) Trinidad. The second Neotropical phylogenetic species is\nrepresented in our phylogenetic analyses by a single collection from\nnortheastern Argentina. It is also potentially known from two herbarium\nspecimens originating from Southern Brazil for which no sequence data is\navailable for the time being. It is left for the moment as Phellinus sp.\n1, waiting to gather more specimens and DNA sequences data. The third\nnew phylogenetic species is known by a single collection (pure culture)\nof uncertain origin. It is thought to represent Phellinus setulosus, a\nSoutheast Asian taxa. In an evolutionary perspective, tree species\noccurring in the Neotropics (P. amazonicus, P. caribaeo-quercicolus and\nPhellinus sp. 1) have a closely related genetic background and forms a\nwell-supported Neotropical lineage","trees":[{"tree_label":"PAUP 1","ntax":"41","rootedtree":"TRUE","title":"Tr95503","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95503.phy"}]}