{"Authors":" Tom Grafenhan, Peter Johnston, Martha M. Vaughan, Susan P.\nMcCormick, Mark Busman, Todd J. Ward, Kerry O’Donnell","Year":" 2016","Title":" Fusarium pseudoacuminatum sp. nov. is a novel nivalenol\nmycotoxin-producing head blight pathogen from New Zealand","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium head blight, genotyping, morphology,\npathogenicity, phylogenetics, RPB1, RPB2, trichothecene,\nzearalenone","DOI":"","Abstract":" We report on the molecular and morphological\ncharacterization of a novel B-type trichothecene toxin-producing species\n(i.e., B clade) recovered from litter in a maize field near Wellington,\nNew Zealand, which is formally described herein as Fusarium\npseudoacuminatum sp. nov. This species was initially identified as F.\nacuminatum employing morphological data; however, it differs from this\nspecies in that it produces longer macroconidia in which the apical cell\nis not as pointed, chlamydospores are not produced, and its colony\ngrowth rate on agar is much faster. Molecular phylogenetic analyses of\nportions of 13 genes that were mined from a whole genome sequence\nresolved F. pseudoacuminatum as the basal most species within the B\nclade. In silico translations of the trichothecene toxin gene cluster\nsuggested that this isolate might possess the ability to produce the\nmycotoxin nivalenol because genes that determine this chemotype (i.e.,\nTri3, Tri7 and Tri13) appear to be functional. Consistent with this\nprediction, mycotoxin analyses demonstrated that it was able to produce\n4-acetylnivalenol and 4,15-acetyl nivalenol, the nontrichothecene\nsesquiterpenes culmorin and hydroxyl culmorins, and the estrogen\nzearalenone in vitro. Results of a pathogenicity experiment revealed\nthat F. pseudoacuminatum was able to induce moderate head blight on\nwheat.","trees":[{"tree_label":"PAUP 1","ntax":"1","rootedtree":"TRUE","title":"Fusarium pseudoacuminatum 14x3368","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95523.phy"},{"tree_label":"PAUP 3","ntax":"1","rootedtree":"TRUE","title":"Fusarium pseudoacuminatum 74x16079","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95525.phy"}]}