{"Authors":" María Havrylenko, H. D. Shin, Seyed Akbar Khodaparast,\nSusumu Takamatsu, Seiko Niinomi, Banga Grigaliunaite, Mihoko\nInagaki","Year":" 2007","Title":" Molecular phylogeny and evolution of the genus Phyllactinia\n(Ascomycete: Erysiphales) and its allied genera","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phyllactinia is a unique genus within the Erysiphales\n(Ascomycota) having a partly endo-parasitic nature of the mycelium\nwithin the host plant tissues. We constructed phylogenetic trees for the\ngenus Phyllactinia and its allied genera based on a total of120\nnucleotide sequences of the 28S rDNA and ITS regions to discuss their\nphylogenetic relationships with special references to host plants,\nbiogeography, evolutionary dating, and taxonomy. The analysis of the\nErysiphales confirmed the monophyly of the endo-parasitic genera, i.e.,\nLeveillula, Phyllactinia and Pleochaeta. Phyllactinia specimens used in\nthis study were divided into six distinctive groups and three subgroups.\nInterestingly, Leveillula, an obligately endo-parasitic genus of the\nErysiphales, grouped together with Phyllactinia, although this was not\nsignificantly supported by the Kishino-Hasegawa and Shimodaira-Hasegawa\ntests. This suggests that the evolution within this group of fungi\noccurred from partial endo-parasitism to obligate endo-parasitism. The\nhost range of Phyllactinia is mostly confined to woody plants,\nespecially deciduous trees. Betulaceae, Fagaceae, Ulmaceae, Moraceae,\nand Rosaceae may have a close connection to the divergence of the groups\nand subgroups of Phyllactinia concerned. Most of these plant families\nare known as major members of the boreotropical flora of the Tertiary,\nwhich suggests an early Tertiary origin of this genus. A comparison of\nthe phylogenies of hosts and parasites revealed that host range\nexpansion at higher taxonomic levels (higher than family level) is\nindependent of the phylogeny of plants. On the other hand, host range\nexpansions in lower taxonomic levels (infrafamilial or infrageneric)\ntend to occur within a single family or genus. An estimation of the\nevolutionary timing using a molecular clock suggested that Phyllactinia\nsplit from Pleochaeta about 60 million years ago (Mya) in the early\nTertiary and divergence of the six major clades of Phyllactinia occurred\nbetween 5 and 40 Mya during Oligocene and Miocene. Divergence within the\nmajor clades and within Leveillula occurred maybe more than 5 Mya in\nPliocene and Quaternary. This is the first comprehensive phylogenetic\nstudy of Phyllactinia and other endo-parasitic genera of the\nErysiphales.","trees":[{"tree_label":"Fig. 2","ntax":"115","rootedtree":"TRUE","title":"Phyllactinieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_353.phy"},{"tree_label":"Fig. 5","ntax":"16","rootedtree":"TRUE","title":"Phyllactinieae, Group 5","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2885.phy"},{"tree_label":"Fig. 3","ntax":"41","rootedtree":"TRUE","title":"Phyllactinieae, Groups 1 & 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2883.phy"},{"tree_label":"Fig. 4","ntax":"37","rootedtree":"TRUE","title":"Phyllactinieae, Group 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2884.phy"}]}