{"Authors":" Stanislav Korenko, Tamara Spasojevic, Seraina\nKlopfstein","Year":" 2017","Title":" Wide range of hosts and manipulations of their web-building\nbehavior in the true spider parasitoid Zatypota kauros (Hymenoptera,\nIchneumonidae)","Journal":" Zoological Journal of the Linnean Society.","Volume":"","Issue":"","Pages":"","Keywords":" parasitoid, speciation, host range, behavioural\nmanipulation","DOI":"","Abstract":" Parasitoid wasps of the Polysphincta genus group are\nusually highly specialised on their spider hosts and most of them are\nknown to manipulate their hosts into building a special web in which the\nparasitoid pupates. The trophic niche and plasticity of host use\nincluding host manipulations was investigated in the koinobiont\nparasitoid Zatypota kauros Gauld from Queensland, Australia. We found\nthe parasitoid wasp to be unusual among spider parasitoids in attacking\nhosts from three different families, each differing widely in their\nweb-building behaviours. Molecular analysis revealed that the taxon Z.\nkauros contains at least two divergent mitochondrial lineages. Lineage A\nwas associated exclusively with spiders of the genus Anelosimus\n(Theridiidae) and did not induce any changes in the structure of its\nhost’s tangle webs. Lineage B has a broader host range, including\nspiders of the families Araneidae and Nephilidae, all of which weave\neither orb or tent webs, but was also found on Anelosimus hosts. Unique\nmanipulations could be observed in the web-building behaviours of the\ndifferent host groups. However, nuclear data from two ribosomal genes\nand three introns did not support the mitochondrial lineages or host\ngroups, indicating either maternal effects or very recent and/or\nincomplete speciation in this taxon. Albeit, given their wide host range\nand intriguing interactions with their hosts, the Z. kauros complex\nrepresents a very promising system to study parasitoid speciation.","trees":[{"tree_label":"EOG7F5BR9 intron3 con all compat","ntax":"11","rootedtree":"TRUE","title":"Tr105046","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105046.phy"},{"tree_label":"EOG7F5BR9 intron2 con all compat","ntax":"11","rootedtree":"TRUE","title":"Tr105044","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105044.phy"},{"tree_label":"EOG7M10F6 intron4 con all compat","ntax":"11","rootedtree":"TRUE","title":"Tr105045","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105045.phy"},{"tree_label":"con all compat","ntax":"45","rootedtree":"TRUE","title":"Tr105041","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105041.phy"},{"tree_label":"28S con all compat","ntax":"12","rootedtree":"TRUE","title":"Tr105042","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105042.phy"},{"tree_label":"ITS2 con all compat","ntax":"12","rootedtree":"TRUE","title":"Tr105043","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105043.phy"}]}