{"Authors":" Paul S. Manos, Sang-Hun Oh","Year":" 2007","Title":" Molecular phylogenetics and cupule evolution in Fagaceae as\ninferred from nuclear CRABS CLAW sequences","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Fagaceae includes nine genera and ca. 1,000 species,\nmaking it one of the largest and economically important groups within\nFagales. Phylogenetic relationships remain unresolved despite a long\nhistory of systematic study. We used CRABS CLAW, a single-copy\nnuclear gene, to generate over 2,900 base pairs of new sequence data,\nand combined it with previously collected molecular data to examine\nmorphological evolution in the Fagaceae. We clarified the relationships\nof Chrysolepis, Lithocarpus and Quercus, and in\nthis improved phylogenetic context we inferred morphological\ntransformations of the cupule. Phylogenetic analyses supported an origin\nfor Quercus from a castaneoid ancestor and a novel sister group\nrelationship for Asian Lithocarpus and Chrysolepis;\nhowever the monophyly of both Lithocarpus and subfamily\nCastaneoideae was rejected. Our data suggest that North American\nLithocarpus densiflorus is only distantly related to Asian\nLithocarpus, supporting the hypothesis that the uniflorous\ncupules of L. densiflorus and Quercus are derived from\ndichasium cupules via loss of lateral flowers. The sister group\nrelationship of Asian Lithocarpus and Chrysolepis is\nsupported by the morphological synapomorphy that each fruit is\nsurrounded by a cupule. A new hypothesis is proposed to explain the\nevolution of the unusual cupules of Asian Lithocarpus and\nChrysolepis. In this model, every flower represents a reduced\ndichasium, and we interpret the cupules of these taxa to be compound in\nnature, formed by multiple reduced dichasia derived from single-flowered\ncupules.","trees":[{"tree_label":"Fig. 4","ntax":"52","rootedtree":"TRUE","title":"Fagaceae, CRC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2887.phy"},{"tree_label":"Fig. 5","ntax":"41","rootedtree":"TRUE","title":"Fagaceae, CRC & ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2888.phy"}]}