{"Authors":" W. H. C. F. Kooistra, Haifeng Gu, Adriana Zingone, Sergio\nBalzano, Robert A. Andersen, Diana Sarno","Year":" 2007","Title":" Global diversity and biogeography of Skeletonema species\n(Bacillariophyta)","Journal":" Protist","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Recent studies have shown that the cosmopolitan diatom\nSkeletonema costatum sensu lato is composed of several morphologically\nand genetically distinct species. To assess whether the separate species\nhave a cosmopolitan distribution, we analysed 184 strains from marine\nand estuarine sites worldwide. We identified the strains using light and\nelectron microscopy, and we sequenced the hyper-variable region of\nnuclear LSU rDNA. All recently described species were genetically\ndistinct, and all but two were morphologically distinct. Variability was\nfound for the only ultrastructural character used to distinguish\nSkeletonema dohrnii and S. marinoi, which cannot be identified based on\nmorphology alone. Furthermore, multiple genetically distinct taxa, which\nmay represent cryptic species, were found within the S. menzelii and S.\ntropicum clades. We found that all currently recognized species of\nSkeletonema are widespread, however, gaps seem to occur in their\ngeographic ranges. For example, some species are found in both the\nnorthern and southern temperate latitudes whereas other species appear\nto have only subtropical to tropical ranges. Skeletonema pseudocostatum\nand S. grethae seem to have more restricted geographic ranges because\nthe former was not found along American coasts and the latter was\nencountered only in US waters. A taxonomic update is provided for\nSkeletonema strains currently available in several culture collections,\nwhich could aid reinterpretation of results obtained in comparative\nstudies using these strains.","trees":[{"tree_label":"Skelet LSU tree","ntax":"214","rootedtree":"TRUE","title":"Skeletonema","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2889.phy"}]}