{"Authors":" Ned B. Klopfenstein, Jane E. Stewart, Yuko Ota, John W.\nHanna, Bryce A Richardson, Amy Lynn Ross-Davis, Ruben Damian\nElias-Roman, Kari Korhonen, Nenad Keča, E Iturritxa, Dionicio\nAlvarado-Rosales, Halvor Solheim, Nicholas Justin Brazee, P Łakomy,\nMichelle R Cleary, Eri Hasegawa, Taisei Kikuchi, F Garza-Ocanas, P\nTsopelas, Daniel Rigling, Simone Prospero, Tetyana Tsykun, J A Berube,\nFranck O.P. Stefani, S Jafarpour, Vladimir Antonin, Michal Tomsovsky,\nGeral I. McDonald, Steve Woodward, Mee-Sook Kim","Year":" 2016","Title":" Insights into the phylogeny of northern hemisphere\nArmillaria: split-network and Bayesian analyses of translation\nelongation factor 1-α sequences.","Journal":" Mycologia","Volume":" 109","Issue":" 1","Pages":" 75-91","Keywords":"","DOI":" 10.1080/00275514.2017.1286572","Abstract":" Armillaria possesses several intriguing characteristics\nthat have inspired wide interest in understanding phylogenetic\nrelationships within and among species of this genus. Nuclear ribosomal\nDNA sequence-based analyses of Armillaria provide only limited\ninformation for phylogenetic studies among widely divergent taxa, and\nare not reliable for separating closely related Eurasian species, such\nas A. solidipes (A.ostoyae) and A. borealis, or other closely related\nNorth American species, such as A. gallica, A. calvescens, and A.\ncepistipes. More recent studies have shown that translation elongation\nfactor 1-α (tef-1α) sequences are quite informative for phylogenetic\nanalysis of Armillaria species within diverse global regions. This study\nused split-network phylogenetic and coalescence-based Bayesian\napproaches to examine phylogenetic relationships of newly determined and\nexisting tef-1α sequences among diverse Armillaria species from across\nthe northern hemisphere, with southern hemisphere Armillaria species\nincluded for reference. Based on the Bayesian analysis, Armillaria\nspecies from the northern hemisphere are generally comprised within the\nfollowing four superclades, which are named according to the specific\nepithet of the most prominent species within the superclade: 1)\nSocialis/Tabescens (exannulate) superclade including Eurasian A. ectypa,\nNorth American A. socialis (A. tabescens), and Eurasian A. socialis (A.\ntabescens) clades; 2) Mellea superclade including undescribed annulate\nNorth American Armillaria sp. (Mexico) and four separate clades of A.\nmellea (Europe, Japan, and two groups from North America); 3) Gallica\nsuperclade including Armillaria Nag E (Japan), multiple clades of Asian\nand European A. gallica, A. calvescens (North America), North American\nA. cepistipes, A. altimontana (North America), A. nabsnona (North\nAmerica and Japan), and at least two North American A. gallica clades;\nand 4) Solidipes/Ostoyae superclade including two North American A.\nsolidipes/ostoyae clades, A. gemina (North America), Eurasian A.\nsolidipes/ostoyae, A. cepistipes (Europe and Japan), A. sinapina (North\nAmerica and Japan), and A. borealis (Eurasia) clade 2. Of note is that\nA. borealis (Eurasia) clade 1 appeared basal to the Solidipes/Ostoyae\nand Gallica superclades. The split-network analysis showed similar\nphylogenetic relationships. This study further demonstrates the utility\nof tef-1α for global phylogenetic studies of Armillaria species and\nprovides critical insights into multiple taxonomic issues that warrant\nfurther study.","trees":[{"tree_label":"PAUP_1","ntax":"246","rootedtree":"TRUE","title":"Armillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112696.phy"}]}