{"Authors":" Amit Dhingra, Y. L. Qiu, Ruiqi Li, Charles D. Bell, Tory A.\nHendry, Shuguang Jian, Michael J. Moore, Matthew A. Gitzendanner,\nDouglas E. Soltis, Pamela S. Soltis","Year":" 2008","Title":" Resolving an ancient, rapid radiation in Saxifragales.","Journal":" Systematic Biology","Volume":" 57","Issue":" 1","Pages":" 38-57","Keywords":"","DOI":" 10.1080/10635150801888871","Abstract":" Despite the prior use of ~ 9,000 bp, deep-level\nrelationships within the angiosperm clade Saxifragales remain enigmatic,\ndue to an ancient, rapid radiation (89.5 -110 Myr based on the fossil\nrecord). To resolve these deep relationships, we constructed several new\ndata sets: 1) 16 genes representing the three genomic compartments\nwithin plant cells (two nuclear, ten plastid, four mitochondrial;\naligned, analyzed length = 21,460 bp) for 28 taxa; 2) the entire plastid\ninverted repeat (IR; 26,625 bp) for 17 taxa; 3) „total evidence‰ (50,845\nbp) for both 17 and 28 taxa (the latter missing the IR). Bayesian and ML\nmethods yielded identical topologies across partitions with most clades\nreceiving high posterior probability (pp = 1.0) and bootstrap (95-100%)\nvalues, suggesting that with sufficient data, rapid radiations can be\nresolved. In contrast, parsimony analyses of different partitions\nyielded conflicting topologies, particularly with respect to the\nplacement of Paeoniaceae, a clade characterized by a long branch. In\nagreement with published simulations, the addition of characters\nincreased bootstrap support for the putatively erroneous placement of\nPaeoniaceae. Although having far fewer parsimony-informative sites,\nslowly-evolving plastid genes provided higher resolution and support for\ndeep-level relationships than rapidly evolving plastid genes, yielding a\ntopology close to the Bayesian and ML total evidence tree. The plastid\nIR region may be an ideal source of slowly evolving genes for resolution\nof deep-level angiosperm divergences that date to 90 my or more. Rapidly\nevolving genes provided support for tip relationships not recovered with\nslowly evolving genes, indicating some complementarity. Age estimates\nusing penalized likelihood with and without age constraints for the\n28-taxon, total evidence data set are comparable to fossil dates,\nwhereas estimates based on the 17-taxon data are much older than implied\nby the fossil record. Hence, sufficient taxon density, and not simply\nnumerous base pairs, is important in reliably estimating ages. Age\nestimates indicate that the early diversification of Saxifragales\noccurred rapidly, over a timespan as short as 6 million years. Between\n25,000 ˆ 50,000 bp were needed to resolve this radiation with high\nsupport values. Extrapolating from Saxifragales, a similar number of\nbase pairs may be needed to resolve the many other deep-level radiations\nof comparable age in angiosperms.","trees":[{"tree_label":"Fig. 3A","ntax":"17","rootedtree":"TRUE","title":"MP slow genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2893.phy"},{"tree_label":"Fig. 3C","ntax":"17","rootedtree":"TRUE","title":"MP fast genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2894.phy"},{"tree_label":"Fig. 1","ntax":"28","rootedtree":"TRUE","title":"ML all data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2890.phy"},{"tree_label":"Fig. 2","ntax":"28","rootedtree":"TRUE","title":"MP all data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2891.phy"},{"tree_label":"Fig. 3B","ntax":"17","rootedtree":"TRUE","title":"MP intermediate genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2892.phy"}]}