{"Authors":" Shabani Kililwa Muller, Justine Assenga, Lucas Matemba,\nGerald Misinzo, Rudovick Kazwala","Year":" 2016","Title":" Human leptospirosis in Tanzania: Sequencing and Phylogenetic\nanalysis confirm that pathogenic Leptospira species circulate among\nAgro-pastoralists living in Katavi-Rukwa Ecosystem","Journal":" BMC Journal of Infectious Diseases","Volume":"","Issue":"","Pages":"","Keywords":" Leptospirosis, Sequencing, Phylogenetic Analysis,\nKatavi-Rukwa Ecosystem, Tanzania","DOI":"","Abstract":" Bacgrounds Leptospirosis is a neglected zoonotic disease\nof worldwide public health importance. The disease affects human,\ndomestic animals and wildlife. However, leptospirosis is challenging in\nits diagnosis in humans. Culture technique, which is time consuming, is\nnot recommended for clinical diagnosis of leptospirosis in humans. For\nthese reasons, serological and molecular techniques remain the test of\nchoice. The major objective of this study was to explore the genetic\ncharacteristic of Leptospira species which are prevalent among\nagro-pastoralists living in KataviRukwa Ecosystem, Tanzania. Methods A\ncross-sectional epidemiological study was carried out in the\nKatavi-Region South-west, Tanzania between August, 2013 and November,\n2014. A total of 267 participants were randomly recruited for the study.\nMicroscopic agglutination test (MAT) was used to detect antibody against\nsix Leptospira antigens including local serogroups Icterohaemorrhagiae,\nBallum, Grippotyphosa, Sejroe and reference serogroups Hebdomadis, and\nLora. Samples with MAT titers ≥ 1:160 were scored as positive, samples\nwith MAT titers ranging from 1:20 to 1:80 were scored as exposed to\nLeptospira, and absence of agglutination titers was scored as negative.\nAll MAT positive samples, including the low titre samples were subjected\nto PCR using the respective 16sRNA primers for the pathogenic and\nnon-pathogenic species. Selected PCR products were partially sequenced\nand compared with Leptospira sequences available in GenBank. Out of 267\nsamples tested, 80 (29.9%) were positive with MAT. The major circulating\nleptospiral serogroups were Sejroe (15.7 %,), Icterohaemorrhagiae\n(8.9%), Grippotyphosa (4.8%), Hebdomadis (3.37%), Lora (1.49%) and\nBallum (1.19%). By using PCR, 33 (15.7%) out of 210 samples were\npathogenic Leptospira while no saprophytic Leptospira spp. was detected.\nPartial 16sRNA gene sequences of Leptospira species which were obtained\nfrom this study were submitted to GenBank and acquired accession numbers\nKP313246 and KP313247. Phylogenetic analysis of the nucleotide sequences\nrevealed that Leptospira species circulating in the Kativi-Rukwa\necosystem clustered with other published pathogenic species mainly\nLeptospira interrogans and Leptospira kirschneri. To the best of the\nauthors knowledge, this is the first study from Tanzania to confirm\npathogenic Leptospira species in human subjects using genomic typing\ntechnique. Conclusion These findings provide ultimate evidence of\npathogenic Leptospira species circulating among agro-pastoralists living\nin Katavi-Rukwa Ecosystem suggesting that active disease surveillance\nshould be undertaken in order to achieve greater protection of the\nagro-pastoral communities in Tanzania.","trees":[{"tree_label":"tree 1","ntax":"28","rootedtree":"TRUE","title":"Leptospira Matrix 28x468","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95641.phy"},{"tree_label":"new","ntax":"45","rootedtree":"TRUE","title":"Leptospira Matrix 45x335","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_95778.phy"}]}