{"Authors":" Thomas Jung, Marilia Horta-Jung, Bruno Scanu, Diana Seress,\nGabor M. Kovacs, Cristiana Maia, Ana Perez-Sierra, Tun-Tschu Chang, Anne\nChandelier, Kurt Heungens, Kris Van Poucke, Paloma Abad-Campos, Maela\nLeon, Santa Olga Cacciola, Jozsef Bakonyi","Year":" 2017","Title":" Six new Phytophthora species from ITS Clade 7a including two\nsexually functional heterothallic hybrid species detected in natural\necosystems in Taiwan","Journal":" Persoonia","Volume":" 38","Issue":"","Pages":" 100135","Keywords":" biosecurity, breeding systems, evolution, flow cytometry,\nphylogeny, Phytophthora cambivora, radiation","DOI":" 10.3767/003158517X693615","Abstract":" During a survey of Phytophthora diversity in natural\necosystems in Taiwan six new species were detected. Multigene phylogeny\nbased on the nuclear ITS, ß-tubulin and HSP90 and the mitochondrial cox1\nand NADH1 gene sequences demonstrated that they belong to ITS Clade 7a\nwith P. europaea, P. uniformis, P. rubi and P. cambivora being their\nclosest relatives. All six new species differed from each other and from\nrelated species by a unique combination of morphological characters, the\nbreeding system, cardinal temperatures and growth rates. Four\nhomothallic species, P. attenuata, P. flexuosa, P. formosa and P.\nintricata, were isolated from rhizosphere soil of healthy forests of\nFagus hayatae, Quercus glandulifera, Q. tarokoensis, Castanopsis\ncarlesii, Chamaecyparis formosensis and Araucaria cunninghamii. Two\nheterothallic species, P. xheterohybrida and P. xincrassata, were\nexclusively detected in three forest streams. All P. xincrassata\nisolates belonged to the A2 mating type while isolates of P.\nxheterohybrida represented both mating types with oospore abortion rates\naccording to Mendelian ratios (433 %). Multiple heterozygous positions\nin their ITS, ß-tubulin and HSP90 gene sequences indicate that P.\nxheterohybrida, P. xincrassata and P. cambivora are interspecific\nhybrids. Consequently, P. cambivora is redescribed as P. xcambivora\nwithout nomenclatural act. Pathogenicity trials on seedlings of Castanea\nsativa, Fagus sylvatica and Q. suber indicate that all six new species\nmight pose a potential threat to European forests.","trees":[{"tree_label":"tree 1","ntax":"86","rootedtree":"TRUE","title":"Phytophthora Clade7a Btub Cox1 HSP90 ITS NADH1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_101139.phy"}]}