{"Authors":" Nicolas Pastor, Jorge O. Chiapella, Francisco Kuhar,\nEsteban M. Crespo, Eduardo Nouhra","Year":" 2016","Title":" Unveiling new and cryptic Cortinarius species from northern\nPatagonian Nothofagus forests based on morphological and molecular\ndata","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Thaxterogaster, Argentina, sequestrate fungi,\ndiversity","DOI":"","Abstract":" As a result of systematic sampling campaigns in the\nnorthern Patagonian Nothofagus forests of Argentina, several specimens\nof sequestrate fungi were collected. Some of those collections showed\nphylogenetic affinities and morphological similarities to members of the\nformerly recognized sequestrate genus Thaxterogaster that is currently\nconsidered a synonym of Cortinarius based on molecular data. Comparisons\nof macro- and micro-morphological features and DNA sequences of ITS and\nRPB2 genes have revealed that these collections belong to formerly\nundescribed species. The sequences of the four new taxa presented here,\nCortinarius flavopurpureus Pastor & Nouhra, C. translucidus Pastor\n& Nouhra, C. nahuelhuapensis Pastor & Nouhra and C. infrequens\nPastor & Nouhra, were combined into a matrix including additional\nsequences retrieved from public gene databases and analyzed by Maximum\nLikelihood and Bayesian Inference methods. The four new species were\nresolved as separate identities with strong support, at the same time\nthey showed unique morphological characteristics (hypogeous to\nsub-hypogeous habit, complete gasteromycetation, spore shape and\nornamentation) that separate them from previously described Cortinarius\nspecies. In addition, several undescribed and/or not previously\nsequenced species from these forests were detected through phylogenetic\nanalysis of ectomycorrhizal root tips sequences. A brief discussion on\nthe local diversity of Cortinarius species as well as a key of\ncharacters to identify the gasteroid ones is also provided.","trees":[{"tree_label":"Imported tree 1","ntax":"190","rootedtree":"TRUE","title":"Tr95779","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95779.phy"}]}