{"Authors":" Nhu H Nguyen, Else C Vellinga, Thomas D. Bruns, Peter\nKennedy","Year":" 2016","Title":" Phylogenetic assessment of global Suillus ITS sequences\nsupports morphologically defined species and reveals synonymous and\nundescribed taxa","Journal":" Mycologia","Volume":" 108","Issue":" 6","Pages":" 12161228","Keywords":" Boletales, bolete, geography, molecular phylogenetics,\nSuillaceae, suilloid, systematics, taxonomy","DOI":" 10.3852/16-106","Abstract":" The genus Suillus represents one of the most recognizable\ngroups of mushrooms in conifer forests throughout the Northern\nHemisphere. Although for decades the genus has been relatively well\ndefined morphologically, previous molecular phylogenetic assessments\nhave provided important yet preliminary insights into its evolutionary\nhistory. We present the first largescale phylogenetic study of the\nboundaries of each species in the genus Suillus based on the most\ncurrent internal transcribed spacer (ITS) barcode sequences available in\npublic databases, as well as sequencing of 224 vouchered specimens and\ncultures, 15 of which were type specimens from North America. We found\nthat species boundaries delimited by morphological data are broadly\ncongruent with those based on ITS sequences. However, some species\nappear to have been described several times under different names,\nseveral species groups cannot be resolved by ITS sequences alone, and\nundescribed taxa are apparent, especially in Asia. Therefore, we\nelevated S. tomentosus var. discolor to S. discolor; proposed synonymies\nof S. neoalbidipes with S. glandulosipes, S. borealis with S.\nbrunnescens, Boletus serotinus and B. solidipes with Suillus elbensis,\nS. lactifluus with S. granulatus, S. himalayensis with S. americanus;\nand proposed usage of the names S. clintonianus in the place of the\nNorth American S. grevillei, S. weaverae for North American S.\ngranulatus, S. ampliporus in the place of the North American S. cavipes,\nand S. elbensis in place of the North American S. viscidus. We showed\nthat the majority of Suillus species have strong affinities for\nparticular host genera. Although deep node support was low, geographic\ndifferentiation was apparent, with species from North America, Eurasia,\nand Asia often forming their own clades. Collectively, this\ncomprehensive genus-level phylogenetic integration of currently\navailable Suillus ITS molecular data and metadata will aid future\ntaxonomic and ecological work on an important group of ectomycorrhizal\nfungi.","trees":[{"tree_label":"tree 1","ntax":"1029","rootedtree":"TRUE","title":"Tr115237","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115237.phy"}]}