{"Authors":" Martina Reblova, Vit Hubka, Olle Thureborn, Johannes\nLundberg, Therese Sallstedt, Mats Wedin, Magnus Ivarsson","Year":" 2016","Title":" From the tunnels into the treetops: new lineages of black\nyeasts from biofilm in the Stockholm metro system and their relatives\namong ant-associated fungi (Chaetothyriales)","Journal":" PloS ONE","Volume":" 10","Issue":" 11","Pages":" e0163396","Keywords":" cave mycobiota, Eurotiomycetes, endoconidia, granite,\nfungal biofilm, meristematic growth, multigene analysis, rock-inhabiting\nfungi, secondary structures, speleothems, Trichomeriaceae, urban\nenvironment","DOI":" 10.1371/journal. pone.0163396","Abstract":" Isolation of fungi from speleothem forming biofilm\ncovering bare granite walls in the Kungsträdgården metro station in\nStockholm yielded axenic cultures of two distinct black yeast\nmorphotypes. They are characterized by slow-growing melanised colonies,\nvegetative moniliform hyphae growing through enteroblastic proliferation\nand a tendency of shifting to meristematic development. Two multigene\nanalyses of the combined ITS, nuc18S, nuc28S, rpb1, rpb2 and β-tubulin\nsequences support their placement in the Chaetothyriales. They are\ndescribed as a new genus Bacillicladium with the type species B.\nlobatum, and a new species Bradymyces graniticola. Sequencing of DNA\nobtained from the biofilm environmental samples resulted in the\nidentification of B. graniticola. Bacillicladium is distantly related to\nthe known five chaetothyrialean families and is unique in the\nChaetothyriales by variable morphology showing hyphal, meristematic and\nyeast-like growth in vitro. The cells of the aerial hyphae possess one\nto numerous cell wall reinforcements. The closest siblings of\nBacillicladium recruited among fungi isolated from cardboard-like\nconstruction material produced by arboricolous non-attine ants. However,\ntheir sister relationship is weakly supported by Maximum likelihood\nanalysis, but strongly supported by Bayesian inference. The genus\nBradymyces is placed amidst members of the Trichomeriaceae and is\necologically undefined; it includes an opportunistic animal pathogen\nwhile two other species inhabit rock surfaces. 19 ITS rDNA sequences of\nthree species accepted in Bradymyces and other undescribed isolates and\nenvironmental samples were subjected to phylogenetic analysis and\nin-depth comparative analysis of ITS1 and ITS2 secondary structures in\norder to study their intraspecific variability. The family\nStrelitzianaceae is regarded as a synonym of the Trichomeriaceae; type\nspecies of its two only members Neophaeococcomyces and Strelitziana were\nshown distantly related and fitting in the multigeneric family\nTrichomeriaceae based on molecular data. The role of fungi in the\nspeleothem forming biofilm and relationships of Bacillicladium and\nBradymyces with other members of the Chaetothyriales are discussed.","trees":[{"tree_label":"Fig. 3","ntax":"76","rootedtree":"TRUE","title":"Chaetothyriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120818.phy"},{"tree_label":"Fig. 4","ntax":"71","rootedtree":"TRUE","title":"Chaetothyriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120819.phy"}]}