{"Authors":" Manuel Hoyos, Paul Bloor, Thomas Defler, Jan Vermeer ,\nFabio Rohe , Izeni Farias","Year":" 2016","Title":" Phylogenetic relationships within the Callicebus cupreus\nspecies Group (Pitheciidae: Primates): Biogeographic and taxonomic\nimplications.","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Primates; South America; Callicebus; Diversification;\nMitochondrial DNA; Phylogenetic analysis.","DOI":"","Abstract":" Abstract The genus Callicebus (Thomas, 1903) is one of the\nmost diverse of Neotropical primate genera and the only extant member of\nthe Callicebinae subfamily. It has a widespread distribution from\nColombia to Brazil, Bolivia, Peru and northern Paraguay. Coat colouring\nand colour pattern vary substantially within the genus, and this has led\nto the description of numerous species and subspecies, as well as\nnumerous species groups. However, a lack of molecular phylogenetic\nanalyses on the genus means that phylogenetic relationships and\nbiogeographic history of species are poorly understood. Here, we\nexamined phylogenetic relationships and patterns of diversification\nwithin the Callicebus cupreus species Group (sensu Kobayashi, 1995)\nusing complete mitochondrial DNA cytochrome b gene sequence. Analyses\nindicate that the Callicebus cupreus Group underwent recent and\nextensive diversification. The common ancestor appears to have emerged\nsome 2.3 million years ago (Ma) from a centre of origin in the western\nAmazon region, followed by diversification of the group between about\n1.5 and 1.2 Ma. Phylogenetic analyses were able to recover most\npreviously described species (including the recently described Colombian\nendemic Callicebus caquetensis). However, there are some notable\ninconsistences between the obtained phylogeny and current taxonomy. Some\npreviously recognized taxa were not separated by our data (e.g.,\nCallicebus caligatus and Callicebus dubius), while currently\nunrecognized species diversity was uncovered within C. cupreus in the\nform of two divergent lineages: one of which exhibited greater\nphylogenetic similarity to species from the C. moloch Group. Based on\nthe present study, we challenge current taxonomic arrangements for the\nC. cupreus species Group and call for a thorough taxonomic revision\nwithin the genus Callicebus.","trees":[{"tree_label":"tree 1","ntax":"22","rootedtree":"TRUE","title":"Tr95887","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_95887.phy"}]}