{"Authors":" Xinli Wei, Bruce McCune, H. Thorsten Lumbsch, Hui Li, Steve\nLeavitt, Yoshikazu Yamamoto, Svetlana Tchabanenko, Jiangchun Wei","Year":" 2016","Title":" Limitations of Species Delimitation Based on Phylogenetic\nAnalyses: A Case Study in the Hypogymnia hypotrypa Group (Parmeliaceae,\nAscomycota)","Journal":" PLoS ONE","Volume":" 11","Issue":" 11","Pages":" e0163664","Keywords":"","DOI":" 10.1371/journal.pone.0163664","Abstract":" Delimiting species boundaries among closely related\nlineages often requires a range of independent data sets and analytical\napproaches. Similar to other organismal groups, robust species\ncircumscriptions in closely related fungi are increasingly investigated\nwithin an empirical framework. Here we attempt to delimit species\nboundaries in a closely related clade of lichen-forming fungi endemic to\nAsia, the Hypogymnia hypotrypa group (Parmeliaceae). In the current\nclassification, the Hypogymnia hypotrypa group includes two species: H.\nhypotrypa and H. flavida, which are separated based on distinctive\nreproductive modes, the former producing soredia but absent in the\nlatter. We reexamined the relationship between these two species using\nphenotypic characters and molecular sequence data (ITS, GPD, and MCM7\nsequences) to address species boundaries in this group. In addition to\nmorphological investigations, we implemented a variety of empirical\nsequence-based species delimitation approaches, including the “Automatic\nBarcode Gap Discovery” (ABGD), the Poisson tree process model (PTP), and\nthe multispecies coalescent approach BPP. Comparisons of pairwise\ngenetic distances, pairwise fixation indices (FST) were also employed to\nelucidate insight into species boundaries in this group. The majority of\nthe species delimitation analyses methods implemented in this study\nfailed to support H. hypotrypa and H. flavida as distinct lineages.\nHowever, strong support from the evolutionary independence of H.\nhypotrypa and H. flavida was inferred using BPP, and genetic clusters in\nthis group generally corresponded to the distinct reproductive\nstrategies. In spite of rigorous morphological comparisons and a wide\nrange of sequence-based approaches to delimit species, species\nboundaries in the H. hypotrypa group remain uncertain. This study\nreveals the potential limitations of relying on distinct reproductive\nstrategies as diagnostic taxonomic characters for Hypogymnia and also\nthe challenges of using popular sequence-based species delimitation\nmethods in groups with recent diversification histories.","trees":[{"tree_label":"Fig. S4","ntax":"80","rootedtree":"TRUE","title":"Hypogymnia hypotrypa Group MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_95891.phy"}]}