{"Authors":" Liming Cai, Zhenxiang Xi, Kylee Peterson, Catherine A\nRushworth, Jeremy M Beaulieu, Charles C. Davis","Year":" 2016","Title":" Phylogeny Of Elatinaceae And The Tropical Gondwanan Origin Of\nThe Centroplacaceae (Malpighiaceae, Elatinaceae) Clade","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Aquatic plants; Systematics; Divergence time estimation;\nBiogeography; Vicariance; Dispersal","DOI":"","Abstract":" The flowering plant family Elatinaceae is a widespread\naquatic lineage inhabiting temperate and tropical latitudes, including\n~35 species. Its phylogeny remains largely unknown, compromising our\nunderstanding of its systematics. Moreover, its biogeography is\nparticularly in need of attention because most aquatic plant clades have\nyet to be investigated, resulting in uncertainty about whether aquatic\nplants show histories that deviate from terrestrial plants. We inferred\nthe phylogeny of Elatinaceae from four DNA regions spanning 59\naccessions across the family. An expanded sampling was used for\nmolecular divergence time estimation and ancestral area reconstruction\nto infer the biogeography of Elatinaceae and their closest terrestrial\nrelatives, Malpighiaceae and Centroplacaceae. The two genera of\nElatinaceae, Bergia and Elatine, are monophyletic, but several\ntraditionally recognized groups within the family are non-monophyletic.\nOur results suggest two ancient biogeographic events in the\nCentroplacaceae(Malpighiaceae, Elatinaceae) clade involving western\nGondwana, while Elatinaceae shows a more complicated biogeographic\nhistory with a high degree of continental endemicity. Our results\nindicate the need for further taxonomic investigation of Elatinaceae.\nFurther, our study is one of few to implicate ancient Gondwanan\nbiogeography in extant angiosperms, especially significant given the\nCentroplacaceae(Malpighiaceae, Elatinaceae) clade’s largely tropical\ndistribution. Finally, Elatinaceae demonstrates long-term continental in\nsitu diversification, which argues against recent dispersal as a\nuniversal explanation commonly invoked for aquatic plant\ndistributions.","trees":[{"tree_label":"Fig. 2","ntax":"74","rootedtree":"TRUE","title":"Elatinaceae Fifty percent maximum likelihood (ML)\nmajority-rule consensus tree 361 of Elatinaceae based on the combined\nfour-gene taxon data set","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_95893.phy"}]}