{"Authors":" Kyle Graham Dexter, Jerome Chave","Year":" 2016","Title":" Evolutionary patterns of range size, abundance and species\nrichness in Amazonian angiosperm trees","Journal":" PeerJ","Volume":"","Issue":"","Pages":"","Keywords":" diversification, trees, range size, hyperdominance,\nphylogenetic signal, Amazon, angiosperm phylogeny, speciation, tropical,\nmacroecology","DOI":" 10.7717/peerj.2402","Abstract":" Amazonian tree species vary enormously in their total\nabundance and range size, while Amazonian tree genera vary greatly in\nspecies richness. The drivers of this variation are not well understood.\nHere, we construct a phylogenetic hypothesis that represents half of\nAmazonian tree genera in order to contribute to explaining the\nvariation. We find several clear, broad-scale patterns. Firstly, there\nis significant phylogenetic signal for all three characteristics;\nclosely related genera tend to have similar numbers of species and\nsimilar mean range size and abundance. Additionally, the species\nrichness of genera shows a significant, negative relationship with the\nmean range size and abundance of their constituent species. Our results\nsuggest that phylogenetically correlated intrinsic factors, namely\ntraits of the genera themselves, shape among lineage variation in range\nsize, abundance and species richness. We postulate that tree stature may\nbe one particularly relevant trait. However, other traits may also be\nrelevant, and our study reinforces the need for ambitious compilations\nof trait data for Amazonian trees. In the meantime, our study shows how\nlarge-scale phylogenies can help to elucidate, and contribute to\nexplaining, macroecological and macroevolutionary patterns in\nhyperdiverse, yet poorly understood regions like the Amazon Basin.","trees":[{"tree_label":"Amazon phylog","ntax":"633","rootedtree":"TRUE","title":"Amazonian angiosperm trees rbcL and matK plastid","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_97738.phy"}]}