{"Authors":" Julie Gummow, Yangrae Cho, Andrew J Alverson, Jeffrey D.\nPalmer, M. V. Sanchez-Puerta, J. P. Mower","Year":" 2008","Title":" Horizontal transfer of cox1 group I intron among flowering\nplants: assessing the variation in the coconversion tract","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Horizontal gene transfer (HGT) is surprisingly common\namong plant mitochondrial genomes. The first well-established case of\nHGT in plants involves a group I intron in the mitochondrial cox1 gene.\nThe highly sporadic presence of the intron across angiosperms, strongly\nsupported conflicts between organismal and intron phylogenies, and\nevidence from coconversion tracts combine to suggest frequent horizontal\ntransfer of the cox1 intron aided by the intron-encoded, site-specific\nendonuclease. Here we report extensive additional sampling of\nangiosperms, including discovery of 92 newly sequenced introns from 43\nfamilies. Analysis of all available data leads us to conclude that,\namong the 686 angiosperms whose cox1 intron status has been\ncharacterized thus far, the intron has been acquired by approximately 60\nseparate horizontal transfer events. Extended sampling of three families\n(Marantaceae, Rhamnaceae, Rubiaceae) reveals what appears to be\nsurprisingly frequent transfer between members of the same family, while\na similar conclusion was published in an earlier study on the Araceae.\nIllegitimate pollination is proposed as the responsible mechanism, given\nthat cross-species pollination is more likely between relatively close\nrelatives. The first cases of apparent loss of the cox1 intron are\nreported; these are accompanied by either retention or loss of the\nexonic coconversion tract located in exon 2, immediately downstream of\nthe intron and itself a product of the intron\u001as self-insertion mechanism.\nWe propose three possible hypotheses to explain the presence of\ndifferent length coconversion tracts among close relatives with highly\nrelated intron sequences. One hypothesis posits multiple intron\ntransfers among these closely related plants, with limited\nexonucleolytic degradation in exon 2 at the time of transfer leading to\nshortened coconversion tracts. Second, partial conversion of exon 2 with\na foreign, intronless allele of cox1 could erase part of the\ncoconversion tract. Third, lineage sorting could lead to differential\ntransmission of polymorphic coconversion tracts tracing back to the\nintron\u001as original establishment within a founder plant to species within\na clade of strictly vertically transmitted intron sequences.","trees":[{"tree_label":"Fig. S1","ntax":"126","rootedtree":"TRUE","title":"Angiosperm cox1 exon tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2908.phy"},{"tree_label":"Fig. 3","ntax":"121","rootedtree":"TRUE","title":"Angiosperm cox1 intron tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2909.phy"}]}