{"Authors":" José Luis Manjón, Michael J Wingfield, David M Richardson,\nJohannes J Le Roux, Dominique Strasberg, Jacqueline Edwards, Francois\nRoets, Vit Hubka, Paul W.J. Taylor, Michel Heykoop, Maria P. Martín,\nGabriel Moreno, Deanna A. Sutton, Nathan P Wiederhold, Charles Wesley\nBarnes, Juan R Carlavilla, Josepa Gené, Alejandra Giraldo, Vladimiro\nGuarnaccia, Josep Guarro, Margarita Hernández-Restrepo, Miroslav\nKolařík, Ian G Pascoe, Eugene S Popov, Marcelo Patricio Sandoval-Denis,\nJoyce H.C. Woudenberg, krishnendu acharya, Alina V Alexandrova, Pablo\nAlvarado, Renan Nascimento Barbosa, Iuri E Baseia, Robert A Blanchette,\nTeun Boekhout, Treena I Burgess, Jose F. Cano-Lira, Adéla Čmoková,\nRoumen A Dimitrov, Maxim Yu. Dyakov, Margarita Dueñas, Arun Kumar Dutta,\nFernando Esteve-Raventós, Anna G. Fedosova, Jacques Fournier, Paul\nGamboa, Dilnora Gouliamova, Marizeth Groenewald, Bram Hanse , Giles E.\nSt. J. Hardy, Benjamin W Held, eljko Jurjević, Tharnrat Kaewgrajang , K.\nP. Deepna Latha, Lorenzo Lombard, Janet Jennifer Luangsa-ard, Pavlína\nLysková, Naďa Mallátová, Patinjareveettil Manimohan, Andrew N. Miller,\nMansoureh Mirabolfathy, Olga V Morozova, Mary Obodai, Neiva Tinti\nOliveira, Maria E Ordóñez, Eric C. Otto, Soumitra Paloi, Stephen W.\nPeterson, Cherdchai Phosri, Jolanda Roux, Washington A Salazar, Antonio\nSánchez, Greicy Andrea Sarria, Hyeon-Dong Shin, Bianca Denise Silva,\nGladstone Alves Silva, Maudy Th Smith, Cristina Maria Souza-Motta,\nAlberto Miguel Stchigel, Margarita M Stoilova-Disheva, Marcelo A\nSulzbacher, M. Teresa Telleria, Cristina Toapanta, José María Traba,\nNicomedes Valenzuela-Lopez, Roy Watling, Johannes (Ewald) Zacharias\nGroenewald, Tine Grebenc, Pedro W. Crous","Year":" 2016","Title":" Fungal Planet description sheets: 400-468","Journal":" Persoonia","Volume":" 36","Issue":"","Pages":" 316-458","Keywords":" ITS DNA barcodes; LSU; novel fungal species;\nsystematics","DOI":" 10.3767/003158516X692185","Abstract":" Novel species of fungi described in the present study\ninclude the following from Australia: Vermiculariopsiella eucalypti,\nMulderomyces natalis (incl. Mulderomyces gen. nov.), Fusicladium\nparaamoenum, Neotrimmatostroma paraexcentricum, and Pseudophloeospora\neucalyptorum on leaves of Eucalyptus spp., Anungitea grevilleae (on\nleaves of Grevillea sp.), Pyrenochaeta acaciae (on leaves of Acacia\nsp.), and Brunneocarpos banksiae (incl. Brunneocarpos gen. nov.) on\ncones of Banksia attenuata. Novel foliicolous taxa from South Africa\ninclude Neosulcatispora strelitziae (on Strelitzia nicolai),\nColletotrichum ledebouriae (on Ledebouria floridunda),\nCylindrosympodioides brabejum (incl. Cylindrosympodioides gen. nov.) on\nBrabejum stellatifolium, Sclerostagonospora ericae (on Erica sp.),\nSetophoma cyperi (on Cyperus sphaerocephala), and Phaeosphaeria\nbreonadiae (on Breonadia microcephala). Novelties described from Robben\nIsland (South Africa) include Wojnowiciella cissampeli and Diaporthe\ncissampeli (both on Cissampelos capensis), Phaeotheca salicorniae (on\nSalicornia meyeriana), Paracylindrocarpon aloicola\n(incl. Paracylindrocarpon gen. nov.) on Aloe sp., and Libertasomyces\nmyopori (incl. Libertasomyces gen. nov.) on Myoporum serratum. Several\nnovelties are recorded from La Réunion (France), namely\nPhaeosphaeriopsis agapanthi (on Agapanthus sp.), Roussoella solani (on\nSolanum mauritianum), Vermiculariopsiella acaciae (on Acacia\nheterophylla), Dothiorella acacicola (on Acacia mearnsii), Chalara\nclidemiae (on Clidemia hirta), Cytospora tibouchinae (on Tibouchina\nsemidecandra), Diaporthe ocoteae (on Ocotea obtusata), Castanediella\neucalypticola, Phaeophleospora eucalypticola and Fusicladium\neucalypticola (on Eucalyptus robusta), Lareunionomyces syzygii\n(incl. Lareunionomyces gen. nov.) and Parawiesneriomyces syzygii\n(incl. Parawiesneriomyces gen. nov.) on leaves of Syzygium jambos. Novel\ntaxa from the USA include Meristemomyces arctostaphylos (on\nArctostaphylos patula), Ochroconis dracaenae (on Dracaena reflexa),\nRasamsonia columbiensis (air of a hotel conference room), Paecilomyces\ntabacinus (on Nicotiana tabacum), Toxicocladosporium hominis (from human\nbroncoalveolar lavage fluid), Nothophoma macrospora (from respiratory\nsecretion of a patient with pneumonia), and Penidiellopsis radicularis\n(incl. Penidiellopsis gen. nov.) from a human nail. Novel taxa described\nfrom Malaysia include Prosopidicola albizziae (on Albizzia falcataria),\nProxipyricularia asari (on Asarum sp.), Diaporthe passifloricola (on\nPassiflora foetida), Paramycoleptodiscus albizziae\n(incl. Paramycoleptodiscus gen. nov.) on Albizzia falcataria, and\nMalaysiasca phaii (incl. Malaysiasca gen. nov.) on Phaius\nreflexipetalus. Two species are newly described from human patients in\nthe Czech Republic, namely Microascus longicollis (from toenails of\npatient with suspected onychomycosis), and Chrysosporium echinulatum\n(from sole skin of patient). Furthermore, Alternaria quercicola is\ndescribed on leaves of Quercus brantii (Iran), Stemphylium beticola on\nleaves of Beta vulgaris (The Netherlands), Scleroderma capeverdeanum on\nsoil (Cape Verde Islands), Scleroderma dunensis on soil, and\nBlastobotrys meliponae from bee honey (Brazil), Ganoderma mbrekobenum on\nangiosperms (Ghana), Geoglossum raitviirii and Entoloma krutiсianum on\nsoil (Russia), Priceomyces vitoshaensis on Pterostichus melas\n(Carabidae) (Bulgaria) is the only one for which the family is listed,\nGanoderma ecuadoriense on decaying wood (Ecuador), Thyrostroma cornicola\non Cornus officinalis (Korea), Cercophora vinosa on decorticated branch\nof Salix sp. (France), Coprinus pinetorum, Coprinus littoralis and\nXerocomellus poederi on soil (Spain). Two new genera from Colombia\ninclude Helminthosporiella and Uwemyces on leaves of Elaeis oleifera.\nTwo species are described from India, namely Russula intervenosa\n(ectomycorrhizal with Shorea robusta), and Crinipellis odorata (on bark\nof Mytragyna parviflora). Novelties from Thailand include Cyphellophora\ngamsii (on leaf litter), Pisolithus aureosericeus and Corynascus\ncitrinus (on soil). Two species are newly described from Citrus in\nItaly, namely Dendryphiella paravinosa on Citrus sinensis, and Ramularia\ncitricola on Citrus floridana. Morphological and culture characteristics\nalong with ITS nrDNA barcodes are provided for all taxa.","trees":[{"tree_label":"Bayesian Saccharomycotina and Agaricomycotina LSU\noverview phylogeny","ntax":"42","rootedtree":"TRUE","title":"Tr115747","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115747.phy"},{"tree_label":"Bayesian Dothideomycetes LSU overview phylogeny","ntax":"173","rootedtree":"TRUE","title":"Tr115748","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115748.phy"},{"tree_label":"Bayesian Eurotiomycetes, Geoglossomycetes,\nLecanoromycetes and Leotiomycetes LSU overview phylogeny","ntax":"46","rootedtree":"TRUE","title":"Tr115749","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115749.phy"},{"tree_label":"Bayesian Sordariomycetes LSU overview phylogeny","ntax":"88","rootedtree":"TRUE","title":"Tr115750","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115750.phy"}]}