{"Authors":" Jaime E. Blair, Yilmaz Balci, William L. MacDonald,\nSeogchan Kang, S. Y. Park, Selin Balci","Year":" 2007","Title":" Phytophthora quercetorum sp. nov., a novel species isolated\nfrom eastern and north-central US oak forest soils","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Isolates belonging to a novel Phytophthora species were\nfrequently recovered during an oak forest-soil survey of Phytophthora\nspecies in eastern and north central US in 2004. The species was\nisolated using an oak leaf baiting method from rhizosphere soil samples\ncollected from Quercus rubra, Q. macrocarpa and Q. phellos. This species\nis formally designated as P. quercetorum. It is homothallic and has\naplerotic oogonia and paragynous antheridia. It produces papillate\nsporangia (occasionally bipapillate) of ovoid-elongated shapes. Its\ntemperature optimum for growth is ca. 22.5 °C with the upper limit of\nca. 32.5 °C. P. quercetorum differs from the morphologically related P.\nquercina, in producing distinct submerged colony-patterns, different\ngrowth-temperature requirements, and oogonial shapes and sizes.\nPhylogenetic analyses using seven nuclear loci supported P. quercetorum\nas a novel species within Clade 4, closely related to P. arecae, P.\npalmivora, P. megakarya, and P. quercina. P. quercetorum was pathogenic\nto root and stem tissues of various oak species when inoculated\nartificially.","trees":[{"tree_label":"MP MajRule","ntax":"26","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2911.phy"},{"tree_label":"MB MajRule","ntax":"26","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2912.phy"},{"tree_label":"NJ MajRule","ntax":"26","rootedtree":"TRUE","title":"Phytophthora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2910.phy"}]}