{"Authors":" Yan Wang, Merlin M. White, Sebastian Kvist, Jean-Marc\nMoncalvo","Year":" 2016","Title":" Genome-wide survey of gut fungi (Harpellales) reveals the\nfirst horizontally transferred ubiquitin gene from a mosquito host","Journal":" Molecular Biology and Evolution","Volume":" 33","Issue":" 10","Pages":" 25442554","Keywords":" comparative genomics, evolution, Kickxellomycotina,\npathogen, ubiquitination","DOI":" 10.1093/molbev/msw126","Abstract":" Harpellales, an early-diverging fungal lineage, is\nassociated with the digestive tracts of aquatic arthropod hosts.\nConcurrent with the production and annotation of the first four\nHarpellales genomes, we discovered that Zancudomyces culisetae, one of\nthe most widely distributed Harpellales species, encodes an insect-like\npolyubiquitin chain. Ubiquitin and ubiquitin-like proteins are\nuniversally involved in protein degradation and regulation of immune\nresponse in eukaryotic organisms. Phylogenetic analyses inferred that\nthis polyubiquitin variant has a mosquito origin. In addition, its amino\nacid composition, animal-like secondary structure, as well as the fungal\nnature of flanking genes all further support this as a horizontal gene\ntransfer event. The single-copy polyubiquitin gene from Z. culisetae has\nlower GC ratio compared to homologs of insect taxa, which implies\nhomogenization of the gene since its putatively ancient transfer. The\nacquired polyubiquitin gene may have served to improve important\nfunctions within Z. culisetae, by perhaps exploiting the insect hosts\nubiquitin-proteasome systems in the gut environment. Preliminary\ncomparisons among the four Harpellales genomes highlight the reduced\ngenome size of Z. culisetae, which corroborates its distinguishable\nsymbiotic lifestyle. This is the first record of a horizontally\ntransferred ubiquitin gene from disease-bearing insects to the\ngut-dwelling fungal endobiont and should invite further exploration in\nan evolutionary context.","trees":[{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Harpellales Bayesian PolyUBQ AA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_95999.phy"},{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Harpellales Bayesian PolyUBQ NT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96000.phy"}]}