{"Authors":" Yunzeng Zhang, Gary Barthe, Jude Grosser, Nian Wang","Year":" 2016","Title":" Transcriptome analysis of root response to citrus blight\nbased on the newly assembled Swingle citrumelo draft genome","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Citrus blight; Swingle citrumelo; Root; Genome assembly;\nRNA-seq","DOI":" 10.1186/s12864-016-2779-y","Abstract":" Background Citrus blight is a citrus tree overall decline\ndisease and causes serious losses in the citrus industry worldwide.\nAlthough it was described more than one hundred years ago, its causal\nagent remains unknown and its pathophysiology is not well determined,\nwhich hampers our understanding of the disease and design of suitable\ndisease management. Results In this study, we sequenced and assembled\nthe draft genome for Swingle citrumelo, one important citrus rootstock.\nThe draft genome is approximately 280 Mb, which covers 74% of the\nestimated Swingle citrumelo genome and the average coverage is around\n15X. The draft genome of Swingle citrumelo enabled us to conduct\ntranscriptome analysis of roots of blight and healthy Swingle citrumelo\nusing RNA-seq. The RNA-seq was reliable as evidenced by the high\nconsistence of RNA-seq analysis and quantitative reverse transcription\nPCR results (R2=0.966). Comparison of the gene expression profiles\nbetween blight and healthy root samples revealed the molecular mechanism\nunderneath the characteristic blight phenotypes including decline,\nstarch accumulation, and drought stress. The JA and ET biosynthesis and\nsignaling pathways showed decreased transcript abundance, whereas\nSA-mediated defense-related genes showed increased transcript abundance\nin blight trees, suggesting unclassified biotrophic pathogen was\ninvolved in this disease. Conclusions Overall, the Swingle citrumelo\ndraft genome generated in this study will advance our understanding of\nplant biology and contribute to the citrus breeding. Transcriptome\nanalysis of blight and healthy trees deepened our understanding of the\npathophysiology of citrus blight.","trees":[{"tree_label":"tree 1","ntax":"15","rootedtree":"TRUE","title":"Citrus blight transcriptome analysis 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96244.phy"}]}