{"Authors":" Gustavo Mateus Silva, Ricardo Magela Souza, Lichun Yan, Rui\nSales Junior, Flavio H.V. Medeiros, Ron R. Walcott","Year":" 2016","Title":" Strains of the Group I lineage of Acidovorax citrulli, the\ncausal agent of bacterial fruit blotch of cucurbitaceous crops, are\npredominant in Brazil.","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Bacterial fruit blotch (BFB), caused by the seedborne\nbacterium Acidovorax citrulli, is an economically important threat to\ncucurbitaceous crops worldwide. Since the first report of BFB in Brazil\nin 1990, outbreaks have occurred sporadically on watermelon, and more\nfrequently on melon, resulting in significant yield losses. At present,\nthe genetic diversity and the population structure of A. citrulli\nstrains in Brazil remain unclear. A collection of 74 A. citrulli strains\nisolated from naturally infected fruits of different hosts in Brazil\nbetween 2000 and 2014 and 18 A. citrulli reference strains from other\ncountries were compared by pulsed-field gel electrophoresis (PFGE),\nmultilocus sequence analysis (MLSA) of housekeeping and\nvirulence-associated genes and pathogenicity tests on different cucurbit\nseedling hosts. The Brazilian population was comprised predominantly of\ngroup I strains (98%), regardless of the year of isolation, geographical\nregion or host. Whole genome restriction digestion and PFGE analysis\nrevealed that three unique and previously unreported A. citrulli\nhaplotypes (assigned as haplotypes B22, B23 and B24) occurred in Brazil.\nThe greatest diversity of A. citrulli (4 haplotypes) was found among\nstrains collected from the Northeastern region of Brazil, which accounts\nfor more than 90% of the country`s melon production. MLSA clearly\ndistinguished A. citrulli strains into two well supported clades, in\nagreement with observations based on PFGE analysis. Five Brazilian A.\ncitrulli strains, representing different group I haplotypes, were\nmoderately aggressive on watermelon seedlings compared to four group II\nstrains that were highly aggressive. In contrast, no significant\ndifferences in BFB severity were observed between group I and II A.\ncitrulli strains on melon and squash seedlings. Finally, we observed a\ndifferential effect of temperature on in vitro growth of representative\ngroup I and II A. citrulli haplotypes. Specifically, out of 18 group II\nstrains tested, all grew at 40째C and 41째C. On the other hand, only three\ngroup I strains [haplotypes B8 (P), B3 (K) and B15] out of 15 grew at\n40째C. Three strains representing haplotype B8 (P) were the only group I\nstrains that grew at 41째C. These results contribute to a better\nunderstanding of the genetic diversity of A. citrulli associated with\nBFB outbreaks in Brazil, and reinforce the efficiency of MLSA and PFGE\nanalysis for assessing population structure. This study also provides\nthe first evidence to suggest that temperature might be a driver in the\necological adaptation of A. citrulli populations.","trees":[{"tree_label":"Fig. S1C","ntax":"20","rootedtree":"TRUE","title":"Acidovorax citrulli MP analysis aave 1548","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96076.phy"},{"tree_label":"Fig. 3C","ntax":"20","rootedtree":"TRUE","title":"Acidovorax citrulli NP analysis luxR","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96082.phy"},{"tree_label":"Fig. S1D","ntax":"20","rootedtree":"TRUE","title":"Acidovorax citrulli MP analysis avrRx01","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96078.phy"},{"tree_label":"Fig. 3B","ntax":"21","rootedtree":"TRUE","title":"Acidovorax citrulli MP analysis glta","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96080.phy"},{"tree_label":"Fig. S1A","ntax":"20","rootedtree":"TRUE","title":"Acidovorax citrulli MP analysis adk","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96077.phy"},{"tree_label":"Fig. 3A","ntax":"24","rootedtree":"TRUE","title":"Acidovorax citrulli MP analysis gyrB","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96081.phy"},{"tree_label":"Fig. S1B","ntax":"20","rootedtree":"TRUE","title":"Acidovorax citrulli pilT","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96083.phy"},{"tree_label":"Fig. 3D","ntax":"19","rootedtree":"TRUE","title":"Acidovorax citrulli MP concatenated sequence","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96079.phy"}]}