{"Authors":" Dilys C Houser, Margaret From, Melanie Landry, Alison\nCopeland, P. Roxanne Kellar","Year":" 2016","Title":" Systematics of Diplazium laffanianum (Athyriaceae), a Fern\nSpecies Endemic to Bermuda","Journal":" American Fern Journal","Volume":"","Issue":"","Pages":"","Keywords":" cultivation, extinction, molecular phylogeny,\nreintroduction, Woodsiaceae","DOI":"","Abstract":" Diplazium laffanianum was last collected from its natural\nhabitat in Bermuda in 1905. Now the species is considered extinct in the\nwild as it exists only in greenhouses, as tissue cultures, and as a few\nyoung reintroduced sporophytes. For the last 13 years, a collaborative\nteam of researchers from the Government of Bermuda and the Lab for Rare\n& Endangered Plants at Omahas Henry Doorly Zoo in Nebraska, USA has\nbeen working to bring this species back from the brink of extinction. In\nthis project, we developed propagation methods for D. laffanianum, and\nwe studied molecular and morphological characters to determine the\nphylogenetic placement of D. laffanianum. We sequenced plastid DNA from\nD. laffanianum using high-throughput sequencing, downloaded six plastid\nmarkers (atpA, atpB, matK, rbcL, rps+rps4-trnS, and trnL intron+trnL-F)\nfrom GenBank for 21 Diplazium and outgroup taxa, and inferred a\nphylogeny. We examined 185 collections of five Diplazium species closely\nrelated to D. laffanianum, and we scored 15 morphological characters to\ntest whether D. laffanianum is a distinct species. The phylogeny placed\nD. laffanianum in the D. cristatum group, suggesting a Neotropical\nancestor, and two morphological characters distinguished D. laffanianum\nfrom close relatives. Our results provide evidence for the phylogenetic\nplacement of D. laffanianum, and we are actively propagating and\nreintroducing individuals to the wild, aiding conservation of the\nspecies.","trees":[{"tree_label":"tree 1","ntax":"21","rootedtree":"TRUE","title":"Diplazium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96070.phy"}]}