{"Authors":" Pradeep Kumar Divakar, Paul Muigai Kirika, Ana Crespo,\nGrace W. Gatheri, George K. Mugambi, Steven D. Leavitt, Bibiana Moncada,\nHelge Thorsten Lumbsch","Year":" 2016","Title":" Molecular data show that Hypotrachyna sorocheila\n(Parmeliaceae) is not Monophyletic","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" New species, lichens, molecular systematics, Africa,\nparmelioid lichens, phylogeny, taxonomy","DOI":"","Abstract":" Lichens that reproduce by means of vegetative propagules\n(e.g, sorediate or isidia) are generally thought to have broad\ngeographic distributions. However, recent studies have shown that some\nasexually reproducing lichens with broad distribution may be comprised\nof multiple, independent species-level lineages. Our understanding of\nspecies diversity in asexually reproducing lichenized fungal species may\nbe further confounded by the fact that otherwise morphologically similar\ntaxa separated based on the presence or absence of vegetative\nreproductive structures may in fact be conspecific. In this study, we\ninvestigate genetic diversity of the pantropical sorediate species\nHypotrachyna sorocheila using molecular sequence data. Specifically, we\ngenerated a three-marker dataset for Hypotrachyna subgen. Everniastrum\nspecimens, and reconstructed a multilocus, molecular phylogeny. Our\nresults show that sorediate samples phenotypically identifiable as H.\nsorocheila do not form a monophyletic group, but form two distinct\nspecies-level lineages. Although our data support the pantropical\ndistribution of H. sorocheila s. str., including populations in East\nAfrican, a distinct species-level clade was found in Asia and is\ndescribed as a new species here, H. himalayana Divakar & Kirika sp.\nnov.. This study highlights the fact that the taxonomic significance of\nreproductive traits may vary among lineages of lichen-forming fungi and\nthe need for careful case-by-case studies.","trees":[{"tree_label":"Imported tree 1","ntax":"30","rootedtree":"TRUE","title":"Tr96278","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96278.phy"},{"tree_label":"Fig 1","ntax":"30","rootedtree":"TRUE","title":"Phylogenetic relation among Hypotrachyna subgen\nEverniastrum taxa based on a maximum-likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_96277.phy"}]}