{"Authors":" Ma. Chiela Manubay Cremen, John Huisman, Vanessa Rossetto\nMarcelino, Heroen Verbruggen","Year":" 2016","Title":" Taxonomic revision of Halimeda (Bryopsidales, Chlorophyta) in\nsouth-western Australia","Journal":" Australian Systematic Botany","Volume":" 29","Issue":" 1","Pages":"","Keywords":" Halimeda, siphonous algae, cryptic species","DOI":" 10.1071/SB15043","Abstract":" Halimeda J.V.Lamour. is a green algal genus that is an\nimportant component of tropical reefs and lagoons. Although it does not\ngenerally occur outside the tropics, the range of one putatively\nwidespread species, Halimeda cuneata Hering, in Western Australia\nextends southward past Cape Leeuwin to its southern extreme at Cape Howe\nand around to its most easterly record at Middle Island of the Recherche\nArchipelago. Previous molecular studies have shown that H. cuneata as\nrecorded worldwide encompasses cryptic species diversity, with most of\nthe cryptic entities being geographically isolated from the others.\nHalimeda cuneata has been the name consistently applied to specimens\nfrom the south-western coast of Australia, where it has been regarded as\nthe only representative of its genus in the region. Using a combination\nof morphological features and assessment of species boundaries based on\na plastid gene (tufA) and a nuclear protein-coding gene (HSP90), we have\nreassessed the supposed presence of H. cuneata in south-western\nAustralia. Our results showed the existence of two species in the\nregion, namely, H. versatilis J.Agardh, to which the name H. cuneata has\nbeen misapplied, and H. gigas W.R.Taylor, a central-Pacific species\npreviously recorded only from tropical Australia.","trees":[{"tree_label":"RAxML tufA","ntax":"63","rootedtree":"TRUE","title":"Halimeda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_96123.phy"},{"tree_label":"RAxML HSP90","ntax":"51","rootedtree":"TRUE","title":"Halimeda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_96122.phy"}]}