{"Authors":" Akira Hashimoto, misato matsumura, Kazuyuki Hirayama,\nKazuaki Tanaka","Year":" 2017","Title":" Revision of Lophiotremataceae sensu lato (Pleosporales,\nDothideomycetes): establishment of Aquasubmersaceae and\nCryptocoryneaceae fam. nov., and resurrection of Hermatomycetaceae","Journal":" Persoonia","Volume":" 39","Issue":"","Pages":" 51-73","Keywords":" coelomycetes; holomorph; hyphomycetes; systematics","DOI":" 10.3767/persoonia.2017.39.03","Abstract":" The family Lophiotremataceae (Pleosporales,\nDothideomycetes) is taxonomically revised on the basis of morphological\nobservations and phylogenetic analyses of sequences of nuclear rDNA SSU,\nITS, and LSU regions and tef1 and rpb2 genes. A total of 208 sequences\nwere generated from species of Lophiotremataceae and its relatives.\nAccording to phylogenetic analyses, Lophiotremataceae encompasses the\ngenus Lophiotrema and five new genera: Atrocalyx, Crassimassarina,\nCryptoclypeus, Galeaticarpa, and Pseudocryptoclypeus. These genera are\ncharacterised by ascomata with or without a slit-like ostiole and\npycnidial conidiomata. Three new families, Aquasubmersaceae,\nCryptocoryneaceae, and Hermatomycetaceae, are proposed. Two genera\npreviously recognised as members of Lophiotremataceae, namely,\nAquasubmersa having ascomata with a papillate ostiolar neck and\npycnidial conidiomata and Hermatomyces possessing sporodochial\nconidiomata and dimorphic (lenticular and cylindrical) conidia, are\nincluded in Aquasubmersaceae and Hermatomycetaceae, respectively.\nCryptocoryneum, characterised by the presence of stromatic sporodochia,\ncheiroid conidia, and conidial arms developed downward from the cap\ncells, is placed in Cryptocoryneaceae. Two new genera, Antealophiotrema\nand Pseudolophiotrema, are established, but their familial placements\nremain unresolved. Antealophiotrema bears ascomata morphologically\nsimilar to those of Lophiotrema, but is differentiated from the latter\nby having ascomata with a well-developed peridium and a monodictys-like\nasexual morph. Pseudolophiotrema is also similar to Lophiotrema, but can\nbe distinguished by ascomata with a thin peridium. A total of three new\nfamilies, seven new genera, eight new species, and two new combinations\nare described and illustrated.","trees":[{"tree_label":"Bayestree","ntax":"89","rootedtree":"TRUE","title":"Byesian analysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99669.phy"},{"tree_label":"MLtree","ntax":"89","rootedtree":"TRUE","title":"maximum likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99670.phy"}]}