{"Authors":" Josefina Racedo, Lucia Gutierrez, Maria Francisca Perera,\nSantiago Ostengo, mariano pardo, Maria Ines Cuenya, Bjorn Welin, Atilio\nPedro Castagnaro","Year":" 2016","Title":" Genome-wide association mapping of quantitative traits in a\nbreeding population of sugarcane","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Biomass; Linkage Disequilibrium; Population Structure;\nQuantitative Trait Loci (QTL); Saccharum sp.; Sugar.","DOI":"","Abstract":" Background: Molecular markers associated with relevant\nagronomic traits could significantly reduce the time and cost involved\nin developing new sugarcane varieties. Previous sugarcane genome-wide\nassociation analyses (GWAS) have found few molecular markers associated\nwith relevant traits at plant-cane stage. The aim of this study was to\nestablish an appropriate GWAS to find molecular markers associated with\nyield related traits consistent across harvesting seasons in a breeding\npopulation. Sugarcane clones were genotyped with DArT (Diversity Array\nTechnology) and TRAP (Target Region Amplified Polymorphism) markers, and\nevaluated for cane yield (CY) and sugar content (SC) at two locations\nduring three successive crop cycles. GWAS mapping was applied within a\nnovel mixed-model framework accounting for population structure with\nPrincipal Component Analysis scores as random component. Results: A\ntotal of 43 markers significantly associated with CY in plant-cane, 42\nin first ratoon, and 41 in second ratoon were detected. Out of these\nmarkers, 20 were associated with CY in two years. Additionally, 38\nsignificant associations for SC were detected in plant-cane, 34 in first\nratoon, and 47 in second ratoon. For SC, one marker-trait association\nwas found significant for the three years of the study, while twelve\nmarkers presented association for two years. In the multi-QTL model\nseveral markers with large allelic substitution effect were found.\nSequences of four DArT markers showed high similitude and e-value with\ncoding sequences of Sorghum bicolor, confirming the high gene\nmicrolinearity between sorghum and sugarcane. Conclusions: In contrast\nwith other sugarcane GWAS studies reported earlier, the novel\nmethodology to analyze multi-QTLs through successive crop cycles used in\nthe present study allowed us to find several markers associated with\nrelevant traits. Combining existing phenotypic trial data and genotypic\nDArT and TRAP marker characterizations within a GWAS approach including\npopulation structure as random covariates may prove to be highly\nsuccessful. Moreover, sequences of DArT marker associated with the\ntraits of interest were aligned in chromosomal regions where sorghum\nQTLs has previously been reported. This approach could be a valuable\ntool to assist the improvement of sugarcane and better supply sugarcane\ndemand that has been projected for the upcoming decades.","trees":[{"tree_label":"UPGMA tree 1","ntax":"88","rootedtree":"TRUE","title":"Tr96089","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96089.phy"}]}