{"Authors":" Jiaqi Tan, Matthew R Slattery, Xian Yang, Lin Jiang","Year":" 2016","Title":" Phylogenetic context determines the role of competition in\nadaptive radiation","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":"","Issue":"","Pages":"","Keywords":" Adaptive radiation, competition, competitive fitness\ndifference, niche difference, phylogenetic distance","DOI":"","Abstract":" Understanding ecological mechanisms regulating the\nevolution of biodiversity is of much interest for ecologists and\nevolutionary biologists. Adaptive radiation constitutes an important\nevolutionary process that generates biodiversity. Competition has long\nbeen thought to influence adaptive radiation, but the directionality of\nits effect and associated mechanisms remain ambiguous. Here we report a\nrigorous experimental test of the role of competition on adaptive\nradiation using the rapidly evolving bacterium Pseudomonas fluorescens\nSBW25 interacting with multiple bacterial species that differed in their\nphylogenetic distance to the diversifying bacterium. We showed that the\ninhibitive effect of competitors on the adaptive radiation of P.\nfluorescens decreased as their phylogenetic distance increased. To\nexplain this phylogenetic dependency of adaptive radiation, we linked\nthe phylogenetic distance between P. fluorescens and its competitors to\ntheir niche and competitive fitness differences. Competitive fitness\ndifferences, which showed weak phylogenetic signal, reduced P.\nfluorescens abundance and thus diversification, whereas phylogenetically\nconserved niche differences promoted diversification. These results\ndemonstrate the context dependency of competitive effects on adaptive\nradiation, and highlight the importance of past evolutionary history for\nongoing evolutionary processes.","trees":[{"tree_label":"Fig. 1","ntax":"7","rootedtree":"TRUE","title":"Bacteria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97533.phy"}]}