{"Authors":" Wonyong Kim, Jeong-jin Park, Chung-min Park, David R Gang,\nMing Xian, Jenny A Davidson, Alessandro Infantino, Walter J Kaiser,\nWeidong Chen, Tobin Peever","Year":" 2016","Title":" Use of metabolomics for the chemotaxonomy of\nlegume-associated Ascochyta and allied genera.","Journal":" Scientific Reports","Volume":" 6","Issue":"","Pages":" 20192","Keywords":"","DOI":" 10.1038/srep20192","Abstract":" Chemotaxonomy and the comparative analysis of metabolic\nfeatures of fungi have the potential to provide valuable information\nrelating to ecology and evolution, but have not been fully explored in\nfungal biology. Here, we investigated the chemical diversity of\nlegume-associated Ascochyta and Phoma species and the possible use of a\nmetabolomics approach using liquid chromatography-mass spectrometry for\ntheir classification. The metabolic features of 45 strains including 11\nknown species isolated from various legumes were extracted, and the\ndatasets were analyzed using chemometrics methods such as principal\ncomponent and hierarchical clustering analyses. We found a high degree\nof intra-species consistency in metabolic profiles, but inter-species\ndiversity was high. Molecular phylogenies of legume-associated\nAscochyta/Phoma species were estimated using sequence data from three\nprotein-coding genes and the five major chemical groups that were\ndetected in the hierarchical clustering analysis were mapped to the\nphylogeny. Clusters based on similarity of metabolic features were\nlargely congruent with the species phylogeny. These results indicated\nthat evolutionarily distinct fungal lineages have diversified their\nmetabolic capacities as they have evolved independently. This whole\nmetabolomics approach may be an effective tool for chemotaxonomy of\nfungal taxa lacking information on their metabolic content.","trees":[{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Ascochyta G3PD CHS EF Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96148.phy"}]}