{"Authors":" Jonathan Lawley, Cheryl Ames, Bastian Bentlage, Angel\nYanagihara, Roger Goodwill, Ehsan Kayal, Kikiana Hurwitz, Allen\nCollins","Year":" 2016","Title":" The box jellyfish Alatina alata has a circumtropical\ndistribution","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" spermcast mating, aggregations, deep-sea, cyst, Cubozoa,\nAlatina alata","DOI":"","Abstract":" Species of the box jellyfish (Cubozoa) genus Alatina are\nnotorious for their sting along beaches in several localities in the\nAtlantic and Pacific, including the Dutch Caribbean Island of Bonaire as\nAlatina alata, Hawaii as A. moseri and Australia as A. mordens. Most\ncubozoans inhabit coastal waters, but Alatina is unusual in that\nspecimens have also been collected in the open ocean at great depths.\nAlatina is notable in that populations form monthly aggregations for\nspermcast mating in conjunction with the lunar cycle. Nominal species\nare difficult to differentiate morphologically, and it has been unclear\nwhether they are distinct or a single species with worldwide\ndistribution. Here we report the results of a population genetic study\nusing nuclear and mitochondrial sequence data from four geographical\nlocalities. Our analyses reveal a general lack of geographic structure\namong Alatina populations, and slight though significant isolation by\ndistance. These data corroborate morphological and behavioral\nsimilarities observed in the geographically disparate localities, and\nindicate the presence of a single pantropically distributed species,\nAlatina alata. While repeated human-mediated introductions of A. alata\ncould explain the patterns we have observed, it seems more likely that\ngenetic metapopulation cohesion is maintained via dispersal through the\nswimming medusa stage, and perhaps via dispersal of encysted embryo\nstages, which are described here for the first time in Alatina.","trees":[{"tree_label":"tree 1","ntax":"86","rootedtree":"TRUE","title":"Tr96150","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96150.phy"}]}