{"Authors":" James Stephen Boatwright, Anne Lise Schutte-Vlok, B. E. V.\nWyk, Felix Forest, Vincent Savolainen, M. v. d. Bank","Year":" 2007","Title":" Systematic position of the anomolous genus Cadia and the\nphylogeny of the tribe Podalyrieae (Fabaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The tribe Podalyrieae is a group of papilionoid legumes\nthat are largely endemic to the Cape Floristic Region of South Africa,\npossessing fire survival strategies with both non-sprouting and\nsprouting species. A phylogenetic study of the tribe was undertaken\nusing gene sequences obtained from the internal transcribed spacer (ITS)\nof nuclear ribosomal DNA as well as the plastid rbcL gene (107 species).\nSeveral clades were identified within the tribe. The subtribe\nXiphothecinae consists of the genera Amphithalea and Xiphotheca. The\nsubtribe Podalyriinae was found to be paraphyletic. Liparia (except L.\ncalycina) and Podalyria are sister genera with Stirtonanthus sister to\nboth of these. While Podalyria and Stirtonanthus are monophyletic, the\nmonophyly of Liparia is still uncertain. Virgilia and Calpurnia are\nclosely related and Cyclopia retains an isolated, monophyletic position\nwithin the tribe. Cadia is monophyletic and sister to the rest of the\nPodalyrieae. The placement of this genus has until now been uncertain\ndue to their actinomorphic flowers that are unusual among papilionoid\nlegumes. The data from this study indicate that actinomorphic flowers\nmay be interpreted as an apomorphy for Cadia and it shares many\ncharacters with Podalyrieae. We therefore propose that Cadia be\ntransferred to Podalyrieae from the paraphyletic tribe Sophoreae. The\nage of the root node of the tribe Podalyrieae s.s. was estimated at 30.5\n± 2.6 million years (Ma) using non-parametric rate smoothing (NPRS) and\n34.7 Ma (confidence intervals: 25.1-44.1 Ma), using a Bayesian relaxed\nclock, indicating that a major radiation has taken place during the\nmiddle to late Miocene and early Pliocene. Finally, we performed a\ncomparative analysis and found that non-sprouting species have a higher\nrate of molecular evolution than sprouting species.","trees":[{"tree_label":"Fig. 1","ntax":"138","rootedtree":"TRUE","title":"Podalyrieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2917.phy"},{"tree_label":"Fig. 4","ntax":"198","rootedtree":"TRUE","title":"Podalyrieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2918.phy"}]}