{"Authors":" Lizandro N. Peraza-Flores, German Carnevali, Cassio van den\nBerg","Year":" 2016","Title":" A molecular phylogeny of the Laelia alliance (Orchidaceae)\nand a reassessment of Laelia and Schomburgkia","Journal":" Taxon","Volume":" 65","Issue":" 6","Pages":"","Keywords":" hybridization; indel coding; molecular phylogeny;\nOrchidaceae; splitting","DOI":" 10.12705/656","Abstract":" We provide a molecular phylogenetic analysis of the Laelia\nalliance based on sampling of 20 of an estimated 24 species, and seven\nplastid regions plus nrITS 1 & 2 analyzed using maximum parsimony,\nmaximum likelihood, and Bayesian inference. Furthermore, we used coded\nindels to evaluate their effect on the phylogenetic relationships and /\nor support values (bootstrap and posterior probabilities). Our results\nconfirm the existence of two clades, the long known Laelia (endemic to\nMéxico at middle to high elevations) and Schomburgkia (a more widely\ndistributed taxon). Both clades were strongly supported by PP values and\nmoderate BS; thus, we preferred to recognize them as separate genera\nwith a reappraised morphology and taxonomic delimitation. The inclusion\nof coded indels in the analyses was of great utility; we could identify\nthe probable hybrid origin of L. gouldiana and L. halbingeriana. We\npropose new combinations to accommodate the taxonomic changes resulting\nfrom our study. We transfer L. anceps subsp. anceps, L. anceps subsp.\ndawsonii, L. aurea, L. mottae, and L. rubescens to Schomburgkia, with\nthe second taxon elevated to species level; the molecular evidence\ntogether with previous published works on the morphology, phenology and\ngeography of the group support these decisions. Lastly, the recently\ndescribed genus Encabarcenia is considered as a synonym of Schomburgkia\nand, as a result, a new combination is proposed.","trees":[{"tree_label":"Imported tree 1","ntax":"30","rootedtree":"TRUE","title":"Laelia Plastid","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101540.phy"},{"tree_label":"Imported tree 1","ntax":"28","rootedtree":"TRUE","title":"Laelia nrITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101541.phy"}]}