{"Authors":" Valerie Lynn Soza, Corey Snelson, Kristen D. Hewett\nHazelton, Veronica S. Di Stilio","Year":" 2016","Title":" Partial redundancy and functional specialization of E-class\nSEPALLATA genes in an early-diverging eudicot","Journal":" Developmental Biology","Volume":" 419","Issue":"","Pages":" 143-155","Keywords":" ABC model, evo-devo, flower development, ranunculid,\nnon-core eudicot, MADS-box genes, SEPALLATA, Thalictrum, Virus-Induced\nGene Silencing","DOI":" 10.1016/j.ydbio.2016.07.021","Abstract":" Plant MADS-box genes have duplicated extensively,\nallegedly contributing to the immense diversity of floral form in\nangiosperms. In Arabidopsis thaliana (a core eudicot model plant), four\nSEPALLATA (SEP) genes comprise the E-class from the extended ABCE model\nof flower development. They are redundantly involved in the development\nof the four types of floral organs (sepals, petals, stamens and carpels)\nand in floral meristem determinacy. E-class genes have been examined in\nother core eudicots and monocots, but have been less investigated in\nnon-core eudicots. Our goal was to functionally characterize the E-class\ngenes in the early-diverging eudicot Thalictrum thalictroides\n(Ranunculaceae), whose flowers are apetalous. We identified four SEP\northologs, which when placed in a phylogenetic context, resulted from a\nmajor gene duplication event before the origin of angiosperms and a\nsubsequent duplication at the origin of the Ranunculales. We used\nVirus-Induced Gene Silencing (VIGS) to down-regulate the three expressed\nparalogs individually and in combination to investigate their function\nand to determine the degree of conservation versus divergence of this\nimportant plant transcription factor. All loci were partially redundant\nin sepal and stamen identity and in promoting petaloidy of sepals, yet\nthe SEP3 ortholog had a more pronounced role in carpel identity and\ndevelopment. The two other paralogs appear to have subfunctionalized in\ntheir cadastral roles to keep the boundaries between either sepal and\nstamen zones or stamen and carpel zones. Double knockdowns had enhanced\nphenotypes and the triple knockdown had an even more severe phenotype\nthat included partial to complete homeotic conversion of stamens and\ncarpels to sepaloid organs and green sepals, highlighting a role of\nE-class genes in petaloidy of sepals in this species. While no floral\nmeristem determinacy defects were observed, this could be due to\nresidual amounts of gene expression in the VIGS experiments being\nsufficient to perform this function or to the masking role of a\nredundant gene.","trees":[{"tree_label":"con 50 majrule","ntax":"160","rootedtree":"TRUE","title":"Eudicot SEPALLATA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96238.phy"}]}