{"Authors":" Timothy D Swain, Anna M Strimaitis, Kim E Reuter, William\nBoudreau","Year":" 2016","Title":" Towards integrative systematics of Anthozoa (Cnidaria):\nEvolution of form in the order Zoanthidea","Journal":" Zoologica Scripta","Volume":"","Issue":"","Pages":"","Keywords":" character evolution, homoplasy, integrative systematics,\nmolecular parataxonomy, symbiosis","DOI":" 10.1111/zsc.12195","Abstract":" A decade of research inferring evolutionary relationships\nfrom nucleotide sequences has demonstrated a fundamental misconception\nof the evolution of form in Zoanthidea. Morphological features that\ndefine current taxa are plesiomorphic or homoplastic and do not\ncircumscribe clades of species delineated by ecological and molecular\ncharacters. Although molecular data have been critical in exposing this\ndeficiency, their parataxonomic application to Zoanthidea has created a\nbarrier to comprehensive revision within the order. Species descriptions\nand higher taxon definitions based on nucleotide sequences isolate new\ntaxa from the existing taxonomic system and restrict the application of\nnovel systematics hypotheses to a fraction of the known diversity of\ntaxa. This creates competing taxonomic systems that do not benefit from\nthe knowledge contained in the opposing system. To enable the\nintegration of modern molecular data with more than a century of\nmorphological research, characters that can simultaneously span the\nparataxonomy barrier, existing taxonomic system and historical record\nmust be identified. Here, we test the utility of morphological\ncharacters for integrative systematics by reviewing commonly described\nand novel morphological characters, assessing independence of character\ncomponents and analysing character homoplasy and ancestral states on the\nmost comprehensive molecular phylogeny available. The results indicate a\nrich diversity of form that span the full range of homoplasy values,\nincluding more than a dozen independent characters useful to systematics\nor differentiating closely related species. The least homoplasious\ncharacters include traditionally targeted (fifth mesenteries, marginal\nmuscle arrangement, encircling sinus) and novel (fissure morphology,\nbasal canals of the mesenteries)features. These analyses represent a\nfirst step in identifying characters necessary for reunification and\nrevision of Zoanthidea systematics.","trees":[{"tree_label":"Augmented","ntax":"97","rootedtree":"TRUE","title":"Anthozoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97534.phy"}]}