{"Authors":" Melvin R Duvall, Shrirang R. Yadav, Sean Vincent Burke,\nWilliam P. Wysocki","Year":" 2016","Title":" Evolution of the micrairoid grasses (Micrairoideae; Poaceae):\na plastome phylogenomic analysis","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Studies of complete plastomes are informative for our\nunderstanding of the systematics of grasses. Here we investigate the\nplastome phylogenomics of Micrairoideae. Micrairoideae comprise ten\nrecognized genera, some of which are severely impacted by habitat\nfragmentation and are threatened with extinction. An independent origin\nof C 4 photosynthesis has been documented to have taken place within\nthis subfamily. Complete plastomes were sequenced with next-generation\nsequencing-by-synthesis methods from Eriachne armitii, Hubbardia\ndiandra, Limnopoa meeboldii, and the arundinoid outgroup Arundo donax.\nPlastomes were assembled by de novo methods, and the unambiguously\naligned coding and noncoding sequences of the entire plastomes were\nanalyzed phylogenetically with three recently published micrairoid\nplastomes and 14 outgroup species. Phylogenomic analyses showed strong\nsupport for ingroup micrairoid relationships, including the paraphyly of\nHubbardieae with Isachneae. Anatomical, biochemical, and positively\nselected sites data are ambiguous with regard to the photosynthetic\npathways in the subfamily. However, based on δ 13 C measurements,\nHubbardia, Isachne, and Limnopoa were definitively shown to be C 3 taxa\nand Eriachne was indicated to be C 4 . The incongruence between a recent\nclassification for Micrairoideae and our plastome phylogenomic results\nsuggests the need for reclassification of tribes within the subfamily.\nThe newly presented δ 13 C measurement for Eriachne suggests that\nfurther study is needed to indicate why anatomical and physiological\ncharacters exist in this and other micrairoid taxa in unexpected\ncombinations.","trees":[{"tree_label":"tree1","ntax":"21","rootedtree":"TRUE","title":"Micrairoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106062.phy"}]}