{"Authors":" Glynis V Cron, Nisa Karimi, Kelsey L Glennon, Chukwudi A\nUdeh, Ed T.F Witkowski, Sarah M Venter, Achille E Assogbadjo, David A.\nBaum","Year":" 2016","Title":" One African baobab species or two? Synonymy of Adansonia\nkilima and A. digitata","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Baobabs, haplotype network; phylogenetic analysis; ploidy\nlevel; pollen; stomatal density.","DOI":"","Abstract":" We assessed the validity of a recently described baobab\nspecies Adansonia kilima that was suggested to be a diploid occurring in\nboth eastern and southern Africa at high elevations within the range of\nthe well-known tetraploid species A. digitata. We used a combination of\nphylogenetic analyses and statistical comparisons of various traits\n(e.g., flowers, stomata, pollen, chromosome counts) to test for the\npresence of two continental African baobab species. Ordination of the\nfloral features of 133 herbarium specimens from across the natural range\nof A. digitata, including the putative type of A. kilima and other\nTanzanian accessions as previously assigned A. kilima, revealed no\ndistinct clusters of specimens. Likewise, stomatal size and density\nvaried greatly across the specimens examined, with no clear bimodal\npattern and no obvious association with altitude. The type specimen of\nA. kilima was found to have a chromosome number of 2n ≈ 166, showing it\nto be a tetraploid, like A. digitata. Phylogenetic analysis of the ITS\nregion showed little resolution within the African baobab clade and a\nlack of distinction between the A. kilima type and A. digitata regional\naccessions. Among the 13 haplotypes detected, no distinct haplotype\nrepresenting A. kilima was identified. Based on the data at hand we\nconclude that A. kilima is neither cytologically nor morphologically\ndistinct and is here reduced to synonymy with A. digitata.","trees":[{"tree_label":"con 50 majrule","ntax":"100","rootedtree":"TRUE","title":"Adansonia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97537.phy"}]}