{"Authors":" Amorntip Muangprom, Thomas C. Osborn, Bernard E. Pfeil,\nIvan J. Maureira Butler, Jeff J. Doyle","Year":" 2008","Title":" The reticulate history of Medicago (Fabaceae)","Journal":" Systematic Biology","Volume":" 57","Issue":" 3","Pages":" 466-482","Keywords":"","DOI":" 10.1080/10635150802172168","Abstract":" The phylogenetic history of Medicago was examined for 60\naccessions from 56 species using two nuclear genes (CNGC5 and β-cop) and\none mitochondrial region (rpS14-cob). The results of several analyses\nrevealed that extensive robustly supported incongruence exists among the\nnuclear genes, the cause of which we seek to explain. After rejecting\nseveral processes, hybridization and lineage sorting of ancestral\npolymorphisms remained as the most likely factors promoting\nincongruence. Using coalescence simulations, we rejected lineage sorting\nalone as an explanation of the differences among gene trees. The results\nindicate that hybridization has been common and ongoing among lineages\nsince the origin of Medicago. Coalescence provides a good framework to\ntest the causes of incongruence commonly seen among gene trees but\nrequires knowledge of effective population sizes and generation times.\nWe estimated the effective population size at 240,000 individuals and\nassumed a generation time of 1 year in Medicago (many are annual\nplants). A sesitivity analysis showed that our conclusions remain\nunchanged using a larger effective population size and/or longer\ngeneration time.","trees":[{"tree_label":"Bayesian consensus","ntax":"77","rootedtree":"TRUE","title":"Medicago, CNGC5 HKY+G G unlinked partitioned\nanalysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4985.phy"},{"tree_label":"Bayesian consensus","ntax":"76","rootedtree":"TRUE","title":"Medicao, B-cop-like HKY+G G unlinked partitioned\nanalysis consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4986.phy"}]}