{"Authors":" Leticia Maria Kumar, Matthew E Smith, Eduardo Nouhra,\nTakamichi Orihara, Pablo Sandoval, Donald H. Pfister, David J\nMcLaughlin, Rosanne Healy","Year":" 2016","Title":" A molecular and morphological re-examination of the generic\nlimits of truffles in the Tarzetta-Geopyxis lineage  Densocarpa,\nHydnocystis, and Paurocotylis","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Hypogeous fungi, truffle evolution, Gondwanan\ndistribution","DOI":"","Abstract":" Phylogenetic analyses of the ITS and 28S nuclear ribosomal\nDNA from recently collected members of the /tarzetta-geopyxis lineage\nfrom North America and South America prompted a reinvestigation of\nspecies and generic limits in the truffle genera Hydnocystis,\nPaurocotylis, and Stephensia. Our analyses support emendations of\nHydnocystis and Paurocotylis and the resurrection of the genus\nDensocarpa. Because the type species of Stephensia, S. bombycina, is\nphylogenetically nested within Hydnocystis, Stephensia is treated as a\nsynonym of Hydnocystis and we transfer S. bombycina to Hydnocystis.\nHydnocystis singeri is phylogenetically nested within Paurocotylis so we\ntransfer Hydnocystis singeri to Paurocotylis. Stephensia bynumii is\nphylogenetically supported as a species of Paurocotylis, so we combine\nit as P. bynumii. This is the first detection of the genus Paurocotylis\nin the Americas. To accommodate other Stephensia species, we use the\ngenus Densocarpa for a North American species, D. shanorii, and a\nEuropean species, D. crocea. We describe two new species, Hydnocystis\ntransitoria from North America and Paurocotylis patagonica from South\nAmerica. We review anamorphic forms and evaluate the morphological\ncharacters used to delimit truffle genera within the /tarzetta-geopyxis\nlineage in light of new phylogenetic evidence. Our work highlights the\nunexplored diversity, morphological plasticity, and remaining taxonomic\nproblems in the /tarzetta-geopyxis lineage.","trees":[{"tree_label":"Imported tree 1","ntax":"62","rootedtree":"TRUE","title":"Tr96370","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96370.phy"},{"tree_label":"Imported tree 1+","ntax":"61","rootedtree":"TRUE","title":"Tr96371","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96371.phy"}]}