{"Authors":" Vanina Lilian Castroagudin, Silvino I. Moreira, Danilo D.S.\nPereira, Suellen S Moreira, Patrick C. Brunner, Joao L.N. Maciel, Bruce\nA. McDonald, Eduardo Alves, Paulo C. Ceresini, Pedro W. Crous","Year":" 2016","Title":" Pyricularia graminis-tritici sp. nov., a new Pyricularia\nspecies causing wheat blast","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" cryptic species, host adaptation, phylogenetics,\nsystematics, Triticum aestivum.","DOI":"","Abstract":" Pyricularia oryzae is a species complex that causes blast\ndisease on more than 50 species of poaceous plants. Pyricularia oryzae\nhas a worldwide distribution as a rice (Oryza) pathogen and in the last\n30 years emerged as an important wheat (Triticum) pathogen in southern\nBrazil. We conducted phylogenetic analyses using 10 housekeeping loci\nfor 128 isolates of P. oryzae sampled from sympatric populations of\ngrasses growing in or near wheat fields. Phylogenetic analyses grouped\nthe isolates into three major clades. Clade 1 comprised isolates\nassociated only with rice and corresponds to the previously described\nrice blast pathogen P. oryzae pathotype Oryza (PoO). Clade 2 comprised\nisolates associated almost exclusively with wheat and corresponds to the\npreviously described wheat blast pathogen P. oryzae pathotype Triticum\n(PoT). Clade 3 contained isolates obtained from wheat as well as other\nPoaceae hosts. We found that Clade 3 is distinct from P. oryzae and\nrepresents a new species, Pyricularia graminis-tritici, (Pgt). No\ncultural differences were observed among these species, but\nmorphological differences and a distinctive pathogenicity spectrum was\nobserved. Pgt and PoT were pathogenic and highly aggressive on Triticum\naestivum (wheat), Hordeum vulgare (barley), Urochloa brizantha (signal\ngrass) and Avena sativa (oats). PoO was highly virulent on the original\nrice host (Oryza sativa), and also on wheat, barley, and oats, but not\non signal grass. We conclude that blast disease on wheat and its\nassociated Poaceae hosts in Brazil is caused by multiple Pyricularia\nspecies. Pyricularia graminis-tritici was recently found causing wheat\nblast in Bangladesh. This indicates that P. graminis-tritici represents\na serious threat to wheat cultivation globally.","trees":[{"tree_label":"Fig. 2","ntax":"125","rootedtree":"TRUE","title":"Pyricularia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97550.phy"},{"tree_label":"Fig. 1","ntax":"125","rootedtree":"TRUE","title":"Pyricularia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97551.phy"}]}