{"Authors":" Z. D. Chen, J. H. Li, Y. L. Qiu, Mark W. Chase, X. Y. Zhu,\nDavid L. Dilcher, H. Z. Kong","Year":" 2007","Title":" Mitochondrial matR Sequences help to resolve deep\nphylogenetic relationships in rosids","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background: Rosids are a major clade in the angiosperms\ncontaining 13 orders and about one-third of angiosperm species. Recent\nmolecular analyses recognized two major groups (i.e., fabids with seven\norders and malvids with three orders). However, phylogenetic\nrelationships within the two groups and among fabids, malvids, and\npotentially basal rosids including Geraniales, Myrtales, and\nCrossosomatales remain to be resolved with more data and a broader taxon\nsampling. In this study, we obtained DNA sequences of the mitochondrial\nmatR gene from 174 species representing 72 families of putative rosids\nand examined phylogenetic relationships and phylogenetic utility of matR\nin rosids. We also inferred phylogenetic relationships within the\n¡°rosid clade¡± based on a combined data set of 91 taxa and four genes\nincluding matR, two plastid genes (rbcL, atpB), and one nuclear gene\n(18S rDNA). Results: Comparison of mitochondrial matR and two plastid\ngenes (rbcL and atpB) showed that the synonymous substitution rate in\nmatR was approximately four times slower than those of rbcL and atpB;\nhowever, the nonsynonymous substitution rate in matR was relatively\nhigh, close to its synonymous substitution rate, indicating that the\nmatR has experienced a relaxed evolutionary history. Analyses of our\nmatR sequences supported the monophyly of malvids and most orders of the\nrosids. However, fabids did not form a clade; instead, the COM clade of\nfabids (Celastrales, Oxalidales, Malpighiales, and Huaceae) was sister\nto malvids. Analyses of the four-gene data set suggested that Geraniales\nand Myrtales were successively sister to other rosids, and that\nCrossosomatales were sister to malvids. Conclusions: Compared to plastid\ngenes such as rbcL and atpB, slowly evolving matR produced less\nhomoplasious but not less informative substitutions. Thus, matR appears\nuseful in higher-level angiosperm phylogenetics. Analysis of matR alone\nidentified a novel deep relationship within rosids, the grouping of the\nCOM clade of fabids and malvids, which was not resolved by any previous\nmolecular analyses but recently suggested by floral structural features.\nOur four-gene analysis supported the placements of Geraniales, Myrtales\nat basal nodes of the rosid clade and placed Crossosomatales as sister\nto malvids. We also suggest that the core part of rosids should include\nfabids, malvids and Crossosomatales.","trees":[{"tree_label":"Fig. 2-3 ml","ntax":"174","rootedtree":"TRUE","title":"Rosids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4989.phy"},{"tree_label":"Fig. 4ml","ntax":"91","rootedtree":"TRUE","title":"Rosids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4987.phy"},{"tree_label":"Fig. 4mp","ntax":"91","rootedtree":"TRUE","title":"Rosids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4988.phy"},{"tree_label":"Fig. 2-3 mp","ntax":"174","rootedtree":"TRUE","title":"Rosids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4990.phy"},{"tree_label":"174mlRNAediting","ntax":"174","rootedtree":"TRUE","title":"Rosids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4991.phy"}]}