{"Authors":" Vinicius Padula, Juliana Bahia, Isabella Stoeger, Yolanda\nCamacho-Garcia, Manuel AE Malaquias, Juan Lucas Cervera, Michael\nSchroedl","Year":" 2016","Title":" A test for color based taxonomy in nudibranchs: molecular\nphylogeny and species delimitation of the Felimida clenchi (Mollusca:\nChromodorididae) species complex","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Nudibranchia, Chromodorididae, Integrative Taxonomy","DOI":"","Abstract":" Traditionally, species identification in nudibranch\ngastropods relies greatly on body color pattern. The Felimida clenchi\nspecies complex, a group of brightly colored Atlantic and Mediterranean\nspecies in the family Chromodorididae represents a history of\nexceptional controversy and discussion among expert taxonomists. The\nmost accepted hypothesis is that the complex includes four species\n(Felimida clenchi, F. neona, F. binza and F. britoi), each one with a\ncharacteristic body color pattern. In this study, we investigate the\ntaxonomic value of coloration in the Felimida clenchi complex using\nmolecular phylogenetics, species delimitation analyses (ABGD, GMYC,\nPTP), haplotype network methods, and the anatomy of the reproductive\nsystem. None of our analyses recovered the traditional separation into\nfour species. Our results pointed to the existence of three species, a\nresult inconsistent with previous taxonomic hypotheses. We distinguished\nan undescribed species of Felimida and redefined the concept of F.\nclenchi and F. binza, both of them highly polychromatic species. For the\nfirst time, molecular data supports extreme color polymorphism in\nchromatic nudibranch species, with direct implications for the taxonomy\nof the group and its diversity. The polychromatism observed in the\nFelimida clenchi complex apparently correlates with regional occurrence\nof similar color patterns in congeneric species, suggesting different\nmimicry circles. This may represent a parallel in the marine environment\nto the mechanisms that play a major role in the diversification of color\nin chromatic terrestrial and fresh water groups, such as Heliconius\nbutterflies.","trees":[{"tree_label":"tree 1","ntax":"44","rootedtree":"TRUE","title":"Tr96477","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96477.phy"},{"tree_label":"tree 1","ntax":"35","rootedtree":"TRUE","title":"Tr96478","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96478.phy"}]}