{"Authors":" David Sebastian Gernandt, Garth Holman, Christopher S.\nCampbell, Matthew Parks, Sarah Mathews, Linda Raubeson, Aaron Liston,\nRuth Stockey, Gar Rothwell","Year":" 2016","Title":" Phylogenetics of extant and fossil Pinaceae: methods for\nincreasing topological stability.","Journal":" Botany","Volume":"","Issue":"","Pages":"","Keywords":" fossil; morphology; phylogenetics; Pinaceae; PHYP","DOI":"","Abstract":" Relationships of living and fossil Pinaceae were inferred\nusing parsimony and Bayesian inference of morphological characters and\nplastid and nuclear DNA sequences. When considering extant taxa only,\nadding molecular to morphological characters resulted in markedly\nincreased resolution and branch support compared to analysis of\nmorphology alone. Including 45 fossil taxa resulted in drastically\ndecreased resolution in morphology based consensus trees. We evaluated\nthe effect on branch support and resolution of including DNA sequences,\ndeleting fossils lacking information for cone scale apices and seeds,\nusing reduced consensus methods, and using implied weighting, and found\nthat the greatest improvements were found by including DNA sequences and\nusing implied weighting. The tree topologies from parsimony and Bayesian\ninference confirm previous findings that the fossil genus\nPseudoaraucaria and a few species of Pityostrobus from the Lower\nCretaceous are related to abietoid genera, and that other species of\nPityostrobus are pinoid and closely related to Pinus. Focusing\nphylogenetic analyses on the most complete fossils cones, specifically\nthose that are anatomically preserved and include both cone scale apices\nand seeds, and taking into account homoplasy result in the clearest\nhypotheses for the timing and sequence of diversification in the\nfamily.","trees":[{"tree_label":"Fig. 1C","ntax":"29","rootedtree":"TRUE","title":"Pinaceae plastid","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97555.phy"},{"tree_label":"Fig. 1B","ntax":"38","rootedtree":"TRUE","title":"Pinaceae phyP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97554.phy"},{"tree_label":"Fig. S3","ntax":"75","rootedtree":"TRUE","title":"Pinaceae morphology","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97556.phy"}]}