{"Authors":" Pradeep Kumar Divakar, Carmen M. Molina, Trevor Goward, Ana\nM. Millanes, H. Thorsten Lumbsch, Ana Crespo","Year":" 2016","Title":" NEOGENE DIVERSIFICATION IN THE TEMPERATE LICHEN-FORMING\nFUNGAL GENUS PARMELIA (PARMELIACEAE, ASCOMYCOTA)","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" evolution model, biogeographic distribution,\ndiversification, Neogene, Parmelia, phylogenetic relationship,\nphenotypic plasticity","DOI":"","Abstract":" The lichen-forming genus Parmelia Acharius occurs\nworldwide but its center of distribution is in the northern hemisphere\nand it is widespread in boreal-temperate Eurasia and North America.\nRecent molecular work on Parmelia has identified phylogenetic\nrelationships within two major groups of the genus: P. saxatilis s. lat.\nand P. sulcata s. lat. However, little is known about the\ndiversification and historical biogeography of these groups. Here we\nhave used a data set of two genetic markers and 64 samples to estimate\nphylogenetic relationships within Parmelia. The dated phylogeny provides\nevidence for major diversification during the Neogene and Pleistocene.\nThese diversification events are probably correlated with climatic\nchanges during these periods. Evidence of gene flow within species\nbetween populations from North America and Europe has been found in\nthree species: P. sulcata Taylor, P. saxatilis (L.) Acharius and P.\nbarrenoae Divakar, M.C. Molina & A. Crespo. Cryptic species recently\nsegregated on the basis of molecular differences (P. encryptata A.\nCrespo, Divakar & M.C. Molina vs. P. sulcata and P. saxatilis vs. P.\nmayi Divakar, A. Crespo & M.C. Molina) do not share a common\nancestor. Moreover, the P. saxatilis complex is remarkably diverse. Two\nmorphotypes of P. saxatilis s. lat. were shown to represent independent\nmonophyletic lineages. Consequently, two species (P. sulymae Goward,\nDivakar, & M.C. Molina & A. Crespo and P. imbricaria Goward,\nDivakar, M.C. Molina & A. Crespo) are newly described here.","trees":[{"tree_label":"con all compat","ntax":"65","rootedtree":"TRUE","title":"Tr96457","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96457.phy"},{"tree_label":"con all compat","ntax":"65","rootedtree":"TRUE","title":"Tr96456","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96456.phy"}]}