{"Authors":" Steven A. Trudell, Jianping Xu, Irja Saar, Alfredo Justo,\nJoaquin Cifuentes","Year":" 2017","Title":" North American matsutake: names clarified and a new species\ndescribed","Journal":" Mycologia","Volume":" 109","Issue":"","Pages":" 379-390","Keywords":" Agaricus magnivelaris; Armillaria ponderosa; commercial\nmushroom harvesting; molecular phylogenetics; North American mycoflora;\npine mushroom; Tricholoma ponderosum","DOI":" 10.1080/00275514.2017.1326780","Abstract":" Tricholoma matsutake, known widely as “matsutake,” has\ngreat commercial and cultural significance in Japan. Because Japanese\nproduction is insufficient to meet the high domestic demand,\nmorphologically similar mushrooms, thought by many to belong to T.\nmagnivelare, are imported from western North America. However, molecular\ndata produced since the early 2000s have indicated that more than one\nspecies of matsutake occur in North America and this raises the question\nof correct naming for the different species. To address this question,\nwe assessed the phylogenetic diversity within North American matsutake\nbased on nuc rDNA ITS1-5.8S-ITS2 (internal transcribed spacer [ITS]\nbarcode) sequences, including newly obtained sequences from the type\ncollections for Agaricus ponderosus and Armillaria arenicola, and\nmorphological characters. Our results agree with earlier indications\nthat three matsutake species occur in North America and allow us to\nclarify the correct application of namesT. magnivelare from the eastern\nUSA and Canada, T. murrillianum from the western USA and Canada, and T.\nmesoamericanum from Mexico, newly described here. The existence of the\nthree North American species is further supported by the results of\nevolutionary divergence analysis, geographical distributions, and\nmorphological characters.","trees":[{"tree_label":"Imported tree 1","ntax":"92","rootedtree":"TRUE","title":"Tricholoma matsutake","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102537.phy"},{"tree_label":"con 50 majrule","ntax":"92","rootedtree":"TRUE","title":"Tricholoma matsutake","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102538.phy"}]}