{"Authors":" Marielle Babineau, Anne Bruneau","Year":" 2016","Title":" Phylogeny and Biogeography of the Afro-Madagascan Genera\nDelonix, Colvillea and Lemuropisum (Leguminosae: Caesalpinioideae)","Journal":" Botanical Journal of the Linnaean Society","Volume":"","Issue":"","Pages":"","Keywords":" Afro-Madagascar disjunction, divergence time analysis, dry\nforest species, hybridization, low copy nuclear genes, phylogeny.","DOI":"","Abstract":" Our understanding of the taxonomic limits and\nbiogeographical evolution of the Afro-Madagascan genus Delonix, and the\nclosely related monospecific Madagascan endemic genera Colvillea and\nLemuropisum, have been hampered by unresolved intergeneric and\ninterspecific relationships. Here we reconstruct the phylogeny of the\ngroup using nucleotide sequences from ribosomal ITS, four low copy\nnuclear genes and four plastid regions. We find poorly resolved gene\ntrees typical of closely related species, suggestive of a lack of time\nfor coalescence, but report conflicting phylogenetic placements only for\nD. brachycarpa and Colvillea racemose. A divergence time analysis based\non the concatenated matrix of all nine loci suggests that the ancestral\narea of the Delonix, Lemuropisum and Colvillea clade was in Madagascar\naround 24-18 Ma, with subsequent diversification in the South and\nSouthwest of the island. An out-of-Madagascar dispersal to Africa took\nplace during the Miocene most likely by vegetative rafting. Delonix is\nnot monophyletic due to the robustly supported placement of Lemuropisum\nedule within the Delonix clade, warranting treatment of Lemuropisum as\ncongeneric with Delonix and establishment of the new name combination\nDelonix edule, in line with the close morphological similarities between\nthese two genera. In contrast, the phylogenetic position of Colvillea\nracemosa is unstable occurring in the Delonix-Lemuropisum clade in the\nnuclear gene trees, but sister to this clade in the plastid gene tree;\nits status as a distinct genus therefore remains questionable, but is\nhere maintained based on a suite of morphological distinctions, pending\nfurther insights into the relationships of this elusive genus.","trees":[{"tree_label":"Delonix LEAFY","ntax":"129","rootedtree":"TRUE","title":"Tr96675","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96675.phy"},{"tree_label":"ITS Delonix","ntax":"55","rootedtree":"TRUE","title":"Tr96676","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96676.phy"},{"tree_label":"ALLcp","ntax":"49","rootedtree":"TRUE","title":"Delonix ALL cp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96670.phy"},{"tree_label":"AIGP Delonix","ntax":"57","rootedtree":"TRUE","title":"Delonix AIGP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96671.phy"},{"tree_label":"ALLcpnc","ntax":"49","rootedtree":"TRUE","title":"Delonix ALL cp nc","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96672.phy"},{"tree_label":"Delonix tRALs","ntax":"49","rootedtree":"TRUE","title":"Delonix tRALs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96673.phy"},{"tree_label":"EIF3E Delonix","ntax":"154","rootedtree":"TRUE","title":"Tr96674","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96674.phy"}]}