{"Authors":" Giovanna Linguiti, Rachele Antonacci, Gianluca Tasco,\nFrancesco Grande, Rita Casadio, Serafina Massari, Vito Castelli, Arianna\nConsiglio, Marie-Paule Lefranc, Salvatrice Ciccarese","Year":" 2016","Title":" Genomic and expression analyses of Tursiops truncatus T cell\nreceptor gamma (TRG) and alpha/delta (TRA/TRD) loci reveal a similar\nbasic public γδ repertoire in dolphin and human","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" T cell receptor, TRG locus, TRGV, TRGJ and TRGC genes,\nTRA/TRD locus, TRAV and TRDV genes, dolphin genome, expression analysis,\nIMGT","DOI":"","Abstract":" Background The bottlenose dolphin (Tursiops truncatus) is\na mammal that belongs to the Cetartiodactyla and have lived in marine\necosystems for nearly 60 millions years. Despite its popularity, our\nknowledge about its adaptive immunity and evolution is very limited.\nFurthermore, nothing is known about the genomics and evolution of\ndolphin antigen receptor immunity. Results Here we report a evolutionary\nand expression study of Tursiops truncatus T cell receptor gamma (TRG)\nand alpha/delta (TRA/TRD) genes. We have identified in silico the TRG\nand TRA/TRD genes and analyzed the relevant mature transcripts in blood\nand in skin from four subjects. The dolphin TRG locus is the smallest\nand simplest of all mammalian loci as yet studied. It shows a genomic\norganization comprising two variable (V1 and V2), three joining (J1, J2\nand J3) and a single constant (C), genes. Despite the fragmented nature\nof the genome assemblies, we deduced the TRA/TRD locus organization,\nwith the recent TRDV1 subgroup genes duplications, as it is expected in\nartiodactyls. Expression analysis from blood of a subject allowed us to\nassign unambiguously eight TRAV genes to those annotated in the genomic\nsequence and to twelve new genes, belonging to five different subgroups.\nAll transcripts were productive and no relevant biases towards TRAV-J\nrearrangements are observed. Blood and skin from four unrelated subjects\nexpression data provide evidence for an unusual ratio of\nproductive/unproductive transcripts which arise from the TRG V-J gene\nrearrangement and for a “public” gamma delta TR repertoire. The\nproductive cDNA sequences, shared both in the same and in different\nindividuals, include biases of the TRGV1 and TRGJ2 genes. The high\nfrequency of TRGV1-J2/TRDV1- D1-J4 productive rearrangements in dolphins\nmay represent an interesting oligo-clonal population comparable to that\nfound in human with the TRGV9- JP/TRDV2-D-J T cells and in primates.\nConclusions","trees":[{"tree_label":"4B_tr_Cgamma2","ntax":"11","rootedtree":"TRUE","title":"Tr96522","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96522.phy"},{"tree_label":"7A_tr_TRAV","ntax":"90","rootedtree":"TRUE","title":"Tr96519","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96519.phy"},{"tree_label":"4A_tr_Vgamma2","ntax":"24","rootedtree":"TRUE","title":"Tr96523","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96523.phy"},{"tree_label":"15_tr_J2","ntax":"24","rootedtree":"TRUE","title":"Tr96521","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96521.phy"},{"tree_label":"7B_tr_TRDV","ntax":"45","rootedtree":"TRUE","title":"Tr96520","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96520.phy"}]}