{"Authors":" Sanae Matsuda, María Havrylenko, Susumu Takamatsu, Silvia\nM. Wolcan, Seiko Niinomi","Year":" 2007","Title":" Molecular phylogeny and evolution of the genus Neoerysiphe\n(Erysiphaceae, Ascomycota)","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Neoerysiphe comprises belongs into the tribe\nGolovinomyceteae of the Erysiphaceae together with the genera\nArthrocladiella and Golovinomyces. This genus is a relatively small\ngenus, comprising only four species, and having ca 300 species from six\nplant families as hosts. To investigate the molecular phylogeny and\nevolution of the genus, we determined the nucleotide sequences of the\nrDNA ITS regions and the divergent domains D1 and D2 of the 28S rDNA.\nThe 30 ITS sequences from Neoerysiphe are divided into three\nmonophyletic groups that are represented by their host families. Groups\n1 and 3 consist of N. galeopsidis from Lamiaceae and N. galii from\nRubiaceae, respectively, and the genetic diversity within the each group\nis extremely low. Group 2 is represented by N. cumminsiana from\nAsteraceae. This group also includes O. baccharidis, O. maquii, and\nOidium spp. from Galinsoga (Asteraceae) and Aloysia (Verbenaceae), and\nis further divided into four subgroups. Neoerysiphe galeopsidis is\ndistributed worldwide, but is especially common in western Eurasia from\nCentral Asia to Europe. Neoerysiphe galii is also common in western\nEurasia. In contrast, the specimens of group 2 were all collected in the\nNew World, except for one specimen that was collected in Japan; this may\nindicate a close relationship of group 2 with the New World. Molecular\nclock calibration demonstrated that Neoerysiphe split from other genera\nca 35\u001a40M years ago (Mya), and that the three groups of Neoerysiphe\ndiverged between 10 and 15 Mya, in the Miocene. Aloysia citriodora is a\nnew host for the Erysiphaceae and the fungus on this plant iswas\ndescribed as Oidium aloysiae sp. nov.","trees":[{"tree_label":"Fig. 1","ntax":"75","rootedtree":"TRUE","title":"Erysiphaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4997.phy"},{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Neoerysiphe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4998.phy"}]}