{"Authors":" Magdalena Vaio, Andrew Gardner, Pablo Rafael Speranza, Eve\nEmshwiller, Marcelo Guerra","Year":" 2016","Title":" Phylogenetic and cytogenetic relationships among species of\nOxalis Section Articulatae (Oxalidaceae)","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Oxalis, bulbs, rhizomes, phylogeny, cytogeography,\npolyploidy.","DOI":"","Abstract":" Oxalis Section Articulatae Knuth (Oxalidaceae) comprises a\ngroup of five species with a restricted distribution in the southern\npart of South America. To assess the current circumscription of section\nArticulatae, and the evolutionary mechanisms involved in its\ndiversification we used three plastid DNA spacers and the nuclear\nribosomal transcribed spacer (ITS) to build a molecular phylogeny. A\ncytogenetic analysis of the group including chromosome number,\nheterochromatin distribution, and determination of nuclear DNA content\nwas also performed. Cytologically, all species presented symmetrical\nkaryotypes except for O. linarantha with a bimodal karyotype although it\nmaintained the same haploid number as the other species (n = 7). Nuclear\nDNA contents in the Articulatae species are among the lowest for the\ngenus. The O. linarantha 2C value represents the minimum value known for\nOxalis, extending the genome size range from 0.58 pg to 41.10 pg,\nrepresenting approximately a 70-fold difference, and one of the highest\nrange known for an angiosperm genus. Molecular, chromosomal and\nmorphological data suggest that section Articulatae should be redefined\nto include only those species with rhizomatous stems while the\ntunicate-bulbous species O. linarantha should be placed elsewhere.\nDifferent ploidy levels were found, ranging from 2x to 7x. Diploids and\npolyploids showed a geographic structure, diploids are widely\ndistributed while polyploids are found in the uplands areas of eastern\nUruguay and southern Brazil. Haplotype sharing and chromosome data\nsuggest that at least some of section Articulatae polyploids may be the\nresult of interspecific hybridization and appear to have originated very\nrecently.","trees":[{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"Bayesian consensus trees from the analyses of plastid\ndata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_96535.phy"},{"tree_label":"tree 1","ntax":"21","rootedtree":"TRUE","title":"Tr96538","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96538.phy"}]}