{"Authors":" Yu Ito, Norio Tanaka, Dirk Carl Albach, Anders S Barfod,\nBengt Oxelman, A. Muthama Muasya","Year":" 2016","Title":" Molecular phylogeny of the cosmopolitan aquatic plant genus\nLimosella (Scrophulariaceae) with a particular focus on the origin of\nthe Australasian L. curdieana","Journal":" Journal of Plant Research","Volume":"","Issue":"","Pages":"","Keywords":" Aquatic plants, Lamiales, Dispersal, Molecular phylogeny,\nBiogeography","DOI":"","Abstract":" Limosella is a small aquatic genus of Scrophulariaceae of\nnine to twelve species, of which six to eight are distributed in Africa\nand two to four occur elsewhere in either the Northern or Southern\nHemisphere, with two to three found in Australasia. The Australasian L.\ncurdieana has always been considered distinct but no relative has been\nsuggested or its phylogenetic origin been inferred. Here, the following\nalternative phylogenetic hypotheses of L. curdieana are proposed based\non comparative leaf morphology and habitat preferences or floral\nmorphology: i) sister to the African L. grandiflora; or ii) closely\nrelated to a group of other African species and the northern circumpolar\nL. aquatica. We tested these hypotheses in a phylogenetic framework\nusing DNA sequence data from four plastid DNA regions and the nuclear\nITS region. These were analyzed using maximum parsimony and Bayesian\ninference. We obtained moderately resolved, partially conflicting\nphylogenies, supporting that accessions of L. grandiflora form the most\nbasal monophyletic group and that L. curdieana groups with African L.\nafricana and L. major, and L. aquatica. The molecular evidence thus\nclearly supports the second hypothesis. The overall phylogenetic results\nsuggest an out-of-Southern Africa scenario and several dispersal events\nin the Southern Hemisphere. Past dispersal from southern Africa to\nAustralasia via tropical Africa and Asia is an exciting possibility that\nshould be tested for when further evidence becomes available.","trees":[{"tree_label":"Strict","ntax":"24","rootedtree":"TRUE","title":"limosella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96552.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr96553","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96553.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr96554","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96554.phy"},{"tree_label":"Strict","ntax":"23","rootedtree":"TRUE","title":"Tr96558","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96558.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr96559","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96559.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr96560","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96560.phy"}]}