{"Authors":" Han Li","Year":" 2016","Title":" Evolutionary and functional analysis of mulberry type III\npolyketide synthases","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Chalcone synthase, Stilbene synthase, Functional analysis,\nEvolutionary analysis, Gene expression, Mulberry","DOI":"","Abstract":" Background: Type III polyketide synthases are important\nfor the biosynthesis of flavonoids and various plant polyphenols.\nMulberry plants have abundant polyphenols, but very little is known\nabout the mulberry type III polyketide synthase genes. An analysis of\nthese genes may provide new targets for genetic improvement to increase\nrelevant secondary metabolites and enhance the plant tolerance to biotic\nand abiotic stresses. Results: Eighteen genes encoding type III\npolyketide synthases were identified, including six chalcone synthases\n(CHS), ten stilbene synthases (STS), and two polyketide synthases (PKS).\nFunctional characterization of four genes representing most of the MnCHS\nand MnSTS genes by coexpression with 4-Coumaroyl-CoA ligase in\nEscherichia coli indicated that their products were able to catalyze\np-coumaroyl-CoA and malonyl-CoA to generate naringenin and resveratrol,\nrespectively. Microsynteny analysis within mulberry indicated that\nsegmental and tandem duplication events contributed to the expansion of\nthe MnCHS family, while tandem duplications were mainly responsible for\nthe generation of the MnSTS genes. Combining the evolution and\nexpression analysis results of the mulberry type III PKS genes indicated\nthat MnCHS and MnSTS genes evolved mainly under purifying selection to\nmaintain their original functions, but transcriptional\nsubfunctionalization occurred during long-term species evolution.\nMoreover, mulberry leaves can rapidly accumulated oxyresveratrol after\nUV-C irradiation, suggesting that resveratrol was converted to\noxyresveratrol. Conclusions: Characterizing the functions and evolution\nof mulberry type III PKS genes is crucial for advancing our\nunderstanding of these genes and providing the basis for further studies\non the biosynthesis of relevant secondary metabolites in mulberry\nplants.","trees":[{"tree_label":"con all compat","ntax":"21","rootedtree":"TRUE","title":"Mulberry type III polyketide synthases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97565.phy"},{"tree_label":"con all compat","ntax":"47","rootedtree":"TRUE","title":"Mulberry type III polyketide synthases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97564.phy"}]}