{"Authors":" Michael Wink, James Stephen Boatwright, B. E. v. Wyk,\nTatjana Morozova, M. M. L. Roux","Year":" 2008","Title":" Phylogenetic Relationships of the Tribe Crotalarieae\n(Fabaceae) Inferred from DNA Sequences and Morphology","Journal":" Systematic Botany","Volume":" 33","Issue":" 4","Pages":" 752-761","Keywords":"","DOI":" 10.1600/036364408786500271","Abstract":" Tribe Crotalarieae is a large and diverse group of\npapilionoid legumes that largely occur in Africa. A systematic study of\ngeneric relationships within the tribe was undertaken using nucleotide\nsequences from the internal transcribed spacer (ITS) of nuclear\nribosomal DNA, the plastid gene rbcL, and morphological data. The\nCrotalarieae are strongly supported to be monophyletic and sister to the\ntribe Genisteae. Lebeckia, Lotononis, and Wiborgia are all paraphyletic\nin the molecular analyses and morphological data support the division of\nLebeckia into three more natural genera (one of which includes the\nmonotypic North African Spartidium). Four major lineages were identified\nwithin the tribe based on sequence data: the \u001aCape\u001a group, comprising\nAspalathus, Lebeckia, Rafnia, Spartidium, and Wiborgia; the Lotononis\ngroup, comprising Lotononis pro parte, Pearsonia, Robynsiophyton, and\nRothia; a group comprising Lotononis section Leptis, L. section Listia,\nand allies; and the Crotalaria group, comprising Bolusia, Crotalaria,\nand Lotononis hirsuta (Lotononis section Euchlora). Morphological\nanalysis yields a similar topology, except that Lotononis is\nmonophyletic if L. hirsuta were excluded. When the molecular and\nmorphological data sets are combined, the same major clades are\nretrieved as in the molecular analysis, with the notable exception that\nLotononis and Lebeckia senso stricto are supported as monophyletic. The\nresults from this study have important implications for the\nclassification of the tribe Crotalarieae and present an important step\ntowards a natural and phylogenetic generic classification for the\ntribe.","trees":[{"tree_label":"rbcL Cotalariaeae","ntax":"228","rootedtree":"TRUE","title":"Tribe Crotalarieae (Fabaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1074.phy"},{"tree_label":"ITS Crotalarieae","ntax":"200","rootedtree":"TRUE","title":"Tribe Crotalarieae (Fabaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1075.phy"},{"tree_label":"Morph","ntax":"119","rootedtree":"TRUE","title":"Tribe Crotalarieae (Fabaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1076.phy"},{"tree_label":"Combined mol morph","ntax":"119","rootedtree":"TRUE","title":"Tribe Crotalarieae (Fabaceae)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1077.phy"}]}