{"Authors":" Sandra Denman, Glynn Barrett, Susan A Kirk, James E.\nMcDonald, Martin P. A. Coetzee","Year":" 2016","Title":" Identification of Armillaria species on oak in Britain:\nImplications for Oak Health","Journal":" International Journal of Forest Research","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The identity of 51 isolates of Armillaria obtained from 16\nQuercus robur trees located at nine sites in England was determined\nusing MLSA of three gene regions. Sequences of the ITS 1, IGS-1 and EF-1\ngene regions were obtained by PCR amplification and sequencing, and\nphylogenetic trees were generated based on Maximum Likelihood and\nBayesian inference of phylogenies. Four Armillaria species were\nisolated: A. gallica, A. mellea, A. ostoyae and A. tabescens. Armillaria\ngallica was isolated most frequently (40/51 isolates) but only from\ntrees in woodlands. Armillaria mellea was isolated infrequently (3/51),\nonly from trees in gardens, whereas A. tabescens, which was also\nisolated infrequently (4/51), was obtained from trees either in a garden\nor a parkland location. Armillaria ostoyae (4/51 isolates) was\nco-isolated with A. gallica raising interesting questions about the\nsynecology of these species. The distribution of these four species of\nArmillaria in Britain and their possible roles in pathogenicity on oak\nare discussed. It is concluded that future studies are necessary to\ndetermine the role of Armillaria in Oak Declines, and that A. gallica\nshould be a key focus but that other Armillaria species should not be\nexcluded and investigation should include polymicrobial interactions\nwith other microbes including bacteria and other Armillaria\nspecies.","trees":[{"tree_label":"con 50 majrule","ntax":"86","rootedtree":"TRUE","title":"Tr96575","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96575.phy"},{"tree_label":"IGS1 tree","ntax":"86","rootedtree":"TRUE","title":"Tr96574","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96574.phy"},{"tree_label":"ITS","ntax":"86","rootedtree":"TRUE","title":"Tr96573","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96573.phy"}]}