{"Authors":" Donald H. Les, Nicholas P. Tippery, Donald J. Padgett,\nSurrey W. L. Jacobs","Year":" 2008","Title":" Generic circumscription in Menyanthaceae: a phylogenetic\nevaluation","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Menyanthaceae consist of five genera of aquatic and\nwetland plants distributed worldwide. The three monotypic genera\n(Liparophyllum, Menyanthes, Nephrophyllidium) are clearly differentiated\nmorphologically, but the two larger genera (Nymphoides, Villarsia)\ncontain several taxa of uncertain affinity. We undertook a phylogenetic\nanalysis, using a combination of morphological and molecular data, to\nresolve relationships among species and to evaluate the current\ncircumscription of genera. DNA sequence data for nuclear (ITS) and\nchloroplast (rbcL, trnK/matK) gene regions were largely congruent (by\npartition-homogeneity test), and a combined data phylogeny revealed\nseveral strongly supported relationships. Analyses using asterid\noutgroup taxa supported the monophyly of Menyanthaceae. Menyanthes\ntrifoliata and Nephrophyllidium crista-galli comprised a clade sister to\nthe remainder of the family. Species of Nymphoides, except N. exigua,\nresolved to a single, deeply-nested clade, indicating that the\nfloating-leaved habit is derived evolutionarily within the family. The\ngenus Villarsia comprised a paraphyletic grade toward Nymphoides,\nwherein the species resolved to three assemblages: (1) a shallowly\nnested clade containing V. albiflora, V. calthifolia, V. marchantii, V.\nparnassifolia, V. reniformis, and V. umbricola; (2) an isolated South\nAfrican clade including V. manningiana and the type species, V.\ncapensis; and (3) a heterogeneous clade of taxa from three genera,\nincluding V. exaltata, V. lasiosperma, and V. latifolia, plus the\nanomalous species V. capitata, V. congestiflora, Liparophyllum gunnii,\nand Nymphoides exigua. Our results indicate that the genera Menyanthes,\nNephrophyllidium, and Nymphoides should be retained as circumscribed,\nwith the exception that Nymphoides exigua should be restored to\nVillarsia. The genus Villarsia, however, eventually should be subdivided\namong monophyletic lineages, whereby in the strict sense Villarsia would\ncontain only South African taxa.","trees":[{"tree_label":"Fig. 5","ntax":"24","rootedtree":"TRUE","title":"Menyanthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4999.phy"}]}