{"Authors":" Shannon Engberg, Edward Louis, Luc Brouillet,\nHerinandrianina Notahianjanahary Andriananjamanantsoa","Year":" 2016","Title":" Diversification of Angraecum (Orchidaceae, Vandeae) in\nMadagascar: revised phylogeny reveals species accumulation through time\nrather than rapid radiation","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" accumulation of lineages through time, Angraecum,\nAngraecinae, biogeography, delimitation of sections, diversification,\nphylogeny, systematic, taxonomy","DOI":"","Abstract":" Angraecum is the largest genus of subtribe Angraecinae\n(Orchidaceae) with about 221 species. Madagascar is the center of the\ndiversity for the genus with ca. 142 species, of which 90% are endemic.\nThe great morphological diversity associated with species\ndiversification in the genus on the island of Madagascar offers valuable\ninsights for macroevolutionary studies. Phylogenies of the Angraecinae\nhave been published but lack of taxon and character sampling and their\nlimited taxonomic resolution limit their uses for macroevolutionary\nstudies. We present a new phylogeny of Angraecum based on chloroplast\nsequence data (matk, rps16, trnL), nuclear ribosomal (ITS2) and 39\nmorphological characters from 194 Angraecinae species of which 69 were\nnewly sampled. Using this phylogeny, we evaluated the monophyly of the\nsections of Angraecum as defined by Garay and investigated the patterns\nof species diversification within the genus. We used maximum parsimony\nand bayesian analyses to generate phylogenetic trees and dated\ndivergence times of the phylogeny. We analyzed diversification patterns\nwithin Angraecinae and Angraecum with an emphasis on four floral\ncharacters (flower color, flower size, labellum position, spur length)\nusing macroevolutionary models to evaluate which characters or character\nstates are associated with speciation rates, and inferred ancestral\nstates of these characters. The phylogenetic analysis showed the\npolyphyly of Angraecum sensu lato and of all Angraecum sections except\nsect. Hadrangis, and that morphology can be consistent with the\nphylogeny. It appeared that the characters (flower color, flower size,\nspur length) formerly used by many authors to delineate Angraecum groups\nwere insufficient to do so. However, the newly described character,\nposition of the labellum (uppermost and lowermost), was the main\ncharacter delimiting clades within a monophyletic Angraecum sensu\nstricto. This character also appeared to be associated with speciation\nrates in Angraecum. The macroevolutionary model-based phylogeny failed\nto detect shifts in diversification that could be associated directly\nwith morphological diversification. Diversification in Angraecum\nresulted from gradual species accumulation through time rather than from\nrapid radiation, a diversification pattern often encountered in tropical\nrain forests.","trees":[{"tree_label":"con 50 majrule","ntax":"194","rootedtree":"TRUE","title":"Tr96656","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96656.phy"}]}