{"Authors":" Garth Holman, Peter Del Tredici, Nathan P. Havill, Nam Sook\nLee, Richard Cronn, Sarah Mathews, Linda Raubeson, Christopher S.\nCampbell","Year":" 2016","Title":" Phylogenomic evidence detects a new species of hemlock\n(Tsuga, Pinaceae) and possible ancient hybridization in the genus.","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" chloroplast capture, island endemic, plastid genomes,\nquantitative morphology, species concepts, Ulleungdo","DOI":"","Abstract":" Species delimitation in Pinaceae is often challenged by\nlimited morphological differentiation and hybridization. In Tsuga\n(hemlocks), the species problem has been most challenging among eastern\nAsian taxa, wherein the number of species has ranged from three to five\nin previous studies. We assessed species relationships among eastern\nAsian Tsuga with DNA sequence data from nearly complete chloroplast\ngenomes, two low-copy nuclear 4-coumarase-ligase (4CL) genes, morphology\nof cones and leaves, plus phenology. Nine of the 68 protein-coding\nchloroplast genes in Tsuga are reduced in length compared with other\nPinaceae. Moderate cpDNA support resolves T. caroliniana as sister to a\nclade of T. diversifolia and hemlocks from Ulleung Island (Ulleungdo),\nKorea. In our 4CL trees Japanese endemic T. diversifolia and T.\nsieboldii, plus Ulleungdo hemlocks form a well-supported clade here\nreferred to as the oceanic hemlocks. Morphology also supports this group\nas distinct from other eastern Asian hemlocks. Tsuga sieboldii, in\ncontrast, is strongly supported as sister to the widespread eastern\nAsian T. chinensis by cpDNA, whereas 4CL strongly supports a\nsister-group relationship of T. chinensis and eastern North American T.\ncaroliniana. These divergent topologies suggest that T. sieboldii\ncaptured the chloroplast of T. chinensis (or a close relative) through\nancient hybridization and subsequent introgression. The Ulleungdo\nhemlock forms a phenotypic cluster that is distinct from other eastern\nAsian species in leaf and cone morphology and phenology, and we\ntherefore propose it as a new species, Tsuga ulleungensis, the first\nendemic gymnosperm to be described from the island.","trees":[{"tree_label":"PAUP 1","ntax":"12","rootedtree":"TRUE","title":"Tr96614","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96614.phy"},{"tree_label":"bestREP4","ntax":"12","rootedtree":"TRUE","title":"Tr96615","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96615.phy"},{"tree_label":"PAUP 1","ntax":"27","rootedtree":"TRUE","title":"Tr96616","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96616.phy"},{"tree_label":"PAUP 1","ntax":"9","rootedtree":"TRUE","title":"Tr96617","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96617.phy"},{"tree_label":"bestREP2","ntax":"9","rootedtree":"TRUE","title":"Tr96618","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96618.phy"}]}