{"Authors":" Sita Preedanon, Anupong Klaysuban, Satinee Suetrong, Jariya\nSakayaroj, Tanuwong Sangtiean, GARETH JONES","Year":" 2016","Title":" Helicascus mangrovei sp. nov., a new intertidal mangrove\nfungus from Thailand","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Helicascus, molecular phylogeny, morphological\nfeatures","DOI":"","Abstract":" During ongoing surveys of marine mangrove fungi in 2013\nfrom Trat province, the eastern of Thailand and the fungi of\nHelicascus-like was investigated on dead intertidal mangrove wood. Our\nstrains interested were performed by morphologically taxonomy and\nmultiple sequences analyses (LSU, SSU, TEF1 and RPB2 rDNA) to\naccommodate a taxonomic placement of the new taxon. Recently Helicascus\nspecies from marine habitats have been described two species consisted\nof H. kanaloanus (Kolhmeyer, 1969) and H. nypae (Hyde, 1991). Afterward\nfreshwater Helicascus species have been reported four new species as H.\naegyptiacus, H. aquaticus, H. gallicus, H. unilocularis and two species\nwere located the placement to genus Helicascus comprised of H.\nthalassioideus and H. elaterascus. Although, all of the results revealed\nthat H. mangrovei sp. nov. formed a well-supported clade within\nMorosphaeriaceae, Pleosporales; which are shares many features with\nmembers of the Morosphaeriaceae, including ascomata lenticular,\nsemi-immersed; by asci 8-spored, bitunicate, with an ocular chamber.\nFurther, H. mangrovei had showed distinctively separated clade from\nfreshwater Helicascus with high supports (99% bootstrap support of MP,\n100% bootstrap support of ML and 1.00 posterior probabilities) as well\nas their morphologically characters are distinct follow from the\nadaptation of Helicascus to aquatic environment. However, H. mangrovei\nsp. nov. had closely related with marine Helicascus with high supports;\naccordingly, they are shares morphologically characters together by the\ncoiled of endoascus in the pedicel was observed and common characters.\nOn the other hand, H. mangrovei morphology showed evidently in some\nfeatures with H. kanaloanus as its ascomata did not reveal separately\nlocule and a mucilaginous sheath are not observed. Identically, H.\nmangrovei are evaluated by phylogenetic analysis, thus, they formed a\nmonophyletic clade, but their taxa are separately from H. kanaloanus and\nH. nypae taxa with strong statistic supports. Consequently, three\nstrains interested are determined as a new species, Helicascus mangrovei\nsp. nov.","trees":[{"tree_label":"PAUP 1","ntax":"71","rootedtree":"TRUE","title":"Tr96654","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96654.phy"}]}