{"Authors":" Craig A. Steele, Andrew Storfer","Year":" 2007","Title":" Phylogeographic incongruence of codistributed amphibian\nspecies based on small differences in geographic distribution.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 43","Issue":"","Pages":" 468-479","Keywords":" AU test; Bayesian hypothesis testing; Biogeography;\nColumbia River; Comparative phylogeography; Dicamptodon; PaciWc\nNorthwest parametric bootstrap; Plethodon; SH test","DOI":" 10.1016/j.ympev.2006.10.010","Abstract":" Codistributed species may display either congruent\nphylogeographic patterns, indicating similar responses to a series of\nshared climatic and geologic events, or discordant patterns, indicating\nindependent responses. This study compares the phylogeographic patterns\nof two similarly distributed salamander species within the PaciWc\nNorthwest of the United States: Copes giant salamander (Dicamptodon\ncopei) and Van Dykes salamander (Plethodon vandykei). Previous studies\nof P. vandykei support two reciprocally monophyletic lineages\ncorresponding to coastal populations, located from the Olympic Mountains\nto the mouth of the Columbia River, and inland populations within the\nCascade Mountains. We hypothesized that D. copei would have a congruent\nphylogeographic pattern to P. vandykei due to similarity in distribution\nand dependence upon similar stream and stream-side habitats. We test\nthis hypothesis by estimating the phylog- eny of D. copei using »1800 bp\nof mitochondrial DNA and comparing it to that of P. vandykei. Sympatric\npopulations of D. copei and of P. vandykei display an identical\nphylogeographic pattern, suggesting similar responses within their\nshared distribution. Populations of D. copei occurring outside the range\nof P. vandykei displayed high levels of genetic divergence from those\nsympatric to P. vandykei. Overall, phylogeographic patterns between the\ntwo species were ultimately incongruent due to the high divergence of\nthese allopatric populations. These results provide an example of\ncodistributed species displaying overall incongruent phylogeographic\npatterns while simultaneously displaying congruent patterns within\nportions of their shared geographic distribution. This pattern\ndemonstrates that a simple dichotomy of congruent and incongruent\nphylogeographic patterns of codistributed species may be too simplistic\nand that more complex intermedi- ate patterns can result even from minor\ndiVerences in species ranges.","trees":[{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Dicamptodon copei cytb b and control region","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96677.phy"}]}