{"Authors":" Lucile Rabeau, Robbert S. Gradstein, Jean-Yves Dubuisson,\nMartin Nebel, Dietmar Quandt, Catherine Reeb","Year":" 2017","Title":" New insights into the phylogeny and relationships within the\nworldwide genus Riccardia (Aneuraceae, Marchantiophytina)","Journal":" European Journal of Taxonomy","Volume":"","Issue":"","Pages":"","Keywords":" Afroriccardia, Aneuraceae, liverworts, phylogeny,\nRiccardia","DOI":"","Abstract":" With 280 accepted species, the genus Riccardia\n(Aneuraceae) is one of the most speciose genera of simple thalloid\nliverworts. The current classification of this genus is based on\nmorphological and limited-sampling molecular studies. Very few molecular\ndata are available and a comprehensive view of evolutionary\nrelationships within the genus is still lacking. A phylogeny focusing on\nthe relationships within the large genus Riccardia has not been\nconducted. Here we propose a first worldwide molecular phylogeny of the\ngenus Riccardia based on Bayesian inference and parsimony ratchet\nanalyses of sequences from three plastid regions (psbA-trnH, rps4,\ntrnL-F). The results support the monophyly of Riccardia and a new\nmonospecific genus, Afroriccardia, is described based on molecular and\nmorphological evidences. The results indicate that several currently\nrecognized infrageneric divisions and few species are not monophyletic,\nsuggesting that further analyses are needed to arrive at a proper\nunderstanding of the phylogeny of the genus. Although evidence for an\nAndean clade was found, most of the species appear scattered in\ndifferent clades without clear geographical segregation. Broader\nsampling and further analyses are necessary in order to improve our\nunderstanding of the phylogeny of this poorly known liverwort\ngenus.","trees":[{"tree_label":"con 50 majrule","ntax":"79","rootedtree":"TRUE","title":"Tr96810","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96810.phy"},{"tree_label":"PAUP 1","ntax":"79","rootedtree":"TRUE","title":"Tr96811","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96811.phy"}]}