{"Authors":" David R. Huff, Ambika Chandra","Year":" 2007","Title":" Salmacisia, a new genus of Tilletiales: reclassification of\nTilletia buchloëana causing induced hermaphroditism in\nbuffalograss.","Journal":" Mycologia","Volume":" 100","Issue":" 1","Pages":" 81-93","Keywords":"","DOI":" 10.3852/mycologia.100.1.81","Abstract":" For 118 yrs, the fungal parasite Tilletia buchloëana 1 has\nbeen known to induce female sex organs (pistils) in male plants of\nbuffalograss, making them hermaphrodite. Here we report the life cycle\ncharacteristics and phylogeny for T. buchloëana based on morphology and\nlarge subunit region of nuclear ribosomal RNA gene (nLSU-rDNA) in order\nto accurately place pistil smut within order Tilletiales. We found that\nT. buchloëana induces hermaphroditism in not only male sex forms of\nbuffalograss by inducing the development of otherwise vestigial pistils,\nbut also in female sex forms by inducing hypertrophy of otherwise\nvestigial stamens (male sex organs). The fungus also induces the\ndevelopment of additional pistillate flowers in both infected male and\nfemale plants. Due to its pistil inducing effects, we refer to T.\nbuchloëana as pistil smut. Pistil smut exhibits a combination of\nmorphological and life cycle characteristics that are unique among\nspecies of order Tilletiales. Phylogenetic analyses of nLSU-rDNA\nsequences using maximum parsimony, maximum likelihood and genetic\ndistance-based methods show that pistil smut exhibits an elevated rate\nof nucleotide substitution and is as, or more, distant from Tilletia\nspecies than the basal group Erratomyces patelli. As such, pistil smut\noccupies a phylogenetic position outside the current taxonomic\ncircumscription of genus Tilletia. Therefore, a new Latin binomial\ncombination Salmacisia buchloëana is proposed as a sister taxon to\nTilletia in order to accurately describe the phylogenetic position of\npistil smut.","trees":[{"tree_label":"Fig. 20","ntax":"54","rootedtree":"TRUE","title":"Tilletiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5006.phy"},{"tree_label":"with gaps","ntax":"52","rootedtree":"TRUE","title":"Tilletiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5007.phy"}]}