{"Authors":" Erika J Tomei, Stephen M Wolniak","Year":" 2016","Title":" Kinesin-2 and kinesin-9 have atypical functions during\nciliogenesis in the male gametophyte of Marsilea vestita","Journal":" BMC Cell Biology","Volume":"","Issue":"","Pages":"","Keywords":" Kinesin-2, kinesin-9, ciliogenesis, cytokinesis,\nintraflagellar transport, basal bodies","DOI":"","Abstract":" Background: Spermatogenesis in the semi-aquatic fern,\nMarsilea vestita, is a rapid, synchronous process that is initiated when\ndry microspores are placed in water. Development is\npost-transcriptionally driven and can be divided into two phases. The\nfirst phase consists of nine mitotic division cycles that produce 7\nsterile cells and 32 spermatids. During the second phase, each spermatid\ndifferentiates into a corkscrew-shaped motile spermatozoid with ~140\ncilia. Results: Analysis of the transcriptome from the male gametophyte\nof Marsilea revealed that one kinesin-2 (MvKinesin-2) and two kinesin-9s\n(MvKinesin-9A and MvKinesin-9B) are present during spermatid\ndifferentiation and ciliogenesis. RNAi knockdowns show that MvKinesin-2\nis required for mitosis and cytokinesis in spermatogenous cells. Without\nMvKinesin-2, most spermatozoids contain two or more coiled microtubule\nribbons with attached cilia and very large cell bodies. MvKinesin-9A is\nrequired for the correct placement of basal bodies along the organelle\ncoil. Knockdowns of MvKinesin-9A have basal bodies and cilia that are\nirregularly positioned. Spermatozoid swimming behavior in MvKinesin-2\nand -9A knockdowns is altered because of defects in axonemal placement\nor ciliogenesis. MvKinesin-2 knockdowns only quiver in place while\nMvKinesin-9A knockdowns swim erratically compared to controls. In\ncontrast, spermatozoids produced after the silencing of MvKinesin-9B\nexhibit normal morphology and swimming behavior, though development is\nslower than normal for these gametes. Conclusions: Our results show that\nMvKinesin-2 and MvKinesin-9A are required for ciliogenesis and motility\nin the Marsilea male gametophyte; however, these kinesins display\natypical roles during these processes. MvKinesin-2 is required for\ncytokinesis, a role not typically associated with this protein, as well\nas for ciliogenesis during rapid development and MvKinesin-9A is needed\nfor the correct orientation of basal bodies. Our results are the first\nto investigate the kinesin-linked mechanisms that regulate ciliogenesis\nin a land plant.","trees":[{"tree_label":"Fig. 1A","ntax":"40","rootedtree":"TRUE","title":"Marsilea vestita Kinesin2 ML Tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_96827.phy"},{"tree_label":"Fig. 1B","ntax":"24","rootedtree":"TRUE","title":"Marsilea vestita Kinesin9 ML Tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_96828.phy"}]}