{"Authors":" Benedetto T Linaldeddu, Artur Alves, Alan John Lander\nPhillips","Year":" 2016","Title":" Sardiniella urbana gen. et sp. nov., a new member of the\nBotryosphaeriaceae isolated from declining Celtis australis trees in\nstreetscapes","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" urban forestry; emerging pathogen; morphology; phylogeny;\ntaxonomy","DOI":"","Abstract":" During a survey carried out in 2013 throughout the streets\nof Sassari (Sardinia, Italy) aimed at clarifying the causes of a decline\naffecting European hackberry, a collection of Botryosphaeriaceous fungi\nwas isolated from 14 trees showing sunken cankers with wedge-shaped\nnecrotic sectors and a progressive dieback of shoots and branches as\nwell as collar rot and stem exudates. Although morphologically similar\nto Diplodia and Dothiorella, these strains differed in their colony\nappearance and conidial shapes from all known species of\nBotryosphariaceae. A phylogenetic analysis based on combined LSU, ITS\nand tef1-α sequence data showed that these strains form a distinct\nlineage within the Botryosphariaceae. Based on molecular phylogeny and\nmorphology, a new genus named Sardiniella is herein introduced to\naccommodate the new taxon Sardiniella urbana. Pathogenicity was verified\nby wound inoculation of 3 year-old seedlings of European hackberry using\nfour different strains. All strains caused sunken cankers and necrotic\nlesions on inner bark and sap wood tissues in the stems of inoculated\nseedlings and in all cases the fungus was successfully re-isolated,\nfulfilling Kochs postulates. Results from the pathogenicity test suggest\nthat this new species is directly involved in the aetiology of the\nobserved decline in European hackberry trees as well as representing a\npotential risk to public safety in urban environments.","trees":[{"tree_label":"PHYLIP 1+","ntax":"56","rootedtree":"FALSE","title":"Sardiniella MLT ITS+LSU+EF","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96845.phy"}]}