{"Authors":" hao chen","Year":" 2016","Title":" The interaction between an invertebrate-specific miRNA and\nthe ancient cholinergic neuroendocrine system augments the early-stage\nimmune response of adult oyster against bacterial challenge","Journal":" Open Biology","Volume":"","Issue":"","Pages":"","Keywords":" miRNA; miR-2 family; Choline transporter-like protein;\nAcetylcholine; Cholinergic system; Immunomodulation","DOI":"","Abstract":" Acetylcholine (ACh) is the main neurotransmitter in\ncholinergic neuroendocrine system and plays indispensable role in\nmodulating diverse immune response. As an important transporter in\ncholine uptake, choline transporter-like proteins (CTLs) can control ACh\nsynthesis and release indirectly in multiple organisms. In the present\nstudy, cgi-miR-2d, an invertebrate-specific miRNA in oyster Crassostrea\ngigas, is proved to repress the synthesis/release of ACh by targeting\nCgCTL1 and choline uptake in haemocytes during the early-stage of\npathogen infection. In short, an opposite expression pattern between\nCgCTL1 and cgi-miR-2d is observed during Vibrio splendidus infection,\naccompanied with changes in haemolymph ACh. Besides, expression level of\nCgCTL1 is found significantly repressed after cgi-miR-2d overexpression\nin vivo while both haemocyte choline and haemolymph ACh also decreased\nsimultaneously, which is similar with that in CgCTL1 knock-down assay.\nAs a result, the expression of two tumor necrosis factor like proteins\nand the bacteriostatic activity of oyster haemocytes, are found altered\nsignificantly by either gain-of-function cgi-miR-2d or knock-down of\nCgCTL1. To our knowledge, this is the first miRNA identified in\ninvertebrates that can target ancient cholinergic system and augment\nimmune response during infection.","trees":[{"tree_label":"Imported tree 1","ntax":"11","rootedtree":"TRUE","title":"Metazoan Choline Transporter-like Proteins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96865.phy"}]}