{"Authors":" Leon Perrie, Nathalie Seenamah Nagalingum, Jessica\nGardner","Year":" 2016","Title":" Taxonomic Identification of Lastreopsid Ferns\n(Dryopteridaceae) Using Phylogeny","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" lastreopsid ferns, Dryopteridaceae, morphology, spore,\nrhizome scale","DOI":"","Abstract":"\nAbstractThe lastreopsid ferns are a group of mostly terrestrial ferns\nwithin the Dryopteridaceae, found in parts of Africa, Madagascar\nsouthern, the Neotropics, Asia, and Australasia. Within this group is\nthe paraphyletic genus Lastreopsis s.l., which has been segregated into\nLastreopsis s.s. and Parapolystichum. However, there remain several\nincertae sedis species of Lastreopsis s.l. awaiting phylogenetic\nanalysis to determine their taxonomic status. This study examined six\nincertae sedis species, for a total of 14 species (18 specimens) of\nLastreopsis s.l. The phylogenetic analyses revealed that two of the six\nincertae sedis species are members of Lastreopsis s.s., and four fall\nwithin the newly segregated genus Parapolystichum. The two species in\nLastreopsis s.s. form a “vieillardii” group that is sister to\nLastreopsis subg. Rhopalotricha. Given its phylogenetic position and the\nshared spore ornamentation, the taxa in the “vieillardii” group are\nassigned to Lastreopsis subg. Rhopalotricha. The new accessions derive\nfrom Australasia and the Pacific, and their inclusion does not alter\nexisting relationships in Lastreopsis s.s. or Parapolystichum. In\ncontrast to earlier works, one of the phylogenetic analyses supported\nthe monophyly of Lastreopsis s.s., and in Parapolystichum, all of the\nnew accessions were nested in an Australasian group. New combinations\nare provided for Parapolystichum calanthum, P. grayii, P. kermadecense,\nand P. pacificum, and Lastreopsis subg. Rhopalotricha is emended.","trees":[{"tree_label":"RAxML bipartitions","ntax":"134","rootedtree":"TRUE","title":"Tr96892","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_96892.phy"}]}