{"Authors":" Sasa Stefanovic, Mihai Costea","Year":" 2007","Title":" Reticulate evolution in the parasitic genus Cuscuta\n(Convolvulaceae): over and over and over again","Journal":" Canadian Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The frequency and relative importance of hybridization in\nplants has been an area of intense debate. Although this evolutionary\nmechanism has received considerable attention from plant biologists,\nthere are no well-supported cases of reticulate evolution involving\nparasitic plants to date. Recent molecular phylogenetic analyses\nrevealed that the subgenus Grammica, the largest and most diverse group\nof the stem parasitic genus Cuscuta (dodders), consists of 15 major\nclades. We describe here five cases of strongly supported discordance\nbetween phylogenies derived from plastid and nuclear data and interpret\nthem as results of five independent hybridization events. Three of these\ncases could represent relatively recent reticulations because each of\nthem involves more closely related species, always confined within the\nsame major clade as their putative parental species, and are\nsympatric/parapartric in distribution with them. The two remaining cases\ninvolve species whose potential progenitors are derived from different\nmajor groups of Grammica and are allopatric in their present\ndistribution. A series of statistical tests was conducted to assess and\nfurther explore the significance of these phylogenetic incongruences.\nAlternative explanations for discordant gene topologies are explored.\nCuscuta liliputana, a new Mexican species of hybrid origin is\ndescribed.","trees":[{"tree_label":"trnLF","ntax":"177","rootedtree":"TRUE","title":"Cuscuta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5009.phy"},{"tree_label":"ITS","ntax":"182","rootedtree":"TRUE","title":"Cuscuta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5010.phy"}]}