{"Authors":" Ruth Del Prado, H. Thorsten Lumbsch, Pradeep Kumar Divakar,\nAna Crespo","Year":" 2016","Title":" Hidden Genetic Diversity in an Asexually Reproducing Lichen\nForming Fungal Group","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Cryptic species; species delimitation; coalescence;\nspeciation events; lichenized fungi; parmelioid lichens; Parmotrema\nreticulatum","DOI":"","Abstract":" Asexual species with vegetative propagation of both\nsymbiont partners (soredia) in lichens may harbour lower species\ndiversity because they may indeed represent evolutionary dead ends or\nclones. In this study we aim to critically examine species boundaries in\nthe sorediate lichen forming fungi Parmotrema reticulatum  Parmotrema\npseudoreticulatum complex applying coalescent-based approaches and other\nrecently developed DNA-based methods. To this end, we gather 180 samples\nfrom Africa, Asia, Australasia, Europe, North and South America and\ngenerated sequences of internal transcribed spacer of nuclear ribosomal\nDNA (ITS) and DNA replication licensing factor MCM7 (MCM7). The dataset\nwas analysed using different approaches such as traditional phylogeny \nmaximum likelihood and Bayesian , genetic distances, automatic barcode\ngap discovery and coalescent-based methods  PTP, GMYC, spedeSTEM and\n*Beast  in order to test congruence among results. Additionally, the\ndivergence time were also estimated to elucidate diversification events.\nDelimitations inferred from the different analyses are comparable with\nonly minor differences, and following a conservative approach we propose\nthat the sampled specimens of the P. reticulatum  P. pseudoreticulatum\ncomplex belong to at least eight distinct species- level lineages. Seven\nare currently classified under P. reticulatum and one as P.\npseudoreticulatum. In this work we discuss one of only few examples of\ncryptic species that have so far been found in sorediate reproducing\nlichen forming fungi. Additionally our estimates suggest a recent origin\nof the species complex -during the Miocene. Consequently, the wide\ndistribution of several of the cryptic species has to be explained by\nintercontinental long distance dispersal events.","trees":[{"tree_label":"Combtree","ntax":"144","rootedtree":"TRUE","title":"Tr96895","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96895.phy"},{"tree_label":"CombTree","ntax":"144","rootedtree":"TRUE","title":"Tr96896","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96896.phy"},{"tree_label":"MCM7","ntax":"144","rootedtree":"TRUE","title":"Tr96899","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96899.phy"},{"tree_label":"MCM7","ntax":"144","rootedtree":"TRUE","title":"Tr96900","tree_kind":"Language Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96900.phy"},{"tree_label":"PAUP_1","ntax":"181","rootedtree":"TRUE","title":"Asexually Reproducing Lichen ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97610.phy"}]}