{"Authors":" Anabela Lopes, Alan John Lander Phillips, Artur Alves","Year":" 2016","Title":" Mating type genes as phylogenetic markers to delimit\nNeofusicoccum species","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeriaceae, Phylogeny, Alpha box, High mobility\ngroup, PCR-based assay, reproductive strategies","DOI":"","Abstract":" In filamentous ascomycetes sexual reproduction is under\nthe control of a single mating type (MAT) locus. Knowledge of MAT gene\nsequences has been used as a powerful tool to study evolutionary trends\nof mating systems, population genetics, and to establish phylogenetic\nrelationships and species boundaries. The plant pathogenic genus\nNeofusicoccum includes species with a very wide geographical and host\ndistribution, some of them with economic importance. The genus currently\ncomprises 27 species that are difficult to identify based on\nmorphological features alone. Thus, species differentiation is based on\nphylogenetic species recognition using multigene genealogies. In this\nstudy we exploited the potential of mating type genes sequences as\nphylogenetic markers for species delimitation in the genus\nNeofusicoccum. To achieve this, specific primers were designed to\namplify and sequence MAT genes in several species. Phylogenetic analyses\nwere performed on both MAT genes. For comparative purposes multigene\ngenealogies were also done using sequences of the ribosomal internal\ntranscribed spacer region and partial sequences of protein-coding genes,\nnamely translation elongation factor 1-alpha and beta-tubulin, which are\ncommonly used as phylogenetic markers in this genus. The results showed\nthat phylogenies based on mating type genes could discriminate between\nthe species analyzed and are in concordance with the results obtained\nwith the more conventional multilocus phylogenetic analysis approach.\nThus, MAT genes represent a powerful tool to delimit cryptic species in\nthe genus Neofusicoccum.","trees":[{"tree_label":"Multilocus","ntax":"28","rootedtree":"FALSE","title":"Tr96905","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96905.phy"},{"tree_label":"MAT1","ntax":"26","rootedtree":"FALSE","title":"Tr96906","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96906.phy"},{"tree_label":"MAT2","ntax":"21","rootedtree":"FALSE","title":"Tr96907","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_96907.phy"}]}