{"Authors":" Hanna Panagiotopoulou, Mateusz Baca, Katarzyna Baca, Pawel\nSienkiewicz, Piotr Slipinski, Michal Zmihorski","Year":" 2016","Title":" Genetic identification of a non-native species introgression\ninto wild population of the field cricket Gryllus campestris in Central\nEurope","Journal":" European Journal of Entomology","Volume":"","Issue":"","Pages":"","Keywords":" Conservation, Gryllus campestris, Gryllus bimaculatus,\n,mtDNA, microsatellite loci, X-chromosome-linked markers","DOI":"","Abstract":" Two species of the genus Gryllus occur in Europe: G.\ncampestris and G. bimaculatus. The first is widely distributed in the\nnorth-western Palaearctic, while the second, G. bimaculatus, occurs\npredominantly in the Mediterranean area. There is a visible pattern in\nthe distribution of G. campestris, the insect being rare and threatened\nin the western part of its range, whereas it is still abundant in the\neast. Despite the fact that this species is commonly used in laboratory\nexperiments, its natural populations are poorly characterised. In the\npresent study, we analysed cricket populations from the lower Oder and\nVistula River valleys in Poland. Based on the phylogeny of the mtDNA\ncytochrome b fragment, we found that 17% of the individuals studied had\na G. bimaculatus-like mtDNA haplotype. Analyses of 11 autosomal\nmicrosatellite loci failed to reveal any clear genetic differentiation\nbetween individuals assigned to these two clades. This suggests, along\nwith the spatial distribution of G. bimaculatus-like haplotypes,\nsuccessful interbreeding of G. bimaculatus with native populations of G.\ncampestris. However, both the nuclear data and additional analyses of\ntwo X-chromosome-linked microsatellite loci revealed incomplete\nintrogression. Human-mediated introgression seems to be the most\nplausible explanation of the observed genotypic pattern such that\ncaution needs to be taken in conservation efforts carried out in the\nwestern part of the species range.","trees":[{"tree_label":"con 50 majrule","ntax":"37","rootedtree":"TRUE","title":"Gryllus mtDNA cyt b","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_96912.phy"}]}