{"Authors":" Jonathan F. Wendel","Year":" 1989","Title":" New World tetraploid cottons contain Old World\ncytoplasm.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 86","Issue":" NA","Pages":" 4132-4136","Keywords":" NA","DOI":" NA","Abstract":" New World tetraploid cottons (Gossypium spp.) originated\nthrough hybridization of ancestral diploid species that presently have\nallopatric ranges in Asia-Africa (the A genome) and the New World\ntropics and subtropics (the D genome). Despite intensive study, the\nidentity of the parental diploids and the antiquity of polyploidization\nremain unresolved. In this study, variation in the maternally inherited\nchloroplast genome was assessed among species representing both of the\nparental genomes and the tetraploids. Approximately S60 restriction\nsites were assayed in each accession, representing sequence information\nfor about 3200 nucleotides. The resulting maternal phylogeny has no\nconvergent restriction site mutations and demonstrates that the\ncytoplasm donor for all tetraploid species was an A genome diploid with\na chloroplast genome that is similar to Gossypium arboreum and Gossypium\nherbaceum. No mutational differences were detected between these two\nspecies, and few mutations distinguish the chloroplast genomes of A\ngenome diploids from those of tetraploid taxa. In contrast to\nexpectations based on extensive taxonomic, geographic, and genetic\ndiversity, a surprisingly low level of sequence divergence has\naccumulated subsequent to polyploidization. Chloroplast genomes of\ntetraploid species are distinguished from each other by between one and\nsix apparent point mutations. The data suggest that tetraploid cotton\noriginated relatively recently, perhaps within the last 1-2 million\nyears, with subsequent rapid evolution and diversification throughout\nthe New World tropics.","trees":[{"tree_label":"Fig. 2","ntax":"8","rootedtree":"TRUE","title":"Gossypium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4276.phy"}]}