{"Authors":" S. H. Lim, Gwen Coat, Nelson D. Young, Henrietta B. Croom,\nClaude W. dePamphilis, Joel R McNeal, Todd Barkman","Year":" 2007","Title":" Mitochondrial DNA suggests at least 11 origins of parasitism\nin angiosperms and reveals genomic chimerism in parasitic plants","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background Some of the most difficult phylogenetic\nquestions in evolutionary biology involve identification of the\nfree-living relatives of parasitic organisms, particularly those of\nparasitic flowering plants. Consequently, the number of origins of\nparasitism and the phylogenetic distribution of the heterotrophic\nlifestyle among angiosperm lineages is unclear. Results Here we report\nthe results of a phylogenetic analysis of 102 species of seed plants\ndesigned to infer the position of all haustorial parasitic angiosperm\nlineages using three mitochondrial genes: atp1, coxI, and matR. Overall,\nthe mtDNA phylogeny agrees with independent studies in terms of\nnon-parasitic plant relationships and reveals at least 11 independent\norigins of parasitism in angiosperms, eight of which consist entirely of\nholoparasitic species that lack photosynthetic ability. From these\nresults, it can be inferred that modern-day parasites have\ndisproportionately evolved in certain lineages and that the\nendoparasitic habit has arisen by convergence in four clades. In\naddition, reduced taxon, single gene analyses revealed multiple\nhorizontal transfers of atp1 from host to parasite lineage, suggesting\nthat parasites may be important vectors of horizontal gene transfer in\nangiosperms. Furthermore, in Pilostyles we show evidence for a recent\nhost-to-parasite atp1 transfer based on a chimeric gene sequence that\nindicates multiple historical xenologous gene acquisitions have occurred\nin this endoparasite. Finally, the phylogenetic relationships inferred\nfor parasites indicate that the origins of parasitism in angiosperms are\nstrongly correlated with horizontal acquisitions of the invasive coxI\ngroup I intron. Conclusions Collectively, these results indicate that\nthe parasitic lifestyle has arisen repeatedly in angiosperm evolutionary\nhistory and results in increasing parasite genomic chimerism over\ntime.","trees":[{"tree_label":"Fig. 1","ntax":"102","rootedtree":"TRUE","title":"Phylogenetic placement of parasites within angiosperm\nphylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5014.phy"}]}