{"Authors":" Anja Huehnlein, Jörg Schubert, Volker Zahn, Thomas\nThieme","Year":" 2016","Title":" Examination of an isolate of Potato leaf roll virus that does\nnot induce visible symptoms in the greenhouse.","Journal":" European Journal of Plant Pathology","Volume":" 17","Issue":"","Pages":"","Keywords":" PLRV; cultivars; resistance; growing-on test; RT-qPCR;\nUV-radiation","DOI":" 10.1007/s10658-016-0872-3","Abstract":" Over the last 30 years the importance of Potato leaf roll\nvirus (PLRV) in commercial potato and seed potato production has\ndecreased considerably. Since PLRV is transmitted by aphids in a\npersistent manner it can be controlled by applying a systemic\ninsecticide. However, the development of insecticide resistance in the\nmain vectors of PLRV Myzus persicae, Aulacorthum solani,\nRhopalosiphoninus latysiphon, Aphis fabae, A. nasturtii, A. frangulae\nand Macrosiphum euphorbiae, and the development of isolates of PLRV that\ndo not induce visible symptoms in some potato cultivars may lead to a\nresurgence in the significance of PLRV. Isolates of this type were found\nrepeatedly during growing-on tests in Lower Saxony, Germany. In this\nstudy we examined such a symptomless isolate. The visible symptoms\ninduced by this isolate in different potato cultivars were compared with\nthose induced by isolates causing typical symptoms of a PLRV infection.\nBy using quantitative real-time PCR the quantifiable amount of viral RNA\nwas determined. Under climate chamber conditions all the isolates tested\ninduced similar symptoms and did not differ in viral RNA content.\nComplete sequences for the tested isolates were obtained and used in a\nphylogenetic analysis. All the PLRV isolates compared were very similar\nat the molecular level. Several motifs that could play a role in symptom\nexpression were analyzed, but none of them were correlated with the\nabsence of symptoms in potato plants during growing-on tests. The\ndiscrepancy between the observations recorded in the growing-on tests\nand our experiments are discussed.","trees":[{"tree_label":"P0 alignment CYDV out tree","ntax":"70","rootedtree":"TRUE","title":"Potato leafroll virus P0 sequences PLRV","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97053.phy"},{"tree_label":"P0 alignment CYDV out tree","ntax":"70","rootedtree":"TRUE","title":"Potato leafroll virus P0 sequences PLRV","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97052.phy"},{"tree_label":"NJ tree of complete PLRV Sequences","ntax":"28","rootedtree":"TRUE","title":"Potato leafroll virus complete","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97054.phy"}]}