{"Authors":" G. S. Pegg, A. J. Carnegie, C. O’Dwyer, Treena I. Burgess,\nMichael J Wingfield","Year":" 2007","Title":" Quambalaria species associated with plantation and native\neucalypt in Australia","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Quambalaria spp. include a number of important leaf, shoot\nand stem canker pathogens that have gained importance as eucalypt\nplantation forestry has expanded world-wide. Quambalaria shoot blight is\nan important disease in young Corymbia plantations in subtropical\nAustralia. This study aimed to determine which species of Quambalaria\nare associated with shoot blight symptoms on Corymbia spp. An additional\naim was to determine the presence and impact of Quambalaria shoot blight\non Eucalyptus species used in plantation development in subtropical and\ntropical regions of eastern Australia. Surveys identified three\nQuambalaria spp. \u001a Q. pitereka, Q. eucalypti and Q. cyanescens \u001a from\nnative and plantation eucalypts as well as amenity plantings. These\ninclude the first confirmed report of Q. eucalypti from Eucalyptus\nplantations in Australia. Symptom descriptions and morphological studies\nwere coupled with phylogenetic studies using ITS rDNA sequence data.\nQuambalaria pitereka was the causal agent of blight symptoms on species\nand hybrids in the Corymbia complex. Quambalaria eucalypti was\nidentified from Eucalyptus species and a single Corymbia hybrid.\nQuambalaria cyanescens was detected from native and plantation Corymbia\nspp.","trees":[{"tree_label":"Eucalypti haplotypes","ntax":"26","rootedtree":"TRUE","title":"Quambalaria species associated with Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5015.phy"},{"tree_label":"Piterika haplotypes","ntax":"43","rootedtree":"TRUE","title":"Quambalaria species associated with Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5016.phy"},{"tree_label":"Quambalaria ITS bootstrap","ntax":"30","rootedtree":"TRUE","title":"Quambalaria species associated with Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5017.phy"},{"tree_label":"Quambalaria ITS tree","ntax":"30","rootedtree":"TRUE","title":"Quambalaria species associated with Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5018.phy"}]}