{"Authors":" Javier Luque, John Christy, Austin J. W. Hendy, Michael\nRosenberg, Roger W. Portell, Kecia A. Kerr, A. Richard Palmer","Year":" 2017","Title":" Quaternary intertidal and supratidal crabs (Decapoda,\nBrachyura) from tropical America and the systematic affinities of fossil\nfiddler crabs","Journal":" Journal of Systematic Palaeontology","Volume":" 00","Issue":" 00","Pages":" 0000","Keywords":"","DOI":"","Abstract":" Concentrations of fully-articulated crabs are rare in the\nfossil record, especially for terrestrial and semi-terrestrial taxa,\nwhich tend to be represented by scarce, fragmentary and poorly preserved\nfossils due to preservational biases. A newly discovered fossiliferous\nlocality at Bahia Bique, west of Panamá City, Panamá, yielded a\ncollection of supratidal, intertidal, and shallow subtidal invertebrates\nand vertebrates of mid Holocene age. Notable discoveries include the\nfirst fossils of the Sally Lightfoot crab Grapsus, the first for the\nland crab Cardisoma in the Eastern Pacific and, remarkably, the most\ncomplete and numerous record of fossil fiddler crabs, Uca, yet\ndiscovered. The abundance and exceptional preservation of fossil male,\nfemale, juvenile, and adult Uca aff. U. ornata in eroded burrow infills\nsuggest that rapid entombment and early diagenesis were crucial for\ntheir preservation. The habitat preference of extant U. ornata for soft\nmuds of open intertidal mudflats indicates that part of Bahía Bique must\nhave been a large estuarine mudflat with close proximity to freshwater\ninflux during the mid-Holocene, in contrast to the present gravel field\nwhere the fossils are found as ex-situ boulders, cobbles, and\ngravel-sized clasts eroded from rocks of the poorly known Pacific muck.\nWe examine the systematic relationships of fossil fiddler crabs from\nBahía Bique via synthetic and cladistic approaches, and conclude that\nthey represent an extinct population of the extant Uca ornata. The\nfidelity of livingdeath assemblages between the Bique faunule and extant\nfaunas of the tropical Eastern Pacific confirm the Quaternary age of the\nassemblage, and allow a detailed discussion of the preservation and\npalaeoecology of terrestrial and semi-terrestrial crabs in tropical\nassemblages.","trees":[{"tree_label":"Fig. 8","ntax":"14","rootedtree":"TRUE","title":"Uca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107194.phy"}]}