{"Authors":" Oleg Daugovish, Thomas R Gordon, Peter Montgomery Henry,\nSharon Clark Kirkpatrick, Christina M Islas, Ana Maria Pastrana, Jenna\nYoshisato, Steven T Koike","Year":" 2016","Title":" The Local Population and Methods for Detection of Fusarium\noxysporum f. sp. fragariae, Cause of Fusarium Wilt of Strawberry, in\nCalifornia","Journal":" Plant Disease (APS Journal)","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium oxysporum, strawberry, Fusarium, fragariae","DOI":"","Abstract":" The objectives of this study were to investigate the\nstructure of the population of Fusarium oxysporum f. sp. fragariae in\nCalifornia and to evaluate methods for its detection. Fifty-nine\nisolates of F. oxysporum f. sp. fragariae were obtained from diseased\nstrawberry plants and their identity was confirmed by pathogenicity\ntesting. The full intergenic spacer (IGS) and elongation factor 1-alpha\n(EF-1a) region were amplified by PCR and sequenced to elucidate\nphylogenetic relationships among isolates. IGS and EF-1a sequences\nrevealed three main lineages, which corresponded to three somatic\ncompatibility groups. Primers designed to detect F. oxysporum f. sp.\nfragariae in Japan amplified a 239 base pair product from 55 of 59\nCalifornia isolates of F. oxysporum f. sp. fragariae and from no\nnonpathogenic isolates of F. oxysporum. The sequence of this PCR product\nwas identical to the sequence obtained from F. oxysporum f. sp.\nfragariae isolates in Japan. Intensive sampling at two locations in\nCalifornia showed tests based on PCR and somatic compatibility to be in\nagreement (both positive or both negative) for 97% (257/264) of isolates\ntested. Our findings reveal considerable diversity in the California\npopulation of F. oxysporum f. sp. fragariae, which was most likely\nestablished through multiple introductions.","trees":[{"tree_label":"PAUP_1","ntax":"25","rootedtree":"TRUE","title":"Tr97144","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97144.phy"},{"tree_label":"PAUP_1","ntax":"16","rootedtree":"TRUE","title":"Tr97145","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97145.phy"}]}