{"Authors":" Kadri Tali, Richard P. Shefferson, Tiiu Kull","Year":" 2007","Title":" Mycorrhizal interactions of orchids colonizing Estonian mine\ntailings hills","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Northeastern Estonia is home to extensive oil shale mines.\nAssociated with these are desolate and environmentally damaging hills of\nash tailings. Interestingly, some of the first plants to colonize these\nhills are rare orchids. Here, we assess the identities of the fungi\nmycorrhizal with these orchids, in particular Epipactis atrorubens,\nOrchis militaris, and Dactylorhiza baltica, and compare them with\nmycorrhizal interactions from orchids from pristine habitat. Epipactis\natrorubens associated with the widest breadth of fungi, including\nunnamed members of the basidiomycete family Tulasnellaceae and the\npotentially ectomycorrhizal ascomycetes Trichophaea woolhopeia and\nGeopora cooperi. Orchis militaris also associated with unnamed members\nof the Tulasnellaceae. Dactylorhiza baltica associated with\nCeratobasidium albasitensis. In Epipactis and Orchis, the same fungi\nassociated with plants in pristine habitat as with those on ash hills.\nThe tulasnelloid and ceratobasidioid fungi mycorrhizal with these\norchids appear closely related to common orchid mycorrhizal fungi, while\none of the ascomycetes mycorrhizal with Epipactis atrorubens is closely\nrelated to a fungus mycorrhizal with Epipactis microphylla. We suggest\nfurther research to assess whether mycorrhizal fungi provide orchids\nwith greater tolerance to potentially toxic soil conditions, thus aiding\nin primary succession.","trees":[{"tree_label":"Fig. 6","ntax":"21","rootedtree":"TRUE","title":"Ceratobasidiaceae, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5025.phy"},{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Tulasnellaceae, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5022.phy"},{"tree_label":"Fig. 4","ntax":"21","rootedtree":"TRUE","title":"Pezziales, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5023.phy"},{"tree_label":"Fig. 5","ntax":"36","rootedtree":"TRUE","title":"Tulasnellaceae, mtLSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5024.phy"}]}