{"Authors":" Linus J Ostberg, Bengt Persson, Jan-Olov Hoog","Year":" 2016","Title":" Computational Studies of Human Class V Alcohol Dehydrogenase\n- The Odd Sibling","Journal":" BMC Biochemistry","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" All known attempts to isolate and characterize mammalian\nclass V alcohol dehydrogenase (class V ADH), a member of the large ADH\nprotein family, at the protein level have failed. This indicates that\nthe class V ADH protein is not stable in a non-cellular environment,\nwhich is in contrast to all other human ADH enzymes. In this report we\npresent evidence, supported with results from computational analyses\nperformed in combination with earlier in vitro studies, why this ADH\nbehaves in an atypical way. Results Using a combination of structural\ncalculations and sequence analyses, we were able to identify local\nstructural differences between human class V ADH and other human ADHs,\nincluding an elongated β-strands and a labile α-helix at the subunit\ninterface region of each chain that probably disturb it. Several amino\nacid residues are strictly conserved in class IIV, but altered in class\nV ADH. This includes a for class V ADH unique and conserved Lys51, a\nposition directly involved in the catalytic mechanism in other ADHs, and\nnine other class V ADH-specific residues. Conclusions In this study we\nshow that there are pronounced structural changes in class V ADH as\ncompared to other ADH enzymes. Furthermore, there is an evolutionary\npressure among the mammalian class V ADHs, which for most proteins\nindicate that they fulfill a physiological function. We assume that\nclass V ADH is expressed, but unable to form active dimers in a\nnon-cellular environment, and is an atypical mammalian ADH. This is\ncompatible with previous experimental characterization and present\nstructural modelling. It can be considered the odd sibling of the ADH\nprotein family and so far seems to be a pseudoenzyme with another\nhitherto unknown physiological function.","trees":[{"tree_label":"Mammalian Alcohol Dehydrogenase","ntax":"501","rootedtree":"TRUE","title":"Tr97123","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97123.phy"}]}