{"Authors":" Rachel Marie Schwallier, Barbara Gravendeel, Hugo de Boer,\nBertie Joan van Heuven, Anton Sieder, Sukaibin Sumail, Rogier van Vugt,\nFrederic Lens","Year":" 2016","Title":" Exploring wood anatomical diversity in Nepenthes and close\nCaryophyllales relatives","Journal":" Annals of Botany Online","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral state reconstruction, carnivorous plants,\nCaryophyllales, helically-banded idioblasts, Nepenthes, pitcher plants,\nsilica grains, wood anatomy","DOI":"","Abstract":" Background and Aims: Nepenthes attracts wide attention\nwith its spectacularly shaped carnivorous pitchers, cultural value and\nhorticultural curiosity. Despite the plants iconic intrigue,\nsurprisingly little anatomical detail is known about the genus beyond\nits modified leaf tip traps. We explore the wood anatomical diversity of\nNepenthes and assess it with a phylogenetic framework to investigate\nwhether the wood characters within the genus are relevant from an\nevolutionary or ecological perspective, or rather depend on differences\nin developmental stages, growth habits, substrates or precipitation.\nMethods: Observations were performed using light microscopy (LM) and\nscanning electron microscopy (SEM). Ancestral states of selected wood\nand pith characters were reconstructed using an existing molecular\nphylogeny for Nepenthes and a broader Caryophyllales framework. Pairwise\ncomparisons were assessed for possible relationships between wood\nanatomy and developmental stages, growth habits, substrates and ecology.\nKey Results: Wood anatomy of Nepenthes is diffuse porous, with mainly\nsolitary vessels showing simple, bordered perforation plates and\nalternate intervessel pits, fibres with distinctly bordered pits\n(occasionally septate), apotracheal axial parenchyma, and co-occurring\nuni- and multiseriate rays often including silica bodies. Soil type,\nprecipitation and growth habit (stem length) correlate with multiseriate\nray height and width, vessel diameter and presence of silica grains. For\nCaryophyllales as a whole, silica grains, successive cambia and bordered\nperforation plates are the result of convergent evolution. Peculiar\nhelical sculpturing patterns within various cell types occur uniquely\nwithin the insectivorous clade of non-core Caryophyllales. Conclusions:\nThe wood anatomical variation in Nepenthes displays variation for some\ncharacters dependent on soil type, precipitation and stem length, but is\nlargely conservative. The helical-banded fibre-sclereids that mainly\noccur idioblastically in pith and cortex are synapomorphic for\nNepenthes, while other typical Nepenthes characters evolved convergently\nin different Caryophyllales lineages.","trees":[{"tree_label":"TREE1","ntax":"61","rootedtree":"TRUE","title":"Tr97168","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97168.phy"},{"tree_label":"TREE1","ntax":"67","rootedtree":"TRUE","title":"Tr97169","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97169.phy"}]}