{"Authors":" Elise F Ong, Joshua Mark Hallas, Terrence M. Gosliner","Year":" 2017","Title":" Like a bat out of heaven: the phylogeny and diversity of the\nbat-winged slugs (Heterobranchia: Gastropteridae)","Journal":" Zoological Journal of the Linnean Society","Volume":" 180","Issue":" 4","Pages":" 755789","Keywords":" biogeography, Cephalaspidea, coral reefs, Coral Triangle,\ncryptic species, molecular phylogeny, morphology","DOI":" 10.1093/zoolinnean/zlw018","Abstract":" A molecular phylogeny is presented for 25 newly sequenced\nspecimens of Gastropteridae. The present phylogeny was estimated by\nanalyzing the nuclear fragment 28S and two mitochondrial fragments\ncytochrome c oxidase I (COI) and 16S using maximum likelihood and\nBayesian analyses. The distinctness of eight new species of\nGastropteridae is supported by the molecular phylogeny and by subsequent\nABGD analysis. Morphological data also support the distinctness of these\nspecies. The following species are described here: Gastropteron minutum\nn. sp., Gastropteron multo n. sp., Sagaminopteron multimaculatum n. sp.,\nSiphopteron vermiculum n. sp., Siphopteron flavolineatum n. sp.,\nSiphopteron nakakatuwa n. sp., Siphopteron makisig n. sp., and\nSiphopteron dumbo n. sp. All of these species, spanning much of the\nphylogenetic tree of the Gastropteridae are found in a single, highly\ndiverse region of the Philippines, the Verde Island Passage. These data\nsupport the hypothesis that this region supports high species richness\nand phyletic diversity. This study also supports strong correlation\nbetween morphological characters and the molecular phylogeny within\nspecies of Siphopteron. Molecular studies also indicate the distinctness\nof specimens of Siphopteron quadrispinosum from Hawaii and those from\nthe western Pacific. Western Pacific specimens should be regarded as\nSiphopteron leah. Siphopteron pohnpei is transferred to Sagaminopteron\nbased on the molecular phylogeny. Other species complexes indicating the\npresence of geographically separated cryptic species indicate that\nfurther detailed study of this group is warranted and that hidden\ndiversity is likely to increase with additional study.","trees":[{"tree_label":"con 50 majrule","ntax":"45","rootedtree":"TRUE","title":"Gastropteridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106250.phy"},{"tree_label":"con 50 majrule","ntax":"49","rootedtree":"TRUE","title":"Gastropteridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106252.phy"},{"tree_label":"con 50 majrule","ntax":"37","rootedtree":"TRUE","title":"Gastropteridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106251.phy"}]}