{"Authors":" Silma Leite Rocha, Harry C. Evans, Vanessa L Jorge, Lucimar\nA.O. Cardoso, Fernanda S.T. Pereira, Fabiano Branco Rocha, Robert W.\nBarreto, Adam G. Hart, Simon L Elliot","Year":" 2017","Title":" Recognition of endophytic Trichoderma species by leaf-cutting\nants and their potential in a Trojan-horse management strategy","Journal":" Royal Society Open Science","Volume":" 4","Issue":" 4","Pages":" 14","Keywords":" fungal bodyguards; Leucoagaricus; pest management;\nsilviculture; Trichoderma endophytes","DOI":" 10.5061/dryad.0164h","Abstract":" Interactions between leaf-cutting ants, their fungal\nsymbiont (Leucoagaricus) and the endophytic fungi within the vegetation\nthey carry into their colonies are still poorly understood. If\nendophytes antagonistic to Leucoagaricus were found in plant material\nbeing carried by these ants, then this might indicate a potential\nmechanism for plants to defend themselves from leaf-cutter attack. In\naddition, it could offer possibilities for the management of these\nimportant Neotropical pests. Here, we show that, for Atta sexdens\nrubropilosa, there was a significantly greater incidence of Trichoderma\nspecies in the vegetation removed from the nestsand deposited around the\nentrancesthan in that being transported into the nests. In a no-choice\ntest, Trichoderma-infested rice was taken into the nest, with\ndeleterious effects on both the fungal gardens and ant survival. The\nendophytic ability of selected strains of Trichoderma was also\nconfirmed, following their inoculation and subsequent reisolation from\nseedlings of eucalyptus. These results indicate that endophytic fungi\nwhich pose a threat to ant fungal gardens through their antagonistic\ntraits, such as Trichoderma, have the potential to act as bodyguards of\ntheir plant hosts and thus might be employed in a Trojanhorse strategy\nto mitigate the negative impact of leaf-cutting ants in both agriculture\nand silviculture in the Neotropics. We posit that the ants would detect\nand evict such ‘malign’ endophytesartificially inoculated into\nvulnerable cropsduring the quality-control process within the nest, and,\nmoreover, that the foraging ants may then be deterred from further\nharvesting of ‘Trichoderma-enriched’ plants.","trees":[{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Atroviride-koningiopsis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_105508.phy"},{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Harzianum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_105507.phy"},{"tree_label":"Trichoderma","ntax":"45","rootedtree":"TRUE","title":"Trichoderma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105522.phy"}]}