{"Authors":" Pawan Kumar, Rippy Singh, Richard F Davis, Andrew H\nPaterson, Yajun He, Robert L Nichols, Hui Guo, Daniel G Peterson, Peng W\nChee, Xinlian Shen","Year":" 2016","Title":" Fine Mapping and Identification of Candidate Genes for a QTL\nAffecting Meloidogyne incognita Reproduction in Upland Cotton","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Cotton, Root Knot Nematodes, RKN, QTLs, Candidate\ngenes","DOI":"","Abstract":" Background: The southern root-knot nematode (Meloidogyne\nincognita; RKN) is one of the most important economic pests of Upland\ncotton (Gossypium hirsutum L.). Host plant resistance, the ability of a\nplant to suppress nematode reproduction, is the most economical,\npractical, and environmentally sound method to provide protection\nagainst this subterranean pest. The resistant line Auburn 623RNR and a\nnumber of elite breeding lines derived from it remain the most important\nsource of root-knot nematode (RKN) resistance. Prior genetic mapping\nanalysis has identified two epistatically interacting RKN resistance\nQTLs, qMi-C11 and qMi-C14, affecting gall formation and RKN\nreproduction, respectively. Results: We developed a genetic population\nsegregating only for the qMi-C14 locus and evaluated the genetic effects\nof this QTL on RKN resistance in the absence of the qMi-C11 locus. The\nlocus qMi-C14 had a LOD score of 12 and accounted for 24.5 % of the\ntotal phenotypic variation for egg production. In addition to not being\nsignificantly associated with gall formation, this locus had a lower\nmain effect on RKN reproduction than our previous study, which lends\nfurther support for the role of epistasis with qMi-C11 in imparting RKN\nresistance in the Auburn 623RNR source. The locus qMi-C14 was\nfine-mapped with the addition of 16 newly developed markers. By using\nthe reference genomic sequence of G. raimondii, we identified 20\ncandidate genes encoding for disease resistance protein homologs in the\nnewly defined 2.3 Mb region flanked by two SSR markers. Conclusions: Our\nmapping results validated the effects of this resistance locus,\nsignificantly reduced the QTL region, and offer tightly linked SSR\nmarkers to improve the efficiency of marker-assisted selection for crop\nimprovement. The candidate genes identified will facilitate future\nfunctional studies to clone and characterize this important defense gene\nagainst root-knot nematodes.","trees":[{"tree_label":"Imported tree 1","ntax":"20","rootedtree":"TRUE","title":"Tr97215","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97215.phy"},{"tree_label":"Imported tree 1","ntax":"13","rootedtree":"TRUE","title":"Tr97216","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97216.phy"}]}