{"Authors":" Enrico Cretazzo, Leonardo Velasco","Year":" 2016","Title":" Deep Sequencing Allowed the Completion of the Genome of\nGrapevine Red Globe Virus and Evidenced Recurring Co-Infection with\nOther Tymoviruses in Grapevine.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The complete genome sequences of three isolates of\nGrapevine red globe virus were determined by combining deep and\nconventional sequencing. The analysis of the viral genomes supported the\nadscription of the virus to the genus Maculavirus. Also, the comparison\nof the genetic distances along the GRGV genomes was consistent with the\nidentification of functional domains and significant genomic regions.\nThe virus was identified in other grapevine clones and RNA-seq of total\nor small RNAs allowed the identification of other viruses simultaneously\npresent in the plants. The number of sequence reads matching to the\ndifferent virus genomes was used as a quantitative estimation of the\nrelative virus titers. The availability of several GRGV genome sequences\ncombined to the ones obtained in this work allowed designing consensus\nprimers that were used to detect GRGV in different grapevine clones. The\nprofile of vsiRNAs distribution along the GRGV genomes suggested the\npresence of subgenomic RNAs. The 21-nt class of vsiRNAs displayed a\nmajor representation as described previously in the grapevine. In\ncontradiction with a previous report, we found that the positive sense\nvsiRNAs matching to the GRGV genome were predominant over the negative\nones. Co-infection of GRGV and GRVFV is apparently common and the\nsignificance of the presence of these viruses in the grapevine is\ndiscussed.","trees":[{"tree_label":"tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr97205","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97205.phy"},{"tree_label":"tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr97204","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97204.phy"},{"tree_label":"tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr97203","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97203.phy"},{"tree_label":"tree 1","ntax":"16","rootedtree":"TRUE","title":"Tr97207","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97207.phy"},{"tree_label":"tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr97206","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97206.phy"},{"tree_label":"consensus","ntax":"17","rootedtree":"TRUE","title":"Tr97208","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97208.phy"}]}