{"Authors":" Gonzalo N. Feliner, Andrea Costa, Ines Alvarez","Year":" 2008","Title":" Selecting single-copy nuclear genes for plant phylogenetics:\nA preliminary analysis for the Senecioneae (Asteraceae)","Journal":" Journal of Molecular Evolution","Volume":" 66","Issue":" 3","Pages":" 276-291","Keywords":"","DOI":" 10.1007/s00239-008-9083-7","Abstract":" Compared to organelle genomes, the nuclear genome\ncomprises a vast reservoir of genes that potentially harbour\nphylogenetic signal. Despite the valuable data that sequencing projects\nof model systems offer, relatively few single-copy nuclear genes are\nbeing used in systematics. In part this is due to the challenges\ninherent in generating orthologous sequences, a problem that is\nameliorated when the gene family in question has been characterized in\nrelated organisms. Here we illustrate the utility of diverse sequence\ndatabases within the Asteraceae as a framework for developing\nsingle-copy nuclear genes useful for inferring phylogenies in the tribe\nSenecioneae. We highlight the process of searching for informative genes\nby using data from Helianthus annuus, Lactuca sativa, Stevia rebaudiana,\nZinnia elegans, and Gerbera cultivar. Emerging from this process were\nseveral candidate genes; two of these were used for a phylogenetic\nassessment of the Senecioneae, and were compared to other genes\npreviously used in Asteraceae phylogenies. Based on the preliminary\nsampling used, one of the genes selected during the searching process\nwas more useful than the two previously used in Asteraceae. The search\nstrategy described is valid for any group of plants but its efficiency\nis dependent on the phylogenetic proximity of the study group to the\nspecies represented in sequence databases.","trees":[{"tree_label":"Fig. 7","ntax":"81","rootedtree":"TRUE","title":"Senecioneae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_356.phy"},{"tree_label":"Fig. 8","ntax":"63","rootedtree":"TRUE","title":"Senecioneae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_577.phy"},{"tree_label":"Fig. 3","ntax":"84","rootedtree":"TRUE","title":"Senecioneae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5039.phy"},{"tree_label":"Fig. 5","ntax":"28","rootedtree":"TRUE","title":"Senecioneae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5040.phy"},{"tree_label":"Fig. 4","ntax":"69","rootedtree":"TRUE","title":"Senecioneae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5041.phy"}]}