{"Authors":" Xin Zhao, Samantha Fernandez-Brime, Mats Wedin, Marissa\nLocke, Steven D. Leavitt, Helge Thorsten Lumbsch","Year":" 2016","Title":" Using multi-locus sequence data for addressing species\nboundaries in commonly accepted lichen-forming fungal species","Journal":" Organisms Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" BPP, Diploschistes, Graphidaceae, molecular phylogeny,\nspecies delimitation","DOI":"","Abstract":" Accurate species delimitations are of great importance for\neffectively characterizing biological diversity. Our criteria for\ndelimiting species have changed dramatically over the last decades with\nthe increasing availability of molecular data and improvement of\nanalytical methods to evaluate these data. Whereas reciprocal monophyly\nis often seen as an indicator for the presence of distinct lineages,\nrecently diverged species often fail to form monophyletic groups. At the\nsame time, cryptic species have repeatedly been detected in numerous\norganismal groups. In this study we addressed the species delimitation\nin the crustose lichen-forming fungal genus Diploschistes using\nmultilocus sequence data from specimens representing 16 currently\naccepted species. Our results indicate the presence of previously\nundetected, cryptic species-level lineages in the subgenus Limborina. In\nthe subgenus Limborina, samples from different continents currently\nclassified under the same species were shown to be only distantly\nrelated. At the same time, in two clades within subgen. Diploschistes\ncharacterized by short branches. None of the currently accepted species\nformed monophyletic groups. In spite of the lack of monophyly in\nphylogenetic reconstructions, a multispecies coalescent method provided\nsupport for eight of the nine accepted species in subgen. Diploschistes\nas distinct lineages. We propose to reduce D. neutrophilus to synonymy\nwith D. diacapsis and point out that additional sampling will be\nnecessary before accepting additional species in subgen. Limborina.","trees":[{"tree_label":"tree 1","ntax":"93","rootedtree":"TRUE","title":"Diploschistes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98352.phy"}]}