{"Authors":" Stephanie Morin-SArdin, Patrice Nodet, Jean-Luc Jany,\nEmmanuel Coton","Year":" 2016","Title":" Mucor: a Janus-faced fungal genus with human health impact\nand industrial applications","Journal":" Fungal Biology Reviews","Volume":"","Issue":"","Pages":"","Keywords":" Mucor, mucormycosis, contaminant, cheese, asian fermented\nfood, biotechnology","DOI":" 10.1016/j.fbr.2016.11.002","Abstract":" The Mucor genus, a polyphyletic group pertaining to early\ndiverging lineages of fungi, includes a high number of ubiquitous\nspecies. Some species have positive or negative impacts on human\nactivities. Indeed, certain pathogenic Mucor species are a threat for\nanimal and human health and identified more frequently as mycosis\ncausative agents, especially in immunocompromised patients. On the\ncontrary, a small number of Mucor species have been used for centuries\nin food manufacturing for cheese ripening or Asian fermented food\nproduction. Some species are also used as biotechnologically important\nmicroorganisms due to their high growth rates, dimorphism (for certain\nspecies) and their previously unsuspected potential for secondary\nmetabolite production. Despite all these important roles played by Mucor\nspp., they have been less investigated than ascomycetous or\nbasidiomycetous species and their taxonomy, metabolism and ecology is\nless documented when compared to their counterparts in the so-called\nhigher fungi. Nevertheless, research focusing most often on the\nemblematic Mucor. circinelloides species has led to increased knowledge\non the biology of this genus, and overall on fungal biology. This is\nparticularly documented for fungal dimorphism or light-induced gene\nregulation. The aim of this review is to give an overview of the current\nknowledge on Mucor morphology, taxonomy, ecology and genetics and of its\nimportance regarding human health and industrial applications.","trees":[{"tree_label":"PAUP_1","ntax":"54","rootedtree":"TRUE","title":"Tr103256","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103256.phy"}]}