{"Authors":" Stephen R. Downie, Mary Ann Elizabeth Feist","Year":" 2007","Title":" A phylogenetic study of Oxypolis and Ptilimnium (Apiaceae)\nbased on nrDNA ITS sequence data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Oxypolis and Ptilimnium are two endemic genera of North\nAmerica within tribe Oenantheae (Apiaceae subfamily Apioideae). Both\ngenera are small, with 12 species currently recognized. Some members of\neach genus share an unusual leaf morphology. Rather than having the\npinnately compound leaves that generally characterize apioid\numbellifers, they have highly reduced, linear, terete, hollow, septate\nappendages known as rachis leaves. It has long been questioned whether\nthe species with rachis leaves should be placed in separate genera. In\nthis study, we use data from the internal transcribed spacer region of\nnuclear ribosomal DNA to explore relationships within and between these\ngenera. A total of 147 internal transcribed spacer sequences were\nobtained from multiple accessions of all species of Oxypolis and\nPtilimnium and for several outgroups from tribe Oenantheae. These\nincluded Lilaeopsis, which also has rachis leaves, and Cynosciadium and\nLimnosciadium, which have rachis-like leaves. These sequence data were\nanalyzed using maximum parsimony, maximum likelihood, and Bayesian\nmethods. The results from each of these analyses were congruent and\nsuggest that neither Oxypolis nor Ptilimnium as presently defined is\nmonophyletic. Oxypolis and Ptilimnium are each separated into two clades\naccording to leaf morphology. The rachis-leaved Oxypolis species are\nprovisionally recognized as the genus \u001aTiedemannia\u001a and the rachis-leaved\nPtilimnium species are provisionally recognized as the genus \u001aHarperella,\u001a\npending further investigation. The relationships among these four clades\nand the genera Cynosciadium, Daucosma, and Limnosciadium are not clear.\nNevertheless, it appears that the rachis-leaf habit has evolved multiple\ntimes in the tribe. Geographic structure is apparent in the phylogenetic\ntrees and, pending further study, may suggest new taxa; in addition, the\npresence of O. occidentalis on the Queen Charlotte Islands,\nwell-separated from other populations of this species, suggests that it\nmay have survived the last glaciation in a refugium in this area.","trees":[{"tree_label":"Fig. 1","ntax":"83","rootedtree":"TRUE","title":"Oenantheae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2924.phy"}]}