{"Authors":" Tsviya Olender, Ifat Keydar, Jayant M Pinto, Pavlo\nTatarskyy, Simon Fishilevich, Anna Alkelai, Ming-Shan Chien, Diego\nRestrepo, Hiroaki Matsunami, Yoav Gilad, Doron Lancet","Year":" 2016","Title":" The human olfactory transcriptome","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" olfaction, RNAseq, olfactory epithelium, olfactory\nreceptor","DOI":"","Abstract":" Background. Olfaction is a versatile sensory mechanism for\ndetecting thousands of volatile odorants. Although molecular basis of\nodorant signaling is relatively well understood considerable gaps remain\nin the complete charting of all relevant gene products. To address this\nchallenge, we applied RNAseq to four well-characterized human olfactory\nepithelial samples and compared the results to novel and published mouse\nolfactory epithelium as well as 16 human control tissues. Results. We\nidentified 194 non-olfactory receptor (OR) genes that are overexpressed\nin human olfactory tissues vs. controls. The highest overexpression is\nseen for lipocalins and bactericidal/permeability-increasing (BPI)-fold\nproteins, which in other species include secreted odorant carriers.\nMouse-human discordance in orthologous lipocalin expression suggests\ndifferent mammalian evolutionary paths in this family. Of the\noverexpressed genes 36 have documented olfactory function while for 158\nthere is little or no previous such functional evidence. The latter\ngroup includes GPCRs, neuropeptides, solute carriers, transcription\nfactors and biotransformation enzymes. Many of them may be indirectly\nimplicated in sensory function, and ~70% are over expressed also in\nmouse olfactory epithelium, corroborating their olfactory role. Nearly\n90% of the intact OR repertoire, and ~60% of the OR pseudogenes are\nexpressed in the olfactory epithelium, with the latter showing a 3-fold\nlower expression. ORs transcription levels show a 1000-fold\ninter-paralog variation, as well as significant inter-individual\ndifferences. We assembled 160 transcripts representing 100 intact OR\ngenes. These include 1-4 short 5 non-coding exons with considerable\nalternative splicing and long last exons that contain the coding region\nand 3 untranslated region of highly variable length. Notably, we\nidentified 10 ORs with an intact open reading frame but with seemingly\nnon-functional transcripts, suggesting a yet unreported OR\npseudogenization mechanism. Analysis of the OR upstream regions\nindicated an enrichment of the homeobox family transcription factor\nbinding sites and a consensus localization of a specific transcription\nfactor binding site subfamily (Olf/EBF). Conclusions. We provide an\noverview of expression levels of ORs and auxiliary genes in human\nolfactory epithelium. This forms a transcriptomic view of the entire OR\nrepertoire, and reveals a large number of over-expressed uncharacterized\nhuman non-receptor genes, providing a platform for future\ndiscovery.","trees":[{"tree_label":"Fig. 3b","ntax":"57","rootedtree":"TRUE","title":"Olfaction Transcriptome Lipoclins","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_97283.phy"},{"tree_label":"Fig. 3a","ntax":"57","rootedtree":"TRUE","title":"Olfaction Transcriptome Lipoclins","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_97284.phy"}]}