{"Authors":" Maria Elena Siqueiros-Delgado, Amanda E. Fisher, J. Travis\nColumbus","Year":" 2016","Title":" Polyploidy as a factor in the evolution of the Bouteloua\ncurtipendula complex (Poaceae: Chloridoideae)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Chloridoideae, grasses, hybridization","DOI":"","Abstract":" Polyploidy may be one of the most important processes\nincreasing genetic diversity and driving plant evolution, especially in\nthe grass family. In this paper we assess the impact of polyploidy and\nhybridization in the Bouteloua curtipendula species complex (BCC). The\nBCC is a monophyletic group of perennial grasses in the Chloridoideae\nsubfamily, distributed in xeric grasslands from southern Canada to\nArgentina. Hybridization and polyploidy have previously been documented\nin the BCC based on morphological and cytological evidence. We tested\nfor the evolutionary signatures of hybridization and polyploidy in the\nBCC by obtaining 71 chromosome counts from anther mother cells and\ncomparing the phylogenetic pattern of diploids and polyploids in nuclear\nand chloroplast trees. We found that chromosome numbers varied widely\nfrom 2n = 20 to >100. We sequenced ITS and the chloroplast locus\ntrnT-L-F for 96 and 70 individuals, respectively, representing the full\ngeographic distribution of 11 taxa in the BCC. This resulted in 150\nnuclear ribosomal ITS sequences (after 54 cloned sequences were added)\nand 70 chloroplast sequences. We found no evidence for recombination\nbetween ITS sequences with a PHI test. After removing four potential\npseudogenes, maximum parsimony and Bayesian analyses were used to\nestimate the ITS phylogeny. We recovered two main clades in the ITS\ntree. Diploid samples were found in both clades, while most of the\npolyploid samples were concentrated in one clade. Cloned diploids\ncontained 1-3 copies of ITS that had >99% sequence similarity. In\ncontrast, the tetraploid B. purpurea and some B. curtipendula samples\nhad a low amount of variation among ITS copies and their ITS copies\nformed a clade, suggesting they are derived from a single parent genome\n(autopolyploids). However, several of the cloned polyploids (B. uniflora\n4486 and B. curtipendula 1307, 2331, 3247) possessed several highly\ndivergent ITS copies that resolved in distinct positions in the tree,\nsupporting the hypothesis that they are potentially derived from two\nancestral parent genomes (allopolyploids). For nine other samples we\nfound high variation in ITS that is consistent with allopolyploidy, but\nchloroplast and nuclear trees were not well enough resolved to determine\nITS copy origins. Pollen size correlates with ploidy-level in the BCC,\nbut is not a clear indication of genome size. We found evidence that the\nBCC lineage has a complicated evolutionary history that has included\nautopolyploidy and allopolyploidy. Our data supports hypotheses made by\nprevious researchers that some BCC taxa have hybrid origins and at least\npartially explains the morphological gradation and confusing species\nboundaries in the group.","trees":[{"tree_label":"FIG. 3","ntax":"79","rootedtree":"TRUE","title":"Bayesian consensus tree of the Bouteloua curtipendula\ncomplex on trnT-L-F sequences","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97378.phy"},{"tree_label":"FIG. 2","ntax":"155","rootedtree":"TRUE","title":"Bayesian consensus tree of the Bouteloua curtipendula\ncomplex and outgroup taxa based on ITS sequences","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97382.phy"}]}