{"Authors":" Christophe Vieira, Camacho Olga, Michael J Wynne, Lydiane\nMattio, Robert J Anderson, John J Bolton, Marta Sanson, Sophie D’Hondt,\nFrederik Leliaert, Suzanne Fredericq, Claude E Payri, Olivier De\nClerck","Year":" 2016","Title":" Shedding new light on old algae: Matching names and sequences\nin the brown algal genus Lobophora (Dictyotales: Phaeophyceae)","Journal":" Taxon","Volume":"","Issue":"","Pages":" 18","Keywords":" Aglaozonia, Dictyota, DNA, herbariumLobophora;\nPocockiella; Ralfsia; Stypopodium; type material; types; Zonaria","DOI":" 10.12705/654.","Abstract":" The existence of massive cryptic diversity in algae makes\nlinking DNA-based lineages to existing taxa exceedingly difficult. A\nbetter integration of historical collections into modern taxonomic\nresearch is therefore highly desirable. Using the brown algal genus\nLobophora as a test case, we explore the feasibility of linking\ntaxonomic names to clades in modern phylogenies. Despite Lobophora being\na pantropical genus with probably more than 100 species, traditionally\nonly a handful of species have been recognized. In this study we\nreevaluated the identity of 17 historical taxa thought to belong to\nLobophora by attempting DNA amplification of herbarium material as well\nas specimens recently collected from the type localities (epitypes). In\nan attempt to assign them to Molecular Operational Taxonomic Units, the\nobtained sequences were integrated in a global Lobophora phylogeny based\nupon data derived from more than 650 specimens. Our results indicate\nthat although five sequences were obtained from type specimens,\nexclusive reliance on information preserved in type specimens is\nproblematic. Epitype material proved a more successful way forward, but\nthis route often comes with a considerable degree of uncertainty,\nespecially in tropical regions where the extent of sympatry among\nLobophora lineages is often considerable. More problematic from a\nbroader perspective is the fact that for 35% of historical taxa, either\nthe type could not be traced or permission was not granted to extract\nDNA from the types. Such a low accessibility rate may reduce our\nreliance on type material and jeopardize future efforts to integrate\nhistorical taxa into a framework of a modern DNA-based taxonomy.","trees":[{"tree_label":"tree 1","ntax":"580","rootedtree":"TRUE","title":"Lobophora cox3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111677.phy"},{"tree_label":"tree 1","ntax":"389","rootedtree":"TRUE","title":"Lobophora rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111676.phy"},{"tree_label":"tree 1","ntax":"307","rootedtree":"TRUE","title":"Lobophora psbA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111675.phy"}]}