{"Authors":" Clovis Douanla-Meli, Jens-Georg Unger","Year":" 2017","Title":" Phylogenetic study of the Colletotrichum species on imported\ncitrus fruits uncovers a low diversity and a new species in the C.\ngigasporum complex","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum citri-maximae, endophyte, multilocus\nanalysis, citrus, Europe, fungal diversity","DOI":" 10.1016/j.funbio.2017.06.003","Abstract":" Colletotrichum species associated with citrus fruits are\nfragmentarily known and it lacks accordingly accurate information on the\ndiversity carried alongside the trade of these commodities from producer\ncountries to Europe. In this study, we investigated the molecular\nphylogenetic diversity, colonisation, and prevalence of Colletotrichum\nisolated from asymptomatic and diseased tissues of nine citrus fruit\nspecies from 17 geographically diverse countries. Totally 454 isolates\nwere morphoculturally characterised, and multilocus analyses (ACT,\nApMat, CHS-1, GAPDH, ITS, TUB2) was performed on a subset of\nrepresentative morphotype isolates. Results led to the identification of\nthree previously known species (Colletotrichum gloeosporioides,\nColletotrichum karstii, Colletotrichum siamense) and one novel lineage\ncomprising endophytic isolates from Citrus maxima. Based on this\nlineage, Colletotrichum citri-maximae is described as a new species in\nthe Colletotrichum gigasporum complex, and is characterised by a long\ndeletion in the GAPDH sequence, a character shared with three of its\nphylogenetic sister taxa. Prevalence of Colletotrichum varied among\ncitrus species and was greatest on Citrus sinensis fruits. C.\ngloeosporioides was the most common species followed by C. siamense.\nExcept for the new species, all other isolated Colletotrichum spp. also\ncolonise citrus leaves, but the overall diversity on fruits may be lower\nthan that of leaves.","trees":[{"tree_label":"tree1","ntax":"49","rootedtree":"TRUE","title":"Tr105940","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105940.phy"},{"tree_label":"tree1","ntax":"70","rootedtree":"TRUE","title":"Tr105941","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105941.phy"}]}