{"Authors":" Paul V Hickner, Chissa L Rivaldi, Cole M Johnson, Madhura\nSiddappaji, Gregory J Raster, Zainulabeuddin Syed","Year":" 2016","Title":" The making of a pest: Insights from the evolution of\nchemosensory receptor families in a pestiferous and invasive fly,\nDrosophila suzukii","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" olfaction, gustation, odorant receptors, gustatory\nreceptors, niche utilization, adaption, molecular evolution, episodic\nselection","DOI":"","Abstract":" Background: Drosophila suzukii differs from other\nmelanogaster group members in their proclivity for laying eggs in fresh\nfruit rather than in fermenting fruits. Olfaction and gustation play a\ncritical role during insect niche formation, and these senses are\nlargely mediated by two important receptor families: olfactory and\ngustatory receptors (Ors and Grs). Earlier work from our laboratory has\nrevealed how the olfactory landscape of D. suzukii is dominated by\nvolatiles derived from its unique niche. Signaling and reception evolve\nin synchrony, since the interaction of ligands and receptors together\nmediate the chemosensory behavior. Here, we manually annotated the Ors\nand Grs in D. suzukii and two close relatives, D. biarmipes and D.\ntakahashii, and compared these repertoires to those in other\nmelanogaster group drosophilids to identify candidate chemoreceptors\nassociated with D. suzukiis unusual niche utilization. Results: Our\ncomprehensive annotations of the chemosensory genomes in three species,\nand comparative analysis with other melanogaster group members provide\ninsights into the evolution of chemosensation in the pestiferous D.\nsuzukii. We annotated a total of 71 Or genes in D. suzukii, with nine of\nthose being pseudogenes (12.7%). Alternative splicing of two genes\nbrings the total to 62 genes encoding 66 Ors. Duplications of Or23a and\nOr67a expanded D. suzukiis Or repertoire, while pseudogenization of\nOr74a, Or85a, and Or98b reduced the number of functional Ors to roughly\nthe same as other annotated species in the melanogaster group.\nSeventy-one intact Gr genes and three pseudogenes were annotated in D.\nsuzukii. Alternative splicing in three genes brings the total number of\nGrs to 81. We identified signatures of positive selection in two Ors and\nthree Grs at nodes leading to D. suzukii, while three copies in the\nlargest expanded Or lineage, Or67a, also showed signs of positive\nselection at the external nodes.\nConclusion: Our analysis of D. suzukiis chemoreceptor repertoires in the\ncontext of nine melanogaster group drosophilids, including two of its\nclosest relatives (D. biarmipes and D. takahashii), revealed several\ncandidate receptors associated with the adaptation of D. suzukii to its\nunique ecological niche.","trees":[{"tree_label":"Fig. 2","ntax":"275","rootedtree":"TRUE","title":"Drosophila Ors","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97400.phy"},{"tree_label":"Fg. 3","ntax":"328","rootedtree":"TRUE","title":"Drosophila Grs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97401.phy"}]}