{"Authors":" Ivan Mihaljevic, Marta Popovic, Roko Zaja, Tvrtko\nSmital","Year":" 2016","Title":" Phylogenetic, syntenic, and tissue expression analysis of\nslc22 genes in zebrafish (Danio rerio)","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" SLC22, zebrafish, organic anion transporters, organic\ncation transporters, phylogeny, synteny, tissue expression","DOI":"","Abstract":" Background SLC22 protein family is a member of the SLC\n(Solute carriers) superfamily of polyspecific membrane transporters\nresponsible for uptake of a wide range of organic anions and cations,\nincluding numerous endo- and xenobiotics. Due to the lack of knowledge\non zebrafish Slc22 family, we performed initial characterization of\nthese transporters using a detailed phylogenetic and conserved synteny\nanalysis followed by the tissue specific expression profiling of slc22\ntranscripts. Results We identified 20 zebrafish slc22 genes which are\norganized in the same functional subgroups as human SLC22 members.\nOrthologies and syntenic relations between zebrafish and other\nvertebrates revealed consequences of the teleost-specific whole genome\nduplication as shown through one-to-many orthologies for certain\nzebrafish slc22 genes. Tissue expression profiles of slc22 transcripts\nwere analyzed using qRT-PCR determinations in nine zebrafish tissues:\nliver, kidney, intestine, gills, brain, skeletal muscle, eye, heart, and\ngonads. Our analysis revealed high expression of oct1 in kidney,\nespecially in females, followed by oat3 and oat2c in females, oat2e in\nmales and orctl4 in females. oct1 was also dominant in male liver. oat2d\nshowed the highest expression in intestine with less noticeable gender\ndifferences. All slc22 genes showed low expression in gills, and\nmoderate expression in heart and skeletal muscle. Dominant genes in\nbrain were oat1 in females and oct1 in males, while the highest gender\ndifferences were determined in gonads, with dominant expression of\nalmost all slc22 genes in testes and the highest expression of oat2a.\nConclusions Our study offers the first insight into the orthology\nrelationships, gene expression and potential role of Slc22 membrane\ntransporters in zebrafish. Clear orthological relationships of zebrafish\nslc22 and other vertebrate slc22 genes were established. slc22 members\nare mostly highly conserved, suggesting their physiological and\ntoxicological importance. One-to-many orthologies and differences in\ntissue expression patterns of zebrafish slc22 genes in comparison to\nhuman orthologs were observed. Our expression data point to partial\nsimilarity of zebrafish versus human Slc22 members, with possible\ncompensatory roles of certain zebrafish transporters, whereas higher\nnumber of some orthologs implies potentially more diverse and specific\nroles of these proteins in zebrafish.","trees":[{"tree_label":"Imported tree 1","ntax":"214","rootedtree":"TRUE","title":"slc22 genes in zebrafish","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98793.phy"}]}