{"Authors":" Licao Cui, Kewei Feng, Mengxing Wang, Meng Wang, Pingchuan\nDeng","Year":" 2016","Title":" Genome-Wide Identification, Phylogeny and Expression Analysis\nof AP2/ERF Transcription Factors Family in Brachypodium distachyon","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Abiotic stress; AP2/ERF; Brachypodium; Expression\nprofiles; Gene family; Transcription factor","DOI":"","Abstract":" Background The AP2/ERF transcription factor is one of the\nmost important gene families in plants, which plays the vital role in\nregulating plant growth and development as well as in response to\ndiverse stresses. Although AP2/ERFs have been thoroughly characterized\nin many plant species, little is known about this family in the model\nplant Brachypodium distachyon, especially those involved in the\nregulatory network of stress processes. Results In this study, a\ncomprehensive genome-wide search was performed to identify AP2/ERF gene\nfamily in Brachypodium and a total of 141 BdAP2/ERFs were obtained.\nPhylogenetic analysis classified them into four subfamilies, of which\n112 belonged to ERF, 4 to RAV and, 24 to AP2 as well as 1 to soloist\nsubfamily respectively, which was in accordance with the number of AP2\ndomains and gene structure analysis. Chromosomal localization, gene\nstructure, conserved protein motif and cis-regulatory elements as well\nas gene duplication events analysis were further performed to\nsystematically investigate the evolutionary features of these BdAP2/ERF\ngenes. Furthermore, the regulatory network between BdAP2/ERF and other\ngenes were constructed using the orthology-based method, and 39\nBdAP2/ERFs were found to be involved in the regulatory network and 517\nnetwork branches were identified. The expression profiles of BdAP2/ERF\nduring development and under diverse stresses were investigated using\nthe available RNA-seq and microarray data and 10 tissue-specific and\nseveral stress-responsive BdAP2/ERF genes were identified. Finally, 11\nAP2/ERF genes were selected to validate their expressions in different\ntissues and under different stress treatments using RT-PCR method and\nresults verified that these AP2/ERFs were involved in various\ndevelopmental and physiological processes. Conclusions This study for\nthe first time reported the characteristics of the BdAP2/ERF family,\nwhich will provide the invaluable information for further evolutionary\nand functional studies of AP2/ERF in Brachypodium, and also contribute\nto better understanding the molecular basis for development and stresses\ntolerance in this model species and beyond","trees":[{"tree_label":"Imported tree 0","ntax":"397","rootedtree":"TRUE","title":"Tr97356","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97356.phy"},{"tree_label":"Imported tree 0","ntax":"397","rootedtree":"TRUE","title":"Tr97357","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97357.phy"}]}