{"Authors":" Xiaolong Han, Alolika Chakrabortti, Jindong Zhu, Zhao-Xun\nLiang, Jinming Li","Year":" 2016","Title":" Sequencing and functional annotation of the whole genome of\nthe filamentous fungus Aspergillus westerdijkiae","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Fungi, Aspergillus westerdijkiae, Comparative genomics,\nSecondary metabolite, Orthologues, Phylogeny","DOI":"","Abstract":" Abstract Background: Aspergillus westerdijkiae produces\nochratoxin A (OTA) in Aspergillus section Circumdati. It is responsible\nfor the contamination of agricultural crops, fruits, and food\ncommodities, as its secondary metabolite OTA poses a potential threat to\nanimals and humans. As a member of the filamentous fungi family, its\ncapacity for enzymatic catalysis and secondary metabolite production is\nvaluable in industrial production and medicine. To understand the\ngenetic factors underlying its pathogenicity, enzymatic degradation, and\nsecondary metabolism, we analysed the whole genome of A. westerdijkiae\nand compared it with eight other sequenced Aspergillus species. Results:\nWe sequenced the complete genome of A. westerdijkiae and assembled\napproximately 36 Mb of its genomic DNA, in which we identified 10,861\nputative protein-coding genes. We constructed a phylogenetic tree of A.\nwesterdijkiae and eight other sequenced Aspergillus species and found\nthat the sister group of A. westerdijkiae was the A. oryzae - A. flavus\nclade. By searching the associated databases, we identified 716\ncytochrome P450 enzymes, 633 carbohydrate-active enzymes, and 377\nproteases. By combining comparative analysis with Kyoto Encyclopaedia of\nGenes and Genomes (KEGG), Conserved Domains Database (CDD), and Pfam\nannotations, we predicted 228 potential carbohydrate-active enzymes\nrelated to plant polysaccharide degradation. We found a large number of\nsecondary biosynthetic gene clusters, which suggested that A.\nwesterdijkiae had a remarkable capacity to produce secondary\nmetabolites. Furthermore, we obtained two more reliable and integrated\ngene sequences containing the reported portions of OTA biosynthesis and\nidentified their respective secondary metabolite clusters. We also\nsystematically annotated these two hybrid t1pks-nrps gene clusters\ninvolved in OTA biosynthesis. These two clusters were separate in the\ngenome, and one of them encoded a couple of GH3 and AA3 enzyme genes\ninvolved in sucrose and glucose metabolism. Conclusions: The genomic\ninformation obtained in this study is valuable for understanding the\nlife cycle and pathogenicity of A. westerdijkiae. We identified numerous\nenzyme genes that are potentially involved in host invasion and\npathogenicity, and we provided a preliminary prediction for each\nputative SM cluster. In particular, for the OTA-related SM clusters, we\ndelivered their components with domain and pathway annotations. This\nstudy sets the stage for experimental verification of the biosynthetic\nand regulatory mechanisms of OTA and for the discovery of new secondary\nmetabolites.","trees":[{"tree_label":"Fig. 2","ntax":"9","rootedtree":"TRUE","title":"Aspergillus westerdijkiae MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_97383.phy"}]}