{"Authors":" Bryan D Merrill, Andy T Ward, Julianne H Grose, Sandra\nHope","Year":" 2016","Title":" Software-based analysis of bacteriophage genomes, physical\nends, and packaging strategies","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background Phage genome analysis is a rapidly growing\nfield. Recurrent obstacles include software access and usability, as\nwell as genome sequences that vary in sequence orientation and/or start\nposition. Here we describe modifications to the phage comparative\ngenomics software program, Phamerator, provide public access to the\ncode, and include instructions for creating custom Phamerator databases.\nWe further report genomic analysis techniques to determine phage\npackaging strategies and identification of the physical ends of phage\ngenomes. Results We report successful modification of the original\nPhamerator code and provide instructions and our revised code for others\nto repeat the work and build custom databases. We provide results of\nPhamerator genome maps that demonstrate obstacles in performing genomic\ncomparisons when published genomes have an incorrect orientation or an\nincorrect location of the first base of the genome. We review phage\npackaging strategies and provide results that demonstrate identification\nof the genome start location and orientation using raw sequencing data\nand software programs such as Pause and Consed to establish the location\nof the physical ends of the genome. Our results include determination of\nexact direct terminal repeats (DTRs), cohesive ends, as well as headful\npackaging pac sequences. The results from phylogenetic analysis using\nClustalO and phamily circles in Phamerator demonstrate that the large\nterminase gene can be used to identify the packaging strategy and\nthereby aide in identification of the physical ends of the genome.\nConclusions Using available online code, the Phamerator program can be\ncustomized and utilized to generate databases with selected genomes. Raw\ndata from high-throughput sequencing, together with phylogenetic\nanalyses of large terminase proteins, and custom Phamerator databases\ncan help researchers identify packaging strategies and physical ends of\nphage genomes. We promote publication of phage genomes in an orientation\nconsistent with the physical structure of the phage chromosome.","trees":[{"tree_label":"Tree1","ntax":"43","rootedtree":"TRUE","title":"Phamerator","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100243.phy"}]}