{"Authors":" Mats Wedin, Heidi Lie Andersen, Stefan Ekman","Year":" 2008","Title":" The Limitations of Ancestral State Reconstruction and the\nEvolution of the Ascus in the Lecanorales (Lichenized Ascomycota)","Journal":" Systematic Biology","Volume":" 57","Issue":" 1","Pages":" 141-156","Keywords":"","DOI":" 10.1080/10635150801910451","Abstract":" Ancestral state reconstructions of morphological or\necological traits on molecular phylogenies are becoming increasingly\nfrequent. They rely on rate constancy over trees, a correlation between\nneutral genetic change and phenotypic change, as well as on adequate\nlikelihood models and (for Bayesian methods) prior distributions. This\ninvestigation explored the outcomes of a variety of methods for\nancestral state reconstruction in the ascus apex of the Lecanorales, a\ngroup containing the majority of lichen-forming ascomycetes. Evolution\nof this character complex has been highly controversial in lichen\nsystematics for more than two decades. The phylogeny was estimated using\nBayesian Markov chain Monte Carlo inference on DNA sequence alignments\nof three genes (small subunit of the mitochondrial rDNA, large subunit\nof the nuclear rDNA, largest subunit of RNA polymerase II).We designed a\nnovel method for assessing the suitable number of discrete gamma\ncategories, which relies on the effect on phylogeny estimates rather\nthan on likelihoods. Ancestral state reconstructions were performed\nusing maximum parsimony and maximum likelihood on a posterior tree\nsample as well as two fully Bayesian methods. Resulting reconstructions\nwere often strikingly different depending on the method used; different\nmethods often assign high confidence to different states at a given\nnode. The two fully Bayesian methods disagree about the most probable\nreconstruction in about half of the nodes, even when similar likelihood\nmodels and similar priors are used. We suggest that similar studies\nshould use several methods, awaiting an improved understanding of the\nstatistical properties of the methods. A Lecanora-type ascus may have\nbeen ancestral in the Lecanorales. State transformations counts,\nobtained using stochastic mapping, indicate that the number of state\nchanges is 12-24, which is considerably greater than the minimum three\nchanges needed to explain the four observed ascus apex types.\nApparently, the ascus in the Lecanorales is far more apt to change than\nhas been recognized.","trees":[{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Lecanorales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2931.phy"}]}