{"Authors":" Meng Wang, Hong Yue, Kewei Feng, Pingchuan Deng, Xiaojun\nNie, Weining Song","Year":" 2016","Title":" Genome-Wide Identification, Phylogeny and Expressional\nProfiles of Mitogen Activated Protein Kinase Kinase Kinase (MAPKKK) Gene\nFamily in Bread Wheat (Triticum aestivum L.)","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Wheat, MAPKKKs, Gene family, Expression profiles","DOI":"","Abstract":" Mitogen-activated protein kinase kinase kinases (MAPKKKs)\nas the important components of MAPK cascades, play a crucial role in\nplant growth and development as well as stresses response. Although this\nfamily has been systematically studied in many plant species, little is\nknown about MAPKKK genes in wheat (Triticum aestivum L.), especially\nthose involved in the regulatory network of stress processes. In this\nstudy, we identified 155 wheat MAPKKK genes through a genome-wide search\nmethod based on the latest available wheat genome information, of which\n29 belonged to MEKK, 11 to ZIK and 115 to Raf subfamily, respectively.\nThen, chromosome localization, gene structure and conserved protein\nmotifs and phylogenetic relationship as well as co-expression network of\nthese TaMAPKKKs were systematically analyzed and supported the\nprediction. Furthermore, a total of 11 homologous groups between A, B\nand D sub-genome and 24 duplication pairs among them were detected,\nwhich contributed to the expansion of wheat MAPKKK gene families.\nFinally, the expression profiles of these MAPKKKs during development and\nunder different abiotic stresses were investigated using the RNA-seq\ndata. Additionally, 10 tissue-specific and 4 salt-responsive TaMAPKKK\ngenes were selected to validate their expression level through qRT-PCR\nanalysis. This study for the first time report the genome organization,\nevolutionary features and expression profiles of the wheat MAPKKK gene\nfamily, which lays the foundation for further functional analysis of\nwheat MAPKKK genes, and will contribute to better understanding the\nroles and regulatory mechanism of MAPKKKs in wheat.","trees":[{"tree_label":"Imported tree 0","ntax":"155","rootedtree":"TRUE","title":"Tr97497","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97497.phy"},{"tree_label":"Imported tree 0","ntax":"155","rootedtree":"TRUE","title":"Tr97498","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97498.phy"}]}