{"Authors":" Azin Moslemi, Peter Ades, Tim Groom, Marc E. Nicolas, Paul\nW.J. Taylor, Pedro W. Crous","Year":" 2016","Title":" Paraphoma crown rot of pyrethrum (Tanacetum\ncinerariifolium)","Journal":" Plant Disease (APS Journal)","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium avenaceum, Fusarium oxysporum, multi-gene\nanalyses, Paraphoma vinacea, Tanacetum cinerariifolium","DOI":"","Abstract":" Pyrethrum (Tanacetum cinerariifolium) is commercially\ncultivated for the extraction of natural pyrethrin insecticides from the\noil glands inside seeds. Yield-decline has caused significant yield\nlosses in Tasmania during the last decade. A new pathogen of pyrethrum\ncausing crown rot and reduced growth of the plants in yield-decline\naffected fields of northern Tasmania was isolated from necrotic crown\ntissue and described as Paraphoma vinacea. Multigene phylogenetic\nidentification of the pathogen also revealed that P. vinacea was a new\nspecies different from other Paraphoma type strains. Glasshouse\npathogenicity experiments showed that P. vinacea significantly reduced\nbelow-ground and total biomass of pyrethrum plants two months after\ninoculation. Dull-tan to reddish-brown discoloration of the cortical and\nsub-cortical crown tissue was observed in 100% of the infected plants.\nParaphoma vinacea infected 75% of the plants inoculated with root dip\nand soil drench inoculation techniques in an inoculation optimization\nexperiment. Paraphoma vinacea, the causal agent of Paraphoma crown rot\ndisease, represents an important pathogen that will negatively impact\nthe commercial cultivation of pyrethrum in Tasmania.","trees":[{"tree_label":"Untitled Tree","ntax":"14","rootedtree":"TRUE","title":"Tanacetum cinerariifolium Combined ITS, tef1 and\nTUB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98798.phy"},{"tree_label":"Edited, based on Default Symmetrical Tree+","ntax":"18","rootedtree":"TRUE","title":"Tanacetum cinerariifolium Combined ITS and LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98799.phy"}]}