{"Authors":" Walter M Jaklitsch, Hermann Voglmayr","Year":" 2016","Title":" Hidden diversity in Thyridaria and a new circumscription of\nthe Thyridariaceae","Journal":" Studies in Mycology","Volume":" 85","Issue":"","Pages":" 35-64","Keywords":" Ascomycota, Cyclothyrium, Dothideomycetes, Melanomma,\nphylogenetic analysis, Pleosporales","DOI":" 10.1016/j.simyco.2016.09.002","Abstract":" A multigene analysis of a combined ITS-LSU-SSU-rpb2-tef1\nsequence data matrix was applied to infer the phylogenetic position of\nthe genus Thyridaria in the Pleosporales. The generic type of\nThyridaria, T. broussonetiae (syn. T. incrustans), is situated in a\nclade currently named Roussoellaceae, which becomes a synonym of\nThyridariaceae. However, Thyridaria rubronotata does not belong to this\nclade, but is here recognised as Cyclothyriella rubronotata in its own\nfamily Cyclothyriellaceae. The Thyridariaceae contain the genera\nThyridaria, Roussoella, Roussoellopsis, Neoroussoella and the new genus\nParathyridaria. Roussoella acaciae is combined in Thyridaria and\nRoussoella percutaenea in Parathyridaria. Ohleria modesta and an\nadditional new thyridaria-like genus, Hobus, are found to represent\nisolated lineages with unresolved phylogenetic affinites within the\nPleosporales. For Ohleria the new family Ohleriaceae is established.\nMelanomma fuscidulum belongs to Nigrograna, and three new species are\ndescribed in this genus. A strain named Biatriospora marina clusters\nwith Nigrograna. Based on the newly recognised species in Nigrograna,\nmorphology and ecology do in no way correlate among these genera,\ntherefore we erect the new family Nigrogranaceae for Nigrograna and\nrecommend to discontinue the use of the family name Biatriosporaceae\nuntil fresh material of B. marina becomes available for sequencing.","trees":[{"tree_label":"Fig. 1","ntax":"89","rootedtree":"FALSE","title":"Thyridaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97584.phy"}]}