{"Authors":" Frank R. Blattner, Thekla Pleines","Year":" 2008","Title":" Phylogeographic implications of an AFLP phylogeny of the\ndiploid Hordeum species of the New World","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The American species of Hordeum form a monophyletic group\nof closely related species, in which a rapid radiation took place in\nSouth America during the last 2 million years. Species relationships\nwithin this group could up to now not be clarified, because of the small\nsequence differences among the species or incomplete sorting of ancient\nalleles. To overcome these problems we analyzed 65 samples covering all\n13 diploid New World species with amplified fragment length polymorphism\nanalysis (AFLP). Six primer combinations yielded 858 fragments, 765 of\nwhich were potentially parsimony informative. Two samples of diploid\nAsian Hordeum species were included as outgroup taxa. AFLP analysis was\nable to resolve species relationships, showing Californian H.\nbrachyantherum as sister to four major phylogenetic groups from South\nAmerica. These are a central Argentine and northern Andean group (H.\ncordobense, H. muticum), a mainly central to northern Argentine group\nincluding two North American species (H. erectifolium, H. euclaston, H.\nintercedens, H. pusillum, H. stenostachys), a group occurring mainly in\nsouthern Patagonia (H. comosum, H. patagonicum, H. pubiflorum), and a\ngroup of two species (H. chilense, H. flexuosum), whose close\nrelationship has not been inferred before. Within these groups, sister\nspecies can be resolved with high bootstrap support, while statistical\nsupport for the branches defining the relationships among these groups\nis relatively low. The AFLP results support the monophyly of the three\nannual New World species, as well as earlier findings regarding\nintercontinental long-distance dispersals from South to North\nAmerica.","trees":[{"tree_label":"parsimony strict consensus","ntax":"67","rootedtree":"TRUE","title":"Hordeum parsimony strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2934.phy"},{"tree_label":"Fig. 1","ntax":"67","rootedtree":"TRUE","title":"Hordeum Nei Li distance NJ tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2935.phy"},{"tree_label":"mean char difference NJ","ntax":"67","rootedtree":"TRUE","title":"Hordeum mean character difference NJ tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2936.phy"}]}