{"Authors":" FeiFei Xu, Jinsong Bao, Qiang He, Yong-Jin Park","Year":" 2016","Title":" Genome-wide association study of eating and cooking qualities\nin different subpopulations of rice (Oryza sativa L.)","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Rice, eating and cooking quality, subpopulations,\nGWAS","DOI":"","Abstract":" Background: Starch and protein are two major components of\npolished rice, and the amylose and protein contents affect eating and\ncooking qualities (ECQs). In the present study, genome-wide association\nstudy with high-quality re-sequencing data was performed for 10 ECQs in\na panel of 227 non-glutinous rice accessions and four derived panels.\nResults: Population structure accounted for high phenotypic variation in\nthree routine panels and had minor effects on subspecies-based panels.\nUsing the mixed linear model method based on the P+K model, we detected\n29, 24, 16, 17, and 29 loci that were significant for ECQ parameters in\neach of the five panels. Some of these loci were close to starch\nsynthesis-related genes. Two quantitative trait loci (QTLs) (chr.9:\n15417525~15474876; 17538294~18443016) for several starch paste viscosity\nproperties detected in four panels were close to the isoamylase 3 gene,\none QTL (chr.1: 30627943~31774927) for consistency detected in three\npanels was close to the starch synthase IV-1 gene. The QTL (chr.7:\n1118122~1967247) for breakdown (BD), detected in the whole panel and\njaponica panel, and one QTL (chr.7: 25312126~26540950) for BD and\nsetback (SB), detected in the whole panel and indica panel, may be\nspecific gene alleles in japonica or indica panels. One previously\ndetected QTL (chr.11: 22240707~22563596) for protein content and one new\nQTL (chr.5: 7756614~8042699) for many ECQ traits detected in more than\ntwo panels, may represent valuable targets for future cloning of the\nunderlying genes. Conclusions: This study detected minor-effect QTLs\naffecting ECQs, and may increase our understanding of the genetic\ndifferences regulating the formation of ECQ between indica and japonica\nvarieties.","trees":[{"tree_label":"tree 1","ntax":"296","rootedtree":"TRUE","title":"Tr97615","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97615.phy"}]}