{"Authors":" mohammed ibrahim khalil, David J Gibson, Sara Baer","Year":" 2016","Title":" Phylogenetic diversity reveals hidden patterns related to\npopulation source and species pools during restoration.","Journal":" Journal of Applied Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Community assembly, stability, cultivars, ecotypes,\nphylogenetic diversity, phylogeny, prairie, restoration, dominant\nspecies, seed sources","DOI":"","Abstract":" 1. A phylogenetic perspective of community assembly can\nreveal new insights into how variations within dominant species interact\nwith the local species pool to influence the structure of restored plant\ncommunities. Many studies have examined the effect of dominant species\nin structuring plant communities, but few have investigated their effect\non phylogenetic diversity (PD). 2. We established grassland in a\npost-agricultural field using two population sources (cultivars and\nlocal ecotypes) of three dominant grasses (Sorghastrum nutans,\nAndropogon gerardii, and Schizachyrium scoparium) with three unique\npools of subordinate species that varied in PD but not taxonomic or\nlife-form diversity. We tested the effect of the population source\ntreatment on two metrics of community PD (Net Relatedness Index [NRI]\nand Nearest Taxon Index [NTI]) during the first four years of\nrestoration. The NRI measures the overall pairwise phylogenetic distance\nbetween all pairs of taxa in a community. By contrast, NTI measures the\npairwise distance between closely related taxa in a community. 3.\nPopulation sources had a transitory effect on community phylogenetic\nstructure over time. Local ecotypes decreased the abundance of closely\nrelated eudicots, monocots (low +NRI and +NTI values) and volunteer\nspecies (-NTI) more than cultivars. However, population sources did not\naffect ecologically conservative species (i.e. species with intermediate\nto poor ecological tolerance and a high degree of fidelity to prairie\nhabitats). Thus, cultivars might have a positive effect on community\nphylogenetic diversity more than local ecotypes by decreasing the\nabundance of a phylogenetically diverse community of less closely\nrelated volunteer species. Differences in PD of seed mixes were\nmaintained in the community of high fidelity species, but did not affect\nPD of the unsown (volunteer) species in the assembling community. 4.\nSynthesis and applications. This is the first experiment to show\nconsequences of using different seed sources on phylogenetic diversity\n(PD) in grassland restoration. Phylogenetics can reveal effects of\npopulation sources on the abundance of volunteer species not evident\nthrough traditional analyses of species diversity. The PD of seed mixes\nor establishing communities, or other assessments of phylogenetic\nrelationships, by restoration practitioners is recommended as a metric\nto allow consequences of the evolutionary patterns among species to be\nincluded in conservation planning. Increased accessibility of\nphylogenetic tools will allow the application of PD in restoration\nmonitoring.","trees":[{"tree_label":"TREE1","ntax":"121","rootedtree":"TRUE","title":"Grasses ITS1 5.8s ITS2 matK and rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97607.phy"}]}