{"Authors":" Chien-Hsun Huang, Caifei Zhang, Mian Liu, Yi Hu, Tiangang\nGao, Ji Qi, Hong Ma","Year":" 2016","Title":" Multiple polyploidization events across Asteraceae with two\nnested events in the early history revealed by nuclear\nphylogenomics","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Asteraceae, divergence time estimation, orthologous\nnuclear gene, phylogeny, transcriptome, whole-genome duplication","DOI":"","Abstract":" Biodiversity results from multiple evolutionary\nmechanisms, including genetic variation and natural selection. Whole\ngenome duplications (WGDs), or polyploidizations, provide opportunities\nfor large-scale genetic modifications. Many evolutionarily successful\nlineages, including angiosperms and vertebrates, are ancient polyploids,\nsuggesting that WGDs are a driving force in evolution. However, this\nhypothesis is challenged by the observed lower speciation and higher\nextinction rates of recently formed polyploids than diploids. Asteraceae\nincludes about ten percent of angiosperm species, is thus undoubtedly\none of the most successful lineages and paleopolyploidization was\nsuggested early in this family using a small number of datasets. Here,\nwe used genes from 64 new transcriptome datasets and others to\nreconstruct a robust Asteraceae phylogeny, covering 73 species from 18\ntribes in six subfamilies. We estimated their divergence times and\nfurther identified multiple potential ancient WGDs within several tribes\nand shared by the Heliantheae alliance, core Asteraceae\n(Asteroideae-Mutisioideae), and also with the sister family\nCalyceraceae. For two of the WGD events, there were subsequent great\nincreases in biodiversity; the older one proceeded the divergence of at\nleast 10 subfamilies within 10 My, with great variation in morphology\nand physiology, while the other was followed by extremely high species\nrichness in the Heliantheae alliance clade. Our results provide\ndifferent evidence for several WGDs in Asteraceae, and reveal distinct\nassociation among WGD events, dramatic changes in environment and\nspecies radiations, providing a possible scenario for polyploids to\novercome the disadvantages of WGDs and to evolve into lineages with high\nbiodiversity.","trees":[{"tree_label":"Imported tree 1","ntax":"75","rootedtree":"TRUE","title":"Asteraceae 71 supermatrix ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98646.phy"},{"tree_label":"Imported tree 1","ntax":"75","rootedtree":"TRUE","title":"Asteraceae 175 supermatrix ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98647.phy"}]}