{"Authors":" Noémie S. Becker, Gabriele Margos, Helmut Blum, Stefan\nKrebs, Alexander Graf, Robert S. Lane, Santiago Castillo-Ramirez,\nAndreas Sing, Volker Fingerle","Year":" 2016","Title":" Recurrent evolution of host and vector association in\nbacteria of the Borrelia burgdorferi sensu lato species complex","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Borrelia burgdorferi sensu lato, evolution, population\ngenomics, host association, vector adaptation, Lyme disease","DOI":"","Abstract":" Background The Borrelia burgdorferi sensu lato (s.l.)\nspecies complex consists of tick-transmitted bacteria and currently\ncomprises approximately 20 named and proposed genospecies some of which\nare known to cause Lyme Borreliosis. Species have been defined via\ngenetic distances and ecological niches they occupy. Understanding the\nevolutionary relationship of species of the complex is fundamental to\nexplaining patterns of speciation. This in turn forms a crucial basis to\nframe testable hypotheses concerning the underlying processes including\nhost and vector adaptations. Results Illumina Technology was used to\nobtain genome-wide sequence data for 93 strains of 14 named genospecies\nof the B. burgdorferi species complex and genomic data already published\nfor 18 additional strain (including one new species) was added.\nPhylogenetic reconstruction based on 114 orthologous single copy genes\nshows that the genospecies represent clearly distinguishable taxa with\nrecent and still ongoing speciation events apparent in Europe and Asia.\nThe position of Borrelia species in the phylogeny is consistent with\nhost associations constituting a major driver for speciation.\nInterestingly, the data also demonstrate that vector associations are an\nadditional driver for diversification in this tick-borne species\ncomplex. This is particularly obvious in B. bavariensis, a rodent\nadapted species that has diverged from the bird-associated B. garinii\nmost likely in Asia. It now consists of two populations one of which\nmost probably invaded Europe following adaptation to a new vector\n(Ixodes ricinus) and currently expands its distribution range.\nConclusions The results imply that genotypes/species with novel\nproperties regarding host or vector associations have evolved\nrecurrently during the history of the species complex and may emerge at\nany time. We suggest that the finding of vector associations as a driver\nfor diversification may be a general pattern for tick-borne pathogens.\nThe core genome analysis presented here provides an important source for\ninvestigations of the underlying mechanisms of speciation in tick-borne\npathogens.","trees":[{"tree_label":"Fig. 1","ntax":"111","rootedtree":"TRUE","title":"Borrelia burgdorferi sensu lato phylogeny based on 114\northologous genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_97624.phy"}]}