{"Authors":" Bing Yu, Chuan-Xi Zhang","Year":" 2016","Title":" Seminal fluid protein genes of the brown planthopper,\nNilaparvata lugens","Journal":" BMC genomics","Volume":" 17","Issue":"","Pages":" 654","Keywords":" Nilaparvata lugens, Seminal fluid protein, Proteome,\nUPLC/MS/MS","DOI":" 10.1186/s12864-016-3013-7","Abstract":" Background: Seminal fluid proteins (SFPs) are produced\nmainly in the accessory gland of male insects and transferred to females\nduring mating, in which they induce numerous physiological and\npost-mating behavioral changes. The brown plant hopper (BPH),\nNilaparvata lugens, is an economically important hemipterous pest of\nrice. The behavior and physiology of the female of this species is\nsignificantly altered by mating. SFPs in hemipteran species are still\nunclear. Results: We applied high-throughput mass spectrometry proteomic\nanalyses to characterize the SFP composition in N. lugens. We identified\n94 putative secreted SFPs, and the expression levels of these proteins\nwas determined from the male accessory gland digital gene expression\ndatabase. The 94 predicted SFPs showed high expression in the male\naccessory gland. Comparing N. lugens and other insect SFPs, the apparent\nexpansion of N. lugens seminal fluid trypsins and carboxylesterases was\nobserved. The number of N. lugens seminal fluid trypsins (20) was at\nleast twice that in other insects. We detected 6 seminal fluid\ncarboxylesterases in N. lugens seminal fluid, while seminal fluid\ncarboxylesterases were rarely detected in other insects. Otherwise, new\ninsect SFPs, including mesencephalic astrocytederived neurotrophic\nfactor, selenoprotein, EGF (epidermal growth factor) domaincontaining\nproteins and a neuropeptide ion transport-like peptide were identified.\nConclusion: This work represents the first characterization of putative\nSFPs in a hemipeteran species. Our results provide a foundation for\nfuture studies to investigate the functions of SFPs in N. lugens and are\nan important addition to the available data for comparative studies of\nSFPs in insects.","trees":[{"tree_label":"Fig. 3","ntax":"44","rootedtree":"TRUE","title":"Insect Seminal Fluid Trypsins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100250.phy"}]}