{"Authors":" W. J. V. Nes, R. D. Jong, H. J. Megens, Naomi E. Pierce, C.\nH. M. V. Moorsel","Year":" 2004","Title":" Molecular phylogeny of the Oriental butterfly genus Arhopala\n(Lycaenidae, Theclinae) inferred from mitochondrial and nuclear\ngenes","Journal":" Systematic Entomology","Volume":" 29","Issue":" NA","Pages":" 115-131","Keywords":" NA","DOI":" NA","Abstract":" Here we present a phylogeny for a selection of species of\nthe butterfly genus Arhopala based on molecular characters. We sequenced\n1778 bases of the mitochondrial genes Cytochrome Oxidase 1 and 2\nincluding tRNALeu, and a 393 bp fragment of the nuclear wingless gene\nfor a total of 42 specimens of 33 species, representing all major\nspecies groups. Analyses of mtDNA and wingless genes show congruent\nphylogenetic signal. The phylogeny presented here confirms the monophyly\nof the centaurus, eumolphus, camdeo and epimuta groups and the amphimuta\nsubgroup. It confirms close relationships between species within the\nagelastus group, that together with amphimuta subgroup, centaurus and\ncamdeo groups form a monophyletic group. However, incongruencies with\nprevious taxonomic studies also occur; the amphimuta and silhetensis\ngroups are not monophyletic, as is the genus Arhopala itself. One\nenigmatic species, A. kinabala, was further evaluated for topology and\nthe support for basal placement of this species is due mainly to the\nwingless gene. However, in the Parsimony analysis, and subsequent\nMaximum Likelihood evaluations, certain nodes could not be resolved due\nto insufficient support. The mtDNA shows extreme AT bias with\ncompositional heterogeneity at 3rd codon positions, which may result in\nsaturation. In contrast, the wingless gene does not show compositional\nbias, suggesting that poor support is not due solely to saturation. The\nevaluation of morphological characters used in previous studies on\nArhopala systematics on the molecular tree indicates that the macular\npattern and the absence of tails at the hind wings show extensive\nhomoplasy. A significant phylogenetic signal (as indicated by T-PTP\ntests) is present in several of these morphological characters, which\nare nevertheless of limited use in phylogenetic studies due to their\nlabile nature.","trees":[{"tree_label":"Fig. 4a","ntax":"42","rootedtree":"TRUE","title":"Arhopala mtDNA consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4106.phy"},{"tree_label":"Fig. 4b","ntax":"42","rootedtree":"TRUE","title":"Arhopala wingless consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4107.phy"},{"tree_label":"Fig. 5a","ntax":"42","rootedtree":"TRUE","title":"Arhopala mtDNA+wingless consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4108.phy"},{"tree_label":"fig5b","ntax":"42","rootedtree":"TRUE","title":"Arhopala mtDNA+wingless resolved","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4109.phy"}]}