{"Authors":" Ruimin GAO, Ryan S. Austin, Lisa Amyot, Abdelali\nHannoufa","Year":" 2016","Title":" Comparative transcriptome investigation of global gene\nexpression changes caused by miR156 overexpression in Medicago\nsativa.","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Medicago sativa, RNA-Seq, transcriptome, miRNA, SPL,\nbiomass","DOI":"","Abstract":" Background: Medicago sativa (alfalfa) is a low-input\nforage and potential bioenergy crop, and improving its yield and quality\nhas always been a focus of the alfalfa breeding industry. Transgenic\nalfalfa plants overexpressing a precursor of alfalfa microRNA156\n(MsmiR156) were recently generated by our group. These plants (miR156OE)\nshowed enhanced biomass yield, reduced internodal length, increased\nshoot branching and trichome density, and a delay in flowering time.\nTranscripts of three SQUAMOSA-PROMOTER BINDING PROTEIN-LIKE (SPL) genes\n(MsSPL6, MsSPL12, and MsSPL13) were found to be targeted for cleavage by\nMsmiR156 in alfalfa.\nResults: To further illustrate the molecular mechanisms underlying the\neffects of miR156 in alfalfa, two miR156OE genotypes (A11a and A17) were\nsubjected to Next Generation RNA Sequencing with Illumina HiSeq. More\nthan 1.11 billion clean reads were obtained from our available sequenced\nsamples. A total of 160,472 transcripts were generated using Trinity de\nnovo assembly and 4,985 significantly differentially expressed genes\nwere detected in miR156OE plants A11a and A17 using the Medicago\ntruncatula genome as reference. A total of 17 genes (including\nupregulated, downregulated, and unchanged) were selected for\nquantitative real-time PCR (qRT-PCR) validation, which showed that gene\nexpression levels were largely consistent between qRT-PCR and RNA-Seq\ndata. In addition to the established SPL genes MsSPL6, MsSPL12 and\nMsSPL13, four new SPLs; MsSPL2, MsSPL3, MsSPL4 and MsSPL9 were also\ndown-regulated significantly in both miR156OE plants. These seven SPL\ngenes belong to genes phylogeny clades VI, IV, VIII, V and VII, which\nhave been reported to be targeted by miR156 in Arabidopsis thaliana. The\ngene ontology terms characterized electron transporter, starch synthase\nactivity, sucrose transport, sucrose-phosphate synthase activity, chitin\nbinding, sexual reproduction, flavonoid biosynthesis and lignin\ncatabolism correlate well to the phenotypes of miR156OE alfalfa\nplants.\nConclusions: This is the first report of changes in global gene\nexpression in response to miR156 overexpression in alfalfa. The\ndiscovered miR156-targeted SPL genes belonging to different clades\nindicate miR156 plays fundamental and multifunctional roles in\nregulating alfalfa plant development.","trees":[{"tree_label":"Fig. 6","ntax":"42","rootedtree":"TRUE","title":"Differentially expressed SPL genes in miR156OE M.\nsativa plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100242.phy"}]}