{"Authors":" Gerald J. Gastony, Takuya Nakazato","Year":" 2003","Title":" Molecular phylogenetics of Anogramma species and related\ngenera (Pteridaceae: Taenitidoideae)","Journal":" Systematic Botany","Volume":" 28","Issue":" NA","Pages":" 490-502","Keywords":" NA","DOI":" 10.1043/02-40.1","Abstract":" Anogramma is a genus of eight putative species with small\nannual sporophytes and potentially perennating gametophytes.\nPhylogenetic relationships within the genus as well as its relationships\nwith other putatively taenitidoid genera and with traditionally\ncheilanthoid Cosentinia vellea have been poorly resolved and are\ninvestigated here. Maximum parsimony, maximum likelihood, and Bayesian\ninference analyses of rbcL sequences were used to test 1) the monophyly\nof Anogramma, 2) support for the proposed specific distinctness of A.\nguatemalensis and A. caespitosa from A. leptophylla, and 3) the asserted\nclose (sister) relationship between Anogramma and Pityrogramma, as well\nas to infer the phylogenetic relationships among these genera. Results\nreveal that Anogramma in the traditional sense is polyphyletic.\nAnogramma guatemalensis and A. caespitosa nest within A. leptophylla.\nPityrogramma is not sister to Anogramma as a whole but only to A.\nchaerophylla and A. novogaliciana. Anogramma osteniana is deeply\nseparated from its traditional congeners and the new combination\nJamesonia osteniana (Dutra) Gastony is made. Cosentinia vellea should\nnot be subsumed within Cheilanthes but instead should be considered a\ntaenitidoid genus closely related to A. leptophylla and A. lorentzii.\nNeighbor joining analysis of Amplified Fragment Length Polymorphism data\nsets inferred relationships among the A. leptophylla accessions,\nembedding A. guatemalensis and A. caespitosa in respective New World and\nOld World clades of A. leptophylla.","trees":[{"tree_label":"Fig. 6 Old World","ntax":"9","rootedtree":"TRUE","title":"Anogramma and related genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4139.phy"},{"tree_label":"Fig. 6 New World","ntax":"4","rootedtree":"TRUE","title":"Anogramma and related genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4140.phy"},{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Anogramma and related genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4137.phy"},{"tree_label":"Fig. 5","ntax":"24","rootedtree":"TRUE","title":"Anogramma and related genera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4138.phy"}]}