{"Authors":" Emma Beacham, Patricia A. Hutchings, Donald J Colgan","Year":" 2007","Title":" Multi-gene analyses of phylogenetic relationships between\nMollusca, Annelida and Arthropoda","Journal":" Zoological Studies","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The current understanding of metazoan relationships is\nlargely based on analyses of 18S rRNA. In this paper, DNA sequence data\nfrom two segments of 28S rRNA, cytochrome c oxidase subunit I, histone\nH3 and U2 snRNA are compiled and used to test the phylogenetic\nrelationships between Mollusca, Annelida and Arthropoda. 18S rRNA data\nwere included in the compilations for comparison. The analyses were\nespecially directed to testing the implication of the Eutrochozoa\nhypothesis that Annelida and Mollusca are more closely related than\nAnnelida and Arthropoda and at determining whether, in contrast to\nanalyses using only18S rRNA, the addition of data from other genes find\nthese phyla monophyletic. New data and available sequences were compiled\nfor up to 49 molluscs, 33 annelids, 22 arthropods, and 27 taxa from\nfifteen other metazoan phyla. Porifera, Ctenophora and Cnidaria were\nused as the outgroup. Annelida, Mollusca, Entoprocta, Phoronida,\nNemertea, Brachiopoda and Sipuncula (that is, all included\nLophotrochozoa except Bryozoa) formed a monophyletic clade with maximum\nlikelihood bootstrap support of 81% and Bayesian posterior probability\nof 0.66 when all data were analysed. The clade was also seen (but\nincluded one arthropod, the symphylan) when only genes other than 18S\nrRNA were analysed. Two Mollusca with long branch-lengths (Nautilus and\nPhilippia) were removed from Lophotrochozoa in maximum parsimony\nanalyses of all data. The Ecdysozoa (Kinorchyncha, Priapula, Nematoda,\nOnychophora, Tardigrada and Arthropoda) were included in a clade with\nChaetognatha (maximum likelihood support of 80%, Bayesian probability of\n0.57) in the total data. This clade excluding the symphylan had Bayesian\nprobability of 0.66 when 18S r DNA data were excluded. The reciprocal\nseparation of Annelida and Mollusca was generally supported where this\ncould be resolved. The monophyly of Anelida was contradicted only by the\ninclusion of Sipuncula and Brachiopoda and the exclusion of Owenia.\nMolluscan monophyly was contradicted by the anomalous placement of\nNautilus and/or Philippia but these taxa were never placed in\nAnnelida.","trees":[{"tree_label":"Fig. 1","ntax":"131","rootedtree":"TRUE","title":"Mollusca, Annelida and Arthropoda","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2944.phy"}]}