{"Authors":" Pengfei Fan, Yang Liu, Zhechun Zhang, Chao Zhao, Cheng Li,\nWulin Liu, Ming Li","Year":" 2016","Title":" Phylogenetic position of the white-cheeked macaque (Macaca\nleucogenys), a newly described primate from Southeastern Tibet","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Macaque; new species; mitochondrial DNA; Y chromosome;\nTibet","DOI":"","Abstract":" The recently described macaque species, the white-cheeked\nmacaque Macaca leucogenys, was only diagnosed based on photos, without\nany specimen measurements or molecular genetic diagnosis. Based on four\nskin specimens, we studied the genetic diversity and phylogenetic\nposition of M. leucogenys using multilocus sequence data, including\nmitochondrial and Y chromosomal genes. Skin measurements of four\nindividuals showed that the white-cheeked macaque is robust and larger\nthan M. assamensis but is similar in body size to M. thibetana. Although\nthe holotype male of M. leucogenys was observed to have a round glans\npenis in three photos and a 15-s video, the current phylogenetic\nanalysis placed this species in the sinica group, which has a sagittate\nglans penis. Our results confirm full species status of M. leucogenys\nand indicate that it might have split from its closest relatives c. 2.5\nmillion years ago. The mitochondrial gene tree showed that M. leucogenys\nis phylogenetically close to M. munzala and M. radiata within the sinica\ngroup; however, their relationships were unresolved using a Y\nchromosomal gene, which indicates possible historical male introgression\nand interbreeding. Further studies using an integrative approach that\ncombines morphological and ecological characterizations and\npopulation-based genome-wide analysis are needed to investigate\ndivergence and reproductive isolation, which are very likely to\nelucidate mechanisms underlying these Asian macaque radiations.","trees":[{"tree_label":"con 50 majrule","ntax":"50","rootedtree":"TRUE","title":"Macaque cytb Dloop bayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_100261.phy"},{"tree_label":"con 50 majrule","ntax":"49","rootedtree":"TRUE","title":"Macaque TSPY bayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_100263.phy"},{"tree_label":"TREE1","ntax":"33","rootedtree":"TRUE","title":"Macaque CYTB DLOOP TSPY divtime estimation","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100262.phy"}]}