{"Authors":" Melissa Mardones-Hidalgo, Tanja Trampe, Sophie Oster,\nMonica Elliott, Hector Raul Urbina, Imke Schmitt, Meike Piepenbring","Year":" 2017","Title":" Phylogeny of the order Phyllachorales (Ascomycota,\nSordariomycetes): among and within order relationships based on five\nmolecular loci","Journal":" Persoonia","Volume":" 39","Issue":"","Pages":" 74-90","Keywords":" tar spot fungi Phyllachoraceae Phaeochoraceae Telimenaceae\nPhyllachora Telimena","DOI":" 10.3767/persoonia.2017.39.04","Abstract":" Abstract The order Phyllachorales (Pezizomycotina,\nAscomycota) is a group of biotrophic, obligate plant parasitic fungi\nwith a tropical distribution and high host specificity. Traditionally\ntwo families are recognised within this order: Phyllachoraceae and\nPhaeochoraceae, based mostly on morphological and host characteristics.\nCurrently, the position of the order within the class Sordariomycetes is\ninconclusive, as well as the monophyly of the order, and its internal\nphylogenetic structure. Here we present a phylogeny of the order\nPhyllachorales based on sequence data of 29 species with a broad host\nrange resulting from a wide geographical sampling. We inferred Maximum\nLikelihood and Bayesian phylogenies from data of five DNA regions: nrLSU\nrDNA, nrSSU rDNA, ITS rDNA, and the protein coding genes RPB2, and TEF1.\nWe found that the order Phyllachorales is monophyletic and related to\nmembers of the subclass Sordariomycetidae within Sordariomycetes. Within\nthe order, members of the family Phaeochoraceae form a monophyletic\ngroup, and the family Phyllachoraceae is split into two lineages.\nMaximum Likelihood ancestral state reconstructions indicate that the\nancestor of Phyllachorales had a monocotyledonous host plant, immersed\nperithecia, and a black stroma. Alternative states of these characters\nevolved multiple times independently within the order. Based on our\nresults we redefine the family Phyllachoraceae and propose the new\nfamily Telimenaceae with Telimena erythrinae as type species, resulting\nin three families in the order. Species of Telimena spp. occur in\nseveral monocotyledonous and eudicotyledonous host plants except\nPoaceae, and generally have enlarged black pseudostroma around the\nperithecia, a character not present in species of Phyllachoraceae.","trees":[{"tree_label":"Fig. 2","ntax":"79","rootedtree":"TRUE","title":"Phylogenetic position of Phyllachorales within\nSordariomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98084.phy"},{"tree_label":"Fig. 3","ntax":"53","rootedtree":"TRUE","title":"Phylogenetic relationships within the order\nPhyllachorales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_98085.phy"}]}