{"Authors":" NA","Year":" 2016","Title":" Morphological and molecular Phylogeny of Trentepohliales\n(Chlorophyta), from southern China","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cephaleuros, internal system, morphological observation,\nparaphyly, Phycopeltis, Printzina, Trentepohlia, zoosporangia\npapilla-pore","DOI":"","Abstract":" The Order Trentepohliales contains a complex of five\naerial genera that consist of branched filamentous green algae, in which\npolyphyly was found in some genera, including Trentepohlia, Printzina,\nand Phycopeltis, and species such as Cephaleuros virescens. In order to\nclarify the diversity, distribution and some taxonomic puzzles of\nTrentepohliales, we collected specimens from Southern China, and\nsuccessfully cultured most of them. We carefully observed the\nmorphological traits and performed phylogenetic analyses based on new\n18S and ITS rDNA sequences obtained during the present study. We\nproposed 6 new species in the present study. Our results showed that the\npapilla-pore position of the zoosporangia may effectively represent the\ntwo main lineages of Trentepohliales. Both Trentepohlia and Printzina\nshould be reassessed based on the papilla-pore position of the\nzoosporangia. However, we suggest that it is premature to do such\nemendation until further molecular investigation, particularly for the\ngenus Phycopeltis, is performed. In the genus Cephaleuros, we suggest\nthat the lack of description of its internal system could explain the\nspecific paraphyly. Further taxonomic studies should focus on emendation\nof Cephaleuros and the molecular diversity of Phycopeltis.","trees":[{"tree_label":"con all compat","ntax":"214","rootedtree":"TRUE","title":"Tr97915","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97915.phy"},{"tree_label":"con all compat","ntax":"110","rootedtree":"TRUE","title":"Tr97914","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97914.phy"}]}