{"Authors":" John C. Manning, T. J. Davies, Martyn P. Powell, A.\nRodriguez, Peter Goldblatt, Vincent Savolainen, M. v. d. Bank","Year":" 2008","Title":" Iridaceae ‘Out of Australasia’? Phylogeny, biogeography, and\ndivergence time based on plastid DNA sequences","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The current infrafamilial taxonomy of the Iridaceae\nrecognizes four subfamilies; Isophysidoideae (1genus: 1 species);\nNivenioideae (6: 86), Iridoideae (30: 800), and Crocoideae (28: 990).\nPhylogenetic analyses of plastid DNA sequences confirm most aspects of\nthis classification and the evolutionary patterns that it implies,\nimportantly the ancestral position of Isophysidoideae and the monophyly\nof Iridoideae. Subfamily Crocoideae is, however, paraphyletic: it is\nconsistently found to be nested in Nivenioideae, and sister clade to the\ncore Nivenioideae, the woody Klattia, Nivenia, and Witsenia. This clade\nis sister to Aristea, in turn is sister the Madagascan Geosiris, which\nis sister to the Australasian Patersonia. We treat Aristea, Geosiris,\nand Patersonia as separate subfamilies, Aristeoideae, Geosiridaceae, and\nPatersonioideae, rendering Nivenioideae and Crocoideae monophyletic. The\nalternative, uniting a widely circumscribed Nivenioideae and Crocoideae\nseems undesirable because Nivenioideae have none of the numerous\nsynapomorphies of Crocoideae, and that subfamily includes more than half\nthe total species of Iridaceae. Main synapomorphies of Crocoideae are:\npollen operculate; exine perforate; ovule campylotropous; root xylem\nvessels with simple perforations; rootstock a corm; inflorescence\nusually a spike; plants deciduous. Four more derived features of\nCrocoideae are shared only with core Nivenioideae: flowers long-lived;\nperianth tube well developed; flowers sessile; and septal nectaries\npresent. The genera of the latter subfamily are evergreen shrubs, have\nmonocot-type secondary growth, tangentially flattened seeds, and the\ninflorescence unit a binate rhipidium. The latter feature unites core\nNivenioideae with Aristea, Geosiris, and Patersonia, which have\nfugaceous flowers and, with few exceptions, a blue perianth.\nMolecular-based phylogenetic trees using sequences from six plastid DNA\nregions now show discrete generic clusters within Crocoideae and\nIridoideae, the foundation for the tribal classification. The five tribe\nclassification of Iridoideae, initially based on morphological\ncharacters and subsequently supported by a four plastid DNA region\nsequence analysis, continues to receive support using additional DNA\nsequences.","trees":[{"tree_label":"Fig. 1","ntax":"81","rootedtree":"TRUE","title":"Iridaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5042.phy"}]}