{"Authors":" Yu Ito, Norio Tanaka, Anders S Barfod, Robert Kaul, A.\nMuthama Muasya, Pablo Garcia-Murillo, Natasha de Vere, Brigitta de\nWilde, Dirk Carl Albach","Year":" 2017","Title":" From terrestrial to aquatic habitats and back again:\nmolecular insights into the evolution and phylogeny of Callitriche\n(Plantaginaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":" 184","Issue":" 1","Pages":" 46-58","Keywords":"","DOI":" 10.1093/botlinnean/box012","Abstract":" Callitriche (Plantaginaceae) is a cosmopolitan plant genus\nin shallow lakes and river margins, wetlands, ditches and temporary\npools. Its species exhibit considerable diversity in growth habit,\naquatic (submerged), amphibious and terrestrial, but the polarity of\ngrowth habit evolution to or from terrestrial habitats is yet to be\naddressed. The origin of its cosmopolitan distribution, especially to or\nfrom Australasia, remains uncertain. We assessed evolution of growth\nhabit and inferred biogeographic history in a phylogenetic framework\nusing DNA sequence data from plastid DNA and the nuclear internal\ntranscribed spacer region. These were separately analysed using maximum\nparsimony, maximum likelihood and Bayesian inference. The multilocus\ndata sets, excluding two species exhibiting conflicting placement, were\nthen used for coalescent-based species-tree analysis and the resulting\nspecies tree was used for ancestral state reconstruction and\nbiogeographic inference. We obtained moderately resolved phylogenetic\ntrees, showing that two terrestrial species, one from Australasia and\nthe other from temperate and tropical Asia, are the first diverging\nspecies and the remaining terrestrial species are scattered across the\ntrees. The ancestral state reconstruction supports a terrestrial origin\nof the genus and multiple reverse transitions to terrestrial conditions.\nThe biogeographic results suggest a Northern Hemisphere origin with\nmultiple dispersal events to Australasia or an out-of-Australasia\nscenario and rather recent, multiple dispersal events back to\nAustralasia.","trees":[{"tree_label":"Strict","ntax":"53","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97949.phy"},{"tree_label":"PHYLIP 1+","ntax":"53","rootedtree":"FALSE","title":"Tr97950","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97950.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Tr97952","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97952.phy"},{"tree_label":"PHYLIP 1+","ntax":"52","rootedtree":"FALSE","title":"Tr97956","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97956.phy"},{"tree_label":"MajRule","ntax":"53","rootedtree":"TRUE","title":"Tr97955","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97955.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97957.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Tr97951","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97951.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Callitriche","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_97958.phy"}]}