{"Authors":" Jill Demers, Miao Liu, Sarah Hambleton, Lisa A\nCastlebury","Year":" 2016","Title":" Rust Fungi on Panicum","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" herbarium specimens, molecular phylogeny, Pucciniales,\nswitchgrass, warm season grasses","DOI":"","Abstract":" Rusts are economically important diseases of switchgrass\n(Panicum virgatum) and other Paniceae grasses. Phylogenetic analyses\nbased on sequences of the 5.8S-internal transcribed spacer 2 region\n(ITS2), partial 28S region, and intergenic spacer region (IGS) of nuc\nrDNA showed that species of rust fungi infecting switchgrass are closely\nrelated within Puccinia. Variation among rbcLa sequences for the\nassociated hosts sampled concurred with the original identifications.\nFive species infecting switchgrass were recognized: Puccinia graminicola\n(= Uromyces graminicola), P. pammelii (= P. panici), and the proposed\nnew species P. amari, P. novopanici, and P. pascua. These species were\ndistinct from P. emaculata, the species previously considered the\nprincipal rust pathogen infecting switchgrass, but that was found\nexclusively on witchgrass (Panicum capillare) in this study. Rust fungi\non switchgrass previously identified as P. emaculata were identified as\nthe morphologically similar species P. amari, P. novopanici, and P.\npammelii. The morphological species Puccinia graminicola was found to\ncomprise three species, P. graminicola and the proposed new species P.\npascua on switchgrass and P. cumminsii on Panicum sp.","trees":[{"tree_label":"tree 1","ntax":"42","rootedtree":"TRUE","title":"Tr98760","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98760.phy"},{"tree_label":"tree 1","ntax":"49","rootedtree":"TRUE","title":"Tr98761","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98761.phy"},{"tree_label":"tree 1","ntax":"74","rootedtree":"TRUE","title":"Tr98762","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98762.phy"}]}