{"Authors":" Wen-Sung Chung, Justin Marshall","Year":" 2016","Title":" Comparative visual ecology of cephalopods from different\nhabitats","Journal":" Proceedings B","Volume":"","Issue":"","Pages":"","Keywords":" cephalopod, microspectrophotometry, spectral tuning,\nopsin","DOI":"","Abstract":" Previous investigations of vision and visual pigment\nevolution in aquatic predators have focused on fish and crustacean,\ngenerally ignoring the cephalopods. Since the first cephalopod opsin was\nsequenced in late 1980s, we now have data on over 50 cephalopod opsins,\nprompting this functional and phylogenetic examination. Much of this\ndata does not specifically examine the visual pigment spectral\nabsorbance position (λmax) relative to environment or lifestyle and\ncephalopod opsin functional adaptation and visual ecology remain largely\nunknown. Here we introduce a new protocol for photoreceptor\nmicrospectrophotometry (MSP) that overcomes the difficulty of bleaching\nthe bistable visual pigment and that reveals 8 coastal coleoid\ncephalopods to be monochromatic with λmax varying from 484 to 505 nm. A\ncombination of current MSP results, the λmax values previously\ncharacterised using cephalopod retinal extracts (467-500 nm) and the\ncorresponding opsin phylogenetic tree were used for systematic\ncomparisons with an end goal of examining the adaptations of coleoid\nvisual pigments to different light environments. Spectral tuning shifts\nare described in response to different modes of life and light\nconditions. A new spectral tuning model suggests that nine amino acid\nsubstitution sites may determine the direction and the magnitude of\nspectral shifts.","trees":[{"tree_label":"12 ceph opsins","ntax":"12","rootedtree":"TRUE","title":"Tr97953","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97953.phy"},{"tree_label":"28 ceph opsins","ntax":"28","rootedtree":"TRUE","title":"Tr97954","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_97954.phy"}]}