{"Authors":" Timo van der Niet, Ruth Jenny Cozien, Benny Bytebier,\nSteven Dene Johnson","Year":" 2016","Title":" Ancient divergence of the two florally distinct species of\nthe monophyletic orchid genus Pachites","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cape Floristic Region, floral scent, oil, Orchidaceae,\nOrchidoideae, pollination","DOI":"","Abstract":" The orchid genus Pachites, endemic to the Cape Floristic\nRegion of South Africa, comprises two rare and poorly studied species\nwhich, despite several morphological differences, were considered\ncongeneric based on a few shared characters. Here we quantify previously\nundocumented floral traits related to pollination ecology including\nrewards, scent, and breeding system and include the species in a\nmolecular phylogenetic and dating analysis to reconstruct the evolution\nof trait similarity and variation. Flowers of P. bodkinii produce oil\nand are characterised by a scent bouquet comprising 59 compounds\nincluding aliphatics, benzenoids and isoprenoids. 3,5-Dimethoxytoluene,\nprominent among these, is also produced by flowers of several distantly\nrelated species pollinated by oil-collecting Rediviva bees, and is known\nto elicit antennal responses in these insects. We found that flowers of\nP. appressus are capable of autonomous self-pollination, produce neither\nnectar nor oil and their 500-fold weaker scent includes fewer than ten\ncompounds. Separate phylogenetic analyses of plastid and nuclear data\npartitions both strongly supported a monophyletic Pachites in which the\ntwo species diverged 12 million years ago. Of the features that\ncharacterize this genus, the long column part is clearly derived, while\nthe subequal sepals and petals may be derived or pleisiomorphic.\nTogether, these results suggest that general floral trait similarity\nbetween Pachites species reflects common ancestry, whereas differences\nin floral morphology, rewards and scent chemistry likely reflect\nadaptations for different pollination strategies which evolved during\nthe long time since divergence.","trees":[{"tree_label":"Strict","ntax":"32","rootedtree":"TRUE","title":"Tr97974","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97974.phy"},{"tree_label":"Strict","ntax":"32","rootedtree":"TRUE","title":"Tr97973","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97973.phy"},{"tree_label":"Strict","ntax":"32","rootedtree":"TRUE","title":"Tr97975","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_97975.phy"}]}