{"Authors":" Baolong Zhang, Pingzhou Du, Manoj Kumar, Yuan Yao, Qiaoli\nXie, Jinyan Wang, Siming Gan, Yuqi Wang, Ai-Min Wu","Year":" 2016","Title":" Genome-wide analysis of TPX2 family proteins in Eucalyptus\ngrandis","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Eucalyptus, TPX2 family proteins, Phylogenetic Analysis,\nExpression profiling, Subcellular localization, Organ twisting","DOI":"","Abstract":" Background: The targeting protein for Xklp2 (TPX2) family\nis a microtubule-associated protein (MAP) family. All members of the\nfamily contain the conserved TPX2 motif, which can interact with\nmicrotubules, regulate microtubule dynamics or assist different\nmicrotubule roles, for example, maintain the cell morphology or regulate\ncell growth and development. However, the role of none of the members of\nthis family has been studied in the model tree species Eucalyptus to\ndate. Here, we report the identification of the members of the TPX2\nfamily in Eucalyptus grandis (Eg) and analyse the expression patterns\nand functions of these genes. Results: In the present study, a\ncomprehensive analysis of the plant TPX2 family proteins was performed.\nPhylogenetic analyses indicated that these genes can be further\nclassified into 6 distinct subfamilies. A genome-wide survey identified\n12 members of the TPX2 family in the sequenced genome of Eucalyptus\ngrandis. The basic genetic properties of the TPX2 family in Eucalyptus\nwere analysed. Our results suggest that the TPX2 family proteins in\ndifferent sub-groups are relatively conserved but there are important\ndifferences between groups. Quantitative real-time PCR (qRT-PCR) was\nperformed to confirm the expression levels of these genes in different\ntissues. The results showed that in the whole plant, the levels of\nEgWDL5 transcript are the highest, followed by those of EgWDL4. Compared\nwith other tissues, the level of EgMAP20 transcription is the highest in\nroot. Over-expression of EgMAP20 in Arabidopsis resulted in organ\ntwisting. The cotyledon petioles showed left-handed twisting while the\nhypocotyl epidermal cells produced right-handed helical twisting.\nFinally, EgMAP20, EgWDL3 and EgWDL3L were all able to decorate\nmicrotubules. Conclusions: Plant TPX2 family proteins were\nsystematically analysed using bioinformatics methods. There are 12 TPX2\nfamily proteins in Eucalyptus. We preliminarily characterized the\nfunctions of several members of the TPX2 family. We found that the gene\nproducts are localized to the microtubule cytoskeleton. Our results lay\nthe foundation for future efforts to reveal the biological significance\nof TPX2 family proteins in Eucalyptus.","trees":[{"tree_label":"tree1","ntax":"574","rootedtree":"TRUE","title":"Tr98829","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98829.phy"}]}