{"Authors":" Juan Carlos Villarreal, Jeffrey G Duckett, Silvia\nPressel","Year":" 2016","Title":" Morphology, ultrastructure and phylogenetic affinities of the\nsingle-island endemic Anthoceros cristatus Steph. (Ascension\nIsland)","Journal":" Journal of Bryology","Volume":"","Issue":"","Pages":"","Keywords":" oceanic islands, single island endemics,\nultrastructure","DOI":"","Abstract":" Oceanic islands, due to their geographical isolation,\nnumber, precisely defined boundaries and their geomorphological and\nclimatic diversity, have provided enormous insights on speciation,\ndispersal, adaptive radiations and macroecological processes. One of the\nkey components of these island studies is the role of single-island\nendemics (SIEs) as, in many instances, island biogeography models use\nthe proportion of SIEs to infer evolutionary processes. It is,\ntherefore, imperative to undertake critical taxonomic revisions to\nevaluate SIEs because changes in the number of SIEs have a key impact on\ndownstream biogeographic analyses. We revise the special case of a\nputative SIE Anthoceros cristatus on Ascension Island using light and\nelectron microscopy, as well phylogenomic tools. A. cristatus lies\nwithin the A. agrestis/ A. punctatus complex but differs from the sister\nspecies A. agrestis and A. punctatus in spore morphology and\ngametophytic lamellae fringed with caducous marginal cells. The present\nconfirmation, from both molecules and morphology, of the SIE status of\nAnthoceros cristatus and its restricted distribution on the Island makes\nthe preservation of its habitat a conservation priority. Ascension\nIsland is the tip of an undersea volcano that is thought to have emerged\nfrom the ocean 1 million years ago with an area of approximately 91 km2,\nwith Green Mountain as the highest elevation (~ 859 m a.s.l.). Ascension\nhas a relative low bryophyte species diversity 86 spp but this includes\n15 endemics (17%); a much higher level of endemism than on the far more\nspeciose Macaronesian Islands.","trees":[{"tree_label":"tree 1","ntax":"31","rootedtree":"TRUE","title":"Anthoceros cristatus rbcL nad5 matK matrix","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98137.phy"}]}