{"Authors":" Nico K. Michiels, Nils Georg Anthes, Hinrich\nSchulenburg","Year":" 2008","Title":" Evolutionary links between reproductive morphology, ecology\nand mating behavior in opisthobranch gastropods.","Journal":" Evolution","Volume":" 62","Issue":" 4","Pages":" 900-916","Keywords":"","DOI":" 10.1111/j.1558-5646.2008.00326.x","Abstract":" Sexual coevolution in morphological and behavioral traits\nhas rarely been studied. Using phylogenetic analyses, we explore\nrelationships between such traits based on a new molecular phylogeny of\n33 opisthobranch taxa (Aglajidae and Gastropteridae). Our measurements\ninclude male and female reproductive anatomy, mating behavior, and\nspatial gregariousness. After phylogenetic correction, we found evidence\nfor correlated evolution between male and female reproductive organs\nsuch as the size of the seminal fluid producing prostate gland and that\nof the sperm digesting bursa copulatrix. Our findings suggest that\nreproductive trait variation in these simultaneous hermaphrodites is\nmediated by sexual coevolution, where putatively manipulative male\norgans evolved in association with female organs involved in sperm\nselection. Furthermore, low gregariousness was associated with long,\nreciprocal copulations. We interpret this result as an adaptation to\ninfrequent mate encounters, where it pays to mate longer with and\npresumably transfer more sperm to a rare partner. Several complex\nreproductive traits were repeatedly gained or lost across our phylogeny.\nThis pattern is consistent with a scenario where sexual selection\ngenerates dynamic co-evolutionary cycles similar to those expected under\nsexual antagonism. We finally outline approaches for experimentally\nassessing the proposed functional links that underlie the evolutionary\ncorrelations revealed by our study.","trees":[{"tree_label":"Fig. S1","ntax":"33","rootedtree":"TRUE","title":"Opisthobranch Gastropods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5045.phy"},{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Opisthobranch Gastropods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5046.phy"},{"tree_label":"ML","ntax":"33","rootedtree":"TRUE","title":"Opisthobranch Gastropods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5047.phy"}]}