{"Authors":" Kerry O’Donnell, Deanna A. Sutton, Nathan P Wiederhold,\nVincent Robert, David M. Geiser, Pedro W. Crous","Year":" 2016","Title":" Veterinary Fusarioses within the United States","Journal":" Journal of Clinical Microbiology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Multilocus DNA sequence data was used to retrospectively\nassess the genetic diversity and evolutionary relationships of 67\nFusarium strains from veterinary sources, most of which were from the\nUnited States. Molecular phylogenetic analyses revealed that the strains\ncomprised 23 phylogenetically distinct species distributed among eight\nspecies complexes. The majority of the veterinary isolates (47/67 =\n70.1%) were nested within the F. solani species complex (FSSC), and\nthese included 8 phylospecies and 33 unique 3-locus sequence types\n(STs). Three of the FSSC species (F. falciforme, F. keratoplasticum and\nFusarium sp. FSSC 12) accounted for four-fifths of the veterinary\nstrains (38/47) and STs (27/33) within this clade. Most of the F.\nfalciforme strains (12/15) were recovered from equine keratitis\ninfections; however, strains of F. keratoplasticum and Fusarium sp. FSSC\n12, by comparison, were mostly (25/27) isolated from marine vertebrates\nand invertebrates. Our sampling suggests that the F. incarnatum-equiseti\n(FIESC) species complex, with eight mycoses-associated species, may\nrepresent the second most important veterinary relevant clade within\nFusarium. Six of the multilocus STs within the FSSC (3+4-eee, 1-b, 12-a,\n12-b, 12-f and 12-h) and one each within the FIESC (1-a) and F.\noxysporum species complex (ST-33) were widespread geographically,\nincluding three STs with trans-oceanic disjunctions. The DNA sequence\ndata generated in this study have been deposited in the web-accessible\nFUSARIUM-ID (http://isolate.fusariumdb.org) and Fusarium MLST (http://www.cbs.knaw.nl/fusarium) databases to facilitate\nstrain typing via the Internet. In conclusion, fusaria associated with\nveterinary mycoses are phylogenetically diverse and typically can only\nbe identified to the species level using DNA sequence data from portions\nof one or more informative genes.","trees":[{"tree_label":"RPB1 and RPB2","ntax":"1","rootedtree":"TRUE","title":"Veterinary Fusarioses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98125.phy"},{"tree_label":"FSSC Isolates","ntax":"1","rootedtree":"TRUE","title":"Veterinary Fusarioses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98124.phy"},{"tree_label":"FIESC Isolates","ntax":"1","rootedtree":"TRUE","title":"Veterinary Fusarioses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98123.phy"}]}