{"Authors":" Piyumi N Ekanayake, Jatinder Kaur, Pei Tian, Simone J\nRochfort, Kathryn M Guthridge, Timothy I Sawbridge, German C\nSpangenberg, John W Forster","Year":" 2016","Title":" Genomic and metabolic characterisation of alkaloid\nbiosynthesis by asexual Epichloë fungal endophytes of tall fescue\npasture grasses","Journal":" Genome","Volume":"","Issue":"","Pages":"","Keywords":" Festuca, lolitrem B, loline, ergovaline, peramine,\ninoculation","DOI":"","Abstract":" Symbiotic associations between tall fescue grasses and\nasexual Epichloë fungal endophytes are characterised by biosynthesis of\nalkaloid compounds causing both beneficial (protection against\ninvertebrate herbivory) and detrimental (livestock toxicosis) effects.\nThe former category includes peramine and lolines, and the latter\nincludes lolitrem B and ergovaline. Candidate novel endophytes with\nfavourable chemotypic profiles have been identified in germplasm\ncollections by screening for genetic diversity, followed by metabolite\nprofile analysis in endogenous genetic backgrounds. A sub-set of\ncandidates was subjected to genome survey sequencing to detect the\npresence or absence and structural status of known genes in the\nbiosynthetic pathways of the major alkaloid classes. The capacity to\nproduce specific metabolites was directly predictable from metabolic\ndata. In addition, study of duplicated gene structure in heteroploid\ngenomic constitutions provided additional evidence for the origin of\nsuch endophytes. Selected strains were inoculated into meristem-derived\ncallus cultures from specific tall fescue genotypes in order to perform\nisogenic comparisons of alkaloid profile in different host backgrounds.\nThis process revealed evidence for host-specific quantitative control of\nmetabolite production, consistent with previous studies. Certain strains\nwere capable of both inoculation and formation of longer-term\nassociations with a non-host species, perennial ryegrass. A process\nbased on discovery and primary characterisation of novel endophytes\nbased on DNA analysis, followed by confirmatory metabolic studies,\noffers improvements of speed and efficiency and hence accelerated\ndeployment in pasture grass improvement programs.","trees":[{"tree_label":"Fig. 2","ntax":"17","rootedtree":"TRUE","title":"Epichloë fungal endophytes ML analysis for copies of\nthe easG gene","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_98144.phy"},{"tree_label":"Fig. 1","ntax":"20","rootedtree":"TRUE","title":"Epichloë fungal endophytes ML analysis for copies of\nthe dmaW gene","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_98142.phy"}]}