{"Authors":" Takamichi Orihara, Matthew E Smith","Year":" 2017","Title":" Unique phylogenetic position of the African truffle-like\nfungus, Octaviania ivoryana (Boletaceae, Boletales) and the proposal of\na new genus, Afrocastellanoa","Journal":" Mycologia","Volume":" 109","Issue":" 2","Pages":" 323-332","Keywords":" systematics, sequestrate fungi, taxonomy, mycorrhiza","DOI":" 10.1080/00275514.2017.1301750","Abstract":" The sequestrate (truffle-like) basidiomycete Octaviania\nivoryana was originally described based on collections from Zimbabwe,\nKenya, Guinea and Senegal. This species has basidiomes that stain\nblue-green and basidiospores with crowded spines that are characteristic\nof the genus Octaviania. However, O. ivoryana is the only Octaviania\nspecies described from sub-Saharan Africa and the phylogenetic\nrelationship of the species to other species of Octaviania sensu stricto\nhas not been previously investigated. We examined the phylogenetic\nposition of the holotype and paratype specimens of O. ivoryana based on\nthree nuclear DNA loci (ITS and 28S ribosomal DNA and TEF-1alpha). The\nresultant phylogenies indicate that O. ivoryana does not belong to\nOctaviania sensu stricto but instead forms a monophyletic clade with the\nepigeous bolete genus, Porphyrellus s.s. (i.e., P. porphyrosporus and\nallies). The ITS phylogeny also recovers a monophyletic clade that\nincludes sequences from O. ivoryana basidiomes as well as sequences from\nectomycorrhizal root tips of Uapaca, Anthonotha, and assorted\nectomycorrhizal Fabaceae species, suggesting that there is likely\nadditional undescribed diversity within the lineage. We accordingly\npropose a new genus, Afrocastellanoa M.E. Sm. & Orihara to\naccommodate the species O. ivoryana. Afrocastellanoa is morphologically\ndistinct from Octaviania in the multi-layered peridium and the lack of\ndistinct hymenium within the gleba. Our data suggest that the genus\nAfrocastellanoa is a unique sequestrate lineage with one described\nspecies and several undescribed species, all of which likely form\nectomycorrhizas with African trees.","trees":[{"tree_label":"Fig. 1","ntax":"73","rootedtree":"FALSE","title":"Boletales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110766.phy"},{"tree_label":"Fig. 2","ntax":"17","rootedtree":"FALSE","title":"Boletales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110765.phy"}]}