{"Authors":" Torsten Dikow","Year":" 2009","Title":" Phylogeny of Asilidae inferred from morphological characters\nof imagines (Insecta: Diptera: Brachycera: Asiloidea).","Journal":" Bulletin of the American Museum of Natural History","Volume":" 319","Issue":"","Pages":" 1-175","Keywords":" Robber flies","DOI":" 10.1206/603.1","Abstract":" A phylogenetic hypothesis is proposed for higher-level\nrelationships within Asilidae, based on a sample of 158 species from 140\ngenera representing all 11 previously recognized subfamily taxa and 39\nof the 42 tribal taxa and 220 discrete, parsimony informative,\nmorphological characters from all tagmata of the imagines. Cladistic\nanalysis results in 720 most parsimonious trees of 2760 steps in length,\nand a strict consensus topology of 2965 steps. The strict consensus\ncladogram is well resolved except for species of Apocleinae and\nAsilinae, which form a large polytomy. Monophyly of Asilidae is\ncorroborated and supported by five autapomorphies: (1) labella of labium\nfused to prementum at least ventrally; (2) hypopharynx heavily\nsclerotized; (3) hypopharynx with dorsal seta-like spicules; (4) labrum\nshort and at most half as long as labium; (5) cibarium trapezoidal. The\nclade Apioceridae + Mydidae is the sister group to Asilidae. The\nphylogenetic hypothesis indicates that five out of the 11 previously\nrecognized subfamily taxa are non-monophyletic, i.e., Apocleinae,\nAsilinae, Dasypogoninae, Laphystiinae, and Stenopogoninae. The present\ncladistic analysis forms the most comprehensive phylogenetic study on\nAsilidae to date and is used to revise the taxon’s phylogenetic\nclassification in which 14 subfamily taxa are recognized. Ommatiinae,\nTrigonomiminae, and Stichopogoninae are recovered as monophyletic and\ncontain the same genera as previously postulated. Dioctriinae and\nLeptogastrinae are also recovered as monophyletic, but the genera\nMyelaphus and Acronyches are transferred to them, respectively. Asilinae\ncomprises all Apocleinae and Asilinae species and Laphriinae comprises\nall Laphriinae and Laphystiinae species sensu previous authors.\nDasypogoninae and Stenopogoninae are divided into several taxa at\nphylogenetically unrelated positions in the cladogram. The Dasypogoninae\ncomprises only Blepharepiini, Dasypogonini, Lastauracini, Megapodini\n(including Cyrtophryina, Lagodiina, Megapodina, and Senobasina),\nMolobratiini, Saropogonini, and Thereutriini as well as the unplaced\ngenera Archilestris, Diogmites, and Lestomyia. The remaining taxa\npossessing either a large prothoracic tibial spine, i.e.,\nBrachyrhopalini and Chrysopogonini, or a small S-shaped spur, i.e.,\nCophura, Leptarthrus, and Nicocles, are part of the Brachyrhopalinae\n(new status). The Stenopogoninae comprises only Enigmomorphini,\nPlesiommatini, and Stenopogonini as well as the unplaced genera\nAncylorhynchus and Scylaticus. Bathypogoninae (new status), Phellinae\n(new status), Tillobromatinae (new status), and Willistonininae (new\nstatus) are new subfamilial taxa previously assigned to Stenopogoninae.\nThe remaining Stenopogoninae sensu previous authors represented here,\ni.e., Cyrtopogonini, Ceraturgini, Heteropogon, Holopogon, Metapogon, and\nRhabdogaster, are assigned to the Brachyrhopalinae (new status). The\ngenera Coleomyia and Oligopogon remain incertae sedis as neither genus\ngroups with any other Asilidae, and are positioned as adelphotaxa to\nspeciose clades. The higher-level relationships are: (Laphriinae\n((Asilinae + Ommatiinae) (Bathypogoninae (Phellinae ((Tillobromatinae\n(Coleomyia incertae sedis + Dasypogoninae + Stenopogoninae))\n(Willistonininae (Oligopogon incertae sedis ((Dioctriinae\n(Leptogastrinae + Trigonomiminae)) (Brachyrhopalinae +\nStichopogoninae))))))))).","trees":[{"tree_label":"Fig. 119 strict","ntax":"175","rootedtree":"TRUE","title":"Asilidae, 2,965 steps","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5048.phy"},{"tree_label":"Fig. 118","ntax":"175","rootedtree":"TRUE","title":"Asilidae, 2,760 steps","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5049.phy"}]}