{"Authors":" Thomas Schwaha, Jean-Marie Volland, Bruno Huettel, Nicole\nDubilier, Harald Gruber-Vodicka, Brandon Kwee Boon Seah","Year":" 2017","Title":" Specificity in diversity  single origin of a widespread\nciliate-bacteria symbiosis","Journal":" Proceedings of the Royal Society B: Biological\nSciences","Volume":"","Issue":"","Pages":"","Keywords":" symbiosis, thiotrophy, ciliate, Gammaproteobacteria","DOI":"","Abstract":" Symbioses between eukaryotes and sulphur-oxidizing\n(thiotrophic) bacteria have convergently evolved multiple times.\nAlthough well-described in at least eight classes of metazoan animals,\nalmost nothing is known about the evolution of thiotrophic symbioses in\nmicrobial eukaryotes (protists). In this study, we characterized the\nsymbioses between mouthless marine ciliates of the genus Kentrophoros,\nand their thiotrophic bacteria, using comparative sequence analysis and\nfluorescence in-situ hybridization. Ciliate small-subunit rRNA sequences\nwere obtained from 17 morphospecies collected in the Mediterranean and\nCaribbean, and symbiont sequences from 13 of these morphospecies. We\ndiscovered a new Kentrophoros morphotype where the symbiont-bearing\nsurface is folded into pouch-like compartments, illustrating the\nvariability of the basic body plan. Phylogenetic analyses revealed that\nall investigated Kentrophoros belonged to a single clade, despite the\nremarkable morphological diversity of these hosts. The symbionts were\nalso monophyletic and belonged to a new clade within the\nGammaproteobacteria, with no known cultured representatives. Each host\nmorphospecies had a distinct symbiont phylotype, and statistical\nanalyses revealed significant support for host-symbiont\ncodiversification. Given that these symbioses were collected from two\nwidely-separated oceans, our results indicate that symbiotic\nassociations in unicellular hosts can be highly specific and stable over\nlong periods of evolutionary time.","trees":[{"tree_label":"RAxML","ntax":"115","rootedtree":"TRUE","title":"Symbiont of Kentrophoros 16S rRNA RAxML tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98151.phy"},{"tree_label":"MrBayes","ntax":"115","rootedtree":"TRUE","title":"Symbiont of Kentrophoros 16S rRNA MrBayes consensus\ntree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98152.phy"},{"tree_label":"RAxML","ntax":"49","rootedtree":"TRUE","title":"Kentrophoros 18S rRNA RAxML tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98150.phy"},{"tree_label":"MrBayes","ntax":"49","rootedtree":"TRUE","title":"Kentrophoros 18S rRNA MrBayes consensus tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98149.phy"}]}