{"Authors":" Marina Mora-Ortiz, Martin T. Swain, Martin J. Vickers,\nMatthew J. Hegarty, Rhys Kelly, Lydia M.J. Smith, Leif Skot","Year":" 2016","Title":" De-novo transcriptome assembly for gene identification,\nanalysis, annotation, and molecular marker discovery in Onobrychis\nviciifolia","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Transcriptome assembly, RNA-seq, Onobrychis viciifolia,\ncondensed tannins, proanthocyanidins, SSR, single nucleotide\npolymorphism","DOI":"","Abstract":" Background Sainfoin (Onobrychis viciifolia) is a highly\nnutritious tannin-containing forage legume. In the diet of ruminants\nsainfoin can have anti-parasitic effects and reduce methane emissions\nunder in vitro conditions. Many of these benefits have been attributed\nto condensed tannins or proanthocyanidins in sainfoin. A combination of\nincreased use of industrially produced nitrogen fertilizer, issues with\nestablishment and productivity in the first year and more reliable\nalternatives, such as red clover led to a decline in the use of sainfoin\nsince the middle of the last century. In recent years there has been a\nresurgence of interest in sainfoin due to its potential beneficial\nnutraceutical and environmental attributes. However, genomic resources\nare scarce, thus hampering progress in genetic analysis and improvement.\nTo address this we have used next generation RNA sequencing technology\nto obtain the first transcriptome of sainfoin. We used the library to\nidentify gene-based simple sequence repeats (SSRs) and potential single\nnucleotide polymorphisms (SNPs). Results One genotype from each of five\nsainfoin accessions was sequenced. Paired-end (PE) sequences were\ngenerated from cDNA libraries of RNA extracted from seven day old\nseedlings. A combined assembly of 92,772 transcripts was produced de\nnovo using the Trinity programme. About 18,000 transcripts were\nannotated with at least one GO (gene ontology) term. A total of 63\ntranscripts were annotated as involved in the tannin biosynthesis\npathway. We identified 3,786 potential SSRs. SNPs were identified by\nmapping the reads of the individual assemblies against the combined\nassembly. After stringent filtering a total of 77,000 putative SNPs were\nidentified. A phylogenetic analysis of single copy number genes showed\nthat sainfoin was most closely related to red clover and Medicago\ntruncatula, while Lotus japonicus, bean and soybean are more distant\nrelatives.\nConclusions This work describes the first transcriptome assembly in\nsainfoin. The 92K transcripts provide a rich source of SNP and SSR\npolymorphisms for future use in genetic studies of this crop. Annotation\nof genes involved in the condensed tannin biosynthesis pathway has\nprovided the basis for further studies of the genetic control of this\nimportant trait in sainfoin.","trees":[{"tree_label":"UPGMA","ntax":"7","rootedtree":"TRUE","title":"Onobrychis viciifolia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98148.phy"},{"tree_label":"Imported tree 1","ntax":"7","rootedtree":"TRUE","title":"Onobrychis viciifolia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98147.phy"}]}