{"Authors":" Hanna Johannesson, Tim Gustafsson, David J Jacobson,\nAudrius Menkis","Year":" 2008","Title":" The Mating-type Chromosome in the Filamentous Ascomycete\nNeurospora tetrasperma Represents a Model for Early Evolution of Sex\nChromosomes","Journal":" Plos Genetics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We combined gene divergence data, classical genetics and\nphylogenetics to study the evolution of the mating-type chromosome in\nthe filamentous ascomycete Neurospora tetrasperma. In this species, a\nlarge non-recombining region of the mating-type chromosome is associated\nwith a unique fungal life cycle where self-fertility is enforced by\nmaintenance of a constant state of heterokaryosis. Sequence divergence\nbetween alleles of 35 genes from the two single mating-type component\nstrains (i.e. the homokaryotic mat A or mat a-strains), derived from one\nN. tetrasperma heterokaryon (mat A + mat a), was analyzed. By this\napproach we were able to identify the boundaries and size of the\nnon-recombining region, and reveal insight into the history of\nrecombination cessation. The non-recombining region covers almost 7 Mbp,\nover 75% of the chromosome, and we hypothesize that the evolution of the\nmating-type chromosome in this lineage involved two successive events.\nThe first event was contemporaneous with the split of N. tetrasperma\nfrom a common ancestor with its outcrossing relative N. crassa and\nsuppressed recombination over at least 6.6 Mbp, and the second was\nconfined to a smaller region in which recombination ceased more\nrecently. In spite of the early origin of the first \u001aevolutionary\nstratum\u001a, genealogies of five genes from strains belonging to an\nadditional N. tetrasperma lineage indicate independent initiations of\nsuppressed recombination in different phylogenetic lineages. This study\nhighlights the shared features between the sex chromosomes found in the\nanimal and plant kingdoms and the fungal mating-type chromosome, despite\nfungi having no separate sexes. As is often found in sex chromosomes of\nplants and animals, recombination suppression of the mating-type\nchromosome of N. tetrasperma involved more than one evolutionary event,\ncovers the majority of the mating-type chromosome and is flanked by\ndistal regions with obligate crossovers.","trees":[{"tree_label":"Fig. 1b lys-3","ntax":"13","rootedtree":"TRUE","title":"Neurospora tetrasperma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5060.phy"},{"tree_label":"Fig. 1b eth-1","ntax":"13","rootedtree":"TRUE","title":"Neurospora tetrasperma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5061.phy"},{"tree_label":"Fig. 1b ad-9","ntax":"13","rootedtree":"TRUE","title":"Neurospora tetrasperma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5062.phy"},{"tree_label":"Fig. 1b upr-1","ntax":"13","rootedtree":"TRUE","title":"Neurospora tetrasperma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5058.phy"},{"tree_label":"Fig. 1b lys-4","ntax":"13","rootedtree":"TRUE","title":"Neurospora tetrasperma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5059.phy"}]}