{"Authors":" Sarah E Bush, Dale H. Clayton, Kevin P. Johnson, Bret M\nBoyd, Julie M Allen, Nam Nguyen, Andrew D Sweet, Tand Warnow, Michael D\nShapiro, Scott M Villa","Year":" 2017","Title":" Phylogenomics using target-restricted assembly resolves\nintra-generic relationships of parasitic lice (Phthiraptera:\nColumbicola).","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" aTRAM, Coevolution, Species Tree, Coalescent,\nConcatenation","DOI":"","Abstract":" Parasitic “wing lice” (Phthiraptera: Columbicola) and\ntheir dove and pigeon hosts are a well-recognized model system for\ncoevolutionary studies at the intersection of micro- and macroevolution.\nReciprocal evolution in microevolutionary time occurs as pigeons and\ndoves defend themselves against lice by preening. In turn, behavioral\nand morphological adaptations of the lice improve their ability to evade\nhost defense. Over macroevolutionary time wing lice tend to cospeciate\nwith their hosts; yet, some species of Columbicola have switched to new\nhost species. Understanding the ecological and evolutionary factors that\ninfluence coadaptation and codiversification in this system will\nsubstantially improve our understanding of coevolution in general.\nHowever, further work is hampered by the lack of a robust phylogenetic\nframework for Columbicola spp. and their hosts. Previous attempts to\nresolve the phylogeny of Columbicola based on sequences from a few genes\nprovided limited support. Here we apply a new approach, target\nrestricted assembly, to assemble 977 orthologous gene sequences from\nwhole-genome sequence data generated from very small, ethanol-preserved\nspecimens, representing 61 species of wing lice. Both concatenation and\ncoalescent methods were used to estimate the species tree. These two\napproaches yielded consistent and well-supported trees with 90% of all\nrelationships receiving 100% support, which is a substantial improvement\nover previous studies. We used this new phylogeny to show that\nbiogeographic ranges are generally conserved within clades of\nColumbicola wing lice. Limited inconsistencies are probably attributable\nto intercontinental dispersal of hosts, and host switching by some of\nthe lice.","trees":[{"tree_label":"ConcatenationBootstrapTree","ntax":"66","rootedtree":"TRUE","title":"Tr98239","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_98239.phy"},{"tree_label":"ASTRIDTree","ntax":"1","rootedtree":"TRUE","title":"Tr98238","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_98238.phy"},{"tree_label":"ASTRALTree","ntax":"1","rootedtree":"TRUE","title":"Tr98237","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_98237.phy"}]}