{"Authors":" Bret M Boyd, Julie M Allen, Nam Nguyen, Pranjal Vachaspati,\nZach Quicksall, Tand Warnow, Lawrence Mugisha, Kevin P. Johnson, David\nL. Reed","Year":" 2016","Title":" Primates, lice, and bacteria: new phylogenomic tree has\nimplications for cospeciation and genome evolution in the bacterial\nsymbionts of lice.","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ca. Riesia, endosymbiont replacement, Anoplura, Human\nlice, pantothenate","DOI":"","Abstract":" Insects with restricted diets rely on symbiotic bacteria\nto provide essential metabolites missing in their diet. The\nblood-sucking lice are obligate, host-specific parasites of mammals and\nare themselves host to symbiotic bacteria necessary for development. In\nhuman lice, these symbionts supply the lice with B-vitamins. Research\nhas focused on insect symbionts, because of their small genomes. In\ndifferent louse species, novel endosymbionts appear to have replaced\nexisting endosymbiont. Therefore, louse endoysmbionts could be developed\nas a model system to study symbiont genome evolution, by comparing\nsymbiont genomes that have evolved independently. Here we focus on the\nevolutionary relationships of human and primate louse symbionts using a\nphylogenomic approach. In contrast to previous studies, we do not find\nevidence of a recent symbiont replacement. Instead we support a scenario\nof cospeciation with their louse hosts; which is largely driven by\nspeciation of their mammal hosts. Our results are used to interpret\ngenome evolution of louse symbionts. We investigate, in detail, the\norigins of a plasmid critical to B-vitamin synthesis known from\nsymbionts of human lice. We find that this plasmid likely originated in\nthe common ancestor of chimpanzee, human, and gorilla louse symbionts\nand persisted through multiple speciation events. This plasmid is absent\nin an old world monkey louse symbiont, where this pathway is on its\nprimary chromosome. This suggests the unique genomic configuration\nbrought about by the plasmid is not essential for symbiosis, but once it\nwas obtained, it has persisted.","trees":[{"tree_label":"Concatenation","ntax":"37","rootedtree":"TRUE","title":"Tr98251","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98251.phy"},{"tree_label":"ASTRAL","ntax":"37","rootedtree":"TRUE","title":"Tr98252","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98252.phy"},{"tree_label":"ASTRID","ntax":"37","rootedtree":"TRUE","title":"Tr98253","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98253.phy"}]}