{"Authors":" Hyun Lee, Myung Soo Park, Paul Eunil Jung, John A. Eimes,\nSoon Ja Seok, Young Woon Lim","Year":" 2016","Title":" Phylogenetic analysis of Russula section Foetentinae\n(Russulales, Basidiomycota)","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Russula section Foetentinae, Spore ornamentation, Korea\nbarcode of life, Ectomycorrhizal fungi, Russula catillus","DOI":"","Abstract":" Russula section Foetentinae is a highly diverse group of\nectomycorrhizal symbiont fungi that are integral in maintaining\nbiodiversity in diverse ecosystems. Identification and accurate\nclassification of these fungi has proven challenging because of\nsignificant similarities in morphology, particularly among fruiting\nbodies. The objective of this study was to re-evaluate the distribution\nand taxonomy of several species of Russula section Foetentinae in Korea\nusing both phylogenetic analysis and morphological characteristics. A\nphylogenetic tree was constructed using internal transcribed spacer\nsequences and compared against key morphological characteristics\nincluding size and shape of spores. Our results reassigned several taxa\nand established important ecological relationships among closely related\nspecies. The phylogenetic analysis produced strong support for seven\nspecies, four of which were previously identified (Russula cerolens, R.\ngrata, R. senecis, R. sororia), two were new records to Korea (R.\ninsignis, R. pectinatoides), and one was an undescribed species which we\npropose to name R. catillus sp. nov. Russula section Foetentinae\nseparated into four clades when molecular data and morphological\ncharacteristics were combined. An important finding of the study was\nthat several taxonomic assignments based on morphological characters\nwere inconsistent with more reliable molecular data. This study\nhighlights the need for a genetic database that can be easily accessed\nand used in conjunction with morphological data in order to better\nresolve the evolutionary history of this important fungal group.","trees":[{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Tr98296","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98296.phy"}]}