{"Authors":" Dong Liu, Bernard Goffinet, Damien Ertz, André De Kesel,\nXinyu Wang, Jae-Seoun Hur, Haixia Shi, Yanyun Zhang, Meixia Yang,\nLi-song Wang","Year":" 2016","Title":" Circumscription and phylogeny of the Lepidostromatales\nfollowing discovery of new species from China and Africa","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" China, Lepidostroma, Multiclavula, Sulzbacheromyces,","DOI":"","Abstract":" The circumscription of and generic concepts in the\nLepidostromales, a lineage of clavarioid lichen-forming basidiomycetes,\nhave significantly evolved following phylogenetic inferences.\nMulticlavula was revealed as phylogenetically heterogeneous, comprising\nspecies of Multiclavula s.str. (Cantherellales) and Lepidostroma\n(Lepidostromatales). Clavarioid lichen-forming basidiomycetes of China\nare currently accommodated in six species and treated as members of\nMulticlavula. Based on an exhaustive sampling of all known\nLepidostromatales we assess 1) the phylogenetic affinities of the\nChinese species based on inferences from the small and large subunits of\nthe nuclear ribosomal DNA repeat and 2) the phylogenetic structure among\nChinese populations of Lepidostroma, based on the ITS regions.\nMulticlavula fossicola and M. sinensis are shown to belong to the\nLepidostromatales, and are transferred to Sulzbacheromyces. Chinese\nreports of M. clara and M. vernalis belong to species of\nLepidostromatales and specimens of M. mucida belong to the\nnon-lichenized Clavaria, and hence evidence of Multiclavula in China is\nlacking. Similarly, L. calocerum is excluded from the Chinese flora. The\nrecently described L. asianum should be treated as conspecific with S.\nsinensis. Three new species of Sulzbacheromyces are described: S.\nbicolor and S. yunnanensis from China, and S. miomboensis from the\nDemocratic Republic of Congo. Consequently, Sulzbacheromyces is new to\nAsia and Africa. A world-wide key to the species of Lepidostromatales is\nprovided. Finally the meloid beetle Mylabris cichorii, is reported to\neat the basidiomata of S. yunnanensis, which may suggest that this\ninsect plays an active role in the dispersal of the lichenized\nbasidiolichen.","trees":[{"tree_label":"Imported tree 1","ntax":"54","rootedtree":"TRUE","title":"Tr98333","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98333.phy"},{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Tr98334","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98334.phy"},{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Tr98335","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98335.phy"}]}