{"Authors":" Antonia Carlucci, Francesco Lops, Maria Luisa Raimondo,\nFrancois Halleen, Lizel Mostert","Year":" 2016","Title":" Occurrence of black foot disease fungi of young grapevines\nand nursery rootstock plants in Italy","Journal":" Phytopathologia Mediterranea","Volume":"","Issue":"","Pages":"","Keywords":" Dactylonectria, Ilyonectria, Thelonectria, Vitis\nvinifera","DOI":"","Abstract":" Young grapevine plants from vineyards and nurseries that\nshowed decline and wood necrosis symptoms were collected from 2013 to\n2015 in the Apulia and Molise regions, Italy. Isolations were prepared\nfrom 45 diseased grapevine plants, and the fungal cultures were\nidentified. One hundred and eighty-two isolates resembling\nCylindrocarpon-like asexual morphs were identified through morphological\ncharacterisation and DNA analysis of internal transcribed spacers 1 and\n2 of the rRNA gene and the partial β-tubulin gene. Dactylonectria\ntorrensensis and Ilyonectria liriodendri were identified on the basis of\nmorphological features and the partial histone 3 gene, and are defined\nas the causal agents of black foot disease on grapevine for the first\ntime in Italy. In addition, Thelonectria blackeriella is described as a\nnew species through morphological characterisation and a molecular study\nbased on multigenic analysis using sequence data for five loci (large\nsubunit RNA, internal transcribed spacers, β-tubulin, actin, RNA\npolymerase II subunit 1). This new species was also associated with\nblack foot disease symptoms according to pathogenicity tests, with\nrepresentative isolates of each of these three species isolated.\nPathogenicity tests showed that all of these species can result in black\nstreaking in the wood of 1-year-old grapevine shoots. The identification\nof D. torresensis, I. liriodendri and T. blackeriella from young\ngrapevine plants and rooted rootstock highlights the importance of black\nfoot disease in Italy, which has previously been overlooked.","trees":[{"tree_label":"Fig. 3","ntax":"207","rootedtree":"TRUE","title":"Black foot disease fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110817.phy"},{"tree_label":"Fig. 4","ntax":"87","rootedtree":"TRUE","title":"Tr111439","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111439.phy"},{"tree_label":"Fig. 5","ntax":"45","rootedtree":"TRUE","title":"Tr111440","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111440.phy"}]}