{"Authors":" Stephen R. Downie, Hua Peng, Xun Gong, Jing Zhou, Z. W.\nLiu","Year":" 2008","Title":" A molecular phylogeny for Chinese Apiaceae subfamily\nApioideae inferred from nuclear ribosomal DNA internal transcribed\nspacer sequences","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Hengduan Mountains of the Sino-Himalayas are rich in\nendemic species of Apiaceae subfamily Apioideae. To investigate\nrelationships among these species and to ascertain their higher-level\nphylogenetic placements within the subfamily, we examined 106 accessions\n(representing 100 species from 52 genera) including the Chinese endemic\ngenera Changium, Cyclorhiza, Notopterygium, Nothosmyrnium, and\nSinolimprichtia. Sixty-three of these accessions were newly sequenced.\nPhylogenetic trees were inferred using maximum parsimony and Bayesian\nanalyses of nuclear ribosomal DNA internal transcribed spacer (ITS)\nsequences. The phylogenetic trees were highly consistent and revealed\nseveral major clades heretofore unrecognized in the subfamily. Changium\nand Cyclorhiza fall within the Komarovia clade of previous\ninvestigations; Nothosmyrnium allies with tribe Pimpinelleae.\nNotopterygium and Sinolimprichtia along with many other taxa of\nSino-Himalayan distribution comprise a well-supported East Asia clade;\nVicatia and Haplosphaera arise within a paraphyletic Notopterygium.\nOther newly recognized, well-supported major clades include the\nChamaesium clade, sister group to all other Apioideae except tribe\nBupleureae, and the Asian Acronema clade, comprising such genera as\nAcronema, Pternopetalum, and Meeboldia. The Chamaesium clade and\nBupleureae represent the earliest diverging lineages of Apioideae in\nAsia. Sinodielsia allies weakly with Pterocyclus or is a sister group to\nthe clade of tribe Apieae plus Pterocyclus; Sinodielsia is distinct from\nMeeboldia and Vicatia. Genera whose boundaries are poorly defined and\ncontroversial on the basis of morphology (Ligusticum, Peucedanum,\nPhysospermopsis, Pimpinella, Pleurospermum, Sinocarum, Tongoloa, and\nTrachyspermum) are not monophyletic in the ITS-based phylogenies.\nFurther study of these Chinese endemics is necessary to produce a\ncomprehensive, modern classification of Apiaceae subfamily\nApioideae.","trees":[{"tree_label":"Fig. 1","ntax":"106","rootedtree":"TRUE","title":"Apiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5063.phy"}]}