{"Authors":" Felipe Jun Fuzita, Martijn W. H. Pinkse, Jose S. L. Patane,\nPeter D.E.M. Verhaert, Adriana Rios Lopes","Year":" 2016","Title":" High throughput techniques to reveal the molecular physiology\nand evolution of digestion in spiders","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Astacin/ Digestion/ Enzyme/ High throughput (-omics)\ntechniques/ Spider/ Arachnida/ Nephilingis (Nephilengys cruentata)","DOI":"","Abstract":" Background: Spiders are known for their predatory\nefficiency and for their high capacity of digesting relatively large\nprey. They do this by combining both extracorporeal and intracellular\ndigestion. Whereas many high throughput (“-omics”) techniques focus on\nbiomolecules in spider venom, so far this approach has not yet been\napplied to investigate the protein composition ofspider midgut\ndiverticula (MD) and digestive fluid (DF). Results: We here report on\nour investigations of both MD and DF of thespider Nephilingis\n(Nephilengys) cruentata through the use of next generation sequencing\nand shotgun proteomics. This shows that the DF is composed of a variety\nof hydrolases including peptidases, carbohydrases, lipases and nuclease,\nas well as of toxins and regulatory proteins. We detect 25 astacinsin\nthe DF. Phylogenetic analysis of the corresponding transcript(s) in\nArachnida suggests that astacins have acquired an unprecedented role for\nextracorporeal digestion in Araneae, with different orthologs used by\neachfamily. The results of a comparative study of spiders in distinct\nphysiological conditions allow us to propose some digestion mechanisms\nin this interesting animal taxon. Conclusion: All the high throughput\ndata allowed the demonstration that DF is a secretion originating from\nthe MD. We identified enzymes involved in the extracellular and\nintracellular phases of digestion. Besides that, data analyses show a\nlarge gene duplication event in Araneae digestive process evolution,\nmainly of astacin genes. We were also able to identify proteins\nexpressed and translated in the digestive system, which until now had\nbeen exclusively associated to venom glands.","trees":[{"tree_label":"Tree_Arachnida_Astacins_gene_tree_ML","ntax":"243","rootedtree":"TRUE","title":"Tr98314","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98314.phy"}]}