{"Authors":" Chris E Lane, Gary W. Saunders, Chris Jackson, Eric David\nSalomaki","Year":" 2017","Title":" Kelp transcriptomes provide robust support for interfamilial\nrelationships and revision of the little known Arthrothamnaceae\n(Laminariales)","Journal":" Journal of Phycology","Volume":" 53","Issue":" 1","Pages":" 1-6","Keywords":"","DOI":" 10.1111/jpy.12465","Abstract":" If ever there were “charismatic megaflora” of the sea, the\nLaminariales (kelp) would undoubtedly meet that designation. From the\nNortheast Pacific kelp forests, to the less diverse but nonetheless\ndense kelp beds ranging from the Arctic to the cold temperate waters of\nthe Southern Hemisphere, kelp provide habitat structure and food for a\nvariety of productive marine systems. Consequently, kelp are well\nrepresented in the literature, however, understanding their evolution\nhas proven challenging. We used a 152-gene phylogenomics approach to\nbetter resolve the phylogeny of the “derived” kelp families\n(viz. Agaraceae, Alariaceae, Laminariaceae and Lessoniaceae). The\nformerly unresolved Egregia menziesii firmly joined a significantly\nexpanded Arthrothamnaceae including Arthrothamnus, Cymathaere, Ecklonia,\nMacrocystis, Nereocystis, Pelagophycus, Postelsia, Pseudolessonia,\nSaccharina and Streptophyllopsis, which rendered both the Laminariaceae\nand Lessoniaceae monogeneric. A published eight-gene alignment, the most\nmarker-rich prior to this study, was expanded and analyzed to facilitate\ninclusion of Aureophycus. Although the topology was unchanged at the\nfamily level between the transcriptome dataset relative to eight-gene\nanalyses, the superior resolving power of the former was clearly\nestablished.","trees":[{"tree_label":"Figure S1","ntax":"25","rootedtree":"TRUE","title":"Kelp 8 Gene Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_98309.phy"},{"tree_label":"Figure 1","ntax":"17","rootedtree":"TRUE","title":"Kelp 152 Gene Transcriptome Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98310.phy"}]}