{"Authors":" Charles D. Bell, Michael J Donoghue, Richard Charles\nWinkworth","Year":" 2008","Title":" Mitochondrial sequences and Dipsacales phylogeny: mixed\nmodels, partitioned Bayesian analyses, and model selection","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses of chloroplast DNA sequences,\nmorphology, and combined data have provided consistent support for many\nof the major branches within the angiosperm clade Dispacales. Here we\nuse sequences from three mitochondrial loci to test the existing broad\nscale phylogeny and in an attempt to resolve several relationships that\nhave remained uncertain. Parsimony, maximum likelihood, and Bayesian\nanalyses of a combined mitochondrial data set recover trees broadly\nconsistent with previous studies, although resolution and support are\nlower than in the largest chloroplast analyses. Combining chloroplast\nand mitochondrial data results in a generally well-resolved and very\nstrongly supported topology but the previously recognized problem areas\nremain. To investigate why these relationships have been difficult to\nresolve we conducted a series of experiments using different data\npartitions and heterogeneous substitution models. Usually more complex\nmodeling schemes are favored regardless of the partitions recognized but\nmodel choice had little effect on topology or support values. In\ncontrast there are consistent but weakly supported differences in the\ntopologies recovered from coding and non-coding matrices. These\nconflicts directly correspond to relationships that were poorly resolved\nin analyses of the full combined chloroplast-mitochondrial data set. We\nsuggest incongruent signal has contributed to our inability to\nconfidently resolve these problem areas.","trees":[{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Dipsacales, mitochondrial","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5064.phy"},{"tree_label":"Fig. 3A","ntax":"31","rootedtree":"TRUE","title":"Dipsacales, combined chloroplast and mitochondrial","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5065.phy"},{"tree_label":"Fig. 3B","ntax":"31","rootedtree":"TRUE","title":"Dipsacales, non-coding partition","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5066.phy"},{"tree_label":"Fig. 3C","ntax":"31","rootedtree":"TRUE","title":"Dipsacales, coding partition","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5067.phy"}]}