{"Authors":" Jie Chen, Philippe Callac, Luis A Parra, Samantha\nKarunarathna, Maoqiang He, Magalie Moinard, Andre De Kesel, Olivier\nRaspe, Komsit Wisitrassameewong, Kevin D Hyde, Ruilin Zhao","Year":" 2017","Title":" Study in Agaricus subg. Minores and allied clades reveals a\nnew American subgenus and contrasting phylogenetic patterns in Europe\nand Greater Mekong Subregion","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Agaricaceae, Divergence times, multi-gene phylogeny, A.\nsect. Minores, taxonomy","DOI":"","Abstract":" Agaricus sect. Minores remains a little studied section\ndue generally to its delicate sporocarps often lacking taxonomically\nrelevant morphological characters. To reconstruct the section, using the\nrecent taxonomic system based on divergence times, and to evaluate the\nspecies diversity of A. sect. Minores in the Greater Mekong Subregion,\n165 specimens were incorporated in phylogenetic analyses. A dated tree\nbased on nuclear ITS, LSU and tef1-α sequence data allowed us to better\ncircumscribe A. subg. Minores and to propose a new subgenus, A. subg.\nMinoriopsis, which is only known from tropical and subtropical regions\nof the Americas. A larger tree based on ITS sequences indicated that,\nwith 81 phylogenetic species, the reconstructed section is now one of\nthe largest sections in the genus. Within A. subg. Minores, a new\nsection, A. sect. Leucocarpi, and eleven new species are described from\nthe Greater Mekong Subregion. Thirty-eight species of A. sect. Minores\nhave been identified in the region, and are distributed in multiple\nclades that successively diverged 24 Ma. In contrast, species reported\nfrom Europe mostly grouped in a single non-tropical clade, suggesting a\nmajor species diversification following the middle Miocene climatic\noptimum.","trees":[{"tree_label":"Imported tree 1","ntax":"150","rootedtree":"TRUE","title":"Tr98344","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98344.phy"}]}