{"Authors":" Michał Książkiewicz, Sandra Rychel, Matthew N Nelson,\nKatarzyna Wyrwa, Barbara Naganowska, Bogdan Wolko","Year":" 2016","Title":" Expansion of the phosphatidylethanolamine binding protein\nfamily in legumes: a case study of Lupinus angustifolius L. FLOWERING\nLOCUS T homologs, LanFTc1 and LanFTc2","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Lupinus angustifolius, genomics, DNA sequencing, Flowering\nlocus T, phosphatidylethanolamine binding protein, synteny, duplication,\nBAC-FISH","DOI":"","Abstract":" Background The Arabidopsis FLOWERING LOCUS T (FT) gene, a\nmember of the phosphatidylethanolamine binding protein (PEBP) family, is\na major controller of flowering in response to photoperiod,\nvernalization and light quality. In legumes, FT evolved into three,\nfunctionally diversified clades, FTa, FTb and FTc. A milestone\nachievement in narrow-leafed lupin (Lupinus angustifolius L.)\ndomestication was the loss of vernalization responsiveness at the Ku\nlocus. Recently, one of two existing L. angustifolius homologs of FTc,\nLanFTc1, was revealed to be the gene underlying Ku. It is the first\nrecorded involvement of an FTc homologue in vernalization. The\nevolutionary basis of this phenomenon in lupin has not yet been\ndeciphered. Results Bacterial artificial chromosome (BAC) clones\ncarrying LanFTc1 and LanFTc2 genes were localized in different mitotic\nchromosomes and constituted sequence-specific landmarks for linkage\ngroups NLL-10 and NLL-17. BAC-derived superscaffolds containing LanFTc\ngenes revealed clear microsyntenic patterns to genome sequences of nine\nlegume species. Superscaffold-1 carrying LanFTc1 aligned to regions\nencoding one or more FT-like genes whereas superscaffold-2 mapped to a\nregion lacking such a homolog. Comparative mapping of the L.\nangustifolius genome assembly anchored to linkage map localized\nsuperscaffold-1 in the middle of a 15 cM conserved, collinear region. In\ncontrast, superscaffold-2 was found at the edge of a 20 cM syntenic\nblock containing highly disrupted collinearity at the LanFTc2 locus. 118\nPEBP-family full-length homologs were identified in 10 legume genomes.\nBayesian phylogenetic inference provided novel evidence supporting the\nhypothesis that whole-genome and tandem duplications contributed to\nexpansion of PEBP-family genes in legumes. Duplicated genes were\nsubjected to strong purifying selection. Promoter analysis of FT genes\nrevealed no statistically significant sequence similarity between\nduplicated copies; only RE-alpha and CCAAT-box motifs were found at\nconserved positions and orientations. Conclusions Numerous\nlineage-specific duplications occurred during the evolution of legume\nPEBP-family genes. Whole-genome duplications resulted in the origin of\nsubclades FTa, FTb and FTc and in the multiplication of FTa and FTb copy\nnumber. LanFTc1 is located in the region conserved among all main\nlineages of Papilionoideae. LanFTc1 is a direct descendant of ancestral\nFTc, whereas LanFTc2 appeared by subsequent duplication.","trees":[{"tree_label":"tree 1","ntax":"122","rootedtree":"TRUE","title":"PEBP (phosphatidylethanolamine binding protein domain)\ncoding sequences","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_98343.phy"}]}