{"Authors":" Martin Dohrmann, Christopher Kelley, Michelle Kelly, John\nN. A. Hooper, Henry M. Reiswig, Andrzej Pisera","Year":" 2016","Title":" An integrative systematic framework helps to reconstruct\nskeletal evolution of glass sponges (Porifera, Hexactinellida).","Journal":" Frontiers in Zoology","Volume":"","Issue":"","Pages":"","Keywords":" ancestral state reconstruction, character evolution,\nclassification, Hexactinellida, 11 integrative systematics, phylogeny,\nPorifera, total evidence","DOI":"","Abstract":" Background: Glass sponges (Class Hexactinellida) are\nimportant components of deep-sea ecosystems and are of interest from\ngeological and materials science perspectives. The reconstruction of\ntheir phylogeny with molecular data has only recently begun and shows a\nbetter agreement with morphology-based systematics than is typical for\nother sponge groups, likely because of a greater number of informative\nmorphological characters. However, inconsistencies remain that have\nfar-reaching implications for hypotheses about the evolution of their\nmajor skeletal construction types (body plans). Furthermore, less than\nhalf of all described extant genera have been sampled for molecular\nsystematics, and several taxa important for understanding skeletal\nevolution are still missing. Increased taxon sampling for molecular\nphylogenetics of this group is therefore urgently needed. However, due\nto their remote habitat and often poorly preserved museum material,\nsequencing all 126 currently recognized extant genera will be difficult\nto achieve. Utilizing morphological data to incorporate unsequenced taxa\ninto an integrative systematics framework therefore holds great promise,\nbut it is unclear which methodological approach best suits this task.\nResults: Here, we increase the taxon sampling of four previously\nestablished molecular markers (18S, 28S, and 16S ribosomal DNA, as well\nas cytochrome oxidase subunit I) by 12 genera, for the first time\nincluding representatives of the order Aulocalycoida and the type genus\nof Dactylocalycidae, taxa that are key to understanding hexactinellid\nbody plan evolution. Phylogenetic analyses suggest that Aulocalycoida is\ndiphyletic and provide further support for the paraphyly of order\nHexactinosida; hence these orders are abolished from the Linnean\nclassification. We further assembled morphological character matrices to\nintegrate so far unsequenced genera into phylogenetic analyses in\nmaximum parsimony (MP), maximum likelihood (ML), Bayesian, and\nmorphology-based binning frameworks. We find that of these four\napproaches, total-evidence analysis using MP gave the most plausible\nresults concerning congruence with existing phylogenetic and taxonomic\nhypotheses, whereas the other methods, especially ML and binning,\nperformed more poorly. We use our total-evidence phylogeny of all extant\nglass sponge genera for ancestral state reconstruction of morphological\ncharacters in MP and ML frameworks, gaining new insights into the\nevolution of major hexactinellid body plans and other characters such as\ndifferent spicule types. Conclusions: Our study demonstrates how a\ncomprehensive, albeit in some parts provisional, phylogeny of a larger\ntaxon can be achieved with an integrative approach utilizing molecular\nand morphological data, and how this can be used as a basis for\nunderstanding phenotypic evolution. The datasets and associated trees\npresented here are intended as a resource and starting point for future\nwork on glass sponge evolution.","trees":[{"tree_label":"Fig 3","ntax":"73","rootedtree":"TRUE","title":"Fig. 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98372.phy"},{"tree_label":"Fig 4","ntax":"13","rootedtree":"TRUE","title":"Fig. 4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98373.phy"},{"tree_label":"Fig 5","ntax":"114","rootedtree":"TRUE","title":"Fig. 5","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_98374.phy"}]}