{"Authors":" Jun J Sato, Kimiyuki Tsuchiya, Ikuyo Nakahara, Nobumoto\nMiyashita, Yasunori Yamaguchi, Chihiro Koshimoto, Tetsuo Morita,\nHiromichi Yonekawa, Kazuo Moriwaki, Akio Shinohara","Year":" 2007","Title":" Discovery of a new HBB haplotype w2 in a wild-derived house\nmouse, Mus musculus","Journal":" Mammalian Genome","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Genetic characterization of a wild-derived house mouse,\nMus musculus, originally collected near Lake Balkhash in the Republic of\nKazakhstan, was performed by examining protein polymorphisms and\nnucleotide sequences for the hemoglobin beta chain (HBB) subunits.\nProtein electrophoresis, which was performed on a cellulose-acetate\nplate, showed an independent mobility pattern representing a new,\npreviously undiscovered haplotype. Neighbor-joining analyses of the HBB\nadult genes, i.e., HBB-T1 and HBB-T2, and the intergenic spacer region\nshowed that the Lake Balkhash mouse possessed genomic components that\nwere mixed from different haplotypes. Compared to the previously\ndetermined HBB haplotypes, d, p, and w1, the HBB-T1 gene and ca. 11 kb\nof the spacer region were most similar to the w1 haplotype; however, the\nremainder of the spacer region and the HBB-T2 gene were most similar to\nthe d haplotype but may represent a still uncharacterized and divergent\nhaplotype. The recombination event is predicted to have occurred 2.5 kb\nupstream of the HBB-T2 gene, and may have occurred through\nintersubspecific hybridization between mice of the musculus subspecies\ngroup (with the w1 haplotype) and the castaneus subspecies group (with\nthe d-like haplotype). Alternatively, unknown subspecies group that is\nequidistantly divergent from each of these subspecies groups may have\nbeen involved. Our findings suggest reticulate evolution among the\nsubspecies groups during the evolution of M. musculus.","trees":[{"tree_label":"Fig. 2b","ntax":"4","rootedtree":"TRUE","title":"Mus musculus HBB haplotype w2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_88.phy"},{"tree_label":"HBB spacer","ntax":"5","rootedtree":"TRUE","title":"Mus musculus HBB haplotype w2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_85.phy"},{"tree_label":"Fig. 2a","ntax":"4","rootedtree":"TRUE","title":"Mus musculus HBB haplotype w2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_86.phy"}]}