{"Authors":" Lucia Maddau, Benedetto T Linaldeddu, Antonio Franceschini,\nArtur Alves, Alan John Lander Phillips","Year":" 2016","Title":" Botryosphaeriaceae species associated with lentisk dieback in\nItaly and description of Diplodia insularis sp. nov.","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Lentisk (Pistacia lentiscus L.) is an evergreen shrub that\nis widespread over the Mediterranean region. Since spring 2012, a severe\nand unusual disease of unknown aetiology has been observed on lentisk in\nsix islands belonging to the La Maddalena archipelago (Italy). The\naffected plants showed leaf chlorosis, crown thinning, branch dieback\nand sunken cankers. When branch with sunken cankers were\ncross-sectioned, internal wood symptoms included characteristic V-shaped\nnecrotic sectors. Frequently, the necrotic lesions girdled the branches,\ncausing rapid death of the upper crowns. Since there is no information\nabout the aetiology of this disease and given the high ecological\nimportance of these natural ecosystems, from spring 2012 to summer 2014,\n37 samples of twigs and branches of lentisk showing sunken cankers were\ncollected and processed. Symptomatic woody samples yielded fungal\nisolates representing two distinct genera in the Botryosphaeriaceae\nfamily. On the basis of morphological features and DNA sequence data\nthree distinct species: Diplodia olivarum, Neofusicoccum cryptoaustrale\nand N. luteum were identified. In addition, another Diplodia species\nmorphologically distinct from all known species was isolated.\nPhylogenetic analyses based on nucleotide sequences of ITS and tef1-α\nregions showed that this new Diplodia species is most closely related to\nD. pseudoseriata and D. alatafructa. Pathogenicity trials carried out in\nfield conditions on asymptomatic branches of lentisk showed that all\nfour species are aggressive pathogens on this host and therefore\ndirectly involved in the severe dieback that is currently threatening\nthis typical shrub of the Mediterranean maquis.","trees":[{"tree_label":"ITS+EF","ntax":"60","rootedtree":"TRUE","title":"Dinsularis ITS+EF ML Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98377.phy"},{"tree_label":"ITS","ntax":"63","rootedtree":"TRUE","title":"Dinsularis ITS ML Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98378.phy"}]}