{"Authors":" Xiao-lin Li","Year":" 2016","Title":" A new species of Scopulariopsis and its synergistic\npathogenicity on cotton plants infected by Verticillium dahliea","Journal":" Microbiological Research","Volume":"","Issue":"","Pages":"","Keywords":" A new species of Scopulariopsis and its synergistic\npathogenicity on cotton plants infected by Verticillium dahliea","DOI":"","Abstract":" A new species, Scopulariopsis gossypii, was found to be\npresent in the vascular bundles of cotton plants infected by\nVerticillium dahliea which is an economically important pathogen in\nHangzhou, China. The fungus was only present in the diseased plants, but\nit never became isolated from the healthy plants. Scanning electron\nmicroscopy demonstrated that the fungus was present in parenchyma cells\nenclosing vessels in dark brown vascular tissues of stems, and\nespecially produced the asexual conidia within the tissues. Phylogenetic\nanalysis of combined nuclear ribosomal ITS1-5.8S-ITS2 (ITS) and D1/D2\nregion of the 28S rDNA as well as translation elongation factor 1-alpha\n(TEF1) and beta-tubulin(TUB) gene showed S. gossypii preserved in\nculture collection representing an undescribed species of\nScopulariopsis, Microascaceae. In this study, the characteristics of\nsexual and asexual stages were described, illustrated and compared with\nsimilar taxa. In addition, the molecular and morphological analyses\nindicated that S. gossypii was a distinct species of Scopulariopsis.\nPathogenicity tests confirmed that S. gossypii was an opportunistic\npathogen that causes leaf interveinal chlorosis and vascular browning of\ncotton plants, which was proved by dipping method to inoculate wounded\nroots. However S. gossypii did not infect host with undamaged roots.\nMoreover, coinoculation with S. gossypii and V. dahliea significantly\nincreased disease severity.","trees":[{"tree_label":"Fig.2","ntax":"50","rootedtree":"TRUE","title":"Tr98375","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98375.phy"},{"tree_label":"Fig.3","ntax":"50","rootedtree":"TRUE","title":"Tr98376","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98376.phy"}]}