{"Authors":" Matthias Schultz, David Hewitt, Francois M. Lutzoni, Harrie\nSipman, Wendy A. Untereiner, G. H. Sung, Maryna Serdani, Alexandra\nRauhut, Mariette S. Cole, Benjamin O’Rourke, Cécile Gueidan, Joseph W.\nSpatafora, Imke Schmitt, Burkhard Büdel, Geir Hestmark, Robert Spotts,\nChristoph Scheidegger, Emily Fraker, Kentaro Hosaka, T. Lumbsch, David\nM. Geiser, Valérie Reeb, Claude Roux, Desiree Melinda Johnson, A.\nElizabeth Arnold, Valerie Hofstetter, Andrew N. Miller, Conrad Lamoraal\nSchoch, Jolanta Maria Miadlikowska, Robert Lücking, André Aptroot","Year":" 2006","Title":" A five-gene phylogenetic analysis of the Pezizomycotina","Journal":" Mycologia","Volume":" 98","Issue":" NA","Pages":" 1018-1028","Keywords":" NA","DOI":" NA","Abstract":" The Pezizomycotina is the largest subphylum of the\nAscomycota and includes the vast majority of filamentous,\nascoma-producing species. Here we report the results from parsimony and\nBayesian phylogenetic analyses of five nuclear loci (SSU rDNA, LSU rDNA,\nRPB1, RPB2, and EF 1-) from 192 taxa. Nine of the ten classes currently\nrecognized in the classification of the Outline of the Ascomycota\n(Eriksson 2005) were represented in the sampling. These data strongly\nsupported the monophyly of the Pezizomycotina, and the Arthoniomycetes,\nEurotiomycetes, Lecanoromycetes, Orbiliomycetes, and Sordariomycetes.\nThe Pezizomycetes were resolved as monophyletic but not strongly\nsupported by the data. The Leotiomycetes and the Dothideomycetes were\nnot resolved as monophyletic; Geoglossum and Trichoglossum were excluded\nfrom the Leotiomycetes and the Dothideomycetes was paraphyletic based on\nthe placement of the Arthoniomycetes. The two most basal classes of the\nPezizomycotina were the Orbiliomycetes and Pezizomycetes, both of which\ncomprise species that produce apothecial ascomata. The seven remaining\nclasses formed a monophyletic group that corresponds to Leotiomyceta\nsensu Eriksson et al. Within the Leotiomyceta, the supraclass clades of\n(Leotiomycetes s. s., Sordariomycetes) and (Arthoniomycetes,\nDothideomycetes) were well supported. These analyses supported the\napothecium as the ancestral ascomal morphology of the Pezizomycotina\nwith the perithecium restricted to the Sordariomycetes, the ascostroma\nrestricted to the Eurotiomycetes and Dothideomycetes, and the\ncleistothecium broadly distributed in Eurotiomycetes, Sordariomycetes\nand Leotiomycetes. Ordinal membership of the classes, taxonomic\nrevisions, and evolution of ascus morphology and major ecologies are\ndiscussed.","trees":[{"tree_label":"Fig. 2","ntax":"191","rootedtree":"TRUE","title":"Pezizomycotina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5069.phy"}]}