{"Authors":" ss ss","Year":" 2016","Title":" Genome-wide identification, phylogeny, and expression\nanalysis","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Cotton; Pectin methylesterases (PMEs); gene family; gene\nstructure; phylogeny; expression patterns","DOI":"","Abstract":" Background: Pectin methylesterase (PME, EC 3.1.1.11) is a\nhydrolytic enzyme that utilizes pectin as substrates, and plays a\nsignificant role in regulating pectin reconstruction thereby regulating\nplant growth. Pectin is one of the important components of the plant\ncell wall, which forms the main structural material of cotton fiber. In\nthis research, cotton genome information was used to identify PMEs.\nResults: We identified 80 (GaPME01-GaPME80) PME genes from diploid G.\narboreum (A genome), 78 (GrPME01-GrPME78) PME genes from G. raimondii (D\ngenome), and 135 (GhPME001-GhPME135) PME genes from tetraploid cotton G.\nhirsutum (AD genome). We further analyzed their gene structure,\nconserved domain, gene expression, and systematic evolution to lay the\nfoundation for deeper research on the function of PMEs. Phylogenetic\ndata indicated that members from the same species demonstrated\nrelatively high sequence identities and genetic similarities. Analysis\nof gene structures showed that most of the PMEs genes had 2 - 3 exons,\nwith a few having a variable number of exons from 4 to 6. There are\nnearly no differences in the gene structure of PMEs among the three (two\ndiploid and one tetraploid) cotton species. Selective pressure analysis\nshowed that the Ka/Ks value for each of the three cotton species PME\nfamilies was less than one. Conclusion: Conserved domain analysis shows\nthat PMEs members have a relatively conserved C-terminal pectinesterase\ndomain (PME) while the N-terminus is less conserved. Moreover, some of\nthe family members contain a pectin methylesterase inhibitor (PMEI)\ndomain. The Ka/Ks ratios suggest that the duplicated PMEs underwent\npurifying selection after the duplication events. This study provided an\nimportant basis for further research on the functions of cotton PMEs.\nResults from qRT-PCR indicated that the expression level of different\nPMEs at various fiber developmental stages was different. Moreover, some\nof the PMEs showed fiber predominant expression in secondary wall\nthickening indicating tissue-specific expression patterns.","trees":[{"tree_label":"Imported tree 1","ntax":"293","rootedtree":"TRUE","title":"Tr98388","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98388.phy"}]}