{"Authors":" li weijie, Shang Haihong, Ge Qun, Zou Changsong, Cai Juan,\nWang Daojie, Fan Senmiao, Zhang Zhen, Deng Xiaoying, Tan Yunna, Song\nWeiwu, Li Pengtao, Koffi Kibalou Palanga, Jamshed Muhammad, Lu Quanwei,\nGong Wankui, Li Junwen, Shi Yuzhen, Chen Tingting, Gong Juwu, Liu\nAiying, Yuan Youlu","Year":" 2016","Title":" Genome-wide identification, phylogeny, and expression\nanalysis of pectin methylesterases reveal their major role in cotton\nfiber development","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Cotton, Pectin methylesterases (PMEs), gene family, gene\nstructure, phylogeny, expression patterns","DOI":"","Abstract":" Abstract Background: Pectin methylesterase (PME, EC\n3.1.1.11) is a hydrolytic enzyme that utilizes pectin as substrates, and\nplays a significant role in regulating pectin reconstruction thereby\nregulating plant growth. Pectin is one of the important components of\nthe plant cell wall, which forms the main structural material of cotton\nfiber. In this research, cotton genome information was used to identify\nPMEs. Results: We identified 80 (GaPME01-GaPME80) PME genes from diploid\nG. arboreum (A genome), 78 (GrPME01-GrPME78) PME genes from G. raimondii\n(D genome), and 135 (GhPME001-GhPME135) PME genes from tetraploid cotton\nG. hirsutum (AD genome). We further analyzed their gene structure,\nconserved domain, gene expression, and systematic evolution to lay the\nfoundation for deeper research on the function of PMEs. Phylogenetic\ndata indicated that members from the same species demonstrated\nrelatively high sequence identities and genetic similarities. Analysis\nof gene structures showed that most of the PMEs genes had 2 - 3 exons,\nwith a few having a variable number of exons from 4 to 6. There are\nnearly no differences in the gene structure of PMEs among the three (two\ndiploid and one tetraploid) cotton species. Selective pressure analysis\nshowed that the Ka/Ks value for each of the three cotton species PME\nfamilies was less than one. Conclusion: Conserved domain analysis showed\nthat PMEs members had a relatively conserved C-terminal pectinesterase\ndomain (PME) while the N-terminus was less conserved. Moreover, some of\nthe family members contained a pectin methylesterase inhibitor (PMEI)\ndomain. The Ka/Ks ratios suggested that the duplicated PMEs underwent\npurifying selection after the duplication events. This study provided an\nimportant basis for further research on the functions of cotton PMEs.\nResults from qRT-PCR indicated that the expression level of different\nPMEs at various fiber developmental stages was different. Moreover, some\nof the PMEs showed fiber predominant expression in secondary wall\nthickening indicating tissue-specific expression patterns.","trees":[{"tree_label":"Imported tree 1","ntax":"293","rootedtree":"TRUE","title":"Tr98390","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98390.phy"}]}