{"Authors":" Juan Francisco Morales, Mary E. Endress, Sigrid Liede","Year":" 2017","Title":" Sex, drugs and pupusas: Disentangling relationships in\nEchiteae (Apocynaceae)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Apocynoids; molecular phylogeny; Parsonsia; Prestonia;\npyrrolizidine alkaloids; systematics","DOI":"","Abstract":" Echiteae (Apocynaceae) are mostly vines and lianas, many\nwith showy colorful flowers, which make them conspicuous components of\nthe flora. The tribe comprises five subtribes, 19 genera, and about 200\nspecies. The great majority of the genera are restricted to the\nNeotropics, with only three confined to the Paleotropics. There are two\nlarge genera, Prestonia in the Neotropics and Parsonsia in the\nPaleotropics, whereas three-fourths of the genera contain only 14\nspecies. In order to test the monophyly of the tribe, its subtribes and\nconstituent genera, we analyzed 71 nuclear ITS and 290 plastid sequences\n(of which 296 were generated here for first time) from 73 species,\nincluding all the genera save one in each subtribe. Echiteae and four of\nits subtribes (Echitinae, Parsonsiinae, Pentalinoninae, Prestoniinae) as\ncurrently circumscribed were shown to be polyphyletic. The fifth\nsubtribe, Pentalinoninae, is monophyletic, but does not belong to the\nEchiteae; its tribal affinities are uncertain. Sixteen genera are\nmaintained. Prestonia and Temnadenia were resolved as polyphyletic, with\nP. riedelii grouped with Rhodocalyx and T. ornata nested within\nPrestonia. Fernaldia is nested within Echites, Angadenia is nested in\nPentalinon and Peltastes is nested in Macropharynx. Two new subtribes,\nBahiellinae and Laubertinae, are proposed, as are the combinations\nresulting from the merging of Fernaldia, Angadenia and Peltastes and the\ntransfer of P. riedelii and T. ornata to Rhodocalyx and Prestonia,\nrespectively. The necessary realignments of the subtribes Echitinae,\nParsonsiinae, Pentalinoninae, and Prestoniinae are also made here Based\non our denser sampling and updated classification of the Echiteae, we\nhypothesize that a shift has likely taken place from the usual steroidal\nalkaloids and cardenolides to lycopsamine type pyrrolizidine alkaloids\nas the characteristic secondary compounds in the tribe.","trees":[{"tree_label":"Fig. 3","ntax":"73","rootedtree":"TRUE","title":"ML based on cpDNA and nrDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98425.phy"},{"tree_label":"Fig. S3","ntax":"71","rootedtree":"TRUE","title":"ML matK-intrnK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98431.phy"},{"tree_label":"Fig. S2","ntax":"73","rootedtree":"TRUE","title":"ML rpl16","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98430.phy"},{"tree_label":"Fig. S1","ntax":"73","rootedtree":"TRUE","title":"ML trnLF","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98429.phy"},{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"ML ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98428.phy"},{"tree_label":"Fig. 1","ntax":"73","rootedtree":"TRUE","title":"ML based on cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98424.phy"}]}