{"Authors":" Guillaume Gigot, Franco Pupulin, D. Bogarin, Olivier\nMaurin, Renaud Lahaye, Timothy G. Barraclough, Sylvie Duthoit, M. v.\nd. Bank, Jorge Warner, Vincent Savolainen","Year":" 2008","Title":" DNA Barcoding the Floras of Biodiversity Hotspots","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" 10.1073/pnas.0709936105","Abstract":" DNA barcoding is a technique in which species\nidentification is performed by using DNA sequences from a small fragment\nof the genome, with the aim of contributing to a wide range of\necological and conservation studies in which traditional taxonomic\nidentification is not practical. DNA barcoding is well established in\nanimals, but there is not yet any universally accepted barcode for\nplants. Here, we undertook intensive field collections in two\nbiodiversity hotspots (Mesoamerica and southern Africa). Using >1,600\nsamples, we compared eight potential barcodes. Going beyond previous\nplant studies, we assessed to which extent a \u001a\u001aDNA barcoding gap\u001a\u001a is\npresent between intra- and interspecific variations, using multiple\naccessions per species. Given its adequate rate of variation, easy\namplification and alignment, we identified a portion of the plastid matK\ngene as a universal DNA barcode for flowering plants. Critically, we\nfurther demonstrate the applicability of DNA barcoding for biodiversity\ninventories. In addition, analyzing >1,000 species of Mesoamerican\norchids, DNA barcoding with matK alone reveals cryptic species and\nproves useful in identifying species listed in Convention on\nInternational Trade of Endangered Species (CITES) appendixes.","trees":[{"tree_label":"UPGMA all loci","ntax":"173","rootedtree":"TRUE","title":"Orchids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5091.phy"},{"tree_label":"Clade 377","ntax":"377","rootedtree":"TRUE","title":"matK Mesoamerican Orchids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5866.phy"},{"tree_label":"Clade 463","ntax":"463","rootedtree":"TRUE","title":"matK Mesoamerican Orchids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5868.phy"},{"tree_label":"Base Clade","ntax":"275","rootedtree":"TRUE","title":"matK Mesoamerican Orchids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5869.phy"},{"tree_label":"Clade 454","ntax":"454","rootedtree":"TRUE","title":"matK Mesoamerican Orchids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5867.phy"}]}