{"Authors":" Mark Stanley Springer, Christopher Allan Emerling, Robert\nWilliam Meredith, Jan Janecka, Eduardo Eizirik, William J. Murphy","Year":" 2016","Title":" Waking the undead: implications of a soft explosive model for\nthe timing of placental mammal diversification","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" divergence time; ghost lineage; long fuse model; placental\nmammal; zombie lineage","DOI":"","Abstract":" The explosive, long fuse, and short fuse models represent\ncompeting hypotheses for the timing of placental mammal diversification.\nSupport for the explosive model, which posits both interordinal and\nintraordinal diversification after the KPg mass extinction, derives from\nmorphological cladistic studies that place Cretaceous eutherians outside\nof crown Placentalia. By contrast, most molecular studies favor the long\nfuse model wherein interordinal cladogenesis occurred in the Cretaceous\nfollowed by intraordinal cladogenesis after the KPg boundary. Phillips\n(2016) proposed a soft explosive model that allows for the emergence of\na few lineages (Xenarthra, Afrotheria, Euarchontoglires, Laurasiatheria)\nin the Cretaceous, but otherwise agrees with the explosive model in\npositing the majority of interordinal diversification after the KPg mass\nextinction. Phillips (2016) argues that rate transference errors\nassociated with large body size and long lifespan have inflated previous\nestimates of interordinal divergence times, and further suggests that\nmost interordinal divergences are positioned after the KPg boundary when\nrate transference errors are avoided through the elimination of\ncalibrations in large-bodied and/or long lifespan clades. Here, we show\nthat rate transference errors can also occur in the opposite direction\nand drag forward estimated divergence dates when calibrations in\nlarge-bodied/long lifespan clades are omitted. This dragging forward\neffect results in the occurrence of more than half a billion years of\n‘zombie lineages’ on Phillips preferred timetree. By contrast with ghost\nlineages, which are a logical byproduct of an incomplete fossil record,\nzombie lineages occur when estimated divergence dates are younger than\nthe minimum age of the oldest crown fossils. We also present the results\nof new timetree analyses that address the rate transference problem\nhighlighted by Phillips (2016) by deleting taxa that exceed thresholds\nfor body size and lifespan. These analyses recover all interordinal\ndivergence times in the Cretaceous and are consistent with the long fuse\nmodel of placental diversification. Finally, we outline potential\nproblems with morphological cladistic analyses of higher-level\nrelationships among placental mammals that may account for the perceived\ndiscrepancies between molecular and paleontological estimates of\nplacental divergence times.","trees":[{"tree_label":"MajRule","ntax":"122","rootedtree":"TRUE","title":"Placental Mammal Diversification","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_98763.phy"}]}