{"Authors":" H. D. Shin, Y. J. Choi","Year":" 2008","Title":" Taxonomy of Bremia species infecting the Cichorioideae of\nAsteraceae hosts based on morphological characteristics and molecular\nanalysis","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Recent molecular studies have shown Bremia lactucae to be\ngenetically distinct and exhibit host-specific entities. However, B.\nlactucae is still regarded as a causal agent of downy mildew disease on\nthe family Asteraceae, attributed to the lack of appropriate applicable\nmorphological characters. In this study, the relationship among B.\nlactucae, B. microspora, B. ovata, B. saussureae, and B. sonchicola was\ninvestigated based on morphological and molecular data. Dissimilarities\nin the morphology of their conidiophores and conidia allowed distinction\nbetween the five species. Sequence analysis of the ITS1 and 28S regions\nof rDNA and COX2 gene of mtDNA were carried out using Bayesian inference\nand maximum parsimony. All five Bremia species were shown to form\ndistinct clades, each of which are represented by their host genera.\nConidia in all specimens germinated to produce germ tubes at apical\nparts and showed no constant difference in germination pattern. From\nthese results, it can be confirmed that B. microspora, B. ovata, B.\nsaussureae, and B. sonchicola should be regarded as independent taxa\nfrom B. lactucae. Therefore, morphological characteristics can be\nsatisfactorily used for taxonomic investigation of Bremia species.","trees":[{"tree_label":"Fig. 2 (ITS1)","ntax":"30","rootedtree":"TRUE","title":"Bremia lactucae complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_358.phy"},{"tree_label":"Fig. 2 (COX)","ntax":"30","rootedtree":"TRUE","title":"Bremia lactucae complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5087.phy"},{"tree_label":"Fig. 1","ntax":"45","rootedtree":"TRUE","title":"Bremia lactucae complex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5088.phy"}]}