{"Authors":" Eliane Mayumi inokuti, Ailton Reis, Marcos P. S. Camara,\nSami Jorge Michereff","Year":" 2016","Title":" Anastomosis group and aggressiveness of Rhizoctonia\nassociated with stem canker and black scurf of potato in Brazil","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" ITS sequences, genetic variability, pathogenicity,\nRhizoctonia disease, Solanum tuberosum","DOI":"","Abstract":" Sixty seven isolates of Rhizoctonia were obtained from\npotato stems and tubers in the main potato growing regions of Brazil\nbetween 2013 and 2014. On the basis of the hyphal staining, 49 isolates\nwere multinucleate (MNR) and identified as R. solani, whereas 18\nisolates were binucleate (BNR). Using the sequence analysis of the\ninternal transcribed spacers (ITS) region of the rDNA, 25 isolates\n(37.3%) were identified to anastomosis group (AG)-3 PT, 20 (29.9%) to\nAG-4 HGI, 15 (22.4%) to AG-R, three (4.5%) to AG-2-1, three (4.5%) to\nAG-A, and one (1.5%) to AG-1 IB. Most of the AG-3 PT , AG-4 HGI, AG-A\nand AG-R isolates, and all isolates of AG-2-1 and AG-1 IB, were obtained\nfrom tubers with black scurf symptoms. AG-4 HGI isolates were widely\ndistributed and recovered from six out of seven Brazilian states,\nincluding 11 potato-growing fields. Direct sequencing of PCR products\nidentified sequence heterogeneity in the ITS regions for 40 of 67\nRhizoctonia isolates. Isolates of AG-R presented the highest genetic\nvariability based in sequence heterogeneity. All 67 isolates of\nRhizoctonia were pathogenic to potato, causing necrotic lesions on\nsubterraneous stems. There was no difference in aggressiveness between\nBNR and MNR isolates. On the other hand, there were differences in\naggressiveness among different AGs. AG-4 HGI was significantly more\naggressive to potato plants than other AGs. To our knowledge, this is\nthe first detailed report of the AG composition of Rhizoctonia\npopulations causing potato diseases in Brazil.","trees":[{"tree_label":"tree 1","ntax":"25","rootedtree":"TRUE","title":"Tr98469","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98469.phy"}]}