{"Authors":" Niklas Wahlberg, Christopher W. Wheat","Year":" 2008","Title":" Genomic outposts serve the phylogenomic pioneers: designing\nnovel nuclear markers for genomic DNA extractions of Lepidoptera.","Journal":" Systematic Biology","Volume":" 57","Issue":" 2","Pages":" 231-242","Keywords":"","DOI":" 10.1080/10635150802033006","Abstract":" Increasing the number of characters used in phylogenetic\nstudies is the next crucial step towards generating robust and stable\nphylogenetic hypotheses- i.e. strongly supported and consistent across\nreconstruction method. Here we describe a genomic approach to finding\nnew protein-coding genes for systematics in non-model taxa, which can be\nPCR amplified from standard, slightly degraded genomic DNA extracts. We\ntest this approach on Lepidoptera, searching the draft genomic sequence\nof the silk moth /Bombyx mori/, for exons > 500 bp in length,\nremoving annotated gene families, and compared remaining exons with\nbutterfly EST databases to identify conserved regions for primer design.\nThese primers were tested on a set of 65 taxa primarily in the butterfly\nfamily Nymphalidae. We were able to identify and amplify 6 previously\nunused gene regions (Arginine Kinase, GAPDH, IDH, MDH, RpS2 and RpS5)\nand two rarely used gene regions (CAD and DDC) that when added to the\nthree traditional gene regions (COI, EF-1? and wingless) gave a dataset\nof 8114 bp. Phylogenetic robustness and stability increased with\nincreasing numbers of genes. Smaller taxanomic subsets were also robust\nwhen using the full gene dataset. The full 11 gene dataset was robust\nand stable across reconstruction methods, recovering the major lineages\nand strongly supporting relationships within them. Our methods and\ninsights should be applicable to taxonomic groups having a single\ngenomic reference species and several EST databases from taxa that\ndiverged less than 100 million years ago.","trees":[{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Nymphalidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2958.phy"}]}