{"Authors":" Omar Zeron Flores, David S. Gernandt, Ann Willyard, Gretel\nGeada Lopez, Aaron Liston, Susana Magallón","Year":" 2008","Title":" Use of simultaneous analyses to guide fossil-based\ncalibrations of Pinaceae phylogeny","Journal":" International Journal of Plant Sciences","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Uncertainties in the age and phylogenetic position of\nPinaceae fossils present significant obstacles to our understanding of\nthe timing of diversification in the family. We demonstrate that\nsimultaneous phylogenetic analyses of chloroplast DNA (matK and rbcL)\nand non-molecular characters that include both extant genera and a\nlimited number of fossil taxa provide useful hypotheses for calibrating\nmolecular trees. Root placements varied for Pinaceae, with Bayesian\nanalyses recovering mutually monophyletic subfamilies Pinoideae and\nAbietoideae, and parsimony analyses recovering Abietoideae as\nparaphyletic by placing the root between Cedrus and the remaining\ngenera. The inferred phylogenetic position of fossil taxa Pityostrobus\nbernissartensis as the sister group to Pinus, and Pseudolarix erensis as\nthe sister group to extant Pseudolarix was used to guide divergence time\ncalibrations. These calibrations yield an Early Cretaceous or Early\nJurassic age of crown group Pinaceae, respectively. The older age\nestimates based on Pseudolarix erensis are supported by weaker evidence\nfrom the fossil record, but are consistent with recent reports of Early\nCretaceous leaf fossils that appear to coincide with extant genera.\nThere remains a great need to characterize the anatomy of extant and\nfossil species, and to code additional non-molecular characters.","trees":[{"tree_label":"parsimony1A","ntax":"26","rootedtree":"TRUE","title":"Pinaceae 26-taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2961.phy"},{"tree_label":"Fig. 1c","ntax":"20","rootedtree":"TRUE","title":"Pinaceae 20-taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2960.phy"},{"tree_label":"Supp. Fig. Bayesian Majority-rule","ntax":"49","rootedtree":"TRUE","title":"Pinaceae 49-taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2959.phy"}]}