{"Authors":" Pedro Lebre, Jochen Blom, Habibu Aliyu, Don A Cowan, Pieter\nDe Maayer","Year":" 2016","Title":" Phylogenomic re-assessment of the thermophilic genus\nGeobacillus","Journal":" Systematic and Applied Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Geobacillus; thermophile; Phylogenomic metrics; Average\nNucleotide Identity; digital DNA-DNA hybridization","DOI":"","Abstract":" Geobacillus is a genus of Gram-positive, aerobic,\nspore-forming obligate thermophiles. The descriptions and subsequent\naffiliations of the species in the genus have mostly been based on\npolyphasic taxonomy rules that include traditional sequence-based\nmethods such as DNA-DNA hybridization and comparison of 16S rRNA gene\nsequences. Currently, there are fifteen validly described species within\nthe genus. The availability of whole genome sequences has provided an\nopportunity to validate and/or re-assess these conventional estimates of\ngenome relatedness. We have applied whole genome approaches to estimate\nthe phylogenetic relatedness among the sixty-three Geobacillus strains\nfor which genome sequences are currently publicly available, including\nthe type strains of eleven validly described species. The phylogenomic\nmetrics AAI (Average Amino acid Identity), ANI (Average Nucleotide\nIdentity) and dDDH (digital DNA-DNA hybridization) indicated that the\ncurrent genus Geobacillus is comprised of sixteen distinct\ngenomospecies, including several potentially novel species. Furthermore,\na phylogeny constructed on the basis of the core genes identified from\nthe whole genome analyses indicated that the genus clusters into two\nmonophyletic clades that clearly differ in terms of nucleotide base\ncomposition. The G+C content ranges for clade I and II were 48.8-53.1%\nand 42.1-44.4%, respectively. We therefore suggest that the Geobacillus\nspecies currently residing within clade II be considered as a new\ngenus.","trees":[{"tree_label":"tree 1","ntax":"64","rootedtree":"TRUE","title":"Thermophilic genus Geobacillus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101532.phy"}]}