{"Authors":" Paul G. Wolf, Douglas E. Soltis, Pamela S. Soltis","Year":" 1993","Title":" Phylogenetic significance of chloroplast restriction site\nvariation in the Ipomopsis aggregata complex and related species\n(Polemoniaceae).","Journal":" Systematic Botany","Volume":" 18","Issue":" NA","Pages":" 652-662","Keywords":" NA","DOI":" NA","Abstract":" The Ipomopsis aggregata complex comprises diploid,\nperennial, montane herbs, distributed across western North America. We\nused chloroplast DNA (cpDNA) restriction site variation to examine\nphylogenetic relationships among the three species in the complex, I.\naggregata, I. arizonica and I. tenuituba, and several related species.\nTwenty-one restriction site mutations and four length mutations were\nused to reconstruct a phylogenetic tree by cladistic methods. With a few\nexceptions, patterns of cpDNA variation within I. aggregata were\nconsistent with current taxonomy and reflected the geographic\ndistributions of subspecies and populations. However, cpDNA-based\nrelationships among species were not congruent with a pre-I992 taxonomy\nof the group. Ipomopsis tenuituba did not form a distinct clade; two\npopulations of this species had the same primitive cpDNA as l. arizonica\nand I. rubra, whereas two other populations emerged on branches within\nI. aggregata, and one population (of I. tenuituba subsp. macrosiphon)\nshared mutations with I. thurberi. It is not clear whether this pattern\nis the result of cpDNA transfer during periods of hybridization or the\ntenuituba morphology has arisen independently more than once. Ipomopsis\ntenuituba subsp. macrosiphon has subsequently been segregated as a\nspecies. The level of sequence divergence among species was similar in\nmagnitude to that among populations within each species, consistent with\npatterns of recent divergence and subsequent hybridization among the\nthree species in the complex. In addition, relationships based on cpDNA\nvariation reflected taxonomy and geographic distribution more\ncongruently than did allozymes. The results from this study suggest that\nevolution of the I. aggregata complex has involved cases of chloroplast\nDNA transfer between taxa, convergent evolution for certain floral\ncharacters, or both.","trees":[{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Ipomopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4282.phy"}]}