{"Authors":" Anabela Lopes, Carla Barradas, Alan John Lander Phillips,\nArtur Alves","Year":" 2016","Title":" Diversity and phylogeny of Neofusicoccum species occurring on\nforest and urban environments in Portugal","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeriaceae, pathogenic, endophytic, ornamentals,\nhost-association","DOI":"","Abstract":" The genus Neofusicoccum includes species with a very wide\nrange of geographical and host distribution, including woody plants of\nagricultural, forestry and economic importance. Neofusicoccum species\nare typically endophytes but under stress conditions cause decline and\ndieback symptoms. This genus comprises 27 species that are difficult to\nidentify based on morphological features alone. In recent years much\neffort is being devoted to redefine species limits using multi locus\nsequence data, which has resulted in the identification of several\ncryptic species. The aim of this study was to establish phylogenetic\nrelationships within a collection of Neofusicoccum isolates obtained\nfrom several hosts in Portugal. A total of 351 isolates was\ncharacterised by BOX-PCR fingerprinting to evaluate their overall\ngenetic diversity. Representatives of each group identified in this\nanalysis were selected for sequence analysis of the ribosomal internal\ntranscribed spacer region and partial sequences of protein-coding genes,\nnamely translation elongation factor 1-alpha and beta-tubulin. Available\nsequences from almost all known and well-characterized Neofusicoccum\nspecies were retrieved from GenBank and included in the phylogenetic\nanalyses along with the sequences from the isolates under study. Maximum\nlikelihood phylogenetic analysis of the combined three loci clearly\nresolved all species. Most of the isolates belong to known species,\nnamely N. australe, N. eucalyptorum, N. luteum and N. parvum and many\nnew host-associations were identified.","trees":[{"tree_label":"Imported tree 1","ntax":"147","rootedtree":"TRUE","title":"Neofusicoccum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_98596.phy"}]}