{"Authors":" Hiroshi Hisano, Mai Tsujimura, Hideya Yoshida, Toru\nTerachi, Kazuhiro Sato","Year":" 2016","Title":" Mitochondrial genome sequences from wild and cultivated\nbarley (Hordeum vulgare)","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Hordeum vulgare, mitochondrial genome, de novo assembly,\ncomparative genomics","DOI":"","Abstract":" Background: Sequencing analysis of mitochondrial genomes\nis important for understanding the evolution and genome structures of\nvarious plant species. Barley is a self-pollinated diploid plant with\nseven chromosomes comprising a large haploid genome of 5.1 Gbp. Wild\nbarley (Hordeum vulgare ssp. spontaneum) and cultivated barley (H.\nvulgare ssp. vulgare) have cross compatibility and closely related\ngenomes, although a significant number of nucleotide polymorphisms have\nbeen reported between their genomes. Results: We determined the complete\nnucleotide sequences of the mitochondrial genomes of wild and cultivated\nbarley. Two independent circular maps of the 525,599 bp barley\nmitochondrial genome were constructed by de novo assembly of\nhigh-throughput sequencing reads of barley lines H602 and Haruna Nijo,\nwith only three SNPs detected between haplotypes. These mitochondrial\ngenomes contained 33 protein-coding genes, three ribosomal RNAs, 16\ntransfer RNAs, 188 new ORFs, six major repeat sequences and several\ntypes of transposable elements. Of the barley mitochondrial\ngenome-encoded proteins, NAD6, NAD9 and RPS4 had unique structures among\ngrass species. Conclusions: The mitochondrial genome of barley was\nsimilar to those of other grass species in terms of gene content, but\nthe configuration of the genes was highly differentiated from that of\nother grass species. Mitochondrial genome sequencing is essential for\nannotating the barley nuclear genome; our mitochondrial sequencing\nidentified a significant number of fragmented mitochondrial sequences in\nthe reported nuclear genome sequences. Little polymorphism was detected\nin the barley mitochondrial genome sequences, which should be explored\nfurther to elucidate the evolution of barley.","trees":[{"tree_label":"Imported tree 1","ntax":"9","rootedtree":"TRUE","title":"Tr100545","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100545.phy"}]}