{"Authors":" Miguel Vences, Julian Glos, Ole Madsen, Celine Poux, W. W.\nd. Jong","Year":" 2008","Title":" Molecular phylogeny and divergence times of Malagasy tenrecs:\ninfluence of data partitioning and taxon sampling on dating\nanalyses","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background: Malagasy tenrecs belong to the Afrotherian\nclade of placental mammals and comprise three subfamilies divided in\neight genera (Tenrecinae: Tenrec, Echinops, Setifer and Hemicentetes;\nOryzorictinae: Oryzorictes, Limnogale and Microgale; Geogalinae:\nGeogale). The diversity of their morphology and incomplete taxon\nsampling made it difficult until now to resolve phylogenies based on\neither morphology or molecular data for this group. Therefore, in order\nto delineate the evolutionary history of this family, phylogenetic and\ndating analyses were performed on a four nuclear genes dataset (ADRA2B,\nAR, GHR and vWF) including all Malagasy tenrec genera. Moreover, the\ninfluence of both taxon sampling and data partitioning on the accuracy\nof the estimated ages were assessed. Results: Within Afrotheria the vast\nmajority of the nodes received a high support, including the grouping of\nhyrax with sea cow and the monophyly of both Afroinsectivora\n(Macroscelidea + Afrosoricida) and Afroinsectiphillia (Tubulidentata +\nAfroinsectivora). Strongly supported relationships were also recovered\namong all tenrec genera allowing us to unravel as yet unknown\nphylogenetic relations: the grouping of Geogale with Oryzorictinae and\nthe possible nesting of Limnogale within the genus Microgale. The\ntimeline of Malagasy tenrec diversification does not reflect a fast\nadaptive radiation after the arrival on Madagascar, indicating that\nmorphological specializations have appeared over the whole evolutionary\nhistory of the family, and not just in a short period after\ncolonization. Our results demonstrated that age estimates at the root of\na clade became older with increased taxon sampling of that clade.\nMoreover an augmentation of data partitions resulted in older age\nestimates as well, whereas standard deviations increased when more\nextreme partition schemes were used. Conclusion: Our results provide the\nfirst resolved gene tree comprising all Malagasy tenrec genera, and may\nlead to revision of tenrec taxonomy. On this solid phylogenetic\nframework a timeframe of tenrec evolution was built and showed that\nmorphological specializations of the tenrecs may have been affected by\nenvironmental changes caused by climatic and/or subsequent colonization\nevents. Analyses including various taxon sampling and data partitions\nallow us to point out some possible pitfalls that may lead to biased\nresults in molecular dating; however, further analyses are needed to\ncorroborate these observations.","trees":[{"tree_label":"Fig. 1","ntax":"38","rootedtree":"TRUE","title":"Tenrecs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2972.phy"}]}