{"Authors":" Li-Yaung Kuo, Cheng-Wei Chen, Wataru Shinohara, Atsushi\nEbihara, Kudoh Hiroshi, Sato Hirotoshi , Yao-Moan Huang, Wen-Liang\nChiou","Year":" 2017","Title":" Not only in the temperate zone: independent gametophytes of\ntwo vittarioid ferns (Pteridaceae, Polypodiales) in East Asian\nsubtropics","Journal":" Journal of Plant Research","Volume":" 130","Issue":"","Pages":" 407-416","Keywords":" East Asia; fern, Haplopteris; independent gametophyte;\nsubtropics; vittarioid.","DOI":" 10.1007/s10265-016-0897-x","Abstract":" Independent gametophyte ferns are unique among vascular\nplants because they are sporophyteless and reproduce asexually to\nmaintain their populations in the gametophyte generation. Such ferns had\nbeen primarily discovered in temperate zone, and usually hypothesized\nwith (sub)tropical origins and subsequent extinction of sporophyte due\nto climate change during glaciations. Presumably, independent fern\ngametophytes are unlikely to be distributed in tropics and subtropics\nbecause of relatively stable climates which are less affected by\nglaciations. Nonetheless, the current study presents cases of two\nindependent gametophytes fern species in subtropic East Asia. In this\nstudy, we applied plastid DNA sequences (trnL-LF and matK + ndhF + chlL\ndatasets) and comprehensive sampling (~80 %) of congeneric species for\nmolecular identification and divergence time estimation of these\nindependent fern gametophytes. The two independent gametophyte ferns\nwere found belonging to genus Haplopteris (vittarioids, Pteridaceae) and\nno genetic identical sporophyte species in East Asia. For one species,\ndivergence times between its populations imply recent oversea\ndispersal(s) by spores occurred during Pleistocene. By examining their\nex situ and in situ fertility, prezygotic sterility was found in these\ntwo Haplopteris, in which gametangia were not or very seldom observed,\nand this prezygotic sterility might attribute to their lacks of\nfunctional sporophytes. Our field observation and survey on their\nhabitats suggest microhabitat conditions might attribute to this\nprezygotic sterility. These findings point to consideration of whether\nrecent climate change during the Pleistocene glaciation resulted in\necophysiological maladaptation of non-temperate independent gametophyte\nferns. In addition, we provided a new definition to classify fern\ngametophyte independences at the population level. We expect that\ncontinued investigations into tropical and subtropical fern gametophyte\nfloras will further illustrate the biogeographic significance of\nnon-temperate fern gametophyte independence.","trees":[{"tree_label":"TREE1","ntax":"61","rootedtree":"TRUE","title":"Vittarioids ndhF+chlL+matK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_108958.phy"}]}