{"Authors":" Volker Knoop, Theresia Rein, Ute Wahrmund, Kai F. Mueller,\nMilena Groth-Malonek","Year":" 2008","Title":" Fifty mosses on five trees: Comparing phylogenetic\ninformation in three types of non-coding mitochondrial DNA and two\nchloroplast loci","Journal":" Plant Systematics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Given the frequent genomic recombinations in plant\nmitochondrial DNA, intergenic regions of this organelle genome had so\nfar not been considered as loci of potential phylogentic information.\nBased on the recent evidence that an evolutionary ancient mitochondrial\nnad5-nad4 gene continuum is conserved in bryophytes we have compiled a\ndataset for a phylogenetically wide sampling of 50 mosses covering this\nintergenic region. The length of the intergenic region was generally in\nthe range of 585 bp (Diphyscium) to 646 bp (Tomentypnum) with rare\nexceptions, for example all Polytrichales taxa showing a 200 bp deletion\nas an apparent synapomorphy of this order. Phylogenetic information in\nthe novel marker sequence was compared with that of a nad5 gene region\ncontaining a group I intron and a nad2 gene region containing a group II\nintron as well as with two widely sampled chloroplast data sets, rbcL\nand rps4. Indel evolution in the three types of non-coding mitochondrial\nsequences is obviously more taxon-dependent than locus-dependent,\nindicating lineage-specific insertion/deletion rates. For example,\nlarger sequence deletions are a general feature in Schistostega and\nTetraphis. Although confidence for particular nodes in the phylogeny was\nfound to vary among data sets, gene trees were essentially without\nconflict with respect to well supported ones and add up in information\ntowards a reasonably well resolved moss phylogeny. However, while a\nconsensus on the latter is clearly emerging, sufficient confidence is\nstill lacking for the first dichotomies among the arthrodontous mosses\nleading into subclasses Bryidae, Dicranidae and Funariidae and the\nrelative placement of nematodontous mosses (Polytrichales and\nTetraphidales) on the backbone of early moss phylogeny.","trees":[{"tree_label":"Fig 1","ntax":"50","rootedtree":"TRUE","title":"Bryophyta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2973.phy"},{"tree_label":"Fig 3","ntax":"50","rootedtree":"TRUE","title":"Bryophyta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2974.phy"}]}