{"Authors":" Tracey V Steinrucken, Sonia Aghighi, Giles E. St. J. Hardy,\nAndrew Bissett, Jeff R Powell, Rieks D van Klinken","Year":" 2016","Title":" First report of Oomycetes associated with the invasive tree\nParkinsonia aculeata (Family: Fabaceae)","Journal":" Australasian Plant Pathology Journal","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phytophthora species have caused the decline and dieback\nof multiple tree species in Australia and around the world. Dieback in\ninvasive trees in Australia has been observed for decades, motivating\nresearch into the potential causes of dieback to be used for biological\ncontrol of these invasive species. Despite wide-ranging and ongoing\nresearch into invasive plant dieback, Phytophthora species have been\nlargely ignored as potential causal agents of dieback, with the focus\nmore on latent fungal pathogens living as endophytes. We conducted the\nfirst survey of Phytophthora and other oomycete species associated with\ndieback of the invasive tree, Parkinsonia aculeata L. (Fabaceae). Using\nzoospore baiting, we recovered multiple Oomycete isolates from roots and\nsoil of healthy and dieback-affected parkinsonia in Kununurra, Western\nAustralia and Charters Towers, Queensland. Using molecular taxonomy, we\nidentified 65 unique genotypes within the Oomycota, predominantly\ncomposed of Phytophthora palmivora, P. nicotianae, Pythium vexans, and a\nnumber of Pythium spp. whose identities could not be further resolved.\nWe recovered fewer Oomycete isolates from soil and roots in\ndrought-affected Charters Towers than Kununurra, which had experienced\nrecent rainfall. Oomycetes require soil moisture for the dispersal of\nzoospores, and parkinsonia dieback occurs across multiple climatic zones\nincluding those experiencing severe drought. None of the species\nidentified were consistently isolated from dieback-affected trees\nsuggesting that any association with parkinsonia dieback may be\nlocalised. More extensive surveys and pathogenicity screenings of\nisolated Oomycetes are required to evaluate their suitability as\npotential biocontrol agents. We conducted the first survey of\nPhytophthora and other oomycete species associated with dieback of the\ninvasive tree, Parkinsonia aculeata. We isolated 107 isolates from roots\nand soil of healthy and dieback-affected parkinsonia in Kununurra,\nWestern Australia and Charters Towers, Queensland. Using molecular\ntaxonomy, we identified 65 unique genotypes within the Oomycota,\npredominantly composed of Phytophthora palmivora, P. nicotianae, Pythium\nvexans, and a number of Pythium spp. whose identities were unable to be\nfurther resolved. None of the species identified were consistently\nisolated from dieback-affected trees. Nevertheless, fewer oomycetes were\nisolated from soil and roots in Charters Towers than Kununurra, possibly\ndue to a lack of soil moisture in Charters Towers as indicated by\nrainfall data. Although oomycetes require soil moisture for the\ndispersal of zoospores, and parkinsonia dieback occurs across multiple\nclimatic zones including those experiencing severe drought, it is still\npossible that Phytophthora or other oomycetes are associated with\ndieback. Further surveys and pathogenicity screenings of isolated\noomycetes are required to support this.","trees":[{"tree_label":"tree 1","ntax":"70","rootedtree":"TRUE","title":"Oomycete UPGMA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99076.phy"}]}