{"Authors":" Weston Lee Testo, Michael Andrew Sundue","Year":" 2016","Title":" A 4000-species dataset provides new insight into the\nevolution of ferns","Journal":" Molecular phylogenetics and Evolution","Volume":" 105","Issue":"","Pages":" 200-211","Keywords":"","DOI":"","Abstract":" Ferns are the second-most diverse lineage of vascular\nplants on Earth, yet the best-sampled time-calibrated phylogeny of the\ngroup to date includes fewer than 5% of global diversity and was\npublished seven years ago. We present a time-calibrated phylogeny that\nincludes nearly half of extant fern diversity. Our results are evaluated\nin the context of previous studies and the fossil record, and we develop\nnew hypotheses about the radiation of leptosporangiate ferns. We used\nsequence data from six chloroplast regions for nearly 4000 species of\nferns to generate the most comprehensive phylogeny of the group ever\npublished. We calibrate the phylogeny with twenty-six fossils and use an\narray of phylogenetic methods to resolve phylogenetic relationships,\nestimate divergence times, and infer speciation, extinction, and net\ndiversification rates. We infer a mid-late Silurian origin for ferns\n(including horsetails) and an early Carboniferous origin for\nleptosporangiate ferns. Most derived fern families appeared in the\nCretaceous and persisted for millions of years before rapidly\ndiversifying in the Cenozoic. We find no evidence of differential rates\nof diversification among terrestrial and epiphytic species. Our findings\nchallenge previous hypotheses on the evolutionary history of ferns and\npresent a new paradigm for their Cenozoic radiation. We estimate earlier\ndivergences for most fern lineages than were reported in previous\nstudies and provide evidence of extended persistence of major fern\nlineages prior to rapid diversification in the last fifty million\nyears.","trees":[{"tree_label":"Fig. S2","ntax":"4007","rootedtree":"TRUE","title":"Evolution of ferns","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100612.phy"}]}