{"Authors":" Per Alström, Urban Olsson, Johan A. A. Nylander, Isabel\nSanmartín","Year":" 2008","Title":" Accounting for Phylogenetic Uncertainty in Biogeography: A\nBayesian Approach to Dispersal-Vicariance Analysis of the Thrushes\n(Aves: Turdus)","Journal":" Systematic Biology","Volume":" 57","Issue":" 2","Pages":" 257-268","Keywords":"","DOI":" 10.1080/10635150802044003","Abstract":" The phylogeny of the thrushes (Aves: Turdus) has been\ndifficult to reconstruct due to short internal branches and lack of node\nsupport for certain parts of the tree. Reconstructing the biogeographic\nhistory of this group is further complicated by the fact that current\nimplementations of biogeographic methods, such as dispersal-vicariance\nanalysis (DIVA; Ronquist, 1997), require a fully resolved tree. Here, we\napply a Bayesian approach to dispersal-vicariance analysis that accounts\nfor phylogenetic uncertainty and allows a more accurate analysis of the\nbiogeographic history of lineages. Specifically, ancestral area\nreconstructions can be presented as marginal distributions, thus\ndisplaying the underlying topological uncertainty. Moreover, if there\nare multiple optimal solutions for a single node on a certain tree,\nintegrating over the posterior distribution of trees often reveals a\npreference for a narrower set of solutions. We find that despite the\nuncertainty in tree topology, ancestral area reconstructions indicate\nthat the Turdus clade originated in the eastern Palearctic during the\nLate Miocene. This was followed by an early dispersal to Africa from\nwhere a worldwide radiation took place. The uncertainty in tree topology\nand short branch lengths seems to indicate that this radiation took\nplace within a limited time span during the Late Pliocene. The results\nsupport the role of Africa as a probable source area for\ninter-continental dispersals as suggested for other passerine groups,\nincluding basal diversification within the songbird tree.","trees":[{"tree_label":"MBT","ntax":"112","rootedtree":"TRUE","title":"Turdus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2975.phy"}]}