{"Authors":" Torsten H. Struck, Frauke Fisse","Year":" 2008","Title":" Phylogenetic position of Nemertea derived from phylogenomic\ndata","Journal":" Molecular Biology and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Nemertea and Platyhelminthes have traditionally been\ngrouped together because they possess a so-called acoelomate\norganization, but lateral vessels and rhynchocoel of nemerteans have\nbeen regarded as coelomic cavities. Additionally both taxa show spiral\ncleavage patterns prompting the placement of Nemertea as sister to\ncoelomate Protostomia, i.e., either to Neotrochozoa (Mollusca and\nAnnelida) or to Teloblastica (Neotrochozoa plus Arthropoda). Some\nworkers maintain a sister group relationship of Nemertea and\nPlatyhelminthes as Parenchymia, because of an assumed homology of Götte\u001as\nand Müller\u001as larvae of polyclad Platyhelminthes and the pilidium larvae\nof heteronemerteans. So far molecular data were only able to\nsignificantly reject a sister group relationship to Teloblastica.\nAlthough phylogenomic data are available for Platyhelminthes, Annelida,\nMollusca, and Arthropoda, they are lacking for Nemertea. Herein, we\npresent the first analysis specifically addressing nemertean\nphylogenetic position using phylogenomic data. More specifically, we\ncollected EST data from Lineus viridis (O.F. Müller, 1774) and combined\nit with available data to produce a dataset of 9,377 amino acid\npositions from 60 ribosomal proteins. Maximum likelihood analyses and\nBayesian inferences place Nemertea in a clade together with Annelida and\nMollusca. Furthermore, hypothesis testing significantly rejected a\nsister group relationship to either Platyhelminthes or Teloblastica. The\nCoelomata hypothesis, which groups coelomate taxa together to the\nexclusion of acoelomate and pseudocoelomate taxa, is not congruent with\nour results. Thus, the supposed acoelomate organization evolved\nindependently in Nemertea and Platyhelminthes. In Nemertea, evolution of\nacoely is most likely due to a secondary reduction of the coelom as it\nis found in certain species of Mollusca and Annelida. Though looking\nvery similar, the Götte\u001as and Müller\u001as larvae of polyclad Platyhelminthes\nare not homologous to the pilidium larvae of heteronemerteans. Finally,\nthe convergent evolution of segmentation in Annelida and Arthropoda is\nfurther substantiated.","trees":[{"tree_label":"Fig. 1a","ntax":"32","rootedtree":"TRUE","title":"Metazoa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2976.phy"},{"tree_label":"Fig. 1b","ntax":"32","rootedtree":"TRUE","title":"Metazoa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2977.phy"}]}