{"Authors":" Candido Alves Costa, Maria de Fatima Goncalves Fernanades,\nMaruzanete Pereira Melo, Josiane Goncalves Silva, Daiana Maria Queiroz\nAzevedo, Fernando Silva Rocha, Ludwig H Pfenning, Sarah da Silva Costa\nGuimarães","Year":" 2016","Title":" Etiology of root rot and wilt disease of chickpea in\nBrazil","Journal":" Tropical Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Cicer arietinum L., Fusarium oxysporum, Fusarium solani,\nfusariosis, pathogenicity, translation elongation factor 1 alpha.","DOI":"","Abstract":" Fusarium wilt caused by Fusarium oxysporum f. sp. ciceris\n(Padwick) Matuo & K. Sato has become the main limiting factor for\nchickpea (Cicer arietinum L.) production around the world. Although the\ncultivation of this legume is recent in Brazil, there are already\nreports on Fusarium spp. occurrence causing crop losses. Fourteen\nisolates obtained from roots of chickpea plants showing wilt and\nyellowing symptoms, from Brazil, were evaluated through phylogenetic\nanalysis of the EF-1α region, morphological markers and pathogenicity\ntests. Three isolates were clustered within a distinct lineage from\nthose aready described for the FSSC. The remaining 11 isolates were\nclustered within the FOSC, in a different clade from F. oxysporum f. sp.\nciceris. The pathogenicity test was performed two times, separated in\ntime. All isolates were pathogenic but showed differences regarding\naggressiveness. Isolates of the different complexes elicited the same\nsymptoms: yellowing, wilt and root rot of chickpea plants. Morphological\nmarkers allowed differentiating isolates form distinct complexes but not\ndifferentiating between lineages.","trees":[{"tree_label":"PAUP_1","ntax":"48","rootedtree":"TRUE","title":"Fusarium sp. FSSC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100902.phy"},{"tree_label":"PAUP_1","ntax":"22","rootedtree":"TRUE","title":"Fusarium sp. FOSC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100903.phy"}]}