{"Authors":" Guo Xuejie, Fan Chengming , Chen Yuhong, Wang Jingqiao, Yin\nWeibo, wang Richard R.-C., Hu zanmin","Year":" 2016","Title":" Identification and characterization of an efficient acyl-CoA:\ndiacylglycerol acyltransferase 1 (DGAT1) gene from the microalga\nChlorella ellipsoidea","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Chlorella ellipsoidea, Diacylglycerol acyltransferase,\nNitrogen starvation, Seed oil content, Seed weight, Triacylglycerol","DOI":"","Abstract":" Background: Oil in the form of triacylglycerols (TAGs) is\nquantitatively the most important storage form of energy for eukaryotic\ncells. Diacylglycerol acyltransferase (DGAT) is considered the\nrate-limiting enzyme for TAG accumulation. Chlorella, a unicellular\neukaryotic green alga, has attracted much attention as a potential\nfeedstock for renewable energy production. However, the function of\nDGAT1 in Chlorella has not been reported. Results: A full-length cDNA\nencoding a putative diacylglycerol acyltransferase 1 (DGAT1, EC\n2.3.1.20) was obtained from Chlorella ellipsoidea. The 2,142 bp open\nreading frame of this cDNA, designated CeDGAT1, encodes a protein of 713\namino acids showing no more than 40% identity with DGAT1s of higher\nplants. Transcript analysis showed that the expression level of CeDGAT1\nmarkedly increased under nitrogen starvation, which led to significant\ntriacylglycerol (TAG) accumulation. CeDGAT1 activity was confirmed in\nthe yeast quadruple mutant strain H1246 by restoring its ability to\nproduce TAG. Upon expression of CeDGAT1, the total fatty acid content in\nwild-type yeast (INVSc1) increased by 142%, significantly higher than\nthat transformed with DGAT1s from higher plants, including even the oil\ncrop soybean. The over-expression of CeDGAT1 under the NOS promoter in\nwild-type Arabidopsis thaliana and Brassica napus var. Westar\nsignificantly increased the oil content by 8-37% and 12-18% and the\naverage 1,000-seed weight by 9-15% and 6-29%, respectively, but did not\nalter the fatty acid composition of the seed oil. The net increase in\nthe 1,000-seed total lipid content was up to 25-50% in both transgenic\nArabidopsis and B. napus. Conclusions: We identified a gene encoding\nDGAT1 in C. ellipsoidea and confirmed that it plays an important role in\nTAG accumulation. This is the first functional analysis of DGAT1 in\nChlorella. This information is important for understanding lipid\nsynthesis and accumulation in Chlorella and for genetic engineering to\nenhance oil production in microalgae and oil plants.","trees":[{"tree_label":"Fig. 1","ntax":"45","rootedtree":"TRUE","title":"CeDGAT1 and DGATs from plants, animals, fungi and\nmicroalgae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101517.phy"}]}