{"Authors":" E. A. Tripp, Paul S. Manos","Year":" 2008","Title":" Is floral specialization an evolutionary dead-end?\nPollination system transitions in Ruellia (Acanthaceae)","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Pollination systems frequently reflect adaptations to\nparticular groups of pollinators. Such systems are indicative of\nevolutionary specialization and have been important in angiosperm\ndiversification. We studied the evolution of pollination systems in the\nlarge genus Ruellia. Phylogenetic analyses, morphological ordinations,\nancestral state reconstructions, and a character mapping simulation were\nconducted to reveal key patterns in the direction and lability of floral\ncharacters associated with pollination. We found significant floral\nmorphological differences among species that were generally associated\nwith different groups of floral visitors. Floral evolution has been\nhighly labile and also directional. Some specialized systems such as\nhawkmoth or bat pollination are likely evolutionary dead-ends. In\ncontrast, specialized pollination by hummingbirds is clearly not a\ndead-end. We found evidence for multiple reverse transitions from\npresumed ancestral hummingbird pollination to more derived bee or insect\npollination. These repeated origins of insect pollination from\nhummingbird-pollinated ancestors have not evolved without historical\nbaggage. Flowers of insect-pollinated species derived from\nhummingbird-pollinated ancestors are morphologically more similar to\nhummingbird flowers than they are to other more distantly related\ninsect-pollinated flowers. Finally, some pollinator switches were\nconcomitant with changes in floral morphology that are associated with\nthose pollinators. These observations are consistent with the hypothesis\nthat some transitions have been adaptive in the evolution of\nRuellia.","trees":[{"tree_label":"Ruellia 116 MB","ntax":"116","rootedtree":"TRUE","title":"Ruellia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2978.phy"},{"tree_label":"Ruellia 116 ML","ntax":"116","rootedtree":"TRUE","title":"Ruellia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2979.phy"},{"tree_label":"Ruellia 154 ITS MB","ntax":"154","rootedtree":"TRUE","title":"Ruellia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2980.phy"}]}