{"Authors":" Josmaily Loriga, Ledis Regalado, Carmen Prada, Harald\nSchneider, Jochen Heinrichs","Year":" 2016","Title":" Phylogenetic relationships of two Cuban spleenworts with\nunusual morphology: Asplenium (Schaffneria) nigripes and Asplenium\npumilum (Aspleniaceae, leptosporangiate ferns)","Journal":" Plant Systematic and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Greater Antilles, Mesoamerica, chloroplast DNA, molecular\nphylogeny, Polypodiales, satellite genera","DOI":"","Abstract":" The classification of Asplenium, the most species rich\ngenus of ferns, is notoriously difficult as a result of extensive\nmorphological homoplasy combined with exceptional morphological\ndisparity. Beside a core Asplenium, 29 satellite genera were described\nbut most of them were not widely accepted. In recent years, molecular\nphylogenetic studies found most of these satellite genera to be nested\nin Asplenium, but several morphologically distinct taxa have not yet\nbeen included in such studies. One of these elements is the monospecific\nneotropical genus Schaffneria, which is characterized by undivided\nsuborbicular blades, lack of a costa, black stipes, netted veins, and\nsingle or paired sori. Maximum likelihood and Bayesian phylogenetic\ninference based on the chloroplast DNA markers rbcL, rps4, rps4-trnS,\nand trnL-trnF indicate a position of Schaffneria nigripes within\nAsplenium. We thus propose to treat Schaffneria as a synonym of\nAsplenium and adopt the name Asplenium nigripes. Asplenium (Schaffneria)\nnigripes is placed sister to A. pumilum, the only species of Asplenium\nwith whitish catenate hairs on its leaves. Despite considerable\nmorphological differences, both species resemble each other in several\nfeatures including filiform-lanceolate, mostly entire, brown-blackish\nrhizome scales with a dark-sclerotic center and some marginal\nprojections, a striate, hairy epidermis, echinolophate spore\nornamentation with slim microechinate folds forming small lacunae, and\nAspidium-type gametophytes.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Majority rule consensus tree from BI analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_98804.phy"}]}