{"Authors":" Violeta Velikova, Mingai Li, Jia Xu, Alberto Algarra\nAlarcon, Silvia Carlin, Enrico Barbaro, Urska Vrhovsek, Franco Biasioli,\nFrancesco Loreto, Claudio Varotto","Year":" 2016","Title":" Lability of evolutionary boundaries between isoprene and\nocimene synthases depends froma a single amino acid of the IspS\n“diagnostic tetrad”","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Isoprene synthase evolution; Arundo donax L. (Poaceae);\nsite-specific mutagenesis; active site reduction; substrate specificity;\nOcimene synthase; trait gain/loss","DOI":"","Abstract":" Isoprene is the most abundant nonmethane volatile organic\ncompound naturally emitted by plants into the atmosphere. So far, genes\ncoding for Isoprene Synthase (IspS), the terminal enzyme in isoprene\nbiosynthesis, have been isolated exclusively from dicotyledons. In this\nstudy we report the characterization of AdoIspS, the first isoprene\nsynthase gene identified from a monocotyledonous species (Arundo donax\nL., Poaceae). Stable transformation and segregation analysis in\nArabidopsis confirmed that AdoIspS protein has exclusive IspS activity.\nAdoIspS shares several features with IspSs from dicots, like gene\nstructure, sequence similarity, organ- and stress-specific\ntranscriptional regulation. However, phylogenetic reconstructions with\ndifferent methods place it at the base of the main clade of isoprene\nsynthases, indicating independent trait evolution in Poaceae. Only three\nout of four aminoacids considered diagnostic for IspSs are conserved in\nAdoIspS, adding this gene to the growing family of non-canonical IspS.\nOverexpression in Arabidopsis of six independent mutations to AdoIspS\ndiagnostic tetrad elucidated for the first time the high functional\nrelevance of these amino acids. Strikingly, the F310A mutation caused\nthe nearly quantitive switch from isoprene to monoterpene emission,\nproviding the first experimental proof of evolution of IspS from Ocimene\nSynthases by active site reduction. Existence of such single-amino acid\nmolecular switch has profound implications for the repeated gain and\nloss of isoprene emission during angiosperm evolution, providing\nexperimental insights into the molecular mechanisms underlying\nevolutionary lability of this important trait and suggesting that\nabiotic/biotic stress tolerance tradeoffs may drive its selection.","trees":[{"tree_label":"ML tree","ntax":"411","rootedtree":"TRUE","title":"Tr98811","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_98811.phy"}]}