{"Authors":" Shota Yamashita, Yoko Arakaki, Hiroko Kawai-Toyooka, Akira\nNoga, Masafumi Hirono, Hisayoshi Nozaki","Year":" 2016","Title":" Alternative evolution of a spheroidal colony in volvocine\nalgae: developmental analysis of embryogenesis in Astrephomene\n(Volvocales, Chlorophyta)","Journal":" BMC Evolutionary Biology","Volume":" 16","Issue":" 1","Pages":" 243","Keywords":" Embryogenesis, Morphology, Mo;ecular identification,\nAstrephomene, Evolution","DOI":" 10.1186/s12862-016-0794-x","Abstract":" Background: Volvocine algae, which range from the\nunicellular Chlamydomonas to the multicellular Volvox with a germsoma\ndivision of labor, are a model for the evolution of multicellularity.\nWithin this group, the spheroidal colony might have evolved in two\nindependent lineages: Volvocaceae and the goniacean Astrephomene.\nAstrephomene produces spheroidal colonies with posterior somatic cells.\nThe feature that distinguishes Astrephomene from the volvocacean algae\nis lack of inversion during embryogenesis; the volvocacean embryo\nundergoes inversion after successive divisions to orient flagella toward\nthe outside. The mechanisms of inversion at the molecular and cellular\nlevels in volvocacean algae have been assessed in detail, particularly\nin Volvox carteri. However, embryogenesis in Astrephomene has not been\nsubjected to such investigations. Results: This study relied on light\nmicroscopy time-lapse imaging using an actively growing culture of a\nnewly established strain to conduct a developmental analysis of\nAstrephomene as well as to perform a comparison with the similar\nspheroidal volvocacean Eudorina. During the successive divisions\ninvolved in Astrephomene embryogenesis, gradual rotation of daughter\nprotoplasts resulted in movement of their apical portions toward the\nembryonic posterior, forming a convex-to-spheroidal cell sheet with the\napical ends of protoplasts on the outside. Differentiation of the\nposterior somatic cells from the embryo periphery was traced based on\ncell lineages during embryogenesis. In contrast, in Eudorina, the\nrotation of daughter protoplasts did not occur during successive cell\ndivisions; however, inversion occurred after such divisions, and a\nspheroidal embryo was formed. Indirect immunofluorescence microscopy of\nbasal bodies and nuclei verified this difference between Astrephomene\nand Eudorina in the movement of embryonic protoplasts. Conclusions:\nThese results suggest different tactics for spheroidal colony formation\nbetween the two lineages: rotation of daughter protoplasts during\nsuccessive cell divisions in Astrephomene, and inversion after cell\ndivisions in Eudorina. This study will facilitate further research into\nthe molecular and genetic mechanisms of the parallel evolution of the\nspheroidal colony in volvocine algae.","trees":[{"tree_label":"PAUP 1","ntax":"9","rootedtree":"TRUE","title":"Volvocine algae YkAs8 rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101489.phy"}]}