{"Authors":" Daniel L. Lindner, Mark T. Banik","Year":" 2008","Title":" Molecular phylogeny of Laetiporus and other brown-rot\npolypore genera in North America","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships were investigated among North\nAmerican species of Laetiporus, Leptoporus, Phaeolus,\nPycnoporellus and Wolfiporia using ITS, nuclear large subunit\nand mitochondrial small subunit rDNA sequences. Members of these genera\nhave poroid hymenophores, simple septate hyphae and cause brown rots in\na variety of substrates. Analyses indicate that Laetiporus and\nWolfiporia are not monophyletic. All North American\nLaetiporus species formed a well-supported monophyletic group\n(the \u001acore Laetiporus clade\u001a or Laetiporus s.s.) with the\nexception of L. persicinus, which showed little affinity for any\ngenus for which sequence data are available. Based on data from GenBank,\nthe southern hemisphere species L. portentosus also fell well\noutside the core Laetiporus clade. Wolfiporia dilatohypha\nwas found to represent a sister group to the core Laetiporus\nclade. Isolates of Phaeolus, Pycnoporellus and members of the\ncore Laetiporus clade all fell within the Antrodia clade of\npolypores, while Leptoporus mollis and Laetiporus\nportentosus fell within the phlebioid clade of polypores.\nWolfiporia cocos isolates also fell in the Antrodia clade, in\ncontrast to previous studies that placed W. cocos in the core\npolyporoid clade. ITS analyses resolved eight clades within\nLaetiporus s.s., three of which may represent undescribed\nspecies. A combined analysis using the three DNA regions resolved five\nmajor clades within Laetiporus s.s.: a clade containing\nconifer-inhabiting species (\u001aConifericola clade\u001a), a clade containing\nL. cincinnatus (\u001aCincinnatus clade\u001a), a clade containing L.\nsulphureus s.s. isolates with yellow pores (\u001aSulphureus clade I\u001a), a\nclade containing L. sulphureus s.s. isolates with white pores\n(\u001aSulphureus clade II\u001a) and a clade containing L. gilbertsonii and\nunidentified isolates from the Caribbean (\u001aGilbertsonii clade\u001a). Although\nthere is strong support for groups within the core Laetiporus\nclade, relationships among these groups remain poorly resolved.","trees":[{"tree_label":"Fig. 3","ntax":"18","rootedtree":"TRUE","title":"Laetiporus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5095.phy"},{"tree_label":"Fig. 1","ntax":"48","rootedtree":"TRUE","title":"Laetiporus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5093.phy"},{"tree_label":"Fig. 2","ntax":"44","rootedtree":"TRUE","title":"Laetiporus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5094.phy"}]}