{"Authors":" Wayne J. Elisens, Andrea D. Wolfe","Year":" 1994","Title":" Nuclear ribosomal DNA restriction-site variation in Penstemon\nsection Peltanthera (Scrophulariaceae): An evaluation of diploid hybrid\nspeciation and evidence for introgression.","Journal":" American Journal of Botany","Volume":" 81","Issue":" NA","Pages":" 1627-1635","Keywords":" NA","DOI":" NA","Abstract":" Penstemon spectabilis is a putative stabilized diploid\nhybrid of P. centranthifolius and P. grinnellii. It is morphologically\nintermediate, and all three species have different pollinators.\nPenstemon centranthifolius and P. spectabilis have been proposed as\nparents of P. clevelandii, which is purportedly isolated by ecological\nfactors. Although hybridization between the proposed parental species\nhas been reported, hybrid swarm formation has not been observed and\nintrogression is purported to be minimal. We tested hypotheses of\ndiploid hybrid speciation and introgression among these species based on\nrDNA restriction-site and length variation for 56 populations within and\noutside of the hybrid complex. Unambiguous molecular markers clearly\ndifferentiated P. centranthifolius, P. grinnellii, and P. spectabilis,\nwhereas P. spectabilis and P. clevelandii had the same rDNA type. The P.\ncentranthifolius rDNA type was found in some populations of P.\nspectabilis and P. clevelandii, but there was no evidence of the\nadditive profile documented for other recent diploid hybrid species. In\ncontrast, the rDNA profile of P. x parishii had a completely additive\nprofile of its proposed parental species P. centranthifolius and P.\nspectabilis. Ribosomal DNA markers for P. gnnnellii were restricted to\npopulations within the species and were not found in any population of\nP. spectabilis. Our data did not support hybrid-speciation hypotheses,\nbut were in accord with allozyme data that provided evidence for\nintrogression between P. centranthifolius and P. grinnellii, P.\nspectabilis and P. clevelandii. These results were used to propose\ncriteria to differentiate ancient diploid hybrid speciation from\npatterns of introgression.","trees":[{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Peltanthera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4283.phy"}]}