{"Authors":" Xue-Wei Wang, Xingzhong Liu, Johannes (Ewald) Zacharias\nGroenewald","Year":" 2017","Title":" Phylogeny of anaerobic fungi (phylum Neocallimastigomycota),\nwith contributions from yak in China","Journal":" Antonie van Leeuwenhoek International Journal of General\nand Molecular Microbiology","Volume":" 110","Issue":"","Pages":" 87-103","Keywords":" Anaerobic fungi - Morphology - Phylogenetic relationships\n- Yak","DOI":" 10.1007/s10482-016-0779-1","Abstract":" The phylum Neocallimastigomycota contains eight genera\n(about 20 species) of strictly anaerobic fungi. The evolutionary\nrelationships of these genera are uncertain due to insufficient sequence\ndata to infer their phylogenies. Based on morphology and molecular\nphylogeny, thirteen isolates obtained from yak faeces and rumen digesta\nin China were assigned to Neocallimastix frontalis (nine isolates),\nOrpinomyces joyonii (two isolates) and Caecomyces sp. (two isolates),\nrespectively. The phylogenetic relationships of the eight genera were\nevaluated using complete ITS and partial LSU sequences, compared to the\nITS1 region which have been widely used in this phylum in the past. Five\nmonophyletic lineages corresponding to six of the eight genera were\nstatistically supported. Isolates of Caecomyces and Cyllamyces were\npresent in a single lineage and could not be separated properly. Members\nof Neocallimastigomycota with uniflagellate zoospores represented by\nPiromyces were polyphyletic. The Piromyces-like genus Oontomyces was\nconsistently closely related to the traditional Anaeromyces, and\nseparated the latter genus into two clades. The phylogenetic position of\nthe Piromyces-like genus Buwchfawromyces remained unresolved.\nOrpinomyces and Neocallimastix, sharing polyflagellate zoospores, were\nsupported as sister genera in the LSU phylogeny. Apparently ITS,\nspecifically ITS1 alone, is not a good marker to resolve the generic\naffinities of the studied fungi. The LSU sequences are easier to align\nand appear to work well to resolve generic relationships. This study\nprovides a comparative phylogenetic revision of Neocallimastigomycota\nisolates known from culture and sequence data.","trees":[{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Neocallimastigomycota Bayesian tree obtained from the\ncomplete ITS alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115741.phy"},{"tree_label":"Fig. 4","ntax":"38","rootedtree":"TRUE","title":"Neocallimastigomycota Bayesian tree obtained from the\nD1/D2 alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115742.phy"},{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"Neocallimastigomycota Bayesian tree obtained from the\nITS1 alignment","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_115740.phy"}]}