{"Authors":" Dmitry Bazhanov, Chengyun Li, Hongmei Li, Jishun Li,\nXinjian Zhang, Xiangfeng Chen, Hetong Yang","Year":" 2016","Title":" Occurrence, diversity and community structure of culturable\natrazine degraders in industrial and agricultural soils exposed to the\nherbicide in Shandong Province, P.R. China","Journal":" BMC Microbiology","Volume":" 16","Issue":"","Pages":" 265","Keywords":" Atrazine-degrading bacteria, diversity, soil bacterial\ncommunities, Arthrobacter, Gulosibacter, Nocardioides, Pseudomonas,\ntrzN, atz genes.","DOI":" 10.1186/s12866-016-0868-3","Abstract":" Background: Soil populations of bacteria rapidly degrading\natrazine are critical to the environmental fate of the herbicide. An\nenrichment bias from the routine isolation procedure prevents studying\nthe diversity of atrazine degraders. In the present work, we analyzed\nthe occurrence, diversity and community structure of soil\natrazine-degrading bacteria based on their direct isolation. Methods:\nAtrazine-degrading bacteria were isolated by direct plating on a\nspecially developed SM agar. The atrazine degradation genes trzN and\natzABC were detected by multiplex PCR. The diversity of atrazine\ndegraders was characterized by enterobacterial repetitive intergenic\nconsensus-PCR (ERIC-PCR) genotyping followed by 16S rRNA gene\nphylogenetic analysis. The occurrence of atrazine-degrading bacteria was\nalso assessed by conventional PCR targeting trzN and atzABC in soil DNA.\nResults: A total of 116 atrazine-degrading isolates were recovered from\nbulk and rhizosphere soils sampled near an atrazine factory and from\ngeographically distant maize fields. Fifteen genotypes were\ndistinguished among 56 industrial isolates, with 13 of them representing\n8 phylogenetic groups of the genus Arthrobacter. The remaining 2 were\nclosely related to Pseudomonas alcaliphila and Gulosibacter\nmolinativorax and constituted major components of the atrazine-degrading\ncommunity in the most heavily contaminated industrial plantless soil.\nAll isolates from the adjacent sites inhabited by cogon grass or common\nreed were various Arthrobacter spp. with a strong prevalence of A.\naurescens group. Only 3 genotypes were distinguished among 60\nagricultural strains. Genetically similar Arthrobacter ureafaciens\nbacteria which occurred as minor inhabitants of cogon grass roots in the\nindustrial soil were ubiquitous and predominant atrazine degraders in\nthe maize rhizosphere. The other 2 genotypes represented 2 distant\nNocardioides spp. that were specific to their geographic origins.\nConclusions: Direct plating on SM agar enabled rapid isolation of\natrazine-degrading bacteria and analysis of their natural diversity in\nsoil. The results obtained provided evidence that contaminated soils\nharbored communities of genetically distinct bacteria capable of\nindividually degrading and utilizing atrazine. The community structures\nof culturable atrazine degraders were habitat-specific. Bacteria\nbelonging to the genus Arthrobacter were the predominant degraders of\natrazine in the plant rhizosphere.","trees":[{"tree_label":"Fig. 2B","ntax":"44","rootedtree":"TRUE","title":"ATZ-D Nocardioides Gulosibacter NJ Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_98898.phy"},{"tree_label":"Fig. 2A","ntax":"69","rootedtree":"TRUE","title":"16S rRNA ATZ-D Arthrobacter NJ Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_99078.phy"},{"tree_label":"Fig. 2C","ntax":"34","rootedtree":"TRUE","title":"16S rRNA gene ATZ-D Pseudomonas NJ Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_99079.phy"}]}