{"Authors":" Agnieszka Zmienko, Anna Samelak-Czajka, Piotr Kozlowski,\nMaja Szymanska, Marek Figlerowicz","Year":" 2016","Title":" Arabidopsis thaliana population analysis reveals high\nplasticity of the genomic region spanning MSH2, AT3G18530 and AT3G18535\ngenes and provides evidence for NAHR-driven recurrent CNV events\noccurring in this location","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" copy number variation (CNV), multiallelic CNV, non-allelic\nhomologous recombination (NAHR), recurrent deletion, multiplex\nligation-dependent probe amplification (MLPA), droplet digital PCR,\ngenotyping, Arabidopsis thaliana","DOI":"","Abstract":" Background: Intraspecies copy number variations (CNVs),\ndefined as unbalanced structural variations of specific genomic loci,\n≥1kb in size, are present in the genomes of animals and plants. A\ngrowing number of examples indicate that CNVs may have functional\nsignificance and contribute to phenotypic diversity. In the model plant\nArabidopsis thaliana at least several hundred protein-coding genes might\ndisplay CNV; however, locus-specific genotyping studies in this plant\nhave not been conducted. Results: We analyzed the natural CNVs in the\nregion overlapping MSH2 gene that encodes the DNA mismatch repair\nprotein, and AT3G18530 and AT3G18535 genes that encode poorly\ncharacterized proteins. By applying multiplex ligation-dependent probe\namplification and droplet digital PCR we genotyped those genes in 189 A.\nthaliana accessions. We found that AT3G18530 and AT3G18535 were\nduplicated (2-14 times) in 20 and deleted in 101 accessions. MSH2 was\nduplicated in 12 accessions (up to 12 14 copies) but never deleted. In\nall but one case, the MSH2 duplications were associated with those of\nAT3G18530 and AT3G18535. Considering the structure of the CNVs, we\ndistinguished 5 genotypes for this region, determined their frequency\nand geographical distribution. We defined the CNV breakpoints in 35\naccessions with AT3G18530 and AT3G18535 deletions and tandem\nduplications and showed that they were reciprocal events, resulting from\nnon-allelic homologous recombination between 99%-identical sequences\nflanking these genes. The widespread geographical distribution of the\ndeletions supported by the SNP and linkage disequilibrium analyses of\nthe genomic sequence confirmed the recurrent nature of this CNV.\nConclusions: We characterized in detail for the first time the complex\nmultiallelic CNV in Arabidopsis genome. The region encoding MSH2,\nAT3G18530 and AT3G18535 genes shows enormous variation of copy numbers\namong natural ecotypes, being a remarkable example of high Arabidopsis\ngenome plasticity. We provided the molecular insight into the mechanism\nunderlying the recurrent nature of AT3G18530-AT3G18535\nduplications/deletions. We also performed the first direct comparison of\nthe two leading experimental methods, suitable for assessing the DNA\ncopy number status. Our comprehensive case study provides foundation\ninformation for further analyses of CNV evolution in Arabidopsis and\nother plants, and their possible use in plant breeding.","trees":[{"tree_label":"Fig. S5","ntax":"154","rootedtree":"TRUE","title":"Tr99622","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99622.phy"}]}