{"Authors":" Hester L. Bell, J. Travis Columbus","Year":" 2008","Title":" Proposal for an expanded Distichlis (Poaceae): evidence from\nmolecular, morphological, and anatomical characters","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Distichlis clade comprises Distichlis (7 species),\nMonanthochloë (2), and Reederochloa (1). We investigated relationships\nwithin the clade using chloroplast (trnL\u001aF and ndhF) and nuclear\n(ribosomal internal transcribed spacer) sequences, macromorphology, leaf\nblade cross sections, and lemma micromorphology. The clade is supported\nas monophyletic, but Distichlis as currently used is not monophyletic in\neither the chloroplast or the nuclear phylogeny. A significant\nsynapomorphy for the clade is the presence of a single papilla in the\ncenter of each subsidiary cell on lemmas. Other diagnostic characters\ninclude dioecy, growth in saline/alkaline soils, rhizomes and/or\nstolons, lemma nerve number of 6 to 13, and bicellular microhairs with\nbasal cells sunken into the epidermis. There is conflict between the\nnuclear and chloroplast trees in the placement of D. humilis, D.\nlaxiflora, and D. scoparia. Both molecular analyses show Monanthochloë\nand Reederochloa as being derived from within Distichlis. Their blade\nlengths, number of spikelets per inflorescence, and number of florets\nper spikelet also fall within the range for Distichlis. Consequently, we\nrecommend expanding Distichlis to include Monanthochloë and Reederochloa\nand publish the new combinations needed: Distichlis acerosa, Distichlis\neludens, and Distichlis littoralis.","trees":[{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Distichlis clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_578.phy"},{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Distichlis clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2983.phy"},{"tree_label":"Fig. 40","ntax":"31","rootedtree":"TRUE","title":"Distichlis clade","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5089.phy"}]}