{"Authors":" Duy Phu Le, Mike Kevin Smith, Elizabeth Aitken","Year":" 2016","Title":" Species delimitation in Pythium species complexes - the case\nof Pythium myriotylum Drechsler and Pythium zingiberis Takahashi","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Oomycota, morphology, molecular, taxonomy,\npathogenicity","DOI":"","Abstract":" Pythium myriotylum and P. zingiberis have both been\nimplicated in soft rot of ginger (Zingiber spp.). The status of these\ntwo taxa as distinct species follows original descriptions of\nphysiology, morphology and pathogenicity. However, their status has been\nquestioned by phylogenetic analyses. In this study, putative P.\nzingiberis isolates recovered from edible ginger (Zingiber officinale)\nrhizomes with Pythium soft rot (PSR) disease sampled from Queensland,\nAustralia, were compared with reference isolates of P. myriotylum from\npeanut in Israel (CBS254.70) and P. zingiberis from ginger in Japan\n(NBRC30817). All isolates differed slightly in temperature optima for\ngrowth and produced similar sizes of oogonia and oospores. Sequence\nhomology of 20 gene fragments retrieved from nuclear and mitochondrial\ngenomes ranges from over 99 to 100% to each other. In vitro\npathogenicity assays were conducted on excised carrot, ginger, potato,\nradish, and sweet potato tuber/root sections and on seeds and seedlings\nof cucumber, cauliflower, millet, rye, sweet corn, tomato and wheat with\neach of the isolate. The reference isolate P. zingiberis NBRC30817,\nwhich previously was believed to have a narrow host range, was\npathogenic on a number of tested plant species. Analysis of this\ncomprehensive set of data allowed us to assign all tested isolates,\nincluding the isolate P. zingiberis NBRC30817, to the taxon P.\nmyriotylum thus confirming that the causal pathogen of PSR disease of\nginger in Australia is P. myriotylum.","trees":[{"tree_label":"Fig. 4","ntax":"32","rootedtree":"TRUE","title":"Pythium SSU ITS LSU2 consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_101143.phy"},{"tree_label":"Fig. 5","ntax":"9","rootedtree":"TRUE","title":"Pythium All gene combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101144.phy"}]}