{"Authors":" Christina Schilde, Hajara M Lawal, Angelika Anna Noegel,\nLudwig Eichinger, Pauline Schaap, Gernot Gloeckner","Year":" 2016","Title":" A set of genes conserved in sequence and expression traces\nback the establishment of multicellularity in social amoebae","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Developmental program, evolution, Dictyostelia, expression\npattern conservation, multicellularity, developmental genes","DOI":"","Abstract":" Background The developmental cycle of Dictyostelid amoebae\nrepresents an early form of multicellularity with cell type\ndifferentiation. Mutant studies in the model Dictyostelium discoideum\nrevealed that its developmental program integrates the actions of genes\ninvolved in signal transduction, adhesion, motility, autophagy and cell\nwall and matrix biosynthesis. However, due to functional redundancy and\nfail safe options not required in the laboratory, this single organism\napproach cannot capture all essential genes. To understand how\nmulticellular organisms evolved, it is essential to recognize both the\nconserved core features of their developmental programs and the gene\nmodifications that instigated phenotypic innovation. For complex\norganisms, such as animals, this is not within easy reach, but it is\nfeasible for less complex forms, such as the Dictyostelid social\namoebas.\nResults We compared global profiles of gene expression during the\ndevelopment of four social amoebae species that represent 600 mya of\nDictyostelia evolution, and identified orthologous conserved genes with\nsimilar developmental up-regulation of expression using three different\nmethods. For validation, we disrupted five genes of this core set and\nexamined the phenotypic consequences. Conclusion At least 71 of the\ndevelopmentally regulated genes that were identified with all methods\nwere likely to be already present in the last ancestor of all\nDictyostelia. The lack of phenotypic changes in null mutants indicates\nthat even highly conserved genes either participate in functionally\nredundant pathways or are necessary for developmental progression under\nadverse, non-standard laboratory conditions. Both mechanisms provide\nrobustness to the developmental program, but impose a limit on the\ninformation that can be obtained from deleting single genes.","trees":[{"tree_label":"Imported tree 1","ntax":"11","rootedtree":"TRUE","title":"Dictyosteliida - Social Amoebae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_98909.phy"}]}