{"Authors":" Peter Barry Adams, Pauline Y. Ladiges, Jacinta Marie Burke,\nMichael James Bayly","Year":" 2008","Title":" Molecular phylogenetic analysis of Dendrobium (Orchidaceae)\nwith emphasis on the Australian section Dendrocoryne and implications\nfor generic classification","Journal":" Australian Systematic Botany","Volume":" 21","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequences of the internal transcribed spacers (ITS) of\nnuclear ribosomal DNA were obtained for a broad range of dendrobium\norchids for phylogenetic analysis using parsimony. A progressive\napproach was used to identify functional outgroups for analysis of all\ntaxa in Dendrobium sect. Dendrocoryne. Our first, broadest analysis\nconfirmed the results of other workers: that Dendrobium sensu lato\nincludes a major Australasian clade and a sister Asian clade. In the\nAustralasian clade, the New Zealand species D. cunninghamii (= gen.\nWinika, Clements et al. 1997) was identified as the sister group to a\nwell-supported clade that includes the genera Cadetia, Diplocaulobium\nand Flickingeria, and Dendrobium sects. Grastidium, Latouria, Spatulata,\nAustralorchis (= gen. Australorchis), Rhizobium (= gen. Dockrillia) and\nDendrocoryne. Sect. Dendrocoryne is probably polyphyletic, with two\nspecies, D. aemulum and D. callitrophilum (= gen. Tropilis), outside the\nmain group and sect. Rhizobium (= gen. Dockrillia) nested within it.\nSect. Australorchis (= gen. Australorchis) is possibly the sister group\nto the clade of Rhizobium plus the main group of Dendrocoryne.\nThelychiton (a genus reinstated for a number of species in Dendrocoryne)\nis polyphyletic given that Tetrabaculum (= D. tetragonum complex) and\nDockrillia fall within the same clade. The splitting of the Australasian\ndendrobiums into various genera by other authors is excessive and\nunnecessary, and alternative taxonomic treatments are offered here for\ndebate. Our study included accessions for all varieties in three\nwidespread eastern Australian species: D. speciosum, D. kingianum and D.\ntetragonum. Each of these species showed significant sequence divergence\nbetween particular geographic regions, but some varieties had identical\nsequences. The splitting of D. speciosum into eleven species is not\nsupported. We identified pseudogenes in the ITS region for D. fleckeri\nand D. finniganense, which appear to have evolved before these two\nspecies diverged, but support their sister relationship. Sequences for\nD. callitrophilum and D. (Grastidium) baileyi (the latter from GenBank)\nalso appear to be pseudogenes, and these taxa need further study.","trees":[{"tree_label":"Fig. 6","ntax":"38","rootedtree":"TRUE","title":"Dendrobium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5092.phy"},{"tree_label":"Fig. 4","ntax":"56","rootedtree":"TRUE","title":"Dendrobium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5871.phy"},{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Dendrobium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5872.phy"},{"tree_label":"Fig. 5","ntax":"44","rootedtree":"TRUE","title":"Dendrobium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5873.phy"},{"tree_label":"Boothyp tree","ntax":"44","rootedtree":"TRUE","title":"Dendrobium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5874.phy"}]}