{"Authors":" E. J. Bermingham, Andrew J. Crawford, Ian J. Wang","Year":" 2008","Title":" Phylogeography of the Pygmy Rain Frog (Pristimantis ridens)\nacross the lowland wet forests of Isthmian Central America","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We used a phylogeographic approach to elucidate the\nevolutionary history of a lineage of frogs, known as Pristimantis\n(formerly Eleutherodactylus) ridens (Anura: Brachycephalidae),\nrestricted to the wet forests occurring along the Caribbean versant of\nIsthmian Central America as well as the disjunct wet forest on the\nPacific slope of Costa Rica. We placed our phylogeographic study of P.\nridens within a larger molecular phylogenetic analysis of Central\nAmerican Pristimantis. All phylogenetic inferences were based on a 1,455\nbase pair fragment of mitochondrial DNA, containing the complete ND2\ngene and five flanking tRNA genes. Our reconstruction of the\nintraspecific phylogeny of P. ridens yielded a basal trichotomy dating\nto an estimated 12+ million years ago (Ma), consisting of central\nPanama, western Panama, and Costa Rica plus Honduras. Thus, the presence\nof P. ridens appears to pre-date the completion of the Isthmus 3.1 Ma.\nUsing a parametric bootstrap (SOWH) test, we evaluated four a priori\nzoogeographic hypotheses for the origin and spread of P. ridens. This\nanalysis suggested that the P. ridens populations on the Caribbean\nversant of Costa Rica were established by Pacific versant ancestors only\nrecently, in contrast to the very old lineages found in Panama. Our\nresults support a model of Miocene colonization, long-term geographic\nstasis, followed by rapid dispersal across the Caribbean lowlands during\nthe Pliocene or Pleistocene.","trees":[{"tree_label":"ML tree","ntax":"46","rootedtree":"TRUE","title":"Pygmy Rain Frog (Pristimantis ridens)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5096.phy"}]}