{"Authors":" Shan Xu","Year":" 2016","Title":" Pathogenicity and characterization of Colletotrichum lentis:\na causal agent of anthracnose in Common Vetch (Vicia sativa)","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Vicia sativa  Anthracnose  Colletotrichum lentis \nPathogenicity  Seed transmission","DOI":"","Abstract":" A series of studies were carried out on the Colletotrichum\nspecies causing severe anthracnose disease symptoms on common vetch\nplants (Vicia sativa) in Gansu Province in the northwest region of China\nand which in 2015 had been identified as C. lentis, based largely on the\ndistinctive shape of the conidia and ITS sequences. A key focus of these\npresent studies was to determine how vetch crops become infested. The\naddition of residues from harvested common vetch crops to land being\nprepared as a seedbed was shown to result in the highest severity of\ndisease development and this management practice was considered to be\nthe most likely way for crops to become severely infested. Seed\ntransmission was unlikely to be the cause of severe outbreaks as less\nthan 5% percent of seed harvested from plants severely affected by C.\nlentis carried this pathogen. To verify that the species causing the\nsevere outbreaks of anthracnose disease of vetch crops was C. lentis\nsequence analysis of the ITS, TUB, ACT, HIS3 and GAPDH genes was\nconducted. C. lentis isolates from common vetch and lentils (Lens\nculinaris) formed a distinctive grouping within Colletotrichum species,\nincluding those species that infect other forage and field crops. The\nunique shape of conidia of C. lentis, straight with only one end curved,\nwas confirmed as being definitive for rapid identification of disease\noutbreaks caused by this damaging fungal pathogen.","trees":[{"tree_label":"Imported tree 1","ntax":"19","rootedtree":"TRUE","title":"Tr99069","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99069.phy"}]}