{"Authors":" Hisayoshi Nozaki, Noriko Ueki, Tokiko Saigo, Kayoko\nYamamoto, Ryo Matsuzaki, Fumio Takahashi, Ken-ichi Wakabayashi, Masanobu\nKawachi","Year":" 2016","Title":" A New Morphological Type of Volvox from Japanese Large Lakes\nand Recent Divergence of This Type and V. ferrisii in Two Different\nFreshwater Habitats","Journal":" PLOS ONE","Volume":" 11","Issue":" 11","Pages":" e0167148.","Keywords":" Volvox, Volvox sect. Volvox, morphology, divergence,\nadaptation, frshwater habitats,","DOI":"","Abstract":" Volvox sect. Volvox is characterized by having unique\nmorphological characteristics, such as thick cytoplasmic bridges between\nadult somatic cells in the spheroids and spiny zygote walls. Species of\nthis section are found from various freshwater habitats. Recently, three\nspecies of Volvox sect. Volvox originating from rice paddies and a marsh\nwere studied taxonomically based on molecular and morphological data of\ncultured materials. However, taxonomic studies have not been performed\non cultured materials of this section originating from large lake water\nbodies. We studied a new morphological type of Volvox sect. Volvox\n(“Volvox sp. Sagami”), using cultured materials originating from two\nlarge lakes and a pond in Japan. Volvox sp. Sagami produced monoecious\nsexual spheroids and may represent a new morphological species; it could\nbe clearly distinguished from all previously described monoecious\nspecies of Volvox sect. Volvox by its small number of eggs or zygotes\n(525) in sexual spheroids, with short acute spines (up to 3 µm long) on\nthe zygote walls and elongated anterior somatic cells in asexual\nspheroids. Based on sequences of internal transcribed spacer (ITS)\nregions of nuclear ribosomal DNA (rDNA; ITS-1, 5.8S rDNA and ITS-2) and\nplastid genes, however, the Volvox sp. Sagami lineage and its sister\nlineage (the monoecious species V. ferrisii) showed very small genetic\ndifferences and lacked compensatory base changes in the secondary\nstructures ITS-1 and ITS-2 of nuclear ribosomal RNA, falling within a\nsingle biological species in other volvocalean algae. Since V. ferrisii\nwas different from Volvox sp. Sagami, by having approximately 100200\nzygotes in the sexual spheroids and long spines (68.5 µm long) on the\nzygote walls, as well as growing in Japanese rice paddies, these two\nJapanese lineages might have diverged rapidly in the two different\nfreshwater habitats. In addition, the swimming velocity during\nphototaxis of Volvox sp. Sagami spheroids originating from large lakes\nwas significantly higher than that of V. ferrisii originating from rice\npaddies, suggesting adaptation of Volvox sp. Sagami to large water\nbodies.","trees":[{"tree_label":"PAUP 2","ntax":"7","rootedtree":"TRUE","title":"Volvox","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99081.phy"},{"tree_label":"PAUP 1","ntax":"7","rootedtree":"TRUE","title":"Volvox","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99080.phy"},{"tree_label":"PAUP 1","ntax":"10","rootedtree":"TRUE","title":"Volvox","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99082.phy"}]}