{"Authors":" Eduardo M. Soto, Facundo Martin Labarque, F. Sara\nCeccarelli, Miquel A Arnedo, Jaime Rodrigo Pizarro Araya, Martin Javier\nRamirez","Year":" 2016","Title":" The life and adventures of an eight-legged castaway:\nColonization and diversification of Philisca ghost spiders on Robinson\nCrusoe Island (Araneae, Anyphaenidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Spiders; Robinson Crusoe Island; Rapid diversification;\nBiogeography; Phylogenetic","DOI":"","Abstract":" Oceanic archipelagoes, by their young origin and\nisolation, provide privileged settings to study the origin and\ndiversification of species. Here, we study the anyphaenid spider genus\nPhilisca, endemic to the Valdivian temperate rainforest, which includes\nspecies living both on the mainland as well as on the Robison Crusoe\nIsland in the Juan Fernández archipelago. Anyphaenids, as many spiders,\nare potentially good colonizers due their ability for ballooning, an\nairborne dispersal mediated by strands of silk that are caught in the\nwind. We use a molecular approach to estimate both the phylogenetic\nrelationships and the timeframe of species diversification of Philisca,\nwith the aim to infer its evolutionary history. We further estimate the\nrates of speciation on both the insular and continental Philisca species\nand score the microhabitat used by each species and their sizes as a\nproxy to evaluate ecological niche diversification within the island.\nMost analyses support the monophyly of Philisca, with the exclusion of\nPhilisca tripunctata. Our results reveal colonization from a single\nlineage that postdated the origin of the island, followed by rapid (~2\nMa) diversification. The ancestral microhabitat was most likely\nleaf-dwelling but we identify two independent microhabitat shifts. Our\ndata provides evidence that Philisca has undergone an adaptive radiation\non the Robison Crusoe Island.","trees":[{"tree_label":"Philisca tree","ntax":"83","rootedtree":"TRUE","title":"MrBayes Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_99077.phy"}]}