{"Authors":" Maria Diuk-Wasser , Giovanna Carpi, Katharine S. Walter ,\nChoukri Ben Mamoun , Peter J Krause, Andrew Kitchen , Tim Leopore ,\nAnkit Dwivedi , Emmanuel Cornillot , Adalgisa Caccone","Year":" 2016","Title":" Babesia microti from humans and ticks hold a genomic\nsignature of strong population structure in the United States.","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" apicomplexan, tick-borne pathogen, hybrid capture,\npopulation genomics, coalescent analysis.","DOI":"","Abstract":" Background: Babesia microti is an emerging tick-borne\napicomplexan parasite with increasing geographic range and incidence in\nthe United States. The rapid expansion of B. microti into its current\ndistribution in the northeastern USA has been due to the range expansion\nof the tick vector, Ixodes scapularis, upon which the causative agent is\ndependent for transmission to humans. Results: To reconstruct the\nhistory of B. microti in the continental USA and clarify the\nevolutionary origin of human strains, we used multiplexed hybrid capture\nof 25 B. microti isolates obtained from I. scapularis and human blood.\nDespite low genomic variation compared with other Apicomplexa, B.\nmicroti was strongly structured into three highly differentiated genetic\nclusters in the northeastern USA. Bayesian analyses of the apicoplast\ngenomes suggest that the origin of the current diversity of B. microti\nin northeastern USA dates back 46 thousand years with a signature of\nrecent population expansion in the last 1,000 years. Human-derived\nsamples belonged to two rarely intermixing clusters, raising the\npossibility of highly divergent infectious phenotypes in humans.\nConclusions: Our results validate the multiplexed hybrid capture\nstrategy for characterizing genome-wide diversity and relatedness of B.\nmicroti from tick and human hosts to reveal evolutionary events. The\ngenetic divergence of B. microti in the Northeast may have significant\nimplications for babesiosis epidemiology and clinical outcomes.","trees":[{"tree_label":"Bayesian MCC phylogeny of B. microti apicoplast\ngenomes","ntax":"25","rootedtree":"TRUE","title":"Tr99073","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99073.phy"},{"tree_label":"Bayesian MCC phylogeny of B. microti apicoplast\ngenomes","ntax":"25","rootedtree":"TRUE","title":"Tr99072","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99072.phy"},{"tree_label":"Bayesian MCC phylogeny of B. microti apicoplast\ngenomes","ntax":"25","rootedtree":"TRUE","title":"Tr99074","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99074.phy"}]}