{"Authors":" Tracey V Steinrucken, Anil K.H. Raghavendra, Jeff R Powell,\nAndrew Bissett, Rieks D van Klinken","Year":" 2016","Title":" Triggering dieback in an invasive plant: endophyte diversity\nand pathogenicity","Journal":" Australasian Plant Pathology Journal","Volume":"","Issue":"","Pages":"","Keywords":" Parkinsonia aculeata, fungal community, inoculation trial,\nweeds, biological control","DOI":"","Abstract":" Dieback is a progressive reduction in plant population\nhealth, resulting in the death of plant parts, often followed by tree\ndeath. It is prevalent in many invasive woody weeds in Australia and has\nbeen suggested as a potential mechanism for biocontrol of these species.\nParkinsonia aculeata L. (parkinsonia) is an invasive tree in northern\nAustralia. It has naturalised across a wide range of climatic zones and\nsome populations have been heavily reduced by dieback occurrence. The\ncause/s of dieback in parkinsonia remain elusive, although fungal\nendophyte communities have been previously implicated. In this study, we\ncharacterised the fungal community of healthy and dieback-affected\nparkinsonia using culture-based techniques, and identified isolates via\namplicon sequencing of the internal transcribed spacer (ITS). Eight\nisolates, identified as pathogens, were selected for a 10-week\npathogenicity trial on parkinsonia seedlings, using water stress\ntreatments (drought and inundation) to exacerbate systemic infection and\ndieback-like symptoms. We isolated a taxonomically diverse fungal\ncommunity, representing 54 unique species from 25 families. Communities\nwere similar across healthy and dieback-affected plants, but differed by\nplant tissue. Of the eight pathogens tested in the pathogenicity trial,\ninoculation with Lasiodiplodia pseudotheobromae, Botryosphaeria dothidea\nand Pestalotiopsis mangiferae resulted in the largest lesions. Systemic\ninfection or dieback-like symptoms were not observed in any treatment,\ndespite plant stress induced by drought or inundation. We concluded that\nunderbark inoculation of parkinsonia with the tested putative fungal\npathogens is unlikely to result in dieback, which has implications for\nfuture work in biocontrol of parkinsonia.","trees":[{"tree_label":"tree 1","ntax":"65","rootedtree":"TRUE","title":"Tr99093","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99093.phy"}]}