{"Authors":" Gerardo Alcides Sanchez-Monge, Toon Janssen, Yiwu Fang,\nMarjolein Couvreur, Gerrit Karssen, Wim Bert","Year":" 2016","Title":" mtCOI successfully diagnoses the four main plant-parasitic\nAphelenchoides species (Nematoda: Aphelenchoididae) and supports a\nmultiple origin of plant-parasitism in this paraphyletic genus","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" concatenated analysis, foliar nematodes, molecular\nbarcoding, phylogeny, rDNA","DOI":"","Abstract":" Composed mostly of saprophytes, the genus Aphelenchoides\nalso comprises 14 plant-parasitic species. The most common and\ndevastating, A. besseyi, A. fragariae, A. ritzemabosi and A. subtenuis\nhave been reported on more than 900 plant species. The combination of\nlow inter-specific and high intra-specific morphological variability\nmakes morphology-based identification extremely difficult within this\ngenus, and has led to molecular tools being employed to ensure accurate\ndiagnoses. rDNA markers are widely used for the identification of\nnematodes while the Cytochrome Oxidase I gene (COI) remains relatively\nunexplored despite its role as the standard barcode for almost all\nanimal groups. To explore its suitability as a diagnostic tool, we\nstudied a fragment of the mtCOI region of the four main plant-parasitic\nAphelenchoides within a phylogenetic framework. We generated 69 mtCOI\nand 146 rDNA sequences of diverse Aphelenchoides taxa; 65 belong to the\nmain plant-parasitic species including the first mtCOI sequence of A.\nfragariae and the first mtCOI and 28S sequences of A. subtenuis. mtCOI\nalso had the highest success rate for PCR amplification. Phylogenetic\ntrees based on the three studied markers are largely in agreement with\none another, validating their use for Aphelenchoides diagnosis;\nadditionally, we were able to locate several misidentified sequences of\nplant-parasitic Aphelenchoides in existing databases. The concatenated\nanalysis from the three markers resulted in a more robust insight into\nthe phylogeny and evolution of Aphelenchoides, revealing that\nplant-parasitism has evolved independently at least three times within\nthis genus, presumably from fungal-feeding ancestors.","trees":[{"tree_label":"SSU","ntax":"170","rootedtree":"TRUE","title":"Aphelenchoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99463.phy"},{"tree_label":"COINU","ntax":"128","rootedtree":"TRUE","title":"Aphelenchoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99465.phy"},{"tree_label":"CONCA","ntax":"216","rootedtree":"TRUE","title":"Aphelenchoides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99467.phy"},{"tree_label":"LSU","ntax":"223","rootedtree":"TRUE","title":"Tr99464","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99464.phy"},{"tree_label":"COIAA","ntax":"128","rootedtree":"TRUE","title":"Tr99466","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99466.phy"}]}