{"Authors":" Dominique C Mossebo, Flavien E P Essouman, Marie C\nMachouart, Cecile Gueidan","Year":" 2017","Title":" Phylogenetic relationships, taxonomic revision and new taxa\nof Termitomyces (Basidiomycota, Lyophyllaceae) inferred from combined\nnLSU- and mtSSU-rDNA sequences","Journal":" Fungal Diversity","Volume":" 321","Issue":" 1","Pages":" 71-102","Keywords":" Termitomyces, Africa, Asia, phylogeny, taxonomic revision,\nnew taxa","DOI":" 10.11646/phytotaxa.321.1.3","Abstract":" In order to contribute to the taxonomic revision of\nseveral species of Termitomyces, sequences of 74 strains representing 28\ntaxa were used to generate a combined nLSU-mtSSU phylogenetic tree. The\nphylogenetic analysis showed that re-classifi- cation was required for\n12 taxa originally misidentified under various names. The changes led to\nthe use of 8 valid names for these 12 taxa, including two new forms: T.\nstriatus f. subclypeatus and T. medius f. ochraceus; and a new\ncombination: Termitomyces brunneopileatus according to their placement\non various clades and subclades in the phylogenetic trees. Termitomyces\nletestui and T. medius were taxonomically revised. In addition, T.\nletestui collected from China is the first record from the Asian\ncontinent. This species was so far collected only in tropical Africa.\nSimilarly, T. robustus is reported for the first time from Cameroon.\nMoreover, the phylogenetic analysis confirms T. subumkowaan as a new\nspecies that was originally described only on the basis of morphological\nfeatures. The combined phylogenetic analysis and morphological features\nreveal that different strains of the same taxon show sometimes large\nvariations in macro- and micromorphological features, some very likely\nwith links to genetic factors other than genes sequenced here, thereby\njustifying the new forms erected within these taxa in order to\nfacilitate their identification.","trees":[{"tree_label":"PAUP","ntax":"77","rootedtree":"TRUE","title":"Termitomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110818.phy"}]}