{"Authors":" Lan Thị Nguyen, Hang Thi Thu Vu, Duong Duc Than, Van Thi\nLo, Minjoo Yeom, Daesub Song, Se Eun Choe, Dong-Jun An, Quynh Hai Do,\nThau Dinh Trinh, Phan Van Le","Year":" 2016","Title":" Molecular Evolution of Type 2 Porcine Reproductive and\nRespiratory Syndrome Viruses Circulating in Vietnam from 2007 to\n2015","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" PRRSV; Vietnam; ORF5; Phylogeny","DOI":"","Abstract":" Background Porcine respiratory and reproductive syndrome\n(PRRS) virus is one of the most economically significant pathogens in\nthe Vietnamese swine industry. ORF5, which participates in many\nfunctional processes, including virion assembly, entry of the virus into\nthe host cell, and viral adaptation to the host immune response, has\nbeen widely used in molecular evolution and phylogeny studies. Knowing\nof molecular evolution of PRRSV fields strains might contribute to PRRS\ncontrol in Vietnam Results The results showed that phylogenetic analysis\nindicated that all strains belonged to sub-lineages 8.7 and 5.1. The\nnucleotide and amino acid identities between strains were 84.5100% and\n82100%, respectively. Furthermore, the results revealed differences in\nnucleotide and amino acid identities between the 2 sub-lineage groups.\nN-glycosylation prediction identified 7 potential N-glycosylation sites\nand 11 glycotypes. Analyses of the GP5 sequences, revealed 7 sites under\npositive selective pressure and 25 under negative selective pressure.\nConclusions Phylogenetic analysis based on ORF5 sequence indicated the\ndiversity of PRRSV in Vietnam. Furthermore, the variance of\nN-glycosylation sites and position under selective pressure were\ndemonstrated. This study expands existing knowledge on the genetic\ndiversity and evolution of PRRSV in Vietnam and assists the effective\nstrategies for PRRS vaccine development in Vietnam","trees":[{"tree_label":"PAUP_1","ntax":"759","rootedtree":"TRUE","title":"Vietnamese PRRSV classification ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101494.phy"},{"tree_label":"PAUP_1","ntax":"144","rootedtree":"TRUE","title":"Vietnamese ORF5 BEAST","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101495.phy"}]}