{"Authors":" Lance A. Durden, Jessica E Light, Vincent S. Smith","Year":" 2008","Title":" Rodent louse diversity, phylogeny, and cospeciation in the\nManu Biosphere Reserve, Peru","Journal":" Biological Journal of the Linnean Society","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We investigate the diversity, cophylogenetic\nrelationships, and biogeography of hoplopleurid sucking lice\n(Phthiraptera: Anoplura) parasitizing rodents (Muridae: Sigmodontinae)\nin the Manu National Park and Biosphere Reserve. Our morphological and\nmolecular studies reveal that 15 distinct louse species parasitize 19\nrodent species. Three of these louse species are new to science, and all\nbut two of the host associations were previously unknown. We find that\nhoplopleurid lice parasitize multiple host species across a large\ngeographic area (South America), and that Peru represents a new\ngeographic locality for almost all the louse species collected in this\nstudy. Phylogenetic analyses of mitochondrial and nuclear data reveal\nthat the louse family Hoplopleuridae and the genera Hoplopleura and\nPterophthirus are not monophyletic, and lice do not appear to group by\nhost tribe, collecting locality, or collection elevation. The lack of\nmonophyly for these seemingly natural groups (taxonomic, locality, and\nelevation) indicates that host switching, with or without, parasite\nspeciation is prevalent among hoplopleurid lice.","trees":[{"tree_label":"Fig. 2a","ntax":"27","rootedtree":"TRUE","title":"Anoplura on Rodents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2999.phy"},{"tree_label":"Fig. 2b","ntax":"27","rootedtree":"TRUE","title":"Anoplura on Rodents","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3000.phy"},{"tree_label":"MB tree","ntax":"27","rootedtree":"TRUE","title":"Anoplura on Rodents","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3001.phy"}]}