{"Authors":" Aggeliki Dimopoulou, Aglaia Antoniou, Moysis Mylonas,\nKaterina Vardinogiannis, Nikos Poulakakis","Year":" 2016","Title":" Inferring phylogenetic patterns of land-snails of the genus\nAlbinaria in the island of Dia (Crete, Greece)","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian Inference, Hidden Diversity, Maximum Likelihood,\nPhylogeny, South Aegean, Taxonomy","DOI":"","Abstract":" Albinaria (Gastropoda, Clausiliidae) is a pulmonate genus\ndistributed around the north-eastern coasts of the Mediterranean. It is\nthe most “speciose” genus within the family of Clausiliidae, exhibiting\nhigh degree of morphological and genetic differentiation, serving as\nmodel for several ecological, systematics and evolutionary studies.\nNevertheless, many aspects remain uncertain mainly due to the large\nnumber of taxa whose classification has not yet been evaluated with\nsolid synapomorphic characters. Thirty-one morphological species are\ncurrently recognized on the island of Crete and its satellite islets.\nFour of them (A. retusa, A. torticollis, A. jaeckeli, and A. teres) are\ndistributed on the island of Dia (north of Crete); the first three are\nisland endemics. Here, we combined mitochondrial and nuclear DNA\ninformation and Bayesian and Maximum Likelihood approaches to evaluate\nthe phylogenetic relationships, assess the genetic distinctiveness and\ncohesiveness of all described species of Dia island. The produced\nphylogeny was not congruent with the morphological species,\ndemonstrating a more complex pattern of speciation and diversification.\nAlthough each island endemic constitutes a monophyletic lineage, the\nnumber of island endemic species could be greater than the three\ncurrently recognized species so far (A. retusa, A. torticollis, and A.\njaeckeli), since a new discovered lineage (northwestern part of the\nisland) that, morphologically, differs from the populations of A.\ntorticollis in the eastern part, and genetically, is more closely\nrelated to A. jaeckeli, could be elevated to the species level.\nConsidering the fourth species found on the island of Dia, A. teres, is\ngenetically highly variable, showing low geographical structuring due to\neither long-distance gene flow or retained ancestral polymorphisms, or a\ncombination of both. Further work (analysis of more specimens and DNA\ndata) both from Dia and Crete is indispensable in order to shed light on\naspects of the evolutionary history of the genus in Dia.","trees":[{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Albinaria with Gblocks","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_101514.phy"},{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Albinaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_101515.phy"}]}