{"Authors":" Robin van velzen, Gregory Allen Wahlert, Marc S.M. Sosef,\nGeorge E. Schatz, Porter P., II Lowry, Harvey Eugene Ballard, Kenneth\nJay Sytsma, Freek Bakker","Year":" 2017","Title":" Phylogeographic analysis of Rinorea (Violaceae) reveals\nmultiple recent dispersals from Africa to Madagascar","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" Africa, colonization, historical biogeography, Indian\nOcean, long-distance dispersal, Madagascar, Mozambique Channel,\nPliocene, Rinorea, trans-Atlantic dispersal","DOI":"","Abstract":" Madagascar is one of the worlds greatest biodiversity\nhotspots, but the biogeographic origins of its flora are only partially\nunderstood. We present a time-calibrated phylogeographic study of the\npantropical genus Rinorea (Violaceae) to reconstruct the directionality\nand timing of dispersal in the genus, both globally and from Africa to\nMadagascar. Phylogenetic analyses were conducted based on plastid and\nnuclear DNA sequences using Bayesian algorithms, and divergence times\nwere estimated using a Bayesian relaxed molecular clock. Biogeographical\nscenarios and potential ancestral areas were investigated using\nstatistical dispersal-vicariance analysis (S-DIVA) and the\ndispersal-extinction-cladogenesis (DEC) method. Our analyses suggest\nthat Rinorea originated in South America and reached Africa in the\nOligocene, probably via trans-Atlantic dispersal. In Africa, the genus\nhas radiated since the early Miocene and dispersed to Asia in the lower\nor middle Miocene. Members of African Rinorea clades colonized\nMadagascar five times independently in the Pliocene or Pleistocene.\nThese results suggest that, at least for plants, Madagascar has been\nmuch less isolated through time than has previously been assumed. We\nspeculate that climatic convergence between East Africa and Madagascar\nsince the late Miocene may have facilitated the establishment of plant\npopulations after dispersal from Africa to Madagascar.","trees":[{"tree_label":"TREE1","ntax":"83","rootedtree":"TRUE","title":"Rinorea Mafft82 MCC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109019.phy"},{"tree_label":"TREE1MTV4a","ntax":"159","rootedtree":"TRUE","title":"Malpighiales MTVa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109020.phy"}]}