{"Authors":" Qing Wen Zhao, Xiang-Hua Wang, Fei Xiao Shi, Rui Zhang,\nPei-Gui Liu","Year":" 2016","Title":" Molecular phylogeny and geographic structure of a basal\nSuillus lineage associated with Larix in China","Journal":" Plant Diversity and Resources","Volume":"","Issue":"","Pages":"","Keywords":" biogeography, Boletinus, ectomycorrhizal fungi,\nPinaceae","DOI":"","Abstract":" Suillus cavipes and species closely related with it formed\na basal lineage in the phylogeny of Suillus. These species are\nexclusively associated with larches and distributed in\ncircumboreal-alpine regions. To explore Suillus species diversity in\nChinese larch forests and test if high continental endemism is present\nin this group, we amplified ITS, LSU and tef1 sequences from 18\nspecimens collected from northeastern and subalpine southwestern China.\nPhylogenetic analyses on the ITS-LSU- tef1 concatenated dataset revealed\nthree highly supported lineages that were recognized as three known\nspecies, S. asiaticus, S. cavipes and S. paluster. In the ITS genealogy\ngenerated from all available sequences of the basal lineage, three\nsubclades of S. cavipes and two subclades of S. paluster were resolved\nby maximum likelihood analysis. These subclades might be putative\nspecies or infraspecific taxa. Morphological variations were found among\nthese subclades, but formal description of the potential new species was\npending due to limited sampling. Samples from China cover all the\nsubclades in S. cavipes and S. paluster and S. asiaticus. All the\nsubclades, except one in S. cavipes, include samples from more than one\ncontinent. This low continental endemism is unexpected in Suillus.\nMolecular dating is needed to speculate the mechanism that shaped such\ndistribution.","trees":[{"tree_label":"ITS_LSU_ef1a tree","ntax":"25","rootedtree":"TRUE","title":"ITS_LSU_ef1a tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99589.phy"},{"tree_label":"ITS tree","ntax":"48","rootedtree":"TRUE","title":"Imported trees","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99588.phy"}]}