{"Authors":" Timothy D Swain","Year":" 2016","Title":" Revisiting the phylogeny of Zoanthidea (Cnidaria: Anthozoa):\nstaggered alignment of hypervariable sequences improves species tree\ninference","Journal":" Molecular phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" hypervariable sequences, species tree, staggered\nalignment","DOI":"","Abstract":" The recent rapid proliferation of novel taxon\nidentification in the Zoanthidea has been accompanied by a parallel\npropagation of gene trees as a tool of species discovery, but not a\ncorresponding increase in our understanding of phylogeny. This disparity\nis caused by the trade-off between the capabilities of automated DNA\nsequence alignment and data content of genes applied to phylogenetic\ninference in this group. Conserved genes or segments are easily aligned\nacross the order, but produce poorly resolved trees; hypervariable genes\nor segments contain the evolutionary signal necessary for resolution and\nrobust support, but sequence alignment is daunting. Staggered alignments\nare a form of phylogeny-informed sequence alignment composed of a mosaic\nof local and universal regions that allow phylogenetic inference to be\napplied to all nucleotides from both hypervariable and conserved gene\nsegments. Comparisons between species tree phylogenies inferred from all\ndata (staggered alignment) and hypervariable-excluded data (standard\nalignment) demonstrate improved confidence and greater topological\nagreement with other sources of data for the complete-data tree. This\nnovel phylogeny is the most comprehensive to date (in terms of taxa and\ndata) and can serve as an expandable tool for evolutionary hypothesis\ntesting in the Zoanthidea.","trees":[{"tree_label":"HypExcludeTree","ntax":"155","rootedtree":"TRUE","title":"Zoanthidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100549.phy"},{"tree_label":"Imported tree 1","ntax":"155","rootedtree":"TRUE","title":"Zoanthidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100548.phy"}]}