{"Authors":" Andrew P. Vovides, Cristina Bárcenas, Dolores González","Year":" 2008","Title":" Phylogenetic relationships of the Neotropical genus Dioon\n(Cycadales, Zamiaceae) based on nuclear and chloroplast DNA sequence\ndata","Journal":" Systematic Botany","Volume":" 33","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Previous hypotheses of relationships within Dioon Lindl.,\nindicated the presence of two large clades within the genus. However,\nrelationships among species still remained unresolved. In this study,\nmolecular phylogenetic analyses were performed with individual and\ncombined data sets from the ITS region of the ribosomal DNA and the\ntrnL-F of the chloroplast DNA. To explore whether indels were a source\nof phylogenetically informative characters, indels were analyzed by\nexcluding them from the analyses (Coding A); including them as ambiguous\ndata (Coding B); as multistate (Coding C) and as binary characters\n(Coding D). We found that the rate of mutation in the ITS region is\nappropriate to solve most relationships at the species level. This is in\ncontrast with the trnL-F, which showed little variation. Our results\nshow that most clades obtained during analyses correspond with\npreviously recognized species within Dioon. This phylogeny groups the\ngenus into two main clades that show clear biogeographic relationships\nbetween the species occurring along the Pacific Sierra Madre Occidental\nand the Atlantic Sierra Madre Oriental.","trees":[{"tree_label":"Fig. 3b3","ntax":"31","rootedtree":"TRUE","title":"Dioon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3004.phy"},{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Dioon","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3005.phy"},{"tree_label":"Fig. 3b2","ntax":"31","rootedtree":"TRUE","title":"Dioon","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3003.phy"}]}