{"Authors":" Huzefa A Raja, Noemi D. Paguigan, Jacques Fournier,\nNicholas Oberlies","Year":" 2017","Title":" Additions to Lindgomyces (Lindgomycetaceae, Pleosporales,\nDothideomycetes), including two new species occurring on submerged wood\nfrom North Carolina, USA, with notes on secondary metabolite\nprofiles.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Two new species of freshwater ascomycetes belonging to the\ngenus Lindgomyces (Pleosporales. Dothideomycetes) are described and\nillustrated from submerged wood in North Carolina, USA. Lindgomyces\ncarolinensis is characterized by immersed to erumpent ascomata;\nfissitunicate broadly cylindrical to clavate asci; and fusiform\nascospores with acute ends surrounded by a large, fusiform gelatinous\nsheath. Lindgomyces sigariosporus differs morphologically from L.\ncarolinensis in that its ascospores are fusiform to cylindrical with\nrounded ends, without a large fusiform gelatinous sheath. The new\nspecies formed a strongly supported clade within the family\nLindgomycetaceae based on analyses of combined SSU and LSU rDNA sequence\ndata. In addition, phylogenetic analyses using ITS sequence data support\nthe establishment of the new taxa as separate species within\nLindgomyces. In addition to the new species, we report new ITS sequence\ndata for L. cinctosporus, L. griseosporus, from France, and L.\ningoldianus from North Carolina, USA. Chemical analysis of the organic\nextracts of L. carolinensis and L. sigariosporus resulted in two known\ncyclodepsipeptides, Sch 378161 and Sch 217048. The spatial mapping of\nthese secondary metabolites from fungal cultures in situ is\ndiscussed.","trees":[{"tree_label":"PAUP_1","ntax":"76","rootedtree":"TRUE","title":"Lindgomyces SSU LSU version3 GBlocked","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101536.phy"},{"tree_label":"PAUP_1","ntax":"34","rootedtree":"TRUE","title":"Lindgomyces ITS 4 GBLOCKED","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101537.phy"}]}