{"Authors":" Nicole Andrea Werner, Melissa Katherine Gomez, Marcelo\nBaeza, Victor Cifuentes, Jennifer Alcaino","Year":" 2016","Title":" Functional characterization of thiolase-encoding genes from\nXanthophyllomyces dendrorhous and their effects on carotenoid\nsynthesis","Journal":" BMC Microbiology","Volume":" 16","Issue":" 1","Pages":"","Keywords":" Thiolase, mevalonate, astaxanthin, sterols, carotenoids,\nfunctional complementation","DOI":" 10.1186/s12866-016-0893-2","Abstract":" Background: The basidiomycetous yeast Xanthophyllomyces\ndendrorhous has been described as a potential biofactory for\nterpenoid-derived compounds due to its ability to synthesize\nastaxanthin. Functional knowledge of the genes involved in terpenoid\nsynthesis would create opportunities to enhance carotenoid production. A\nthiolase enzyme catalyzes the first step in terpenoid synthesis.\nResults: Two potential thiolase-encoding genes were found in the yeast\ngenome; bioinformatically, one was identified as an acetyl-CoA\nC-acetyltransferase (ERG10), and the other was identified as a\n3-ketoacyl Co-A thiolase (POT1). Heterologous complementation assays in\nSaccharomyces cerevisiae showed that the ERG10 gene from X. dendrorhous\ncould complement the lack of the endogenous ERG10 gene in S. cerevisiae,\nthereby allowing cellular growth and sterol synthesis. X. dendrorhous\nheterozygous mutants for each gene were created, and a homozygous POT1\nmutant was also obtained. This mutant exhibited changes in pigment\ncomposition and higher ERG10 transcript levels than the wild type\nstrain. Conclusions: The results support the notion that the ERG10 gene\nin X. dendrorhous is a functional acetyl-CoA C-acetyltransferase\nessential for the synthesis of mevalonate in yeast. The POT1 gene would\nencode a functional 3-ketoacyl Co-A thiolase that is non-essential for\ncell growth, but its mutation indirectly affects pigment\nproduction.","trees":[{"tree_label":"Tree","ntax":"24","rootedtree":"TRUE","title":"Tr99610","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99610.phy"}]}