{"Authors":" Robb T. Brumfield, D. E. Lum, Scott V. Edwards, Leo X.\nLiu","Year":" 2008","Title":" Comparison of species tree methods for reconstructing the\nphylogeny of bearded manakins (Aves: Pipridae: Manacus) from multilocus\nsequence data.","Journal":" Systematic Biology","Volume":" 57","Issue":" 5","Pages":" 719-731","Keywords":"","DOI":" 10.1080/10635150802422290","Abstract":" While the power of multi-locus data in estimating species\ntrees is apparent, it is also clear that the analytical methodologies\nfor doing so are still maturing. For example, of the methods currently\navailable for estimating species trees from multiocus data, the Bayesian\nmethod introduced by Liu and Pearl (2007; BEST) is the only one that\nprovides nodal support values. Using gene sequences from five nuclear\nloci, we explored two analytical methods (deep coalescence and BEST) to\nreconstruct the species tree of the five primary Manacus OTUs: M.\naurantiacus, M. candei, M. vitellinus, populations of M. manacus from\nwest of the Andes (M. manacus (w)), and populations of M. manacus from\neast of the Andes (M. manacus (e)). Both BEST and deep coalescence\nsupported a sister relationship between M. vitellinus and M. manacus\n(w).A lower probability tree from the BEST analysis and one of the most\nparsimonious deep coalescence trees also supported a sister relationship\nbetween M. candei and M. aurantiacus. Because hybrid zones connect the\ndistributions of most Manacus species, we examined the potential\ninfluence of post-divergence gene flow on the sister relationship of\nparapatrically distributed M. vitellinus and M. manacus (w). An\nisolation-with-migration (IM) analysis found relatively high levels of\ngene flow between M. vitellinus and M. manacus (w). Whether the gene\nflow is obscuring a true sister relationship between M. manacus (w) and\nM. manacus (e) remained unclear, pointing to the need for more detailed\nmodels accommodating multispecies, multilocus DNA sequence data.","trees":[{"tree_label":"Fig. 2 betaactin","ntax":"40","rootedtree":"TRUE","title":"Bearded Manakins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3007.phy"},{"tree_label":"Fig. 2 bf7","ntax":"40","rootedtree":"TRUE","title":"Bearded Manakins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3008.phy"},{"tree_label":"Fig. 2 ODC","ntax":"40","rootedtree":"TRUE","title":"Bearded Manakins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5108.phy"},{"tree_label":"Fig. 2 RHO","ntax":"40","rootedtree":"TRUE","title":"Bearded Manakins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5109.phy"},{"tree_label":"Fig. 2 TGFB","ntax":"40","rootedtree":"TRUE","title":"Bearded Manakins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5110.phy"}]}