{"Authors":" Tekalign Kejela Geleta, Vasudev R Thakkar, Parth K\nThakor","Year":" 2016","Title":" Bacillus species (BT42) isolated from Coffea arabica L.\nrhizosphere antagonizes Colletotrichum gloeosporioides and Fusarium\noxysporum and also exhibits multiple plant growth promoting\nactivity","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Biocontrol, Colletotrichum gloeosporioides, Fusarium\noxysporum, Plant growth promoting rhizobacteria, Coffea arabica L.","DOI":"","Abstract":" Abstract Background: Colletotrichum and Fusarium species\nare among pathogenic fungi widely affecting Coffea arabica L., resulting\nin major yield loss. In the present study, we aimed to isolate bacteria\nfrom root rhizosphere of the same plant that is capable of antagonizing\nColletotrichum gloeosporioides and Fusarium oxysporum as well as\npromotes plant growth. Results: A total of 42 Bacillus species were\nisolated, one of the isolates named BT42 showed maximum radial mycelial\ngrowth inhibition against Colletotrichum gloeosporioides (78%) and\nFusarium oxysporum (86%). BT42 increased germination of Coffee arabica\nL. seeds by 38.89%, decreased disease incidence due to infection of\nColletotrichum gloeosporioides to 2.77% and due to infection of Fusarium\noxysporum to 0 (p < 0.001). The isolate BT42 showed multiple\ngrowth-promoting traits. The isolate showed maximum similarity with\nBacillus amyloliquefaciens. Conclusion: Bacillus species (BT42),\nisolated in the present work was found to be capable of antagonizing the\npathogenic effects of Colletotrichum gloeosporioides and Fusarium\noxysporum. The mechanism of action of inhibition of the pathogenic fungi\nfound to be synergistic effects of secondary metabolites, lytic enzymes,\nand siderophores. The major inhibitory secondary metabolite identified\nas harmine (β-carboline alkaloids).","trees":[{"tree_label":"Fig. 3","ntax":"14","rootedtree":"TRUE","title":"Neighbor joining tree for Bacillus sp BT42 and related\nspecies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_99631.phy"}]}