{"Authors":" François Buscot, Bärbel Kiesel, Bettina Zimdars, Harald\nKellner, Patricia Luis","Year":" 2008","Title":" Diversity of bacterial laccase-like multicopper oxidase genes\nin forest and grassland Cambisol soil samples","Journal":" Soil Biology & Biochemistry","Volume":" 40","Issue":" NA","Pages":" 638-648","Keywords":" NA","DOI":" NA","Abstract":" Laccases- or laccase-like multicopper oxidases (LMCO)\ncatalyze the oxidation of various substrates, such as phenols, diamines\nand metals, coupled with the reduction of molecular oxygen to water.\nCompared to studies on function and diversity of LMCO in plants and\nfungi, little is known about this enzyme type in bacteria and especially\non their possible implication in degradation of organic matter in soils.\nThis study presents a molecular investigation of the diversity and\ndistribution of bacterial LMCO genes among three upper horizons of a\nforest Cambisol and in a grassland Cambisol. Some culture strains of\nsoil bacteria were also analyzed at the molecular level and for their\ncapability to oxidize naturally occurring 2,6-dimethoxyphenol, a LMCO\nsubstrate. A high LMCO gene diversity was found in the Cambisol soil\nsamples with 16 distinct sequence type clades, of which approximately\none half was not matching with any reference sequence of known bacteria.\nThe highest richness of bacterial LMCO genes was observed in the organic\nhorizon of the forest soil, which is concomitant with a previous\nanalysis of the diversity of fungal laccase genes and corresponding soil\nlaccase activity. Some clusters of sequence types showed a specific\ndistribution in one of the soils or in horizons, while others appeared\nmore ubiquist. Multiple bacterial LMCO genes were described in Agromyces\nsalentinus and Sinorhizobium morelense, what so far was only known from\nfungi.","trees":[{"tree_label":"Fig. 2","ntax":"195","rootedtree":"TRUE","title":"Bacterial LMCO genes, NJ with K2P","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5112.phy"}]}