{"Authors":" Diogo Rezende, Mateus Arduvino Reck, Esteban M. Crespo,\nRicardo Drechsler-Santos, Gerardo Lucio Robledo, Aristoteles\nGoes-Neto","Year":" 2016","Title":" Morphological reassessment and molecular phylogenetic\nanalyses of Ganodermataceae raised new perspectives in the generic\nclassification of the family","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Polyporales, Ultrastructure, Systematics, Ganoderma,\nAmauroderma","DOI":"","Abstract":" Ganodermataceae is a remarkable group of polypore fungi,\nmainly characterized by particular double-walled basidiospores with a\ncolored endosporium ornamented with columns and a hyaline smooth\nexosporium. In order to establish the basis for a natural classification\nof Ganodermataceae, morphological analyses, including scanning electron\nmicroscopy, as well as a molecular phylogenetic approach based on the\nInternal Transcribed Spacer and the Large Subunit of the nuclear\nribosomal DNA were carried out with specimens of this family.\nUltrastructural analyses raised up a new character for Ganodermataceae\nsystematics, i.e. is the presence of perforation in the exosporium with\nholes that are connected with hollow columns of the endosporium. This\ncharacter is considered as a synapomorphy in Foraminisporus, a new genus\nproposed here to accommodate Amauroderma sprucei. Furtadoa is proposed\nto accommodate species with monomitic context: F. brasiliense, F.\ncorneri and F. biseptata. Molecular phylogenetic analyses confirm that\nboth genera grouped as strongly supported distinct lineages out of\nAmauroderma s.s. clade. Therefore, a proposal for a phylogenetic\napproach of Ganodermataceae is presented.","trees":[{"tree_label":"tree 1","ntax":"376","rootedtree":"TRUE","title":"Tr99735","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99735.phy"},{"tree_label":"tree 1","ntax":"42","rootedtree":"TRUE","title":"Tr99736","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99736.phy"},{"tree_label":"tree 1","ntax":"42","rootedtree":"TRUE","title":"Tr99783","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99783.phy"}]}