{"Authors":" Ahmad Mohammad Moharram, Hester F. Vismer, G. S. d. Hoog,\nZ. W. d. Beer, Elsie Magrietha de Meyer, Richard C. Summerbell, Michael\nJ Wingfield","Year":" 2008","Title":" Taxonomy and phylogeny of new wood- and soil-inhabiting\nSporothrix species in the Ophiostoma stenoceras - Sporothrix schenckii\ncomplex","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sporothrix, one of the anamorph genera of Ophiostoma,\nincludes the important human pathogen S. schenckii and various fungi\nassociated with insects and sapstain of wood. A survey of fungi from\nwooden utility poles in South Africa yielded two distinct groups of\nSporothrix isolates from different geographical areas. DNA sequence and\nmorphological data derived in this study showed that isolates in these\ngroups represent two novel species in the S. schenckii \u001a O. stenoceras\nspecies complex. A new species isolated from pine poles and rosebush\nwood and phylogenetically closely related to S. pallida, is described\nhere as Sporothrix stylites. Phylogenetic analysis also confirmed the\nsynonymy of S. albicans and S. nivea with S. pallida. Sporothrix\nstylites and S. pallida are also closely related to the isolates from\nsoil, previously treated as \u001aenvironmental\u001a isolates of S. schenckii. Soil\nisolates are clearly distinct from human isolates of S. schenckii. We\ndescribe the former here as Sporothrix humicola. The isolates from\neucalypt poles group peripheral to most other species in the S.\nschenckii - O. stenoceras complex, and are newly described as Sporothrix\nlignivora. Phylogenetic analysis of sequences of isolates from soil and\nwood together with those of clinical isolates showed that the\nhuman-pathogenic strains form an aggregate of several cryptic\nspecies.","trees":[{"tree_label":"Fig. 3","ntax":"58","rootedtree":"TRUE","title":"New Sporothrix Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5117.phy"},{"tree_label":"Fig. 1","ntax":"54","rootedtree":"TRUE","title":"New Sporothrix Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5118.phy"},{"tree_label":"Fig. 2","ntax":"57","rootedtree":"TRUE","title":"New Sporothrix Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5119.phy"}]}