{"Authors":" Diogo Henrique Costa-Rezende, Gerardo Lucio Robledo,\nAristoteles Goes-Neto, Mateus Arduvino Reck, Ricardo Drechsler-Santos,\nEsteban M. Crespo","Year":" 2016","Title":" Morphological reassessment and molecular phylogenetic\nanalyses of Amauroderma s.l. raised new perspectives in the generic\nclassification of Ganodermtaceae family","Journal":" -","Volume":" -","Issue":" -","Pages":" -","Keywords":" Polyporales, Ultrastructure, Systematics, Ganoderma,\nAmauroderma","DOI":"","Abstract":" Ganodermataceae is a remarkable group of polypore fungi,\nmainly characterized by particular double-walled basidiospores with a\ncolored endosporium ornamented with columns and a hyaline smooth\nexosporium. In order to establish an integrative morphological and\nmolecular phylogenetic approach to clarify relationship of Neotropical\nAmauroderma s.l. within Ganodermataceae family, morphological analyses,\nincluding scanning electron microscopy, as well as a molecular\nphylogenetic approach based on one (ITS) and four loci (ITS-5.8S, LSU,\nTEF1-alpha and RPB1), were carried out. Ultrastructural analyses raised\nup a new character for Ganodermataceae systematics, i.e. is the presence\nof perforation in the exosporium with holes that are connected with\nhollow columns of the endosporium. This character is considered as a\nsynapomorphy in Foraminispora, a new genus proposed here to accommodate\nPorothelium rugosum (≡Amauroderma sprucei). Furtadoa is proposed to\naccommodate species with monomitic context: F. brasiliensis, F. corneri\nand F. biseptata. Molecular phylogenetic analyses confirm that both\ngenera grouped as strongly supported distinct lineages out of\nAmauroderma s.s. clade.","trees":[{"tree_label":"tree 1","ntax":"157","rootedtree":"TRUE","title":"Tr105745","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105745.phy"},{"tree_label":"tree 1","ntax":"68","rootedtree":"TRUE","title":"Tr105746","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105746.phy"}]}