{"Authors":" Andreas Hejnol, Steven H. D. Haddock, Andreas\nSchmidt-Rhaesa, Matthias Obst, Kevin Pang, Martin V Sørensen, R. M.\nKristensen, Akiko Okusu, Casey W Dunn, Gregory D. Edgecombe, Gonzalo\nGiribet, David Q Matus, Ward C. Wheeler, Elaine Seaver, G. W. Rouse,\nWilliam E Browne, Mark Q. Martindale, Stephen A Smith","Year":" 2008","Title":" Broad phylogenomic sampling improves resolution of the Animal\nTree of Life","Journal":" Nature","Volume":" 452","Issue":" 7188","Pages":" 745-749","Keywords":"","DOI":" 10.1038/nature06614","Abstract":" Long-held ideas regarding the evolutionary relationships\namong animals have recently been upended by sometimes controversial\nhypotheses based largely on insights from molecular data1,2. These new\nhypotheses include a clade of moulting animals (Ecdysozoa)3 and the\nclose relationship of the lophophorates to molluscs and annelids\n(Lophotrochozoa)4. Many relationships remain disputed, including those\nthat are required to polarize key features of character evolution, and\nsupport for deep nodes is often low. Phylogenomic approaches, which\nutilize data from many genes, have shown promise for resolving deep\nanimal relationships, but are hindered by a lack of data from many\nimportant groups. Here we report a total of 39.9 Mb of Expressed\nSequence Tags (ESTs) from 29 animals (Supplementary Table 1) belonging\nto 21 phyla, including 11 phyla previously lacking genomic or EST data.\nAnalyzed in combination with existing sequences (Figs. 1, 2;\nSupplementary Fig. 1), our data reinforce several previously identified\nclades that split deeply in the animal tree (including Protostomia,\nEcdysozoa, and Lophotrochozoa), unambiguously resolve multiple\nlong-standing issues for which there was strong conflicting support in\nearlier studies with less data (such as velvet worms rather than\ntardigrades as the sister group of arthropods5), and provide molecular\nsupport for the monophyly of molluscs, a group long recognized by\nmorphologists, for the first time. In addition, we find strong support\nfor several new hypotheses. These include a clade that unites annelids\n(including sipunculans and echiurans) with nemerteans, phoronids, and\nbrachiopods, molluscs as sister to that assemblage, and the placement of\nctenophores as the earliest diverging extant multicellular animals. A\nsingle origin of spiral cleavage (with subsequent losses) is inferred\nfrom well-supported nodes. Many relationships between a stable subset of\ntaxa find strong support, and a diminishing number of lineages remain\nrecalcitrant to placement on the tree.","trees":[{"tree_label":"Fig. 1","ntax":"77","rootedtree":"TRUE","title":"Animals","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5120.phy"}]}