{"Authors":" Rui Zhang, Gregory M Mueller, Fei Xiao Shi, Pei-Gui Liu,\nAndrew W. Wilson","Year":" 2016","Title":" Dilemmatic calibration of the evolutionary history of\nectomycorrhizal genus Suillus revealed by multigene phylogeny and\nancestral host association analyses","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" host specificity, ectomycorrhizal fungiplant symbioses,\nhost shifts, fossil calibration","DOI":"","Abstract":"  Suillus has exceptional high host specificity among\ngenera of Ectomycorrhizal (EM) fungi. With a few exceptions, Suillus\nspecies associate exclusively with Pinus, Larix, and Pseudotsuga.\nHowever, the phylogenetic distribution and geological ages of these host\nassociations are largely unknown.  We inferred the first multigene\nphylogeny of Suillus that includes 61 species using sequences from 28S,\nTEF1, RPB1 and RPB2. Ancestral host associations were reconstructed\nusing BAYESTRAITS and S-DIVA referring from extant host associations\ncompiled from literatures, field observations and environmental samples.\nDivergence dates using fossil calibration were estimated in BEAST.  We\nconfirmed that ancestral Suillus species are associated with Larix, one\nmonophyletic clade switched host to Pinus, and another clade to\nPseudotsuga. So the only Ectomycorrhizal fossil from Pinus root\nidentified as Suillus or Rhizopogon would have at least two phylogenetic\npositions. The fossil could either be regarded as Suillus in the derived\nSuillusPinus clade or as the common ancestor of Suillus and Rhizopogon.\nUnder the former scenario, genus Suillus originated in the upper\nCretaceous (90Ma) and shifted hosts to Pinus and Pseudotsuga in early\nEocene. Or Suillus originated in early Eocene and shifted hosts in early\nOligocene.  Comparison of the ancestral hosts of Suillus and the\ndivergence dates of Pinaceae gave more supports for the recent\ndivergence of the SuillusPinus clade and the fossil is less likely to be\nSuillus. However, the exact position of the ectomycorrhizal fossil is\nstill unknown.","trees":[{"tree_label":"con 50 majrule","ntax":"193","rootedtree":"TRUE","title":"Tr99862","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99862.phy"},{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Tr99863","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99863.phy"},{"tree_label":"TREE1","ntax":"73","rootedtree":"TRUE","title":"Tr99864","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99864.phy"},{"tree_label":"TREE1","ntax":"73","rootedtree":"TRUE","title":"Tr99865","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_99865.phy"}]}