{"Authors":" David Portnoy, Stuart Willis, Elizabeth Hunt, Dominic\nSwift, John Gold, Kevin W Conway","Year":" 2016","Title":" Molecular phylogenetics of New World searobins (Triglidae;\nPrionotinae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phylogenetic relationships among members of the New World\nsearobin genera Bellator and Prionotus (Family Triglidae, Subfamily\nPrionotinae) and among other searobins in the families Triglidae and\nPeristediidae were investigated using both mitochondrial and nuclear DNA\nsequences. Phylogenetic hypotheses derived from maximum likelihood and\nBayesian methodologies supported a monophyletic Prionotinae that\nincluded four well resolved clades of uncertain relationship; three\ncontained species in the genus Prionotus and one contained species in\nthe genus Bellator. Bellator was always recovered within the genus\nPrionotus, a result supported by post hoc model testing. Two nominal\nspecies of Prionotus (P. alatus and P. paralatus) were not recovered as\nexclusive lineages, suggesting the two may comprise a single species.\nPhylogenetic hypotheses also supported a monophyletic Triglidae but only\nif armored searobins (Family Peristediidae) were included. A robust\nmorphological assessment is needed to further characterize relationships\nand suggest classification of clades within Prionotinae; for the time\nbeing we recommend that Bellator be considered a subgenus of Prionotus.\nRelationships between armored searobins (Family Peristediidae) and\nsearobins (Family Triglidae) and relationships within Triglidae also\nwarrant further study.","trees":[{"tree_label":"TREE1","ntax":"58","rootedtree":"TRUE","title":"Prionotinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99855.phy"},{"tree_label":"TREE1","ntax":"44","rootedtree":"TRUE","title":"Prionotinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99854.phy"}]}