{"Authors":" Elke J. van Nieuwenhuijzen, Jolanta Maria Miadlikowska, Jos\nHoubraken, Olaf C. G. Adan, Francois Lutzoni, Rob Samson","Year":" 2016","Title":" Wood staining fungi revealed taxonomic novelty in\nPezizomycotina: New order Superstratomycetales and new species\nCyanodermella oleoligni","Journal":" Studies in Mycology","Volume":" 85","Issue":"","Pages":" 107-124","Keywords":" Classification of Pezizomycotina, Cyanodermella oleoligni,\nDothideomycetes, Fungal cultures, Multi-locus phylogeny, Oil-treated\nwood, Ostropales, Superstratomycetales","DOI":"","Abstract":" A culture-based survey of staining fungi on oil-treated\ntimber after outdoor exposure in Australia and the Netherlands uncovered\nnew taxa in Pezizomycotina. Their taxonomic novelty was confirmed by\nphylogenetic analyses of multi-locus sequences (ITS, nrSSU, nrLSU,\nmitSSU, RPB1, RPB2, and EF-1α) using mu ltiple reference data sets.\nThese previously unknown taxa are recognised as part of a new order\n(Superstratomycetales) potentially closely related to Trypetheliales\n(Dothideomycetes), and as a new species of Cyanodermella, C. oleoligni\nin Stictidaceae (Ostropales) part of the mostly lichenised class\nLecanoromycetes. Within Superstratomycetales a single genus named\nSuperstratomyces with three putative species: S. flavomucosus, S.\natroviridis, and S. albomucosus are formally described. Monophyly of\neach circumscribed Superstratomyces species was highly supported and the\nintraspecific genetic variation was substantially lower than\ninterspecific differences detected among species based on the ITS,\nnrLSU, and EF-1α loci. Ribosomal loci for all members of\nSuperstratomyces were noticeably different from all fungal sequences\navailable in GenBank. All strains from this genus grow slowly in\nculture, have darkly pigmented mycelia and produce pycnidia. The strains\nof C. oleoligni form green colonies with slimy masses and develop green\npycnidia on oatmeal agar. These new taxa could not have been identified\nby sequencing from the substrate alone or based solely on\nculture-dependent morphological investigations. Coupling phenotypic\nobservations with multi-locus sequencing of fungi isolated in culture\nenabled these taxonomic discoveries. Oil-treated outdoor situated timber\nprovides a great potential for culturable undescribed fungal taxa,\nincluding higher rank lineages as revealed by this study, and therefore,\nshould be further explored.","trees":[{"tree_label":"Fig. 3","ntax":"207","rootedtree":"TRUE","title":"Ostropomycetidae 207 taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100259.phy"},{"tree_label":"Fig. 1","ntax":"236","rootedtree":"TRUE","title":"Arthoniomycetes Dothideomycetes 236 taxa RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100258.phy"}]}