{"Authors":" Ignazio Carbone, James B. White, Jolanta Maria\nMiadlikowska, A. Elizabeth Arnold, Mark Miller, Frank Kauff, Jana M\nU’Ren, Georgiana May, Francois Lutzoni","Year":" 2017","Title":" T-BAS: Tree-Based Alignment Selector toolkit for\nphylogenetic-based placement, alignment downloads, and metadata\nvisualization: an example with the Pezizomycotina tree of life","Journal":" Bioinformatics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1093/bioinformatics/btw808","Abstract":" Motivation: High-quality phylogenetic placement of\nsequence data has the potential to greatly accelerate studies of the\ndiversity, systematics, ecology, and functional biology of diverse\ngroups. We developed the Tree-Based Alignment Selector (T-BAS) toolkit\nto allow evolutionary placement and visualization of diverse DNA\nsequences representing unknown taxa within a robust phylogenetic\ncontext, and to permit the downloading of highly curated, single- and\nmulti-locus alignments for specific clades. Results: In its initial\nform, T-BAS v1.0 uses a core phylogeny of 979 taxa (including 23\noutgroup taxa, as well as 61 orders, 175 families, and 496 genera)\nrepresenting all 13 classes of largest subphylum of Fungi \nPezizomycotina (Ascomycota)  based on sequence alignments for six loci\n(nr5.8S, nrLSU, nrSSU, mtSSU, RPB1, RPB2). T-BAS v1.0 has three main\nuses: (1) Users may download alignments and voucher tables for members\nof the Pezizomycotina directly from the reference tree, facilitating\nsystematics studies of focal clades. (2) Users may upload sequence files\nwith reads representing unknown taxa and place these on the phylogeny\nusing either BLAST or phylogeny-based approaches, and then use the\ndisplayed tree to select reference taxa to include when downloading\nalignments. The placement of unknowns can be performed for large numbers\nof Sanger sequences obtained from fungal cultures and for alignable,\nshort reads of environmental amplicons. (3) User-customizable metadata\ncan be visualized on the tree. Availability: T-BAS Version 1.0 is\navailable online at http://tbas.hpc.ncsu.edu. Registration is required to\naccess the CIPRES Science Gateway and NSF XSEDE’s large computational\nresources.","trees":[{"tree_label":"Fig. S1","ntax":"979","rootedtree":"TRUE","title":"Pezizomycotina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100254.phy"}]}