{"Authors":" Cecilia I. Banag, Arnaud Mouly, Grecebio J.D. Alejandro,\nBirgitta Bremer, Ulrich Meve, Guido W Grimm, Sigrid Liede","Year":" 2016","Title":" Ixora (Rubiaceae) on the Philippines  crossroad or cradle\n?","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Huxley’s line, incongruent genealogies, island\nbiogeography, Ixora, molecular systematics, incomplete lineage sorting,\nPhilippines, phylogeny, Wallace’s line","DOI":"","Abstract":" Background: The Philippine archipelago is one of the\nglobally most important model island systems for studying evolutionary\nprocesses. However, most plant species on this archipelago have not yet\nbeen studied in sufficient detail. The main aim of this study is to fill\nin the blanks regarding the Philippine members of the pantropical genus,\nIxora. Results: The highly complex plastid and nuclear divergence\npatterns in Philippine Ixora, documented using tree and network\napproaches, in Philippine Ixora give witness of a highly dynamic\nevolution of Ixora, involving several phases of radiation and\nrecolonisation. Our study highlights the importance of Philippine\nspecies to understand phytogeographic patterns in the\nIndomalayan-Australasian eco-region. Conclusions: The genetic\ndifferentiation in Ixora reflects the complex topographical and tectonic\nhistory of the Philippine archipelago. The incongruence between\ngenealogies based on the biparentally inherited nucleome and maternally\ninherited plastome is important to know to understand the evolution of\nIxora.","trees":[{"tree_label":"nrDNA RAxML bipartitions","ntax":"73","rootedtree":"TRUE","title":"nrDNA RAxML bipartitions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99869.phy"},{"tree_label":"cpDNA RAxML bipartitions","ntax":"73","rootedtree":"TRUE","title":"Rubiaceae cpDNA RAxML bipartitions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99868.phy"},{"tree_label":"total DNA RAxML bipartitions","ntax":"73","rootedtree":"TRUE","title":"Rubiaceae total DNA RAxML bipartitions","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_99870.phy"}]}