{"Authors":" Vadim Backman, Luisa A Marcelino, Timothy D Swain, Mark W\nWestneat","Year":" 2016","Title":" Vertically transmitted Symbiodinium are more thermotolerant\nand specific to scleractinian hosts","Journal":" Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Vertical transmission of symbionts between generations of\nhosts is thought to strengthen mutualisms by linking the fitness of\nassociated species, but prohibits recombination with physiologically\nnovel symbionts that may be better suited to a changing environment.\nThis trade-off between transmission modes may be undermined by\nmixed-modes transmission, even if one mode is rare. Horizontal\ntransmission is common among coral-Symbiodinium symbioses, however\nmixed-modes transmission appears to be more likely among predominantly\nvertical transmitting corals, allowing the maintenance of highly\nspecialized associations across generations as well as transiently\ncritical relationships. To assess if mixed-modes transmission has the\npotential to rescue or reinforce resistance to thermally-induced\nbleaching, we examined the thermotolerance and specificity of vertically\ntransmitted symbionts. We constructed a novel molecular phylogeny for 95\nphylotypes of Symbiodinium representing clades AF to determine homoplasy\namong and relationships between traits. Thermotolerance and specificity\ncannot be predicted by evolutionary relatedness and were independently\nderived multiple times, while vertical transmission is more concentrated\namong phylotypes representing clades C and F. The probability of\nvertical transmission increased by more than 200% across the ranges of\nobserved thermotolerance and specificity, however specificity does not\npredict thermotolerance. Higher thermotolerance and specificity of\nvertically transmitted Symbiodinium may indicate robust bleaching\nresistance among vertically transmitting corals that could be reinforced\nby the potential benefits of mixed-modes transmission.","trees":[{"tree_label":"tree 1","ntax":"99","rootedtree":"TRUE","title":"Vertically transmitted Symbiodinium ITS2 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100601.phy"}]}