{"Authors":" Miguel Vences, Katharina C. Wollenberg, David C.\nCannatella, A. V. d. Meijden, David R. Vieites","Year":" 2008","Title":" Patterns of endemism and species richness in Malagasy\ncophyline frogs support a key role of mountainous areas for\nspeciation","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cophyline narrow-mouthed frogs (Anura: Microhylidae) are a\ndiverse endemic radiation of Madagascar. Cophylines contain a high\nproportion of range restricted species and constitute a good model\nsystem to understand patterns of evolutionary diversification in\ntropical ecosystems. We combine spatial and phylogenetic analyses for a\nnear complete taxon sample to test competing explanations for patterns\nof species richness and endemism. Our reconstruction of the phylogeny of\nMalagasy cophylines indicates the presence of 22 new species and several\ninstances of paraphyly. We found strong historical signal in current\ncophyline ranges indicating a high degree of spatial niche conservatism\nin clade diversification, with clades occurring in the North of\nMadagascar constituting the most derived in the phylogeny. We identified\nsix positively correlated centers of species richness and endemism that\ncan neither be explained by stochastic models such as elevational or\nlatitudinal mid-domain effect, nor by low-elevation river catchments.\nInstead, the locations of these centers in areas spanning a high\naltitudinal range in combination with specific climatic parameters\nsupport a key role of mountainous areas for speciation of these anurans,\nalthough we can not exclude an influence of habitat loss due to human\nimpact. High conservation priority is ascribed to these areas.","trees":[{"tree_label":"Fig. 2","ntax":"17","rootedtree":"TRUE","title":"Cophylinae, reduced taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5121.phy"},{"tree_label":"Fig. 1","ntax":"70","rootedtree":"TRUE","title":"Cophylinae, all taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5122.phy"}]}