{"Authors":" Hanno Schaefer, Susanne S Renner","Year":" 2008","Title":" A phylogeny of the oil bee tribe Ctenoplectrini (Hymenoptera:\nAnthophila) based on mitochondrial and nuclear data: Evidence for Early\nEocene divergence and repeated out-of-Africa dispersal","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The bee tribe Ctenoplectrini, with two genera, comprises\nnine species in tropical Africa and ten in Asia and Australia. Most of\nthem collect floral oil, pollen, and nectar from Cucurbitaceae, but\nthree species are thought to be cleptoparasites. The unusual morphology\nof Ctenoplectrini has made it difficult to infer their closest\nrelatives, in turn preventing an understanding of these bees\u001a geographic\nand temporal origin. We used two mitochondrial and two nuclear markers\n(4741 nucleotides) generated for most of the species to test the\nmonophyly of the tribe, its relationships to other Apidae, and its\nbiogeographic history. Ctenoplectrini are strongly supported as\nmonophyletic and closest to the Long-horned bees, Eucerini. The\npresumably cleptoparasitic species form a clade (Ctenoplectrina) that is\nsister to the remaining species (Ctenoplectra), confirming the\nindependent evolution of cleptoparasitism in this tribe. Tree topology\nand molecular dating together suggest that Ctenoplectrini originated in\nAfrica in the Early Eocene and that Ctenoplectra dispersed twice from\nAfrica to Asia, sometime in the Late Eocene, 30-40 my ago, from where\none species reached the Australian continent via Indonesia and New\nGuinea in the mid-Miocene, c. 13 my ago. Dry and cool mid-Miocene\nclimates also coincide with the divergence between C. bequaerti from\nWest Africa and C. terminalis from East and South Africa, perhaps\nrelated to fragmentation of the equatorial African rainforest belt.","trees":[{"tree_label":"Fig. 3","ntax":"39","rootedtree":"TRUE","title":"Ctenoplectrini","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5123.phy"}]}