{"Authors":" Dai Hao","Year":" 2017","Title":" Identification of Fusarium spp. associated with soybean root\nrot in Sichuan province, China","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Soybean (Glycine max L.); Soybean root rot, Fusarium spp.,\nPathogenicity, Distribution","DOI":"","Abstract":" Soybean (Glycine max L.) root rot, often caused by a\nmixed-infection of several pathogens, is a major disease affecting\nsoybean production and quality worldwide. Pathogen population is\nremarkably distinct with respect to ecological environment and\ngeographic distribution. Recently, soybean root rot is widely reported\nin Sichuan Province of the southwest China, but there was still no\ninverstigation of pathogen population. In this study, based on\nmorphological characteristics and molecular analysis of nucleotide\nsequences of the internal transcribed spacer region and the translation\nelongation factor 1α gene, total 96 strains of fungi were isolated and\nidentified as eighteen species, in which 78 strains belonged to 9\nspecies of Fusarium spp., including to F. equiseti, F. solani,\nF.oxysporum, F. graminearum, F. commune, F. verticillioides, F.\nproliferatum, F. fujikuroi and F. avenaceum, covering 81.25% of total\nisolated strains. Pathogenicity tests showed Fusarium equiseti, Fusarium\nsolani, Fusarium oxysporum and F. graminearum were more virulent than\nother Fusarium spp. In addtion, there was a correlation of Fusarium\npopulation with geographic distribution. This is the first report on F.\ngraminearum causing soybean root rot in China.This study also firstly\nfocuses on population of Fusarium spp. as the key pathogens of soybean\nroot rot in Sichuan Province of China, which will be helpful to provide\neffective control strategies for this disease.","trees":[{"tree_label":"PAUP_1","ntax":"77","rootedtree":"TRUE","title":"Fusarium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101544.phy"},{"tree_label":"PAUP_1","ntax":"77","rootedtree":"TRUE","title":"Fusarium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101545.phy"}]}