{"Authors":" yingxiao zhang, Brian J Iaffaldano, xiaofeng zhuang, John\nCardina, katrina cornish","Year":" 2016","Title":" Chloroplast genome resources and molecular markers\ndifferentiate rubber dandelion species from weedy relatives","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Rubber dandelion (Taraxacum kok-saghyz, TK) is being\ndeveloped as a domestic source of natural rubber to meet increasing\nglobal demand. However, the domestication of TK is complicated by its\ncolocation with two additional dandelion species, Taraxacum\nbrevicorniculatum (TB ) and the common dandelion (Taraxacum officinale,\nTO). TB is often present as a seed contaminant within TK accessions,\nwhile TO is a ubiquitous weed that may hybridize with TK harboring novel\ntraits. To discriminate these three species at the molecular level, and\nfacilitate gene flow studies between the potential rubber crop, TK and\nits ubiquitous weedy relative TO, we generated genomic and marker\nresources for these three dandelion species of interest. Complete\nchloroplast genome sequences of TK (151,338 bp), TO (151,434 bp) and TB\n(151,281 bp) were obtained using the Illumina GAII and MiSeq platforms.\nBy sequencing multiple genotypes for each species and testing variants\nusing gel-based methods, four chloroplast Single Nucleotide Polymorphism\n(SNP) variants were found to be fixed between TK and TO in large\npopulations. Additionally, Expressed Sequence Tag (EST) resources\ndeveloped for TO and TK permitted the identification of five nuclear\nspecies-specific SNP markers. The availability of chloroplast genomes of\nthese three dandelion species, as well as chloroplast and nuclear\nmolecular markers, will provide a powerful genetic resource for\ngermplasm differentiation and purification, and the study of potential\ngene flow among Taraxacum species.","trees":[{"tree_label":"Phylogenetic analysis using rbcL gene from 30 species\nwith available chloroplast sequences in the Asteraceae family","ntax":"30","rootedtree":"TRUE","title":"Tr100015","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100015.phy"}]}