{"Authors":" John Cardina, katrina cornish, yingxiao zhang, Brian J\nIaffaldano, xiaofeng zhuang","Year":" 2016","Title":" Chloroplast genome resources and molecular markers\ndifferentiate rubber dandelion species from weedy relatives","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" chloroplast genome, rubber, species-specific single\nnucleotide polymorphism markers, Taraxacum brevicorniculatum, Taraxacum\nkok-saghyz, Taraxacum officinale","DOI":"","Abstract":" Background: Rubber dandelion (Taraxacum kok-saghyz, TK) is\nbeing developed as a domestic source of natural rubber to meet\nincreasing global demand. However, the domestication of TK is\ncomplicated by its colocation with two weedy dandelion species,\nTaraxacum brevicorniculatum (TB) and the common dandelion (Taraxacum\nofficinale, TO). TB is often present as a seed contaminant within TK\naccessions, while TO is a pandemic weed, which may have the potential to\nhybridize with TK. To discriminate these species at the molecular level,\nand facilitate gene flow studies between the potential rubber crop, TK,\nand its weedy relatives, we generated genomic and marker resources for\nthese three dandelion species. Results: Complete chloroplast genome\nsequences of TK (151,338 bp), TO (151,299 bp), and TB (151,282 bp) were\nobtained using the Illumina GAII and MiSeq platforms. Chloroplast\nsequences were analyzed and annotated for all the three species.\nPhylogenetic analysis within Asteraceae showed that TK has a closer\ngenetic distance to TB than to TO and Taraxacum species were most\nclosely related to lettuce (Lactuca sativa). By sequencing multiple\ngenotypes for each species and testing variants using gel-based methods,\nfour chloroplast Single Nucleotide Polymorphism (SNP) variants were\nfound to be fixed between TK and TO in large populations, and between TB\nand TO. Additionally, Expressed Sequence Tag (EST) resources developed\nfor TO and TK permitted the identification of five nuclear\nspecies-specific SNP markers.\nConclusions: The availability of chloroplast genomes of these three\ndandelion species, as well as chloroplast and nuclear molecular markers,\nwill provide a powerful genetic resource for germplasm differentiation\nand purification, and the study of potential gene flow among Taraxacum\nspecies.","trees":[{"tree_label":"Fig. 2","ntax":"30","rootedtree":"TRUE","title":"Asteraceae: Phylogenetic analysis using rbcL gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100020.phy"}]}