{"Authors":" parisa Razaghi, Doustmorad Zafari","Year":" 2016","Title":" Charactreization of fungi causing a lesion blight on papaver\ndubium in Iran","Journal":" Journal of plant pathology","Volume":"","Issue":"","Pages":"","Keywords":" Ascochyta, Blight disease, Phoma, Phylogeny, Weed","DOI":"","Abstract":" Papaver dubium (common name blindeyes, Papaveraceae) is\nwidespread throughout Europe and America and is an important weed in\nwestern Iran. Since 2009, a blight disease causing significant damage to\nplants of P. dubium in several areas in Hamedan province, Iran has\noccurred. The disease caused initially small, yellowbrown lesions on\nlower leaves, and eventually expanded to the whole plant resulting in\nnecrotic lesions and complete wilting. This study was carried out to\nidentify the causal agent(s) of the blight disease on blindeyes. On the\nbasis of cultural and microscopic characters, plus phylogenetic analysis\nof 5.8S nrDNA (ITS), partial β-tubulin (TUB2), and partial LSU rDNA, 82\nisolates were identified as follows: Ascochyta chelidoniicola (42),\nNeodidymelliopsis sp. (28), Allophoma zantedeschiae (12). Pathogenicity\ntests in the greenhouse showed that all isolates of A. chelidoniicola\nand Neodidymelliopsis sp. caused typical spots on inoculated plants, and\nwere successfully reisolated from the symptomatic tissues. Our results\nclearly indicated that A. chelidoniicola was the major pathogen causing\nthe lesion blight disease on blindeyes in western Iran on the basis of\nhigh isolation frequency and continuous occurance from 2009 to 2015. To\nthe best of our knowledge, all three species in this study are new taxa\nfor mycobiota of Iran.","trees":[{"tree_label":"PAUP 1","ntax":"49","rootedtree":"TRUE","title":"Tr100031","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100031.phy"},{"tree_label":"PAUP 2","ntax":"49","rootedtree":"TRUE","title":"Tr100032","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100032.phy"},{"tree_label":"PAUP 3","ntax":"49","rootedtree":"TRUE","title":"Tr100033","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100033.phy"},{"tree_label":"PAUP 4","ntax":"49","rootedtree":"TRUE","title":"Tr100034","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100034.phy"}]}