{"Authors":" Skyler Speakman, Ruriko Yoshida, Arnold J. Stromberg, Adam\nLindstrom, Kelly D Craven, Christopher Lewis Schardl","Year":" 2008","Title":" A novel test for host-symbiont codivergence indicates ancient\norigin of fungal endophytes in grasses.","Journal":" Systematic Biology","Volume":" 57","Issue":" 3","Pages":" 483-498","Keywords":"","DOI":" 10.1080/10635150802172184","Abstract":" Significant phylogenetic codivergence between plant or\nanimal hosts (H) and their symbionts or parasites (P) indicate the\nimportance of their interactions on evolutionary time scales. However,\nvalid and realistic methods to test for codivergence are not fully\ndeveloped. One of the systems where possible codivergence has been of\ninterest involves the large subfamily of temperate grasses (Pooideae)\nand their endophytic fungi (epichloae). These widespread symbioses often\nhelp protect host plants from herbivory and stresses, and affect species\ndiversity and food web structures. Here we introduce the MRCALink\n(mostrecent- common-ancestor link) method and use it to investigate the\npossibility of grass-epichloe codivergence. MRCALink applied to\nultrametric H and P trees identifies all corresponding nodes for\npairwise comparisons of MRCA ages. The result is compared to the space\nof random H and P tree pairs estimated by a Monte Carlo method. Compared\nto tree reconciliation the method is less dependent on tree topologies\n(which often can be misleading), and it crucially improves on\nphylogeny-independent methods such as ParaFit or the Mantel test by\neliminating an extreme (but previously unrecognized) distortion of\nnode-pair sampling. Analysis of 26 grass species-epichloe species\nsymbioses did not reject random association of H and P MRCA ages.\nHowever, when five obvious host jumps were removed the analysis\nsignificantly rejected random association and supported grass-endophyte\ncodivergence. Interestingly, early cladogenesis events in the Pooideae\ncorresponded to early cladogenesis events in epichloae, suggesting\nconcomitant origins of this grass subfamily and its remarkable group of\nsymbionts. We also applied our method to the well-known gopher-louse\ndata set.","trees":[{"tree_label":"Fig. 3","ntax":"26","rootedtree":"TRUE","title":"Endophytes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_362.phy"},{"tree_label":"Fig. 2","ntax":"26","rootedtree":"TRUE","title":"Pooid Grasses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5125.phy"}]}