{"Authors":" Sofia IF Gomes, Vincent SFT Merckx, Serguei Saavedra","Year":" 2017","Title":" Fungal-host diversity among mycoheterotrophic plants\nincreases proportionally to their fungal-host overlap.","Journal":" Ecology and Evolution","Volume":" 7","Issue":" 10","Pages":" 3623-3630","Keywords":" plant-below-ground interactions, mycorrhizal cheaters,\nniche width, niche overlap, plant coexistence, mycoheterotrophic\ninteractions","DOI":" 10.1002/ece3.2974","Abstract":" The vast majority of plants obtain an important proportion\nof vital resources from soil through mycorrhizal fungi. Generally, this\nhappens in exchange of photosynthethically fixed carbon, but\noccasionally the interaction is mycoheterotrophic, and plants obtain\ncarbon from mycorrhizal fungi. This results in an antagonistic\ninteraction between mycoheterotrophic plants and their fungal hosts.\nImportantly, the fungal-host diversity available for plants is\nrestricted as mycoheterotrophic interactions often involve narrow\nlineages of fungal hosts. Unfortunately, little is known whether\nfungal-host diversity may be additionally modulated by plant-plant\ninteractions through shared hosts. Yet, this may have important\nimplications for plant competition and coexistence. Here we use DNA\nsequencing data to investigate the interaction patterns between\nmycoheterotrophic plants and arbuscular mycorrhizal fungi. We find no\nphylogenetic signal on the number of fungal hosts nor on the fungal\nhosts shared among mycoheterotrophic plants. However, we observe that\nthe phylogenetic diversity of fungal hosts associated to any given group\nof mycoheterotrophic plants increases proportionally to their overlap in\nfungal hosts. We detect that typically the fungal-host overlap is higher\nin groups of plants that belong to the same geographical location,\nproviding a potential explanation for the lack of phylogenetic signal on\nthe fungal hosts shared among mycoheterotrophic plants. These findings\nopen up a new set of questions of whether fungal-host patterns in\nmycoheterotrophic plants are more strongly modulated by ecological than\nby evolutionary processes.","trees":[{"tree_label":"tree 1","ntax":"244","rootedtree":"TRUE","title":"Glomeromycota ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106952.phy"}]}