{"Authors":" NA","Year":" 2016","Title":" Genome-wide analysis of expansin superfamily in wild Arachis\ndiscloses a stress-responsive expansin-like B gene","Journal":" Plant Molecular Biology","Volume":"","Issue":"","Pages":"","Keywords":" Drought; Meloidogyne; Ultraviolet (UV); Composite plant;\nGlycine max","DOI":"","Abstract":" Expansins are plant cell wall-loosening proteins involved\nin adaptive responses to environmental stimuli and various developmental\nprocesses. The first genome-wide analysis of the expansin superfamily in\nthe Arachis genus identified 40 members in A. duranensis and 44 in A.\nipaënsis, the wild progenitors of cultivated peanut (A. hypogaea). These\nexpansins were further characterized regarding their subfamily\nclassification, distribution along the genomes, duplication events,\nmolecular structure, and phylogeny. RNA-seq expression analysis in\ndifferent Arachis species showed that the majority of these expansins\nare modulated in response to diverse stresses such as water deficit,\nroot-knot nematode (RKN) infection, and UV exposure, with an\nexpansin-like B gene (AraEXLB8) displaying a highly distinct\nstress-responsive expression profile. Further analysis of AraEXLB8\ncoding sequences showed high conservation across Arachis genotypes, with\neight haplotypes identified. The modulation of AraEXLB8 expression in\nresponse to the aforementioned stresses was confirmed by qRT-PCR\nanalysis in distinct Arachis genotypes, whilst in situ hybridization\nrevealed transcripts in different root tissues accordingly to the stress\nimposed. The overexpression of AraEXLB8 in soybean (Glycine max)\ncomposite plants remarkably decreased the number of galls in transformed\nhairy roots inoculated with RKN. This study improves the current\nunderstanding of the molecular evolution, divergence, and gene\nexpression of expansins in Arachis, and provides molecular and\nfunctional insights into the role of expansin-like B, the less-studied\nplant expansin subfamily.","trees":[{"tree_label":"Figure1-EXPN-Legumes","ntax":"244","rootedtree":"TRUE","title":"Figure1-EXPN-Legumes","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100475.phy"},{"tree_label":"tree 1","ntax":"244","rootedtree":"TRUE","title":"Tr100476","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100476.phy"}]}