{"Authors":" Nerida G. Wilson, Isabella Stoeger, Kevin Michael Kocot,\nAlbert Johannes Poustka, Dmitry Ivanov, Kenneth M. Halanych, Michael\nSchroedl","Year":" 2016","Title":" Monoplacophoran mitochondrial genomes: convergent gene\narrangements and little phylogenetic signal","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Mollusca, mitogenome, Monoplacophora, Serialia, Aculifera,\nConchifera, gene arrangement, phylogeny, evolution","DOI":"","Abstract":" Abstract Background Although recent studies have greatly\nadvanced understanding of deep molluscan phylogeny, placement of some\ntaxa remains uncertain as different datasets support competing\nclass-relationships. Traditionally, morphologists have placed\nMonoplacophora, a group of morphologically simple, limpet-like molluscs\nas sister group to all other conchiferans (shelled molluscs other than\nPolyplacophora), a grouping that is supported by the latest large-scale\nphylogenomic study that includes Laevipilina. However, molecular\ndatasets dominated by nuclear ribosomal genes support Monoplacophora +\nPolyplacophora (Serialia). Here, we evaluate the potential of\nmitochondrial genome data for resolving placement of Monoplacophora.\nResults Two complete (Laevipilina antarctica and Vema ewingi) and one\npartial (Laevipilina hyalina) mitochondrial genomes were sequenced,\nassembled, and compared. All three genomes show a highly similar\narchitecture including an unusually high number of non-coding regions.\nComparison of monoplacophoran gene order shows a gene arrangement\npattern not previously reported; there is an inversion of one large gene\ncluster. Our reanalyses of recently published polyplacophoran\nmitogenomes show, however, that this feature is also present in some\nchiton species. Maximum Likelihood and Bayesian Inference analyses of 13\nmitochondrial protein-coding genes failed to robustly place\nMonoplacophora and hypothesis testing could not reject any of the\nevaluated placements of Monoplacophora. Conclusions Under both serialian\nor aculiferan-conchiferan scenarios, the observed gene cluster inversion\nappears to be a convergent evolution of gene arrangements in molluscs.\nOur phylogenetic results are inconclusive and sensitive to taxon\nsampling. Aculifera (Polyplacophora + Aplacophora) and Conchifera were\nnever recovered. However, some analyses recovered Serialia\n(Monoplacophora + Polyplacophora), Diasoma (Bivalvia + Scaphopoda) or\nPleistomollusca (Bivalvia + Gastropoda). Although we could not shed\nlight on deep evolutionary traits of Mollusca we found unique patterns\nof gene arrangements that are common to monoplacophoran and chitonine\npolyplacophoran species but not to acanthochitonine Polyplacophora.","trees":[{"tree_label":"tree 1","ntax":"16","rootedtree":"TRUE","title":"Tr100249","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100249.phy"},{"tree_label":"tree 1","ntax":"21","rootedtree":"TRUE","title":"Tr100248","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100248.phy"}]}