{"Authors":" Jesús Valdés Reyna, James F. Smith, Mary E. Barkworth, B.\nShaun Bushman, Mirta O. Arriaga, Surrey W. L. Jacobs","Year":" 2008","Title":" Molecules and morphology in South American Stipeae\n(Poaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We conducted phylogenetic analyses of molecular data (ITS,\ntrnH-psbA, trnC-trnL, and trnK-rps16) from 74 species of stipoid\ngrasses. Of these species, 31 are native to South America, 7 are native\nto Mexico and/or the southern United States, 54 to the northern North\nAmerica, 1 to southern and northern North America, 14 to Eurasia or the\nMediterranean region, and 6 to Australia. The outgroup was Glyceria\ndeclinata, a member of the Meliceae. The purpose of the study was to\nevaluate alternative generic treatments of the South American Stipeae,\nall of which are based on morphological and anatomical information.\nQuestions of particular interest were the merits of recognizing\nAmelichloa and the inclusion of Stipa subgg. Pappostipa and Ptilostipa\nin Jarava. Trees obtained from separate analyses of the ITS and cpDNA\ndata were poorly resolved. The majority rule tree obtained from the\ncombined data supported the monophyly of Austrostipa, Hesperostipa,\nPiptochaetium, Stipa subg. Pappostipa, Nassella + Amelichloa, Aciachne +\nAnatherostipa, and Hesperostipa+ Piptochaetium + Aciachne +\nAnatherostipa. Duplicate runs with altered taxon order and with models\nselected using the Aikake information criteria differed only slightly in\nposterior probability values. The Hesperostipa+ Piptochaetium + Aciachne\n+ Anatherostipa clade is not supported with models selected using the\nAikake information criteria for both the ITS and cpDNA data. None of the\ntrees support inclusion of Stipa subg. Pappostipa in Jarava. For subg.\nPtilostipa we obtained no ITS data and cpDNA data for only one species.\nThe cpDNA data placed the species in a clade with two Nassella species.\nIncreased taxon sampling and examination of more genes, particularly\nnuclear genes, is needed to develop a robust phylogeny of the South\nAmerican members of the Stipeae.","trees":[{"tree_label":"Fig. 3","ntax":"103","rootedtree":"TRUE","title":"Stipeae combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5129.phy"},{"tree_label":"Fig. 1","ntax":"126","rootedtree":"TRUE","title":"Stipeae cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5127.phy"},{"tree_label":"Fig. 2","ntax":"111","rootedtree":"TRUE","title":"Stipeae ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5128.phy"}]}