{"Authors":" H. D. Shin, Y. J. Choi, Marco Thines, Sebastian Ploch","Year":" 2008","Title":" Evidence for uncharted biodiversity in the Albugo candida\ncomplex, with the description of a new species","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" During the past two years the integrity of Albugo candida\nas the only species of Albugo parasitic to Brassicaceae has been\nchallenged. The existence of two distinct species parasitic to\nBrassicaceae has been confirmed, to which a third species was added. For\nthe purpose of further exploring the diversity of the A. candida\ncomplex, eight Albugo specimens on Draba lasiocarpa, D. nemorosa, and D.\nverna (Brassicaceae) were morphologically and molecularly compared with\nother Albugo species. On grounds of sequence comparisons and thorough\ninvestigation of the characteristics of the oospores, especially surface\nornamentation, Albugo voglmayrii sp. nov., parasitic to Draba nemorosa,\nis described from five specimens collected in Korea and China. By its\noospore wall ornamentation it differs from the previously described\nspecies A. candida, A. koreana, and A. lepidii. The morphological\ndiscrepancy is supported by high genetic distances to other species of\nAlbugo in ITS rDNA and cox2 mtDNA. Albugo specimens from D. lasiocarpa\nand D. verna were grouped with A. candida, revealing that two distinct\nspecies may cause white blister rust on the genus Draba. Therefore, the\nparadigms that (1) there is only a single species parasitic to\nBrassicaceae, that (2) oospore morphology is useful only for\ndistinguishing between largely unrelated species, and that (3) in\ngeneral only one species of Albugo may occur on a single host genus need\nto be discarded.","trees":[{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Albugo ITS MB tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3009.phy"},{"tree_label":"MP tree","ntax":"31","rootedtree":"TRUE","title":"Albugo ITS MP tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3010.phy"},{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Albugo COX2 MB tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5130.phy"},{"tree_label":"MP tree","ntax":"39","rootedtree":"TRUE","title":"Albugo COX2 MP tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5131.phy"}]}