{"Authors":" Neda Zuļģe, Alina Gospodaryk, Inga Morocko-Bicevska","Year":" 2018","Title":" Occurrence and genetic diversity of Blackcurrant reversion\nvirus found on various cultivated and wild Ribes in Latvia","Journal":" Plant Pathology","Volume":" 67","Issue":" 1","Pages":" 210-220","Keywords":" Blackcurrants, redcurrants, 3’ NTR of RNA2, phylogenetic\nanalysis, recombinants, natural hosts","DOI":"","Abstract":" A large-scale survey was carried out to assess the\noccurrence, natural host range and genetic diversity of Blackcurrant\nreversion virus (BRV) in cultivated and wild Ribes in Latvia using\nRT-PCR and sequence analyses of 3NTR of BRV RNA2. The virus was detected\nin all surveyed habitats in most of the studied Ribes groups, except\ngooseberries, Ribes sanguineum, Ribes laxiflorum and crossbreeds between\nblackcurrants and gooseberries. The overall occurrence of BRV was 27%,\nand it varied significantly among the surveyed Ribes habitats exceeding\n40% in home gardens and germplasm collections. Among cultivated Ribes,\nblackcurrants were the most infected and BRV was detected in all\ncommonly grown cultivars. The virus was detected for the first time in\nRibes aureum, Ribes fragrans, Ribes nigrum var. pauciflorum and Ribes\nfasciculatum var. chinense. The sequence identities of the studied\nfragment of RNA2 3NTR varied from 92.8% to 99.7% among 26 BRV isolates\nfrom various cultivated, ornamental and wild hosts from Latvia and from\n91.1% to 97.1% when they were compared with 27 corresponding sequences\nfrom GenBank. Phylogenetic analyses revealed that the major clustering\nof isolates was not related to host, origin or symptoms. Grouping of BRV\nisolates based on host or location was identified within subclusters of\nthe phylogenetic. Several, well-supported clades were formed, including\nthe group of BRV isolates from redcurrants that had unique nucleotide\nsubstitutions. Five natural recombinants were identified for the first\ntime among BRV isolates from Latvia, Finland, Scotland and the Czech\nRepublic.","trees":[{"tree_label":"MajRule","ntax":"53","rootedtree":"TRUE","title":"Blackcurrant reversion virus Consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116908.phy"}]}