{"Authors":" Alexander Krings, Q. Y. Xiang, D. T. Thomas","Year":" 2008","Title":" On the generic circumscription of Gonolobus (Apocynaceae,\nAsclepiadoideae): Evidence from molecules and morphology","Journal":" Systematic Botany","Volume":" 33","Issue":" 2","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Gonolobus (Apocynaceae, Asclepiadoideae) is a New World\ngenus comprising an estimated 100\u001a150 species. The degree of variation in\nestimated species numbers is largely the result of still poorly known\ntropical taxa and differences regarding generic limits. Characters\nhistorically used to delimit genera such as Gonolobus within\nGonolobinae\u001asuch as laminar dorsal anther appendages and various follicle\nmorphologies\u001ahave been controversial and their evolution remains unknown,\nnot having been explored in a phylogenetic framework. The primary\nobjectives of the current study were to (1) test the monophyly of\nGonolobus sensu Woodson in the context of a phylogeny of New World\nAsclepiadeae and (2) explore the evolution of laminar dorsal anther\nappendages and winged follicles with respect to their potential utility\nin generic circumscription. Chloroplast (trnL-F, rps16) data are newly\npresented for sixty-three taxa of Gonolobinae, representing an increased\nsampling of the subtribe from a maximum of seven taxa in prior studies.\nThese data were combined with a previously published dataset to form a\n183 taxa matrix of New World Asclepiadeae. Nuclear (LEAFY) data were\nnewly generated for forty-nine taxa of Gonolobinae. Evidence from\nparsimony and Bayesian analyses of chloroplast and nuclear data\npresented here supports the monophyly of both the subtribe and the genus\nGonolobus in a narrow or broad sense. Laminar dorsal anther appendages\nare restricted to Gonolobus s.l. or s.s., although parsimony remains\nequivocal on whether they evolved once or twice. A transversion in the\ntrnL-F spacer is shown synapomorphic for Gonolobus s.s. Two indels in\nLEAFY, as well as winged follicles, are shown synapomorphic for\nGonolobus s.l.","trees":[{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"Matelea and Gonolobus, LEAFY","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3013.phy"},{"tree_label":"Strict","ntax":"52","rootedtree":"TRUE","title":"Gonolobinae, trnL-F rps16 LEAFY","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3011.phy"},{"tree_label":"Fig. 1","ntax":"183","rootedtree":"TRUE","title":"Asclepiadeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3012.phy"}]}