{"Authors":" Jesse W Breinholt, Chandra Earl, Alan R. Lemmon, Emily M.\nLemmon, Lei Xiao, Akito Y Kawahara","Year":" 2017","Title":" Resolving relationships among the megadiverse butterflies and\nmoths with a novel pipeline for Anchored Phylogenomics","Journal":" SYSTEMATIC BIOLOGY","Volume":"","Issue":"","Pages":"","Keywords":" exon, phylogenomics, ultraconserved elements, hybrid\nenrichment, sequence capture, transcriptomics, target capture","DOI":"","Abstract":" The advent of next-generation sequencing technology has\nallowed for the collection of large portions of the genome for\nphylogenetic analysis. Hybrid enrichment and transcriptomics are two\ntechniques that leverage next-generation sequencing and have shown much\npromise. However, methods for processing hybrid enrichment data are\nstill limited. We developed a pipeline for anchored hybrid enrichment\n(AHE) read assembly, orthology determination, contamination screening,\nand data processing for sequences flanking the target “probe” region. We\napply this approach to study the phylogeny of butterflies and moths\n(Lepidoptera), a megadiverse group of more than 157,000 described\nspecies with poorly understood deep-level phylogenetic relationships. We\nintroduce a new, 855 locus anchored hybrid enrichment kit for\nLepidoptera phylogenetics and compare resulting trees to those from\ntranscriptomes. The enrichment kit was designed from existing genomes,\ntranscriptomes and expressed sequence tag (EST) data and was used to\ncapture sequence data from 54 species from 23 lepidopteran families.\nPhylogenies estimated from AHE data were largely congruent with trees\ngenerated from transcriptomes, with strong support for relationships at\nall but the deepest taxonomic levels. We combine AHE and transcriptomic\ndata to generate a new Lepidoptera phylogeny, representing 76 exemplar\nspecies in 42 families. The tree provides robust support for many\nrelationships, including those among the seven butterfly families. The\naddition of AHE data to an existing transcriptomic dataset lowers node\nsupport along the Lepidoptera backbone, but firmly places taxa with AHE\ndata on the phylogeny. To examine the efficacy of AHE at different\ntaxonomic levels, phylogenetic analyses were also conducted on a sister\ngroup representing a more recent divergence, the Saturniidae and\nSphingidae. These analyses utilized sequences from the probe region and\ndata flanking it, nearly doubled the size of the dataset; all resulting\ntrees were well supported. We hope that our data processing pipeline,\nhybrid enrichment gene set, and approach of combining AHE data with\ntranscriptomes will be useful for the broader systematics\ncommunity.","trees":[{"tree_label":"DS3 DEGEN ML ANALYSIS","ntax":"75","rootedtree":"TRUE","title":"Tr103652","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103652.phy"}]}