{"Authors":" Azin Moslemi, Peter Ades, Tim Groom, Marc E. Nicolas, Paul\nW.J. Taylor","Year":" 2016","Title":" Alternaria infectoria and Stemphylium herbarum, two new\npathogens of pyrethrum (Tanacetum cinerariifolium) in Australia","Journal":" Australasian Plant Pathology Journal","Volume":"","Issue":"","Pages":"","Keywords":" Alternaria infectoria; multigene analyses; perithecia;\nStemphylium herbarum; Tanacetum cinerariifolium","DOI":"","Abstract":" Perithecia at the base of dead flower stems of pyrethrum\n(Tanacetum cinerariifolium) plants in yield-decline affected fields of\nnorthern Tasmania were identified as Alternaria infectoria and\nStemphylium herbarum. Identification was based on morphological\ndescription of cultures established from single ascospores; and\nconidiospores; ascospore shape and septation; and multigene phylogenetic\nanalyses using the internal transcribed spacer (ITS) region, translation\nelongation factor 1-α (EF1), polymerase II second largest subunit (RPB2)\nand glyceraldehyde 3-phosphate dehydrogenase (GAPDH) genes. Stemphylium\nherbarum produced necrotic leaf lesions on both sides of the spray\ninoculated pyrethrum leaves which coalesced to encompass the entire leaf\nin in vivo and in vitro experiments. Alternaria infectoria produced\nsmall necrotic leaf lesions on both sides of the leaves two weeks after\ninoculation which did not expand and hence, was considered as a minor\npathogen of pyrethrum. This is the first report of A. infectoria and S.\nherbarum as pathogens of pyrethrum in Australia. The role of A.\ninfectoria and S. herbarum in the complex syndrome called pyrethrum\nyield-decline in northern Tasmania needs to be evaluated.","trees":[{"tree_label":"PAUP_1","ntax":"22","rootedtree":"TRUE","title":"Alternaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107233.phy"},{"tree_label":"PAUP_1","ntax":"19","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107234.phy"}]}