{"Authors":" Sandor Kocsube, Giancarlo Perrone, Donato Magista’, Jos\nHoubraken, Janos Varga, Gyongyi Szigeti, Vit Hubka, Seung-Beom Hong,\nJens C Frisvad, Rob Samson","Year":" 2016","Title":" Aspergillus is monophyletic: Evidence from multiple gene\nphylogenies and extrolites profiles","Journal":" Studies in Mycology","Volume":" 85","Issue":"","Pages":" 199213","Keywords":" Aspergillus; Multigene phylogeny; Monophyly; Nomenclature;\nTeleomorphs","DOI":" 10.1016/j.simyco.2016.11.006","Abstract":" Aspergillus is one of the economically most important\nfungal genera. Recently, the ICN adopted the single name nomenclature\nwhich has forced mycologists to choose one name for fungi\n(e.g. Aspergillus, Fusarium, Penicillium, etc.). Previously two\nproposals for the single name nomenclature in Aspergillus are presented:\none attributes the name “Aspergillus” to clades comprising seven\ndifferent teleomorphic names, by supporting the monophyly of this genus;\nthe other proposes that Aspergillus is a non-monophyletic genus, by\npreserving the Aspergillus name only to species belonging to subgenus\nCircumdati and maintaining the sexual names in the other clades. The aim\nof our study was to test the monophyly of Aspergilli by two independent\nphylogenetic analyses using a multilocus phylogenetic approach. One test\nwas run on the publicly available coding regions of six genes (RPB1,\nRPB2, Tsr1, Cct8, BenA, CaM), using 96 species of Penicillium,\nAspergillus and related taxa. Bayesian (MrBayes) and Ultrafast Maximum\nLikelihood (IQ-Tree) and Rapid Maximum Likelihood (RaxML) analyses gave\nthe same conclusion highly supporting the monophyly of Aspergillus. The\nother analyses were also performed by using publicly available data by\nusing the coding sequences of nine loci (18S rRNA, 5,8S rRNA, 28S rRNA\n(D1-D2), RPB1, RPB2, CaM, BenA, Tsr1, Cct8) of 204 different species.\nBoth Bayesian (MrBayes) and Maximum Likelihood (RAxML) trees obtained by\nthis second round of independent analyses strongly supported the\nmonophyly of the genus Aspergillus. The stability test also confirmed\nthe robustness of the results obtained. In conclusion, statistical\nanalyses have rejected the hypothesis that the Aspergilli are\nnon-monophyletic, and provided robust arguments that the genus is\nmonophyletic and clearly separated from the monophyletic genus\nPenicillium. There is no phylogenetic evidence to split Aspergillus into\nseveral genera and the name Aspergillus can be used for all the species\nbelonging to Aspergillus i.e. the clade comprising the subgenera\nAspergillus, Circumdati, Fumigati, Nidulantes, section Cremei and\ncertain species which were formerly part of the genera Phialosimplex and\nPolypaecilum. Section Cremei and the clade containing Polypaecilum and\nPhialosimplex are proposed as new subgenera of Aspergillus. The\nphylogenetic analysis also clearly shows that Aspergillus clavatoflavus\nand A. zonatus do not belong to the genus Aspergillus. Aspergillus\nclavatoflavus is therefore transferred to a new genus Aspergillago as\nAspergillago clavatoflava and A. zonatus was transferred to\nPenicilliopsis as P. zonata. The subgenera of Aspergillus share similar\nextrolite profiles indicating that the genus is one large genus from a\nchemotaxonomical point of view. Morphological and ecophysiological\ncharacteristics of the species also strongly indicate that Aspergillus\nis a polythetic class in phenotypic characters.","trees":[{"tree_label":"tree 5","ntax":"96","rootedtree":"TRUE","title":"Aspergillus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100380.phy"},{"tree_label":"tree 1","ntax":"96","rootedtree":"TRUE","title":"Aspergillus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100376.phy"},{"tree_label":"tree 2","ntax":"96","rootedtree":"TRUE","title":"Aspergillus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100377.phy"},{"tree_label":"tree 3","ntax":"96","rootedtree":"TRUE","title":"Aspergillus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100378.phy"},{"tree_label":"tree 4","ntax":"96","rootedtree":"TRUE","title":"Aspergillus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_100379.phy"}]}