{"Authors":" Alfonso Delgado-Salinas, B. H. Choi, Yasuhiko Endo,\nHiroyoshi Ohashi","Year":" 2008","Title":" Phylogenetic Relationships of New World Vicia (Leguminosae)\nInferred from nrDNA Internal Transcribed Spacer Sequences and Floral\nCharacters","Journal":" Systematic Botany","Volume":" 33","Issue":" 2","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The New World species (ca. 27 spp.) of Vicia (tribe\nFabeae, family Leguminosae) were classified into four stylar type groups\nas follows: (1) a laterally compressed and evenly hairy stylar type\n(Le-type) group, (2) a dorsiventrally compressed and abaxially tufted\nhairy stylar type (Dabt-type) group, (3) a dorsiventrally compressed and\nevenly hairy stylar type (De-type) group, and (4) V. leucophaeawhich is\ncharacterized by its arcuate style with a dense ring of stylar hairs at\na considerable distance from the stigma. In the present study, the\nstylar distinctions among the groups were confirmed by morphological and\nanatomical studies on the stylar characters of representative species of\nthe groups. Then, the phylogenetic positions of these groups were\nassessed using molecular phylogenetic analysis based on sequences from\nthe nuclear ribosomal DNA (nrDNA) internal transcribed spacer (ITS)\nregion of the representative species. Consequently, the New World\nLe-type stylar group was revealed to be a sister group to the Old World\nLe-type stylar group. The New World Dabt-type stylar group and V.\nleucophaea were nesting with the Old World Dabt-type stylar group. These\nNew World groups branched off from the other clades of the Old World\nspecies at relatively apical part of the present molecular phylogenetic\ntree. These findings were nested well within the Old World Vicia\nsuggestinged that the New World Vicia species diversificationed occurred\nrelatively recently during the diversification evolution of Vicia.","trees":[{"tree_label":"Fig. 3","ntax":"36","rootedtree":"TRUE","title":"Vicia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3016.phy"}]}