{"Authors":" Wim J. M. Koopman, Hilde Nybom, K. D. Cock, Dirk Visser,\nMarcus Linde, Volker Wissemann, Thomas Debener, Gun Werlemark, J. D.\nRiek, Christiane Maria Ritz, Bert Maes, Marinus J. M. Smulders, Gerda J.\nH. Sabatino, J. V. Huylenbroeck, Ben Vosman","Year":" 2008","Title":" AFLP Markers as a Tool to Reconstruct Complex Relationships:\nA Case Study in Rosa (Rosaceae)","Journal":" American Journal of Botany","Volume":" 95","Issue":" 3","Pages":" 353-366","Keywords":" NA","DOI":" NA","Abstract":" The genus Rosa has a complex evolutionary history caused\nby several factors, often in conjunction: extensive hybridization,\nrecent radiation, incomplete lineage sorting, and multiple events of\npolyploidy. We examined the applicability of AFLP markers for\nreconstructing (species) relationships in Rosa, using UPGMA clustering,\nWagner parsimony, and Bayesian inference. All trees were well-resolved,\nbut many of the deeper branches were weakly supported. The cluster\nanalysis showed that the rose cultivars can be separated into a\n“European” and an “Oriental” cluster, each being related to different\nwild species. The phylogenetic analyses showed that 1) two of the four\nsubgenera (Hulthemia and Platyrhodon) do not deserve subgeneric status;\n2) section Carolinae should be merged with sect. Cinnamomeae; 3)\nsubsection Rubigineae is a monophyletic group within sect. Caninae,\nmaking sect. Caninae paraphyletic; 4) there is little support for the\ndistinction of the five other subsections within sect. Caninae.\nComparison of the trees with morphological classifications and with\nprevious molecular studies showed that all methods yielded reliable\ntrees. Bayesian inference proved to be a useful alternative to parsimony\nanalysis of AFLP data. Because of their genome-wide sampling, AFLPs are\nthe markers of choice to reconstruct (species) relationships in\nevolutionary complex groups.","trees":[{"tree_label":"Fig. 1","ntax":"128","rootedtree":"TRUE","title":"Rosa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3017.phy"},{"tree_label":"Fig. 2","ntax":"83","rootedtree":"TRUE","title":"Rosa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3018.phy"},{"tree_label":"Fig. 3","ntax":"83","rootedtree":"TRUE","title":"Rosa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3019.phy"}]}