{"Authors":" Peng Chen, Yan Li, Zexin Tao, Haiyan Wang, Xiaojuan Lin,\nXiaojuan Lin, Nan Zhou, Pei Wang, Aiqiang Xu, Yao Liu, Suting Wang","Year":" 2016","Title":" Evolutionary phylogeography and transmission pattern of\nechovirus 14: an exploration of spatiotemporal dynamics based on the\n26-year acute flaccid paralysis surveillance in Shandong, China","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Echovirus 14, Acute flaccid paralysis, Phylogeny,\nPhylogeography.","DOI":"","Abstract":" Background: Echovirus 14 (E-14) causes various clinical\nrecognized syndromes, mostly with gastrointestinal syndrome and\nparalysis. The current study summarized the Shandong E-14 strains\nisolated from a 26-year acute flaccid paralysis (AFP) surveillance, and\nelucidated the characterization of phylogenetic and phylogeographic\nrelationships of E-14 worldwide. Results: As a predominant serotype\ncirculating in AFP surveillance, phylogenetic analysis showed that E-14\nexhibited both time and geographic subdivision worldwide. In order to\nknow the evolutionary history and spatial temporal dynamics of E-14,\nevolutionary phylogeography was reconstructed using BEAST and SPREAD\nsoftware based on the VP1 sequences. The time of the most recent common\nancestor of E-14 was estimated around 85 years and evolved with\n9.17×10-3 substitutions/site/year. Phylogeographic analysis suggested\nthat two regional transmissions of E-14 were mainly detected, with one\nlocated between Europe and Africa countries and the other was in the\nAsia-Pacific region. Conclusions: Our study investigates the molecular\nevolution and phylogeographic of E-14, and brings new insight to the\ndispersal of E-14 worldwide. Regional transmission was mainly detected\nand Australia may be responsible for the spread of E-14 in recent\nyears.","trees":[{"tree_label":"PAUP 1","ntax":"155","rootedtree":"TRUE","title":"Tr100530","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100530.phy"}]}