{"Authors":" Yuan Liu, haichao wei","Year":" 2016","Title":" Genome-wide identification and evolution of the PIN-FORMED\n(PIN) gene family in Glycine max","Journal":" genome","Volume":"","Issue":"","Pages":"","Keywords":" GmPIN gene family, GmPIN duplication, Expression pattern,\nArtificial selection, Wild and cultivated soybean","DOI":"","Abstract":" Soybean is one of the most important crop plants, wild and\ncultivated soybean varieties have significant differences worth further\ninvestigation, such as plant morphology, seed size, seed coat\ndevelopment, theses character may related with auxin. The PIN gene\nfamily is an essential auxin polar transport protein, but little\nresearch on soybean PINs (GmPINs) has been done, especially with respect\nto evolution and the differences between wild and cultivated soybean. In\nthis study, we retrieved 23 GmPINs from the latest updated G. max genome\ndatabase; six GmPINs protein sequences were changed compared with the\nprevious database. Based on the Plant Genome Duplication Database, 18\nGmPINs have been involved in segment duplication. Three pairs of GmPINs\narose after the second soybean genome duplication, and six occurred\nafter the first genome duplication. The duplicated GmPINs retained\nsimilar expression patterns. All the duplicated GmPINs experienced\npurifying selection (Ka/Ks<1) to prevent accumulation of\nnon-synonymous mutations and so became more similar. In addition, we\nalso focused on the artificial selection of the soybean PIN genes. Five\nartificially selected GmPINs were identified by comparing the genome\nsequence of 17 wild and 14 cultivated soybean varieties. Our research\nprovides useful and comprehensive basic information for understanding\nGmPINs.","trees":[{"tree_label":"Imported tree 1","ntax":"85","rootedtree":"TRUE","title":"Tr100527","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100527.phy"},{"tree_label":"con 50 majrule","ntax":"85","rootedtree":"TRUE","title":"Tr100526","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100526.phy"}]}