{"Authors":" Russell D. Vetter, John Raymond Hyde","Year":" 2007","Title":" The origin, evolution, and diversification of rockfishes of\nthe genus Sebastes (Cuvier)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 44","Issue":" NA","Pages":" 490-811","Keywords":" NA","DOI":" NA","Abstract":" The evolutionary relationships of the livebearing\nrockfishes of the genus Sebastes have been a point of interest since\ntheir original description. With over 65 species found in the northeast\nPacific (NEP), 27 in the northwest Pacific (NWP), seven in the Gulf of\nCalifornia (GC), four in the north Atlantic (NA) and at least two in the\nsouthern hemisphere (SH), they represent a fascinating lineage for\nstudies of spatial and temporal patterns of dispersal, vicariance and\nspeciation in the marine environment. Previous studies of Sebastes\nspecies have attempted to reconstruct their phylogeny using allozyme\npatterns or portions of a single mitochondrial gene while incompletely\nsampling the genus, resulting in a partial picture with low statistical\nsupport. In this study, genetic analyses using sequence data (5,581\ncharacters) from seven mitochondrial genes (cytochrome b, cytochrome c\noxidase subunit 1, 12S rRNA, 16S rRNA, tRNA proline, tRNA threonine and\nthe control region) and two nuclear genes (recombination activating gene\n2 and internal transcribed spacer 1), along with a near complete\nsampling of species, have produced a well supported phylogenetic\nhypothesis of the relationships between Sebastes species as well as\nclarifying their position within the scorpaenid subfamily, Sebastinae.\nThough studies of similar magnitude have been conducted at the family\nand subfamily level, this represents the most detailed and extensive\nexamination of biogeography and marine speciation within a single,\nwidely distributed marine fish genus. Both Bayesian posterior and\nmaximum parsimony analyses produced highly similar phylogenies\nsuggesting an origin for Sebastes at high-latitudes in the NWP. The\nmajority of previously proposed sub-generic groupings based upon\nmorphology are found to be either para- or polyphletic. Using\nBayesian-derived genetic distance measures together with rate smoothing\ntechniques, a molecular clock was applied to the phylogeny. The\nclock-calibrated data suggest that Sebastes originated in the middle\nMiocene, concordant with fossil data, and began substantial\ndiversification and dispersal in synchrony with high-latitude cooling\nand establishment of productive upwelling systems across the north\nPacific (NP) in the late Miocene. Contrary to contemporary taxonomic\ncriteria that often group Asian and North American species based on\ncommon morphology, the molecular phylogenies tend to indicate\ngeographically circumscribed lineages with no evidence for repeated long\ndistance dispersal between disjunct biogeographic provinces (e.g., Asian\nspecies nested within a North American lineage). No examples of\nlarge-scale glacial vicariance as would be suggested by Asian and North\nAmerican sibling species were observed. To the contrary, sibling species\ntended to be in geographic proximity. While occasional long distance\ndispersal may occur, such as the single colonization of the SH, and\nthermal barriers presently exist between the NP, NA, GC, and SH taxa,\nthe observable patterns in Sebastes suggest colonization occurs by\nstepwise invasion of newly available habitat when temperature conditions\npermit. Colonization events are spread throughout the sub-generic\nlineages. Vicariant isolation processes may occur on smaller geographic\nscales perhaps due to local isolating mechanisms such as glacial advance\nand retreat, sea level change, and ocean currents. Allopatric\ndifferences may be enhanced by a tendency for female mate choice and\nassortative mating in these livebearing species. The ongoing process of\nthermal advance and retreat is reflected in contemporary patterns of\nphylogeographic population genetic structure within species and may be\nenhanced under climate warming.","trees":[{"tree_label":"Fig. 2","ntax":"103","rootedtree":"TRUE","title":"Sebastes, MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3020.phy"},{"tree_label":"Fig. 3","ntax":"103","rootedtree":"TRUE","title":"Sebastes, MB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3021.phy"}]}