{"Authors":" Shinobu Tsuchiaka, Sayed Samim Rahpaya:, Konosuke Otomaru,\nMai Kishimoto, Yuki Naoi, Tsutomu Omatsu, Sachiko Okazaki-Terashima,\nYukie Katayama, Oba Mami, Makoto Nagai, Tetsuya Mizutani, Kaori\nSano","Year":" 2016","Title":" Identification of a novel bovine enterovirus possessing\nhighly divergent amino acid sequences in capsid protein","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Bovine enterovirus, Deep sequencing, Phylogenetic\nanalysis","DOI":"","Abstract":" Background: Bovine enterovirus (BEV) belongs to the\nspecies Enterovirus E or F, genus Enterovirus, and family\nPicornaviridae. Although numerous studies have identified BEVs in the\nfeces of cattle with diarrhea, the pathogenicity of BEVs remains\nunclear. Previously, we reported the detection of novel kobu-like virus\nin calf feces, by metagenomics analysis. In the present study, we\nidentified a novel BEV in diarrheal feces collected for that survey.\nComplete genome sequences were determined by deep sequencing in feces.\nSecondary RNA structure analysis of the 5’ untranslated region (UTR),\nphylogenetic tree construction, and pairwise identity analysis were\nconducted. Results: The complete genome sequences of BEV were\ngenetically distant from other EVs and the VP1 coding region contained\nnovel and unique amino acid sequences. We named this strain as BEV\nAN12/Bos taurus/JPN/2014 (referred to as BEV-AN12). According to genome\nanalysis, the genome length of this virus is 7,414 nucleotides excluding\nthe poly (A) tail and its genome consists of a 5’UTR, open reading frame\nencoding a single polyprotein, and 3’UTR. The results of secondary RNA\nstructure analysis showed that in the 5’UTR, BEV-AN12 had an additional\nclover leaf structure and small stem loop structure, similarly to other\nBEVs. In pairwise identity analysis, BEV-AN12 showed high amino acid\n(aa) identities to Enterovirus F in the polyprotein, P2 and P3 regions\n(aa identity > 82.4%). Therefore, BEV-AN12 is closely related to\nEnterovirus F. However, aa sequences in the capsid protein regions,\nparticularly the VP1 encoding region, showed significantly low aa\nidentity to other viruses in genus Enterovirus (VP1 aa identity <\n58.6%). In addition, BEV-AN12 branched separately from Enterovirus E and\nF in phylogenetic trees based on the aa sequences of P1 and VP1,\nalthough it clustered with Enterovirus F in trees based on sequences in\nthe P2 and P3 genome region. Conclusions: We identified novel BEV\npossessing highly divergent aa sequences in the VP1 coding region in\nJapan. According to species definition, we proposed naming this strain\nas “Enterovirus K”, which is a novel species within genus Enterovirus.\nFurther genomic studies are needed to understand the pathogenicity of\nBEVs.","trees":[{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Bovine enterovirus P1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100604.phy"},{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Bovine enterovirus P2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100605.phy"},{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"Bovine enterovirus VP1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100607.phy"},{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Bovine enterovirus 5’UTR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100603.phy"},{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Bovine enterovirus P3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100606.phy"},{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Bovine enterovirus 3’UTR","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100602.phy"}]}