{"Authors":" Tian-Jing Tong, Ming Tang, Chen Ren, Qin-Er Yang","Year":" 2016","Title":" Senecio kumaonensis (Asteraceae, Senecioneae) is a Synotis\nbased on evidence from floral micromorphology, karyology and nuclear\nITS/ETS sequence data","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" Compositae, cytotaxonomy, Himalayan region, molecular\nsystematics, new combination, taxonomy, Xizang","DOI":"","Abstract":" We apply a multidisciplinary approach to settle the\ndispute over the generic affiliation of the Himalayan species Senecio\nkumaonensis (= Cacalia penninervis). Some floral micromorphological\ncharacters of this species, including shape of anther bases,\nconfiguration of anther collars, and anther endothecial tissue cell wall\nthickenings, are confirmed to perfectly match those of Senecio and this\nhas obviously resulted in the placement of the species within that\ngenus. Chromosome counts indicate S. kumaonensis has 2n = 40, a number\ncommon to Senecio and Synotis but not occurring in Parasenecio (the\ncorrect generic name for the Asian species previously referred to\nCacalia), which has 2n = 52, 58, and 60. The presence of six\nsubterminal-centromeric (st) chromosomes in the karyotype of S.\nkumaonensis, however, lends strong support to the close relationship of\nthis species to Synotis. Our phylogenetic analyses based on ITS/ ETS\nsequences also place S. kumaonensis in Synotis. We therefore transfer S.\nkumaonensis to Synotis and, as the epithet “penninervis” has hitherto\nnever been used in the genus, we propose the new combination Syn.\npenninervis for this species.","trees":[{"tree_label":"Fig. 4","ntax":"79","rootedtree":"TRUE","title":"Bayes inference include kumaonensis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_100609.phy"},{"tree_label":"PAUP 1","ntax":"79","rootedtree":"TRUE","title":"MP tree include kumaonensis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_100610.phy"}]}