{"Authors":" Hong Chen, Bao-Kai Cui","Year":" 2017","Title":" Multi-locus phylogeny and morphology reveal five new species\nof Fomitiporia (Hymenochaetaceae) from China.","Journal":" Mycological Progress","Volume":" 16","Issue":"","Pages":" 687-701","Keywords":" Hymenochaetales, Multi-locus analysis, Taxonomy,\nWood-decaying fungi","DOI":" 10.1007/s11557-017-1306-0","Abstract":" Five newly identified species of Fomitiporia (F. alpina,\nF. gaoligongensis, F. hainaniana, F. subrobusta and F. subtropica) and\ntheir morphological and molecular characterisation are described in this\npaper. Fomitiporia alpina sp. nov. is distinguished by its pileate\nbasidiomata, parallel tramal hyphae and large basidiospores (6.58 × 6 8\nμm), and by its gymnosperm wood-living habitat. Fomitiporia\ngaoligongensis sp. nov. is distinct from other species due to its\nsemicircular pileus and subglobose to glo- bose basidiospores (6.57.6 ×\n67.4 μm). Fomitiporia hainaniana sp. nov. is marked by its resupinate\nbasidiomata, the presence of setae and small globose basidiospores (4 5\n× 3.84.4 μm). Fomitiporia subrobusta sp. nov. is characterised by its\ntriquetrous basidiomata, small pores (6 9 per mm) with entire and thick\ndissepiments, and subglobose to obovoid basidiospores (6.26.8 × 5.26\nμm). Fomitiporia subtropica sp. nov. can be differentiated by its\nresupinate basidiomata, smaller pores (610 per mm) and smaller basid-\niospores (5.26 × 4.45 μm). Phylogenetic analysis, based on multi-gene\ncomparison of the internal transcribed spacer re- gions (ITS), nuclear\nlarge subunit ribosomal RNA gene re- gions (nLSU), the translation\nelongation factor 1-α gene (tef1α) and the second subunit of RNA\npolymerase II (rpb2), confirmed affinity with the Fomitiporia species\nand showed association with similar fungi in the genus.","trees":[{"tree_label":"PAUP 1","ntax":"87","rootedtree":"TRUE","title":"Fomitiporia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118980.phy"}]}