{"Authors":" Seetha Jaganathan King, Peck-Toung Ooi, Phang Lai Yee,\nZeenathul Nazariah Binti Allaudin, Loh Wei Hoong, Tee Chiou Yan, How\nShiao Pau, Karen Yip, Raymond Choo, Lim Ban Keong","Year":" 2016","Title":" Phylogenetic Characterization of genes encoding for viral\nenvelope glycoprotein (ORF5) and nucleocapsid protein (ORF7) of Porcine\nReproductive & Respiratory Syndrome Virus found in Malaysia in 2013\nand 2014.\n","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" Porcine reproductive and respiratory syndrome virus,\nPRRSV, genetic characterization, ORF5 gene, ORF7 gene","DOI":"","Abstract":" Background: Porcine reproductive and respiratory syndrome\n(PRRS) is one of the most expensive diseases of modern swine production\n& results in annual economic losses and cost the industry over 600\nmillion USD in U.S alone and billions of dollars worldwide. Two atypical\nPRRS cases were observed in 2013 and 2014 characterized by late-term\nabortion, fever and sudden increase in sow mortality which persisted for\na prolonged period of time. Methods: Lungs, lymph nodes and other\nsamples were collected for disease investigation. Sequencing of the\nviral envelope glycoprotein (ORF5) and nucleocapsid protein (ORF7) of\nPRRSV was done using the BigDye Terminator v3.1 cycle sequencing kit\nchemistry. The phylogenetic tree was constructed by using the Maximum\nLikelihood method, generated by Mega 6®. Results: Analysis of the ORF5\nand ORF7 showed high degree of sequence homology to PRRSV parent vaccine\nstrain VR-2332, RespPRRSV and other mutant/chimeric virus strains.\nConclusions: Our study suggests that recombination events between\nvaccine strains and field isolates may contribute to PRRSV virulence in\nthe field.","trees":[{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr100793","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100793.phy"},{"tree_label":"Imported tree 1","ntax":"22","rootedtree":"TRUE","title":"Tr100597","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100597.phy"},{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr100595","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100595.phy"},{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr100598","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_100598.phy"}]}