{"Authors":" Paul T. Smith, B. V. Brown","Year":" 2008","Title":" Utility of DNA Sequences for Inferring Phylogenetic\nRelationships and Associating Morphologically Dissimilar Males and\nFemales of the Bee-Killing Flies, Genus Melaloncha (Diptera:\nPhoridae)","Journal":" Annals of the Entomological Society of America","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The bee-killing flies, genus Melaloncha, are parasitoids\nof bees of the family Apidae, including stingless bees, bumble bees and\nthe western honey bee, Apis mellifera. With over 160 described species,\nMelaloncha is among the largest genera in the family Phoridae. Most\nspecies are known only from females as the males typically show too few\ndifferences to be useful in characterizing species. The monophyly of\nMelaloncha and its two subgenera (Udamochiras and Melaloncha s.s) is\nstrongly supported by morphological characters, but the phylogenetic\nrelationships among the various species and species groups are not well\nunderstood. Here we report on a preliminary molecular phylogenetic study\nof 30 exemplar Melaloncha species representing both subgenera and 7\nspecies groups using a combination of nuclear (28S and CAD) and\nmitochondrial (12S, 16S, ND1 and CO1) genes for a total of 3306 bp.\nMaximum parsimony analysis suggested the following relationships: (1)\nMelaloncha is monophyletic, (2) the subgenus M. (Udamochiras) is\nmonophyletic and is a sister-group to M. (Melaloncha), and (3) each of\nthe species groups for which we had multiple species were monophyletic\nwith the M. furcata-group being the sister-group to all other Group II\ntaxa. These results support hypotheses of relationships based on\nmorphological characters. The utility of the molecular data for\nassociating morphologically dissimilar males and females is\ndiscussed.","trees":[{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Melaloncha, 6 genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3023.phy"}]}