{"Authors":" Jean Carlier, R. A. Fullerton, M. F. Zapater, Altus\nViljoen, I. W. Buddenhagen, Mahdi Arzanlou, Edwin C.A. Abeln, Johannes\n(Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2008","Title":" Multiple gene genealogies and phenotypic characters\ndifferentiate several novel species of Mycosphaerella and related\nanamorphs on banana","Journal":" Persoonia","Volume":" 20","Issue":" NA","Pages":" 19-37","Keywords":" NA","DOI":" NA","Abstract":" Three species of Mycosphaerella, namely M. fijiensis, M.\nmusicola and M. eumusae are involved in the Sigatoka disease complex of\nbananas. Besides these three primary pathogens, several additional\nspecies of Mycosphaerella or their anamorphs have been described from\nMusa. However, very little is known about these taxa, and for the\nmajority of these species no culture or DNA is available for study. In\nthe present study, we collected a global set of Mycosphaerella strains\nfrom banana, and compared them by means of morphology and a multi-gene\nnucleotide sequence data set. The phylogeny inferred from the ITS region\nand the combined data set containing partial gene sequences of the actin\ngene, the small subunit mitochondrial ribosomal DNA and the histone H3\ngene revealed a rich diversity of Mycosphaerella species on Musa.\nIntegration of molecular and morphological data sets confirmed more than\n20 species of Mycosphaerella (incl. anamorphs) to occur on banana. This\nstudy reconfirmed the previously described presence of Cercospora apii,\nM. citri and M. thailandica, and also identified Mycosphaerella\ncommunis, M. lateralis and Passalora loranthi on this host. Moreover,\neight new species identified from Musa are described, namely Dissoconium\nmusae Arzanlou & Crous, Mycosphaerella mozambica Arzanlou &\nCrous, P. assamensis Arzanlou & Crous, Pseudocercospora indonesiana\nArzanlou & Crous, P. longispora Arzanlou & Crous, Stenella musae\nArzanlou & Crous, S. musicola Arzanlou & Crous, and S.\nqueenslandica Arzanlou & Crous.","trees":[{"tree_label":"Fig. 1","ntax":"113","rootedtree":"TRUE","title":"Mycosphaerella, 1 of 11780 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3024.phy"},{"tree_label":"Fig. 2","ntax":"54","rootedtree":"TRUE","title":"Mycosphaerella, 1 of 8 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3025.phy"}]}