{"Authors":" Mark S. Hafner, Jessica E Light","Year":" 2008","Title":" Codivergence in Heteromyid Rodents (Rodentia: Heteromyidae)\nand their Sucking Lice of the Genus Fahrenholzia (Phthiraptera:\nAnoplura)","Journal":" Systematic Biology","Volume":" 57","Issue":" 3","Pages":" 449-465","Keywords":"","DOI":" 10.1080/10635150802169610","Abstract":" Although most studies of codivergence rely primarily on\ntopological comparisons of host and parasite phylogenies, temporal\nassessments are necessary to determine if divergence events in host and\nparasite trees occurred contemporaneously. A combination of\ncophylogenetic analyses and comparisons of branch lengths are used in\nthis study to understand the host-parasite association between\nheteromyid rodents (Rodentia: Heteromyidae) and their sucking lice of\nthe genus Fahrenholzia (Phthiraptera: Anoplura). Cophylogenetic\ncomparisons based on nucleotide substitutions in the mitochondrial COI\ngene reveal a significant, but not perfect, pattern of cophylogeny\nbetween heteromyids and their sucking lice. Regression analyses show a\nsignificant functional relationship between the lengths of analogous\nbranches in the host and parasite trees, indicating that divergence\nevents in hosts and parasites were approximately contemporaneous. Thus,\nthe topological similarity observed between heteromyids and their lice\nis the result of codivergence. These analyses also show that the COI\ngene in lice is evolving two to three times faster than the same gene in\ntheir hosts (similar to the results of studies of other lice and their\nvertebrate hosts) and that divergence events in lice occurred shortly\nafter host divergence. We recommend that future studies of codivergence\ninclude temporal comparisons and, when possible, use the same molecular\nmarker(s) in hosts and parasites to achieve the greatest insight into\nthe history of the host-parasite relationship.","trees":[{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Heteromyids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_363.phy"},{"tree_label":"Fig. 3","ntax":"46","rootedtree":"TRUE","title":"Fahernholzia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3026.phy"}]}