{"Authors":" Katy Lazarus, Gerald L. Benny, Haiso Man Ho, Matthew Edward\nSmith","Year":" 2016","Title":" Phylogenetic systematics of Syncephalis (Zoopagales,\nZoopagomycotina), a genus of ubiquitous mycoparasites","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" ITS region, molecular phylogenetics, mycoparasite,\nPiptocephalidaceae","DOI":"","Abstract":" We examined phylogenetic relationships among species of\nthe mycoparasite genus Syncephalis using sequences from three nuclear\nribsosomal DNA genes (18S, 5.8S and 28S nuc rDNA) and a gene encoding\nthe largest subunit of RNA polymerase II (RPB1). Our dataset included 88\nSyncephalis isolates comprising 38 OTUs and 23 named species. We also\nrevived a culturing technique using beef liver and cellophane to grow\nseveral Syncephalis isolates without their host fungi to obtain pure\nparasite DNA. Most isolates, however, were grown in co-cultures with\ntheir host fungi, so we designed Syncephalis-specific primers to obtain\nsequence data. Individual and combined datasets were analyzed by maximum\nlikelihood (ML) and Bayesian methods. We recovered 14 well-supported\nlineages and determined that most major clades contained isolates from\ndistant localities on multiple continents. There were taxonomic and\nnomenclature issues within several clades, probably due to high\nphenotypic plasticity or species dimorphism. We also conducted an\nanalysis of Syncephalis nuc rDNA internal transcribed spacer (ITS)\nsequences for 31 phylogenetically diverse isolates and we determined\nthat most Syncephalis species have long ITS sequences relative to other\nfungi. Although commonly employed eukaryotic and fungal primers are\ncompatible with diverse Syncephalis species, the ITS sequences of\nSyncepahlis are nonetheless rarely recovered in environmental molecular\ndiversity surveys.","trees":[{"tree_label":"tree 1","ntax":"89","rootedtree":"TRUE","title":"Syncephalis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101085.phy"}]}