{"Authors":" Shu-Dong Zhang, Jian-Jun Jin, Si-Yun Chen, Mark W. Chase,\nDouglas E. Soltis, Hong-Tao Li, Jun-Bo Yang, Dezhu Li, Ting-Shuang\nYi","Year":" 2016","Title":" Diversification of Rosaceae since the Late Cretaceous based\non plastid phylogenomics","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" diversification, phylogenomics, plastome, rapid radiation,\nRosaceae, systematic error","DOI":"","Abstract":" 路Phylogenetic relationships in Rosaceae have long been\nproblematic because of frequent hybridization, apomixis and presumed\nrapid radiation, and their historical diversification has not been\nclarified. 路With 87 genera representing all subfamilies and tribes of\nRosaceae and six of the other eight families of Rosales (outgroups), we\nanalyzed 130 newly sequenced plastomes together with 12 from GenBank in\nan attempt to reconstruct deep relationships and reveal temporal\ndiversification of this family. 路Our results highlight the importance of\nimproving sequence alignment and the use of appropriate substitution\nmodels in plastid phylogenomics. Three subfamilies and 16 tribes (as\npreviously delimited) were strongly supported as monophyletic, and their\nrelationships were fully resolved and strongly supported at most nodes.\nRosaceae were estimated to have originated during the Late Cretaceous\nwith evidence for rapid diversification events during several geological\nperiods. The major lineages rapidly diversified in warm and wet habits\nduring the Late Cretaceous, and the rapid diversification of genera from\nthe early Oligocene onwards occurred in colder and dryer environments.\n路Plastid phylogenomics offers new and important insights into deep\nphylogenetic relationships and the diversification history of Rosaceae.\nThe robust phylogenetic backbone and time estimates we provide establish\na framework for future comparative studies on rosaceous evolution.","trees":[{"tree_label":"tree 1","ntax":"142","rootedtree":"TRUE","title":"Rosaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101842.phy"},{"tree_label":"tree 1","ntax":"142","rootedtree":"TRUE","title":"Rosaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101843.phy"}]}