{"Authors":" Pavel B Klimov, Sergey G Ermilov","Year":" 2017","Title":" Phylogeny of the large-winged mites (Galumnoidea):\ninvestigating comparative evolutionary dynamics of a complex and\npossibly polygenic trait using nearly complete taxonomic sampling","Journal":" Biological Journal of the Linnean Society","Volume":" 121","Issue":" 3","Pages":" 600-612","Keywords":"","DOI":" 10.1093/biolinnean/blx016","Abstract":" In oribatid mites, porose organs (dermal glands) are\nexpressed as two, mostly mutually exclusive, phenotypes: porose areas\nand saccules, both representing the cuticular components of these dermal\nglands. Patterns of expression of these phenotypes in abnormal\nindividuals and rare species suggest that this may be a complex,\nnon-Mendelian character, encoded by several genes (i.e., a polygenic\ntrait). The evolution of porose areas and saccules, regarding the\nvarious modifications of their properties, such shape and position,\nappear to have greatly influenced the evolution and diversification of\nthe megadiverse soil oribatid mite lineage, Poronota. We investigate the\nevolutionary dynamics of gain and loss of notogastral porose\nareas/saccules using a nearly complete phylogeny of the poronotic\nsuperfamily Galumnoidea (2 families, 56 genera and subgenera, 438\nspecies, 459 terminals) in Maximum Parsimony and Maximum Likelihood\nframeworks. We note that the evolution of this trait is unidirectional,\nfrom porose areas to saccules. Based on this observation, we propose\nthat the loss of porose areas is not likely to be down regulated by a\nthird gene as suggested by the “genetic switch” hypothesis. Furthermore,\nthe presence of porose area (not saccules) is likely to be the ancestral\ncondition. Overall, 16 characters associated with porose organs (18%)\nhave evolved significantly more rapidly as compared to 73 other traits,\nindicating that they are under strong selection.","trees":[{"tree_label":"PAUP MajRule","ntax":"515","rootedtree":"TRUE","title":"Galumnoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_101125.phy"}]}