{"Authors":" Alejandra Badaracco, Franco Jonathan Redes, Cesar Adrian\nPreussler, Juan Pedro Agostini","Year":" 2016","Title":" Citrus huanglongbing in Argentina: detection and phylogenetic\nstudies of Candidatus Liberibacter asiaticus","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" HLB, Candidatus Liberibacter asiaticus, detection,\nphylogeny","DOI":"","Abstract":" Huanglongbling (HLB) is one of the most devastating\ndiseases of citrus trees. In Argentina, Candidatus Liberibacter\nasiaticus (CLA) the causal agent of HLB- was detected for the first time\nin Misiones province in 2012 in a family farm. The aim of this study was\nto investigate the presence and the genetic diversity of CLA in\nArgentina between 2012 and 2016. A nested-PCR method using specific\nprimers allowed the detection of CLA in citrus leaves by amplification\nof a 1160-bp fragment from the 16S rDNA. A total of 76 of 1187 samples\n(6.4%) were positive for CLA. Positive samples were found in all of the\nyears analyzed, being the 2016 the one with the largest share (8.5%\n21/248). Seven of these fragments from different years and locations\nwere sequenced and confirmed to belong to CLA. These samples were\nphylogenetically related with other sequences from the rest of the\nworld. The Argentinean sequences did not form a monophyletic group.\nHowever, the comparison of CLA isolates using these genomic sequences\nhas shown little variation among isolates and, thus, further analysis\nusing other genomic regions must be conducted.","trees":[{"tree_label":"PHYLIP 1+","ntax":"62","rootedtree":"TRUE","title":"Tr101127","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101127.phy"},{"tree_label":"PHYLIP 1+","ntax":"62","rootedtree":"FALSE","title":"Tr101128","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101128.phy"},{"tree_label":"PHYLIP 1+","ntax":"62","rootedtree":"FALSE","title":"Tr101129","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101129.phy"}]}