{"Authors":" Yinhuan Wang, Xiaojian Qu, Siyun Chen, Dezhu Li, Tingshuang\nYi","Year":" 2016","Title":" Plastomes of Mimosoideae: structural and size variation,\nsequence divergence, and phylogenetic implication","Journal":" Tree Genetics & Genomes","Volume":"","Issue":"","Pages":"","Keywords":" plastome, IR expansion, repeats, Mimosoideae, sequence\ndivergence, phylogenomics","DOI":"","Abstract":" Plastomes of Fabaceae show both significant structural and\nsize variation, and therefore provide a good group for addressing\nplastome diversification and evolution. However, most published\nplastomes are from subfamily Papilionoideae and only a few from the\nother two subfamilies. We integrated 11 newly sequenced plastomes from\nrepresenting genera with three previously published ones. Each mimosoid\nplastome presented typical quadripartite structure and contained 111\nunique genes. A ca. 13 kb IR (inverted repeat) expansion into SSC (small\nsingle copy) was detected in plastomes of a clade formed by tribe Ingeae\nand Acacia sensu stricto (s.s.), and a ca. 1.7 kb IR expansion into and\na ca. 1.9 kb contraction out of LSC (large single copy) were found in\nPithecellobium flexicaule and Acacia dealbata, respectively. Size of\nmimosoid plastomes was found significantly affected by IR-SC boundary\nshift, and also associated with repeat content. A loss of both introns\nof clpP occurred in A. dealbata and Faidherbia albida, and a duplicated\nclpP copy was detected in A. dealbata. Furthermore, a 421 bp inversion\nthat containing rps18 was found in A. dealbata. Substitution rates\ndecreased after genes translocated from SC to IR and vice versa.\nPlastome coding and noncoding regions with various sequence divergence\nmay supply valuable markers for molecular evolutionary and phylogenetic\nstudies at different taxonomic levels. Plastid phylogenomics well\nresolved relationships among sampled species. Evolutionary pattern of IR\nexpansion/contraction was traced and IR expansion into SSC was found to\nbe the synapomorphy of the Ingeae + Acacia s.s. clade.","trees":[{"tree_label":"tree 1","ntax":"42","rootedtree":"TRUE","title":"Mimosoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101301.phy"}]}