{"Authors":" Torsten H. Struck, Min Zhong, Kenneth M. Halanych","Year":" 2008","Title":" Phylogenetic information from three mitochondrial genomes of\nTerebelliformia (Annelida) worms and duplication of the methionine\ntRNA","Journal":" Gene","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Mitochondrial genomes have been useful for inferring\nanimal phylogeny across a wide range of clades, however they are still\npoorly sampled in some animal taxa, limiting our knowledge of mtDNA\nevolution. For example, despite being one of the most diverse animal\nphyla, only 5 complete annelid mitochrondial genomes have been\npublished. To address this paucity of information, we obtained complete\nmitochondrial genomic sequences from Pista cristata (Terebellidae) and\nTerebellides stroemi (Trichobranchidae) as well as one nearly complete\nmitochondrial genome from Eclysippe vanelli (Ampharetidae). These taxa\nare within Terebelliformia (Annelida), which include spaghetti worms,\nicecream cone worms and their relatives. In contrast to the 37 genes\nfound in most bilaterian metazoans, we recover 38 genes in the\nmitochondrial genomes of T. stroemi and P. cristata due to the presence\nof a second methionine tRNA (trnM). Interestingly, the two trnMs are\nlocated next to each other and are possibly a synapomorphy of these two\ntaxa. The E. vanelli partial mitochondrial genome lacks this additional\ntrnM at the same position, but it may be present in the region not\nsampled. Compared to other annelids, gene orders of these three\nmitochondrial genomes are generally conserved except for the atp6-mSSU\nregion. Phylogenetic analyses reveal that mtDNA data strongly supports a\nTrichobranchidae/Terebellidae clade.","trees":[{"tree_label":"Fig. 3B","ntax":"15","rootedtree":"TRUE","title":"Terebelliformia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5151.phy"},{"tree_label":"Fig. 3C","ntax":"15","rootedtree":"TRUE","title":"Terebelliformia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5150.phy"}]}