{"Authors":" Joshua Mark Hallas, Anton Chichvarkhin, Terrence M.\nGosliner","Year":" 2017","Title":" Aligning evidence: concerns regarding multiple sequence\nalignments in estimating the phylogeny of the Nudibranchia suborder\nDoridina","Journal":" Royal Society Open Science","Volume":" 4","Issue":"","Pages":"","Keywords":" sea slug, Nudibranchia, Doridina, PhyDesign,\nphylogenetics","DOI":"","Abstract":" Molecular estimates of phylogenetic relationships rely\nheavily on multiple sequence alignment construction. There has been\nlittle consensus, however, on how to properly address issues pertaining\nto the alignment of variable regions. Here, we construct alignments from\nfour commonly sequenced molecular markers (16S, 18S, 28S, and cytochrome\nc oxidase subunit 1) for the Nudibranchia using three different\nmethodologies: i) strict mathematical algorithm ii) exclusion of\nvariable or divergent regions iii) manually curated, and examine how\ndifferent alignment construction methods can affect phylogenetic signal\nand phylogenetic estimates for the suborder Doridina. Phylogenetic\ninformativeness profiles suggest that the molecular markers tested lack\nthe power to resolve relationships at the base of the Doridina, while\nbeing more robust at family level classifications. This supports the\nlack of consistent resolution between the nineteen families within the\nDoridina across all three alignments. However, most of the nineteen\nfamilies were recovered as monophyletic, and instances of polyphyletic\nfamilies were consistently recovered between analyses. We conclude that\nthe alignment of variable regions has some effect on phylogenetic\nestimates of the Doridina, but these effects can vary depending on the\nsize and scope of the phylogenetic query and phylogenetic\ninformativeness of molecular markers.","trees":[{"tree_label":"con 50 majrule","ntax":"125","rootedtree":"TRUE","title":"Doridina Gblocks","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106780.phy"},{"tree_label":"con 50 majrule","ntax":"125","rootedtree":"TRUE","title":"Doridina MAFFT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106781.phy"},{"tree_label":"con 50 majrule","ntax":"125","rootedtree":"TRUE","title":"Doridina Curated","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106782.phy"}]}