{"Authors":" Pavel B Klimov, Sergey V Mironov, Barry M OConnor","Year":" 2017","Title":" Convergent and unidirectional evolution of extremely long\naedeagi in the largest feather mite genus, Proctophyllodes (Acari:\nProctophyllodidae): evidence from comparative molecular and\nmorphological phylogenetics","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phenotypic evolution of proctophyllodid feather mites\n(400+ species) appears to be greatly influenced by traits related to\nreproductive success (>87.5% of a total of 32 traits) and male\ngenitalic traits (21.9%). Because sexual selection could the major\nevolutionary driver in this system, we test the theoretical expectation\nthat genitalic or sexually dimorphic traits should evolve both rapidly\nand divergently as compared to other traits. We inferred a\ntime-calibrated molecular phylogeny (6 genes, 8571 nt aligned, no\nmissing data) for 133 taxa of proctophyllodid mites and 40 outgroups.\nComparisons of the average number of character state changes inferred on\n10,696 Bayesian stationary trees indicate that male genitalic or\nsexually dimorphic traits do not evolve significantly faster than other\ntraits (p = 0.537 and p=0.819, respectively). However, among the male\ngenitalic traits, a trait related to the length of the aedeagus\nexperienced extremely fast rates of evolution and was detected as a\nstatistical outlier. In this character, the transitions between short,\nlong, and several intermediate states occurred in both directions. In\ncontrast, the evolution of extremely long aedeagi (nearly as long as the\nbody) occurred unidirectionally and irreversibly. This surprising result\nmay be due to constraints imposed by the female spermathecal canal,\nwhich is also very long and may impede pumping sperm by short aedeagi.\nExtremely long aedeagi evolved several times independently, giving rise\nto several monophyletic lineages. Several of these lineages were lumped\ntogether by taxonomists to form easy-to-distinguish but apparently\nartificial species-groups. Male genitalic traits, thus, can introduce\nfalse synapomorphies that could affect morphology-based phylogenetic\ninference. For the most species-rich genus, Proctophyllodes, we develop\na predictive classification of species-groups completely reconciling\nmolecular and morphological data.","trees":[{"tree_label":"time calibrated BEAST pruned","ntax":"135","rootedtree":"TRUE","title":"Tr101343","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101343.phy"},{"tree_label":"time calibrated BEAST pruned NO BRLENS","ntax":"135","rootedtree":"TRUE","title":"Tr101344","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101344.phy"},{"tree_label":"MP MajRule","ntax":"135","rootedtree":"TRUE","title":"Tr101345","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101345.phy"},{"tree_label":"MP Strict","ntax":"135","rootedtree":"TRUE","title":"Tr101346","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101346.phy"}]}