{"Authors":" John V. Freudenstein","Year":" 1994","Title":" Character transformation and relationships in Corallorhiza\n(Orchidaceae: Epidendroideae). II. Morphological variation and\nphylogenetic analysis.","Journal":" American Journal of Botany","Volume":" 81","Issue":" NA","Pages":" 1458-1467","Keywords":" NA","DOI":" NA","Abstract":" Morphological and anatomical study of Corallorhiza. a\ngenus of primarily New World leafless mycoparasitic orchids, was\nundertaken in order to produce a hypothesis of relationships among the\nspecies and to gain some understanding of character transformations.\nCladistic analysis of the resulting data set gave two most parsimonious\ntrees. Analysis of combined plastid DNA and morphological data yielded a\nsingle topology, identical to one of the two from the analysis of\nmorphological data alone. Molecular data do not conflict with the\nmorphological data set, and provide more resolution within the C.\nmaculata complex. The combined data indicate that C. striata is the\nsister group to the remainder of the genus; the circumboreal C. trifida\nalso occupies a basal position. Corallorhiza wisteriana and C.\nodontorhiza comprise the sister group to the C. maculata+ C. mertensiana\n+ C. bulbosa clade. Only two synapomorphies, presence of the coralloid\nrhizome and loss of leaves, unite the species of Corallorhiza. The\ncoralloid rhizome appears to be a paedomorphic development, due to its\nsimilarity to a protocorm; if so, it too is a loss character and may be\nconsidered only weak support for monophyly of the genus. Predominant\nautogamy, seen in C. trifida and cleistogamous C. odontorhiza, has\nprobably arisen independently in these taxa.","trees":[{"tree_label":"Fig. 12","ntax":"8","rootedtree":"TRUE","title":"Corallorhiza","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4305.phy"},{"tree_label":"Fig. 10","ntax":"11","rootedtree":"TRUE","title":"Corallorhiza","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4300.phy"},{"tree_label":"Fig. 11","ntax":"11","rootedtree":"TRUE","title":"Corallorhiza","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4301.phy"},{"tree_label":"Fig. 13","ntax":"11","rootedtree":"TRUE","title":"Corallorhiza","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4302.phy"}]}