{"Authors":" Yu Hong, Qi Gao, Yan Luo, Chen Ren, Qiong Yuan, Qin-Er\nYang","Year":" 2017","Title":" Phylogeny and Reclassification of Aconitum subgenus\nLycoctonum (Ranunculaceae)","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phylogenetic analyses were performed using multiple\nnuclear (ITS and ETS) and chloroplast regions (ndhF-trnL, psbA-trnH,\npsbD-trnT, and trnT-trnL) to test the monophyly of Aconitum subgen.\nLycoctonum (Ranunculaceae) and reconstruct the phylogenetic\nrelationships within the subgenus. The subgenus as currently\ncircumscribed is revealed to be polyphyletic. To achieve its monophyly,\nsect. Galeata and sect. Fletcherum, both being unispecific and each\nhaving a unique array of characters (the latter even having the aberrant\nbase chromosome number of x = 6), must be removed from the subgenus. The\nsubgenus Lycoctonum should thus be redefined to include only two\nsections, the unispecific sect. Alatospermum and the relatively\nspecies-rich sect. Lycoctonum. The section Alatospermum, which is both\nmorphologically and karyologically in the primitive condition, is\nresolved as the first diverging lineage of the subgenus Lycoctonum\nclade. The monophyly of sect. Lycoctonum is strongly supported, but all\nthe ten series currently recognized within the section are revealed to\nbe para- or poly-phyletic. Five major clades are recovered within the\nsection. We propose to treat them as five series: ser. Crassiflora, ser.\nScaposa, ser. Volubilia, ser. Longicassidata, and ser. Lycoctonia.\nAconitum apetalum, the only known hexaploid (2n = 48) within subgen.\nLycoctonum and having most likely originated via hybridization between a\ntetraploid member (2n = 32) of ser. Crassiflora and a diploid member (2n\n= 16) of ser. Scaposa and subsequent polyploidization, may also better\nbe treated as a series, i.e., ser. Micrantha. Thus, a formal\nreclassification of subgen. Lycoctonum is presented, which involves\nsegregating both sect. Galeata and sect. Fletcherum from the subgenus as\ntwo independent subgenera within the genus Aconitum, reinstating one\nseries (ser. Crassiflora) and abolishing five series (ser. Laevia, ser.\nLongibracteolata, ser. Ranunculoidea, ser. Reclinata, and ser. Umbrosum)\nwithin sect. Lycoctonum. The series affiliation of some species within\nthe section is adjusted accordingly.","trees":[{"tree_label":"con 50 majrule","ntax":"102","rootedtree":"TRUE","title":"Lycoctonum ALL-102-BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_101352.phy"},{"tree_label":"bestREP4","ntax":"102","rootedtree":"TRUE","title":"Lycoctonum ALL102.best","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101351.phy"},{"tree_label":"PAUP 1","ntax":"102","rootedtree":"TRUE","title":"Lycoctonum ALL102-MP_BS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101353.phy"}]}