{"Authors":" Tatsiana Shymanovich, Nikki D Charlton, Stanley H Faeth,\nCarolyn A Young","Year":" 2017","Title":" Interspecific and intraspecific hybrid Epichloë species\nsymbiotic with the North American native grass Poa alsodes.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" alkaloid genotype, Epichloë alsodes, Epichloë schardlii\nvar. pennsylvanica, latitudinal transect, N-acetylnorloline,\nperamine","DOI":"","Abstract":" The endophyte presence and diversity in natural\npopulations of Poa alsodes was evaluated along a latitudinal transect\nfrom the southern distribution range in North Carolina to New York. Two\ndistinct Epichloë hybrid taxa were identified from 23 populations. Each\ntaxon could easily be distinguished by PCR genotyping with primers\ndesigned to mating type genes and alkaloid biosynthesis genes that\nencode key pathway steps for ergot alkaloids, indole-diterpenes, lolines\nand peramine. The most commonly found Epichloë taxon, Poa alsodes\nTaxonomic Group-1 (PalTG-1), was detected in 22 populations at high\ninfection frequencies (72-100%), with the exception of one population at\nhigh elevation (26% infection). The second taxon, PalTG-2, was observed\nonly in five populations in Pennsylvania comprising 12% of infected\nsamples. Phylogenetic analyses placed PalTG-1 as an interspecific hybrid\nof E. amarillans and E. typhina subsp. poae ancestors and is considered\na new hybrid species we name Epichloë alsodes. PalTG-2 is an\nintraspecific hybrid of two E. typhina subsp. poae ancestors, similar to\nE. schardlii from the host Cinna arundinacea, which we propose as a new\nvariety Epichloë schardlii var. pennsylvanica. Epichloë alsodes isolates\nwere all mating type MTA MTB and tested positive for dmaW, easC, perA,\nand some LOL genes but only the alkaloid N-acetylnorloline was detected\nin E. alsodes-infected plant material. Epichloë schardlii var.\npennsylvanica isolates were all mating type MTB MTB and tested positive\nfor perA, but peramine was not produced. Both E. alsodes and E.\nschardlii var. pennsylvanica appeared to have complete perA genes, but\npoint mutations were identified in E. alsodes that would render the\nencoded perA gene nonfunctional.","trees":[{"tree_label":"tree 1","ntax":"43","rootedtree":"TRUE","title":"Poa alsodes endophytes calM","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103422.phy"},{"tree_label":"tree 1","ntax":"39","rootedtree":"TRUE","title":"Poa alsodes endophytes tubB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103423.phy"},{"tree_label":"tree 1","ntax":"72","rootedtree":"TRUE","title":"Poa alsodes endophytes tefA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103424.phy"}]}