{"Authors":" Grit Walther, Kerstin Hoffmann, Kerstin Voigt, G. S.\nd. Hoog, Martin Kirchmair, Lennart Olsson, George Newcombe, Csaba\nVágvölgyi, Sabine Telle, Franziska Dölz, Hansjörg Prillinger, Adam\nPrazenica, Tamás Papp, Martin Eckart","Year":" 2008","Title":" Diversity, genotypic identification, ultrastructural and\nphylogenetic characterization of zygomycetes from different ecological\nhabitats and climatic regions: Limitations and utility of nuclear\nribosomal DNA barcode markers.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" in press","DOI":" NA","Abstract":" Besides morphological criteria traditionally used in\ntaxonomy, molecular markers which could be useful as barcodes gain an\nincreasing interest in identification practice of fungi. The success of\nunequivocal identification relies on the reasonable selection of\npotential marker genes. The search of a candidate universally applicable\nfor fungal identification is subject of a constant controversary debate.\nThe aim of this study was to investigate the reliability of genes from\nthe ribosomal RNA cluster, small subunit (SSU) 18S and large subunit\n(LSU) 28S ribosomal DNA (rDNA), internal transcribed spacer 1 and 2\ninterrupted by 5.8S rDNA. For this purpose a total of 98 fungal\nspecimens isolated from different ecological habitats in diverse\ngeographic regions localized among the northern hemisphere were\nexamined. Fungi comprise 68 mucoralean, two mortierellalean, one\nkickxellalean zygomycetes and several ascomycetes and basidiomycetes;\nboth of the latter ones serving as comparative microorganisms. The\nreconstruction and analysis of a dataset encompassing a total of 114\nnucleotide sequences including ITS1-5.8S-ITS2 nucleotide sequences of\nmorphologically well-defined type strains suggest that the accessibility\nof type strains which could serve as references are essential for\nreliable results.","trees":[{"tree_label":"18S nj RR","ntax":"49","rootedtree":"TRUE","title":"Zygomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5163.phy"},{"tree_label":"28S nj rr","ntax":"53","rootedtree":"TRUE","title":"Zygomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5164.phy"}]}