{"Authors":" Guanyang Zhang, Nick Matzke, Nico Franz, Usmaan\nBasharat","Year":" 2017","Title":" Model selection in statistical historical biogeography of\nNeotropical insectsthe Exophthalmus genus complex (Curculionidae:\nEntiminae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Caribbean biogeography; dispersal; molecular dating;\nstatistical biogeography; West Indies","DOI":" 10.1016/j.ympev.2016.12.039","Abstract":" Statistical historical biogeographic methods rely on\nmodels that represent various biogeographic processes. Until recently\nmodel selection in this domain was not widely used, and the impact of\ndifferential model selection on inferring biogeographic scenarios was\nnot well understood. Focusing on Neotropical weevils in the Exophthalmus\ngenus complex (EGC) (Insecta: Curculionidae: Entiminae), we compare\nthree commonly used biogeographic models  DIVA (Dispersal-Vicariance\nAnalysis), DEC (Dispersal-Extinction-Cladogenesis) and BayArea (Bayesian\nAnalysis of Biogeography), and examine the impact of modeling\nfounder-event jump dispersal on historical biogeographic\nreconstructions. We also investigate the biogeographic events that have\nshaped patterns of distribution, diversification, and endemism in this\nweevil lineage. We sample representatives of 65 species of the EGC and\n26 outgroup terminals from the Neotropics, including Caribbean islands\nand the mainland. We reconstruct a molecular phylogeny based on six\ngenes and apply molecular dating using a relaxed clock with three fossil\ncalibration points. Historical biogeographic estimations and compare\nalternative biogeographic models are computed with the R package\nBioGeoBEARS. Model selection strongly favors biogeographic models that\ninclude founder-event jump dispersal. Without modeling jump dispersal,\nestimations based on the three biogeographic models are dramatically\ndifferent, especially for early-diverging nodes. When jump dispersal is\nincluded, the three biogeographic models perform similarly. Accordingly,\nwe show that the Neotropical mainland was colonized by Caribbean species\nin the early Miocene, and that in situ diversification accounts for a\nmajority (∼75%) of the biogeographic events in the EGC. Our study\nhighlights the need to assess wide-ranging historical biogeographic\nprocesses  including founder-event jump dispersal  for best-fitting\nstatistical Caribbean biogeography reconstructions. Moreover,\ncolonization of the Neotropical mainland from the Caribbean islands\nreinforces the notion that islands can be an important source of\ncontinental diversity.","trees":[{"tree_label":"TREE1","ntax":"91","rootedtree":"TRUE","title":"Tr101550","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101550.phy"}]}