{"Authors":" Daniel Jeanmonod, Gerald M. Schneeweiss, J. F. Manen, C.\nHabashi, J. M. Park","Year":" 2004","Title":" Phylogeny and intraspecific variability of holoparasitic\nOrobanche (Orobanchaceae) inferred from plastid rbcL sequences","Journal":" Molecular Phylogenetics and Evolution","Volume":" 33","Issue":" NA","Pages":" 482-500","Keywords":" NA","DOI":" NA","Abstract":" The rbcL sequences of 106 specimens representing 28\nspecies of the four recognized sections of Orobanche were analyzed and\ncompared. Most sequences represent pseudogenes with high rates of\nnon-synonymous substitutions and indel formation. This study confirms\nthat the American lineage (sects. Gymnocaulis and Myzorrhiza) contains\npotentially functional rbcL-copies with intact open reading frames and\nlow rate of non-synonymous substitutions. For the first time, this is\nalso shown for a member of the Eurasian lineage, O. coerulescens of\nsect. Orobanche, while all other investigated species of sects.\nOrobanche and Trionychon contain pseudogenes with distorted reading\nframes and significantly higher rates of non-synonymous substitutions.\nPhylogenetic analyses of the rbcL sequences indicate that the genus\nOrobanche is not monophyletic, and that the American lineage might be\nmore closely related to Boschniakia and Cistanche than to the other\nsections of Orobanche. Additionally, species of sect. Trionychon\nphylogenetically nest in sect. Orobanche. This is in concordance with\nresults from other plastid markers (rps2 and matK), but in disagreement\nwith other molecular (nuclear ITS), morphological, and karyological\ndata. This might indicate that the ancestor of sect. Trionychon has\ncaptured the plastid genome or aprts of it of a member of sect.\nOrobanche. Apart from the phylogenetically problematic position of sect.\nTrionychon, the phylogenetic relationships within sect. Orobanche are\nsimilar to those inferred from nuclear ITS data and are close to the\ntraditional groupings traditionally recognized based on morphology. The\nintraspecific variation of rbcL is low and is neither correlated with\nintraspecific morphological variability nor with host range. Ancestral\ncharacter reconstruction using parsimony suggests that the ancestor of\nO. sect. Orobanche had a narrow host range.","trees":[{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Orobanche, MP of combined data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5169.phy"},{"tree_label":"Fig. 3","ntax":"66","rootedtree":"TRUE","title":"Orobanche, ML (and BI) of nucleotide data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5170.phy"}]}