{"Authors":" V. V. Robin, C. K. Vishnudas, Pooja Gupta, Frank E Rheindt,\nDaniel Hooper, Uma Ramakrishnan, Sushma Reddy","Year":" 2017","Title":" Two new genera of songbirds represent endemic radiations from\nthe Shola Sky Islands of the Western Ghats, India","Journal":" BMC Evolutionary Biology","Volume":" 17","Issue":"","Pages":" 31","Keywords":" phylogenetics, birds, Shola, passerine, montane,\nsky-islands, taxonomy, tropics","DOI":"","Abstract":" Background: A long-standing view of Indian biodiversity is\nthat while rich in species, there are few endemics or in-situ\nradiations. The Western Ghats biodiversity hotspot is an isolated\nmountain range with many endemic species, particularly on the montane\nsky islands. Understanding the origins of the montane-restricted species\nis crucial to illuminate both taxonomic and environmental history.\nResults: With evidence from genetic, morphometric, song, and plumage\ndata, we show that two montane songbirds, historically labeled as single\nspecies of widespread Asian genera, each represent highly divergent\nlineages that have diversified into three and four species endemic to\nisolated sky-islands of the Western Ghats. These two lineages do not\ngroup with the taxa in which they were previously classified but rather\nare distinct early divergences in larger Asian clades of flycatchers and\nbabblers and therefore warrant new generic status. We designate the\nWestern Ghats shortwings as Sholicola and the laughingthrushes as\nMontecincla. Divergence dating showed that both these montane groups\nsplit from their Himalayan relatives during the Miocene, which is\ncoincident with a shift towards arid conditions that fragmented the\npreviously contiguous humid forest across peninsular India and isolated\nthese lineages in the Western Ghats. Conclusion: Our study reveals the\nexistence of two independent endemic radiations in the Shola Sky\nIslands, highlighting the role of climate that may have resulted in\nthese ancient lineages. The endemic and highly divergent nature of these\nunrecognized species underscores the dearth of knowledge about the\nbiogeography of the Asian tropics, even for comparatively well-known\ngroups such as birds, and the need for more rigorous systematic analysis\nto inform biodiversity studies and conservation efforts.","trees":[{"tree_label":"Imported tree 1","ntax":"95","rootedtree":"TRUE","title":"Tr101824","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101824.phy"},{"tree_label":"Imported tree 1","ntax":"95","rootedtree":"TRUE","title":"Tr101825","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101825.phy"},{"tree_label":"Imported tree 1","ntax":"73","rootedtree":"TRUE","title":"Tr101826","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101826.phy"},{"tree_label":"TREE1","ntax":"73","rootedtree":"TRUE","title":"Tr101827","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101827.phy"},{"tree_label":"Imported tree 1+","ntax":"93","rootedtree":"TRUE","title":"Tr101828","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101828.phy"},{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Tr101630","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101630.phy"},{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Tr101823","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101823.phy"}]}