{"Authors":" Chunjie Li, Guillermo Ortí, Guoqing Lu","Year":" 2008","Title":" Optimal data partitioning and a test case for ray-finned\nfishes (Actinopterygii) based on ten nuclear loci.","Journal":" Systematic Biology","Volume":" 57","Issue":" 4","Pages":" 519-539","Keywords":"","DOI":" 10.1080/10635150802206883","Abstract":" Data partitioning, the combined phylogenetic analysis of\nhomogeneous blocks of data, is a common strategy used to accommodate\nheterogeneities in complex multilocus data sets. Variation in\nevolutionary rates and substitution patterns among sites are typically\naddressed by partitioning data by gene, codon position, or both.\nExcessive partitioning of the data, however, could lead to\noverparameterization, therefore it seems reasonable to define smaller\nnumbers of partitions to improve the fit of the model. We propose a new\nmethod, based on cluster analysis, to find an optimal partitioning\nstrategy for multilocus protein-coding data sets. A heuristic\nexploration of alternative partitioning schemes, based on Bayesian and\nmaximum-likelihood criteria is shown here to produce an optimal number\nof partitions. We tested this method using sequence data of ten nuclear\ngenes collected from 52 ray-finned fish (Actinopterygii) and four\ntetrapods. The concatenated sequences included 7995 nucleotide sites\nsplit into 30 partitions defined a priori based on gene and codon\nposition. Our results show that a model based on only 10 partitions\ndefined by cluster analysis performed better than partitioning by both\ngene and codon position. Alternative data partitioning schemes also are\nshown to affect the topologies resulting from phylogenetic analysis,\nespecially when Bayesian methods are used, suggesting that\nover-partitioning may be of major concern when Bayesian approach is\nused. The phylogenetic relationships among the major clades of\nray-finned fish were assessed using the best data partitioning schemes\nunder ML and Bayesian methods. Some significant results include the\nmonophyly of „Holostei‰ (Amia and Lepisosteus), the sister-group\nrelationships between (1) esociforms and salmoniforms, (2) osmeriforms\nand stomiiforms, the polyphyly of Perciformes, and a close relationship\nof cichlids and atherinomorphs.","trees":[{"tree_label":"Fig. 4","ntax":"56","rootedtree":"TRUE","title":"Actinopterygii","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5171.phy"}]}