{"Authors":" Torsten H. Struck, Maximilian P. Nesnidal, Guenter\nPurschke, Kenneth M. Halanych","Year":" 2008","Title":" Detecting Possibly Saturated Positions in 18S and 28S\nSequences and their Influence on Phylogenetic Reconstruction of Annelida\n(Lophotrochozoa).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 48","Issue":" 2","Pages":" 628-645","Keywords":" C factor, O/E ratio, Annelida, Saturation, rRNA,\nPhylogeny, Iss","DOI":" 10.1016/j.ympev.2008.05.015","Abstract":" Phylogenetic reconstructions may be hampered by multiple\nsubstitutions in nucleotide positions obliterating signal, a phenomenon\ncalled saturation. Traditionally, plotting ti/tv ratios against genetic\ndistances has been used to reveal saturation by assessing when ti/tv\nstabilizes at 1. However, interpretation of results and assessment of\ncomparability between different data sets or partitions are rather\nsubjective. Herein, we present the new C factor, which quantifies\nconvergence of ti/tv ratios, thus allowing comparability. Furthermore,\nwe introduce a comparative value for homoplasy, the O/E ratio, based on\nalterations of tree length. Simulation studies and an empirical example,\nbased on annelid rRNA-gene sequences, show that the C factor correlates\nwith noise, tree length and genetic distance and therefore is a proxy\nfor saturation. The O/E ratio correlates with the C factor, which does\nnot provide an intrinsic threshold of exclusion, and thus both together\ncan objectively guide decisions to exclude saturated nucleotide\npositions. However, analyses also showed that, for reconstructing\nannelid phylogeny using Maximum Likelihood, an increase in numbers of\npositions improves tree reconstruction more than does the exclusion of\nsaturated positions.","trees":[{"tree_label":"Fig. 9","ntax":"107","rootedtree":"TRUE","title":"Annelida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5172.phy"},{"tree_label":"Fig. 10","ntax":"107","rootedtree":"TRUE","title":"Annelida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5173.phy"}]}