{"Authors":" Yuanyuan Zhang","Year":" 2017","Title":" Occurrence of Sunflower Black Spot caused by two closed\nrelated species Alternaria solani and Alternaria tomatophila in Inner\nMongolia, China.","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Sunflower black spot, new species, A. solani and A.\ntomatophila","DOI":"","Abstract":" In 2014, diseased samples of sunflower (variety 3638C)\nwith black sunken lesions on bracts and stems were collected at R7 stage\nin Wuchuan, Hohhot and Chahaeryouyihouqi, Inner Mongolia, China. Two\ncausal pathogens were isolated and named as NJ7 and SJC4-2. The colony\nmorphology of isolate NJ7 and SJC4-2 are different, but the conidial\nshape and size are rather similar. Based on the morphology, both\nisolates resemble Alternaria spp. In order to verify their identity\nmolecularly, PCR were performed with specific primers targeted on Alt a1\nand calmodulin genes of A. solani and A. tomatophila. The results showed\nthat NJ7 gave an amplicon of the expected size (164 bp) with A.\nsolani-specific primers, however, no band was observed with A.\ntomatophila-specific primers. The opposite pattern of PCR result (483\nbp) was obtained with DNA of SJC4-2 as template, indicating that NJ7 is\nA. solani and SJC4-2 is A. tomatophila. To address Kochs postulates,\npathogenicity tests were performed on sunflower and its original hosts\n(potato and tomato) via stem-wounded inoculation. Five days post\ninoculation, black spots were observed on the stems of different hosts\nwhich gradually expanded longitudinally. No lesions were observed in the\ncontrol plants. The fungus was re-isolated from the lesions and the\ncolony morphology resembled the inoculated one. Till now, nine species\nof Alternaria have been reported causing sunflower black spot, but A.\nsolani and A. tomatophila are the first world records causing sunflower\nblack spot.","trees":[{"tree_label":"Imported tree 0","ntax":"14","rootedtree":"TRUE","title":"Tr101634","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101634.phy"}]}