{"Authors":" Vanessa Isabel Romero Aguilar, Hosomichi Kazuyoshi,\nHirofumi Nakaoka, Hiroki Shibata, Ituro Inoue","Year":" 2017","Title":" Structure and Evolution of the Filaggrin Gene Repeated Region\nin Primates.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" filaggrin, copy number variation; birth-and-death\nevolution; duplication/loss","DOI":"","Abstract":" The evolutionary dynamics of repeat sequences is quite\ncomplex, with some duplicates never having differentiated from each\nother. Two models can explain the complex evolutionary process for\nrepeated genesconcerted and birth-and-death, of which the latter is\ndriven by duplications maintained by selection. Copy number variations\ncaused by random duplications and losses in repeat regions may modulate\nmolecular pathways and therefore affect phenotypic characteristics in a\npopulation, resulting in individuals that are able to adapt to new\nenvironments. In this study, we investigated the filaggrin gene (FLG),\nwhich codes for filaggrinan important component of the outer layers of\nmammalian skinand contains tandem repeats that exhibit copy number\nvariation between and within species. To examine which model best fits\nthe evolutionary pathway for the complete tandem repeats within a single\nexon of FLG, we determined the repeat sequences in crab-eating macaque\n(Macaca fascicularis), orangutan (Pongo abelii), gorilla (Gorilla\ngorilla), and chimpanzee (Pan troglodytes) and compared these with the\nsequence in human (Homo sapiens). Results In this study we compared\nconcerted and birth-and-death evolution models, commonly used for gene\ncopies. We found that there is high nucleotide diversity between\nfilaggrin repeat regions, which fits the birth-and-death model.\nPhylogenetic analyses also suggested that independent duplication events\ncreated the repeat sequences in crab-eating macaques and orangutans,\nwhile different duplication and loss events created the repeats in\ngorillas, chimpanzees, and humans. Comparison of the repeat sequences\ndetected purifying selection within species and lineage-specific\nduplications across species. We also found variation in the length of\nthe repeated region within species such as chimpanzee and crab-eating\nmacaque. Conclusions We conclude that the copy number variation in the\nrepeat sequences of FLG between primates may be a consequence of\nspecies-specific divergence and expansion.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Filaggrin Gene Repeated Region in Primates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101660.phy"},{"tree_label":"Fig. S3A","ntax":"51","rootedtree":"TRUE","title":"Filaggrin Gene Repeated Region in Primates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101661.phy"},{"tree_label":"Fig. S3B","ntax":"51","rootedtree":"TRUE","title":"Filaggrin Gene Repeated Region in Primates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101662.phy"}]}