{"Authors":" Sahar Khodami, J. Vaun McArthur, Leocadio Blanco-Bercial,\nPedro Martinez Arbizu","Year":" 2017","Title":" Molecular Phylogeny of Copepod Orders (Crustacea:\nCopepoda)","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" Pan-Crustacea, Copepoda, Platycopioida, Polyarthroida,\nMolecular phylogeny, Bayesian, Maximum Likelihood","DOI":"","Abstract":" For the first time phylogenetic relationships between\nrepresentatives of all 10 currently proposed copepod orders\n(Platycopioida Fosshagen, 1985, Calanoida Sars, 1903, Misophrioida\nGurney, 1933, Harpacticoida Sars, 1903, Gelyelloida Huys, 1988,\nMonstrilloida Sars, 1901, Cyclopoida Burmeister, 1835, Poecilostomatoida\nThorell, 1859, Siphonostomatoida Burmeister, 1834 and Mormonilloida\nBoxshall, 1979) were investigated using nucleotide sequences of the\nnuclear small and large subunits ribosomal DNA, Cytochrome c oxidase\nsubunit I and Histone 3 protein genes. The monophyly of Copepoda as a\nwhole (i.e. including Platycopioida) is demonstrated for the first time\nusing molecular data (18S rRNA gene). Within Pan-Crustacea the\nmonophyletic Copepoda is the sister-group of a clade comprising\nThecostraca+Tantulocarida and Malacostraca. Maxillopoda is rejected as\nit is a non-natural, polyphyletic group. Phylogenetic trees generated by\nbayesian and maximum likelihood analyses supported the monophyly of the\nfour major subgroups of Copepoda, the Progymnoplea Lang, 1948 (=\nPlatycopioida), the Neocopepoda Huys and Boxshall, 1991, the Gymnoplea,\nGiesbrecht, 1892 (= Calanoida) and the Podoplea Giesbrecht, 1892. The\nProgymnoplea is the most basal taxon within Copepoda and sister-group to\nNeocopepoda. Molecular trees supported the monophyly of only seven\ncopepod orders: Platycopioida, Calanoida, Misophrioida, Monstrilloida,\nSiphonostomatoida, Gelyelloida and Mormonilloida. Misophrioida\n(=Propodoplea Lang, 1948) is the most basal Podoplean order. In contrast\nto previous phylogenetic hypotheses based on morphology, the order\nCyclopoida is shown to be paraphyletic, enclosing Poecilostomatoida as a\nmonophyletic derived inner clade. We propose the rejection of\nPoecilostomatoida as valid order of copepods and suggest referring to\nthis clade as poecilostomes. The marine family Schminkepinellidae\nMartinez Arbizu 2006 is the sister-group of poecilostomes. Within\nHarpacticoida, both suborders Polyarthra Lang, 1944 and Oligoarthra\nLang, 1944 are monophyletic, but not sister groups. The Polyarthra\n(families Canuellidae Lang, 1944 and Longipediidae Sars, 1903) clustered\nbasal to a complex of the four remaining orders, suggesting its removal\nfrom the Harpacticoida as a separate order which we name Polyarthroida\nherein. We propose to maintain the name Harpacticoda to refer to the\nformer Oligoarthra only. Gelyelloida is the sister-group of a clade\ncomprising Harpacticoida (=Oligoarthra) + Cyclopoida (including\npoecilostomes). Monstrilloida is the sister-group of Siphonostomatoida\nand not a derived clade within the later order as suggested elsewhere.\nThe taxa Cyclopoida, Harpacticoida and Cyclopinidae are redefined, while\nPolyarthroida, Smirnovipinidae fam. nov. and Cyclopicinidae fam. nov are\nproposed as new taxa.","trees":[{"tree_label":"TREE1","ntax":"515","rootedtree":"TRUE","title":"Tr101641","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101641.phy"},{"tree_label":"TREE1","ntax":"203","rootedtree":"TRUE","title":"Tr101653","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101653.phy"}]}