{"Authors":" José Ayarzaguena, Santiago Castroviejo-Fisher, Juan M.\nGuayasamin, Linda Trueb, Carles Vila","Year":" 2008","Title":" Phylogenetic relationships of glassfrogs (Centrolenidae)\nbased on mitochondrial and nuclear genes","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Glassfrogs (family Centrolenidae) represent an\nexceptionally diverse group among Neotropical anurans, but their\nevolutionary relationships never have been assessed from a molecular\nperspective. Mitochondrial and nuclear markers were used to develop a\nnovel hypothesis of centrolenid phylogeny. Ingroup sampling included 100\nterminals, with 78 (53%) of the named species in the family,\nrepresenting most of the phenotypic diversity described for the group.\nThirty-five species representing taxa traditionally associated with\nglassfrogs were used as outgroups. Gene sampling consisted of complete\nor partial sequences of three mitochondrial (12S, 16S, ND1) and three\nnuclear markers (c-myc exon 2, RAG1, POMC) for a total of ~4362 bp.\nPhylogenies were estimated using maximum parsimony, maximum likelihood,\nand Bayesian analyses for individual genes and combined datasets. The\nseparate analysis of mitochondrial and nuclear datasets allowed us to\nclarify the relationships within glassfrogs; also, we corroborate the\nsister-group relationship between Allophryne ruthveni and glassfrogs.\nThe new phylogeny differs significantly from all previous\nmorphology-based hypotheses of relationships, and shows that hypotheses\nbased on few traits are likely to misrepresent evolutionary history.\nTraits previously hypothesized as unambiguous synapomorphies are shown\nto be homoplastic, and all genera in the current taxonomy (Centrolene,\nCochranella, Hyalinobatrachium, Nymphargus) are found to be poly- or\nparaphyletic. The new topology implies a South American origin of\nglassfrogs and reveals allopatric speciation as the most important\nspeciation mechanism. The phylogeny profoundly affects the traditional\ninterpretations of glassfrog taxonomy, character evolution, and\nbiogeography\u001atopics that now require more extensive evaluation in future\nstudies.","trees":[{"tree_label":"Fig. 5","ntax":"135","rootedtree":"TRUE","title":"Centrolenidae: Combined Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5175.phy"},{"tree_label":"Fig. 3 nr","ntax":"133","rootedtree":"TRUE","title":"Centrolenidae: Nuclear Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5176.phy"},{"tree_label":"Fig. 3 mt","ntax":"133","rootedtree":"TRUE","title":"Centrolenidae: Mitochondrial Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5177.phy"}]}