{"Authors":" Liping Zeng, Ning Zhang, qiang zhang, Peter Endress, Jie\nHuang, Hong Ma","Year":" 2017","Title":" Resolution of deep eudicot phylogeny and their temporal\ndiversification using nuclear genes from transcriptomics and genomic\ndatasets","Journal":" New Phytologist","Volume":"","Issue":"","Pages":"","Keywords":" eudicots; Pentapetalae; phylogenetics; divergence time;\ndiversification; transcriptome","DOI":"","Abstract":"  Explosive diversification is widespread in eukaryotes,\nmaking it difficult to resolve phylogenetic relationships. Eudicots\ncontain ~ 75% of extant flowering plants, are important for human\nlivelihood and terrestrial ecosystems, and likely have experienced\nexplosive diversifications. The eudicot phylogenetic relationships,\nespecially among those of the Pentapetalae, remain unresolved.  Here, we\npresent a highly supported eudicot phylogeny and diversification rate\nshifts using 31 newly generated transcriptomes and 88 other datasets\ncovering 70% of eudicot orders.  A highly supported eudicot phylogeny\ndivided Pentapetalae into two groups: one with rosids, Saxifragales,\nVitales and Santalales; the other containing asterids, Caryophyllales,\nand Dilleniaceae, with uncertainty for Berberidopsidales. Molecular\nclock analysis estimated that crown eudicots originated ca. 146 Mya,\nconsiderably earlier than earliest tricolpate pollen fossils and most\nother molecular clock estimates, and Pentapetalae sequentially diverged\ninto eight major lineages within ~ 15 million years. Two identified\nincreases of diversification rate are located in the stems leading to\nPentapetalae and asterids, and lagged behind the gamma hexaploidization.\nThe nuclear genes from newly generated transcriptomes revealed a\nwell-resolved eudicot phylogeny, sequential separation of major core\neudicot lineages and temporal mode of diversifications, providing new\ninsights in the evolutionary trend of morphologies and contributions for\nthe diversification of eudicots.","trees":[{"tree_label":"Imported tree 1","ntax":"119","rootedtree":"TRUE","title":"Eudicots RAxML of 161 genes with 119 species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101730.phy"},{"tree_label":"Imported tree 1","ntax":"119","rootedtree":"TRUE","title":"Eudicots RAxML of 90 genes with 119 species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101731.phy"},{"tree_label":"Imported tree 1","ntax":"119","rootedtree":"TRUE","title":"Eudicots RAxML of 46 genes with 119 species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101732.phy"}]}