{"Authors":" Sarah S. Costa, Lucas Magalhaes Abreu, Ludwig H.\nPfenning","Year":" 2019","Title":" Fusarium udum revisited: a common, but poorly understood\nmember of the Fusarium fujikuroi species complex","Journal":" Mycological Progress","Volume":" 18","Issue":" 1-2","Pages":" 107-117","Keywords":" Fusarium fujikuroi species complex; biological species;\nmultigene phylogeny; wilt disease","DOI":" 10.1007/s11557-018-1446-x","Abstract":" Fusarium udum is the causal agent of a wilt disease on\npigeon pea (Cajanus cajan) in tropical regions. This species shares\nmorphological characteristics with F. oxysporum, leading to\nmisidentification when the diagnosis is solely based on morphological\nmarkers. The sexual stage of this fungus was observed on stems of\nCajanus in India and was formally described as Gibberella indica. In\nBrazil, a wilt disease is reported on Crotalaria, but the etiological\nagent has not been identified correctly so far. In this study, we tested\nthe hypothesis that the causal agent of a wilt on Crotalaria belongs to\nthe same species pathogenic to C. cajan. Strains obtained from diseased\nCrotalaria spp. were characterized through molecular phylogeny of TEF1α,\nRPB2 and tub2, laboratory crosses, morphological markers and\npathogenicity tests. Strains from Crotalaria from Brazil formed a\nwell-supported clade with F. udum strains from Crotalaria and Cajanus\nfrom other countries. Strains from all geographic regions and plant\nhosts intercrossed and formed fertile perithecia, defining a distinct\nmating population inside the Fusarium fujikuroi species complex. One\nstrain obtained from Cajanus cajan in India is indicated as epitype, and\nfemale-fertile tester strains of both mating types were selected for the\nidentification of field isolates through sexual crosses. These results\nconfirm that the species associated with wilt disease on Crotalaria and\nCajanus is F. udum. Wilt symptoms caused by F. udum in Cr. ochroleuca\nare described and illustrated.","trees":[{"tree_label":"PAUP 1","ntax":"32","rootedtree":"TRUE","title":"Fusarium udum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118669.phy"},{"tree_label":"PAUP 1","ntax":"35","rootedtree":"TRUE","title":"Fusarium udum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118668.phy"},{"tree_label":"PAUP 1","ntax":"35","rootedtree":"TRUE","title":"Fusarium udum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118670.phy"},{"tree_label":"PAUP 1","ntax":"36","rootedtree":"TRUE","title":"Fusarium udum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118671.phy"},{"tree_label":"PAUP 1","ntax":"30","rootedtree":"TRUE","title":"Fusarium udum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118673.phy"},{"tree_label":"PAUP 1","ntax":"32","rootedtree":"TRUE","title":"Fusarium udum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118672.phy"}]}