{"Authors":" Ulrike Damm, Paul H. Fourie, Pedro W. Crous","Year":" 2008","Title":" A fissitunicate ascus mechanism in the Calosphaeriaceae, and\nnovel species of Jattaea and Calosphaeria on Prunus wood","Journal":" Persoonia","Volume":" 20","Issue":" NA","Pages":" 39-52","Keywords":" NA","DOI":" NA","Abstract":" During a survey of Prunus wood from South Africa,\nisolations were made of three presumably Calosphaerialean fungi that\nformed hyphomycetous, phialidic anamorphs in culture. In order to reveal\nthe phylogenetic relationship of these fungi, they were characterised on\na morphological and molecular (LSU and ITS rDNA) basis. Two isolates\nthat formed a teleomorph in culture are newly described as Calosphaeria\nafricana sp. nov. Although asci of Calosphaeria are characterised by\nhaving non-amyloid apical rings, two functional wall layers were\nobserved in asci of C. africana, which has hitherto not been observed in\nany member of the Calosphaeriaceae. However, Calosphaeriaceae\n(Calosphaeriales, Sordariomycetes) are not closely related to other\nbitunicate fungi like Dothideomycetes, Chaetothyriales and bitunicate\nlichens. Possession of two separating wall layers is considered to be a\nresult of both inherited abilities and convergent evolution under a\nstrong selection pressure of the environmental conditions that favour an\nextension of the ascus. The other two species represented a separate\nlineage within Calosphaeriaceae, and formed phialophora-like anamorphs.\nBy obtaining the teleomorph in culture, one of them could be identified\nas a species of Jattaea, described here as Jattaea prunicola sp. nov.,\nwhile the second, which only produced the anamorph, is named as Jattaea\nmookgoponga sp. nov. These findings suggest that some species of Jattaea\nare true members of the Calosphaeriaceae, though the phylogenetic\nrelation of the type, J. algeriensis, remains unknown. Furthermore, it\nalso represents the first report of Jattaea on Prunus wood, and from\nSouth Africa.","trees":[{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Calosphaeriales ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5178.phy"},{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Sordariomycetidae LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5179.phy"}]}