{"Authors":" Joao Paulo Siqueira, Deanna A. Sutton, Josepa Gene, Dania\nGarcia, Marcela Guevara-Suarez, Cony Decock, Nathan P Wiederhold, Josep\nGuarro","Year":" 2016","Title":" Schizophyllum radiatum, an Emerging Fungus from Human\nRespiratory Tract","Journal":" Journal of Clinical Microbiology","Volume":" 54","Issue":" 10","Pages":" 2491-2497","Keywords":"","DOI":" 10.1128/JCM.01170-16","Abstract":" Schizophyllum is an important genus of basidiomycetes\nthat, apart from being of genetic and biotechnological interest, is also\nreported to be a plant and animal pathogen. Schizophyllum commune is the\nbest-known species and the only one reported from clinical specimens\nthus far, being recovered mainly from the respiratory tract. The aim of\nthis study was to determine the species diversity of 23 clinical\nisolates of Schizophyllum from the United States using multilocus\nphylogenetic analysis and their in vitro susceptibilities to six drugs.\nThe markers used for sequencing were the internal transcribed spacer\n(ITS), a portion of the nuclear large subunit (LSU) of ribosomal DNA,\nthe RNA polymerase II second-largest subunit (RPB2), and the translation\nelongation factor 1\u0002 (EF-1\u0002) gene. The analyses revealed that 22 of the\nclinical isolates were in the Schizophyllum radiatum clade with high\nsupport values and 1 isolate was in the S. commune clade. This is the\nfirst report of this species in clinical samples. The two species\nmentioned above showed very similar morphological features in culture\n(i.e., white, cottony, unsporulated colonies composed of hyphae with\nclamp connections), making morphological discrimination between the two\nimpossible. An epitype is designed for S. radiatum, and its sequences\nhave been deposited in GenBank. The antifungal that showed the greatest\nin vitro activity against the strains tested was shown to be\namphotericin B. In general, the strains of S. radiatum showed higher\nMICs than S. commune.","trees":[{"tree_label":"LSU","ntax":"33","rootedtree":"TRUE","title":"Schizophyllum radiatum LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101755.phy"},{"tree_label":"RPB2","ntax":"33","rootedtree":"TRUE","title":"Schizophyllum radiatum RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101757.phy"},{"tree_label":"Tef","ntax":"33","rootedtree":"TRUE","title":"Schizophyllum radiatum Tef-alfa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101756.phy"},{"tree_label":"Concatenated","ntax":"33","rootedtree":"TRUE","title":"Schizophyllum radiatum Concatenated","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101758.phy"}]}