{"Authors":" Renata F. Martins, Joerns Fickel, Minh Le, Thanh van\nNguyen, Dorina Lenz, Andreas Wilting, Ha M. Nguyen, Robert J. Timmins,\nHan Ming Gan, Jeffrine J. Rovie-Ryan, Daniel W. Foerster","Year":" 2017","Title":" Phylogeography of red muntjacs reveals three distinct\nmitochondrial lineages.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" phylogeography; archival DNA; Muntjac; Southeast Asia;\nspecies complex","DOI":"","Abstract":" The members of the genus Muntiacus are of particular\ninterest to evolutionary biologists due to their extreme chromosomal\nrearrangements and the ongoing discussions about the number of living\nspecies. Red muntjacs have the largest distribution of all muntjacs and\nwere formerly considered as one species. Karyotype differences led to\nthe provisional split between the Southern Red Muntjac (Muntiacus\nmuntjak) and the Northern Red Muntjac (M. vaginalis), but uncertainties\nremain as, so far, no phylogenetic study has been conducted. Here, we\nanalysed whole mitochondrial genomes of 59 archival and 16\ncontemporaneous samples to resolve uncertainties about their taxonomy\nand used red muntjacs as model for understanding the evolutionary\nhistory of other species in Southeast Asia. Results: We found three\ndistinct matrilineal groups of red muntjacs: Sri Lankan red muntjacs\n(including the Western Ghats) diverged first from other muntjacs about\n1.5 Mya; later northern red muntjacs (including North India and\nIndochina) and southern red muntjacs (Sundaland) split around 1.12 Mya.\nThe diversification of red muntjacs into these three main lineages was\nlikely promoted by two Pleistocene barriers: one through the Indian\nsubcontinent and one separating the Indochinese and Sundaic red\nmuntjacs. Interestingly, we found a high level of gene flow within the\npopulations of northern and southern red muntjacs, indicating gene flow\nbetween populations in Indochina and dispersal of red muntjacs over the\nexposed Sunda Shelf during the Last Glacial Maximum. Conclusions: Our\nresults provide new insights into the evolution of species in South and\nSoutheast Asia as we found clear genetic differentiation in a widespread\nand generalist species, corresponding to two known biogeographical\nbarriers: The Isthmus of Kra and the central Indian dry zone. In\naddition, our molecular data support either the delineation of three\nmonotypic species or three subspecies, but more importantly these data\nhighlight the conservation importance of the Sri Lankan/South Indian red\nmuntjac.","trees":[{"tree_label":"RedMuntjac Bayesian","ntax":"75","rootedtree":"TRUE","title":"Red Muntjacs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_101759.phy"}]}