{"Authors":" S. I. Warwick, S. J. Darbyshire","Year":" 1992","Title":" Phylogeny of North American Festuca (Poaceae) and related\ngenera using chloroplast DNA restriction site variation.","Journal":" Canadian Journal of Botany","Volume":" 70","Issue":" NA","Pages":" 2415-2429","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships in the genus Festuca, as\nexpressed in recent classification systems, were tested using\nchloroplast DNA restriction endonuclease site variation data. Species\nnative or introduced to North America were used as exemplars for taxa\nrelated to Festuca that have been recognized variously as genera;\nsubgenera, and (or) sections. Cladistic analysis of 67 shared\nchloroplast DNA restriction site mutations indicated that Festuca and\nsome related taxa, as circumscribed in morphologically based\nclassifications, appear to be non-monophyletic. Cluster analysis of 108\npolymorphic sites was largely congruent with the results of the\ncladistic analysis. Two main evolutionary lines were indicated. One\ncontained the majority of the genus Festuca exemplars, including the\nsubgenera Drymanthele, Subulatae, Subuliflorae, Obtusae, and Festuca, as\nwell as Vulpia, Argillochloa, and subg. Leucopoa sect. Breviaristatae.\nThe other lineage included subgenus Schedonorus, subg. Leucopoa sect.\nLeucopoa, and the genus Lolium. Analyses supported the recognition of\ntwo genera in each lineage: Vulpia and Festuca in one, and Leucopoa\nsensu stricto (including only sect. Leucopoa) and Lolium (including\nFestuca subg. Schedonorus) in the other. The recognition of the\nmonotypic generic segregate Argillochloa (=F. dasyclada) was not\nsupported by the analyses.","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Festuca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4306.phy"},{"tree_label":"Fig. 2","ntax":"26","rootedtree":"TRUE","title":"Festuca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4307.phy"},{"tree_label":"Fig. 3","ntax":"26","rootedtree":"TRUE","title":"Festuca","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4308.phy"}]}