{"Authors":" George Anthony Verboom, William David Stock, Michael Dennis\nCramer","Year":" 2017","Title":" Specialization to extremely low-nutrient soils limits the\nnutritional adaptability of plant lineages","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" adaptation, ecological specialization, foliar\nstoichiometry, phylogenetic niche conservatism, speciation","DOI":"","Abstract":" Specialization to extreme selective situations promotes\nthe acquisition of traits whose co-adaptive integration may compromise\nevolutionary flexibility and adaptability. We test this idea in the\ncontext of the foliar stoichiometry of plants native to the South\nAfrican Cape. Where foliar concentrations of nitrogen (N), phosphorus\n(P), potassium (K), calcium (Ca), magnesium (Mg) and sodium (Na) showed\nstrong phylogenetic signal, as did the foliar ratios of these nutrients\nto P, this was not true of the corresponding soil values. In addition,\nalthough foliar traits were often related to soil values, the\ncoefficients of determination were consistently low. These results\nidentify foliar stoichiometry as having a strong genetic component, with\nvariation in foliar nutrient concentrations, especially [P] and [K],\nbeing identified as potentially adaptive. Comparison of stoichiometric\nvariation across 11 similarly-aged clades revealed consistently low\nfoliar nutrient concentrations in lineages showing specialization to\nextremely low-nutrient fynbos heathlands. These lineages also display\nlower rates of evolution of these traits as well as a reduced tendency\nfor foliar [P] to track soil [P]. Reduced evolutionary lability and\nadaptability in the nutritional traits of fynbos-specialist lineages may\nexplain the floristic distinctness of the fynbos flora and also implies\na reduced scope for edaphically-driven ecological speciation.","trees":[{"tree_label":"PHYLIP 1+","ntax":"94","rootedtree":"FALSE","title":"Adaptability of Plant Lineages rbcL matK","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101777.phy"}]}