{"Authors":" Joseph W. Spatafora, G. O. P. Jr, G. H. Sung","Year":" 2008","Title":" The oldest fossil evidence of animal parasitism by fungi\nsupports a Cretaceous radiation of fungal-arthropod symbioses","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Paleohymenostilbe coccophagus, a fungal parasite of a\nscale insect from the Early Cretaceous (Upper Albian: 97-105 Mya), is\nreported and described here. This fossil not only provides the oldest\nfossil evidence of animal parasitism by fungi but also contains\nmorphological features similar to species of the extant asexual genus\nHymenostilbe (Family Ophiocordycipitaceae, Order Hypocreales, Kingdom\nFungi). Because species of Hypocreales collectively exhibit a broad\nrange of nutritional modes and symbioses involving plants, animals and\nother fungi, we conducted ancestral host reconstruction coupled with\nphylogenetic dating analyses calibrated with P. coccophagus. These\nresults support a plant-based ancestral nutritional mode for\nHypocreales, which then diversified ecologically through a dynamic\nprocess of intra- and interkingdom host shifts involving fungal, higher\nplant and animal hosts. This is especially evident in the families\nCordycipitaceae, Clavicipitaceae and Ophiocordycipitaceae, which are\ncharacterized by a high occurrence of insect pathogens. The ancestral\necologies of Clavicipitaceae and Ophiocordycipitaceae are inferred to be\nanimal pathogens, a trait inherited from a common ancestor, whereas the\nancestral host affiliation of Cordycipitaceae was resolved as either\nanimal or fungi. Phylogenetic dating supports both a Jurassic origin of\nfungal-animal symbioses within Hypocreales and diversification of all\nthree insect pathogenic families during the Cretaceous, concurrent with\nthe diversification of insects and angiosperms.","trees":[{"tree_label":"ML","ntax":"148","rootedtree":"TRUE","title":"Hypocreales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5180.phy"}]}