{"Authors":" Xinyi Guo, Jianquan Liu, Guoqian Hao, Lei Zhang, Kangshan\nMao, Xiaojuan Wang, Dan Zhang, Tao Ma, Quanjun Hu, Ihsan A. Al-Shehbaz,\nMarcus A Koch","Year":" 2017","Title":" Plastome phylogeny and early diversification of\nBrassicaceae","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Plastome, Brassicaceae, phylogenomics, molecular dating,\ngene loss","DOI":"","Abstract":" Background: The family Brassicaceae encompasses diverse\nspecies, many of which have high scientific and economic importance.\nEarly diversifications and phylogenetic relationships between major\nlineages or clades remain unclear. Here we re-investigate Brassicaceae\nphylogeny with complete plastomes from 51 species representing all four\nlineages or 5 of 6 major clades (A, B, C, E and F) as identified in\nearlier studies. Results: Bayesian and maximum likelihood phylogenetic\nanalyses using a partitioned supermatrix of 77 protein coding genes\nresulted in nearly identical tree topologies exemplified by highly\nsupported relationships between clades. All four lineages were well\nidentified and interrelationships between them were resolved. The\npreviously defined Clade C was found to be paraphyletic (the genus\nMegadenia formed a separate lineage), while the remaining clades were\nmonophyletic. Clade E (lineage III) was sister to clades B+C rather than\nto all core Brassicaceae (clades A+B+C or lineages I+II), as suggested\nby a previous transcriptome study. Molecular dating based on plastome\nphylogeny supported the origin of major lineages or clades between late\nOligocene and early Miocene, and the following radiative diversification\nacross the family took place within a short timescale. In addition, gene\nlosses in the plastomes occurred multiple times during the evolutionary\ndiversification of the family. Conclusions: Plastome phylogeny\nillustrates the early diversification of cruciferous species. This\nphylogeny will facilitate our further understanding of evolution and\nadaptation of numerous species in the model family Brassicaceae.","trees":[{"tree_label":"TREE1","ntax":"53","rootedtree":"TRUE","title":"Brassicaceae plastome","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101783.phy"}]}