{"Authors":" Carrie A Kiel, Thomas F. Daniel, Iain Darbyshire, Lucinda\nA. McDade","Year":" 2017","Title":" Unraveling relationships in the morphologically diverse and\ntaxonomically challenging ‘justicioid’ lineage (Acanthaceae,\nJusticieae)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Acanthaceae; Diclipterinae; Justicia; ‘justicioid’;\nphylogenetics; systematics","DOI":"","Abstract":" This is the first study in Acanthaceae to provide a robust\nand well-sampled phylogenetic framework for the ‘justicioid’ lineage\n(Acanthaceae: Acanthoideae: Justicieae), a clade that includes at least\n1000 species that together occupy essentially the entire distributional\nrange of the family as a whole. Species are morphologically diverse and\noccupy a wide variety of habitats. Although much progress has been made\nin understanding phylogenetic relationships within Acanthaceae,\nwell-sampled phylogenetic studies are lacking for ‘justicioids’. DNA\nsequence data from six regions for 178 accessions from across the entire\nlineage were used to test monophyly and validity of 17 putative genera\nof ‘justicioids’ on a global scale. Included among these genera is the\nspecies-rich genus Justicia for which we evaluate the current\nmorphology-based classification with a focus on Old World taxa. Our\nresults strongly support monophyly of New World ‘justicioids’, including\nall New World species of Justicia plus species assigned to at least five\nother smaller genera. Further, with a greatly expanded taxon sample, we\nconfirm our earlier unexpected result that Diclipterinae are embedded\nwithin ‘justicioids.’ As traditionally circumscribed, Diclipterinae lack\nthe morphological traits that mark ‘justicioids’ and thus had not\npreviously been associated with that group. This study further extends\nthis unexpected result by placing a number of Old World ‘justicioids’ in\na clade that is sister to Diclipterinae. Although some genera of\n‘justicioids,’ notably of Diclipterinae, are monophyletic, Justicia is\ngrossly polyphyletic. We explore these results by examining the\ndiagnostic utility of morphological characters for major clades with a\nfocus on inflorescences, androecia, pollen and seeds. We further use our\nresults as context for documenting evolutionary patterns of floral\ntraits and pollinator relationships, as well as biogeographic patterns,\nacross this species-rich and diverse clade.","trees":[{"tree_label":"Figs. 5-9","ntax":"178","rootedtree":"TRUE","title":"Acanthaceae justicioid lineage","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_101778.phy"}]}