{"Authors":" Arne Jung, Martin Metzner, Martin Ryll","Year":" 2017","Title":" Comparison of pathogenic and non-pathogenic Enterococcus\ncecorum strains from different animal species","Journal":" BMC microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Enterococcus cecorum, virulence factors, poultry, chicken\nembryo lethality assay, fatty acid profile, MALDI-TOF mass spectrometry,\nserotyping","DOI":"","Abstract":" Background: Enterococcus cecorum (EC) infection currently\nis one of the most important bacterial diseases of modern broiler\nchickens but can also affect ducks or other avian species. However,\nlittle is known concerning pathogenesis of EC and most studies\nconcentrate on examinations of EC strains from broilers only. The\nobjective of this study was to compare pathogenic and commensal EC\nstrains from different animal species concerning different phenotypic\nand genotypic traits. Results: Pathogenic and commensal EC strains were\nnot clearly separated from each other in a phylogenetic tree based on\npartial sequences of the 16S-rRNA-gene and also based on the fatty acid\nprofile determined with gas chromatography. C12:0, C14:0, C15:0, C16:0,\nC17:0, C18:0, C18:1 w7c, C18:1 w9c and C20:4 w6,9,12,15c were detected\nas the major fatty acids. None of the 21 pathogenic EC strains was able\nto utilize mannitol, while 9 of 29 commensal strains were mannitol\npositive. In a dendrogram based on MALDI-TOF MS data, pathogenic strains\nwere not clearly separated from commensal isolates. However, significant\ndifferences concerning the prevalence of several mass peaks were\nconfirmed between the two groups. Two different antisera were produced\nbut none of the serotypes was predominantly found in the pathogenic or\ncommensal EC isolates. Enterococcal virulence factors gelE, esp, asa1,\nccf, hyl and efaAfs were only detected in single isolates via PCR. No\nvirulence factor was found significantly more often in the pathogenic\nisolates. The chicken embryo lethality of the examined EC isolates\nvaried from 0 % up to 100 %. The mean embryo lethality in the pathogenic\nEC isolates was 39.7%, which was significantly higher than the lethality\nof the commensal strains, which was 18.9 %. Additionally, five of the\ncommensal isolates showed small colony variant growth, which was never\nreported for EC before. Conclusions: Pathogenic and commensal EC\nisolates from different animal species varied in chicken embryo\nlethality, in their ability to metabolize mannitol and probably showed\ndivergent mass peak patterns with MALDI-TOF MS. These differences may be\nexplained by a separate evolution of pathogenic EC isolates.\nFurthermore, different serotypes of EC were demonstrated for the first\ntime.","trees":[{"tree_label":"Imported tree 1","ntax":"52","rootedtree":"TRUE","title":"Tr101821","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101821.phy"}]}