{"Authors":" Mark S Springer, John Gatesy","Year":" 2017","Title":" Inactivation of the Olfactory Marker Protein (OMP) Gene in\nRiver Dolphins and other Odontocete Cetaceans","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" anosmia, Cetacea, echolocation, Odontoceti, olfaction,\nolfactory marker protein","DOI":"","Abstract":" Various toothed whales (Odontoceti) are unique among\nmammals in lacking olfactory bulbs as adults and are thought to be\nanosmic (lacking the olfactory sense). At the molecular level, toothed\nwhales have high percentages of pseudogenic olfactory receptor genes,\nbut species that have been investigated to date retain an intact copy of\nthe olfactory marker protein gene (OMP), which is highly expressed in\nolfactory receptor neurons and may regulate the temporal resolution of\nolfactory responses. One hypothesis for the retention of intact OMP in\ndiverse odontocete lineages is that this gene is pleiotropic with\nadditional functions that are unrelated to olfaction. Recent expression\nstudies provide some support for this hypothesis. Here, we report OMP\nsequences for representatives of all extant cetacean families and\nprovide the first molecular evidence for inactivation of this gene in\nvertebrates. Specifically, OMP exhibits independent inactivating\nmutations in six different odontocete lineages: four river dolphin\ngenera (Platanista, Lipotes, Pontoporia, Inia), sperm whale (Physeter),\nand harbor porpoise (Phocoena). These results suggest that the only\nessential role of OMP that is maintained by natural selection is in\nolfaction, although a non-olfactory role for OMP cannot be ruled out for\nlineages that retain an intact copy of this gene. Available genome\nsequences from cetaceans and close outgroups provide evidence of\ninactivating mutations in two additional genes (CNGA2, CNGA4), which\nimply further pseudogenization events in the olfactory cascade of\nodontocetes. Selection analyses demonstrate that evolutionary\nconstraints on all three genes (OMP, CNGA2, CNGA4) have been greatly\nreduced in Odontoceti, but retain a signature of purifying selection on\nthe stem Cetacea branch and in Mysticeti (baleen whales). This pattern\nis compatible with the ‘echolocation-priority’ hypothesis for the\nevolution of OMP, which posits that negative selection was maintained in\nthe common ancestor of Cetacea and was not relaxed significantly until\nthe evolution of echolocation in Odontoceti.","trees":[{"tree_label":"tree 1","ntax":"133","rootedtree":"TRUE","title":"Tr101820","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101820.phy"}]}