{"Authors":" Bernhard Hausdorf, Iris Bruchhaus, Martin Helmkampf","Year":" 2008","Title":" Phylogenomic analyses of lophophorates (brachiopods,\nphoronids and bryozoans) confirm the Lophotrochozoa concept","Journal":" Proceedings of the Royal Society B","Volume":" 275","Issue":" 1645","Pages":" 1927-1933","Keywords":" NA","DOI":" 10.1098/rspb.2008.0372","Abstract":" Based on embryological and morphological evidence,\nLophophorata was long considered to be the sister or paraphyletic\nstem-group of Deuterostomia. In contrast, molecular data have\nconsistently indicated that the three lophophorate lineages, Ectoprocta,\nBrachiopoda and Phoronida, are more closely related to trochozoans\n(annelids, molluscs and allies) than to deuterostomes. For this reason,\nthe lophophorate groups and Trochozoa were united to Lophotrochozoa.\nHowever, the relationships of the lophophorate lineages within\nLophotrochozoa are still largely unresolved. Maximum-likelihood and\nBayesian analyses were performed based on a dataset comprising 11,445\namino acid positions derived from 79 ribosomal proteins of 39 metazoan\ntaxa including new sequences obtained from a brachiopod and a phoronid.\nThese analyses show that the three lophophorate lineages are affiliated\nwith trochozoan rather than deuterostome phyla. All hypotheses claiming\nthat they are more closely related to Deuterostomia than to Protostomia\ncan be rejected by topology testing. Monophyly of lophophorates was not\nrecovered but that of Bryozoa including Ectoprocta and Entoprocta and\nmonophyly of Brachiozoa including Brachiopoda and Phoronida were\nstrongly supported. Alternative hypotheses that are refuted include: 1)\nBrachiozoa as the sister-group of Mollusca; 2) ectoprocts as the sister\nto all other Lophotrochozoa including Platyzoa; 3) ectoprocts as sister\nor to all other protostomes except chaetognaths.","trees":[{"tree_label":"Fig. 1a","ntax":"39","rootedtree":"TRUE","title":"Lophophorates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5181.phy"},{"tree_label":"Fig. 1b","ntax":"39","rootedtree":"TRUE","title":"Lophophorates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5182.phy"}]}