{"Authors":" Frank N. Martin","Year":" 2008","Title":" Mitochondrial haplotype determination in the oomycete plant\npathogen Phytophthora ramorum","Journal":" Current Genetics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The mitochondrial genome of an isolate of P. ramorum from\nEurope (EU) was sequenced and compared to the previously published\ngenome sequence of an isolate from California (NA). The EU mitochondrial\ngenome had the identical gene order and encoded for the same suite of\ngenes as the NA mitochondrial genome, but had 13 single nucleotide\npolymorphisms (SNPs) and at 39,494 bp was 180 bp longer. This length\ndifference was due to an increase in the size of the spacer region\nbetween the nad5 and nad6 genes caused by a chimeric region containing\nduplication of the spacer sequence and additional sequences from the\nflanking genes. Recombination between the 1,150 bp-inverted repeats (IR)\ngenerated orientational isomers where the gene order was reversed\nbetween the IR. A total of 7 primer pairs were developed for\namplification of regions where the SNPs were located and 2 other regions\nwhere additional SNPs were encountered when a larger number of isolates\nwere examined. Sequence data for a total of 5,743 bp for 40 isolates\ncollected from a range of geographic areas was compared and 28 loci were\nfound to be polymorphic. The combination of these polymorphisms revealed\na total of 4 mitochondrial haplotypes; the traditional EU (haplotype I),\nthe traditional NA (haplotype IIa), the third nuclear lineage of the\npathogen recovered from a nursery in Washington State (haplotype III)\nand a new haplotype representing a subgroup of NA isolates from an\nOregon forest (haplotype IIb). Phylogenetic analysis using the sequences\ngenerated from the haplotype analysis supported a high affinity for\nhaplotypes IIa and IIb, both of which were distinct from haplotype I,\nwith haplotype I basal to these and haplotype III representing the\nancestral state.","trees":[{"tree_label":"Fig. 5","ntax":"5","rootedtree":"TRUE","title":"Oomycete plant pathogen Phytophthora ramorum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5183.phy"}]}