{"Authors":" Yuko Ota, Tsutomu Hattori","Year":" 2008","Title":" Relationships among three Japanese Laetiporus taxa based on\nphylogenetic analysis and incompatibility tests","Journal":" Mycoscience","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Relationships among three Japanese Laetiporus taxa (\u001aeL.\nsulphureus var. sulphureus\u001af auct Japan, L. sulphureus var. miniatus and\nL. versisporus) were assessed with phylogenetic analysis and\nincompatibility tests. Gene phylogenies inferred from the internal\ntranscribed spacer region of nuclear ribosomal DNA, elongation factor 1\n\u001a¿ and \u001aÀ-tubulin gene regions suggested that Japanese Laetiporus was\ndivided into four groups: the yellow pore form of L. sulphureus var.\nminiatus, the white pore form of L. sulphureus var. miniatus, and two\n\u001aeL. sulphureus var. sulphureus\u001af/ L. versisporus groups. A\nmorphologically distinct species, Laetiporus versisporus, sharing a\nclade with \u001aeL. sulphureus var. sulphureus\u001af auct Japan, was proved to be\nan anamorphic form of \u001aeL. sulphureus var. sulphureus\u001af auct Japan. The\n\u001aesulphureus/versisporus\u001af isolates showed two divergent sequence types in\neach region. Some isolates had intra-individual polymorphism assigned to\nboth sequence types. This suggests that speciation via hybridization is\nongoing in the \u001aesulpureus/versisporus\u001af group. Single spore isolates from\nthe \u001aesulpureus/versisporus\u001af group, white pore group and yellow pore\ngroup were incompatible with each other. Our results provided strong\nsupport for the new recognition of three Laetiporus taxa in Japan.","trees":[{"tree_label":"Fig. 1","ntax":"62","rootedtree":"TRUE","title":"Laetiporus, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_365.phy"},{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Laetiporus, btub","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5185.phy"},{"tree_label":"Fig. 2","ntax":"49","rootedtree":"TRUE","title":"Laetiporus, EF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5184.phy"}]}