{"Authors":" Dries Van den Broeck, Robert Lucking, Ester Gaya, Jose Luis\nChaves, Julius B. Lejju, Damien Ertz","Year":" 2017","Title":" Heterocyphelium leucampyx (Arthoniales, Ascomycota): another\norphaned mazaediate lichen finds its way home","Journal":" The Lichenologist","Volume":"","Issue":"","Pages":"","Keywords":" Alyxoria, Caliciales, Heterocyphelium, Lecanographaceae,\nmtSSU, phylogeny, RPB2","DOI":"","Abstract":" Heterocyphelium is a mazaediate genus, containing a single\nspecies, H. leucampyx. The species was originally described from Cuba\nwithin the genus Trachylia (Arthoniales, Arthoniaceae) and later placed\nin various genera of the collective order Caliciales s.lat. For the past\nthree decades, Heterocyphelium was considered an orphaned genus\n(incertae sedis) within the Ascomycota, since morphology alone could not\nresolve its systematic position. In this study, we added molecular data\nwith the aim to resolve this uncertainty. Bayesian and maximum\nlikelihood analyses of newly generated sequence data from the\nmitochondrial ribosomal RNA small subunit (mtSSU) and the RNA polymerase\nII second largest subunit gene (RPB2) provide clear evidence that\nHeterocyphelium leucampyx is nested within the order Arthoniales, in the\nfamily Lecanographaceae, sister to the genus Alyxoria. Heterocyphelium\nis a further example of parallel evolution of passive spore dispersal,\nprototunicate asci and the occurrence of a mazaedium in the Ascomycota;\nand another calicioid genus whose systematic placement could be\neventually clarified by means of molecular data. Heterocyphelium happens\nto be the fourth mazaediate genus in Arthoniales, in addition to\nSporostigma, Tylophorella and Tylophoron, and the first outside the\nfamily Arthoniaceae, included in this same order.","trees":[{"tree_label":"Fig. 2","ntax":"61","rootedtree":"TRUE","title":"Phylogenetic relationships among Arthoniales","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_101856.phy"},{"tree_label":"Fig. 3","ntax":"7","rootedtree":"TRUE","title":"Phylogenetic relationships of Lecanographaceae","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101857.phy"}]}