{"Authors":" Jun Tabata, Ryoko T Ichiki, Chie Moromizato, Kenji\nMori","Year":" 2017","Title":" Sex pheromone of a coccoid insect with sexual and asexual\nlineages: fate of an ancestrally essential sexual signal in\nparthenogenetic females","Journal":" Journal of the Royal Society Interface","Volume":" 14","Issue":" 128","Pages":"","Keywords":" sexual character; monoterpene; sexual/asexual\nreproduction; chemical communication divergence","DOI":" 10.1098/rsif.2017.0027","Abstract":" Sex pheromones play a central role in intersexual\ncommunication for reproduction in many organisms. Particularly in\ninsects, reproductive isolation that leads to speciation is often\nachieved by shifts of pheromone chemistries. However, the divergence and\nevolution of pheromones remain largely unknown. This study reveals a\nunique evolutionary consequence for terpenoid pheromones in coccoid\ninsects. Coccoids, such as mealybugs, show clear sexual dimorphism:\nmales are dwarf and short-lived, whereas females are wingless and almost\nimmobile. Female pheromones are therefore indispensable for males to\nnavigate for sexual reproduction, but some females can reproduce\nasexually. Interestingly, a derived asexual lineage that reproduces by\nparthenogenesis coexists with its ancestral lineage that reproduces\nsexually in a population of the pineapple mealybug, Dysmicoccus\nbrevipes. Here we isolated, characterised, and synthesised a novel\nmonoterpene, (−)-(anti-1,2-dimethyl-3-methylenecyclopentyl)acetaldehyde,\nas a pheromone of the sexual females of D. brevipes. This monoterpene\naldehyde, with an irregular linkage of isoprene units, is notable\nbecause all mealybug pheromones previously reported are carboxylic\nesters of terpenols. This compound was, however, never produced by the\nasexual females. As a consequence of acquiring parthenogenetic\nreproduction, the asexual females appear to have abandoned the\nproduction of the sex pheromone, which had been essential to attracting\nmales in their ancestors.","trees":[{"tree_label":"Imported tree 0","ntax":"10","rootedtree":"TRUE","title":"Mealybug CO1 MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_101861.phy"}]}