{"Authors":" Gabriel Marroig, Ana Carolina Pavan","Year":" 2017","Title":" Timing and patterns of diversification in the Neotropical bat\ngenus Pteronotus (Mormoopidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral range estimate, dispersal-vicariant model,\nfounder-event speciation, Greater Antilles, Isthmus of Panama, sea-level\nvariation","DOI":"","Abstract":" We investigate the biogeographic processes related to the\norigin and current patterns of distribution of the extant species of the\ngenus Pteronotus. This clade of insectivorous bats is widely distributed\nin the Neotropical Region and has recently gone through a taxonomic\nupdate which increased more than twice its diversity. Using six\nmolecular markers of 15 Pteronotus lineages ranging from Mexico to\nCentral Brazil, we reconstruct a time-calibrated tree and infer\nmolecular evolutionary rates for this bat genus. In addition, estimates\nof range evolution across phylogeny were obtained through statistical\nmodel testing among six different biogeographic models. The origin of\nthe genus Pteronotus occurred approximately 16 million years ago (Ma),\nwith initial cladogenesis events being evenly distributed across the\nphylogeny. Divergence between most closely related species is recent,\nfalling in the Pleistocene period less than 2.6 Ma. Mainland lineages\npresent congruent patterns of north versus south continent splitting\nwhile insular clades differ in their time of arrival in the Caribbean\nIslands. Temporal and geographic range estimates for early nodes of\nPteronotus phylogeny suggest a central role of Neogene tectonic\nreorganizations of Central America in the group diversification process.\nAlso, South American colonization by Pteronotus occurred early in the\ngenus history. Founder-event speciation was an important mode of lineage\nsplitting in Pteronotus, with two independent dispersal jumps having\noccurred to the Greater Antilles. Finally, Pleistocenic sea-level\nvariation and climatic oscillations are possibly associated with\ndivergence between sister-species and recent ages of MRCA for Pteronotus\nspecies.","trees":[{"tree_label":"Figure 1","ntax":"27","rootedtree":"TRUE","title":"divergence estimates in the genus Pteronotus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_101946.phy"}]}