{"Authors":" Maharachchikumbura Sandeshya Maharachchikumbura, Indunil\nChinthani Senanayake, Rajesh JEEWON, ITTHAYAKORN PROMPUTTHA, Abdullah\nMohammed Al-Sadi, Erio Camporesi, Kevin D Hyde","Year":" 2017","Title":" Morphophylogenetic study of Sydowiellaceae reveals several\nnew genera","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Alborbis, Breviappendix, Italiomyces, Paragnomonia,\nRanulospora, Sillia karstenii, Sydowiella centaureii, Tenuiappendicula,\nTortilispora","DOI":"","Abstract":" Sydowiellaceae is a poorly studied family of the order\nDiaporthales, comprising a collection of morphologically diversified\ntaxa. Eleven genera have previously been listed under this family. In\nthis study, we provide a DNA sequence based phylogeny for genera of\nSydowiellaceae based on analyses of a combined LSU, ITS, RPB2 and TEF\nsequence dataset to establish the boundaries within the family. We\nintroduce, describe, and illustrate three new genera, Italiomyces,\nRanulospora, and Tenuiappendicula based on newly collected specimens.\nAnother three new genera, Alborbis, Breviappendix, and Paragnomonia are\nintroduced to accommodate Cryptodiaporthe galericulata, Gnomonia rosae,\nG. rostellata, G. rubi, and G. fragariae. Alborbis galericulata comb.\nnov., Breviappendix rubi comb. nov., B. rosae comb. nov., B. rostellata\ncomb. nov. and Paragnomonia fragariae comb. nov. are proposed. Two new\nspecies, Sydowiella centaureii and Sillia karstenii, are introduced with\ndescriptions and illustrations. Winterella is replaced with a new genus\nTortilispora typified by T. cinctula. Eight new combinations are\nproposed in Tortilispora. We synonymize Stegophora under Lambro based on\nmorphological similarities. An updated key for genera of Sydowiellaceae\nis presented.","trees":[{"tree_label":"Imported tree 1","ntax":"76","rootedtree":"TRUE","title":"Sydowiellaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106354.phy"}]}