{"Authors":" Jayarama D. Bhat, Rajesh JEEWON, Saranyaphat Boonmee, Hong\nyan Su, Kevin D Hyde, Zonglong Luo","Year":" 2017","Title":" Molecular phylogeny and morphological characterization of\nasexual fungi (Tubeufiaceae) from freshwater habitats in Yunnan,\nChina","Journal":" Cryptogamie Mycologie","Volume":"","Issue":"","Pages":"","Keywords":" Asexual morph / Freshwater fungi / Phylogeny / Taxonomy /\nTubeufiaceae","DOI":"","Abstract":" The diversity of lignicolous freshwater fungi along a\nnorth-south latitudinal gradient are currently being studied in Asia. In\nthis paper, we report on 18 collections of asexual morphs of\nTubeufiaceae from submerged wood in rivers, streams and a lake in Yunnan\nProvince, China. Taxa are characterized based on morphological\ncharacters and analyses of ITS, LSU and TEF1α sequence data. The new\ngenera, Muripulchra with a single species, M. aquatica and\nNeohelicomyces with three new taxa (N. aquaticus, N. grandisporus, N.\nsubmersus) are introduced. Muripulchra is characterized by micronematous\nconidiophores and obpyriform, septate to muriform conidia.\nNeohelicomyces is characterized macronematous conidiophores and\nmulti-septate, helicoid conidia. Tubeufia aquatica is introduced as a\nnew species and its phylogenetic relationships with other taxa is\ndiscussed. The phylogenetic analyses of a concatenated ITS, LSU and\nTEF1α dataset place all collections in the family Tubeufiaceae\n(Tubeufiales) and provide evidence to support the establishment of our\nnew taxa. The asexual morph of Tubeufia cylindrothecia, the type species\nof Helicomyces (H. roseus) are described herein and phylogenetic\nrelationships assessed, reference specimens are given for these two\nspecies. Descriptions and illustrations for the new genera and species\nare provided with notes on their taxonomy and phylogeny.","trees":[{"tree_label":"PAUP 1","ntax":"90","rootedtree":"TRUE","title":"Tubeufiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110820.phy"}]}