{"Authors":" Kyriaki Glynou, Ali Tahir, Sevda Haghi Kia, Marco thines,\nJose Gaspar Macia-Vicente","Year":" 2017","Title":" Genotypic diversity in root-endophytic fungi reflects\nefficient dispersal and environmental adaptation","Journal":" Molecular Ecology","Volume":"","Issue":"","Pages":"","Keywords":" dispersal limitation, environmental filtering, genotyping,\nmicrobial biogeography, root endophytes","DOI":"","Abstract":" Studying community structure and dynamics of\nplant-associated fungi is the basis for unravelling their interactions\nwith hosts and ecosystem functions. A recent sampling revealed that only\na few fungal groups, as defined by ITS sequence similarity, dominate\nroot endophytic communities of non-mycorrhizal plants of Microthlaspi\nspp. across Europe. Strains of these fungi display a broad phenotypic\nand functional variability, which suggests a genetic variability masked\nby ITS clustering into operational taxonomic units (OTUs). The aims of\nthis study were to identify how genetic similarity patterns of these\nfungi change across environments and to evaluate their ability to\ndisperse and adapt to ecological conditions. A first ITS-based haplotype\nanalysis of ten widespread OTUs mostly showed a low to moderate\ngenotypic differentiation, with the exception of a group identified as\nCadophora sp. that was highly diverse. A multilocus phylogeny based on\nadditional genetic loci (TEF-1α, TUB, ACT) and AFLP profiling of 186\nstrains representative of the five dominant OTUs, revealed a weak\nassociation of genetic differences with geography and environmental\nconditions, including bioclimatic and soil factors. Our findings suggest\nthat dominant root endophytes have efficient dispersal capabilities, and\nthat their distribution is hardly affected by environmental filtering.\nOther processes, such as inter- and intraspecific biotic interactions\nmay be decisive for the local assembly of their communities.","trees":[{"tree_label":"UNTITLED","ntax":"50","rootedtree":"TRUE","title":"Tr101938","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101938.phy"},{"tree_label":"UNTITLED","ntax":"52","rootedtree":"TRUE","title":"Tr101939","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101939.phy"},{"tree_label":"UNTITLED","ntax":"28","rootedtree":"TRUE","title":"Tr101941","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101941.phy"},{"tree_label":"UNTITLED","ntax":"35","rootedtree":"TRUE","title":"Tr101940","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101940.phy"},{"tree_label":"UNTITLED","ntax":"25","rootedtree":"TRUE","title":"Tr101942","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_101942.phy"}]}