{"Authors":" NA","Year":" 2017","Title":"","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Postharvest disease; Colletotrichum species; apple bitter\nrot; molecular phylogeny; pathogenicity","DOI":"","Abstract":" Worldwide Colletotrichum spp. have been identified as a\nproblem in the apple production, causing the postharvest disease bitter\nrot. Up until now this pathogen was not yet well-known to cause big\nproblems in West-Europe. In this study the genetic diversity of\nColletotrichum species present in Belgian apple orchards, their\nmorphological traits and pathogenicity on two apple cultivars (Pinova\nand Nicoter) with a different level of susceptibility was studied. Based\non sequence analysis of six different genes (beta-tubuline (TUB2),\nhistone H3 (HIS3), glyceraldehyde-3-phosphate dehydrogenase (GAPDH),\nchitin synthase 1 gene (CHS-1), actin (ACT) and Internal Transcriber\nSpacer (ITS)), seven different Colletotrichum species could be isolated\nfrom twenty-one apple cultivars in three Belgian orchards: C. fioriniae,\nC. kahawae, C. nymphaea, C. salicis, C. rhombiforme, C. acutatum and C.\ngodetiae. C. rhombiforme and C. kahawae were found and identified for\nthe first time to be present on apple fruits. Meanwhile, morphological\nfeatures, such as in vitro growth rate, colony colour and spore\nmeasurements, revealed significant differences between isolates, but\nthis was not consistent at the species level. As such, molecular\nidentification based appears to outperform morphological analysis and\nwas in this study the most ideal tool for identifying unknown isolates\nof Colletotrichum species. Pathogenicity tests revealed a significant\ndifference in pathogenicity between isolates and between Colletotrichum\nspecies. ‘Pinova’ apples appear to be more susceptible to bitter rot\nthan ‘Nicoter’. Given the difficulties countries have with managing\nColletotrichum infections, additional knowledge on the pathogen and\nplant-pathogen interaction is essential for an effective disease\ncontrol.","trees":[{"tree_label":"Imported tree 1","ntax":"70","rootedtree":"TRUE","title":"Tr102228","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102228.phy"}]}