{"Authors":" Georg Petschenka, Vera Wagschal, Michael von Tschirnhaus,\nAlexander Donath, Susanne Dobler","Year":" 2017","Title":" Convergently evolved toxic secondary metabolites in plants\ndrive the parallel molecular evolution of insect resistance","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" Na,K-ATPase resistance, cardiac glycosides, Agromyzidae\nphylogeny, gene duplication","DOI":"","Abstract":" Natural selection imposed by natural toxins has led to\nstriking levels of convergent evolution at the molecular level. Cardiac\nglycosides represent a group of plant toxins that block the Na,K-ATPase,\na vital membrane protein in animals. Several herbivorous insects have\nconvergently evolved resistant Na,K-ATPases and in some species\nconvergent gene duplications have also arisen, likely to cope with\npleiotropic costs of resistance. To understand the genetic basis and\npredictability of these adaptations, we studied five independent\nlineages of leaf-mining flies (Diptera: Agromyzidae). These flies have\ncolonized host plants in four botanical families that convergently\nevolved cardiac glycosides of two structural types: cardenolides and\nbufadienolides. We compared each of six fly species feeding on such\nplants to a phylogenetically related but non-adapted species.\nIrrespective of the type of cardiac glycoside in the host plant, five\nout of six exposed species displayed substitutions in the cardiac\nglycoside binding site of the Na,K-ATPase that were previously described\nin other insect orders; in only one species was the gene was duplicated.\nIn vitro-assays of nervous tissue confirmed that the substitutions lead\nto increased resistance of the Na,K-ATPase. Our results demonstrate that\ntarget site insensitivity of Na,K-ATPase is a common response to dietary\ncardiac glycosides leading to highly predictable amino acid changes;\nnonetheless, convergent evolution of gene duplication for this\nmulti-functional enzyme appears more constrained.","trees":[{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Agromyzidae 28S COI CAD MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102012.phy"},{"tree_label":"Fig. 3","ntax":"13","rootedtree":"TRUE","title":"Agromyzidae Na, K-ATPase RAxML","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102011.phy"}]}