{"Authors":" Vincent Savolainen","Year":" 2000","Title":" Phylogenetics of flowering plants based on combined analysis\nof plastid atpB and rbcL gene sequences","Journal":" Systematic Biology","Volume":" 49","Issue":" 2","Pages":" 306-362","Keywords":" Angiosperm, atpB, complex phylogenies, large molecular\ndata sets, rbcL.","DOI":" 10.1093/sysbio/49.2.306","Abstract":" Following (1) the large-scale molecular phylogeny of seed\nplants based on plastid rbcL gene sequences (published in 1993 by Chase\net al., Ann. Missouri Bot. Gard. 80:528580) and (2) the 18S nuclear\nphylogeny of flowering plants (published in 1997 by Soltis et al., Ann.\nMissouri Bot. Gard. 84:149), we present a phylogenetic analysis of\nflowering plants based on a second plastid gene, atpB, analyzed\nseparately and in combination with rbcL sequences for 357 taxa. Despite\nsome discrepancies, the atpB-based phylogenetic trees were highly\ncongruent with those derived from the analysis of rbcL and 18S rDNA, and\nthe combination of atpB and rbcL DNA sequences (comprising ∼3000 base\npairs) produced increased bootstrap support for many major sets of taxa.\nThe angiosperms are divided into two major groups: noneudicots with\ninaperturate or uniaperturate pollen (monocots plus Laurales,\nMagnoliales, Piperales, Ceratophyllales, and\nAmborellaceaeNymphaeaceaeIlliciaceae) and the eudicots with\ntriaperturate pollen (particularly asterids and rosids). Based on rbcL\nalone and atpB/rbcL combined, the noneudicots (excluding Ceratophyllum)\nare monophyletic, whereas in the atpB trees they form a grade.\nCeratophyllum is sister to the rest of angiosperms with rbcL alone and\nin the combined atpB/rbcL analysis, whereas with atpB alone,\nAmborellaceae, Nymphaeaceae, and Illiciaceae/Schisandraceae form a grade\nat the base of the angiosperms. The phylogenetic information at each\ncodon position and the different types of substitutions (observed\ntransitions and transversions in the trees vs. pairwise comparisons)\nwere examined; taking into account their respective consistency and\nretention indices, we demonstrate that third-codon positions and\ntransitions are the most useful characters in these phylogenetic\nreconstructions. This study further demonstrates that phylogenetic\nanalysis of large matrices is feasible.","trees":[{"tree_label":"con 50 majrule","ntax":"357","rootedtree":"TRUE","title":"Tr102063","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102063.phy"}]}