{"Authors":" Margarita Hernandez Restrepo, Monica Elliott, Johannes\n(Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2016","Title":" take-all or nothing","Journal":" Studies in Mycology","Volume":" 83","Issue":"","Pages":" 19-48","Keywords":" Cryptic species, Gaeumannomyces graminis, Magnaporthaceae,\nPhylogeny, Triticum.","DOI":" 10.1016/j.simyco.2016.06.002","Abstract":" Take-all disease of Poaceae is caused by Gaeumannomyces\ngraminis (Magnaporthaceae). Four varieties are recognised in G. graminis\nbased on ascospore size, hyphopodial morphology and host preference. The\naim of the present study was to clarify boundaries among species and\nvarieties in Gaeumannomyces by combining morphology and multi-locus\nphylogenetic analyses based on partial gene sequences of ITS, LSU, tef1\nand rpb1. Two new genera, Falciphoriella and Gaeumannomycella were\nsubsequently introduced in Magnaporthaceae. The resulting phylogeny\nrevealed several cryptic species previously overlooked within\nGaeumannomyces. Isolates of Gaeumannomyces were distributed in four main\nclades, from which 19 species could be delimited, 12 of which were new\nto science. Our results show that the former varieties Gaeumannomyces\ngraminis var. avenae and Gaeumannomyces graminis var. tritici represent\nspecies phylogenetically distinct from G. graminis, for which the new\ncombinations G. avenae and G. tritici are introduced. Based on molecular\ndata, morphology and host preferences, Gaeumannomyces graminis var.\nmaydis is proposed as a synonym of G. radicicola. Furthermore, an\nepitype for Gaeumannomyces graminis var. avenae was designated to help\nstabilise the application of that name.","trees":[{"tree_label":"PAUP 1","ntax":"74","rootedtree":"TRUE","title":"Gaeumannomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102081.phy"},{"tree_label":"con 50 majrule","ntax":"64","rootedtree":"TRUE","title":"Gaeumannomyces","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_102082.phy"},{"tree_label":"con 50 majrule","ntax":"64","rootedtree":"TRUE","title":"Gaeumannomyces","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_102083.phy"}]}