{"Authors":" Maria Lisseth Eguiluz, Nureyev Ferreira Rodrigues, Frank\nGuzman, Priscila Yuyama, Rogerio Margis","Year":" 2017","Title":" The chloroplast genome sequence from Eugenia uniflora, a\nMyrtaceae from Neotropics","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" cpDNA, genome sequencing, NGS, plant evolution, fruit\ntree, pitanga","DOI":"","Abstract":" Eugenia uniflora is a plant native to tropical America\nthat holds ecological and economical importance. The complete\nchloroplast (cp) genome sequence of Eugenia uniflora, the first\nsequenced member of the neotropical Myrtaceae family, is reported here.\nThe genome is 158,445 bp in length and exhibits a typical quadripartite\nstructure of the large (LSC, 87 459 bp) and small (SSC, 18 318 bp)\nsingle-copy regions, separated by a pair of inverted repeats (IRs, 26\n3334 bp). It contains 111 unique genes, including 77 protein-coding\ngenes, 30 tRNAs and 4 rRNAs. The genome structure, gene order, GC\ncontent and codon usage are similar to the typical angiosperm cp\ngenomes. Entire cp genome comparison of E.uniflora L. and three other\nMyrtaceas revealed an expansion of 43 bp in the intergenic spacer\nlocated between the IRA/large single copy (LSC) border and the first\ngene of LSC region. Simple sequence repeat (SSR) analysis revealed that\nmost SSRs are AT-rich, which contribute to the overall AT richness of\nthe cp genome. Additionally, fewer SSRs are distributed in the\nprotein-coding sequences compared to the non-coding regions.\nPhylogenetic analysis among 46 species based on 57 chloroplast genes\ndemonstrated a closer relationship between Eugenia uniflora L. and\nSyzygium cumini (L.) Skeels compared to the Eucalyptus clade in the\nMyrtaceae family. The complete cp genome sequence of E. uniflora\nreported here will be very important for population genetics,\nphylogenetic and evolutionary studies in this species and other\nMyrtaceae species from Neotropical regions","trees":[{"tree_label":"TREE1","ntax":"50","rootedtree":"TRUE","title":"Tr102090","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102090.phy"}]}