{"Authors":" Jianghua Yang, Xiaowei Zhang, Yuwei Xie, Chao Song, Yong\nZhang, Hongxia Yu","Year":" 2017","Title":" Zooplankton Community Profiling in a Eutrophic Freshwater\nEcosystem-Lake Tai Basin by DNA Metabarcoding","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" Eco-genomics; Barcoding; Next Generation Sequencing;\nEcosystem; Monitoring; CO1/COI, zooplankton, freshwater","DOI":"","Abstract":" Communities of zooplankton, which are a critical portion\nof aquatic ecosystems, can be adversely affected by contamination\nresulting from human activities. Understanding the influence of\nenvironmental change on zooplankton communities under field-conditions\nis hindered by traditional labor-intensive approaches that are prone to\ntaxonomic and enumeration mistakes. Here, metabarcoding of cytochrome c\noxidase I (COI) region of mitochondrial DNA was used to characterize the\ngenetic diversity of zooplankton. The species composition of zooplankton\ncommunities determined by metabarcoding was consistent with the results\nbased on the traditional morphological approach. The spatial\ndistribution of common species (frequency of occurrence > 10 samples)\nby metabarcoding exhibited good agreement with morphological data.\nFurthermore, metabarcoding can clearly distinguish the composition of\nthe zooplankton community between lake and river ecosystems. In general,\nrotifers were more abundant in riverine environments than lakes and\nreservoirs. Finally, the sequence read number of different taxonomic\ngroups using metabarcoding were positively correlated with the\nzooplankton biomass inferred by density and body length of zooplankton.\nOverall, the utility of metabarcoding for taxonomic profiling of\nzooplankton communities was validated by comparing with the\nmorphology-based method on a large ecological scale. Metabarcoding of\nCOI could be a powerful and efficient biomonitoring tool to protect\nlocal aquatic ecosystems.","trees":[{"tree_label":"PAUP_1","ntax":"56","rootedtree":"TRUE","title":"Zooplankton Community","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106356.phy"}]}