{"Authors":" T. J. Mabry, K.-J. Kim","Year":" 1991","Title":" Phylogenetic and evolutionary implications of nuclear\nribosomal DNA variation in dwarf dandelions (Krigia, Lactuceae,\nAteraceae).","Journal":" Plant Systematics and Evolution","Volume":" 177","Issue":" NA","Pages":" 53-69","Keywords":" NA","DOI":" NA","Abstract":" Restriction site and length variations of nrDNA were\nexamined for 51 populations of seven species of Krigia. The nrDNA repeat\nranged in size from 8.7 to 9.6 kilobase (kb). The transcribed region,\nincluding the two ITSs, was 5.35 kb long in all examined Krigia\npopulations. In contrast, the size of the nontranscribed IGS varied from\n3.35 to 4.25 kb. Eight different types of length-variations were\nidentified among the 51 populations, including distinct nrDNA lengths in\nthe tetraploid and diploid populations of both K biflora and K\nvirginica. However, a few variations were detected among populations of\nthe same species or within a cytotype. All populations of Krigia sect.\nCymbia share a 600 bp insertion in IGS near the 18 S gene, and this\nfeature suggests monophyly of the section. All Krigia spp. had a\nconjugated type of subrepeat composed of approximately 75 basepairs (bp)\nand 125 bp. Base modifications in the gene coding regions were highly\nconserved among species. Forty-five restriction sites from 15 enzymes\nwere mapped, 24 of which were variable among populations. Only four of\nthe variable sites occurred in the rRNA coding region while 20 variable\nsites were detected in the noncoding regions. Collectively, 25 enzymes\ngenerated about 66 restriction sites in each nrDNA; this amounts to\nabout 4.3% of the nrDNA repeat. A total of 50 restriction sites was\nvariable, 28 of which were phylogenetically informative. Phylogenetic\nanalyses of site mutations indicated that two sections of Krigia, sect.\nCymbia and sect. Krigia, are monophyletic. In addition, relationships\namong several species were congruent with other sources of data, such as\ncpDNA restriction site variation and morphology. Both length and\nrestriction site variation supported an allopolyploid origin of the\nhexaploid K montana. The average sequence divergence value in Krigia\nnrDNA was 40 times greater than that of the chloroplast DNA. The rapid\nevolution of nrDNA sequences was primarily due to changes of the IGS\nsequences.","trees":[{"tree_label":"Fig. 5","ntax":"12","rootedtree":"TRUE","title":"Krigia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4309.phy"}]}