{"Authors":" Alison E. Colwell, Gerald M. Schneeweiss, J. F. Manen, J.\nM. Park","Year":" 2008","Title":" A plastid gene phylogeny of the non-photosynthetic parasitic\nOrobanche (Orobanchaceae) and related genera","Journal":" Journal of Plant Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic relationships of the non-photosynthetic\nOrobanche sensu lato (Orobanchaceae), which includes some of the\neconomically most important parasitic weeds, are still insufficiently\nunderstood and controversial. This concerns both the phylogenetic\nrelationships within the genus, in particular its monophyly or the lack\nthereof, and the relationships to other holoparasitic genera such as\nCistanche or Conopholis. Here we present the first comprehensive\nphylogenetic study of this group based on a region from the plastid\ngenome (rps2 gene). Although substitution rates appear to be elevated\ncompared to the photosynthetic members of Orobanchaceae, relationships\namong the major lineages Cistanche, Conopholis plus Epifagus,\nBoschniakia rossica (Cham. & Schltdl.) B. Fedtsch., B. himalaica\nHook. f. & Thomson, B. hookeri Walp. plus B. strobilacea A. Gray,\nand Orobanche s. l. remain unresolved. Resolution within Orobanche,\nhowever, is much better. In agreement with morphological, cytological\nand other molecular phylogenetic evidence five lineages, corresponding\nto the four traditionally recognised sections (Gymnocaulis, Myzorrhiza,\nOrobanche, Trionychon) and O. latisquama Reut. ex Boiss. (of sect.\nOrobanche), can be distinguished. A combined analysis of plastid rps2\nand nuclear ITS sequences of the holoparasitic genera results in more\nresolved and better supported trees, although the relationships among\nOrobanche s. l., Cistanche, and the clade including the remaining genera\nis unresolved. Therefore, rps2 is a well-suited marker from the plastid\ngenome to be used in combination with other already established nuclear\nmarkers for resolving generic relationships of Orobanche and related\ngenera.","trees":[{"tree_label":"Fig. 2 MP","ntax":"141","rootedtree":"TRUE","title":"Parasitic Orobanche, MP strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1055.phy"},{"tree_label":"Fig. 2 BI","ntax":"141","rootedtree":"TRUE","title":"Parasitic Orobanche, BI majority rule","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1056.phy"}]}