{"Authors":" Rajesh JEEWON, Wen-Jing Li, Kevin D Hyde, Evan B.G. Jones,\nErio Camporesi, ITTHAYAKORN PROMPUTTHA, Dhanushka Nadeeshan Wanasinghe,\nRungtiwa Phookamsak","Year":" 2017","Title":" A family level rDNA based phylogeny of Cucurbitariaceae and\nFenestellaceae with descriptions of new Fenestella species and\nNeocucurbitaria gen. nov.","Journal":" Mycosphere","Volume":" 8","Issue":" 4","Pages":" 397-414","Keywords":" Asexual morph  dictyospores  Dothideomycetes  Italy \nphylogeny  sexual morph","DOI":" 10.5943/mycosphere/8/4/2","Abstract":" The taxonomy of the family Cucurbitariaceae and its\nallies, especially Fenestellaceae has received little attention despite\nits broad relevance. To further clarify phylogenetic relationships\nbetween the two families, new collections were made and samples examined\nmorphologically. Morphometric observations reveal two new Fenestella\nspecies that are different from other known species and are introduced\nas Fenestella ostryae sp. nov. and F. mackenziei sp. nov. The asexual\nmorph of F. ostryae is also established from single spore cultures and\ndescribed. Phylogeny inferred from a combined dataset of ITS, LSU and\nSSU rDNA sequence also reveals a close association of the new taxa to F.\nfenestrata, but they are distinct. Sequence analyses also support our\nprevious assumption that Fenestellaceae should be synonymized with\nCucurbitariaceae. Pyrenochaeta quercina, Pyrenochaeta unguis-hominis and\nan additional new cucurbitaria-like isolate constitute a strongly\nsupported monophyletic lineage within Cucurbitariaceae. To better\nresolve intergeneric level relationships and improve taxonomic issues\nwithin Cucurbitariaceae, a new genus, Neocucurbitaria gen. nov. is\nintroduced with Neocucurbitaria acerina as a new species.","trees":[{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Cucurbitaria LSU, SSU, and ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102291.phy"}]}