{"Authors":" Joshua W. Clayton, Pamela S. Soltis, Douglas E. Soltis","Year":" 2009","Title":" Recent long-distance dispersal overshadows ancient\nbiogeographical patterns in a pantropical angiosperm family\n(Simaroubaceae, Sapindales)","Journal":" Systematic Biology","Volume":" 58","Issue":" 4","Pages":" 394-410","Keywords":"","DOI":" 10.1093/sysbio/syp041","Abstract":" Detailed biogeographic studies of pantropical clades are\nstill relatively few, and those conducted to date typically use\nparsimony or event-based methods to reconstruct ancestral areas. In this\nstudy, a recently developed likelihood method for reconstructing\nancestral areas (the Dispersal-Extinction-Cladogenesis (DEC) model), is\napplied to the angiosperm family Simaroubaceae, a geographically\nwidespread and ecologically diverse clade of pantropical and temperate\ntrees and shrubs. To estimate divergence dates in the family, Bayesian\nuncorrelated rates analyses and robust fossil calibrations are applied\nto the well-sampled and strongly supported phylogeny. For biogeographic\nanalyses, the effects of parameter configurations in the DEC model are\nassessed for different ancestral ranges, dispersal probabilities and the\ninclusion of fossils. Regardless of the parameters used, a common\npattern of multiple recent range shifts overshadows reconstruction of\nevents deeper in the family‚s history. Simaroubaceae exhibit an early\nhistory of range expansion and vicariant splits between major\ncontinental areas in the Northern Hemisphere, but reconstruction of\nancestral areas for lineages diverging in the early Tertiary are\nsensitive to the parameters of the model used. A North American origin\nis suggested for the family, with use of the North Atlantic Land Bridge\nby ancestral taxa. In contrast to traditional views, long-distance\ndispersal events are common, particularly in the late Oligocene and\nlater. Notable dispersals are inferred to have occurred across the\nAtlantic Ocean in both directions, as well as across the Pacific Ocean\nfrom North America to Asia, and around the Indian Ocean basin and\nPacific islands. The likelihood method has proved to be a worthwhile\nmethod for examining geographic range evolution in a pantropical\nclade.","trees":[{"tree_label":"Fig. 2","ntax":"80","rootedtree":"TRUE","title":"Simaroubaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1057.phy"}]}