{"Authors":" Christer Erseus, Ida Envall, Pierre De Wit, Lena M\nGustavsson","Year":" 2017","Title":" Molecular data reveal a tropical freshwater origin of\nNaidinae (Annelida, Clitellata, Naididae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Naidinae, Naididae, molecular systematics, 12S rDNA, 16S\nrDNA, 18S rDNA, 28S rDNA, COI, ITS, character evolution","DOI":"","Abstract":" The phylogenetic relationships within Naidinae (Annelida,\nClitellata, Naididae) were investigated, using six molecular markers,\nboth mitochondrial (12S rDNA, 16S rDNA, the COI gene) and nuclear (18S\nrDNA, 28S rDNA, the ITS region). Thirty-seven nominal species,\nrepresenting 16 of the 22 genera recognized in the subfamily, were\nincluded, and the Nais communis/variabilis species complex was\nrepresented by six different morphotypes. Ten other species of Naididae\nwere selected as outgroups. The data were analysed by Bayesian\ninference. The conclusion from the estimated phylogeny is that Naidinae\noriginated in tropical freshwaters, and this is also supported by\nmorphological adaptations to environmental hypoxia in the oldest\nevolutionary lineages. The phylogeny also corroborates the separate\nstatus of the genus Pristina (Pristininae) and the Opistocystinae.\nRelationships within Naidinae are largely well supported, but in some\nparts unexpected. A clade containing the largely tropical genera Dero\nand Branchiodrilus is sister to the rest of the subfamily, and together\nwith a third tropical genus, Allonais, they form a basal paraphyly.\nDero, Nais and Piguetiella are paraphyletic. Branchiodrilus, Dero,\nParanais, Chaetogaster, Nais, Stylaria, and possibly also Specaria\nappear to contain cryptic species. Morphological characters are to a\ngreat extent homoplastic within Naidinae, which certainly has\ncontributed to the overall taxonomic confusion of this subfamily.","trees":[{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Tr102317","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102317.phy"},{"tree_label":"con 50 majrule","ntax":"81","rootedtree":"TRUE","title":"Tr102318","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102318.phy"}]}