{"Authors":" Uwe Braun, M. J. Bradshaw, Monika Goetz, Jamjan Meeboon,\nSusumu Takamatsu","Year":" 2017","Title":" Powdery mildew of Chrysanthemum morifolium  phylogeny and\ntaxonomy in the context of Golovinomyces species on Asteraceae\nhosts","Journal":" Mycoscience","Volume":" 109","Issue":" 3","Pages":" 508-519","Keywords":" Florists daisy  Oidium chrysanthemi  Golovinomyces\nchrysanthemi  G. macrocarpus","DOI":" 10.1080/00275514.2017.1358136","Abstract":" The taxonomic history of the common powdery mildew of\nChrysanthemum × morifolium (chrysanthemum, florists daisy), originally\ndescribed in Germany as Oidium chrysanthemi, is discussed. The position\nof O. chrysanthemi was investigated on the basis of morphological traits\nand molecular phylogenetic analyses. Based on the results of this study,\nthis species, which is closely related to Golovinomyces artemisae, was\nreassessed and reallocated to Golovinomyces. The phylogenetic analysis\nand taxonomic reassessment of the chrysanthemum powdery mildew is\nsupplemented by a morphological description, a summary of its worldwide\ndistribution data, and a brief discussion of the introduction of this\nfungus to North America. G. chrysanthemi differs from true G. artemisiae\nin that it has much longer conidiophores, is not constricted at the\nbase, and has much larger and most importantly longer conidia. The close\naffinity of Golovinomyces to Artemisia and Chrysanthemum species\nsignifies a coevolutionary event between the powdery mildews concerned\nand their host species in the subtribe Artemisiinae (Asteraceae tribe\nAnthemideae). This conclusion is fully supported by the current\nphylogeny and taxonomy of the host plant genera and the coevolution that\noccurred with the host and pathogen. The following powdery mildew\nspecies, which are associated with hosts belonging to the tribe\nAnthemideae of the Asteraceae, are epitypified: Alphitomorpha depressa β\nartemisiae (≡ Alphitomorpha artemisiae), Erysiphe artemisiae, and Oidium\nchrysanthemi. Erysiphe macrocarpa is neotypified. Their sequences were\nretrieved from the epitype collections and have been added to the\nphylogenetic tree. Golovinomyces orontii, an additional powdery mildew\nspecies on Chrysanthemum ×morifolium, is reported. This species is\nrarely found as a spontaneous infection and was obtained from\ninoculation experiments.","trees":[{"tree_label":"PAUP_242","ntax":"23","rootedtree":"TRUE","title":"Golovinomyces ITD+28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102319.phy"}]}