{"Authors":" William E. Duellman, Matthew P. Heinicke, S. Blair\nHedges","Year":" 2008","Title":" New World direct-developing frogs (Anura: Terrarana):\nMolecular phylogeny, classification, biogeography, and conservation","Journal":" Zootaxa","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" New World frogs recently placed in a single, enormous\nfamily (Brachycephalidae) have direct development and reproduce on land,\noften far away from water. DNA sequences from mitochondrial and nuclear\ngenes of 344 species were analyzed to estimate their relationships. The\nmolecular phylogeny in turn was used as the basis for a revised\nclassification of the group. The 882 described species are placed in a\nnew taxon, Terrarana, and allocated to four families, four subfamilies,\n24 genera, 11 subgenera, 33 species series, 56 species groups, and 11\nspecies subgroups. Systematic accounts are provided for all taxa above\nthe species level. Two families (Craugastoridae and Strabomantidae),\nthree subfamilies (Holoadeninae, Phyzelaphryninae, and Strabomantinae),\nsix genera (Bryophryne, Diasporus, Haddadus, Isodactylus, Lynchius, and\nPsychrophrynella), and two subgenera (Campbellius and Schwartzius) are\nproposed and named as new taxa, 13 subspecies are considered to be\ndistinct species, and 613 new combinations are formed. Most of the 100\ninformal groups (species series, species groups, and species subgroups)\nare new or newly defined. Brachycephalus and Ischnocnema are placed in\nBrachycephalidae, a relatively small clade restricted primarily to\nsoutheastern Brazil. Eleutherodactylidae includes two subfamilies, four\ngenera, and five subgenera and is centered in the Caribbean region.\nCraugastoridae contains two genera and three subgenera and is\ndistributed mainly in Middle America. Strabomantidae is distributed\nprimarily in the Andes of northwestern South America and includes two\nsubfamilies, 16 genera, and three subgenera. Images and distribution\nmaps are presented for taxa above the species level and a complete list\nof species is provided. Aspects of the evolution, biogeography, and\nconservation of Terrarana are discussed.","trees":[{"tree_label":"Fig. 3","ntax":"216","rootedtree":"TRUE","title":"New World direct-developing frogs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1058.phy"},{"tree_label":"Fig. 4","ntax":"80","rootedtree":"TRUE","title":"New World direct-developing frogs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_366.phy"},{"tree_label":"Fig. 2","ntax":"362","rootedtree":"TRUE","title":"New World direct-developing frogs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1059.phy"}]}