{"Authors":" Fabio Scarpa, Daria Sanna, Piero Cossu, Tiziana Lai, Marco\nCurini-Galletti, Marco Casu","Year":" 2017","Title":" A molecular approach to the reconstruction of the\npre-Lessepsian fauna of the Isthmus of Suez: the case of the\ninterstitial flatworm Monocelis lineata sensu lato (Platyhelminthes:\nProseriata)","Journal":" Journal of Experimental Marine Biology and Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Geographic barrier; Meiofauna; Molecular clock; Molecular\nspecies delimitation; Molecular phylogeny; rDNA","DOI":" 10.1016/j.jembe.2017.08.011","Abstract":" Since the opening of the Suez Canal in 1869 the\nMediterranean Sea has been affected by a gradually increasing influx of\nspecies of Erythraean origin, which significantly modified species\ncomposition and ecological interactions of entire communities. Most\nstudies have focused on macrofaunal species. Nevertheless, given the\nsandy nature of its shores, the Suez Canal is an ideal habitat for many\ninterstitial taxa, whose study has been so far neglected. During a\nnumber of sampling campaigns, aimed to appreciate interstitial flatworms\nfauna in the Suez Canal, specimens of the Monocelis lineata\n(Platyhelminthes: Proseriata) species complex were collected in Lake\nTimsah. Here we performed molecular analyses by using the 18S and 28S\nnuclear rDNA genes. Species delimitation methods agree in considering\nthis population as a distinct entity (Monocelis sp. nov.). Molecular\nphylogeny places Monocelis sp. nov. as the sister taxon of the\nMediterranean populations of the Monocelis lineata species complex.\nMolecular dating results based on a minimum age calibration point, date\nthe common ancestor of Monocelis sp. nov. and Mediterranean populations\naround the Bramertonian Interglacial optimum (1.82.3 myr ago). In that\nstage, due to high eustatic sea levels, the geographic limit in the\nIsthmus of Suez shifted southward, with a new biogeographic barrier\nplaced about the southern edge of the Gulf of Suez. It is thus\nconceivable that the ancestor of present-day Monocelis sp. nov. became\nisolated from its Mediterranean counterparts in the following\nregression, during the Pre-Pastonian glaciation. Data presented here\nsuggest that populations inhabiting the Isthmus should be carefully\nscreened as they may reveal a long history of persistence in the area\nand help to reconstruct past evolutionary histories of Mediterranean and\nRed Sea species. Considering the recent project aimed to widen the Suez\nCanal, which may significantly modify present ecological conditions,\ngathering of genetic data from populations of the water bodies of the\nIsthmus becomes an urgent task, before they are lost forever.","trees":[{"tree_label":"TREE1","ntax":"53","rootedtree":"TRUE","title":"Proseriata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102398.phy"},{"tree_label":"TREE1","ntax":"53","rootedtree":"TRUE","title":"Proseriata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102399.phy"}]}