{"Authors":" Courtney A Gallup, Kestrel L McCorkle, Kelly L. Ivors,\nHoward D Shew","Year":" 2017","Title":" Characterization of the black shank pathogen, Phytophthora\nnicotianae, across North Carolina tobacco production areas","Journal":" Plant Disease (APS Journal)","Volume":"","Issue":"","Pages":"","Keywords":" Phytophthora nicotianae, Phytophthora parasitica, genetic\ncharacterization, tobacco, black shank disease, mating type, fungicide\nsensitivity, race, pathogen","DOI":"","Abstract":" Black shank disease of tobacco, caused by the oomycete\nPhytophthora nicotianae, is a major threat to tobacco production in the\nUS and other tobacco-producing areas worldwide. The development of race\n1 and the resulting loss of the major source of single-gene resistance\nto the disease occurred rapidly throughout the tobacco producing areas\nof the US. The rapid shift from race 0 to race 1 in NC was documented in\na statewide survey represented by samples from 76 tobacco fields in 23\ncounties. In addition to race, pathogen isolates obtained during this\nsurvey also were characterized for the phenotypic traits of mating type\nand mefenoxam sensitivity and then characterized by comparing sequences\nfrom 3 cytoplasmic and 2 nuclear regions. Both the A1 and A2 mating\ntypes were found throughout the state, with both mating types recovered\nfrom multiple fields. Pairings of isolates from within fields yielded\nviable oospores, indicating for the first time the potential for sexual\nsporulation by P. nicotianae in natural populations. Since the loss of\ncomplete resistance required a renewed use of the fungicide mefenoxam, a\nsubset of the survey isolates were screened for sensitivity to the\nfungicide. All isolates were sensitive, with a mean EC50 of 0.4 μg/ml\nthat was similar across mating types and races. Molecular\ncharacterization of the cytoplasmic and nuclear regions of 226 pathogen\nisolates revealed that the pathogen exists as multiple clonal types\nwithin the state. Some clonal types were present throughout the state\nwhile others were limited to certain geographic regions. The greatest\ndiversity was observed in the mountain region of the state where the\ngreatest number of fields with both mating types was present. The wide\ngenetic diversity among the pathogen population and the newly discovered\npotential for sexual recombination may help explain the ability of the\npathogen to rapidly adapt to host resistance genes.","trees":[{"tree_label":"NC BTmesquite tree","ntax":"73","rootedtree":"TRUE","title":"Phytophthora nicotianae","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102368.phy"},{"tree_label":"NC EF tree","ntax":"73","rootedtree":"TRUE","title":"Tr102370","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102370.phy"},{"tree_label":"NC NADH tree","ntax":"1","rootedtree":"TRUE","title":"Tr102372","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102372.phy"},{"tree_label":"NC ITS tree","ntax":"220","rootedtree":"TRUE","title":"Tr102371","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102371.phy"},{"tree_label":"NC 5 haps tree","ntax":"197","rootedtree":"TRUE","title":"Tr102518","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102518.phy"},{"tree_label":"NC COXII tree","ntax":"221","rootedtree":"TRUE","title":"Tr102519","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102519.phy"}]}