{"Authors":" Alexander V. Zakubanskiy, Irina V. Mitrofanova, Sergei N\nChirkov","Year":" 2017","Title":" Molecular characterization of viruses infecting canna in\nRussia","Journal":" European Journal of Plant Pathology","Volume":" 149","Issue":" 4","Pages":" 923931","Keywords":" Canna, Canna yellow streak virus, Bean yellow mosaic\nvirus, Canna yellow mottle virus, Cucumber mosaic virus","DOI":" 10.1007/s10658-017-1241-6","Abstract":" Canna yellow streak virus (CaYSV), Canna yellow mottle\nvirus (CaYMV), Bean yellow mosaic virus (BYMV), and Cucumber mosaic\nvirus (CMV) were detected by reverse transcription-polymerase chain\nreaction in 16 local and introduced canna cultivars grown in the\ncollection of the Nikita Botanical Gardens, Crimea. CaYSV was detected\nin all the cultivars tested, and most of the cultivars had mixed\ninfection with two or three viruses. Analysis of the 3′-terminal genomic\nsequences revealed a high degree of diversity among isolates of CaYSV\nand BYMV suggesting their multiple introductions in the Gardens.\nPhylogenetic analysis of the coat protein (CP) gene showed that all the\nCrimean BYMV isolates together with the Chinese and the Indian ones from\ncanna formed a separate cluster of canna-adapted isolates. Unique amino\nacid substitutions at positions 58, 70, 106, 168 and 215 of the CP were\nfound in all isolates from canna that may be relevant to the adaptation\nof BYMV to this host. The sequences of the CaYMV isolates were highly\nconserved. The sequence identities of their ORF3 genomic segment ranged\nfrom 98.7100% and from 97.7100% at the nucleotide and amino acid levels,\nrespectively. The CMV isolate was most closely related to the isolate\nFny (D10538) from muskmelon. This is the first report of CaYSV, CaYMV,\nBYMV and CMV on canna in Russia confirming their worldwide distribution\non this culture.","trees":[{"tree_label":"Bean yellow mosaic virus","ntax":"29","rootedtree":"TRUE","title":"Tr102515","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102515.phy"},{"tree_label":"Canna yellow mottle virus","ntax":"24","rootedtree":"TRUE","title":"Tr102516","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102516.phy"},{"tree_label":"Canna yellow streak virus","ntax":"30","rootedtree":"TRUE","title":"Tr102517","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102517.phy"}]}