{"Authors":" Fabio Scarpa, Piero Cossu, Valentina Delogu, Daria Sanna,\nFrancesca Leasi, Tiziana Lai, Jon L. Norenburg, Marco Curini-Galletti,\nMarco Casu","Year":" 2017","Title":" Molecular support for morphology-based family-rank taxa: The\ncontrasting cases of two families of Proseriata (Platyhelminthes)","Journal":" Zoologica Scripta","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1111/zsc.12251","Abstract":" Representatives of the Meidiamidae and Otomesostomidae\n(Platyhelminthes: Proseriata) are seldom encountered, and the monophyly\nand phylogenetic relationships of these families have never been\nassessed on molecular basis. Here, we present the first exhaustive\nmolecular study of Proseriata at the family level, including species\nbelonging to the genera Meidiama and Yorknia (Meidiamidae), and\nOtomesostoma auditivum (Otomesostomidae), using 18S and 28S genes as\nmarkers. We performed phylogenetic analyses (Maximum Likelihood [ML] and\nBayesian Inference [BI] methods) and species delimitation methods\n(Single/Multiple Threshold-Generalized Mixed Yule Coalescent\n[ST/MT-GMYC] and Poisson Tree Processes [PTP/bPTP]). The taxon\nMeidiamidae was not supported, since the type species (Meidiama lutheri)\nand Meidiama etrusca sp. n. are nested within the Archimonocelididae,\nformerly restricted to specialized cnidarian feeders. Species belonging\nto the genus Yorknia resulted genetically well separated from species of\nMeidiama and from the rest of Archimonocelididae. The new family-level\ntaxon Yorkniidae fam. n. is thus here introduced, to include the type\nspecies of Yorknia (Yorknia aprostatica), and six new species, five of\nwhich are formally described here. Otomesostoma auditivum,\nrepresentative of Otomesostomidae, the only exclusively freshwater taxon\nof the Proseriata, is the sister taxon of the predominantly marine\nApingospermata. This result is not conflictual with the family level\nattributed to Otomesostomidae on morphological grounds, but it raises\nspeculations on the marine versus freshwater origin of\nApingospermata.","trees":[{"tree_label":"TREE","ntax":"115","rootedtree":"TRUE","title":"Proseriata Bayesian Inference","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_102478.phy"}]}