{"Authors":" H. D. Shin, Y. J. Choi, Marco Thines, S. B. Hong","Year":" 2007","Title":" Morphological and molecular discrimination among Albugo\ncandida materials infecting Capsella bursa-pastoris world-wide","Journal":" Fungal Diversity","Volume":" 27","Issue":" NA","Pages":" 11-34","Keywords":" NA","DOI":" NA","Abstract":" The genus Albugo with A. candida as the type species\ncauses white blister rust disease in economically important crops.\nRecently, molecular approaches revealed the high degree of genetic\ndiversity exhibited within A. candida complex. However, before any\ntaxonomic division of the complex at the species level, the correct\nstatus of A. candida on Capsella bursa-pastoris, from which it was\noriginally described, should be determined. A worldwide study of white\nrust pathogens on C. bursa-pastoris was performed on 36 specimens, using\nmorphological analysis and sequence analysis from the cytochrome c\noxidase subunit II (COX2) region of mtDNA, the internal transcribed\nspacer (ITS) region of the rDNA, and D1 and D2 regions of the nrDNA.\nSpecimens were obtained from Asia (India, Korea, Palestine), Europe\n(England, Finland, Germany, Hungary, Ireland, Latvia, Netherlands,\nRomania, Russia, Sweden, Switzerland), North and South America\n(Argentina, Canada, USA), and Oceania (Australia). The molecular data\nindicated strong support for a species partition separating Korean and\nother continental specimens. There were 7.25, 17.4, and 4.8 % sequence\ndissimilarity between the two groups in COX2, ITS, and 28S regions,\nrespectively. The surface ornamentation of oospores of Korean specimens\nwas morphologically distinguished from previously known characteristics\nof A. candida. Therefore, Albugo koreana sp. nov., collected from C.\nbursa-pastoris in Korea, is described here. The concept of A. candida\nsensu stricto is discussed and a type specimen determined for this\nspecies.","trees":[{"tree_label":"Fig. 3","ntax":"42","rootedtree":"TRUE","title":"Albugo candida infecting Capsella bursa-pastoris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1064.phy"},{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"Albugo candida infecting Capsella bursa-pastoris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1063.phy"}]}