{"Authors":" Michael Gruenstaeudl, Lars Nauheimer, Thomas Borsch","Year":" 2017","Title":" Structural and phylogenomic analysis of 15 complete plastid\ngenomes including all major lineages of Nymphaeales: Conserved gene\norder and new insights into relationships","Journal":" Plant Systematics and Evolution\n","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The plastid genomes of early-diverging angiosperms were\namong the first land plant plastomes investigated. Despite their\nimportance to understanding angiosperm evolution, no investigation has\nso far compared gene content or gene synteny of these genomes in a\nlarger setting. Here, we report an evaluation and comparison of gene\ncontent, gene synteny and inverted repeat length for a set of 15 plastid\ngenomes of early-diverging angiosperms. Seven plastid genomes of the\nNymphaeales were newly sequenced for this investigation. We compare gene\norder and IR length across all genomes, review the gene annotations of\npreviously published genomes, generate a multi-gene alignment of 77\nplastid-encoded genes and reconstruct the phylogenetic relationships of\nthe study taxa. Our results show that gene content and gene synteny are\nhighly conserved across early-diverging angiosperms: All species\nanalyzed display complete gene synteny when accounting for expansions\nand contractions of the inverted repeat regions. This conservation was\ninitially obscured by numerous ambiguous and potentially incorrect gene\nannotations in previously published genomes. We also report the presence\nof intact copies of two open reading frames across all taxa analyzed.\nThe multi-gene phylogeny displays maximum support for the families\nCabombaceae and Hydatellaceae, but no support for a clade of all\nNymphaeaceae. It further indicates that Victoria is embedded within\nNymphaea. Plastid genomes of Trithuria were found to deviate by numerous\nsubstitutions and microstructural mutations. Phylogenetic analyses\nfurther indicate that a previously published plastome named Nymphaea\nmexicana falls into a clade of N. odorata and should thus be\nre-evaluated.","trees":[{"tree_label":"TREE1","ntax":"15","rootedtree":"TRUE","title":"Tr102542","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102542.phy"},{"tree_label":"Best ML tree","ntax":"15","rootedtree":"TRUE","title":"Phylogenetic tree with the highest likelihood\nscore","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102541.phy"}]}