{"Authors":" Geerat J. Vermeij, Melissa A. Frey","Year":" 2008","Title":" Molecular systematics and historical biogeography of a\ncircumtropical group of gastropods (Genus: Nerita): implications for\nregional diversity patterns in the marine tropics","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" To determine how historical processes, namely speciation,\nextinction, and dispersal, have contributed to regional species\ndiversity patterns across the marine tropics, we examined the\nbiogeographical history of a circumtropical genus of intertidal\ngastropods. A species-level phylogeny of Nerita, representing\napproximately 87% of extant species, was developed from 1608 bp of\nmitochondrial (COI and 16S) and nuclear (ATPSa) markers. Systematic\nrelationships generally corresponded to prior classifications; however,\ncomprehensive sampling revealed a number of previously undetected ESUs.\nUsing the resulting tree as a framework, we combined geographical\ndistributions and fossil evidence to reconstruct ancestral ranges,\nproduce a time-calibrated chronogram, and estimate diversification\nrates. Analyses revealed two monophyletic eastern Pacific + Atlantic\n(EPA) clades, each of which likely split from an Indo-West Pacific (IWP)\nsister clade prior to an early Miocene Tethys Seaway closure. More\nrecent diversification throughout the IWP appears to have been driven by\nboth vicariance and dispersal events; EPA diversity has been further\nshaped by speciation across the Central American Seaway prior to its\nclosure and dispersal across the Atlantic. Despite the latter,\ninter-regional dispersal has been rare, and likely contributes little to\nregional diversity patterns. Similarly, infrequent transitions into\ntemperate regions combined with reduced diversification rates may\nexplain low diversity in West and South Pacific clades. Since\norigination, Nerita diversification appears remarkably constant, with\nthe exception of a lag in the late Eocene-early Oligocene and elevated\nrates in the late Oligocene-early Miocene. However, a comparison among\nregions suggested that IWP clades have experienced, on average, higher\nrates of speciation. Fossil evidence indicates that the EPA likely\nwitnessed greater extinction relative to the IWP. We propose that\nregional differences in species diversity in Nerita have been largely\nshaped by differential rates of speciation and extinction.","trees":[{"tree_label":"Fig. 3","ntax":"176","rootedtree":"TRUE","title":"Nerita","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1065.phy"}]}