{"Authors":" Providence Moyo, Ulrike Damm, Francois Halleen, Lizel\nMostert, Chris Frederik Jakobus Spies","Year":" 2017","Title":" Diversity of Diatrypaceae species associated with dieback of\ngrapevines in South Africa, with the description of Eutypa cremea sp.\nnov","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Diatrypaceae, Eutypa dieback, dying spurs","DOI":"","Abstract":" Recent studies in grape-growing areas including Australia,\nCalifornia and Spain have revealed an extensive diversity of\nDiatrypaceae species on grapevines affected by Eutypa dieback. However,\nlittle is known regarding the diversity of these species in South\nAfrican vineyards. The aim of this study was therefore, to identify and\ncharacterise Diatrypaceae species associated with dieback symptoms of\ngrapevine in South Africa. Isolates were collected from dying spurs of\nvineyards aged four- to eight-years-old, grapevine wood showing\nwedge-shaped necrosis, in cross section, as well as from perithecia on\ndead wood. The collected isolates were identified based on morphology,\nculture characteristics and DNA sequence comparisons. Seven Diatrypaceae\nspecies were identified on grapevine, namely Cryptovalsa ampelina,\nCryptovalsa rabenhorstii, Eutypa consobrina, Eutypa lata, Eutypella\ncitricola, Eutypella microtheca and Eutypa cremea sp. nov. The dying\nspurs yielded the highest diversity of species when compared with the\nwedge-shaped necrosis and/or perithecia. Cryptovalsa ampelina was the\nmost dominant species in the dying spurs followed by Eu. citricola\nwhereas E. lata was the dominant species isolated from the wedge-shaped\nnecrosis and perithecia. These results suggest that C. ampelina is a\nsignificant cause of spur dieback and E. lata is still an important\ngrapevine canker pathogen in South Africa. However, in some cases, more\nthan one species was isolated from a single symptom which suggests that\nsynergistic interactions may be occurring leading to decline of\ngrapevines. Cryptovalsa rabenhorstii, E. consobrina, Eu. citricola, Eu.\nmicrotheca and E. cremea are reported for the first time on grapevine in\nSouth Africa.","trees":[{"tree_label":"Fig 2","ntax":"93","rootedtree":"TRUE","title":"Diatrypaceae associated with dieback of grapevines\nMLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102536.phy"}]}