{"Authors":" Yu Ito, Norio Tanaka","Year":" 2019","Title":" Molecular phylogenetic species delimitation in the aquatic\ngenus Ottelia (Hydrocharitaceae) reveals cryptic diversity within a\nwidespread species","Journal":" Journal of Plant Research","Volume":"","Issue":"","Pages":"","Keywords":" Alismatales; Indo-Burma; monocotyledons; new species;\nspecies delimitation; STACEY","DOI":"","Abstract":" Ottelia is a genus of an aquatic plant family\nHydrocharitaceae in the tropics with many narrowly distributed taxa in\nAsian tropics. Although those taxa have received comparatively more\nattention than congeners in other areas (notably in Africa and South\nAmerica, for example), various key taxonomic questions remain\nunaddressed, especially with regards to apparent cryptic diversity\nwithin a widespread species. Here we test the taxonomic concepts and\nevaluate species boundaries using a phylogenetic framework. We collected\nvirtually all species of Ottelia in the Asia-Pacific region, apart from\na small number of extremely rare species; multiple samples of Ottelia\nalismoides, which represent widespread species complexes, were obtained\nfrom India throughJapan. Molecular phylogenetic trees based on plastid\nDNA and nuclear ITS showed almost identical topologies. A Bayesian\ncoalescent method of species delimitation using the multi-locus data set\ndiscerned six species in the Asia-Pacific region with the highest\nprobability. The results lead us to conclude that certain populations in\nthe Asia-Pacific region represent hitherto unrecognized cryptic taxa\nwithin widespread species complexes. Accordingly, the new species\nOttelia petiolata is described. No molecular evidence distinguishing O.\ncordata and O. emersa are obtained. Therefore, the new synonymy of O.\nemersa under O. cordata is proposed. Two accessions inconsistently\npositioned between molecular phylogenetic trees based on plastid DNA and\nnuclear ITS may be best explained by chloroplast capture.","trees":[{"tree_label":"MajRule","ntax":"36","rootedtree":"TRUE","title":"Ottelia ptDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_124970.phy"},{"tree_label":"con 50 majrule","ntax":"35","rootedtree":"TRUE","title":"Ottelia nrITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_124972.phy"},{"tree_label":"PHYLIP 1","ntax":"36","rootedtree":"FALSE","title":"Ottelia ptDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124971.phy"},{"tree_label":"PHYLIP","ntax":"35","rootedtree":"FALSE","title":"Ottelia nrITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124974.phy"},{"tree_label":"con 50 majrule","ntax":"36","rootedtree":"TRUE","title":"Ottelia ptDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_124969.phy"},{"tree_label":"MajRul","ntax":"35","rootedtree":"TRUE","title":"Ottelia nrITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_124973.phy"}]}