{"Authors":" Shruthi Kini, Ka Ho Wong, Wei Liang Tan, Tianshu Xiao,\nJames Tam","Year":" 2017","Title":" Morintides: Cargo-free Chitin-binding Peptides from Moringa\noleifera","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cysteine-rich peptides, hevein, hevein-like peptides,\nMoringa oleifera, anti-fungal, chitin-binding","DOI":"","Abstract":" Background: Hevein-like peptides are a family of\ncysteine-rich and chitin-binding peptides consisting of 29-45 amino\nacids. Their chitin-binding property is essential for plant defense\nagainst fungi. Based on the number of cysteine residues in their\nsequences, they are divided into three sub-families: 6C-, 8C- and\n10C-hevein-like peptides. All three subfamilies contain a three-domain\nprecursor comprising a signal peptide, a mature hevein-like peptide and\na C-terminal domain comprising a hinge region with protein cargo in 8C-\nand 10C-hevein-like peptides.\nResults: Here we report the isolation and characterization of two novel\n8C-hevein-like peptides, designated morintides (mO1 and mO2), from the\ndrumstick tree Moringa oleifera, a drought-resistant tree belonging to\nthe Moringaceae family. Proteomic analysis revealed that morintides\ncomprise 44 amino acid residues and are rich in cysteine, glycine and\nhydrophilic amino acid residues such as asparagine and glutamine.\nMorintides are resistant to thermal and enzymatic degradation, able to\nbind to chitin and inhibit the growth of phyto-pathogenic fungi.\nTranscriptomic analysis showed that they contain a three-domain\nprecursor comprising an endoplasmic reticulum (ER) signal sequence, a\nmature peptide domain and a C-terminal domain. A striking feature\ndistinguishing morintides from other 8C-hevein-like peptides is a short\nand protein-cargo-free C-terminal domain. Previously, a similar\nprotein-cargo-free C-terminal domain has been observed only in\nginkgotides, the 8C-hevein-like peptides from a gymnosperm Ginkgo\nbiloba. Thus, morintides, with a cargo-free C-terminal domain, are a\nstand-alone class of 8C-hevein-like peptides from angiosperms.\nConclusions: Our results expand the existing library of hevein-like\npeptides and shed light on molecular diversity within the hevein-like\npeptide family. Our work also sheds light on the anti-fungal activity\nand stability of 8C-hevein-like peptides.","trees":[{"tree_label":"Imported tree 1+","ntax":"21","rootedtree":"TRUE","title":"Morintides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102905.phy"}]}