{"Authors":" Alberto Lindner, Ekaterina V. Raikova, Allen G. Collins,\nNathaniel, M. Evans, Paulyn Cartwright","Year":" 2008","Title":" Phylogenetic placement of the enigmatic parasite, Polypodium\nhydriforme, within the Phylum Cnidaria","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background Polypodium hydriforme is a parasite with an\nunusual life cycle and peculiar morphology, both of which have made its\nsystematic position uncertain. Polypodium has traditionally been\nconsidered a cnidarian because it possesses nematocysts, the stinging\nstructures characteristic of this phylum. However, recent molecular\nphylogenetic studies using 18S rDNA sequence data have challenged this\ninterpretation, and have shown that Polypodium is a close relative to\nmyxozoans and together they share a closer affinity to bilaterians than\ncnidarians. Due to the variable rates of 18S rDNA sequences, these\nresults have been suggested to be an artifact of long-branch attraction\n(LBA). A recent study, using multiple protein coding markers, shows that\nthe myxozoan Buddenbrockia, is nested within the cnidarians. Polypodium\nwas not included in this study. To further investigate the phylogenetic\nplacement of Polypodium, we have performed phylogenetic analyses of\nmetazoans with 18S and partial 28S rDNA sequences in a large dataset\nthat includes Polypodium and a comprehensive sampling of cnidarian taxa.\nResults Analyses of a combined dataset of 18S and partial 28S sequences,\nand partial 28S alone, support the placement of Polypodium within\nCnidaria. Removal of the long-branched myxozoans from the 18S dataset\nalso results in Polypodium being nested within Cnidaria. These results\nsuggest that previous reports showing Polypodium and Myxozoa form a\nsister group to Bilateria were an artifact of long-branch attraction.\nConclusions By including 28S rDNA sequences and a comprehensive sampling\nof cnidarian taxa, we demonstrate that previously conflicting hypotheses\nconcerning the phylogenetic placement of Polypodium can be reconciled.\nSpecifically, the data presented provide evidence that Polypodium is\nindeed a cnidarian and is either the sister taxon to Hydrozoa, or part\nof the hydrozoan clade, Leptothecata. The former hypothesis is\nconsistent with the traditional view that Polypodium should be placed in\nits own cnidarian class, Polypodiozoa.","trees":[{"tree_label":"Fig. 3B","ntax":"125","rootedtree":"TRUE","title":"Enigmatic parasite, Polypodium hydriforme","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1068.phy"},{"tree_label":"Fig. 3A","ntax":"132","rootedtree":"TRUE","title":"Enigmatic parasite, Polypodium hydriforme","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1069.phy"},{"tree_label":"Fig. 2a","ntax":"126","rootedtree":"TRUE","title":"Enigmatic parasite, Polypodium hydriforme","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1070.phy"},{"tree_label":"Fig. 2b","ntax":"126","rootedtree":"TRUE","title":"Enigmatic parasite, Polypodium hydriforme","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1071.phy"}]}