{"Authors":" Pawan Kumar Jayaswal, Vivek Dogra, Asheesh Shanker, Tilak\nRaj Sharma, Nagendra Kumar Singh","Year":" 2017","Title":" Expressed Rice Gene Homologues in Diverse Eukaryotic Species:\nTheir Evolution and a Eukaryotic Tree of Life Based on Comprehensive Set\nof Conserved Genes","Journal":" SYSTEMATIC BIOLOGY","Volume":"","Issue":"","Pages":"","Keywords":" Tree of life; evolution; phylogenetic tree, synonymous\nsubstitution","DOI":"","Abstract":" Rapid advances in DNA sequencing technology have resulted\nin the accumulation of large data sets in the public domain,\nfacilitating comparative studies for novel insights into the evolution\nof life. Phylogenetic studies across the eukaryotic taxa have been\nreported; however, these have been based on a limited number of genes.\nHere we present a genome-wide analysis of expressed genes across various\nplant, fungal, protist, and animal species, with reference to 36002\nexpressed rice genes. Our analysis revealed 9831 genes unique to rice\nand 98 genes conserved across all 49 eukaryotic species analysed. Most\nof the unique rice genes encoded transposable elements, F-box proteins,\nzinc finger proteins, disease resistance-like proteins, and genes with\nunknown function; all these genes appear to be essential in the context\nof the evolution of rice. Among plants, fungi, protist, and animals,\nshared the highest number of rice gene homologues were shared by Zea\nmays (22 305 genes), Rhizopus oryzae (1179 genes), Phytophthora\ninfestans (1266 genes), and Homo sapiens (1222 genes). Most of the 98\nrice gene homologues conserved across diverse eukaryotes mostly have\nbinding and catalytic activities and share common sequence motifs; they\nalso appear to have a common origin. We developed a eukaryotic tree of\nlife based on these conserved genes by using the Bayesian approach; it\ndemonstrated strong nodal support, and it had widely separated clades of\nplants, fungi, and animals. Musa acuminata is the evolutionary link\nbetween monocotyledons and dicotyledons, whereas Salpingoeca rosetta is\nthat between fungi and animals. The divergence time between species\npairs could be estimated accurately by integrating fossil information\nwith synonymous substitution rates in the comprehensive set of the 98\ngenes. Thus, this study provides valuable insight into the evolution of\neukaryotes.","trees":[{"tree_label":"Fig. 6 (A)","ntax":"98","rootedtree":"TRUE","title":"Phylogenetic tree of 98 expressed rice gene\nhomologs","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102676.phy"},{"tree_label":"Fig. 7","ntax":"49","rootedtree":"TRUE","title":"Phylogenetic Tree based on 98 gene conserved in 49\neukaryotic species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102677.phy"}]}