{"Authors":" Antoine Simon, Bernard Goffinet, Nicolas Magain, Emmanuel\nSerusiaux","Year":" 2018","Title":" High diversity, high insular endemism and recent origin in\nthe lichen genus Sticta (lichenized Ascomycota, Peltigerales) in\nMadagascar and the Mascarenes","Journal":" Molecular Phylogenetics and Evolution","Volume":" 122","Issue":"","Pages":" 15-28","Keywords":" biogeography; Indian Ocean; Lobariaceae; photomorph;\nradiation","DOI":" 10.1016/j.ympev.2018.01.012","Abstract":" Lichen biodiversity and its generative evolutionary\nprocesses are practically unknown in the MIOI (Madagascar and Indian\nOcean Islands) biodiversity hotspot. We sought to test the hypothesis\nthat lichenized fungi in this region have undergone a rapid radiation,\nfollowing a single colonization event, giving rise to narrow endemics,\nas is characteristic of other lineages of plants. We extensively sampled\nspecimens of the lichen genus Sticta in the Mascarene archipelago\n(mainly Réunion) and in Madagascar, mainly in the northern range (Amber\nMt and Marojejy Mt) and produced the fungal ITS barcode sequence for 148\nthalli. We further produced a four-loci data matrix for 68 of them,\nrepresenting the diversity and geographical distribution of ITS\nhaplotypes. We reconstructed the phylogenetic relationships within this\ngroup, established species boundaries with morphological context, and\nestimated the date of the most recent common ancestor. Our inferences\nresolve a robust clade comprising 31 endemic species of Sticta that\narose from the diversification following a single recent (c. 11 Mya)\ncolonization event. All but three species have a very restricted range,\nendemic to either the Mascarene archipelago or a single massif in\nMadagascar. The first genus of lichens to be studied with molecular data\nin this region underwent a recent radiation, exhibits micro-endemism,\nand thus exemplifies the biodiversity characteristics found in other\ntaxa in Madagascar and the Mascarenes.","trees":[{"tree_label":"Fig. 2","ntax":"97","rootedtree":"TRUE","title":"Sticta Single most likely phylogenetic tree of the\ngenus Sticta obtained from inferences of 4-loci molecular data (ITS,\nnuLSU, mtSSU, and RPB1)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_102670.phy"},{"tree_label":"Fig. 2 (not shown)","ntax":"97","rootedtree":"TRUE","title":"Sticta 50% consensus-tree of the Bayesian analysis of\nthe genus Sticta, obtained from inferences of 4-loci molecular data\n(ITS, nuLSU, mtSSU, and RPB1)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_102669.phy"},{"tree_label":"Fig. 3","ntax":"220","rootedtree":"TRUE","title":"Sticta Maximum clade credibility chronogram obtained in\nthe BEAST analysis for the Peltigerales order","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_102673.phy"}]}