{"Authors":" Fangdong Zou, Liu Xu, Bo Zeng, Zhijun Li, Bisong Yue","Year":" 2008","Title":" Molecular Phylogeography and Genetic Differentiation of Blue\nSheep Pseudois nayaur szechuanensis and Pseudois schaeferi in China","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Within the genus Pseudois (Bovidae, Artiodactyla), two\nchallenges are faced by taxonomists. First, the designation of the two\nsubspecies of blue sheep, Pseudois nayaur nayaur and Pseudois nayaur\nszechuanensis, tends to be questionable with the accumulation of\nmorphological and molecular data. Second, the taxonomic status of the\ndwarf blue sheep (Pseudois schaeferi) has been controversial since its\ndiscovery, and molecular analyses with relatively small sample sizes\nhave not painted a clear picture. We collected samples and DNA sequence\ndata from a broad geographic range in China to investigate the\npopulation structure of Pseudois nayaur szechuanensis and its\nphylogenetic relationship with Pseudois schaeferi. Employing\nmitochondrial cytochrome b and control region sequences, as well as the\nnuclear gene zona pellucida glycoprotein 3, further investigation was\nperformed to extend upon previous studies. We found that the population\nof Helan Mountain of Ningxia Hui Autonomous Region has significantly\ndifferentiated from the populations in Qinghai, Gansu and Sichuan\nprovinces, and may be classified as a new subspecies according to the\n75% rule. The dwarf blue sheep was found to be some individuals of\nPseudois nayaur szechuanensis with morphological variations and is not a\nspecies or subspecies, since they did not fall into a monophyletic group\nin the phylogenetic analyses with blue sheep. Gene flow between dwarf\nblue sheep and common blue sheep might have occurred in different areas\nof western Sichuan, which would result in the paraphyly of dwarf blue\nsheep.","trees":[{"tree_label":"Fig. 4A","ntax":"44","rootedtree":"TRUE","title":"Blue Sheep","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1072.phy"},{"tree_label":"Fig. 4B","ntax":"40","rootedtree":"TRUE","title":"Blue Sheep","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1073.phy"}]}