{"Authors":" Hanghui Kong","Year":" 2017","Title":" Multilocus phylogenetic reconstruction informing polyploid\nrelationships of Aconitum subgenus Lycoctonum (Ranunculaceae) in\nChina","Journal":" Plant systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Aconitum subgenus Lycoctonum; Heterogeneous habitats;\nHybridization; Phylogenetic reconstruction; Polyploids","DOI":"","Abstract":" Polyploidization has long been recognized as one of the\nmost important driving forces of plant evolution. Aconitum subgenus\nLycoctonum (Ranunculaceae) has a wide distribution range and well-known\nbackground of polyploidy, thereby providing a potentially valuable model\nto explore polyploid origin and evolutionary history. However, the\nphylogeny of subg. Lycoctonum has still not been completely resolved. In\nthe current study, 29 species including diploid, tetraploid and\nhexaploid species were sampled in subg. Lycoctonum. Using four cpDNA\nregions (ndhF-trnL, psbA-trnH, psbD-trnT and trnT-L) and two nrDNA\nregions (internal transcribed spacer, ITS and external transcribed\nspacer, ETS), phylogenetic relationship was first reconstructed for the\npolyploid species within subg. Lycoctonum. In combination with nuclear\ndiversification rate estimation, cpDNA haplotype network, ancestral area\nreconstruction as well as morphological and karyotype evidence,\npotential origin and divergence time were further assessed among the\npolyploid species. Hybridization was inferred for A. angustius and A.\nfinetianum was suggested to be the potential maternal progenitor, due to\ntheir close phylogenetic relationship, highly similar morphologies and\noverlapping distribution range. Local origin was inferred for\ntetraploids in the Hengduan Mountains (HDM) with eight groups of\nchromosomes of four homoeologous, which diverged approximately 3.00 Ma\nin the same period of the orogeny of the HDM. The hexaploid A. apetalum\nwas inferred to suffer from geographical isolation due to the formation\nof the QinghaiTibetan Plateau (QTP) and the HDM. Hybridization and\nheterogeneous habitats in the HDM were suggested to play an important\nrole in the polyploidization in subg. Lycoctonum.","trees":[{"tree_label":"ML tree with cpDNA data","ntax":"51","rootedtree":"TRUE","title":"Tr102728","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_102728.phy"}]}