{"Authors":" Jadson DP Bezerra, Marcelo Sandoval-Denis, Laura M Paiva,\nGladstone Alves Silva, Johannes (Ewald) Zacharias Groenewald, Cristina\nMaria Souza-Motta, Pedro W. Crous","Year":" 2017","Title":" Novel endophytic Toxicocladosporium species from cacti in\nBrazil and description of Neocladosporium gen. nov.","Journal":" IMA Fungus","Volume":" 8","Issue":" 1","Pages":" 77-97","Keywords":" Cladosporium, Endophytic fungi, Multigene phylogeny,\nTaxonomy","DOI":" 10.5598/imafungus.2017.08.01.06","Abstract":" Brazil harbours a unique ecosystem, the Caatinga, which\nbelongs to the tropical dry forest biome. This region has an important\ndiversity of organisms, and recently several new fungal species have\nbeen described from different hosts and substrates within it. During a\nsurvey of fungal endophyte diversity from cacti in this forest, we\nisolated cladosporium-like fungi that were subjected to morphological\nand multigene phylogenetic analyses including actA, ITS, LSU, rpb2 and\ntub2 gene sequences. Based on these analyses we identified two new\nspecies belonging to the genus Toxicocladosporium, described here as T.\ncacti and T. immaculatum spp. nov., isolated from Pilosocereus gounellei\nsubsp. gounellei and Melocactus zehntneri, respectively. To improve the\nspecies recognition and assess species diversity in Toxicocladosporium\nwe studied all ex-type strains of the genus, for which actA, rpb2 and\ntub2 barcodes were also generated. After phylogenetic reconstruction\nusing five loci, we differentiated 13 species in the genus.\nToxicocladosporium velox and T. chlamydosporum are synonymized based on\ntheir phylogenetic position and limited number of unique nucleotide\ndifferences. Six strains previously assigned to T. leucadendri,\nincluding the ex-type strain (CBS 131317) of that species, were found to\nbelong to an undescribed genus here named as Neocladosporium gen. nov.,\nwith N. leucadendri comb. nov. as type species. Furthermore, this study\nproposes the actA, ITS, rpb2 and tub2 as main phylogenetic loci to\nrecognise Toxicocladosporium species.","trees":[{"tree_label":"con 50 majrule++","ntax":"68","rootedtree":"TRUE","title":"Tr107196","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107196.phy"},{"tree_label":"tree 1++","ntax":"68","rootedtree":"TRUE","title":"Tr107227","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107227.phy"},{"tree_label":"con 50 majrule++","ntax":"25","rootedtree":"TRUE","title":"Tr107229","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107229.phy"},{"tree_label":"PAUP 1++","ntax":"25","rootedtree":"TRUE","title":"Tr107230","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107230.phy"},{"tree_label":"MajRule","ntax":"68","rootedtree":"TRUE","title":"Tr107228","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107228.phy"},{"tree_label":"tree 1++","ntax":"25","rootedtree":"TRUE","title":"Tr107231","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107231.phy"}]}