{"Authors":" Yonas i Tekle, Fiona C. Wood","Year":" 2017","Title":" Longamoebia is not monophyletic: Phylogenomic and\ncytoskeleton analyses provide novel and well-resolved relationships of\namoebozoan subclades","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" RNA-Seq; Amoebozoa; phylogeny; Longamoebia; Dermamoebida;\nDiscosea","DOI":"","Abstract":" Longamoebia is one of the most morphologically diverse\nmembers of Amoebozoa. It includes the human pathogen Acanthamoeba, which\ncauses minor skin and serious eye infections as well as fatal central\nnervous system complications. The taxonomy and phylogeny of Longamoebia\nis poorly understood partly due to the growing number of molecular\nstudies that report unsuspected affiliations of lineages with extremely\ndifferent morphotypes in the group. A recent molecular study questioned\nthe monophyly of Longamoebia. In this study, we conducted a more\ncomprehensive phylogenomic analysis including all of putative members of\nLongamoebia to assess its monophyly. We conducted extensive analyses to\nsee effects of outgroup choice, missing data, and gene and taxon\nsampling on resulting phylogenies. We also collected morphological\ncharacters derived from the cytoskeleton using immunocytochemistry to\nassess homologies of pseudopodia at a finer scale. Our phylogenomic\nanalysis yielded a well-resolved tree of Amoebozoa and highly supported\nnovel relationships. Discosea is recovered as a monophyletic group with\nall of its known taxonomic orders. However, its within-group\nrelationships dramatically differed from those originally proposed. Our\nstudy strongly demonstrates that Longamoebia sensu Smirnov et al. (2011)\nis not monophyletic and invalid. Thecamoebida forms a strongly supported\nsister group relationship with clade Flabellinea (Dactylopodida and\nVannellida), while Dermamoebida (Mayorella+Dermamoeba) form an\nindependent branch basal to other members of Discosea. The remaining\ngroups including members of Centramoebida form a consistently\nwell-supported clade that was shown to form a sister group relationship\nwith Himatismenida. This robust clade shares the unique cytoskeletal\nfeatures of coiled cytoplasmic microtubule network and F-actin\ncharacters. Our analyses demonstrated that placement of unstable taxa in\nlarge-scale analysis with varying levels of missing data might be\ncompromised by some confounding factors such as outgroup choice and gene\nand taxon sampling.","trees":[{"tree_label":"AmOnly","ntax":"1","rootedtree":"TRUE","title":"Tr104196","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104196.phy"},{"tree_label":"EukOut","ntax":"1","rootedtree":"TRUE","title":"Tr104195","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104195.phy"}]}