{"Authors":" Gail Celio, Wyth Linda Marshall, David J. McLaughlin, Mary\nL. Berbee","Year":" 2008","Title":" Multiple isolations of a culturable, motile Ichthyosporean\n(Mesomycetozoa, Opisthokonta), Creolimax fragrantissima n. gen., n. sp.,\nfrom marine invertebrate digestive tracts","Journal":" Protist","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A fragrant, spherical, osmotrophic eukaryote was isolated\n27 times from the digestive tracts of marine invertebrates collected\nfrom the Northeast Pacific. The isolates were cultured from 7 animal\ncollections over a two-year period, most from the peanut worm,\nPhascolosoma agassizii. A small subunit ribosomal DNA phylogeny placed\nthe organism within the ichthyosporea, closest to Sphaeroforma arctica\nand Pseudoperkinsus tapetis. Supporting the conspecificity of isolates,\nthe sequences of ribosomal gene internal transcribed spacer regions\ndetermined for 26 isolates were identical, as were the elongation factor\n1-alpha-like gene fragments from 7 isolates. Dispersal via amoeboid\ncells distinguished the species from its closest relatives and led to\nthe erection of a new genus and species, \u001aCreolimax fragrantissima.\u001a\nVegetative cells reproduced asexually in vitro after they reached 30 to\n60 microns in diameter by producing amoebae or endospores, which escaped\nthrough openings in the parent cell wall. Ultrathin sections of\nvegetative cells prepared by high-pressure freeze substitution provided\nsome of the first images of ichthyosporean spindle pole bodies and\ndocument, for the first time, tubular extensions of the plasma membrane\ninto an electron-translucent inner layer of the cell wall.\nIchthyosporeans are parasites and commensals of animals and culturable\nspecies are few. Because \u001aC. fragrantissima\u001a can be isolated regularly and\nrepeatedly from nature and then grown easily through cycles of asexual\nreproduction, it has the potential to serve as a model organism for\nfurther research into marine ichthyosporeans.","trees":[{"tree_label":"Fig. 1","ntax":"45","rootedtree":"TRUE","title":"Opisthokont","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1078.phy"},{"tree_label":"Fig. 2 - 1.1","ntax":"46","rootedtree":"TRUE","title":"Ichthyophonida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1079.phy"},{"tree_label":"Fig. 2 - 2","ntax":"46","rootedtree":"TRUE","title":"Ichthyophonida","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1080.phy"}]}