{"Authors":" Gert Woerheide, Allen G. Collins, Dorte Janussen, Martin\nDohrmann, Joachim Reitner","Year":" 2008","Title":" Phylogeny and evolution of glass sponges (Porifera,\nHexactinellida)","Journal":" Systematic Biology","Volume":" 57","Issue":" 3","Pages":" 388-405","Keywords":"","DOI":" 10.1080/10635150802161088","Abstract":" Reconstructing the phylogeny of sponges (Porifera) is one\nof the remaining challenges to resolve the metazoan Tree of Life, and is\na prerequisite for understanding early animal evolution. For two of the\nthree extant classes of the phylum, Demospongiae and Calcarea, a number\nof molecular phylogenies have been published, which are largely\nincongruent with traditional classification systems. Those\nincongruencies are likely due to a paucity of informative morphological\ncharacters and high levels of homoplasy. For the third class,\nHexactinellida (glass sponges)\u001aa group of predominantly deep-sea sponges\nwith unusual morphology and biology\u001awe here present the first molecular\nphylogeny, along with a cladistic analysis of morphological characters.\nWe collected 18S, 28S, and mitochondrial 16S ribosomal DNA sequences of\n34 glass sponge species from 27 genera, 9 families, and 3 orders, and\nconducted partitioned Bayesian analyses using RNA secondary\nstructure-specific substitution models (paired-sites models) for stem\nregions. Bayes factor comparisons of different paired-sites models\nagainst each other and conventional (independent-sites) models revealed\na significantly better fit of the former, but contrary to previous\npredictions, the least parameter-rich of the tested paired-sites models\nprovided the best fit to our data. In contrast to Demospongiae and\nCalcarea, our rDNA phylogeny agrees well with the traditional\nclassification and a previously proposed phylogenetic system, which we\nascribe to a more informative morphology in Hexactinellida. We find high\nsupport for a close relationship of glass sponges and demosponges, but\nDemospongiae sensu stricto might be paraphyletic with respect to\nHexactinellida, and Homoscleromorpha is the sister group of Calcarea.\nContrary to most previous findings from rDNA, we recover Porifera as\nmonophyletic, although support for this clade is low under paired-sites\nmodels.","trees":[{"tree_label":"Fig. 2","ntax":"51","rootedtree":"TRUE","title":"Hexactinellida rDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1082.phy"},{"tree_label":"Fig. 3a","ntax":"32","rootedtree":"TRUE","title":"Hexactinellida_Morphology Coding 1 strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1083.phy"},{"tree_label":"Fig. 3b","ntax":"32","rootedtree":"TRUE","title":"Hexactinellida_Morphology Coding 2 strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1084.phy"}]}