{"Authors":" Bret A. Summerell, Lizel Mostert, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous","Year":" 2008","Title":" Host specificity and speciation of Mycosphaerella and\nTeratosphaeria species associated with leaf spots of Proteaceae","Journal":" Persoonia","Volume":" 20","Issue":" NA","Pages":" 59-86","Keywords":" NA","DOI":" NA","Abstract":" Species of Mycosphaerella and Teratosphaeria represent\nimportant foliicolous pathogens of Proteaceae. Presently approximately\n40 members of these genera (incl. anamorphs) have been recorded from\nProteaceae, though the majority are not known from culture, and have\nnever been subjected to DNA sequence analysis. During the course of this\nstudy, epitypes were designated for several important species, namely\nBatcheloromyces leucadendri, B. proteae, Catenulostroma macowanii,\nMycosphaerella marksii, Teratosphaeria bellula, T. jonkershoekensis, T.\nparva, and T. proteae-arboreae. Several species were also newly\ndescribed, namely Batcheloromyces sedgefieldii, Catenulostroma\nwingfieldii, Dissoconium proteae, Teratosphaeria persoonii, T.\nknoxdavesii and T. marasasii. Although accepted as being highly host\nspecific, some species were shown to have wider host ranges, such as M.\ncommunis (Eucalyptus, Protea), M. konae (Leucospermum, Eucalyptus), M.\nmarksii (Eucalyptus, Leucadendron), T. associata (Eucalyptus, Protea),\nand T. parva (Eucalyptus, Protea), which in most cases were found to\nco-occur with other species of Mycosphaerella or Teratosphaeria on\nProteaceae. Furthermore, earlier records of T. jonkershoekensis on\nProteaceae in Australia were shown to be representative of two recently\ndescribed species, T. associata and T. maxii. A phenomenon of\nunderdeveloped, or micro-ascospores was also newly observed in asci of\nT. maculiformis and T. proteae-arboreae. The exact purpose of asci with\ntwo distinct types of ascospores remains to be clarified, as both types\nwere observed to germinate on agar.","trees":[{"tree_label":"Unpublished NJ Tree","ntax":"151","rootedtree":"TRUE","title":"NJ with HKY85 tree obtained from the ITS\nalignment.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1085.phy"},{"tree_label":"Fig. 1","ntax":"151","rootedtree":"TRUE","title":"Parsimony tree obtained from the ITS alignment.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1086.phy"}]}