{"Authors":" Jeremy Blaschke, John O Stireman, James E O’Hara,\nPierfilippo Cerretti, John K Moulton","Year":" 2017","Title":" Molecular Phylogenetics and Piercer Evolution in the\nBug-Killing Flies (Diptera: Tachinidae: Phasiinae)","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" Phasiinae Phylogenetics Parasitoid Piercer","DOI":"","Abstract":" Phasiinae (Diptera: Tachinidae) are endoparasitoid flies\nthat attack Heteroptera, including a multitude of agricultural pests. A\nphylogenetically informed classification of the Phasiinae has eluded\nsystematists for over a century, primarily because of the conflicting\ncharacter states and confusing morphology of certain taxa that indicate\npotential placement within other subfamilies. The unstable nature of\nphasiine taxonomy discourages important research into their\nclassification, life history, and potential use in biological control.\nIn hopes of resolving several longstanding taxonomic debates and\nencouraging future research into this important group of parasitoids,\nthe first molecular systematic analysis of the Phasiinae is presented,\nincluding 128 worldwide taxa (80 genera) and approximately 7.6 kilobases\nof nuclear data representing four genes. Special emphasis is placed on\nthe resolution of taxonomically ambiguous groups. The resulting robustly\nsupported phylogenetic trees (ML/Bayesian) are used to trace the\nevolution of significant adaptive traits within the Tachinidae and test\nhypotheses about the classification of Phasiinae. Subfamily placements\nof the taxa Eutherini, Epigrimyiini, Litophasia, Strongygastrini, and\nParerigonini are confidently resolved, the former three within Dexiinae\nand the latter two within Phasiinae. The phylogenetic position of the\nImitomyiini is more difficult to decipher, but analyses tentatively\nplace the tribe within Phasiinae. The Phasiinae are divided into ten\ndistinct lineages, with genera traditionally placed within the tribes\nPhasiini and Parerigonini being distributed among multiple clades.\nAncestral state reconstruction suggests that piercing structures used to\ninsert eggs directly into host tissues have evolved independantly in a\nnumber of groups, but have also been lost or reduced in several\nlineages. A single potentially unequivocal morphological synapomorphy of\nPhasiinae, an elongated medial plate of the hypandrium in males, is\nidentified.","trees":[{"tree_label":"con 50 majrule","ntax":"113","rootedtree":"TRUE","title":"Tr105981","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105981.phy"},{"tree_label":"con 50 majrule","ntax":"122","rootedtree":"TRUE","title":"Tr105982","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105982.phy"},{"tree_label":"con 50 majrule","ntax":"112","rootedtree":"TRUE","title":"Tr105983","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105983.phy"},{"tree_label":"con 50 majrule","ntax":"115","rootedtree":"TRUE","title":"Tr105984","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105984.phy"}]}