{"Authors":" Valiollah Mahdizadeh, Luis A Parra, Naser Safaie, Ebrahim\nMohammadi Goltapeh, Jie Chen, Jacques Guinberteau, Philippe Callac","Year":" 2017","Title":" A phylogenetic and morphological overview of sections\nBohusia, Sanguinolenti, and allied sections within Agaricus subg.\nPseudochitonia with three new species from France, Iran and\nPortugal.","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny, Taxonomy, ITS, LSU, translation elongation\nfactor 1-alpha, tef1","DOI":"","Abstract":" The genus Agaricus was recently rearranged to accommodate\nnumerous tropical taxa. In a new system of classification, the genus was\nsplit in six subgenera and 22 sections of which 12 are included in A.\nsubg. Pseudochitonia. Preliminary data indicated that three putative new\nspecies belonged to this subgenus. Our objectives were to describe these\nspecies, to determine to which sections they belong, and to experience\nthe interest of some traditional traits in this new context. We\nmorphologically described A. coniferarum from France and Portugal, A.\niranicus from Iran, and A. lusitanicus from Portugal. Multi-gene\nphylogenetic analyses based on ITS, LSU and tef1 sequence data of\nrepresentatives of the 12 sections clearly indicated that A. coniferarum\nand A. lusitanicus are placed in A. sect. Bohusia, while A. iranicus is\nin A. sect. Sanguinolenti. In a phylogenetic tree based on all available\nITS sequence data and focusing on six related sections, we examined the\nphylogenetic distribution of various characters. The intensity of the\nred discoloration when the sporocarp is rubbed or cut appeared as a\nphylogenetically weakly informative trait. Three of the six sections\nwere exclusively tropical or subtropical. In two of the three remaining\nsections, 75% of the species have a preferential habitat under\nconiferous which might reflect an ancient association. We propose a\ndetermination key leading to a group of three hardly distinguishable\nsections (Bohusia, Nigrobrunnescentes and Sanguinolenti). We concluded\nthat it can be necessary to use molecular data to determine to which\nsection certain species belong. Moreover, in the case of our three new\nspecies, a multi-gene phylogenetic analysis was required, which is\nunusual in Agaricus.","trees":[{"tree_label":"Imported tree 1","ntax":"44","rootedtree":"TRUE","title":"Tr102833","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102833.phy"}]}