{"Authors":" Tika Bahadur Adhikari, Stephen Michael Neate, Gary Allen\nSecor, Shaukat Ali, Marcia Powell McMullen, Rishi Ram Burlakoti","Year":" 2008","Title":" Genetic relationships among populations of Gibberella zeae\nfrom barley, wheat, potato and sugar beet in the Upper Midwest of the\nUnited States","Journal":" Phytopathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Gibberella zeae, a causal agent of Fusarium head blight\n(FHB) in wheat and barley, is one of the most economically harmful\npathogens of cereals in the United States. In recent years, the known\nhost range of G. zeae has also expanded to non-cereal crops. However,\nthere is a lack of information on the population genetic structure of G.\nzeae associated with non-cereal crops and across wheat cultivars. To\ntest the hypothesis that G. zeae populations sampled from barley, wheat,\npotato, and sugar beet in the Upper Midwest of the United States are not\nmixtures of species or G. zeae clades, we analyzed sequence data of G.\nzeae, and confirmed that all populations studied were present in the\nsame clade of G. zeae. Ten variable number tandem repeat (VNTR) markers\nwere used to determine the genetic structure of G. zeae from the four\ncrop populations. To examine the effect of wheat cultivars on the\npathogen populations, 227 strains were sampled from 10 subpopulations\naccording to wheat cultivar types. VNTR markers were used to analyze the\ngenetic structure of these subpopulations. In all populations, gene (H =\n0.453 to 0.612) and genotype diversity (GD = > 0.984) were high.\nThere was little or no indication of linkage disequilibrium (r¯d) in all\nG. zeae populations and subpopulations. In addition, high gene flow (Nm)\nvalues were observed between cereal and non-cereal populations (Nm =\n10.69) and between FHB resistant and susceptible wheat cultivar\nsubpopulations (Nm = 16.072), suggesting low population differentiation\nof G. zeae in this region. Analysis of molecular variance (AMOVA) also\nrevealed high genetic variation (> 80%) among individuals within\npopulations and subpopulations. However, low genetic variation (< 5%)\nwas observed between cereal and non-cereal populations and between\nresistant and susceptible wheat subpopulations. Overall, these results\nsuggest that the populations or subpopulations are likely a single large\npopulation of G. zeae affecting crops in the Upper Midwest of the United\nStates.","trees":[{"tree_label":"Fig. 1B","ntax":"63","rootedtree":"TRUE","title":"Phosphate permease of Fusarium graminearum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1089.phy"},{"tree_label":"Fig. 1A","ntax":"63","rootedtree":"TRUE","title":"Phosphate permease of Fusarium graminearum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1088.phy"}]}