{"Authors":" Zhe Zhao, Shuqiang Li","Year":" 2017","Title":" Extinction vs. rapid radiation: the juxtaposed evolutionary\nhistories of coelotine spiders support the EoceneOligocene orogenesis of\nthe Tibetan Plateau","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Tibet; biogeography; ecology; molecular clock;\ndiversification","DOI":"","Abstract":" Abstract.  Evolutionary biology has long been concerned\nwith how changing environments affect and drive the spatiotemporal\ndevelopment of organisms. Coelotine spiders (Agelenidae: Coelotinae) are\ncommon species in the temperate and subtropical areas of the Northern\nHemisphere. Their long evolutionary history and the extremely imbalanced\ndistribution of species richness suggest that Eurasian environments,\nespecially since the Cenozoic, are the drivers of their diversification.\nWe use phylogenetics, molecular dating, ancestral area reconstructions,\ndiversity and ecological niche analyses to investigate the\nspatiotemporal evolution of 286 coelotine species from throughout the\nregion. Based on eight genes (6.5 kb) and 2326 de novo DNA sequences,\nanalyses suggest an Eocene South China origin for them. Most extant,\nwidespread species belong to the southern (SCG) or northern (NCG)\nclades. The origin of coelotine spiders appears to associate with either\nthe PaleoceneEocene Thermal Maximum or the hot period in early Eocene.\nTibetan uplifting events influenced the current diversity patterns of\ncoelotines. The origin of SCG lies outside of the Tibetan Plateau.\nUplifting in the southeastern area of the plateau blocked dispersal\nsince the Late Eocene. Continuous orogenesis appears to have created\nlocalized vicariant events, which drove rapid radiation in SCG.\nNorth-central Tibet is the likely location of origin for NCG and many\nlineages likely experienced extinction owing to uplifting since early\nOligocene. Their evolutionary histories correspond with recent\ngeological evidence that high-elevation orographical features existed in\nthe Tibetan region as early as 40 to 35 Ma. Our discoveries may be the\nfirst empirical evidence that links the evolution of organisms to the\nEoceneOligocene uplifting of the Tibetan Plateau.","trees":[{"tree_label":"tree 1","ntax":"137","rootedtree":"TRUE","title":"Tr102873","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102873.phy"},{"tree_label":"tree 1","ntax":"314","rootedtree":"TRUE","title":"Tr102874","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102874.phy"},{"tree_label":"PAUP 1","ntax":"137","rootedtree":"TRUE","title":"Tr102875","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102875.phy"},{"tree_label":"PAUP 1","ntax":"314","rootedtree":"TRUE","title":"Tr102876","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102876.phy"},{"tree_label":"con 50 majrule","ntax":"137","rootedtree":"TRUE","title":"Tr102871","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102871.phy"},{"tree_label":"con 50 majrule","ntax":"314","rootedtree":"TRUE","title":"Tr102872","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_102872.phy"}]}