{"Authors":" Ulrike Damm, Paul H. Fourie, Pedro W. Crous, Lizel\nMostert","Year":" 2008","Title":" Novel Phaeoacremonium species associated with necrotic wood\nof Prunus trees","Journal":" Persoonia","Volume":" 20","Issue":" NA","Pages":" 87-102","Keywords":" NA","DOI":" NA","Abstract":" The genus Phaeoacremonium is associated with opportunistic\nhuman infections, as well as stunted growth and die-back of various\nwoody hosts, especially grapevines. In this study, Phaeoacremonium\nspecies were isolated from necrotic woody tissue of Prunus spp. (plum,\npeach, nectarine and apricot) from different stone fruit growing areas\nin South Africa. Morphological and cultural characteristics as well as\nDNA sequence data (5.8S rDNA, ITS-1, ITS-2, beta-tubulin, actin and 18S\nrDNA) were used to identify known, and describe novel species. From the\ntotal number of wood samples collected (257), 42 Phaeoacremonium\nisolates were obtained, from which 14 species were identified.\nPhaeoacremonium scolyti was most frequently isolated, and present on all\nPrunus species sampled, followed by Togninia minima (anamorph: Pm.\naleophilum) and Pm. australiense. Almost all taxa isolated represent new\nrecords on Prunus. Furthermore, Pm. australiense, Pm. iranianum, T.\nfraxinopennsylvanica and Pm. griseorubrum represent new records for\nSouth Africa, while Pm. griseorubrum, hitherto only known from humans,\nis newly reported from a plant host. Five species are newly described,\ntwo of which produce a Togninia sexual state. Togninia griseo-olivacea,\nT. africana and Pm. pallidum are newly described from Prunus armeniaca,\nwhile Pm. prunicolum and Pm. fuscum are described from Prunus\nsalicina.","trees":[{"tree_label":"Fig. 2","ntax":"65","rootedtree":"TRUE","title":"Togniniaceae, TUB + ACT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1091.phy"},{"tree_label":"Fig. 1","ntax":"37","rootedtree":"TRUE","title":"Sordariomycetes, SSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1090.phy"}]}