{"Authors":" Patricia Davila, Lidia I. Cabrera, Mark W. Chase, Simon J.\nMayo, Josef Bogner, Gerardo A. Salazar","Year":" 2008","Title":" Phylogenetic relationships of aroids and duckweeds (Araceae)\ninferred from coding and non-coding plastid DNA","Journal":" American Journal of Botany","Volume":" 95","Issue":"","Pages":" 1153-1165","Keywords":" Araceae, Lemnaceae, molecular phylogenetics, plastid DNA,\nrbcL, subfamilial and tribal classification, trnK-matK, trnL-trnF","DOI":" 10.3732/ajb.0800073","Abstract":" Familial, subfamilial, and tribal monophyly and\nrelationships of aroids and duckweeds were assessed by parsimony and\nBayesian phylogenetic analyses of five regions of coding (rbcL, matK)\nand non-coding plastid DNA (partial trnK intron, trnL intron, trnL\u001atrnF\nspacer) for exemplars of nearly all aroid and duckweed genera. Our\nanalyses confirm the position of Lemna and its allies (formerly\nLemnaceae) within Araceae as the well-supported sister group of all the\naroids except Gymnostachydoideae and Orontioideae. The last two\nsubfamilies form the sister clade of the rest of the family. Monophyly\nof subfamilies Orontioideae, Pothoideae, Monsteroideae, and Lasioideae\nis supported, but Aroideae are paraphyletic if Calla is maintained in\nits own subfamily (Calloideae). Our results suggest expansion of the\nrecently proposed subfamily Zamioculcadoideae (Zamioculcas, Gonatopus)\nto include Stylochaeton and identify problems in the current\ndelimitation of tribes Anadendreae, Heteropsideae, and Monstereae\n(Monsteroideae), Caladieae/Zomicarpeae, and Colocasieae (Aroideae).\nCanalization of traits of the spathe and spadix considered typical of\nAraceae evolved after the split of Gymnostachydoideae, Orontioideae, and\nLemnoideae. An association with aquatic habitats is a plesiomorphic\nattribute in Araceae, occurring in the helophytic Orontioideae and\nfree-floating Lemnoideae, but evolving independently in various derived\naroid lineages including free-floating Pistia (Aroideae).","trees":[{"tree_label":"Fig. 1","ntax":"109","rootedtree":"TRUE","title":"Araceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_580.phy"}]}