{"Authors":" Thomas Borsch, Ivonne Sánchez-del Pino, Timothy J.\nMotley","Year":" 2008","Title":" trnL-F and rpl16 sequence data and dense taxon sampling\nreveal monophyly of unilocular anthered Gomphrenoideae (Amaranthaceae)\nand an improved picture of their internal relationships","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Amaranthaceae-Chenopodiaceae alliance has been the\nfocus of several phylogenetic studies, but major questions concerning\nthe internal relationships of Amaranthaceae still remain unanswered.\nThis study aims to test the monophyly of the subfamily Gomphrenoideae\nand to examine the generic relationships within this group. Parsimony\nand Bayesian analyses of trnL-F and rpl16 show that the subfamily\nGomphrenoideae is monophyletic. The clade of Gomphrenoideae represents a\nlarge and diverse radiation of the Amaranthaceae in the New World.\nUnilocular anthers are a morphological synapomorphy for Gomphrenoideae\nthat was derived from bilocular anthers. Three major clades are\nresolved: the Gomphrenoids, the Alternantheroids, and the Iresinoids,\nwhich are largely supported by pollen morphology. The Iresinoid clade is\nsister to Alternantheroids plus Gomphrenoids, rendering metareticulate\npollen as the synapomorphy for the latter two clades. Tribes and\nsubtribes delimited by androecium and inflorescence characters are poly-\nor paraphyletic. Several genera are monophyletic including the large\ngenus Alternanthera, whereas Gomphrena is polyphyletic. Irenella and\nWoehleria are resolved within Iresine whereas Blutaparon and Litophila\nfall within the polyphyletic Gomphrena. The trnL-F and rpl16 sequence\ndata are the most variable chloroplast regions examined to date for the\nfamily and are highly effective in resolving relationships in\nAmaranthaceae.","trees":[{"tree_label":"Fig. 1","ntax":"72","rootedtree":"TRUE","title":"Gomphrenoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3033.phy"}]}