{"Authors":" Valiollah Mahdizadeh, Luis A Parra, Naser Safaie, Ebrahim\nMohammadi Goltapeh, jie Chen, Jacques Guinberteau, Philippe Callac","Year":" 2017","Title":" A phylogenetic and morphological overview of sections\nBohusia, Sanguinolenti, and allied sections within Agaricus subg.\nPseudochitonia with three new species from France, Iran and\nPortugal.","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Agaricus coniferarum; Agaricus iranicus; Agaricus\nlusitanicus; Multi-gene phylogeny; Red-staining Agaricus; Taxonomy","DOI":"","Abstract":" The genus Agaricus was recently rearranged to accommodate\nnumerous tropical taxa. In the new system of classification, the genus\nwas split into six subgenera and 22 sections of which 12 are included in\nA. subg. Pseudochitonia. Preliminary data indicated that three putative\nnew species belong to this subgenus. Our objectives were to describe\nthese species, to determine to which sections they belong, and to\nexperience the interest of some traditional traits in this new context.\nWe morphologically described A. coniferarum from France and Portugal, A.\niranicus from Iran, and A. lusitanicus from Portugal. Multi-gene\nphylogenetic analyses based on ITS, LSU and tef1 sequence data of\nrepresentatives of the 12 sections clearly indicated that A. coniferarum\nand A. lusitanicus are placed in A. sect. Bohusia, while A. iranicus is\nin A. sect. Sanguinolenti. In a phylogenetic tree, based on all\navailable ITS sequence data and focusing on six related sections, we\nexamined the phylogenetic distribution of various characters. The\nintensity of red discoloration when the sporocarp is rubbed or cut\nappeared as a phylogenetically weak informative trait. Three of the six\nsections were exclusively tropical or subtropical. In two of the three\nremaining sections, 75% of the species showed a habitat preference under\nconiferous trees which might reflect an ancient association. We propose\na determination key leading to a group of three hardly distinguishable\nsections (Bohusia, Nigrobrunnescentes and Sanguinolenti). It is\nnecessary to use at least ITS sequence data to determine to which of\nthese three sections certain species belong. In the case of our three\nnew species a multi-gene phylogeny was required, which is unusual in\nAgaricus.","trees":[{"tree_label":"Imported tree 1","ntax":"44","rootedtree":"TRUE","title":"Agaricus MultiGene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102969.phy"},{"tree_label":"tree 1","ntax":"77","rootedtree":"TRUE","title":"Agaricus ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_102970.phy"}]}