{"Authors":" Wei Hu, Yan Yan, Haitao Shi, Juhua Liu, Hongxia Miao,\nZehong Ding, XuPo Ding, Chunlai Wu, Yang Liu, Jiashui Wang, Biyu Xu,\nZhiqiang Jin","Year":" 2017","Title":" The core regulatory network of the abscisic acid pathway in\nbanana: genome-wide identification and expression analyses during\ndevelopment, ripening, and abiotic stress","Journal":" BMC Plant Biology","Volume":" 17","Issue":"","Pages":" 145","Keywords":" Abscisic acid signaling; Abiotic stress; Banana; Fruit\ndevelopment and ripening; Gene expression","DOI":" 10.1186/s12870-017-1093-4","Abstract":" Background: Abscisic acid (ABA) signaling plays a crucial\nrole in developmental and environmental adaptation processes of plants.\nHowever, the PYL-PP2C-SnRK2 families that function as the core\ncomponents of ABA signaling are not well understood in banana. Results:\nIn the present study, 24 PYL, 87 PP2C, and 11 SnRK2 genes were\nidentified from banana, which was further supported by evolutionary\nrelationships, conserved motif and gene structure analyses. The\ncomprehensive transcriptomic analyses showed that banana PYL-PP2C-SnRK2\ngenes are involved in tissue development, fruit development and\nripening, and response to abiotic stress in two cultivated varieties.\nMoreover, comparative expression analyses of PYL-PP2C-SnRK2 genes\nbetween BaXi Jiao (BX) and Fen Jiao (FJ) revealed that\nPYL-PP2C-SnRK2-mediated ABA signaling might positively regulate banana\nfruit ripening and tolerance to cold, salt, and osmotic stresses.\nFinally, interaction networks and co-expression assays demonstrated that\nthe core components of ABA signaling were more active in FJ than in BX\nin response to abiotic stress, further supporting the crucial role of\nthe genes in tolerance to abiotic stress in banana. Conclusions: This\nstudy provides new insights into the complicated transcriptional control\nof PYL-PP2C-SnRK2 genes, improves the understanding of\nPYL-PP2C-SnRK2-mediated ABA signaling in the regulation of fruit\ndevelopment, ripening, and response to abiotic stress, and identifies\nsome candidate genes for genetic improvement of banana.","trees":[{"tree_label":"Imported tree 1","ntax":"51","rootedtree":"TRUE","title":"Regulatory Network of the Abscisic Acid Pathway","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106868.phy"},{"tree_label":"Imported tree 1","ntax":"245","rootedtree":"TRUE","title":"Regulatory Network of the Abscisic Acid Pathway","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106870.phy"},{"tree_label":"Imported tree 1","ntax":"32","rootedtree":"TRUE","title":"Regulatory Network of the Abscisic Acid Pathway","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106869.phy"}]}