{"Authors":" Thomas Jung, Bruno Scanu, Jozsef Bakonyi, Diana Seress,\nGabor M. Kovacs, Alvaro Duran, Eugenio Sanfuentes von Stowasser,\nLeonardo Schena, Saveria Mosca, Pham Quang Thu, Chi Minh Nguyen,\nSebastian Fajardo, Mariela Gonzalez, Ana Perez-Sierra, Helen Rees,\nAlfredo Cravador, Cristiana Maia, Marilia Horta Jung","Year":" 2017","Title":" Nothophytophthora gen. nov., a new sister genus of\nPhytophthora from natural and semi-natural ecosystems","Journal":" Persoonia","Volume":" 39","Issue":"","Pages":" 143-174","Keywords":" Peronosporaceae; breeding system; caducity; evolution;\noomycetes; phylogeny","DOI":" 10.3767/persoonia.2017.39.07","Abstract":" During various surveys of Phytophthora diversity in\nEurope, Chile and Vietnam slow growing oomycete isolates were obtained\nfrom rhizosphere soil samples and small streams in natural and planted\nforest stands. Phylogenetic analyses of sequences from the nuclear ITS,\nLSU, β-tubulin and HSP90 loci and the mitochondrial cox1 and NADH1 genes\nrevealed they belong to six new species of a new genus, officially\ndescribed here as Nothophytophthora gen. nov., which clustered as sister\ngroup to Phytophthora. Nothophytophthora species share numerous\nmorphological characters with Phytophthora: persistent (all\nNothophytophthora spp.) and caducous (N. caduca, N. chlamydospora, N.\nvaldiviana, N. vietnamensis) sporangia with variable shapes, internal\ndifferentiation of zoospores and internal, nested and extended (N.\ncaduca, N. chlamydospora) and external (all Nothophytophthora spp.)\nsporangial proliferation; smooth-walled oogonia with amphigynous (N.\namphigynosa) and paragynous (N. amphigynosa, N. intricata, N.\nvietnamensis) attachment of the antheridia; chlamydospores (N.\nchlamydospora) and hyphal swellings. Main differing features of the new\ngenus are the presence of a conspicuous, opaque plug inside the\nsporangiophore close to the base of most mature sporangia in all known\nNothophytophthora species and intraspecific co-occurrence of caducity\nand non-papillate sporangia with internal nested and extended\nproliferation in several Nothophytophthora species. Comparisons of\nmorphological structures of both genera allow hypotheses about the\nmorphology and ecology of their common ancestor which are discussed.\nProduction of caducous sporangia by N. caduca, N. chlamydospora and N.\nvaldiviana from Valdivian rainforests and N. vietnamensis from a\nmountain forest in Vietnam suggests a partially aerial lifestyle as\nadaptation to these humid habitats. Presence of tree dieback in all\nforests from which Nothophytophthora spp. were recovered and partial\nsporangial caducity of several Nothophytophthora species indicate a\npathogenic rather than a saprophytic lifestyle. Isolation tests from\nsymptomatic plant tissues in these forests and pathogenicity tests are\nurgently required to clarify the lifestyle of the six Nothophytophthora\nspecies.","trees":[{"tree_label":"Bayesian tree 6 genes","ntax":"42","rootedtree":"TRUE","title":"Nothophytophthora ITS Btub LSU Nadh1 Hsp90 Cox1\ncombined Bayesian tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_103385.phy"},{"tree_label":"ML tree 3 genes","ntax":"48","rootedtree":"TRUE","title":"Nothophytophthora ITS LSU Cox1 ML tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_103347.phy"},{"tree_label":"ML tree 6 genes","ntax":"42","rootedtree":"TRUE","title":"Nothophytophthora ITS Btub LSU Nadh1 Hsp90 Cox1\ncombined ML tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_103386.phy"},{"tree_label":"Bayesian tree 3 genes","ntax":"48","rootedtree":"TRUE","title":"Nothophytophthora ITS LSU Cox1 Bayesian tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_103346.phy"},{"tree_label":"Bayesian ITS tree","ntax":"51","rootedtree":"TRUE","title":"Nothophytophthora ITS Bayesian tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103382.phy"},{"tree_label":"ML ITS tree","ntax":"51","rootedtree":"TRUE","title":"Nothophytophthora ITS ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103383.phy"}]}