{"Authors":" Jiri Smid, Hanlie M. Engelbrecht, Jody M. Taft, Nicolas S.\nTelford, Buyisile G. Makhubo, Aaron M Bauer, Krystal A. Tolley","Year":" 2018","Title":" A contribution to the phylogeny and taxonomy of the\nPachydactylus weberi group (Squamata: Gekkonidae): a case of\nintraspecific colour polymorphism confounding taxonomy","Journal":" African Journal of Herpetology","Volume":"","Issue":"","Pages":"","Keywords":" Genetic variability, Synonymy, Thick-toed geckos,\nReptiles","DOI":" 10.1080/21564574.2017.1398186","Abstract":" Pachydactylus is the most species-rich reptile genus in\nsouthern Africa. Most species are habitat specialists adapted to\nhyper-arid conditions of the Namibian and north-western South African\nxeric regions. Although a fair number of phylogenetic studies and\ntaxonomic revisions have been published, some species still remain\nrather enigmatic. In the ten years since the taxonomic revision of the\nweberi group, some of the species have not been recorded and our\nknowledge on their distribution, phylogenetic affinities, or\nintraspecific variability is limited or non-existent. Pachydactylus\ngoodi is one such species. In this study, we report a newly discovered\npopulation of P. goodi in Richtersveld National Park, South Africa,\nwhich considerably extends the known range of the species. In addition,\nthe results of our phylogenetic analyses indicate that P. goodi is\nparaphyletic with respect to P. atorquatus. Although there is a striking\ncolour polymorphism observed between these two species, the level of\ngenetic differentiation within the goodi-atorquatus clade is comparable\nwith intraspecific variability observed in other Pachydactylus species.\nAs a result of these findings, which are further supported by\nmorphological similarity of the two species, we conclude that they\nrepresent a single species and synonymize P. goodi with P.\natorquatus.","trees":[{"tree_label":"Fig. S1","ntax":"214","rootedtree":"TRUE","title":"Complete MCC tree of Pachydactylus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_103135.phy"}]}