{"Authors":" Pavel B Klimov, Barry M OConnor","Year":" 2008","Title":" Origin and higher-level relationships of psoroptidian mites\n(Acari: Astigmata: Psoroptidia): Evidence from three nuclear genes","Journal":" Molecular Phylogenetics and Evolution","Volume":" 47","Issue":" NA","Pages":" 1135-1156","Keywords":" NA","DOI":" 10.1016/j.ympev.2007.12.025","Abstract":" Phylogenic relationships of the Psoroptidia, a group of\nprimarily parasitic mites of vertebrates, were inferred from three\nnuclear genes (EF-1?, 18S, 28SD1-5; 4199 nt aligned) from 34 outgroup\nand 92 ingroup taxa. Our analysis strongly supports the monophyly of\nPsoroptidia, which arose within free-living Astigmata. The family\nHeterocoptidae (insect parasites) was identified as the sister group of\nPsoroptidia, and the family Hypoderatidae (vertebrate nest inhabitants\nin non-deutonymphal instars and subcutaneous parasites as deutonymphs)\nwas shown to be the sister-group of the Psoroptidia + Heterocoptidae\nclade. The psoroptidian bird mite superfamily Pterolichoidea (including\nFreyanoidea) shared a common ancestor with members of three other\npreviously recognized superfamilies, Analgoidea (bird mites),\nSarcoptoidea (mammalian mites), and Pyroglyphoidea (free-living\nnidicoles, including house dust mites, and bird parasites). Our analysis\nrenders the bird mite superfamily Analgoidea as a paraphyletic\nassemblage that includes the ancestors of the mammalian and free-living\nlineages, indicating the need to either include all these mites in a\nsingle group, Sarcoptoidea s. l., or split them into many smaller\nmonophyletic groups. The families Psoroptidae and Lobalgidae (mammalian\nskin parasites) cluster with Pyroglyphidae, Turbinoptidae (upper\nrespiratory track parasites of birds), Psoroptoididae (downy feather\nmites), and Epidermoptidae (skin parasites of birds). These\nrelationships (the epidermoptid-psoroptid complex), recovered by\ncombined and separate analyses of all gene partitions, were previously\nsuspected based on some morphological evidence, but evidence has been\ndismissed as resulting from convergence based on similar parasitic\necologies. Another major group of mammalian mites recovered by only\nribosomal genes includes the fur mites Chirodiscidae, Myocoptidae, and\nListrophoridae, plus the family Gastronyssidae (endoparasites of\nmammals). Mammalian skin parasites, Rhyncoptidae and several bird mite\ntaxa (Strelkoviacarus, Dermoglyphidae) form a sister-clade and this\ngrouping is weakly supported by all genes. We present a statistical\nevaluation of certain alternative hypotheses concerning the monophyly\nand higher-level relationships of Psoroptidia in Maximum Parsimony,\nMaximum Likelihood, and Bayesian frameworks. Previous morphological and\nmolecular hypotheses suggesting that Psoroptidia is not monophyletic\nwere rejected statistically by currently available molecular data, and\nthe results are robust under a range of analytical and partition\nstrategies. The rejected hypothesis of a monophyletic Sarcoptoidea (a\ngroup joining mammal-associated mites very weakly supported by\nmorphological data) and the strong support for the\nepidermoptid-psoroptid complex indicate that current classification\ncriteria for the three non-pterolichoid superfamiles have been\ninfluenced by host preferences and need to be revised. Our other results\n(the relationships of Heterocoptidae and Hypoderatidae and Psoroptidia;\nthe monophyly of the superfamily Pterolichoidea (including Freyanoidea))\nremain sensitive to analytical methods and assumptions, despite the fact\nthat some relationships (e. g., the former) were consistently recovered\nby all gene partitions or their combinations, often with very good\nsupport.","trees":[{"tree_label":"Fig. 5","ntax":"126","rootedtree":"TRUE","title":"Psoroptidian Mites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3035.phy"},{"tree_label":"MP strict","ntax":"126","rootedtree":"TRUE","title":"Psoroptidian Mites","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3036.phy"},{"tree_label":"Fig. 6","ntax":"126","rootedtree":"TRUE","title":"Psoroptidian Mites","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3037.phy"},{"tree_label":"Fig. S1","ntax":"126","rootedtree":"TRUE","title":"Psoroptidian Mites","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3038.phy"}]}