{"Authors":" Scott J. Steppan, John J. Schenk","Year":" 2017","Title":" Muroid Rodent Phylogenetics: 900-species Tree Reveals\nIncreasing Diversification Rates","Journal":" PLoS ONE","Volume":" 12","Issue":" 8","Pages":" 1031","Keywords":" systematics, biogeography, Muroidea, diversification,\nmulti-locus, DNA sequencing","DOI":" 10.1371/journal.pone.0183070","Abstract":" We combined new sequence data for more than 300 muroid\nrodent species with our previously published sequences for up to five\nnuclear and one mitochondrial genes to generate the most widely and\ndensely sampled hypothesis of evolutionary relationships across\nMuroidea. An exhaustive screening procedure for publically available\nsequences was implemented to avoid the propagation of taxonomic errors\nthat are common to supermatrix studies. The combined data set of\ncarefully screened sequences derived from all available sequences on\nGenBank with our new data resulted in a robust maximum likelihood\nphylogeny for 900 of the approximately 1,620 muroids. Several regions\nthat were equivocally resolved in previous studies are now more\ndecisively resolved, and we estimated a chronogram using 28 fossil\ncalibrations for the most integrated age and topological estimates to\ndate. The results were used to update muroid classification and\nhighlight questions needing additional data. We also compared the\nresults of multigene supermatrix studies like this one with the\nprincipal published supertrees and concluded that the latter are\nunreliable for any comparative study in muroids. In addition, we\nexplored diversification patterns as an explanation for why muroid\nrodents represent one of the most species-rich groups of mammals by\ndetecting evidence for increasing net diversification rates through time\nacross the muroid tree. We suggest the observation of increasing rates\nmay be due to a combination of parallel increases in rate across clades\nand high average extinction rates. Five increased\ndiversification-rate-shifts were inferred, suggesting that multiple, but\nperhaps not independent, events have led to the remarkable species\ndiversity in the superfamily. Our results provide a phylogenetic\nframework for comparative studies that is not highly dependent upon the\nsignal from any one gene.","trees":[{"tree_label":"ML concat","ntax":"913","rootedtree":"TRUE","title":"Muroidea, 6 nuclear and 1 mitochondrial loci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105173.phy"},{"tree_label":"tree 1+","ntax":"913","rootedtree":"TRUE","title":"Muroidea, 6 nuclear and 1 mitochondrial loci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105174.phy"}]}