{"Authors":" Shi-yong Dong, Zheng-yu Zuo","Year":" 2017","Title":" On the recognition of Gymnosphaera as a distinct genus in\nCyatheaceae","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" chloroplast DNA sequences; new combinations; phylogeny;\nscaly tree ferns; taxonomy","DOI":"","Abstract":" The Cyatheaceae is a big family, containing over 600\nspecies of scaly tree ferns. Its subdivision in taxonomy has troubled\npteridologists for more than one century. Recent molecular analyses have\nrevealed four monophyletic groups (Alsophila, Cyathea, Gymnosphaera, and\nSphaeropteris) within this family. However, one of the four groups,\nGymnosphaera, was still submerged in Alsophila in a modern\nclassification proposed by the Pteridophyte Phylogeny Group probably\nbecause Gymnosphaera was phylogenetically underrepresented in previous\nstudies. In this study we add the sampling of Gymnosphaera from its main\ndistribution area (SE Asia) and conduct phylogenetic analyses of\ndatasets containing individual or combined five cpDNA regions (rbcL,\nrbcL-accD, rbcL-atpB, trnG-trnR, and trnL-trnF) of 140 ingroups in three\nmethods (maximum parsimony, maximum likelihood, and Bayesian inference).\nThe result is congruent with previous studies, consistently resolving\nscaly tree ferns as four well-supported clades with Sphaeropteris sister\nto the other three, and shows a new probability on the relationships\nbetween Alsophila, Cyathea, and Gymnosphaera, i.e., Alsophila is sister\nto Gymnosphaera and then together as sister to Cyathea. As well\nsupported to be monophyletic by both molecular and morphological\ncharacters, Gymnosphaera is reinstated here, with a minor emendation in\ncircumscription, as a separate genus. To facilitate the application of\nspecies names and future revision, we provide a checklist of 45 extant\ntaxa now known in Gymnosphaera with information of nomenclatural types\nand general distributions; among them 26 are new combinations.","trees":[{"tree_label":"best","ntax":"145","rootedtree":"TRUE","title":"Tr103151","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103151.phy"}]}