{"Authors":" John W Riggs, Philip C Cavales, Sonia M Chapiro, Judy\nCallis","Year":" 2017","Title":" Identification and biochemical characterization of the\nfructokinase gene family in Arabidopsis thaliana","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" carbohydrate metabolism, fructokinase, carbohydrate\nkinase, fructose, enzyme, Arabidopsis, metabolism, pfkB","DOI":"","Abstract":" Background: Fructose is an abundant sugar in plants as it\nis a breakdown product of both major sucrose-cleaving enzymes. To enter\nmetabolism, fructose is phosphorylated by a fructokinase (FRK). Known\nFRKs are members of a diverse family of carbohydrate/purine kinases\nknown as the phosphofructokinase B (pfkB) family. The complete\ncomplement of active fructokinases has not been reported for any plant\nspecies. Results: Protein sequence analysis of the 22 Arabidopsis\nthaliana pfkB members identified eight highly related predicted\nproteins, including one with previously demonstrated FRK activity. For\none, At1g50390, the predicted open reading frame is half the size of\nactive FRKs, and only incompletely spliced RNAs were identified, which\nled to a premature stop codon, both indicating that this gene does not\nproduce active FRK. The remaining seven proteins were expressed in E.\ncoli and phosphorylated fructose specifically in vitro leading us to\npropose a unifying nomenclature (FRK1-7). Substrate inhibition was\nobserved for fructose in all FRKs except FRK1. Fructose binding was on\nthe same order of magnitude for FRK1-6, between 260 M and 480 M. FRK7\nwas an outlier with a fructose Km of 12 M. ATP binding was similar for\nall FRKs and ranged between 52 M and 280 M. YFP-tagged AtFRKs were\ncytosolic, except plastidic FRK3. T-DNA alleles with non-detectable\nwild-type RNAs in five of the seven active FRK genes produced no overt\nphenotype. We extended our sequence comparisons to include putative FRKs\nencoded in other plant sequenced genomes. We observed that different\nsubgroups expanded subsequent to speciation. Conclusions: Arabidopsis\nthaliana as well as all other plant species analyzed contain multiple\ncopies of genes encoding FRK activity. Sequence comparisons among\nmultiple species identified a minimal set of three distinct FRKs present\non all species investigated including a plastid-localized form. The\nselective expansion of specific isozymes results in differences in FRK\ngene number among species. AtFRKs exhibit substrate inhibition, typical\nof their mammalian counterparts with the single AtFRK1 lacking this\nproperty, suggesting it may have a distinct in vivo role. Results\npresented here provide a starting point for the engineering of specific\nFRKs to affect biomass production.","trees":[{"tree_label":"iTOL exported tree","ntax":"51","rootedtree":"TRUE","title":"Tr103164","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103164.phy"}]}