{"Authors":" Mei Wang, Fang Liu, Lei Cai","Year":" 2017","Title":" Phylogenetic reassessment of Nigrospora: Ubiquitous\nendophytes, plant and human pathogens","Journal":" PERSOONIA - MOLECULAR PHYLOGENY AND EVOLUTION OF FUNGI","Volume":"","Issue":"","Pages":"","Keywords":" Apiosporaceae, Ascomycota, Phylogeny, Species\ndelimitation, Systematics","DOI":"","Abstract":" Species of Nigrospora commonly occur as plant pathogens,\nendophytes or saprobes, and have been shown to be extremely interesting\nfor the discovery of novel metabolites. The familial placement, as well\nas phylogenetic relationships among Nigrospora species remain ambiguous.\nIn this study, Nigrospora (= Khusia) is confirmed as a monophyletic\ngenus belonging to Apiosporaceae (Xylariales), based on a phylogeny\ninferred from LSU sequence data. A multi-locus phylogeny based on ITS,\nTEF1and TUB2, in conjunction with morphological characters, host\nassociations, and ecological data was employed for species delimitation\nin Nigrospora, as well as identification of 165 recently collected\nisolates from China, and three from Europe. In total 13 novelties are\nproposed including 12 new species and 1 new combination. Five species\nare re-described based on an examination of type specimens and/or fresh\ncollections. New species described in this paper include: N. aurantiaca,\nN. bambusae, N. camelliae-sinensis, N. chinensis, N. guilinensis, N.\nhainanensis, N. lacticolonia, N. osmanthi, N. pyriformis, N. rubusae, N.\nvesicularis and N. zimmermanii. Furthermore, N. vietnamensis is\ntransferred to Arthrinium. Our results indicate a high level of species\ndiversity within Nigrospora, with a general lack in host specificity.\nTaxa that cluster basal in Nigrospora have wide host ranges, whereas\nthose that diverged later tend to have narrow host ranges. The currently\navailable data suggest, therefore, that the general evolutionary\ndirection in the genus Nigrospora is from a wide to a narrow host\nrange.","trees":[{"tree_label":"Imported tree 0","ntax":"63","rootedtree":"TRUE","title":"Tr103253","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103253.phy"}]}