{"Authors":" Nicolette C Albright","Year":" 2017","Title":" PHYLOGENETIC SPECIES RECOGNITION CRITERIA ACROSS A SIX COUNTY\nSURVEY OF INDIANAS MORPHOLOGICALLY DIVERSE YELLOW MORELS (MORCHELLA\nESCULENTA GROUP) REVEALS THE MAJORITY COMPRISE A SINGLE SPECIES, M.\nAMERICANA","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":"","DOI":"","Abstract":" Characterizing morel (Morchella spp.) diversity is\nchallenging due to the limitations in both morphological species\nrecognition (MSR) and the single locus internal transcribed spacer (ITS)\nbarcoding criteria. In many regions, the phenotypic diversity within and\nbetween species makes it difficult to accurately characterize species\ndiversity with morphological data, and the ITS locus alone\nunderestimates Morchella species diversity. Due to inconsistencies with\nthese methods, the current standard for assessing morel diversity is\nthrough the phylogenetic species recognition (PSR) criteria using a\nmultilocus molecular data set. A series of multilocus phylogenetic\nanalyses worldwide have identified at least 65 phylogenetically distinct\nmorel species, yet Morchella diversity in many locations has not been\nassessed. To begin evaluating the morel diversity in Indiana, we\ncollected morels from six counties every spring in 2013, 2014, and 2015.\nSpecies diversity was measured through both single, and multilocus\nphylogenetic species recognition (PSR) criteria of three loci,\npreviously used to resolve Morchella diversity: elongation factor\n1-alpha (EF1-α), the second largest RNA polymerase subunit (RPB2), and\nnuclear ribosomal large subunit (LSU) 28S rDNA. Despite tremendous\nvariability in sporocarp morphology, over 94% of 132 morels analyzed\nwere resolved to one phylogenetic species, M. americana. The application\nof PSR criteria with EF1-α expedited the characterization of species\ndiversity in later years of our collections. EF1-α was also the only\nlocus that provided significant bootstrap support and topology\nresolution in phylogenetic constructions. Our results describe the\nsporocarp variability among M. americana in a region where morel\ndiversity has not been assessed, as well as methodologies to expedite\nthis process in other locations.","trees":[{"tree_label":"TREE1","ntax":"66","rootedtree":"TRUE","title":"Tr103413","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103413.phy"},{"tree_label":"TREE1","ntax":"66","rootedtree":"TRUE","title":"Tr103408","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103408.phy"},{"tree_label":"TREE1","ntax":"154","rootedtree":"TRUE","title":"Tr103409","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103409.phy"},{"tree_label":"TREE1","ntax":"66","rootedtree":"TRUE","title":"Tr103410","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103410.phy"},{"tree_label":"TREE1","ntax":"66","rootedtree":"TRUE","title":"Tr103412","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103412.phy"},{"tree_label":"TREE1","ntax":"66","rootedtree":"TRUE","title":"Tr103411","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103411.phy"},{"tree_label":"TREE1","ntax":"66","rootedtree":"TRUE","title":"Tr103414","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103414.phy"},{"tree_label":"TREE1","ntax":"66","rootedtree":"TRUE","title":"Tr103415","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103415.phy"}]}