{"Authors":" Gisela Sancho, V. Karaman-Castro","Year":" 2008","Title":" A Phylogenetic Study in American Podocominae (Asteraceae:\nAstereae) based on Morphological and Molecular Data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A molecular and morphological phylogenetic analysis of\nSouth American Podocominae is herein performed. Taxa of both South\nAmerican and Australasian Podocominae as well as members of other\nsubtribes of Astereae were included in the analyses. Sequence data from\nthe nuclear internal transcribed spacer (ITS), and the plastid trnL-trnF\nintergenic spacer regions were used in the molecular analysis to assess\nrelationships among the South American genera of Podocominae. The\ntrnL-trnF intergenic spacer provided only six informative characters. In\ncontrast, the ITS region was more variable. Our results showed that: 1)\nneither the South American genera of Podocominae nor the whole subtribe\nPodocominae are monophyletic; 2) South American and Australasian genera,\ninitially placed in the subtribe Podocominae on the basis of\nmorphological characters, show no evidence of close relationship in our\nphylogenetic analyses based on molecular data; 3) Our results do not\nconfirm Podocoma in its current concept as monophyletic; 4) Asteropsis,\nInulopsis, Microgyne, and Sommerfeltia form a close assemblage; 5)\nMicrogyne is monophyletic when molecular and morphological phylogenetic\nanalyses are performed, thus supporting previous morphology based\nstudies; and 6) the morphological characters used to define the subtribe\nPodocominae are homoplastic in the context of the present morphological\nand DNA sequence based phylogenetic analyses.","trees":[{"tree_label":"Fig. 3 mb","ntax":"51","rootedtree":"TRUE","title":"Podocominae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_368.phy"},{"tree_label":"Fig. 4 mp","ntax":"10","rootedtree":"TRUE","title":"Podocominae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3045.phy"},{"tree_label":"Fig. 3 mp","ntax":"51","rootedtree":"TRUE","title":"Podocominae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3044.phy"},{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"Podocominae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3046.phy"}]}