{"Authors":" Hans Garcia Garces, Raquel Theodoro Cordeiro, Eduardo\nBagagli","Year":" 2017","Title":" PRP8 intein in dermatophytes: Evolution and species\nidentification","Journal":" Medical Mycology","Volume":" 56","Issue":" 6","Pages":" 746-758","Keywords":" Dermatophytes, PRP8 intein, Phylogeny,\nIdentification.","DOI":" 10.1093/mmy/myx102","Abstract":" Dermatophytes are keratinophilic fungi belonging to the\nfamily Arthrodermataceae. Despite having a monophyletic origin, its\nsystematics has always been complex and controversial. Sequencing of\nnuclear ribosomal ITS and D1/D2 rDNA has been proposed as an efficient\ntool for identifying species in this group of fungi, while multilocus\nanalyses have been used for phylogenetic species recognition. However,\nthe search for new markers, with sequence and size variation, which\nenable species identification in only one polymerase chain reaction\n(PCR) step, is very attractive. Inteins seems to fulfill these\ncharacteristics. They are self-splicing genetic elements present within\nhousekeeping coding genes, such as PRP8, that codify the most important\nprotein of the spliceosome. The PRP8 intein has been described for\nMicrosporum canis in databases but has not been studied in dermatophytes\nin any other published work. Thus, our aim was to determine the\npotential of this intervening element for establishing phylogenetic\nrelationships among dermatophytes and for identifying species. It was\nfound that all studied species have a full-length PRP8 intein with a\nHoming Endonuclease belonging to the family LAGLIDADG. Phylogenetic\nanalyses were consistent with other previous phylogenies, confirming\nEpidermophyton floccosum in the same clade of the Arthroderma gypseum\ncomplex, Microsporum audouinii close to M. canis, differentiating A.\ngypseum from Arthroderma incurvatum, and in addition, better defining\nthe Trichophyton interdigitale and Trichophyton rubrum species grouping.\nLength polymorphism in the HE region enables identification of the most\nrelevant Microsporum species by a simple PCR-electrophoresis assay.\nIntein PRP8 within dermatophytes is a powerful additional tool for\nidentifying and systematizing dermatophytes.","trees":[{"tree_label":"Tr103426","ntax":"42","rootedtree":"TRUE","title":"Dermatophytes phylogeny using DNA sequences of the PRP8\nintein","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_103426.phy"},{"tree_label":"Imported tree 1","ntax":"42","rootedtree":"TRUE","title":"Dermatophyte","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107020.phy"}]}