{"Authors":" Jeffrey Sosa-Calvo, Ana Jesovnik, Heraldo L Vasconcelos,\nMauricio Bacci Jr, Ted R Schultz","Year":" 2017","Title":" Rediscovery of the enigmatic fungus-farming ant\n“Mycetosoritis” asper Mayr (Hymenoptera: Formicidae): Implications for\ntaxonomy, phylogeny, and the evolution of agriculture in ants","Journal":" PLoS ONE","Volume":" 12","Issue":" 5","Pages":" e0176498","Keywords":" Attini, coevolution, fungus-farming ants, Mycetophylax,\nnatural history, nest architecture.","DOI":" 10.1371/journal.pone.0176498","Abstract":" We report the rediscovery of the exceedingly rarely\ncollected and enigmatic fungus-farming ant species Mycetosoritis asper.\nSince the description of the type specimen in 1887, only four additional\nspecimens are known to have been added to the world’s insect\ncollections. Its biology is entirely unknown and its phylogenetic\nposition within the fungus-farming ants has remained puzzling due to its\naberrant morphology. In 2014 we excavated and collected twenty-one\ncolonies of M. asper in the Floresta Nacional de Chapecó in Santa\nCatarina, Brazil. We describe here for the first time the male and larva\nof the species and complement the previous descriptions of both the\nqueen and the worker. We describe, also for the first time, M. asper\nbiology, nest architecture, and colony demographics, and identify its\nfungal cultivar. Molecular phylogenetic analyses indicate that both M.\nasper and M. clorindae are members of the genus Cyphomyrmex, which we\nshow to be paraphyletic as currently defined. More precisely, M. asper\nis a member of the Cyphomyrmex strigatus group, which we also show to be\nparaphyletic with respect to the genus Mycetophylax. Based on these\nresults, and in the interest of taxonomic stability, we transfer the\nspecies M. asper, M. clorindae, and all members of the C. strigatus\ngroup to the genus Mycetophylax, the oldest available name for this\nclade. Based on ITS sequence data, Mycetophylax asper practices lower\nagriculture, cultivating a fungal species that belongs to lower-attine\nfungal Clade 2, subclade F.","trees":[{"tree_label":"con all compat","ntax":"105","rootedtree":"TRUE","title":"Fungus-farming ants phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_103429.phy"}]}