{"Authors":" Samad Ashrafi, Soleiman Helaly, Hans-Josef Schroers, Marc\nStadler, Katja R. Richert-Poeggeler, Abdelfattah A. Dababat, Wolfgang\nMaier","Year":" 2017","Title":" Ijuhya vitellina sp. nov., a novel source for chaetoglobosin\nA, is a destructive parasite of the cereal cyst nematode Heterodera\nfilipjevi","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Chaetoglobosins, cytotoxicity, new species, plant\nparasitic nematodes, act, ITS, LSU, rpb1, ß-tub","DOI":"","Abstract":" Cyst nematodes are globally important pathogens in\nagriculture. Their sedentary lifestyle and long-term association with\nthe roots of host plants render cyst nematodes especially good targets\nfor attack by parasitic fungi. In this context fungi were specifically\nisolated from nematode eggs of the cereal cyst nematode Heterodera\nfilipjevi. Here, Ijuhya vitellina (Ascomycota, Hypocreales,\nBionectriaceae), encountered in wheat fields in Turkey, is newly\ndescribed on the basis of phylogenetic analyses, morphological\ncharacters and life-style related inferences. The species destructively\nparasitises eggs inside cysts of H. filipjevi. The parasitism was\nreproduced in in vitro studies. Infected eggs were found to harbour\nmicrosclerotia produced by I. vitellina that resemble long-term survival\nstructures also known from other ascomycetes. Microsclerotia were also\nformed by this species in pure cultures obtained from both, solitarily\nisolated infected eggs obtained from fields and artificially infected\neggs. Hyphae penetrating the eggshell colonised the interior of eggs and\nbecame transformed into multicellular, chlamydospore-like structures\nthat developed into microsclerotia. When isolated on artificial media,\nmicrosclerotia germinated to produce multiple emerging hyphae. The\nspecific nature of morphological structures produced by I. vitellina\ninside nematode eggs is interpreted as a unique mode of interaction\nallowing long-term survival of the fungus inside nematode cysts that are\nknown to survive periods of drought or other harsh environmental\nconditions. Generic classification of the new species is based on\nmolecular phylogenetic inferences using five different gene regions.\nIjuhya vitellina is the only species of the genus known to parasitise\nnematodes and produce microsclerotia. Metabolomic analyses revealed that\nwithin the Ijuhya species studied here, only I. vitellina produces\nchaetoglobosin A and its derivate 19-O-acetylchaetoglobosin A.\nNematicidal and nematode-inhibiting activities of these compounds have\nbeen demonstrated suggesting that the production of these compounds may\nrepresent an adaptation to nematode parasitism.","trees":[{"tree_label":"con 50 majrule","ntax":"112","rootedtree":"TRUE","title":"Tr103691","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103691.phy"},{"tree_label":"con 50 majrule","ntax":"15","rootedtree":"TRUE","title":"Tr103694","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103694.phy"},{"tree_label":"con 50 majrule","ntax":"66","rootedtree":"TRUE","title":"Tr103695","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103695.phy"},{"tree_label":"con 50 majrule","ntax":"70","rootedtree":"TRUE","title":"Tr103696","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103696.phy"}]}