{"Authors":" Beryl B. Simpson, Joshua R. McDill, Joachim W. Kadereit,\nMiriam Repplinger","Year":" 2008","Title":" The Phylogeny of Linum and Linaceae subfamily Linoideae, with\nImplications for Their Systematics, Biogeography, and the Evolution of\nHeterostyly","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Linum, best known because of L. usitatissimum, the source\nof cultivated flax and linseed oil, is the largest genus of Linaceae\nsubf. Linoideae. Despite its commercial importance, the genus and the\nother seven genera in the subfamily have not been studied from a\nphylogenetic perspective. Likewise, the biogeographical history of this\nwidely distributed temperate group remains conjectural. Numerous species\nin the family display heterostyly but the ancestral state for the group\nhas never been determined. Here, using data from rbcL, three other\nchloroplast markers, and ITS with a sample of 48 taxa plus Hugonia\n(subf. Hugonioideae) as outgroup, we show that Linaceae and Linoideae\nare monophyletic. Within Linoideae, Anisadenia, Reinwardtia, and\nTirpitzia are ambiguously placed as sister to the remaining five genera.\nThis latter group consistently forms a blue-flowered (Linum sections\nLinum and Dasylinum) and a yellow-flowered clade (Linum sect. Linopsis,\nsect. Syllinum, and sect. Cathartolinum, plus the segregate genera\nCliococca, Hesperolinon, Radiola, and Sclerolinon). Diversification of\nLinoideae appears to have begun 64-71 mya, probably in Southeast Asia.\nWe conclude Linum arose in Eurasia from which it spread to Africa, North\nAmerica, and South America. Dispersal into the New World could have been\nvia Bering or North Atlantic land bridges, with long-distance dispersal\nalso a possibility. Our data suggest heterostyly may be the ancestral\ncondition in Linoideae, or even Linaceae, with repeated losses and\npotential regains in different lineages, although multiple independent\ngains of heterostyly from homostylous ancestry can not be ruled\nout.","trees":[{"tree_label":"Fig. 2B","ntax":"55","rootedtree":"TRUE","title":"Linaceae rbcL ML Tree for r8s","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3051.phy"},{"tree_label":"Fig. 3A","ntax":"45","rootedtree":"TRUE","title":"ITS Bayesian consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3049.phy"},{"tree_label":"Fig. 2A","ntax":"55","rootedtree":"TRUE","title":"Linaceae rbcL Bayesian Majority Rule","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3050.phy"},{"tree_label":"Fig. 4","ntax":"45","rootedtree":"TRUE","title":"Combined ITS+CPL Bayesian consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3052.phy"},{"tree_label":"Fig. 3B","ntax":"45","rootedtree":"TRUE","title":"CPL(ndhf+trnK+trnLF) Bayesian consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3053.phy"},{"tree_label":"Fig. 5","ntax":"45","rootedtree":"TRUE","title":"Best Likelihood tree from Bayesian analysis (ITS+3CPL)\nfor heterostyly recon.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3054.phy"}]}