{"Authors":" Tullia Isotta Terraneo, Roberto Arrigoni","Year":" 2017","Title":" Exploring genetic diversity of shallow-water Agariciidae\n(Cnidaria: Anthozoa) from the Saudi Arabian Red Sea","Journal":" Marine Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Coral  Systematics  Biodiversity  IGR  ITS  Phylogenetics \nDNA Taxonomy","DOI":"","Abstract":" Scleractinian corals ascribed to the family Agariciidae\nrepresent an important component of Red Sea coral reef fauna but little\ngenetic data is currently available for this group, and the existing\ninformation shows polyphyly in the examined mesophotic taxa from the\nPacific Ocean. In this work, we provide a first genetic survey of\nAgariciidae from the Saudi Arabian Red Sea, based on a collection of\nshallow-water material (< 30m) from the Gulf of Aqaba to the Farasan\nIslands. Two molecular markers were sequenced to infer morphospecies\nmonophyly and relationships, the intergenic region between COI and 16S\nrRNA from mitochondrial DNA and the ribosomal ITS1 region from nuclear\nDNA. A total of 20 morphospecies were identified based on classical\nmacromorphological characters. Six, namely Gardineroseris planulata,\nPavona maldivensis, Pavona clavus, Pavona decussata, Leptoseris\nfragilis, and Leptoseris yabei, were resolved with both DNA loci. The\nmolecular boundaries among the remaining 14 species remain unclear. Our\nresults further confirm that the morphology-based taxonomy of most\nagariciid species is in disagreement with genetics. In order to\ndisentangle the systematics of these taxa the inclusion of more sampling\nlocations, additional variable loci, and a micromophological approach\nare likely needed. Our genetic data represent a first step towards the\ncomparison of biodiversity and connectivity between the Red Sea and the\nrest of the Indo-Pacific.","trees":[{"tree_label":"con 50 majrule","ntax":"132","rootedtree":"TRUE","title":"Tr103440","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103440.phy"}]}