{"Authors":" Allison K. Miller, Alexander M. Kerr, Gustav Paulay, Mike\nReich, Nerida G. Wilson, Jose I. Carvajal, Greg W Rouse","Year":" 2017","Title":" Molecular phylogeny of extant Holothuroidea\n(Echinodermata)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 111","Issue":"","Pages":" 110-131","Keywords":" Holothuroidea, Sea cucumbers, Phylogeny, Nomenclature,\nMolecular clock","DOI":"","Abstract":" Sea cucumbers (Holothuroidea) are a morphologically\ndiverse, ecologically important, and economically valued clade of\nechinoderms; however, the understanding of the overall systematics of\nthe group remains controversial. Here, we present a phylogeny of extant\nHolothuroidea assessed with maximum parsimony, maximum likelihood, and\nBayesian approaches using approximately 4.3 kb of mt- (COI, 16S, 12S)\nand nDNA (H3, 18S, 28S) sequences from 82 holothuroid terminals\nrepresenting 23 of the 27 widely- accepted family-ranked taxa. Currently\nfive holothuroid taxa of ordinal rank are accepted. We find that three\nof the five orders are non-monophyletic, and we revise the taxonomy of\nthe groups accordingly. Apodida is sister to the rest of Holothuroidea,\nhere considered Actinopoda. Within Actinopoda, Elasipodida in part is\nsister to the remaining Actinopoda. This latter clade, comprising\nholothuroids with respiratory trees, is now called Pneumonophora. The\ntraditional Aspidochirotida is paraphyletic, with representatives from\nthree orders (Molpadida, Dendrochirotida, and Elasipodida in part)\nnested within. Therefore, we discontinue the use of Aspidochirotida and\ninstead erect Holothuriida as the sister group to the remaining\nPneumonophora, here termed Neoholothuriida. We found four well-supported\nmajor clades in Neoholothuriida: Dendrochirotida, Molpadida and two new\nclades, Synallactida and Persiculida. The mapping of traditionally-used\nmorphological characters in holothuroid systematics onto the phylogeny\nrevealed marked homoplasy in most characters demonstrating that further\ntaxonomic revision of Holothuroidea is required. Two time-tree analyses,\none based on calibrations for uncontrover- sial crown group dates for\nEleutherozoa, Echinozoa and Holothuroidea and another using these\ncalibra- tions plus four more from within Holothuroidea, showed major\ndiscrepancies, suggesting that fossils of Holothuroidea may need\nreassessment in terms of placing these forms with existing crown\nclades.","trees":[{"tree_label":"tree 1","ntax":"84","rootedtree":"TRUE","title":"Holothuroidea Reduced Result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103781.phy"},{"tree_label":"tree 1","ntax":"84","rootedtree":"TRUE","title":"Holothuroidea Complete Result","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103782.phy"}]}