{"Authors":" Larry Hufford, K. Marlowe","Year":" 2008","Title":" Geographic radiations and speciation in Southern Rocky\nMountain Synthyris (Plantaginaceae)","Journal":" International Journal of Plant Sciences","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Topographical and ecological complexities in mountainous\nlandscapes create evolutionary opportunities that are influenced by\nclimate changes. Such changes can alternatively induce range expansion\nor contraction, impacting population demography and gene flow. We used\nphylogeography to infer evolutionary changes and range shifts for a\nclade of four Southern Rocky Mountain endemic Synthyris (Plantaginaceae)\nspecies: S. alpina, S. plantaginea, S. oblongifolia, and S. ritteriana.\nPlastid DNA trnT-trnL and psbA-trnH intergenic spacer sequences for 334\nindividuals from 29 populations had 34 haplotypes. The absence of shared\nhaplotypes between S. alpina and S. plantaginea is consistent with a\nrelatively deep divergence between these species, for which restricted\ngene flow with isolation by distance and allopatric fragmentation are\ninferred as isolating mechanisms, possibly associated with elevational\ndifferentiation. Synthyris alpina populations are currently in alpine\ninterglacial refugia, but we find evidence of past south/southwest range\nexpansion with isolation by distance. Synthyris plantaginea, which has\nits greatest haplotypic diversity in the Colorado Front Range, underwent\nsouthwestward range expansion. Synthyris oblongifolia likely evolved as\na southern peripheral isolate, following expansion and then contraction\nof S. plantaginea. We recovered S. alpina and S. plantaginea haplotypes\nin S. ritteriana populations, a signature consistent with an\nallotetraploid origin of S. ritteriana.","trees":[{"tree_label":"Fig. 5","ntax":"34","rootedtree":"TRUE","title":"Synthyris sect. Besseya","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3055.phy"}]}