{"Authors":" Jirui Wang, Xiaojiang Guo","Year":" 2017","Title":" Global identification, structural analysis and expression\ncharacterization of bHLH transcription factors in wheat","Journal":" BMC plant biology","Volume":"","Issue":"","Pages":"","Keywords":" bHLH, Transcription factor, RNA-Seq, Expression pattern,\nWheat","DOI":"","Abstract":" Background: Basic helix-loop-helix (bHLH) transcription\nfactors (TFs), which are widely distributed in eukaryotic organisms,\nplay crucial roles in plant development. However, no comprehensive\nanalysis of the bHLH family in wheat (Triticum aestivum L.) has been\nundertaken previously. Results: In this study, 225 bHLH TFs predicted\nfrom wheat using genomic and RNA sequencing data were subjected to\nidentification, classification, phylogenetic reconstruction, conserved\nmotif characterization, chromosomal distribution determination and\nexpression pattern analysis. One basic region, two helix regions and one\nloop region were found to be conserved in wheat bHLH TFs. The bHLH\nproteins could be separated into four categories based on sequences in\ntheir basic regions. Neighbor-joining-based phylogenetic analysis of\nconserved bHLH domains from wheat, Arabidopsis and rice identified 26\nsubfamilies of bHLH TFs, of which 23 were found in wheat. A total of 82\nwheat bHLH genes had orthologs in Arabidopsis (27 TFs), rice (28 TFs)\nand both of them (27 TFs). Seven tissue-specific bHLH TF clusters were\nidentified according to their expression patterns in endosperm,\naleurone, seedlings, heading-stage spikes, flag leaves, shoots and\nroots. Expression levels of six endosperm-specifically expressed TFs\nmeasured by qPCR and RNA-seq showed a good correlation. Conclusion: The\n225 bHLH transcription factors identified from wheat could be classed\ninto 23 subfamilies, and those members from the same subfamily with\nsimilar sequence motifs generally have similar expression patterns.","trees":[{"tree_label":"Imported tree 0","ntax":"556","rootedtree":"TRUE","title":"Tr103584","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103584.phy"}]}