{"Authors":" Tracey V Steinrucken","Year":" 2017","Title":" First report of Oomycetes associated with the invasive tree\nParkinsonia aculeata (Family: Fabaceae)","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Soil pathogen, riparian ecosystem, tree decline, dieback,\nzoospore baiting","DOI":"","Abstract":" Phytophthora species have caused the decline and dieback\nof multiple tree species in Australia and around the world. Dieback in\ninvasive trees in Australia has been observed for decades, motivating\nresearch into the potential causes of dieback to be used for biological\ncontrol of these invasive species. Despite wide-ranging and ongoing\nresearch into invasive plant dieback, Phytophthora species have been\nlargely ignored as potential causal agents of dieback, with the focus\nmore on latent fungal pathogens living as endophytes. We conducted the\nfirst survey of Phytophthora and other oomycetes to determine their\nassociation with dieback of the invasive tree, Parkinsonia aculeata L.\n(Fabaceae). Using zoospore baiting, we recovered 37 oomycete isolates\nfrom roots and soil of healthy and dieback-affected Parkinsonia in\nKununurra, Western Australia and Charters Towers, Queensland. Using\nmolecular taxonomy, we identified 10 unique oomycete taxa, predominantly\ncomposed of Phytophthora palmivora, P. nicotianae and Phytopythium\nvexans. Parkinsonia dieback occurs across multiple climatic zones\nincluding those experiencing severe drought. We recovered fewer oomycete\nisolates from soil and roots in drought-affected Charters Towers than\nKununurra, which had experienced recent rainfall. This may be because\noomycetes require soil moisture for the dispersal of zoospores. None of\nthe genotypes identified were consistently isolated from\ndieback-affected trees suggesting that any association with parkinsonia\ndieback may be localised. More extensive surveys and pathogenicity\nscreenings of isolated oomycetes are required to evaluate their role in\nthe parkinsonia dieback phenomenon.","trees":[{"tree_label":"Parkinsonia aculeata Oomycete phylogeny","ntax":"61","rootedtree":"TRUE","title":"Tr103624","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103624.phy"}]}