{"Authors":" Thomas F. Daniel, Erin Tripp, Lucinda A. McDade, James\nLendemer","Year":" 2008","Title":" New molecular and morphological insights prompt transfer of\nBlechum to Ruellia (Acanthaceae)","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Blechum P. Browne (Acanthaceae) is best known by\nthe widespread tropical weed formerly referred to as Blechum pyramidatum\n(Lam.) Urb. (recently re-established as Ruellia blechum L.). Some\nspecies of Blechum have been transferred to Ruellia based on\nmacromorphological and molecular data, but comprehensive study of taxa\nassigned to Blechum is lacking. We reexamined morphological characters\nthat have been used to distinguish Blechum from Ruellia including\ninflorescence structure and pollen and capsule morphology. Second, we\nconducted phylogenetic analyses including nine accessions from five of\nsix species traditionally treated in Blechum (and that we here consider\nvalid species) plus a synoptic sample of species of Ruellia based on the\nwork of the first author. Results indicate that Blechum is nested within\nRuellia with strong support. An alternative phylogenetic hypothesis of\nmonophyly of Ruellia exclusive of species traditionally treated in\nBlechum was rejected under a likelihood but not a parsimony criterion.\nBased on morphological similarities, common chromosome numbers, and\nmolecular data, we transfer the entire genus Blechum to Ruellia. We\nstudied specimens and images of specimens of as many pertinent\nhistorical collections that we could acquire. This study resulted in\nnomenclatural and taxonomic renovations that include several new\ntaxonomic synonymies (reduction of Blechum killipii, Blechum linnaei,\nand Blechum trinitense), two new combinations (Ruellia haughtii and\nRuellia panamensis), one new lectotypification (Blechum brownei alpha\nsubcordatum f. albiflorum), and additional recommendations for future\ntypification. Based on our morphological and molecular studies, six\nspecies of Ruellia are treated as constituting the Blechum lineage of\nRuellia. A preliminary key is provided to distinguish these species, but\nthe Blechum lineage as a whole deserves further attention and fieldwork\nto determine the precise limits of each taxon. Acanthaceae, Blechum,\nnomenclature, phylogeny, Ruellia, taxonomy.","trees":[{"tree_label":"MajRule","ntax":"39","rootedtree":"TRUE","title":"Acanthaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3057.phy"},{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Acanthaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5193.phy"}]}