{"Authors":" Pavel B Klimov, Barry M OConnor, Philipp E. Chetverikov,\nSamuel J. Bolton, Almir R. Pepato, Abdolazim L. Mortazavi, Andrey V.\nTolstikov, Gary R. Bauchan, Ronald Ochoa","Year":" 2017","Title":" Comprehensive phylogeny of acariform mites (Acariformes)\nprovides insights on the origin of the four-legged mites\n(Eriophyoidea)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Eriophyoid, or four-legged mites, represent a large and\nancient radiation of exclusively phytophagous organisms. Hypothesizing\nphylogenetic relatedness of Eriophyoidea among mites is a major\nchallenge due to the absence of unambiguous morphological synapomorphies\nresulting in ten disparate hypotheses placing eriophyoids in various\nplaces in the acariform tree of life. Here we test the evolutionary\nrelationships of eriophyoids using six genes and a representative\ntaxonomic sampling of acariform mites. The total evidence analysis\nplaces eriophyoids as the sister group of the deep soil, vermiform\nfamily Nematalycidae (Endeostigmata). This arrangement was supported by\nthe rDNA and CO1 partitions. In contrast, the nuclear protein partition\n(3 genes) suggests that Eriophyoidea is sister to a lineage including\nTydeidae, Ereynetidae, and Eupodidae (Eupodina: Trombidiformes). On both\ntopologies eriophyoids appear as a long branch, probably due to the loss\nof basal diversity in early evolution rather than elevated substitution\nrates. We analyze this result by using phylogenetically explicit\nhypothesis testing, investigating the phylogenetic signal from\nindividual genes (and rDNA stem and loop regions), and removing long\nbranches and rogue taxa. Regardless of the two alternative placements,\n(i) the cheliceral morphology of eriophyoids, one of the\nphylogenetically important traits, was likely derived from the\nplesiomorphic acariform chelicerae rather than from the modified\nchelicerae of some trombidiform lineages with a reduced fixed digit; and\n(ii) two potential synapomorphies of Eriophyoidea+ Raphignathina\n(Trombidiformes) related to the reduction of genital papillae and\nterminal position of PS segment can be dismissed as result from\nconvergent evolution. Our analyses substantially reduce the space of\navailable hypotheses on eriophyoid relationships and provide insights on\nthe early evolution of acariform mites.","trees":[{"tree_label":"tree 1","ntax":"198","rootedtree":"TRUE","title":"Tr103653","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103653.phy"},{"tree_label":"tree 2","ntax":"197","rootedtree":"TRUE","title":"Tr103654","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_103654.phy"}]}