{"Authors":" Alan R Wood, Ulrike Damm, Elna J van der Linde, Johannes\n(Ewald) Zacharias Groenewald, Ratchadawan Cheewangkoon, Pedro W.\nCrous","Year":" 2016","Title":" Finding the missing link: Resolving the Coryneliomycetidae\nwithin Eurotiomycetes","Journal":" Persoonia","Volume":" 37","Issue":"","Pages":" 37-56","Keywords":" Corynelia, DNA phylogeny, Lagenulopsis, phytopathogenic\nfungi, Sordariomycetes, systematics, Tripospora","DOI":" 10.3767/003158516X689800","Abstract":" Species belonging to the Coryneliaceae and parasitizing\nPodocarpaceae hosts were collected from different locations in South\nAfrica and studied morphologically by light microscopy and molecularly\nby obtaining partial nrDNA (ITS-1/5.8S/ITS-2, 18S and 28S) gene\nsequences. The position of the Coryneliaceae within the Eurotiomycetidae\nwas not confirmed and a new subclass, Coryneliomycetidae, was\nintroduced. While Eurotiomycetidae usually form\ncleistothecia/gymnothecia with evanescent, unitunicate asci, and\nChaetothyriomycetidae mostly perithecia with bitunicate/fissitunicate to\nevanescent asci, Coryneliomycetidae form pseudothecial mazaedial\nascomata, initially with double-walled asci with the outer layer\ndeliquescing, resulting in passive ascospore release. The\nCoryneliomycetidae thus occupies a unique position in the\nEurotiomycetes. Furthermore, epitypes were designated for Corynelia\nuberata, the type species of Corynelia (type genus of the family, order\nand subclass), Lagenulopsis bispora, the type species of Lagenulopsis,\nand Tripospora tripos the type species of Tripospora, with Lagenulopsis\nand Tripospora confirmed as belonging to the Coryneliaceae. Corynelia\nuberata resolved into three clades, one on Afrocarpus (= Podocarpus)\nfalcatus and A. gracilior, and two clades occurring on P. latifolius,\nherein described as C. africana and C. fructigena. Morphologically these\nthree species are not readily distinguishable, although they differ in\nspore dimensions, ascomata shape, ornamentation and DNA phylogeny. It is\nlikely that several more species from other parts of the world are\ncurrently erroneously placed in C. uberata.","trees":[{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Coryneliomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103739.phy"},{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"Coryneliomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103742.phy"},{"tree_label":"Fig. 3","ntax":"42","rootedtree":"TRUE","title":"Coryneliomycetidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103745.phy"}]}