{"Authors":" Shiri Goldental-Cohen, Carmit Burstein, Iris Biton, Sivan\nBen Sasson, Amit Sadeh, Yair Manni, Adi doron-faigenboim, Hanita Zemach,\nDoron Schneider, Reuben Birger, Shimon Meir, Sonia Philosoph-Hadas,\nVered Irihomovitch, Benjamin Avidan, Shimon Lavee, Giora Ben-Ari","Year":" 2017","Title":" Ethephon induced oxidative stress in the olive leaf\nabscission zone enables development of a selective abscission\ncompound.","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Table olives (Olea europaea L.), despite their widespread\nproduction, are still harvested manually. The low efficiency of manual\nharvesting and the rising costs of labor have reduced the profitability\nof this crop. A selective abscission treatment, inducing abscission of\nfruits but not leaves, is crucial for the adoption of mechanical\nharvesting of table olives. In the present work we studied the\nanatomical and molecular differences between the three abscission zones\n(AZs) of olive fruits and leaves. The fruit abscission zone 3 (FAZ3),\nlocated between the fruit and the pedicel, was found to be the active AZ\nin mature fruits, whereas FAZ2, between the pedicel and the rachis, is\nthe flower active AZ as well as functioning as an ethephon induced fruit\nAZ. We found anatomical differences between the leaf AZ (LAZ) and the\ntwo FAZs. Unlike the FAZs, the LAZ is characterized by small cells with\nless pectin compared to neighboring cells. In an attempt to\ndifferentiate between the fruit and leaf AZs, we examined the effect of\ntreating olive-bearing trees with ethephon, an ethylene-releasing\ncompound, with or without antioxidants, on the detachment force (DF) of\nfruits and leaves five days after the treatment. Ethephon treatment\nenhanced pectinase activity and reduced DF in all the three olive AZs. A\ntranscriptomic analysis of the three olive AZs after ethephon treatment\nrevealed induction of several genes encoding for hormones (ethylene,\nauxin and ABA), as well as for several cell wall degrading enzymes.\nHowever, up-regulation of cellulase genes was found only in the LAZ.\nMany genes involved in oxidative stress were induced by the ethephon\ntreatment in the LAZ alone. In addition, we found that reactive oxygen\nspecies (ROS) mediated abscission in response to ethephon only in\nleaves. Thus, adding antioxidants such as ascorbic acid or butyric acid\nto the ethephon inhibited leaf abscission but enhanced fruit abscission.\nOur findings suggest that treating olive-bearing trees with a\ncombination of ethephon and antioxidants reduces the detachment force\n(DF) of fruit without weakening that of the leaves. Hence, this\nselective abscission treatment may be used in turn to promote mechanized\nharvest of olives.","trees":[{"tree_label":"Fig. 6b ABA","ntax":"711","rootedtree":"TRUE","title":"Olea europaea Fig. 6b ABA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103725.phy"},{"tree_label":"Fig. 6a Auxin","ntax":"9","rootedtree":"TRUE","title":"Olea europaea Fig. 6a Auxin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103722.phy"},{"tree_label":"Fig. 6a","ntax":"23","rootedtree":"TRUE","title":"Olea europaea Fig. 6a ABA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103724.phy"},{"tree_label":"Fig. 6b Auxin","ntax":"377","rootedtree":"TRUE","title":"Olea europaea Fig. 6b Auxin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103727.phy"},{"tree_label":"Fig. 6b","ntax":"236","rootedtree":"TRUE","title":"Olea europaea Fig. 6b Ethylene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103726.phy"},{"tree_label":"Fig. 6a Ethylene","ntax":"49","rootedtree":"TRUE","title":"Olea europaea Fig. 6a Ethylene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103723.phy"}]}