{"Authors":" Melissa Mardones Hidalgo, Tanja Trampe, Tina Antje Hofmann,\nMeike Piepenbring","Year":" 2018","Title":" New neotropical species of Phyllachorales based on molecular,\nmorphological, and ecological data","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Camarotella, Phyllachoraceae, Telimena, Telimenaceae","DOI":"","Abstract":" Species of tropical tar spot fungi (Phyllachorales,\nAscomycota) are obligate biotrophic plant parasitic fungi that are\nassociated with living leaves of a wide range of families of host plants\nmainly in tropical and subtropical regions. In this study, samples of\ntropical tar spot fungi were collected in forests in Costa Rica and\nPanama. Morphology, information on host plants, and combined multi-gene\nphylogeny (ITS, nrLSU, nrSSU and TEF1) were used to identify taxa. Here\nwe propose one new species in the genus Camarotella and eight new\nspecies in Telimena with their morphological descriptions, illustrations\nand sequence data. The newly described species are Camarotella licaniae\non Licania arborea (Chrysobalanaceae) and in the genus Telimena: T.\nbilliae on Billia rosea (Sapindaceae), T. drymoniae on Drymonia\nmultiflora (Gesneriaceae), T. hydrangeae on Hydrangea sp.\n(Hydrangeaceae), T. miravallensis on Symplocos panamensis\n(Symplocaceae), T. protii on Protium sp. (Burseraceae), T. rinoreae on\nRinorea sp. (Violaceae), T. semialarii on Semialarium mexicanum\n(Celastraceae), and T. triseptata on Tapirira mexicana (Anacardiaceae).\nThe new name Telimena schlegeliae on Schlegelia brachyanta\n(Schlegeliaceae) is presented to replace Phyllachora nitens Garman, a\nhomonym of Ph. nitens (Lév.) Cooke. Eleven species of Phyllachora are\ntransferred to Telimena, leading to the new combinations: T. canarii, T.\ngalavisii, T. insueta, T. ruelliae, T. scutiformis, T. serjaniicola, T.\nspicatae, T. subrepens, T. symploci, and T. symplocicola. Additionally,\nrevisions of tar spot fungi on host families Burseraceae, Sapindaceae,\nand Symplocaceae are provided, and four new synonyms are proposed.","trees":[{"tree_label":"Imported tree 1","ntax":"59","rootedtree":"TRUE","title":"Phyllachorales new species 4 loci Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114784.phy"},{"tree_label":"con all compat","ntax":"59","rootedtree":"TRUE","title":"Phyllachorales new species 4 loci","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114783.phy"}]}