{"Authors":" JULIANA S. MEDEIROS, Jean H. Burns, Jaynell Nicholson,\nLouisa Rogers, Oscar Valverde-Barrantes","Year":" 2017","Title":" Decoupled leaf and root carbon economics is a key component\nin the ecological diversity and evolutionary divergence of deciduous and\nevergreen lineages of genus Rhododendron (Ericaceae)","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" plant economics spectrum; root morphology; specific leaf\narea; trait coordination","DOI":"","Abstract":"  Premise: We explored trait-trait and trait-climate\nrelationships for 27 Rhododendron species while accounting for\nphylogenetic relationships and within-species variation to investigate\nwhether leaf and root traits are coordinated across environments and\nover evolutionary time, as part of a whole-plant economics spectrum. \nMethods: We examined specific leaf area (SLA) and four root traits:\nspecific root length (SRL), specific root tip abundance (SRTA), first\norder diameter, and link average length, for plants growing in a cold,\nseasonal climate (Kirtland, Ohio) and a warmer, less seasonal climate\n(Federal Way, Washington). We estimated a phylogeny and species climate\nof origin, determined phylogenetic signal on mean traits and\nwithin-species variation, and used phylogenetically informed analysis to\ncompare trait-trait and trait-climate relationships for deciduous and\nevergreen lineages.  Results: Mean SLA and within-species variation in\nSRL were more similar between close relatives than expected by chance.\nSLA and root traits differed according to climate of origin and across\ngrowth environments, though SLA differed within- and among-species less\nthan roots. A negative SRL-SRTA correlation indicates investment in\nforaging scale versus precision as a fundamental trade-off defining the\nroot economic spectrum. Also, the deciduous clade exhibited a strong\nnegative relationship between SLA and SRL, while evergreen clades showed\nweaker positive, or no relationship.  Conclusions: Our work suggests\nthat natural selection has shaped above-belowground trait relationships\nin genus Rhododendron, and that leaf and root traits may evolve\nindependently. Morphological decoupling may help explain habitat\ndiversity among Rhododendron, as well as the changes accompanying the\ndivergence of deciduous and evergreen lineages.","trees":[{"tree_label":"best","ntax":"28","rootedtree":"TRUE","title":"Rhododendron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103760.phy"},{"tree_label":"best","ntax":"28","rootedtree":"TRUE","title":"Rhododendron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103762.phy"}]}