{"Authors":" Romina Vidal-Russell, Daniel L. Nickrent","Year":" 2008","Title":" Evolutionary Relationships in the Showy Mistletoe Family\n(Loranthaceae)","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Loranthaceae, with 73 genera and ca. 900 species,\ncomprises mostly aerial hemiparasitic plants. Three monotypic genera\nconsidered to be relicts in the family are root parasites. The family is\ndiverse in tropical areas worldwide, but representatives are also found\nin temperate habitats in the Old and New World. Previous classifications\nwere based on floral and inflorescence morphology, karyological\ninformation and biogeography. The family has been divided into three\ntribes: Nuytsiae, Elytrantheae (subtribes Elytranthinae and\nGaiadendrinae), and Lorantheae (subtribes Loranthinae and\nPsittacanthinae). Tribes Nuytsiae and Elytrantheae are characterized by\na base chromosome number of X=12 whereas subtribe Loranthinae (X=9) and\nsubtribe Psittacanthinae (X=8) numbers are derived via aneuploid\nreduction. To elucidate the phylogeny of the family, sequences from five\ngenes (nuclear small and large subunit rDNA and the chloroplast genes\nrbcL, matK, and trnL-F) representing most genera were analyzed, each\ngene individually and as a concatenated data set, with maximum\nparsimony, likelihood and Bayesian inference. The three root parasites,\nNuytsia, Atkinsonia and Gaiadendron, are supported as successive sister\ntaxa to the remaining genera, resulting in a monophyletic group of\naerial parasites. Three major clades are resolved each corresponding to\na subtribe. However, two South American genera (Tristerix and\nNotanthera) and the New Zealand genus Tupeia, which were previously\nclassified in subtribe Elytranthinae, are weakly supported as part of a\nclade representing the South American subtribe Psittacanthinae.","trees":[{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"Showy Mistletoe Family (Loranthaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5195.phy"},{"tree_label":"Fig. 2","ntax":"70","rootedtree":"TRUE","title":"Showy Mistletoe Family (Loranthaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5196.phy"},{"tree_label":"Fig. 3","ntax":"70","rootedtree":"TRUE","title":"Showy Mistletoe Family (Loranthaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5197.phy"}]}