{"Authors":" Chase Gabriel Mayers, Craig Bateman, Thomas Harrington","Year":" 2018","Title":" New Meredithiella species from mycangia of Corthylus ambrosia\nbeetles suggest genus-level coadaptation but not species-level\ncoevolution","Journal":" Mycologia","Volume":" 110","Issue":" 1","Pages":" 63-78","Keywords":" Ambrosia symbiosis, Microascales, mutualism, Scolytinae, 2\nnew taxa","DOI":" 10.1080/00275514.2017.1400353","Abstract":" Meredithiella norrisii (Microascales, Ceratocystidaceae)\nis an ambrosia fungus carried in mycangia of the North American ambrosia\nbeetle, Corthylus punctatissimus. Reports on the identity of the fungal\nsymbionts of other species of Corthylus have been inconsistent. This\nstudy tested the hypothesis that Meredithiella spp. are the primary\nsymbionts of Corthylus spp. Cultures and/or internal transcribed spacer\n(ITS) rDNA barcode sequences of Meredithiella spp. were obtained\nconsistently from beetles and galleries of nine Corthylus spp. The ITS\nsequences of three putative species of Meredithiella were associated\nwith C. consimilis and C. flagellifer in Mexico and C. calamarius in\nCosta Rica. The symbiont of C. columbianus in the USA was identified as\nM. norrisii. Two new Meredithiella spp. are described: M. fracta from C.\npapulans in Florida and Honduras, and M. guianensis associated with C.\ncrassus and two unidentified Corthylus spp. in French Guyana. The\nMeredithiella spp. propagate in the mycangia of adult females by\nthallic-arthric growth, and the ambrosia growth in larval cradles\ncomprises bead-like hyphal swellings or conidiophores, with or without\nterminal aleurioconidia. Bayesian phylogenetic analysis of a combined\n18S and 28S nuc rDNA and translation elongation factor 1-α (TEF1-α) data\nset demonstrated that Meredithiella is a distinct monophyletic clade\nwithin the Ceratocystidaceae, but its phylogenetic placement with regard\nto the other ambrosial genera in the family remains ambiguous. The\nmycangia of C. punctatissimus and C. papulans are also compared using\nlight microscopy and micro-computed tomography (micro-CT) imaging,\nrevealing that they differ in both size and shape, but these differences\nmay not correlate with different lineages of Meredithiella.","trees":[{"tree_label":"MajRule","ntax":"19","rootedtree":"TRUE","title":"Meredithiella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112706.phy"},{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Ceratocystidaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112719.phy"}]}