{"Authors":" siska arie santy siahaan, Hitomi Sakamoto, Toshiya Shinoda,\nSusumu Takamatsu","Year":" 2018","Title":" Geographic and temporal distributions of four genotypes found\nin Erysiphe gracilis, a powdery mildew of evergreen oak\n(Erysiphales)","Journal":" Mycoscience","Volume":" 59","Issue":" 2","Pages":" 110-118","Keywords":" Cystotheca wrightii, DNA sequence, Life cycle, PCR-RFLP,\nQuercus subgen. Cyclobalanopsidis","DOI":" 10.1016/j.myc.2017.08.002","Abstract":" Erysiphe gracilis, a powdery mildew of evergreen oak, was\ndivided into four distinct genotypes that have differences beyond\nspecies level to each other. Survey using 401 samples collected from\nwide area of western part of Japan did not show clear difference in\ngeographic distributions among these four genotype. Only genotype II and\ngenotype IV were found on Q. myrsinifolia and Q. salicina, respectively.\nGenotypes I and III were found only from Q. glauca. All four genotypes\nwere found on Q. glauca. These results strongly suggested that host\nspecies is associated with speciation of genotypes. A total of 312\nsamples of Q. glauca with E. grcilis colonies were collected from four\nlocations in the Mie University Campus to investigate frequency of\ngenotypes I and II every month from May 2015 to Jan 2016. No temporal\nisolation was found between genotypes I and II. These genotypes\nfrequently co-existed on a single leaf surface, especially at the\nlocations disturbed by human activities. Oak powdery mildews, E.\ngracilis and Cystotheca wrightii, produced conidia only one month a year\nand their life cycle was quite different from that of ordinary powdery\nmildew species. This suggests that these oak powdery mildews developed\ntheir unique life cycle to synchronize with the life cycle of evergreen\noaks.","trees":[{"tree_label":"Fig. 2","ntax":"13","rootedtree":"TRUE","title":"Erysiphe gracilis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_103879.phy"}]}