{"Authors":" Paul A. Barber, Tatiana Baptista Gibertoni, Josep Guarro,\nMarcela Guevara-Suarez, Vit Hubka, Miroslav Kolařík, Maria E Ordoñez,\nMahajabeen Padamsee, Leif Ryvarden, Adriene Mayra da Silva Soares,\nAlberto Miguel Stchigel, Deanna A. Sutton, Francesco Aloi, Iuri Goulart\nBaseia, Robert A Blanchette, Ratchadawan Cheewangkoon, Rhudson Henrique\nSantos Ferreira Cruz, Vicente Escobio, Fernando Esteve-Raventós, Jorge A\nFlores, Josepa Gené, Jefferson S. Góis, Liz Haines, Benjamin W Held,\nMarilia Horta Jung, Kentaro Hosaka, Thomas Jung, eljko Jurjević, Vaclav\nKautman, Ivona Kautmanova, Anna A Kiyashko, Federico La Spada, K. P.\nDeepna Latha, Hugo Madrid, Ekaterina Malysheva, Patinjareveettil\nManimohan, José Luis Manjón, Maria P. Martín, Milagro Mata, Zsolt\nMerényi, Andrea Roberts, Francisco José Rodríguez-Campo, Maciej\nRomański, Mai Van Tri, Nathan P Wiederhold, Marta Wrzosek, John\nZothanzama, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous,\nMichael J. Wingfield, Treena I Burgess, Giles E. St. J. Hardy, Pablo\nAlvarado, Charles Wesley Barnes, Peter K. Buchanan, Michel Heykoop,\nGabriel Moreno, Raja Thangavel, Susan van der Spuy, Alessio Barili,\nSarah Barrett, Santa Olga Cacciola, Jose F. Cano-Lira, Colin Crane, Cony\nDecock, Carla Sousa Lira, Bevan S Weir, Nguyen Van Hoa, krishnendu\nacharya, Juan Julian Bordallo, Zoltán Bratek, Tangaroa Butler, Julia\nCano-Canals, Juan R Carlavilla, Jagdish Chander, Meiriele da Silva, Arun\nKumar Dutta, Enrico Ercole, Milan Kozanek, Alena Kubátová, Mónica\nLafourcade, Asuncion Morte, István Nagy, Anne-Cécile Normand, Soumitra\nPaloi, Nicholas Pattison, Julia Zofia Pawłowska, Olinto Liparini\nPereira, Megan E Petterson, Bernardo Picillo, K. N. Anil Raj, Antonio\nRodríguez, Małgorzata Ruszkiewicz-Michalska, Bruno Scanu, Leonardo\nSchena, Marek Semelbauer, Rahul Sharma, Yogesh Shouche, Victor Silva,\nMonika Staniaszek-Kik, Benjamin Stielow, Cecilia Tapia, Paul W.J.\nTaylor, Merje Toome-Heller, Josiah M.C. Vabeikhokhei, Anne D. van\nDiepeningen, Alfredo Vizzini","Year":" 2017","Title":" Fungal Planet description sheets: 558-624","Journal":" Persoonia","Volume":" 38","Issue":"","Pages":" 240-384","Keywords":" ITS DNA barcodes; LSU; novel fungal species;\nsystematics","DOI":" 10.3767/003158517X698941","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Australia: Banksiophoma\naustraliensis (incl. Banksiophoma gen. nov.) on Banksia coccinea,\nDavidiellomyces australiensis (incl. Davidiellomyces gen. nov.) on\nCyperaceae, Didymocyrtis banksiae on Banksia sessilis var. cygnorum,\nDisculoides calophyllae on Corymbia calophylla, Harknessia banksiae on\nBanksia sessilis, Harknessia banksiae-repens on Banksia repens,\nHarknessia banksiigena on Banksia sessilis var. cygnorum, Harknessia\ncommunis on Podocarpus sp., Harknessia platyphyllae on Eucalyptus\nplatyphylla, Myrtacremonium eucalypti (incl. Myrtacremonium gen. nov.)\non Eucalyptus globulus, Myrtapenidiella balenae on Eucalyptus sp.,\nMyrtapenidiella eucalyptigena on Eucalyptus sp., Myrtapenidiella\npleurocarpae on Eucalyptus pleurocarpa, Paraconiothyrium hakeae on Hakea\nsp., Paraphaeosphaeria xanthorrhoeae on Xanthorrhoea sp.,\nParateratosphaeria stirlingiae on Stirlingia sp., Perthomyces podocarpi\n(incl. Perthomyces gen. nov.) on Podocarpus sp., Readeriella ellipsoidea\non Eucalyptus sp., Rosellinia australiensis on Banksia grandis,\nTiarosporella corymbiae on Corymbia calophylla, Verrucoconiothyrium\neucalyptigenum on Eucalyptus sp., Zasmidium commune on Xanthorrhoea sp.,\nand Zasmidium podocarpi on Podocarpus sp. Brazil: Cyathus\naurantogriseocarpus on decaying wood, Perenniporia brasiliensis on\ndecayed wood, Perenniporia paraguyanensis on decayed wood, and\nPseudocercospora leandrae-fragilis on Leandra fragilis. Chile:\nPhialocephala cladophialophoroides on human toe nail. Costa Rica:\nPsathyrella striatoannulata from soil. Czech Republic: Myotisia cremea\n(incl. Myotisia gen. nov.) on bat droppings. Ecuador: Humidicutis\ndictiocephala from soil, Hygrocybe macrosiparia from soil, Hygrocybe\nsangayensis from soil, and Polycephalomyces onorei on stem of Etlingera\nsp. France: Westerdykella centenaria from soil. Hungary: Tuber\nmagentipunctatum from soil. India: Ganoderma mizoramense on decaying\nwood, Hodophilus indicus from soil, Keratinophyton turgidum in soil, and\nRussula arunii on Pterigota alata. Italy: Rhodocybe matesina from soil.\nMalaysia: Apoharknessia eucalyptorum, Harknessia malayensis, Harknessia\npellitae, and Peyronellaea eucalypti on Eucalyptus pellita, Lectera\ncapsici on Capsicum annuum, and Wallrothiella gmelinae on Gmelina\narborea. Morocco: Neocordana musigena on Musa sp. New Zealand: Candida\nrongomai-pounamu on agaric mushroom surface, Candida vespimorsuum on cup\nfungus surface, Cylindrocladiella vitis on Vitis vinifera, Foliocryphia\neucalyptorum on Eucalyptus sp., Ramularia vacciniicola on Vaccinium sp.,\nand Rhodotorula ngohengohe on bird feather surface. Poland:\nTolypocladium fumosum on a caterpillar case of unidentified Lepidoptera.\nRussia: Pholiotina longistipitata among moss. Spain: Coprinopsis\npseudomarcescibilis from soil, Eremiomyces innocentii from soil,\nGyroporus pseudocyanescens in humus, Inocybe parvicystis in humus, and\nPenicillium parvofructum from soil. Unknown origin: Paraphoma\nrhaphiolepidis on Rhaphiolepsis indica. USA: Acidiella americana from\nwall of a cooling tower, Neodactylaria obpyriformis (incl. Neodactylaria\ngen. nov.) from human bronchoalveolar lavage, and Saksenaea\nloutrophoriformis from human eye. Vietnam: Phytophthora mekongensis from\nCitrus grandis, and Phytophthora prodigiosa from Citrus grandis.\nMorphological and culture characteristics along with DNA barcodes are\nprovided.","trees":[{"tree_label":"First of six equally most parsimonious trees obtained\nfrom the Harknessia calmodulin alignment","ntax":"26","rootedtree":"TRUE","title":"Tr115754","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115754.phy"},{"tree_label":"Bayesian Mucoromycotina, Pucciniomycotina,\nSaccharomycotina and Agaricomycotina LSU overview phylogeny","ntax":"90","rootedtree":"TRUE","title":"Tr115753","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115753.phy"},{"tree_label":"Bayesian Dothideomycetes LSU overview phylogeny","ntax":"166","rootedtree":"TRUE","title":"Tr115751","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115751.phy"},{"tree_label":"Bayesian Pezizomycetes, Eurotiomycetes and\nSordariomycetes LSU overview phylogeny","ntax":"78","rootedtree":"TRUE","title":"Tr115752","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115752.phy"}]}