{"Authors":" Steven Leavitt, Martin Westberg, Mohammad Sohrabi, John E.\nElix, Einar Timdal, Matthew P. Nelsen, Larry L. St. Clair, Mats Wedin,\nH. Thorsten Lumbsch","Year":" 2017","Title":" Complex patterns of intercontinental and isolated lineages in\na common, cosmopolitan lichen-forming fungal component of biological\nsoil crusts, Psora decipiens (Psoraceae, Ascomycota)","Journal":" Frontiers in Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Australia, biogeography, BSC, disjunct populations,\nlong-distance dispersal, semi-arid, South Africa","DOI":"","Abstract":" Multiple drivers shape the spatial distribution of\nspecies, including dispersal capacity, niche incumbency, climate\nvariability, orographic barriers, and plate tectonics. However,\nbiogeographic patterns of microbes commonly do not fit conventional\nexpectations based on studies of animals and plants. Microbes in general\nare known to occur across exceedingly broad, intercontinental\ndistributions, including some important components of biological soil\ncrust communities (BSCs). The lichen-forming fungal species Psora\ndecipiens (Psoraceae, Lecanoromycetes) is found on all continents,\nexcept South America and Antarctica and occurs in BSCs across diverse\nhabitats, ranging from hot, arid deserts to alpine steppe/tundra\ncommunities. In order to better understand the factors that shape\npopulation structure in cosmopolitan lichen-forming fungal species, we\ninvestigated biogeographic patterns in the cosmopolitan taxon Psora\ndecipiens, along with the closely related taxa P. crenata and P.\nsaviczii. We generated a multi-locus sequence data set based on a\nworldwide sampling of these taxa in order to reconstruct evolutionary\nrelationships and explore phylogeographic patterns. Both P. crenata and\nP. decipiens were not recovered as monophyletic; and P. saviczii\nspecimens were recovered as a monophyletic clade closely related to a\nnumber of lineages comprised of specimens representing P. decipiens.\nStriking phylogeographic patterns were observed for P. crenata, with\npopulations from distinct geographic regions (e.g., western North\nAmerica, South Africa, and the Middle East) belonging to well-separated,\nmonophyletic lineages. South African populations of P. crenata were\nfurther divided into well-supported sub-clades. While well-supported\nphylogenetic substructure was also observed for P. decipiens, nearly all\nlineages were comprised of specimens collected from intercontinental\npopulations. However, all Australian specimens representing P. decipiens\nwere recovered within a single well-supported monophyletic clade\nconsisting solely of Australian samples only. Our study supports up to\nten candidate species-level lineages in P. decipiens, based on\ngenealogical concordance and coalescent-based species delimitation\nanalyses. We discuss biogeographic patterns and potential factors\ndriving the spatial distribution of lineages within the P. crenata and\nP. decipiens groups. Our study has important implications for\nunderstanding factors influencing diversification and distributions of\nlichens associated with BSC.","trees":[{"tree_label":"PAUP 1","ntax":"159","rootedtree":"TRUE","title":"Psora uLSU mcm7 rpb1 mtSSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115953.phy"},{"tree_label":"PAUP_1","ntax":"136","rootedtree":"TRUE","title":"Psora ITS nuLSU mcm7 rpb1 mtSSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115954.phy"}]}