{"Authors":" Maria de los Angeles Beltran-Nambo, Juan Carlos\nMontero-Castro, Rafael Salgado-Garciglia, Joel Tupac Otero, Miguel\nMartinez-Trujillo, Yazmin Carreon-Abud","Year":" 2017","Title":" CHARACTERIZATION OF MYCORRHIZAL FUNGI ASSOCIATED WITH\nTERRESTRIAL ORCHIDS OF GENUS Bletia","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Coils, fungal partners, root, Tulasnella","DOI":"","Abstract":" The aims of this work were isolation, morphological and\nmolecular characterization of mycorrhizal fungi associated to tree\nterrestrial orchids: Bletia roezlii, B. purpurata and B. punctata. The\nroots were collected in Cupatitzio Nature Reserve, Michoacán, Mexico, in\norder to analyze the orchid’s fungal species variability. 39 strains\nwere morphologically characterized and some of them were molecularly\nidentified. B. punctata, present only in México, showed the lower fungi\nvariability. Morphological characteristics correspond to those described\nfor Rhizoctonia-like fungi complex. According with Euclidian distances\ntree generated by WARD analysis, all isolates were included into two\ngroups (1 y 2) and four subgroups (A, B, C y D), all related to genus\nTulasnella. Fungi included in group 2 are suitable candidates for in\nvitro mycorrhization, for conservation purpose, due to their fast growth\nrates, presence in all collected sites and their association with our 3\norchid species. Molecular identification of 9 strains and tree\nconstruction, using Bayesian analysis, corroborated fungi morphological\nidentity, dividing them in 4 principal clades related to Tulasnella.\nGroup 1 was related with Tulasnella spp., group 2 was linked with\ndifferent species included in this genus: subgroup C strains showed\nconnection with reference sequences identified as Tulasnella calospora\nand T. deliquescens, finally subgroup D was related with T. calospora\nand T. bifrons. This result is consistent with morphological differences\nbetween subgroups, just like monilioid cells dimensions.","trees":[{"tree_label":"Untitled Tree+","ntax":"16","rootedtree":"TRUE","title":"Tr103932","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_103932.phy"}]}