{"Authors":" John David, Alastair Culham","Year":" 2017","Title":" Increasing accuracy of Powdery Mildew (Ascomycota,\nErysiphales) identification using previously untapped DNA regions","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":" Powdery mildew, Erysiphales, phylogeny, barcoding,\ndiagnostics, identification","DOI":"","Abstract":" The powdery mildews (Ascomycota, Erysiphales) are a group\nof obligate biotrophic fungi found on nearly 10,000 angiosperm plant\nhosts globally including many that are important horticultural and\nagricultural plants. Infection can greatly reduce the appearance and\nvigour of the host therefore reducing attractiveness and yields\nsignificantly. A reliable and efficient method is required for\nunambiguous identification of these often cryptic species such that\nspread to new areas and/or new hosts can be detected rapidly and\ncontrolled early. This research aims to combine currently accepted\ntechniques  host identification, fungal morphological analysis, DNA\nsequencing of the fungal rDNA ITS region  with sequencing of additional\nnuclear DNA regions in order to increase the reliability of the\nidentification process via BLAST, DNA Barcoding, and phylogenetic\nreconstruction. Samples were collected through the Powdery Mildew Survey\n(a citizen science scheme), begun in 2014 and concluded in 2016. Generic\nfungal DNA primers were found to amplify non-powdery mildew species,\nsome of which were mycoparasites, as well as powdery mildews, and were\ntherefore not a useful technique for accurate identification of powdery\nmildews. Consequently specific primers were developed for the\namplification of the β-tubulin, Actin, Chitin synthase, Mcm7,\nTranslation elongation factor 1-α, and Tsr1 regions. Results indicate\nthat several of these regions could be used alongside ITS to increase\nidentification power (reliability and accuracy), with particular regions\nstanding out. These rapid diagnostic techniques could provide a valuable\ntool for plant quarantine, and plant breeding, particularly for greater\nsecurity in the movement of plants and plant products in trade.","trees":[{"tree_label":"Actin","ntax":"1","rootedtree":"TRUE","title":"Erysiphales Actin Bayes Consensus","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_105052.phy"},{"tree_label":"ITS and Actin","ntax":"1","rootedtree":"TRUE","title":"Erysiphales ITS and Actin combined Bayesian Consensus\ntree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_105053.phy"}]}