{"Authors":" Azin Moslemi, Peter Ades, Tim Groom, Jason Barry Scott,\nMarc E. Nicolas, Paul W.J. Taylor, Pedro W. Crous","Year":" 2017","Title":" Paraphoma chlamydocopiosa sp. nov. and Paraphoma pye sp.\nnov., two new species associated with leaf and crown infection of\npyrethrum","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" bilocular pycnidia, longer conidia, Paraphoma\nchlamydocopiosa, Paraphoma pye, pathogenicity, phylogenetic\nanalysis","DOI":"","Abstract":" Two new pathogens of pyrethrum, described as Paraphoma\nchlamydocopiosa and Paraphoma pye, isolated from necrotic leaf lesions\non pyrethrum plants in northern Tasmania, Australia, were identified\nusing morphological characters, phylogenetic analysis of the internal\ntranscribed spacer (ITS), elongation factor 1-α (EF1-) and beta-tubulin\n(TUB) genes, and pathogenicity bioassays. Bootstrap support in the\ncombined and individual gene region phylogenetic trees significantly\nsupported the two species that were significantly different from the\nclosely related P. chrysanthemicola and P. vinacea. Morphological\ncharacteristics also supported the two new species, with conidia of P.\nchlamydocopiosa being considerably longer and wider than either P.\nchrysanthemicola or P. vinacea, and P. pye being distinct in forming\nbilocular pycnidia. Glasshouse pathogenicity tests based on root dip\ninoculation resulted in P. chlamydocopiosa and P. pye infecting the\ncrown and upper root tissues of pyrethrum plants, and significant\nreduction in biomass two 2 months after inoculation. Both of these\nParaphoma spp. caused leaf lesions during in vitro and in vivo bioassays\ntwo 2 weeks after foliar spray inoculation. Although P. chlamydocopiasa\nand P. pye were shown to be crown rot pathogens, they also were commonly\nisolated from leaves of diseased plants in pyrethrum fields of northern\nTasmania.","trees":[{"tree_label":"PAUP_1","ntax":"31","rootedtree":"TRUE","title":"Paraphoma ITS TUB EF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107775.phy"}]}