{"Authors":" Emily York, Katherine G. Mathews, Lena Struwe, Niall\nDunne","Year":" 2008","Title":" A phylogenetic analysis and taxonomic revision of Bartonia\n(Gentianaceae-Gentianeae) based on molecular and morphological\nevidence","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic study and taxonomic revision of the four\ncurrently accepted species of Bartonia (Gentianaceae, tribe Gentianeae,\nsubtribe Swertiinae) were conducted in order to test species boundaries\nand interspecific relationships. Species boundaries were examined based\non measurements of key quantitative and qualitative morphological\ncharacters as given in the original descriptions. Phylogenetic analyses\nwere performed using molecular data from the nuclear internal\ntranscribed spacer region (ITS) and chloroplast DNA (trnL intron through\nthe trnL-F spacer), separately and combined using parsimony and Bayesian\nmethodologies, incorporating outgroups from subtribes Swertiinae and\nGentianinae. The morphological study revealed that characters of one\nspecies, B. texana, represent a subset of the morphological variation\nfound within B. paniculata but that B. paniculata, B. verna and B.\nvirginica could all be separated from one another. The molecular\nphylogenetic analyses all found B. texana to nest in a clade with the\ntwo recognized subspecies of B. paniculata (subsp. paniculata and subsp.\niodandra), making the latter paraphyletic. Because of the morphological\nand molecular findings in this study, Bartonia texana is here reduced to\nsubspecific rank, as Bartonia paniculata subsp. texana. In addition, the\nmolecular phylogenetic analyses showed strong support for a sister group\nrelationship between B. verna and B. virginica, as opposed to between B.\npaniculata and B. virginica as has been previously suggested.","trees":[{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"Bartonia, ITS trnLF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5209.phy"},{"tree_label":"Fig. 3a","ntax":"12","rootedtree":"TRUE","title":"Bartonia, ITS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5206.phy"},{"tree_label":"ITS 2","ntax":"12","rootedtree":"TRUE","title":"Bartonia, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5207.phy"},{"tree_label":"Fig. 3b","ntax":"12","rootedtree":"TRUE","title":"Bartonia, trnLF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5208.phy"}]}