{"Authors":" Gary W. Saunders, Chris James Jackson, Eric David\nSalomaki","Year":" 2017","Title":" PHYLOGENETIC ANALYSES OF TRANSCRIPTOME DATA RESOLVE FAMILIAL\nASSIGNMENTS FOR GENERA OF THE RED ALGAL ACROCHAETIALES-PALMARIALES\nCOMPLEX (NEMALIOPHYCIDAE)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Phylogenetic analyses of transcriptome data for\nrepresentatives of the red algal Acrochaetiales-Palmariales Complex\nprovided robust support for the assignment of genera to the constituent\nfamilies. In the Acrochaetiales the genera Acrochaetium, Grania, and an\nunnamed genus-level lineage (Acrochaetiac sp._1Aus) were assigned to the\nAcrochaetiaceae, while Audouinella is placed in a resurrected\nAudouinellaceae and Rhodochorton and Rhododrewia constitute the\nresurrected Rhodochortonaceae. For the Palmariales, transcriptome data\nsolidly supported Camontagnea and Rhodothamniella in the\nRhodothamniellaceae, Meiodiscus and Rubrointrusa in the Meiodiscaceae,\nRhodonematella and Rhodophysema in the Rhodophysemataceae, while\nDevaleraea and Palmaria remained in the Palmariaceae. These analyses,\nhowever, questioned monophyly for the genus Palmaria, which prompted a\nsecond round of analyses using eight common red algal phylogenetic\nmarkers, which further permitted inclusion of representatives of other\nred algal genera in our analyses. These results supported transfer of\nPalmaria callophylloides and P. mollis to the genus Devaleraea\nnecessitating new combinations, and further added the genus Halosaccion\nto the Palmariaceae and the genera Kallymenicola and Rhodophysemopsis to\nthe Meiodiscaceae. Finally, DNA barcode (mitochondrial COI-5P) and ITS\ndata were explored and supported the continued recognition of Palmaria\npalmata as a single species in the North Atlantic.","trees":[{"tree_label":"tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr104001","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104001.phy"}]}