{"Authors":" Hui Shen, Dong-Mei Jin, Xi-Le Zhou, Hui Shang, Jiang-Ping\nShu, Ran Wei, Ming Lei, Hong-Jin Wei, Rui Zhang, Li Liu, Yue-Hong Yan,\nYu-Feng Gu, Xian-Chun Zhang","Year":" 2017","Title":" Large scale phylogenomic analysis resolves a backbone\nphylogeny in ferns","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenomics, Ferns, Evolution, Sporangium,\nTranscriptome","DOI":"","Abstract":" Background: Ferns, the sister group of seed plants, are a\nmonophyletic group which originated about 360 million years ago. With\nconflicting molecular evidences and different morphological\ninterpretations, the deep relationships among the major lineages in\nferns remain controversial. Large scale phylogenomic analysis basing on\nRNA-sequence is a good methods in resolving deep relationships. Here, we\naim to obtain a robust fern phylogeny with a reasonable interpretation\nby analyzing a high- quality RNA dataset which covers 69 fern species\nfrom 11 orders and 30 families. Findings: Using optimized\nmaximum-likelihood method, we analyzed and compared two supermatrices of\nhomologous proteins encoded by 2,391 genes with at least 75% species\ncoverage, and by 1,334 genes with at least 90% species coverage, and\nobtained a well-supported common topology. We also reconstructed the\ntopologies of the primitive taxa ( 26 ferns, 448 genes, 100% gene\noccupancy) and the derived taxa (34 ferns, 342 genes, 100% gene\noccupancy) respectively, and yielded consistent topologies with the\nformer one. Conclusions: Our results confirmed that Equisetales is\nsister to all other monilophytes, and Pteroidaceae derived earlier than\nDennstaedtiaceae. Different from current view of the mainstream, our\nresults strongly supported that (i) Gleicheniaceae and Hymenophyllaceae\nform a monophyletic clade which is paraphyletic to Dipteridaceae; (ii)\nAspleniaceae instead of Cystopteridaceae is the basal group in\nEupolypods II; and (iii) Lomariopsidaceae and Nephrolepidaceae in\nEupolypods I form a paraphyletic group rather than a monophyletic clade.\nOur findings are interpreted with sporangia characters, and a new\nevolutionary route of sporangia in ferns are suggested. This backbone\nphylogeny in ferns sets a foundation for further studies in biology and\nevolution in ferns, and therefore in plants.","trees":[{"tree_label":"Imported tree 1","ntax":"73","rootedtree":"TRUE","title":"Tr105051","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105051.phy"}]}