{"Authors":" Nuraini Mohd Noor, Latiffah Zakaria","Year":" 2017","Title":" Characterization and Pathogenicity of Colletotrichum spp.\nAssociated With Chilli Anthracnose (Capsicum Annuum And C. Frutescens)\nIn Peninsular Malaysia.","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum, Chilli, Characterization,\nPathogenicity","DOI":"","Abstract":" Anthracnose fruit rot caused by Colletotrichum spp. is a\nserious post-harvest disease of chilli fruits (Capsicum spp.). One\nhundred and thirty isolates of Colletotrichum spp. were isolated from\nanthracnose of green and red cayenne pepper (C. annuum) and birds eye\nchilli (C. frutescens). The isolates were morphologically identified as\nC. acutatum (62 isolates), and C. truncatum (54 isolates) and C.\ngloeosporioides (14 isolates). Molecular identification and phylogenetic\nanalysis were based on ITS region, β-tubulin, ACT and GAPDH genes, and\nthe isolates were re-identified as C. scovillei (58 isolates), C.\ntruncatum (54 isolates), C. siamense (11 isolates), C. fructicola (three\nisolates) and C. fioriniae (four isolates). Maximum Likelihood trees\nusing combined sequences showed that isolates of the same species were\ngrouped with the epitype strains. Pathogenicity test showed that tested\nisolates from each species were pathogenic towards green and red C.\nannuum and C. frutescens on wounded treatment using both mycelial plug\nand conidial suspensions methods. Only five isolates C. truncatum and\nseven isolates of C. scovillei were found to be pathogenic using\nunwounded treatment. The present study showed that five species of\nColletotrichum; C. siamense, C. fructicola, C. scovillei, C. fioriniae\nand C. truncatum were associated with chilli anthracnose. The occurrence\nof five Colletotrichum spp. associated with chilli anthracnose indicates\nthat correct species name is important not only to formulate effective\ndisease management but to formulate effective quarantine policy.","trees":[{"tree_label":"tree 1","ntax":"58","rootedtree":"TRUE","title":"Colletotrichum truncatum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107251.phy"},{"tree_label":"BI","ntax":"76","rootedtree":"TRUE","title":"Colletotrichum scovillei and C. fioriniae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107252.phy"},{"tree_label":"tree","ntax":"24","rootedtree":"TRUE","title":"Colletotrichum gloeosporioides","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107250.phy"}]}