{"Authors":" Xuewen Xu, Minyang Chen, Jing Ji, Qiang Xu, Xiaohua Qi,\nXuehao Chen","Year":" 2017","Title":" Comparative RNA-seq based transcriptome profiling of\nwaterlogging response in cucumber hypocotyls reveals novel insights into\nthe de novo adventitious root primordia initiation","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cucumber, Waterlogging, Adventitious root primordia,\nRNA-seq, Ethylene","DOI":"","Abstract":" Background: Waterlogging is a serious impediment to plant\ngrowth because it results in the decline in the availability of oxygen\nto submerged tissues. Although cucumber (Cucumis sativus L.) is\nsensitive to waterlogging, its ability to produce adventitious roots\n(ARs) facilitates gas diffusion and increases plant survival when the\noxygen concentration is decreased. To gain a better understanding of the\nmolecular mechanisms that enable de novo AR primordia emergence upon\nwaterlogging, the RNA sequencing-based transcriptomic responses of two\ncontrasting cucumber genotypes, Zaoer-N (waterlogging tolerant) and\nPepino (waterlogging sensitive), which differed in their abilities to\nform AR were compared. Results: More than 27,000 transcripts were\nexamined in cucumber hypocotyls, from which 1,494 and 1,766 genes in\n‘Zaoer-N’ and ‘Pepino’, respectively, were differentially expressed 2\ndays after waterlogging. The significant positive correlation between\nRNA sequencing data and a qPCR analysis indicated that the identified\ngenes were credible. A comparative analysis revealed that genes\nfunctioning in carbohydrate mobilization, nitrate assimilation, hormone\nproduction and signaling pathways, transcription factors and cell\ndivision might contribute to the waterlogging-triggered AR primordia\ninitiation. Ethylene was determined to be an important plant hormone\nresponsible for the initiation of ARs in cucumber. Additionally, genes\nencoding cytochrome P450, ankyrin repeat-containing proteins and sulfite\noxidases were determined as important in waterlogging acclimation.\nConclusion: This research broadens our understanding of the mechanism\nunderlying waterlogging-triggered ARs emergence, and provides valuable\ninformation for the breeding of cucumber with enhanced waterlogging\ntolerance.","trees":[{"tree_label":"Imported tree 1","ntax":"10","rootedtree":"TRUE","title":"Cucumber Transcriptome","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105511.phy"}]}