{"Authors":" Nina Theis, Jianhua Li, Michael J Donoghue","Year":" 2008","Title":" Phylogenetics of the Caprifolieae and Lonicera (Dipsicales)\nbased on nuclear and chloroplast DNA sequences.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Recent phylogenetic analyses of the Dipsacales strongly\nsupport a Caprifolieae clade within the Caprifoliaceae including\nLeycesteria, Triosteum, Symphoricarpos, and Lonicera. Relationships\nwithin Caprifolieae, however, remain quite uncertain, and the monophyly\nof Lonicera, the most species-rich of the traditional genera, and its\nsubdivisions, need to be evaluated. In this study we used sequences of\nthe ITS region of nuclear ribosomal DNA and five chloroplast non-coding\nregions (rpoB-trnC spacer, atpB-rbcL spacer, trnS-trnG spacer, petN-psbM\nspacer, and psbM\u001atrnD spacer) to address these problems. Our results\nindicate that Heptacodium is sister to the Caprifolieae, Triosteum is\nsister to the remaining genera within the tribe, and Leycesteria and\nSymphoricarpos form a clade that is sister to a monophyletic Lonicera.\nWithin Lonicera, the major split is between subgenus Caprifolium and\nsubgenus Lonicera. Within subgenus Lonicera, sections Coeloxylosteum,\nIsoxylosteum, and Nintooa are nested within the paraphyletic section\nIsika. Section Nintooa may also be non-monophyletic. Our analysis of the\ngenus Lonicera highlights instances of homoplasy in several\nmorphological characters (e.g., hollow stems in subgenus Caprifolium and\nsection Coeloxylosteum in subgenus Lonicera). Furthermore, our data\nindicate possible instances of hybridization in section Nintooa and\nbiogeographic disjuctions between the Old and New Worlds (e.g.,\nsubsections Distegiae and Alpigenae).","trees":[{"tree_label":"Strict Tree","ntax":"64","rootedtree":"TRUE","title":"Caprifolieae and Lonicera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5301.phy"}]}