{"Authors":" Xiang-Hua Wang, Roy E. Halling, Hofstetter Valerie, Teresa\nLebel, Bart Buyck","Year":" 2018","Title":" Phylogeny, biogeography and taxonomic re-assessment of\nMultifurca (Russulaceae, Russulales) using three-locus data","Journal":" PloS ONE","Volume":" 13","Issue":" 11","Pages":" e0205840","Keywords":" amphi-Pacific distribution; Lactarius, migration, Russula,\nvicariance","DOI":"","Abstract":" Multifurca is a small genus newly established to\naccommodate lactarioid and russuloid species with some characters\nreminiscent of corticoid members of Russulaceae. It shows an\namphi-pacific distribution with strong preference for the tropical zone\nof the Northern Hemisphere and thus has particular significance for\nbiogeographical study. Using worldwide samples and three loci (ITS, 28S\nrDNA and rpb2), we demonstrated that Multifurca is split into two highly\nsupported major clades that are here recognized at the subgeneric level:\nsubg. Furcata subg. nov. exclusively includes lactarioid species, while\nsubg. Multifurca includes species with a russuloid habit. Using\nphylogenetic species recognition and comparison of genetic distances we\nrecognize five new and six previously described species, almost double\nthe known number of species before this study. Molecular dating using a\nBayesian method suggested that Multifurca originated in early Paleocene\nand diversified in the Eocene. The most recent interspecific divergences\noccurred both in Asia and America, roughly at the same time around the\nPliocene. Ancestral area reconstruction and comparisons of genetic\ndistances and morphology suggested an early divergence within\nAustralasia or tropical Asia. From the early Miocene to Pliocene,\nmultiple dispersals/migrations to Australasia and North America by\nisland hopping or land bridge likely happened. Vicariance at the late\nTertiary might be the most likely mechanism accounting for the eastern\nAsia - southeastern North America and Australasia - tropical Asia\ndisjunct distributions. The shared polymorphisms in the ITS alignment,\nnumerous degenerated base pairs in the rpb2 sequences and weak conflict\nbetween the ITS and LSU genealogies of M. subg. Furcata suggest recent\nspeciation. Host specificity of Multifurca species or species pairs is\nrelatively low. Host shifts are believed to have aided establishment in\nnew territories during the dispersals and migrations.","trees":[{"tree_label":"Imported tree 0","ntax":"38","rootedtree":"TRUE","title":"Multifurca rpb2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_104236.phy"},{"tree_label":"Imported tree 0","ntax":"63","rootedtree":"TRUE","title":"Multifurca LSU-rpb2 ML tree for Russulaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_104241.phy"},{"tree_label":"Imported tree 0","ntax":"38","rootedtree":"TRUE","title":"Tr104234","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104234.phy"},{"tree_label":"TREE1","ntax":"62","rootedtree":"TRUE","title":"Tr112150","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112150.phy"},{"tree_label":"Imported tree 0","ntax":"43","rootedtree":"TRUE","title":"Multifurca ITS-MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_104233.phy"},{"tree_label":"Imported tree 0","ntax":"42","rootedtree":"TRUE","title":"Multifurca ITS-LSU-rpb2 combined MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_104238.phy"}]}