{"Authors":" Martina Reblova, Andrew N. Miller, Kamila Reblova, Vaclav\nStepanek","Year":" 2018","Title":" Phylogenetic classification and generic delineation of\nCalyptosphaeria gen. nov., Lentomitella, Spadicoides and Torrentispora\n(Sordariomycetes)","Journal":" Studies in Mycology","Volume":" 89","Issue":"","Pages":" 1-62","Keywords":" Ceratostomella, conidiogenesis, holoblastic-denticulate,\nmolecular systematics, new taxa, phaeoisaria-like, selenosporella-like,\ntretic, taxonomy, Xenospadicoidales","DOI":"","Abstract":" The genus Ceratostomella has a long history of taxonomic\nconfusion. While species with evanescent asci have been transferred to\nthe Microascales and Ophiostomatales, the taxonomic status of species\nwith persistent asci has not been completely resolved. In previous\nstudies using DNA sequence data, cultures and morphology, several\nCeratostomella spp. were allocated in 13 genera in the Eurotiomycetes\nand Sordariomycetes. In our study, the systematics of the remaining\nCeratostomella spp. with persistent asci is revisited with new\ncollection data, cultures and phylogeny based on novel DNA sequences\nfrom six nuclear loci. Bayesian inference and Maximum Likelihood\nanalyses support the monophyly of several wood-inhabiting species\nformerly classified in Ceratostomella and other unknown morphologically\nsimilar taxa and their division into four genera, i.e. Lentomitella,\nSpadicoides, Torrentispora and the newly described Calyptosphaeria. This\nrobust clade represents the order Xenospadicoidales in the\nSordariomycetidae. Comparative analysis of the ITS2 secondary structure\nrevealed a genetic variation among Lentomitella isolates; 11 species\nwere recognised, of which five are newly introduced and two are new\ncombinations. Other taxonomic novelties include four new species and\neight new combinations in Calyptosphaeria, Spadicoides, and\nTorrentispora. Molecular data suggest that Spadicoides is polyphyletic.\nThe core of the genus is positioned in the Xenospadicoidales;\nSpadicoides s. str. is experimentally linked with sexual morphs for the\nfirst time. Based on DNA sequence data, the monotypic genera\nXenospadicoides and Pseudodiplococcium are reduced to synonymy under\nSpadicoides, while Fusoidispora and Pseudoannulatascus are synonymised\nwith Torrentispora. Members of the Xenospadicoidales inhabit decaying\nwood in terrestrial and freshwater environments and share a few\nmorphological characters such as the absence of stromatic tissue,\nascomata with a cylindrical or rostrate neck, similar anatomies of the\nascomatal walls, thin-walled unitunicate asci with a non-amyloid apical\nannulus, disintegrating paraphyses, usually ellipsoidal to fusiform\nascospores and holoblastic-denticulate or tretic conidiogenesis. Revised\nCeratostomella spp. with persistent asci are listed and the taxonomic\nstatus of each species is re-evaluated based on revision of the holotype\nand other representative material, published details and available\nphylogenetic data.","trees":[{"tree_label":"Fig. 2","ntax":"104","rootedtree":"TRUE","title":"Lentomitella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120820.phy"}]}