{"Authors":" Sarah Mathews, Mark Alan Beilstein, Elizabeth A. Kellogg,\nIhsan Al-Shehbaz","Year":" 2008","Title":" Brassicaceae phylogeny inferred from phytochrome A and ndhF\nsequence data: tribes and trichomes revisited","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The family Brassicaceae comprises 3710 species in 338\ngenera, 25 recently delimited tribes, and three major lineages based on\nphylogenetic results from the chloroplast gene ndhF. To assess the\ncredibility of the lineages and newly delimited tribes, we sequenced an\napproximately 1.8 kb region of the nuclear phytochrome A (PHYA) gene for\ntaxa previously sampled for the chloroplast gene ndhF. Using parsimony,\nlikelihood and Bayesian methods, we reconstructed the phylogeny of the\ngene and used the Approximately Unbiased (AU) test to compare\nphylogenetic results from PHYA with findings from ndhF. We also combined\nndhF and PHYA data and used a Bayesian mixed model approach to infer\nphylogeny. PHYA and combined analyses recover the same three large\nlineages as those recovered in ndhF trees, increasing confidence in\nthese lineages. The combined tree confirms the monophyly of most of the\nrecently delimited tribes (only Alysseae, Anchonieae, and Descuraineae\nare not monophyletic), while 13 of the 23 sampled tribes are\nmonophyletic in PHYA trees. In addition to phylogenetic results, we\ndocumented trichome branching pattern from species across the phylogeny\nand explored the evolution of different trichome morphologies using the\nAU tests. Our results indicate that dendritic, medifixed, and stellate\ntrichomes likely evolved independently several times in the\nBrassicaceae.","trees":[{"tree_label":"Fig. 1","ntax":"115","rootedtree":"TRUE","title":"Brassicaceae PHYA Likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3061.phy"},{"tree_label":"Fig. 2","ntax":"101","rootedtree":"TRUE","title":"Brassicaceae ndhF ratchet","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3062.phy"},{"tree_label":"Fig. 3","ntax":"101","rootedtree":"TRUE","title":"Brassicaceae combined Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3063.phy"}]}