{"Authors":" Maria Lisseth Eguiluz, Nureyev Ferreira Rodrigues, Frank\nGuzman, Priscila Yuyama, Rogerio Margis","Year":" 2017","Title":" The chloroplast genome sequence from Eugenia uniflora, a\nMyrtaceae from Neotropics","Journal":" Plant Systematics and Evolution\n","Volume":"","Issue":"","Pages":"","Keywords":" cpDNA, fruit tree, genome sequencing, NGS, pitanga, plant\nevolution","DOI":"","Abstract":" Eugenia uniflora is a plant native to tropical America\nthat holds great ecological and economic importance. The complete\nchloroplast (cp) genome sequence of Eugenia uniflora, a member of the\nneotropical Myrtaceae family, is reported here. The genome is 158,445 bp\nin length and exhibits a typical quadripartite structure of the large\n(LSC, 87 459 bp) and small (SSC, 18 318 bp) single-copy regions,\nseparated by a pair of inverted repeats (IRs, 26 334 bp). It contains\n111 unique genes, including 77 protein-coding genes, 30 tRNAs and 4\nrRNAs. The genome structure, gene order, GC content, and codon usage are\nsimilar to the typical angiosperm cp genomes. Comparison of the entire\ncp genomes of E. uniflora L. and three other Myrtaceae revealed an\nexpansion of 43 bp in the intergenic spacer located between the\nIRA/large single copy (LSC) border and the first gene of LSC region.\nSimple sequence repeat (SSR) analysis revealed that most SSRs are\nAT-rich, which contribute to the overall AT richness of the cp genome.\nAdditionally, fewer SSRs are distributed in the protein-coding sequences\ncompared to the non-coding regions. Phylogenetic analysis among 58\nspecies based on 57 cp genes demonstrated a closer relationship between\nE. uniflora L. and Syzygium cumini (L).Skeels compared to the Eucalyptus\nclade in the Myrtaceae family. The complete cp genome sequence of E.\nuniflora reported here will be very important for population genetics,\nas well as phylogenetic and evolutionary studies in this species and\nother Myrtaceae species from Neotropical regions.","trees":[{"tree_label":"con 50 majrule","ntax":"58","rootedtree":"TRUE","title":"Tr104292","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104292.phy"}]}