{"Authors":" YP Zhou, Ying Zhang","Year":" 2017","Title":" Towards a natural classification of Botryosphaeriaceae: a\ntype study of Botryosphaeria sensu lato","Journal":"\n","Volume":"\n","Issue":"\n","Pages":"\n","Keywords":" Botryosphaeriales, phylogeny, sexual stage, taxonomy, type\nspecimens","DOI":"\n","Abstract":" The genus Botryosphaeria comprises more than 200 epithets,\nbut only type species B. dothidea and other ten species have been\nidentified based on DNA sequences. The taxonomic status of other taxa\nhas thus far been unconfirmed because of a lack of either morphological\ninformation or DNA data. In this study, type or authentic specimens of\n20 “Botryosphaeria” species had been obtained and were reassessed in\norder to establish their correct identity and phylogenetic status. DNA\nsequences of four nuclear loci, namely ITS, LSU, tef1-α and TUB, were\nanalysed and combined with the morphological features of the cultures\nand conidia. Based on both the multigene phylogeny and morphological\ncharacters, Botryosphaeria cruenta, B. dasylirii, B. hamamelidis, B.\nribis f. achromogena and B. wisteriae were transferred to Neofusicoccum,\nwhile the generic status of B. aterrima, B. berengeriana var. weigelae\nand B. mirabile within Botryosphaeria was confirmed, and B. berengeriana\nvar. acerina was renamed as B. acerina. B. aterrima, B. berengeriana\nvar. weigelae and B. mirabile were accepted within Botryosphaeria, and\nB. berengeriana var. acerina was renamed as B. acerina. Botryosphaeria\nminuscula was transferred to Lasiodiplodia as L. minuscula, and\nBotryosphaeria mucosa to Neodeightonia as N. mucosa, Botryosphaeria\nmacrolopha to Gibberella as G. macrolopha and Botryosphaeria ferruginea\nto Leptosphaerulina as L. ferruginea. B. foliicola was reduced to a\nsynonym with Phyllachorella micheliae. B. abuensis, B. aesculi and B.\nbidwellii are treated as species of Botryosphaeriales incertae sedis,\nand B. apocyni, B. gaubae and B. smilacinina as species of\nDothieomycetes incertae sedis.","trees":[{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Tr104667","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104667.phy"},{"tree_label":"Strict","ntax":"31","rootedtree":"TRUE","title":"Tr104668","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104668.phy"},{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Tr104669","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_104669.phy"}]}