{"Authors":" Dong Liu, Chunhua Wang, Ming Xin, Xiuyan Zhou, Yanju Zhang,\nZhiwei Qin","Year":" 2017","Title":" Expression and Functional Analysis of the Transcription\nFactor-encoding Gene CsERF004 in Cucumber during Pseudoperonospora\ncubensis and Corynespora cassiicola Infection","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Cucumber downy mildew; Cucumber target spot; CsERF004;\nDisease resistance","DOI":"","Abstract":" Abstract Background: Cucumber downy mildew, caused by P.\ncubensis, is an important leaf disease that can severely affect cucumber\nproduction. In recent years, cucumber target spot, caused by C.\ncassiicola, has been reported in both Asia and Europe and is now\nconsidered as a major disease disrupting cucumber production.\nSingle-disease-resistant cucumber varieties have been unable to satisfy\nproduction needs. To explore the molecular mechanisms of cucumber\nresistance to these two diseases, cucumber cultivars D9320 (resistant to\ndowny mildew and target spot) and D0401 (susceptible to downy mildew and\ntarget spot) were used as experimental materials in this study. We used\ntranscriptome sequencing technology to identify genes related to disease\nresistance and verified using transgenic technology. Results: We\nscreened out the cucumber resistance-related gene CsERF004 using\ntranscriptome sequencing technology. Induction by pathogens, salicylic\nacid (SA), and ethylene (ET) resulted in the up-regulation of CsERF004.\nThree treatments, namely, inoculation with C. cassiicola alone,\ninoculation with P. cubensis alone, and simultaneous inoculation with\nboth pathogens, all resulted in the significant and sustained\nup-regulation of CsERF004 in the resistant cultivar D9320, during the\nearly stage of infection. In the susceptible cultivar D0401, CsERF004\nexpression was also significantly up-regulated at the later stage of\ninfection but to a lesser extent and for a shorter duration than in the\nresistant cultivar D9320. The CsERF004 gene encodes a protein localizes\nto the nucleus. The over-expression of CsERF004 in the susceptible\ncultivar D0401 resulted in the significant up-regulation of the CsPR1\nand CsPR4 genes and increased the levels of SA and ET, which enhanced\nthe resistance of cucumber to downy mildew and target spot. Conclusion:\nAnalyses of the CsERF004 expression pattern in disease-resistant and\nsusceptible cucumber cultivars and transgenic validation indicate that\nCsERF004 confers resistance to P. cubensis and C. cassiicola. The\nfindings of this study can help to better understanding of mechanisms of\nresponse to pathogens and in establishment the genetic basis for the\ndevelopment of cucumber broad-spectrum resistant cultivars.","trees":[{"tree_label":"Imported tree 0","ntax":"18","rootedtree":"TRUE","title":"Transcription Factor-encoding Gene CsERF004 in Cucumber\nduring Pseudoperonospora cubensis and Corynespora cassiicola\nInfection","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105050.phy"}]}