{"Authors":" Zhao en Yang, Qian Gong, Wen Qiang Qin, Zuoren Yang, Yuan\nChen, lili Lu, Xiaoyang Ge, Chaojun Zhang, Zhixia Wu, Fu Guang Li","Year":" 2017","Title":" Genome-wide analysis of WOX genes in upland cotton and their\nexpression pattern under different stresses","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Gossypium hirsutum, WUSCHEL-related homeobox, Segmental\nduplication, Transcript factor, Embryogenesis","DOI":"","Abstract":" In this study, we identified 21, 20, and 38 WOX genes in\nGossypium arboreum (2n = 26, A2), G. raimondii (2n = 26, D5), and G.\nhirsutum (2n = 4x = 52, (AD)t), respectively. Sequence logos showed that\nhomeobox domains were significantly conserved among the WOX genes in\ncotton, Arabidopsis, and rice. A total of 168 genes from three typical\nmonocots and six dicots were naturally divided into three clades, which\nwere further classified into nine sub-clades. A good collinearity was\nobserved in the synteny analysis of the orthologs from At and Dt (t\nrepresents tetraploid) sub-genomes. Whole genome duplication (WGD) and\nsegmental duplication within At and Dt sub-genomes played significant\nroles in the expansion of WOX genes, and segmental duplication mainly\ngenerated the WUS clade. Copia and Gypsy were the two major types of\ntransposable elements distributed upstream or downstream of WOX genes.\nFurthermore, through comparison, we found that the exon/intron pattern\nwas highly conserved between Arabidopsis and cotton, and the homeobox\ndomain loci were also conserved between them. In addition, the\nexpression pattern in different tissues indicated that the duplicated\ngenes in cotton might have acquired new functions as a result of\nsub-functionalization or neo-functionalization. The expression pattern\nof WOX genes under different stress treatments showed that the different\ngenes were induced by different stresses.","trees":[{"tree_label":"Fig. 2","ntax":"168","rootedtree":"TRUE","title":"WOX","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107365.phy"},{"tree_label":"Fig. 4","ntax":"54","rootedtree":"TRUE","title":"WOX","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107366.phy"},{"tree_label":"tree 1","ntax":"168","rootedtree":"TRUE","title":"Additional files 3 WOX","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107367.phy"}]}