{"Authors":" Linda K. Medlin, David G. Mann, Shinya Sato, Satoko\nMatsumoto","Year":" 2008","Title":" Pseudostriatella (Bacillariophyta): a description of a new\naraphid diatom genus based on observations of frustule and auxospore\nstructure and 18S rDNA phylogeny","Journal":" Phycologia","Volume":" 47","Issue":" NA","Pages":" 371-391","Keywords":" NA","DOI":" NA","Abstract":" Pseudostriatella oceanica gen et. sp. nov. is a marine\nbenthic diatom that resembles Striatella unipunctata in gross\nmorphology, attachment to the substratum by a mucilaginous stalk, and\npossession of septate girdle bands. In LM, P. oceanica can be\ndistinguished from S. unipunctata by plastid shape, absence of\ntruncation of the corners of the frustule, indiscernible striation, and\nabsence of polar rimoportulae. With SEM, P. oceanica can be\ndistinguished by a prominent but unthickened longitudinal hyaline area,\npegged areolae, multiple marginal rimoportulae, and perforated septum.\nThe hyaline area differs from the sterna of most pennate diatoms in\nbeing porous towards its expanded ends; in this respect, it resembles\nthe elongate annuli of some centric diatoms, e.g. Attheya and Odontella.\n18S rDNA phylogeny places P. oceanica among the pennate diatoms and\nsupports a close relationship between P. oceanica and S. unipunctata,\nbut the genetic distance between them, coupled with the morphological\ndifferences, justifies separation at genus level. However, the affinity\nof the P. oceanica \u001a S. unipunctata clade remains unresolved both in\nmolecular and morphological study. Both genera are only distantly\nrelated to Hyalosira and Grammatophora, despite similarities in frustule\nstructure and growth habit, arguing against their inclusion in the same\nfamily. The auxospore is covered with series of transverse and\nlongitudinal bands but the structure and arrangement of these bands\nappear to be more similar to the properizonia of some centric diatoms\nthan to the classic type of perizonium seen in other pennate diatoms; a\nfew scales are also present. The differences between properizonia and\nperizonia are discussed.","trees":[{"tree_label":"Fig. 55","ntax":"181","rootedtree":"TRUE","title":"Diatoms","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3070.phy"}]}