{"Authors":" Ivan Cordova Lara, Luis Mota Narvaez, Carlos Puch Hau,\nCarlos Oropeza, Luis Saenz","Year":" 2017","Title":" Detection and identification of lethal yellowing phytoplasma\n16SrIV-A and D associated with Adonidia merrillii palms in Mexico","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" manila palm, lethal yellowing disease","DOI":"","Abstract":" Adonidia merrillii is a palm species native to the\nPhilippines and commonly known as the manila palm. Lethal yellowing-type\nsymptoms were first observed for the manila palm in Florida, USA. Manila\npalms in Mexico have not been reported to carry the lethal\nyellowing-type phytoplasma and moreover we have documented other\nsymptoms that are not commonly associated to lethal yellowing (LY)\ndisease. Therefore, our objective was to use molecular techniques to\nidentify and characterize the presence of phytoplasmas in manila palms\nfrom southeastern Mexico. Thirty-three manila palm plants were analyzed.\nIn general, three syndromes were observed: mature leaf browning, spear\nleaf necrosis and spear leaf opening. The presence of phytoplasma DNA\nwas detected by nested-PCR using universal and LY-specific primers. Of\nthe 33 palms analyzed, 24 (73%) were positive for the presence of\nphytoplasmas using universal primers, and 18 (55%) were positive for\nphytoplasma DNA using the LY-specific primers. By a TaqMan/real-time PCR\nassay for LY detection, 82% of palms tested were positive for\nLY-specific phytoplasma DNA. The restriction enzyme profiles of the DNA\ntested showed two clear patterns. One pattern was similar to that of the\nphytoplasma 16SrIV-A strain associated with coconut LY, and the other\ncorresponded to the Pritchardia pacifica 16SrIV-D strain. The 16SrIV-A\nstrain is associated with mature leaf-browning syndrome. The palms\ninfected with the 16Sr-IV-D phytoplasma exhibited spear leaf necrosis\nand opening. This is the first report of two phytoplasma strains\nbelonging to the subgroups 16SrIV-A and 16SrIV-D in manila palms.","trees":[{"tree_label":"Imported tree 1","ntax":"32","rootedtree":"TRUE","title":"Phytoplasma 16S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107864.phy"}]}