{"Authors":" Marie L. Davey, Akihiko Tsuneda, Randolph S. Currah","Year":" 2008","Title":" Evidence that the gemmae of Papulaspora sepedonioides are\nneotenous perithecia","Journal":" Mycologia","Volume":" 100","Issue":" NA","Pages":" 626-635","Keywords":" NA","DOI":" NA","Abstract":" Papulaspora sepedonioides produces large multicellular\ngemmae with several, thick walled central cells enclosed within a sheath\nof smaller thin-walled cells. Phylogenetic analysis of the large subunit\nrDNA indicates P. sepedonioides has affinities to the Melanosporales\n(Hypocreomycetidae). The development of gemmae in P. sepedonioides was\ncharacterized by light, and scanning and transmission electron\nmicroscopy, and was similar to previous ontogenetic studies of ascomata\ndevelopment in the Melanosporales. However, rather than giving rise to\nascogenous tissues, the central cells of the incipient gemmae became\ndarkly pigmented, thick walled, and filled with lipid globules while the\ncontents of the sheath cells autolysed, leaving them empty and deflated\nat maturity. Both central cells and pre-autolytic sheath cells produced\nboth germ tubes and new gemmae primordia, suggesting microcyclic\nconidiogenesis occurs in this species. Mature gemmae were non-deciduous\nor seceded by schizolytic secession and appear to have both perennating\nand disseminative potential. The evolution of these neotenous\nperithecial propagules may be driven by life history and ecological\nfactors selecting for functional versatility.","trees":[{"tree_label":"MP 4","ntax":"30","rootedtree":"TRUE","title":"Papulaspora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3073.phy"},{"tree_label":"Fig. 21","ntax":"30","rootedtree":"TRUE","title":"Papulaspora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3074.phy"},{"tree_label":"MP 3","ntax":"30","rootedtree":"TRUE","title":"Papulaspora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3071.phy"},{"tree_label":"MP 2","ntax":"30","rootedtree":"TRUE","title":"Papulaspora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3072.phy"}]}