{"Authors":" Hong Ma, Ji Qi, Chien-Hsun Huang, Caifei Zhang, Yi Hu, Jing\nGuo, Xinping Qi, Zhongyang Li","Year":" 2017","Title":" Fern nuclear phylogeny and phylogenomics support ancient WGD\nevents and expansion of numerous transcription factor families","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" fferns phylogeny, nuclear genes, transcriptomes,\ndivergence time estimation, whole-genome duplication, transcription\nfactors","DOI":"","Abstract":" Ferns form a sister lineage to seed plants, with both\nancient lineages and recently divergent species. Ferns have\nexceptionally high chromosome numbers and are thought to have\nexperienced whole-genome duplications (WGDs). However, WGDs have not\nbeen investigated molecularly across the expanse of fern diversity and\nhow regulatory gene families have evolved is unclear. To address these\nquestions, we generated transcriptomes from 125 ferns and 2 lycophytes,\nwith three public datasets, to represent all 14 fern orders (85% of\nfamilies) and all three lycophyte orders. Nuclear genes were selected to\nreconstruct a strongly supported fern phylogeny, with monophyly of and\nrelationships among all four subclasses and nearly all orders and\nfamilies. On the other hand, in Glecheniales, one family (Dipteridaceae)\nis sister to a clade combining another family (Gleicheniaceae) and the\norder Hymenophyllales, In addition, new phylogenetic relationships for\nsuborders and families in Polypodiales are strongly supported. Molecular\nclock analysis estimated that the ancestors of ferns and seed plants\nseparated in early Devonian at ~400 Mya, with gradual divergences of\norders from ~370 to 200 Mya. Strong evidence for multiple WGDs in the\nfern evolutionary history was detected. Furthermore, analyses of\ntranscription factor families indicate that the vast majority of seed\nplant families were present in the common ancestor of extent vascular\nplants and parallel expansions of key regulators occurred in both ferns\nand seed plants. This study provides a nuclear phylogenetic framework\nand molecular evolutionary foundation for understanding gene function\nevolution in ferns.","trees":[{"tree_label":"Imported tree 1","ntax":"136","rootedtree":"TRUE","title":"Tr105193","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105193.phy"}]}