{"Authors":" S. Akram Ahmadpour, Reza Farokhinejad, Mehdi\nMehrabi-Koushki","Year":" 2017","Title":" Further characterization and pathogenicity of Didymella\nmicrochlamydospora causing stem necrosis of Morus nigra in Iran","Journal":" Mycosphere","Volume":" 8","Issue":" 7","Pages":" 835852","Keywords":" die back  Khuzestan  multi-locus phylogeny","DOI":" 10.5943/mycosphere/8/7/3","Abstract":" In the last decade, canker and dieback diseases have\ncaused disease of ornamental and fruit trees of Khuzestan Province in\nthe southwest of Iran. Fourty-eight symptomatic branches and trunks were\nsampled and a survey was made to identify the probable pathogens, which\nled to the isolation of the recently established species, Didymella\nmicrochlamydospora. A multi-locus DNA sequence based phylogeny, in\ncombination with morphology, was used to characterize seven isolates of\nthis species. Two phylogenetic trees constructed based on the combined\nsequences of ITS/LSU/tub2 and ITS/LSU/tub2/rpb2 regions showed very\nlittle differences, and both trees presented generally consistent\nrelationships among the strongly supported clades. In both of three- and\nfour-locus based phylogenetic trees, our isolates and a reference\nstrain, D. microchlamydospora CBS 105.95, formed supportive monophyletic\nclades with strong 99% and 100% BS support, respectively. In\npathogenicity tests, the isolate of D. microchlamydospora SCUA\n14_Dez_Mor formed the necrosis and wood discoloration on stem fragments\nof Morus nigra. To our knowledge, this is the first report of\npathogenicity of D. microchlamydospora on Morus nigra and its\nassociation on plants of olive, bitter orange, oleander and bottlebrush\nworldwide. In addition, we gave a slightly amended description of this\nspecies.","trees":[{"tree_label":"PAUP_1","ntax":"63","rootedtree":"TRUE","title":"Didymella microchlamydospora Three loci combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107759.phy"},{"tree_label":"PAUP_1","ntax":"56","rootedtree":"TRUE","title":"Didymella microchlamydospora Four loci combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107760.phy"}]}