{"Authors":" Nicomedes Valenzuela-Lopez, Jose F. Cano-Lira, Josep\nGuarro, Deanna A. Sutton, Nathan P Wiederhold, Alberto Miguel Stchigel,\nPedro W. Crous","Year":" 2018","Title":" Coelomycetous Dothideomycetes with emphasis on the families\nCucurbitariaceae and Didymellaceae.","Journal":" Studies in Mycology","Volume":" 90","Issue":"","Pages":" 1-69","Keywords":" Cucurbitariaceae, Didymellaceae, Multigene phylogeny,\nPhoma, Pleosporineae, Pleosporales, Pyrenochaeta, Pyrenochaetopsis,\nTaxonomy","DOI":" 10.1016/j.simyco.2017.11.003","Abstract":" The taxonomy of the coelomycetes has undergone dramatic\nchanges in recent years, but remains controversial due to the high\nnumber of taxa involved, their poor morphological differentiation, the\nrare occurrence of the sexual morphs, and rapid loss of fertility in\nvitro. In the present study, we revisited the families Cucurbitariaceae\nand Didymellaceae (Pleosporales, Dothideomycetes), which include\nnumerous plant pathogens, endophytic species associated with a wide host\nrange, and saprobes. The taxonomy of two of the most relevant genera,\ni.e. Phoma and Pyrenochaeta, remains ambiguous after several\nphylogenetic studies, and needs further revision. We have studied a\ntotal of 143 strains of coelomycetes from clinical or environmental\norigin, by combining the LSU, ITS, tub2 and rpb2 sequences for a\nmulti-locus analysis and a detailed morphological comparison. The\nresulting phylogenetic tree revealed that some fungi previously\nconsidered as members of Cucurbitariaceae represented five different\nfamilies, and four of them, Neopyrenochaetaceae, Parapyrenochaetaceae,\nPseudopyrenochaetaceae and Pyrenochaetopsidaceae, are proposed here as\nnew. Furthermore, 13 new genera, 28 new species, and 20 new combinations\nare proposed within the Pleosporineae. Moreover, four new typifications\nare introduced to stabilise the taxonomy of these fungi.","trees":[{"tree_label":"Fig. 1","ntax":"357","rootedtree":"TRUE","title":"Coelomycetous Dothideomycetes LSU, ITS, tub2 and rpb2\nsequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113426.phy"}]}