{"Authors":" Eric H. Roalson, Matthew G. King","Year":" 2008","Title":" Exploring evolutionary dynamics of nrDNA in Carex subgenus\nVignea (Cyperaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Nuclear ribosomal DNA (nrDNA) has been used for more than\na decade in species level phylogenetic analyses. While this marker can\noften be a powerful phylogenetic marker, intra-individual polymorphisms\nof the internal and external transcribed spacers (ITS, ETS) can lead to\nproblems in their use for phylogeny reconstruction. Incomplete concerted\nevolution coupled with hybridization and incomplete lineage sorting can\nfurther exacerbate these problems. Previous phylogenetic analyses using\nnrDNA of Carex subgenus Vignea suggest that the current sectional\nclassifications maybe artificial. We endeavored to identify whether\nthose issues of sectional limits were due to poor classification, or\nwhether the issues of polyphyletic sections were an artifact of using\nITS and ETS for phylogenetic studies within Vignea. Through\ncomprehensive cloning we identified severe intra-individual\npolymorphisms and in many cases this led to the polyphyly of\nindividuals. Furthermore, individuals identified with mutations in the\n5.8S ribosomal subunit did not show a significant deviation in G-C\npercentage and free energy. Based on these results we suggest that nrDNA\nhas undergone a complex evolutionary history within Carex subgenus\nVignea. We also suggest that the use of nrDNA markers be abandoned in\nspecies level phylogenetic reconstructions in Vignea.","trees":[{"tree_label":"Figs. 4 and 5","ntax":"151","rootedtree":"TRUE","title":"Vignea, ETS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3077.phy"},{"tree_label":"Figs. 2 and 3","ntax":"162","rootedtree":"TRUE","title":"Vignea, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3078.phy"}]}