{"Authors":" Victor Alberto Jimenez-Vasquez, Betty Millan, Miguel\nMachaua, Francis Kahn, Rina Ramirez, Jean Christophe Pintaud, Julissa\nRoncal","Year":" 2017","Title":" Dry season characteristics in western Amazonia underlie the\ndivergence of Astrocaryum section Huicungo (Arecaceae) and evaluation of\npotential anatomical adaptations","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Anatomy, molecular phylogenetics, Genetics, speciation ,\nSystematics, Morphology, ecological characteristics , Ecology,\nNeotropics , Geography\n","DOI":"","Abstract":" Population and species divergence in South America are\nusually attributed to geographic barriers in the form of rivers,\nmountains or climate. In Western Amazonia (<1000 m of elevation) case\nstudies addressing the ecological niche as a divergent selection agent\nare scarce. Using sequences from five plastid and six low-copy nuclear\nDNA regions, we reconstructed coalescent species phylogenetic trees for\nAstrocaryum section Huicungo (15 species, Arecaceae), which corroborated\nthe presence of two lineages distributed north and south of 5°S in\nWestern Amazonia. Using seven climatic, elevation, and eight soil\nvariables we evaluated the ecological niche of each lineage. A north to\nsouth precipitation gradient was associated with each lineage. Notably,\na higher driest month precipitation, lower seasonality, and lower\nelevation were attributed to the northern clade, while the opposite was\nfound for the southern clade. We also explored the diagnostic and\nevolutionary importance of 35 anatomical and 31 morphological characters\nusing a phylogenetic analysis and ancestral character reconstructions.\nNone of the anatomical characters were diagnostic for either lineage.\nHowever, hypodermal cell wall width and the location of aerenchyma had\ndifferent ancestral states for the two lineages, and their adaptive\nvalues to the precipitation regime differences are discussed","trees":[{"tree_label":"ML tree","ntax":"79","rootedtree":"TRUE","title":"Tr105192","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105192.phy"}]}