{"Authors":" Shannon D Fehlberg, Kevin M Fehlberg","Year":" 2017","Title":" Spatial genetic structure in brittlebush (Encelia farinosa,\nAsteraceae) in the southwestern deserts of North America: a comparison\nof nuclear and chloroplast DNA sequences.","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Chloroplast DNA; Genetic structure; Internal transcribed\nspacer; Low copy nuclear DNA; Mojave Desert; Sonoran Desert","DOI":"","Abstract":" A previous study of spatial genetic structure in\nbrittlebush in the southwestern deserts based on chloroplast DNA\nvariation revealed strongly differentiated populations and statistically\nsignificant associations between geography and genetic diversity,\npresumably associated with Pleistocene climatic oscillations. To expand\nthis work and understand the spatial genetic structure of brittlebush\npopulations more completely, we sought to compare the genetic diversity\nand structure of chloroplast DNA with that of nuclear ribosomal DNA\n(internal transcribed spacer) and a low-copy nuclear region developed\nfor the Asteraceae (D22). Here we obtained 192 ITS and 206 D22 sequences\nfrom individuals sampled throughout the range and analyzed them with\nnetwork, population genetic, demographic, hierarchical, spatial and\nBayesian analyses. Although there are differences in the signal present\nin each genetic region, several large-scale spatial patterns are\ncongruent, including a split between the Sonoran and Mojave Deserts and\ndifferentiation of a taxonomic variety from the Cape Region of Baja\nCalifornia. In general, the distribution of genetic variation observed\nin D22 confirms and even refines patterns previously observed in the\nchloroplast region. In contrast, there is little to no geographic\nstructure in the genetic variation of ITS, possibly due to the effects\nof multiple gene copies, reticulation, homoplasy, and concerted\nevolution. Hierarchical genetic structure differs sharply between\nnuclear regions and the chloroplast region, and this is likely due to\ndifferences not only in the evolution and inheritance of these regions,\nbut also in the dispersal of pollen and seeds among brittlebush\npopulations.","trees":[{"tree_label":"Online Resource 3c","ntax":"10","rootedtree":"TRUE","title":"psbA-trnH haplotypes 8.24x10-9","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105183.phy"},{"tree_label":"Online Resource 3d","ntax":"10","rootedtree":"TRUE","title":"psbA-trnH haplotypes 3.00x10-9","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105182.phy"},{"tree_label":"Online Resource 3b","ntax":"22","rootedtree":"TRUE","title":"ITS haplotypes 1.72x10-9","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105175.phy"},{"tree_label":"Online Resource 3a","ntax":"22","rootedtree":"TRUE","title":"ITS haplotypes 8.34x10-9","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105176.phy"},{"tree_label":"Online Resource 3e","ntax":"157","rootedtree":"TRUE","title":"Heliantheae psbA-trnH","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105165.phy"}]}