{"Authors":" Shan Ce Niu, Yi-Bo Luo, Zhong-Jian Liu","Year":" 2017","Title":" Lack of S-RNase-based gametophytic self-incompatibility in\norchids suggests this system evolved after the monocot-eudicot\nsplit","Journal":" Frontiers in Plant Science","Volume":"","Issue":"","Pages":"","Keywords":" Orchidaceae, self-incompatibility, evolution,\nTranscription, Genetic, S-RNase based GSI","DOI":"","Abstract":" Self-incompatibility (SI) is found in approximately 40% of\nflowering plant species and at least 100 families. Although orchids\nbelong to the largest angiosperm family, only 10% of the orchid species\npresent SI and have gametophytic SI (GSI). Furthermore, a majority (72%)\nof Dendrobium species, which constitute one of the largest Orchidaceae\ngenera, show SI and also have GSI. However, nothing is known about the\nmolecular mechanism of GSI. The molecular characterization of the\nS-determinants of GSI is at an advanced state in Solanaceae, Rosaceae,\nand Plantaginaceae, which use an S-ribonuclease (S-RNase)-based system.\nHere, we investigate the hypothesis that Orchidaceae uses a similar\nS-RNase to the ones described in Rosaceae, Solanaceae, and\nPlantaginaceae SI species. In this study, two SI species (Dendrobium\nlongicornu and D. chrysanthum) were identified using fluorescence\nmicroscopy. Then, the S-RNase- and SLF-interacting SKP1-like1\n(SSK1)-like genes present in their transcriptomes and the genomes of\nPhalaenopsis equestris, D. catenatum, Vanilla shenzhenica, and Apostasia\nshenzhenica were investigated. Sequence, phylogenetic, and\ntissue-specific expression analyses revealed that none of the genes\nidentified was an S-determinant, suggesting that Orchidaceae might have\na novel SI mechanism. The results also suggested that RNase-based GSI\nmight have evolved after the split of monocotyledons (monocots) and\ndicotyledons (dicots) but before the split of Asteridae and Rosidae.\nThis is also the first study to investigate S-RNase-based GSI in\nmonocots. However, studies on gene identification, differential\nexpression, and segregation analyses in controlled crosses are needed to\nfurther evaluate the genes with high expression levels in GSI\ntissues.","trees":[{"tree_label":"Fig. 5","ntax":"171","rootedtree":"TRUE","title":"Orchid skp1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107720.phy"},{"tree_label":"Fig. 6","ntax":"157","rootedtree":"TRUE","title":"Orchid S-RNase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107721.phy"}]}