{"Authors":" Sabina Zoledowska, Agata Motyka, Dominika Zukowska,\nWojciech Sledz, Ewa Lojkowska","Year":" 2017","Title":" Population structure and biodiversity of Pectobacterium\nparmentieri isolated from potato fields in temperate climate","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" blackleg, pectinolytic erwinias, Pectobacterium wasabiae,\nrecA gene, soft rot.","DOI":"","Abstract":" Pectobacterium parmentieri (formerly Pectobacterium\nwasabiae) is a newly established species of pectinolytic plant\npathogenic bacteria responsible for the symptoms of soft rot and\nblackleg on potato. In this work, we describe biodiversity and the\npopulation structure of P. parmentieri strains isolated during two\nconsecutive growing seasons from the seed potato fields in Poland.\nAltogether 441 samples of diseased potato tubers, potato plants or\naccompanying weeds were collected throughout the country and tested for\nthe presence of P. parmentieri by molecular identification methods. We\nnoted that P. parmentieri strains commonly occurr in almost all regions\nof Poland. Besides, these isolates constituted significant fraction of\npectinolytic bacteria from seed potato fields as 16% (2013) and 13%\n(2014) of the analyzed plant samples were infected with P. parmentieri.\nSubsequently, a detailed characterization of the obtained strains was\nconducted basing on repetitive sequences profiling, recA-gene based\nphylogeny and phenotypic features. By applying REP-PCR, we revealed the\npresence of five distinct genomic profiles among P. parmentieri strains\nwith profile I being the most abundant (approx. 44%). The performed recA\ngene-based phylogenetic analysis divided P. parmentieri isolates into\ntwo distinct clades, although the strains orginating from different\nyears did not group separetly. Evaluation of the phenotypic traits\nplaying crucial roles in the virulence of pectinolytic bacteria, namely:\npectinase, cellulase and protease activities, siderophore production in\naddition to potato tissue maceration, swimming and swarming motility\nindicated some differnces among the characterized strains. To the best\nof our knowledge, this is the first study that describes biodiversity\nand the population structure of P. parmentieri isolated in two growing\nseasons under temperate climate conditions and hence illustrates high\nheterogenicity within this species.","trees":[{"tree_label":"Imported tree 1","ntax":"86","rootedtree":"TRUE","title":"Pectobacterium parmentieri","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105652.phy"}]}