{"Authors":" Xin Wang, Guangbin Luo, Wenlong Yang, Yiwen Li, Jiazhu Sun,\nKehui Zhan, Dongcheng Liu, Aimin Zhang","Year":" 2017","Title":" Genetic diversity, population structure and marker-trait\nassociations for agronomic and grain traits in wild diploid wheat\nTriticum urartu","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Triticum urartu, Genetic diversity, SSR markers, HMW-GS,\nMarker-trait association","DOI":"","Abstract":" Background: Wild diploid wheat, Triticum urartu (T.\nurartu) is the progenitor of bread wheat, and understanding its genetic\ndiversity and genome function will provide considerable reference for\ndissecting genomic information of common wheat. Results: In this study,\nwe investigated the morphological and genetic diversity and population\nstructure of 238 T. urartu accessions collected from different\ngeographic regions. This collection had 19.37 alleles per SSR locus and\nits polymorphic information content (PIC) value was 0.76, and the PIC\nand Neis gene diversity (GD) of high-molecular-weight glutenin subunits\n(HMW-GSs) were 0.86 and 0.88, respectively. UPGMA clustering analysis\nindicated that the 238 T. urartu accessions could be classified into two\nsubpopulations, of which Cluster I contained accessions from Eastern\nMediterranean coast and those from Mesopotamia and Transcaucasia\nbelonged to Cluster II. The wide range of genetic diversity along with\nthe manageable number of accessions makes it one of the best collections\nfor mining valuable genes based on marker-trait association. Signiﬁcant\nassociations were observed between simple sequence repeats (SSR) or\nHMW-GSs and six morphological traits: heading date (HD), plant height\n(PH), spike length (SPL), spikelet number per spike (SPLN), tiller angle\n(TA) and grain length (GL). Conclusions: Our data demonstrated that SSRs\nand HMW-GSs were useful markers for identification of beneficial genes\ncontrolling important traits in T. urartu, and subsequently for their\nconservation and future utilization, which may be useful for genetic\nimprovement of the cultivated hexaploid wheat.","trees":[{"tree_label":"tree 1","ntax":"238","rootedtree":"TRUE","title":"Tr107559","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107559.phy"}]}