{"Authors":" Indunil Chinthani Senanayake, Johannes (Ewald) Zacharias\nGroenewald, Sajeewa S.N. Maharachchikumbura, Rajesh JEEWON, Alan John\nLander Phillips, Jayarama D. Bhat, Rekhani Hansika Perera, Wen-Jing Li,\nNarumon Tangthirasunun, Chada Norphanphoun, Samantha C Karunarathna,\nErio Camporesi, Kevin D Hyde, Abdullah Mohammed Al-Sadi, Pedro W. Crous,\nQirui Li","Year":" 2017","Title":" An ordinal classification of the Diaporthales based on\nmorphological and phylogenetic evidence","Journal":" STUDIES IN MYCOLOGY","Volume":"","Issue":"","Pages":"","Keywords":" multi-gene DNA phylogeny, new taxonomic arrangement,\nphytopathogenic fungi, Sordariomycetes, systematics","DOI":"","Abstract":" Diaporthales is an important ascomycetous order comprising\nphytopathogenic, saprobic, and endophytic fungi but interfamilial\ntaxonomic relationships are still ambiguous. Despite its cosmopolitan\ndistribution and high diversity with distinctive morphologies, this\norder has received relatively little attention. Currently the existing\nclassification of the group reveals 14 accepted families within the\nsubclass Diaporthomycetidae. The current state of Diaporthales\nsystematics is reviewed herein based on available morphological studies\ncoupled with DNA sequence analyses from a concatenated dataset of the\nLSU nrDNA, ITS nrDNA, rpb2 and tef1 gene regions. Based on morphological\ndata and phylogenetic inferences, seven new families are introduced in\nthe order, viz. Apiosporopsidaceae fam. nov., Asterosporiaceae fam.\nnov., Auratiopycnidiellaceae fam. nov., Erythrogloeaceae fam. nov.,\nLasmeniaceae fam. nov., Melanconiellaceae fam. nov., Prosopidicolaceae\nSenan. & K.D. Hyde fam. nov. and a new familial combination as\nConiellaceae (Rossman, D.F. Farr & Castl.) Senan., Maharachch. &\nK.D. Hyde fam. com. nov. Other families also accepted within the order\nare Coryneaceae, Cryphonectriaceae, Diaporthaceae, Gnomoniaceae,\nHarknessiaceae, Juglanconidaceae, Lamproconiaceae, Macrohilaceae,\nMelanconidaceae, Pseudoplagiostomaceae, Stilbosporaceae, Sydowiellaceae\nand Valsaceae. Taxonomic uncertainties among genera are also clarified\nand recurrent discrepancies in the taxonomic position of families within\nthe Diaporthales are discussed. An updated outline and key of the order\nis presented.","trees":[{"tree_label":"tree 1","ntax":"310","rootedtree":"TRUE","title":"Tr105242","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105242.phy"},{"tree_label":"PAUP 1","ntax":"310","rootedtree":"TRUE","title":"Tr105243","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105243.phy"}]}