{"Authors":" Ben LePage, Randall J. Bayer, N. P. Havill, Thomas F.\nVining, Christopher S. Campbell, Michael J Donoghue","Year":" 2008","Title":" Phylogeny and biogeography of Tsuga (Pinaceae) inferred from\nnuclear ribosomal ITS and chloroplast DNA sequence data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Hemlock, Tsuga (Pinaceae), has a disjunct distribution in\nNorth America and Asia. To examine the biogeographic history of Tsuga,\nphylogenetic relationships among multiple accessions of all nine species\nwere inferred using chloroplast DNA sequences and multiple cloned\nsequences of the nuclear ribosomal ITS region. Analysis of chloroplast\nand ITS sequences resolve a clade that includes the two western North\nAmerican species, T. heterophylla and T. mertensiana, and a clade of\nAsian species within which one of the eastern North American species, T.\ncaroliniana, is nested. The other eastern North American species, T.\ncanadensis, is sister to the Asian clade. Tsuga chinensis from Taiwan\ndid not group with T. chinensis from mainland China, and T. sieboldii\nfrom Ullung Island did not group with T. sieboldii from Japan suggesting\nthat the taxonomic status of these distinct populations should be\nreevaluated. The Himalayan species, T. dumosa, was in conflicting\npositions in the chloroplast and ITS trees, suggesting that it may be of\nhybrid origin. Likelihood-based biogeographic inference with divergence\ntime estimates infers an Eocene basal crown group diversification and an\ninitial widespread circumpolar distribution with subsequent vicariance\nand extinction events leading to the current disjunct distribution.","trees":[{"tree_label":"Fig. 2","ntax":"116","rootedtree":"TRUE","title":"Tsuga","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3089.phy"},{"tree_label":"Fig. 3","ntax":"37","rootedtree":"TRUE","title":"Tsuga","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3090.phy"}]}