{"Authors":" Mark W. Chase, Jérôme Munzinger, H. C. F. Hopkins, Yohan\nPillon","Year":" 2008","Title":" A molecular and morphological survey of generic limits of\nAcsmithia and Spiraeanthemum (Cunoniaceae)","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic analysis was conducted on the tribe\nSpiraeanthemeae (Cunoniaceae) to clarify relationships of the genera\nAcsmithia and Spiraeanthemum. Three molecular markers, one plastid\nregion (trnL intron and trnL-trnF intergenic spacer) and two\nnuclear-single copy genes (ncpGS and PHYC), were sequenced for this\npurpose. The independent analysis of the three markers and a combined\nanalysis all showed that the genus Acsmithia is paraphyletic with the\ngenus Spiraeanthemum nested within it. A morphological survey of all\nspecies in the tribe confirmed the existence of two groups within\nAcsmithia. One comprises the species from Australia, New Guinea, and A.\ndensiflora from New Caledonia and is characterised by multiple ovules\nper carpel. The other group contains all remaining New Caledonian\nspecies plus A. vitiensis from Fiji and is characterised by a single\novule per carpel. The study shows that characters previously used to\ndistinguish Acsmithia and Spiraenthemum, phyllotaxy and sexual system,\nare homoplasious as in several other groups of Cunoniaceae. A broad\ncircumscription of the genus Spiraeanthemum is adopted here that\nincludes the species formerly placed in Acsmithia. Two new combinations\nare proposed: Spiraeanthemum collinum and Spiraeanthemum meridionale.\nSpiraeanthemum austrocaledonicum is considered a synonym of\nSpiraeanthemum densiflorum.","trees":[{"tree_label":"Fig. 1","ntax":"11","rootedtree":"TRUE","title":"Acsmithia and Spiraeanthemum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5218.phy"},{"tree_label":"Fig. 2","ntax":"10","rootedtree":"TRUE","title":"Acsmithia and Spiraeanthemum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5219.phy"},{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Acsmithia and Spiraeanthemum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5220.phy"}]}