{"Authors":" María Mónica Ponce, María Amalia Scataglini","Year":" 2017","Title":" Phylogeny and Taxonomic Novelties in Cheilanthoids\n(Pteridaceae), with Emphasis in Cheilanthes of South America.","Journal":" Organism, Diversity and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cheilanthes, new genus, phylogeny, rbcL, trnL-trnF, South\nAmerica, taxonomy","DOI":"","Abstract":" Cheilanthoid ferns (Cheilanthoideae) constitute an\nimportant group within the Pteridaceae, present all over the world. In\nSouth America, there are 13 genera and 155 species, the largest of them\nare Adiantopsis (35), Cheilanthes (27), and Doryopteris (22). These\nferns inhabit mainly mountainous or rupestrian environments, with\nseasonal climate. Most of cheilanthoids are morphologically adapted to\ngrow in arid and semi-arid conditions, therefore showing a convergent\nevolution, that have resulted into problematic delimitation between the\ngenera throughout their history. In this work a phylogenetic analysis\nincluding more than 30 species of cheilanthoides (mainly Cheilanthes)\nfrom South America, sampled for the first time, are established. Both\nmolecular (rbcL + trnL-F) and total evidence, including morphology, show\nCheilanthes micropteris (type species) grouped with South American and\nAustralasian species; with Hemionitis + “Pellaeopsis” as the sister\nclade, while the Cheilanthes from South Africa and the rest of South\nAmerica appears as successive sister groups of the previous ones. The\nconclusions based on these phylogenetic relationships and the\noptimization of diagnostic characters contribute substantially to the\ndelimitation of Cheilanthes s.s. The genus is characterized by small\nplants, hairy or scaly, with petioles teretes or semiteretes, dark\npetioles, sclerotic cortex, veins with broaden ends, and 32 spores /\nsporangium in the sexual cycle, 16 in the asexual. Additionally some\nspecies, such as the neotropical group “Cheilanthes geraniifolia” are\nexcluded from Cheilanthes to constitute a small clade near Doryopteris,\nwhich is described here as a new genus. While several species of\nPaleotropical Cheilanthes are also excluded from the genus and are\nlocated in the group “Choristosoria”. The analysis is complemented by a\ntaxonomic treatment that includes the description of the new genus, its\nspecies, and a synopsis of Cheilanthes species from South America, their\ntypifications, synonymy and distributions.","trees":[{"tree_label":"t1","ntax":"118","rootedtree":"TRUE","title":"Cheilanthoids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105278.phy"}]}