{"Authors":" Juan Moles, Conxita Avila, Manuel AE Malaquias","Year":" 2017","Title":" Systematic revision of the Antarctic gastropod family\nNewnesiidae (Heterobranchia: Cephalaspidea) with the description of a\nnew genus and one abyssal species","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" biodiversity, deep-sea, Hocius, Newnesia, Southern Ocean,\ntaxonomy","DOI":"","Abstract":" Antarctica has been hypothesised as a centre of origin of\nmajor heterobranch gastropod radiations like the Cephalaspidea and\nNudipleura, yet the study of Antarctic heterobranch diversity has been\nlargely hampered by lack of detailed morphological and anatomical\nstudies, as well as comparative molecular phylogenetic approaches.\nRecently the new family of cephalaspidean molluscs Newnesiidae was\nproposed to include two species endemic to Antarctica. In this study, we\nreview the diversity and relationships of the Newnesiidae using an\nexpanded taxon sampling with broader geographical coverage including the\nRoss Sea, Weddell Sea, and the Drake Passage (Atlantic and Pacific sides\nof the Antarctic continent). An integrative taxonomic approach combining\nmorphological and molecular phylogenetics is used. The trophic\nrelationships of the family are studied for the first time using gut\ncontent analysis and scanning electron microscopy. A new species from\nabyssal depths is described, namely Newnesia abyssalis sp. nov., and the\nnew genus Hocius gen. nov. is erected to reflect the phylogeny and the\nunique traits of the species H. joani (e.g. presence of an internal\nshell). The type species N. antarctica is redescribed based on specimens\nfrom the type locality. The diet results were not entirely conclusive\nbut suggest diatoms to be the predominant food source, which would\nconfirm herbivory as the plesiomorphic condition in Cephalaspidea\ngastropods.","trees":[{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Newnesiidae Bayesian phylogeny of the cephalaspidean\nfamilies studied here based on the combined analyses of the\nmitochondrial COI and 16S rRNA and the nuclear 28S rRNA and H3\ngenes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_105276.phy"}]}