{"Authors":" Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2017","Title":" The Genera of Fungi  G 4: Camarosporium and Dothiora","Journal":" IMA Fungus","Volume":" 8","Issue":" 1","Pages":" 131-152","Keywords":" DNA Barcodes, fungal systematics, ITS, LSU, typification,\nwww.GeneraofFungi.org","DOI":" 10.5598/imafungus.2017.08.01.10","Abstract":" The current paper represents the fourth contribution in\nthe Genera of Fungi series, linking type species of fungal genera to\ntheir morphology and DNA sequence data. The present paper focuses on two\ngenera of microfungi, Camarosporium and Dothiora, which are respectively\nepi- and neotypified. The genus Camarosporium is typified by C.\nquaternatum, which has a karstenula-like sexual morph, and phoma-like\nsynasexual morph. Furthermore, Camarosporomyces, Foliophoma and\nHazslinszkyomyces are introduced as new camarosporium-like genera, while\nQuerciphoma is introduced as a new phoma-like genus. Libertasomycetaceae\nis introduced as a new family to accommodate Libertasomyces and\nNeoplatysporoides. Dothiora, which is typified by D. pyrenophora, is\nshown to produce dothichiza- and hormonema-like synasexual morphs in\nculture, and D. cactacearum is introduced as a new species. In addition\nto their typification, ex-type cultures have been deposited in the\nWesterdijk Fungal Biodiversity Institute (CBS Culture Collection), and\nspecies-specific DNA barcodes in GenBank. Authors interested in\ncontributing accounts of individual genera to larger multi-authored\npapers in this series should contact the associate editors listed on the\nList of Protected Generic Names for Fungi.","trees":[{"tree_label":"Fig. 1","ntax":"124","rootedtree":"TRUE","title":"Camarosporium and Dothiora LSU overview","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105279.phy"},{"tree_label":"Fig. 3","ntax":"38","rootedtree":"TRUE","title":"Dothidea ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105281.phy"},{"tree_label":"Fig. 4","ntax":"33","rootedtree":"TRUE","title":"Paracamarosporium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105282.phy"},{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Camarosporium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105280.phy"}]}