{"Authors":" Vladimiro Guarnaccia, Johannes (Ewald) Zacharias\nGroenewald, H Li, Chirlei Glienke, Elma Carstens, Vaughan Hattingh, Paul\nH. Fourie, Pedro W. Crous","Year":" 2017","Title":" First report of Phyllosticta citricarpa and description of\ntwo new species, P. paracapitalensis and P. paracitricarpa, from citrus\nin Europe","Journal":" Studies in Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Citrus, Guignardia, multi-locus sequence typing,\nsystematics","DOI":" 10.1016/j.simyco.2017.05.003","Abstract":" The genus Phyllosticta occurs worldwide, and contains\nnumerous plant pathogenic, endophytic and saprobic species. Phyllosticta\ncitricarpa is the causal agent of Citrus Black Spot disease (CBS),\naffecting fruits and leaves of several citrus hosts (Rutaceae), and can\nalso be isolated from asymptomatic citrus tissues. Citrus Black Spot\noccurs in citrus-growing regions with warm summer rainfall climates, but\nis absent in countries of the European Union (EU). Phyllosticta\ncapitalensis is morphologically similar to P. citricarpa, but is a\nnon-pathogenic endophyte, commonly isolated from citrus leaves and\nfruits and a wide range of other hosts, and is known to occur in Europe.\nTo determine which Phyllosticta spp. occur within citrus growing regions\nof EU countries, several surveys were conducted (20152017) in the major\ncitrus production areas of Greece, Italy, Malta, Portugal and Spain to\ncollect both living plant material and leaf litter in commercial\nnurseries, orchards, gardens, backyards and plant collections. A total\nof 64 Phyllosticta isolates were obtained from citrus in Europe, of\nwhich 52 were included in a multi-locus (ITS, actA, tef1, gapdh, LSU and\nrpb2 genes) DNA dataset. Two isolates from Florida (USA), three isolates\nfrom China, and several reference strains from Australia, South Africa\nand South America were included in the overall 99 isolate dataset. Based\non the data obtained, two known species were identified, namely P.\ncapitalensis (from asymptomatic living leaves of Citrus spp.) in Greece,\nItaly, Malta, Portugal and Spain, and P. citricarpa (from leaf litter of\nC. sinensis and C. limon) in Italy, Malta and Portugal. Moreover, two\nnew species were described, namely P. paracapitalensis (from\nasymptomatic living leaves of Citrus spp.) in Italy and Spain, and P.\nparacitricarpa (from leaf litter of C. limon) in Greece. On a genotypic\nlevel, isolates of P. citricarpa populations from Italy and Malta\n(MAT1-2-1) represented a single clone, and those from Portugal\n(MAT1-1-1) another. Isolates of P. citricarpa and P. paracitricarpa were\nable to induce atypical lesions (necrosis) in artificially inoculated\nmature sweet orange fruit, while P. capitalensis and P. paracapitalensis\ninduced no lesions. The Phyllosticta species recovered were not found to\nbe widespread, and were not associated with disease symptoms, indicating\nthat the fungi persisted over time, but did not cause disease.","trees":[{"tree_label":"PAUP","ntax":"100","rootedtree":"TRUE","title":"Phyllosticta citricarpa from citrus in Europe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107756.phy"}]}