{"Authors":" Kishore Khosla, Susumu Takamatsu, Seiko Niinomi, Levente\nKiss, Tünde Jankovics, Uwe Braun","Year":" 2006","Title":" A morphologically ill-founded powdery mildew species,\nPleochaeta indica, is recognized as a phylogenetic species based on the\nanalysis of the nuclear ribosomal DNA sequences","Journal":" Mycological Research","Volume":" 110","Issue":" NA","Pages":" 1301-1308","Keywords":" NA","DOI":" NA","Abstract":" Morphological characteristics of a powdery mildew fungus\nfound on Celtis australis in the Indian Himalayas coincided with those\nof Pleochaeta indica, described from this tree species in India, as well\nwith those of P. shiraiana, known to infect C. australis and other plant\nspecies in Asia. This suggested that the original description of P.\nindica based on morphological patterns was not well founded and this\ntaxon could be reduced to synonymy with P. shiraiana. However,\nphylogenetic analyses of the rDNA 28S and ITS sequences determined in\nsome Indian Pleochaeta specimens from C. australis showed that this\nfungus is closely related, but not identical to P. shiraiana infecting\nC. sinensis in Japan which served as the basis of the original\ndescription of P. shiraiana. Molecular clock analysis of the ITS region\nand that of the 28S rDNA indicated that the split between the Japanese\nP. shiraiana infecting C. sinensis and Pleochaeta sp. infecting C.\naustralis in India may have occurred 2.0\u001a8.5 million years ago in the\nPliocene and may have coincided with the formation of the Himalayan\nmountains and the global cooling of the Earth during the late Tertiary.\nThus, P. indica is recognized in this study as a distinct phylogenetic\nspecies, although our morphological study showed that its description as\na morphological species was not well founded. This is a striking example\nof a cryptic species which is genetically different from close relatives\nbut cannot be distinguished from them based on morphology.","trees":[{"tree_label":"Fig. 11","ntax":"42","rootedtree":"TRUE","title":"Erysiphales, 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5228.phy"},{"tree_label":"Fig. 12","ntax":"10","rootedtree":"TRUE","title":"Phyllactinieae, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5229.phy"}]}