{"Authors":" Jian Xu, Ji Li, Li Cui, Ting Zhang, Zhe Wu, Pin-Yu Zhu,\nYong-Jiao Meng, Kai-Jing Zhang, Xia-Qing Yu, Qun-Feng Lou, Jin-Feng\nChen","Year":" 2017","Title":" New insights into the roles of cucumber TIR1 homologs and\nmiR393 in regulating fruit/seed set development and leaf\nmorphogenesis","Journal":" BMC plant biology","Volume":"","Issue":"","Pages":" 1-26","Keywords":" auxin receptor - cucumber - CsTIR1 and CsAFB2 -\nmiR393/TIR1 module - fruit/seed set","DOI":"","Abstract":" Background: TIR1-like proteins act as auxin receptors and\nplay essential roles in auxin-mediated plant development processes. The\nnumber of auxin receptor family members varies among species. While the\nfunctions of auxin receptor genes have been widely studied in\nArabidopsis, the distinct functions of cucumber (Cucumis sativus L.)\nauxin receptors remains poorly understood. To further our understanding\nof their potential role in cucumber development, two TIR1-like genes\nwere identified and designated CsTIR1 and CsAFB2. In the present study,\ntomato (Sonanum lycopersicum) was used as a model to investigate the\nphenotypic and molecular changes associated with the overexpression of\nCsTIR1 and CsAFB2. Results: Differences in the subcellular localizations\nof CsTIR1 and CsAFB2 were identified and both genes were actively\nexpressed in leaf, female flower and young fruit tissues of cucumber.\nMoreover, CsTIR1- and CsAFB2-overexpressing lines exhibited pleotropic\nphenotypes ranging from leaf abnormalities to seed germination and\nparthenocarpic fruit compared with the wild-type plants. To further\nelucidate the regulation of CsTIR1 and CsAFB2, the role of the\nmiR393/TIR1 module in regulating cucumber fruit set were investigated.\nActivation of miR393-mediated mRNA cleavage of CsTIR1 and CsAFB2 was\nrevealed by qPCR and semi-qPCR, which highlighted the critical role of\nthe miR393/TIR1 module in mediating fruit set development in cucumber.\nConclusion: Our results provide new insights into the involvement of\nCsTIR1 and CsAFB2 in regulating various phenotype alterations, and\nsuggest that post-transcriptional regulation of CsTIR1 and CsAFB2\nmediated by miR393 is essential for cucumber fruit set initiation.\nCollectively, these results further clarify the roles of cucumber TIR1\nhomologs and miR393 in regulating fruit/seed set development and leaf\nmorphogenesis.","trees":[{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Auxin receptor Gene family","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_105378.phy"}]}