{"Authors":" Olivia Sanllorente, Pedro Lorite, Francisca Ruano, Teresa\nPalomeque, Alberto Tinaut","Year":" 2017","Title":" Phylogenetic relationships between the slave-making ants\nRossomyrmex and their Proformica hosts in relation to other genera of\nthe ant tribe Formicini (Hymenoptera: Formicidae)","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Biogeographical reconstruction; Cataglyphis; Phylogeny;\nProformica; Rossomyrmex; slave-making ants.","DOI":" 10.1111/jzs.12184","Abstract":" The ant genus Proformica is very common to Eurasian\nsemi-deserts, and a few species are parasitized by the slave-making ants\nRossomyrmex. However, the phylogenetic relationship between Proformica\n(host) and Rossomyrmex (parasite) remains unclear as another closely\nrelated genus (Cataglyphis) could be a sister group of Rossomyrmex. This\nwork has two main goals: (i) to study the phylogenetic relationships\namong Proformica, Rossomyrmex, and other genera of the tribe Formicini,\nwith a special focus on the highly diverse genus Cataglyphis; and (ii)\nto reconstruct the biogeographical distribution of parasite and host\ngenera. We perform a phylogenetic study for the first time including\nseveral species of the genera Rossomyrmex, Proformica, and Cataglyphis.\nOur results indicate that Proformica and Rossomyrmex are reciprocally\nmonophyletic and that Rossomyrmex is nested within Cataglyphis,\nrendering the latter paraphyletic. Finally, the ancestral distribution\nrange of the host genus could be situated in Central Asia and\nsubsequently dispersed to Western Europe, whereas additional studies are\nrequired to clarify the range of the parasite.","trees":[{"tree_label":"con 50 majrule","ntax":"43","rootedtree":"TRUE","title":"Tr106771","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106771.phy"},{"tree_label":"con 50 majrule","ntax":"43","rootedtree":"TRUE","title":"Tr106772","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106772.phy"}]}