{"Authors":" Nicolette C Albright","Year":" 2017","Title":" Hylogenetic and Morphological Species Diversity of Morels\n(Morchella Spp.) in Indiana and Methods to Expedite Identification Among\nEastern North American Species.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":"","DOI":"","Abstract":" Characterizing morel (Morchella spp.) diversity is\nchallenging due to the limitations in both morphological species\nrecognition (MSR) and the single-locus internal transcribed spacer (ITS)\nbarcoding methods for this genus. The lack of both micro and\nmacrophenotypically informative characters makes species identification\ndifficult with morphological data alone, while the ITS locus\nunderestimates Morchella diversity. As a result, the current standard\nfor Morchella delimitation is through the phylogenetic species\nrecognition (PSR) criteria using a multilocus molecular dataset. There\nare, however, many locations in which morel collections have not been\nassessed with the current recognition methods and criteria. To begin\nevaluating Morchella in Indiana, we collected 132 morels from six\ncounties in 2013, 2014 and 2015. The PSR criteria were applied using\nloci previously identified as phylogenetically informative in\ncombination with each other for this genus: elongation factor 1-alpha\n(EF1-alpha); the second-largest RNA polymerase subunit (RPB2); and\nnuclear ribosomal large subunit (LSU) 28S rDNA. Color variation was\nquantified for 78 of these morels by calculating the average Pantone\ncolor values of sporocarp pits and ridges in Photoshop. Our morel\ncollections displayed tremendous color variability. Particularly, the\ncolor variability of M. americana sporocarps ridges ranged from (P611C)\nto (P17816C) and pits ranged from (P1216C) to (>P17916C). Visual\ncolor descriptions of this species are congruent with current reports;\nhowever, we have begun to improve the precision of numerically\ncharacterizing sporocarp colors. Phylogenetic analyses identified 98% of\nthese morels (77/78) as M. americana, and one isolate as M. diminutiva.\nOver 94% (124/132) of our total collections were also identified as M.\namericana when analyzed with PSR criteria; the remaining morels were\nidentified as M. diminutiva (n=3) and M. punctipes (n=5). Of the three\nloci evaluated, a partial fragment of EF1-alpha was the only locus to\nprovide bootstrap support greater than or equal to 72% for all but one\nnode when used alone in phylogenetic reconstructions of the Morchella\nspp. known to this region. As a result, the EF1-alpha fragment was used\nas a single locus to expedite phylogenetic reconstructions for species\nidentification in the later years of our collections. Our results\ndescribe the color variability among M. americana in a region where\nmorel diversity has not been assessed, as well as methodologies to\nexpedite phylogenetic species identification in our region using by\nusing the EF1-alpha fragment as a sole locus.","trees":[{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr105384","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105384.phy"},{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr105385","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105385.phy"},{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr105386","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105386.phy"},{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr105387","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105387.phy"},{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr105388","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105388.phy"},{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr105389","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105389.phy"},{"tree_label":"tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr105382","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105382.phy"},{"tree_label":"tree 1","ntax":"154","rootedtree":"TRUE","title":"Tr105383","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105383.phy"}]}