{"Authors":" María Havrylenko, Susumu Takamatsu, Seiko Niinomi","Year":" 2008","Title":" Molecular data do not support a Southern Hemisphere base of\nNothofagus powdery","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Three powdery mildew species present on Nothofagus,\nviz. Erysiphe magellanica, E. nothofagi and E. patagoniaca, are endemic\nto South America and have unique ascomatal appendages that are not found\nin powdery mildews of Northern Hemisphere. We determined the nucleotide\nsequences of the rDNA internal transcribed spacer regions and D1/D2\ndomains of the 28S rDNA of these three powdery mildew species to reveal\ntheir phylogenetic relationships with powdery mildews of the Northern\nHemisphere. Although the molecular phylogenetic analyses indicated that\nthe three Nothofagus powdery mildews are closely related to each other,\nthey did not group into one clade in either the ITS or 28S trees.\nKishino-Hasegawa, Shimodaira-Hasegawa and Templeton tests could not\nsignificantly reject the constrained trees that were constructed based\non the assumption that the Nothofagus powdery mildews would form a\nsingle clade. Based on this result and the evidence that all Nothofagus\npowdery mildews are endemic to South America and have similar\nmorphological characteristics, it is likely that these three species\ndiverged from a single ancestor present on Nothofagus. Calibration of\nevolutionary events using molecular clocks suggested that the Nothofagus\npowdery mildews split from the Northern Hemisphere relatives 22\u001a16\nmillion years ago (Ma) in the middle Miocene, and divergence among the\nNothofagus powdery mildews occurred 17\u001a13 Ma. These results do not\nsupport a Southern Hemisphere base of the Nothofagus powdery\nmildews.","trees":[{"tree_label":"Fig. 4","ntax":"58","rootedtree":"TRUE","title":"Erysiphe/28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5230.phy"},{"tree_label":"Fig. 5","ntax":"44","rootedtree":"TRUE","title":"Erysiphe/ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5231.phy"}]}