{"Authors":" Logan John Mullen","Year":" 2017","Title":" Taxonomy and Phylogeny of the Rove Beetle Genus Phlaeopterus\n(Coleoptera: Staphylinidae: Omaliinae: Anthophagini).","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":" Staphylinidae ; Alaska ; Classification ; Canada, Western\n; Russia (Federation) ; Russian Far East ; Phylogeny ; Beetles","DOI":"","Abstract":" The rove beetle genus Phlaeopterus contained 15 species\nprior to this work, which are found in mountainous regions of\nnorthwestern North America, and in East Siberia for one species. These\nbeetles can be found in perpetually cold, wet habitats, usually living\nin close association with permanent or long-lasting alpine snowfields.\nVery little is known of the life history of Phlaeopterus, but they have\nbeen observed on the surface of snowfields mating as well as feeding on\nwindblown arthropods that have become stranded on snowfield’s surface.\nIn this thesis, I present a taxonomic revision of the genus Phlaeopterus\nas well as a phylogeny using Bayesian and maximum likelihood methods\nwith 46 morphological characters and the mitochondrial gene COI. I found\ndiscordance between the morphological and molecular phylogenies, as well\nas between maximum likelihood and Bayesian methods. Phlaeopterus\ncastaneus and Phlaeopterus loganensis, species with distinct morphology\nbut identical COI sequence data, appear to have undergone recent\nhybridization in the Rocky Mountains where their ranges overlap. I found\nstrong support for the synonymy of the monotypic genus Vellica with\nPhlaeopterus. Published taxonomic hypotheses were mostly supported and a\npriori hypotheses received mixed support. Additionally, the genus\nPhlaeopterus is re-described, a dichotomous key of all species is\nprovided, and eight new species are described. Two of these,\nPhlaeopterus bakerensis n. sp., and Phlaeopterus olympicus n. sp., are\nhighly endemic snowfield-associated species, and have not been collected\nsince the late 1970s and early 1980s respectively, lending concern to\ntheir conservation status.","trees":[{"tree_label":"con 50 majrule","ntax":"141","rootedtree":"TRUE","title":"Phlaeopterus COI full","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105492.phy"},{"tree_label":"con 50 majrule","ntax":"22","rootedtree":"TRUE","title":"Phlaeopterus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105495.phy"},{"tree_label":"con 50 majrule comb","ntax":"22","rootedtree":"TRUE","title":"Tr105660","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105660.phy"},{"tree_label":"con 50 majrule","ntax":"21","rootedtree":"TRUE","title":"Tr105493","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105493.phy"}]}