{"Authors":" Christopher Michael Martinez, John S. Sparks","Year":" 2017","Title":" Malagasy Cichlids Differentially Limit Impacts of Body Shape\nEvolution on Oral Jaw Functional Morphology","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cichlidae, Madagascar, integration, modularity,\nmany-to-one mapping","DOI":"","Abstract":" Patterns of trait covariation, like integration and\nmodularity, are vital factors that influence the evolution of vertebrate\nbody plans. In functional systems, decoupling of morphological modules\nbuffers functional change in one trait by reducing correlated variation\nwith another. However, for complex morphologies with many-to-one mapping\nof form to function (MTOM), resistance to functional change may also be\nachieved by constraining morphological variation within a functionally\nstable region of morphospace. For this research, we used geometric\nmorphometrics to evaluate the evolution of body shape and its\nrelationship to jaw functional morphology in two independent radiations\nof endemic Malagasy cichlid (Teleostei: Cichlidae). Our results\nsuggested that the two subfamilies used different strategies to mitigate\nimpacts of body shape variation on a metric of jaw function, maxillary\nkinematic transmission (MKT): (1) modularity between cranial and\npostcranial morphologies, and (2) integration of body and jaw evolution,\nwith jaw morphologies varying in a manner that limits change in MKT.\nThis research shows that, unlike modularity, MTOM allows traits to\nretain strong evolutionary covariation while still reducing impacts on\nfunctionality. These results suggest that MTOM, and its influence on the\nevolution of correlated traits, is likely much more widespread than is\ncurrently understood.","trees":[{"tree_label":"fig. 2","ntax":"30","rootedtree":"TRUE","title":"Malagasy/South Asian Cichlids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_105515.phy"}]}