{"Authors":" Jie Song, Bao-Kai Cui, Hong Chen, Jun Liang Zhou","Year":" 2018","Title":" Phylogenetic study on Polyporus and related genera with\nestimated divergence times","Journal":" persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Polyporus, Divergence times, Multi-gene phylogenies,\nTaxonomy, New species","DOI":"","Abstract":" Abstract: Polyporus is a taxonomically controversial genus\nwhich includes species belonging to six infrageneric groups. Recently,\nbased on the phylogenetic and morphological analyses, many species of\nPolyporus have been combined into five other genera, i.e. Cerioporus,\nFavolus, Lentinus, Neofavolus and Picipes. To ascertain the\nrelationships of Polyporus and its allied genera, eight DNA fragments\n(ITS, nLSU, EF1-α, mtSSU, RPB1, RPB2, nSSU and β-tubulin) are used in\nthe molecular systematics. Morever, the conserved regions of six DNA\nfragments are used to analyze the evolutionary relationships of\nPolyporus and its related genera by using BEAST v1.8. Six well supported\nclades of Polyporus and its related genera are obtain in both ITS+nLSU\nand ITS+nLSU+EF1-α+mtSSU+RPB1+RPB2+nSSU+β-tubulin analyses. Bayesian\nevolutionary analysis reveals that the ancestor of Polyporales split at\nabout 141.81 Mya, while the mean stem ages of the six major clades are\n6349 Mya. Based on the analyses of morphological characters,\nphylogenetic results and divergence times, species included in picipes\nclade are put into genus Picipes by the coriaceous (fresh) to hard (dry)\nbasidiocarps and strongly branched skeleto-binding hyphae; species in\ncore polyporus clade are kept in genus Polyporus s. str. for their\nfleshy (fresh) to brittle (dry) basidiocarps and light colored stipe;\nPolyporus species clustered in squamosus clade are transferred into\ngenus Cerioporus by their corky basidiocarps when fresh and fragile\ntubes when dry; species nested in favolus and neofavolus clades are\ntreated as members of genera Favolus and Neofavolus separately;\npolyporoid species in the lentinus clade with centrally light-colored\nstipe and inflated hyphae are combined into genus Lentinus. One new\nspecies of Polyporus s.str., two new species of Neofavolus, three new\nspecies of Cerioporus and teen new species of Picipes collected from\nChina and America are described and illustrated. Keys to species of\nCerioporus, Favolus, Neofavolus, Picipes, Polyporus s. str. and Lentinus\nare also provided in this article.","trees":[{"tree_label":"PAUP 1","ntax":"150","rootedtree":"TRUE","title":"Tr105513","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105513.phy"}]}