{"Authors":" Claudio Sedivy, Silvia Dorn, Alex Widmer, Andreas Müller,\nC. J. Praz","Year":" 2008","Title":" Patterns of host-plant choice in bees of the genus\nChelostoma: the constraint hypothesis of host-range evolution in\nbees","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" To trace the evolution of host-plant choice in bees of the\ngenus Chelostoma (Megachilidae), we assessed the host plants of 35\nPalearctic, North American and Indomalayan species by microscopically\nanalyzing the pollen loads of 634 females and reconstructed their\nphylogenetic history based on four genes and a morphological data set,\napplying both parsimony and Bayesian methods. All species except two\nwere found to be strict pollen specialists at the level of plant family\nor genus. These oligolectic species together exploit the flowers of\neight different plant orders which are distributed among all major\nangiosperm lineages. Based on ancestral state reconstruction, we found\nthat oligolecty is the ancestral state in Chelostoma and that the two\npollen generalists evolved from oligolectic ancestors. The distinct\npattern of host broadening in these two polylectic species, the highly\nconserved floral specializations within the different clades, the\nexploitation of unrelated hosts with a striking floral similarity as\nwell as a recent report on larval performance on non-host pollen in two\nChelostoma species clearly suggest that floral host choice is\nphysiologically or neurologically constrained in bees of the genus\nChelostoma. Based on this finding, we propose a new hypothesis on the\nevolution of host range in bees.","trees":[{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"Chelostoma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5236.phy"},{"tree_label":"Fig. 1","ntax":"37","rootedtree":"TRUE","title":"Chelostoma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5237.phy"},{"tree_label":"Appendix 4","ntax":"35","rootedtree":"TRUE","title":"Chelostoma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5238.phy"}]}