{"Authors":" Kebede Tadesse Muleta, Matthew N Rouse, Shery Rynearson,\nXianming Chen, Bedada G Buta, Michael Pumphrey","Year":" 2017","Title":" Characterization of molecular diversity and genome-wide\nmapping of loci associated with resistance to stripe rust and stem rust\nin Ethiopian bread wheat accessions","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Bread wheat, stripe rust, stem rust, genetic resistance,\ngenetic diversity, association mapping","DOI":"","Abstract":" Background: The narrow genetic basis of resistance in\nmodern wheat cultivars and the strong selection response of pathogen\npopulations have been responsible for periodic and devastating epidemics\nof the wheat rust diseases. Characterizing new sources of resistance and\nincorporating multiple genes into elite cultivars is the most widely\naccepted current mechanism to achieve durable varietal performance\nagainst changes in pathogen virulence. Here, we report a high-density\nmolecular characterization and genome-wide association study (GWAS) of\nstripe rust and stem rust resistance in 190 Ethiopian bread wheat lines\nbased on phenotypic data from multi-environment field trials and\nseedling resistance screening experiments. A total of 24,281 single\nnucleotide polymorphism (SNP) markers filtered from the wheat 90K\niSelect genotyping assay was used to survey Ethiopian germplasm for\npopulation structure, genetic diversity and marker-trait associations.\nResults: Upon screening for field resistance to stripe rust in the\nPacific Northwest of the United States and Ethiopia over multiple\ngrowing seasons; and against multiple races of stripe rust and stem rust\nat seedling stage, eight accessions displayed resistance to all tested\nraces of stem rust and field resistance to stripe rust at all\nenvironments. Our GWAS results show 15 loci were significantly\nassociated with seedling and adult plant resistance to stripe rust at\nfalse discovery rate (FDR)-adjusted probability (P) <0.10. GWAS also\ndetected 9 additional genomic regions significantly associated\n(FDR-adjusted P <0.10) with seedling resistance to stem rust in the\nEthiopian wheat accessions. Many of the identiﬁed resistance loci were\nmapped close to previously identiﬁed rust resistance genes; however,\nthree on the short arms of chromosomes 5A and 7B for stripe rust\nresistance and two on chromosomes 3B and 7B for stem rust resistance may\nbe novel. Conclusion: Our results demonstrate that considerable genetic\nvariation resides within the landrace accessions that can be utilized to\nbroaden the genetic base of rust resistance in wheat breeding germplasm.\nThe molecular markers identified in this study should be useful in\nefficiently targeting the associated resistance loci in marker-assisted\nbreeding for rust resistance in Ethiopia and other countries.","trees":[{"tree_label":"Fig. 4","ntax":"179","rootedtree":"TRUE","title":"Stripe Rust and Stem Rust in Ethiopian bread wheat","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105744.phy"}]}