{"Authors":" Michael George Simpson, C. M. Guilliams, Kristen Elizabeth\nHasenstab-Lehman, Makenzie Elizabeth Mabry, Lee Ripma","Year":" 2017","Title":" Phylogeny of the popcorn flowers: Use of genome skimming to\nevaluate monophyly and interrelationships in subtribe Amsinckiinae\n(Boraginaceae)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Amsinckiinae, Boraginaceae, Cryptanthinae, genome\nskimming, high-throughput sequencing, phylogenetics","DOI":"","Abstract":" Subtribe Amsinckiinae, currently containing 13 genera and\napproximately 293 species, is a species-rich group of the family\nBoraginaceae. Past studies assessing relationships had a limited sample\nsize and generally weak support. Here we study phylogenetic\nrelationships of Amsinckiinae using a large sample size and considerably\nmore sequence data in order to evaluate the interrelationships of genera\nand clades within this group. Using high-throughput, genome skimming\nsequencing of 139 samples of Amsinckiinae and four outgroup taxa,\nmaximum likelihood and Bayesian analyses of separate plastome, cistron,\nand mitochondrial datasets are presented. In almost all analyses the\ncommon ancestor of the Amsinckiinae gives rise to an Andersonglossum or\nto an Andersonglossum+Adelinia clade. Most genera, including Amsinckia,\nEremocarya, Greeneocharis, Harpagonella, Oreocarya, and Pectocarya, are\nconsistently monophyletic with strong support. Plagiobothrys is\nconfirmed to be non-monophyletic, composed of three clades conforming to\ngeneric sections. Cryptantha is also non-monophyletic, with most species\nwithin a strongly supported Cryptantha s.s. clade, but some nesting\nwithin Johnstonella or our Maritimae clade, all with strong support.\nAlthough genome skimming verifies the monophyly of many genera and\nclades of Amsinckiinae, relationships among those clades and along the\nbackbone of the trees remain uncertain, their elucidation possibly a\nfactor of short branch lengths and likely requiring different types of\nmolecular data. Our study may serve as a baseline for future work on the\nmorphology, reproductive biology, and biogeography of the\nAmsinckiinae.","trees":[{"tree_label":"Imported tree 1","ntax":"143","rootedtree":"TRUE","title":"Amsinckiinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107777.phy"},{"tree_label":"Imported tree 1","ntax":"143","rootedtree":"TRUE","title":"Amsinckiinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107778.phy"},{"tree_label":"Imported tree 1","ntax":"143","rootedtree":"TRUE","title":"Amsinckiinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107779.phy"}]}