{"Authors":" yongchao Han, Xiangguo Zeng","Year":" 2018","Title":" Diversity of Carbendazim-Sensitive and -Resistant Populations\nof Colletotrichum spp. from Infected Strawberry and Yam in Hubei\nProvince, China","Journal":" plant disease","Volume":"","Issue":"","Pages":"","Keywords":" strawberry yam Carbendazim resistance Anthracnose","DOI":"","Abstract":" The ascomycete fungus Colletotrichum gloeosporioides is a\ndevastating plant pathogen with a wide host range and worldwide\ndistribution. Carbendazim has been widely used to control anthracnose\ncaused by the C. gloeosporioides complex in China for more than 30\nyears, and resistant phenotype to carbendazim have been reported in\nsouthern and eastern China. In this study, 128 Colletotrichum isolates\nwere collected from different geographical regions in Hubei Province,\nChina, from 2012 to 2015. Approximately 51.6% of randomly selected C.\ngloeosporioides species complex isolates from various cultivars in\nstrawberry and yam orchards in Hubei Province showed resistance to\ncarbendazim. The majority (73.8%) of isolates from diseased strawberry\nand 28.6% of isolates from diseased yam in Hubei Province were resistant\nto carbendazim. The isolates tested in this study belong to five\nspecies, and the frequencies of resistant isolates differed across\nColletotrichum species. Resistant isolates were found in C. siamense and\nC. fructicola. All 48 isolates of C. siamense were resistant to\ncarbendazim, and 32.1% of C. fructicola isolates were resistant. In\ncontrast, all isolates of C. gloeosporioides, C. nymphaeae and C.\naenigma were sensitive to carbendazim. β-tubulin 2 (TUB2) gene structure\nanalysis showed that no differences in TUB2 gene structure among the\nfive species led to species-specific resistance to carbendazim. Sequence\nanalysis of the TUB2 genes of ten sensitive, three moderately resistant\n(MR) and six highly resistant (HR) representative isolates of C.\ngloeosporioides complex and C. nymphaeae from strawberry and yam showed\nthat highly carbendazim-resistant isolates harbored the E198A mutation\nin the TUB2 gene, whereas moderately carbendazim-resistant isolates\nharbored the F200Y mutation in the TUB2 gene. Phylogenetic tree analysis\nshowed that sensitive, MR and HR isolates were grouped within separate\nclusters regardless of species, if the mutated codon positions of TUB2\nwere included in the phylogenetic tree analysis. In contrast, sensitive,\nMR and HR isolates could be grouped within separate clusters if the\nmutated codon positions of TUB2 was not included in the phylogenetic\nanalysis. The results indicated that field methyl benzimidazole\ncarbamate (MBC) fungicide resistance to carbendazim is not derived from\nthe same ancestor.","trees":[{"tree_label":"Figure 3A","ntax":"16","rootedtree":"TRUE","title":"Tr105579","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105579.phy"},{"tree_label":"Figure 3B","ntax":"16","rootedtree":"TRUE","title":"Tr105572","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_105572.phy"}]}