{"Authors":" Vadim Y Kryukov, Oksana G Tomilova, Olga N Yaroslavtseva,\nTing-Chi Wen, Natalia A Kryukova, Olga V Polenogova, Yuri Tokarev,\nViktor V Glupov","Year":" 2017","Title":" Temperature preferences of Cordyceps militaris and its\nability to kill insects under different thermo-physiological states","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Cordyceps; ecological preferences; virulence;\ntemperature","DOI":"","Abstract":" Genetic relationships and temperature preferences were\ndetermined for 19 isolates of Cordyceps militaris from the Palearctic\ntemperate zone. Two intraspecific groups were revealed using the\nelongation factor tef1-alpha gene sequence. The variability of surface\nmycelial growth of isolates from different regions (Siberia, Far East,\nEuropean part or Russia) and genetic lineages was extremely low at\ntemperatures of 530 °C. However, a correlation between latitude of\norigin and growth under warm conditions (27.5 °C) was revealed. C.\nmilitaris cultures were not heat-active but were more psychrotolerant\nthan Beauveria bassiana and Metarhizium robertsii isolates from the\nPalearctic temperate zone. Wax moth Galleria mellonella larvae was able\nto overcome C. militaris infection (injected hyphal bodies) in an active\nstate (25 °C), but mortality increased 5.5-fold during diapause induced\nby low temperature (15 °C). Cold stupor (5 °C) significantly prolonged\nthe development of mycosis. If it was fought off at 25 °C, the infection\nin larvae could be activated in pupae under cold conditions (8 °C).\nTopical inoculation of larvae with ascospores was also more efficacious\nat 15 °C than at 25 °C. However, immunosuppression of larvae led to\nlevelling of mortality at these temperatures. The study confirms the\nstenoecity of C. militaris and demonstrates crucial roles for the\nthermo-physiological state of insects in pathogenesis.","trees":[{"tree_label":"PAUP_1","ntax":"23","rootedtree":"TRUE","title":"Cordyceps militaris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107771.phy"}]}