{"Authors":" Peter M Letcher, Joyce E Longcore, Timothy Y. James,\nDomingos da Silva Leite, Martha J Powell, D Rabern Simmons","Year":" 2017","Title":" Morphology, ultrastructure, and molecular phylogeny of\nRozella multimorpha, a new species in Cryptomycota","Journal":" Journal of Eukaryotic Microbiology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Increasing numbers of sequences of basal fungi are being\ndeposited in public databases from environmental DNA studies; however,\nmany of these sequences remain unclassified below the phylum level\nbecause sequence information from identified species is sparse. Lack of\nbasic biological knowledge due to a dearth of identified species is\nextreme in the Cryptomycota (=Rozellomycota), which is a new phylum\nwidespread in the environment, phylogenetically basal within the fungal\nlineage, but known from only a handful of formally described genera.\nConsequently, we are attempting to fill gaps in the knowledge of\nRozella, the best-known genus in this lineage. Rozella is a genus of\npresumptively 25 species of unwalled, holocarpic, endobiotic parasites\nof a range of hosts including Chytridiomycota, Blastocladiomycota,\nOomycota, Basidiomycota, and a green alga (Coleochaete), with most\nspecies described on the basis of morphology and host specificity. We\nfound a Rozella parasitizing a Pythium host, which was a saprobe on\nspruce pollen bait placed with an aquatic sample from an artificial\npond. We characterized the Pythium parasite with light microscopy, TEM\nof its zoospores and sporangia, and its 18S/28S rDNA. Comparison with\nother Rozella species indicates that the new isolate differs\nmorphologically, ultrastructurally, and genetically from Rozella species\nfor which we have data. The new species is in a different lineage from\nthat occupied by an earlier sequenced parasite of Pythium, and also on a\ndifferent branch from both R. allomycis and R. rhizoclosmatii. Features\nof the zoospore also differ from those of previously studied species.\nHerein we describe the Rozella as a new species, R. multimorpha.","trees":[{"tree_label":"bestREP71","ntax":"33","rootedtree":"TRUE","title":"Cryptomycota GARLI MLT 18S and 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121424.phy"}]}