{"Authors":" Eric de Camargo Smidt","Year":" 2017","Title":" Phylogeny, biogeography and character evolution in\nOrnithocephalus clade (Orchidaceae, Oncidiinae)","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Atlantic Forest  biogeography  Brazilian orchids \ncharacter evolution  orchid molecular phylogenetics  nrITS  Neotropical\nflora","DOI":"","Abstract":" The Ornithocephalus clade (OC) consists of small,\nepiphytic orchids from the Neotropics. Only a few genera with one or a\nfew species have been included in previous phylogenetic studies.\nThirty-six species of the OC and ten outgroup taxa were investigated\nusing nrITS sequences analysed using maximum parsimony, maximum\nlikelihood and Bayesian inference. Molecular dating, biogeographical\nanalyses and character reconstruction were also performed. Our results\nshow a well-supported topology that agrees with all current generic\ncircumscriptions, and complete congruence among the different\nphylogenetic methods. Based on a molecular clock analysis, the OC\noriginated in the Miocene around 10 (614) mya, and all genera were\nestablished by the Pliocene at 3.5 (1.85.6) Mya. The biogeographic\nreconstruction shows an origin and early diversification of the OC in\nthe Atlantic Forest (Morrones Paraná province), where six out of ten\ngenera are restricted today. Only five of the 13 morphological\ncharacters reconstructed could be identified as unambiguous apomorphies\nfor some genera, and a number of characters were ambiguous in the last\ncommon ancestor of the Ornithocephalus clade. The findings from this\nstudy provide a first broad phylogenetic hypothesis supporting generic\ncircumscription and relationships in the OC, as well their origin and\nbiogeographical history. Reconstruction of important morphological\ncharacters shows high plasticity in pseudobulb presence and multiple\norigins of asymmetric flowers. The column is the organ with highest\nhomology issues, and further studies are needed to understand the origin\nof its various appendages and tabula infrastigmatica.","trees":[{"tree_label":"Imported tree 1","ntax":"46","rootedtree":"TRUE","title":"Ornithocephalus MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105578.phy"}]}