{"Authors":" Margot Otto, Yolanda Petersen, Jolanda Roux, Teresa A\nCoutinho","Year":" 2017","Title":" Bacterial canker of cherry trees, Prunus avium, in South\nAfrica","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Pseudomonas syringae, MLSA, Prunus, Stone fruit","DOI":"","Abstract":" In the 1980s the causal agents of bacterial canker of\ncherry trees in South Africa was reported to be Pseudomonas syringae pv.\nsyringae and Pseudomonas syringae pv. morsprunorum. Subsequently, no\nfurther studies were undertaken on the disease or causal agents. The aim\nof the current study was to conduct field surveys to determine the\ncurrent situation pertaining to bacterial canker in the major cherry\nproducing areas of South Africa. Following isolations from infected\ntrees, strains were characterized using biochemical as well as\nmultilocus sequence analyses (MLSA). Pathogencity tests were undertaken\nwith immature cherry fruit as well as three different cherry cultivars.\nAlthough symptoms of bacterial canker were present in all areas\nsurveyed, P. syringae isolates was only isolated from three sites in the\nWestern Cape Province. The isolates collected in this study showed a\nhypersensitive response on bean pods and were pathogenic on immature\ncherry fruit and cherry trees. The biochemical tests as well as MLSA\nanalyses using four genes (cts, gapA, gyrB and rpoD) showed that all\nrecently collected strains were Pseudomonas syringae pv. syringae.\nSelected strains induced a hypersensitive response on bean pods and were\npathogenic on immature cherry fruit and cherry trees. The current study\nshows that P. syringae pv. syringae is responsible for bacterial canker\nin the Western Cape Province, South Africa.","trees":[{"tree_label":"PAUP_1","ntax":"27","rootedtree":"TRUE","title":"Bacterial canker of cherry cts, gapA, gyrB and\nrpoD","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_105590.phy"}]}