{"Authors":" Liliana M. Giussani, Camilo L. Quarín, Osvaldo Morrone,\nFernando O. Zuloaga, J. H. Cota-Sánchez, Kumary Ubayasena","Year":" 2008","Title":" Phylogenetic Relationships in the Genus Paspalum (Poaceae:\nPanicoideae: Paniceae): An Assessment of the Quadrifaria and Virgata\nInformal Groups","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Paspalum, an American genus of the x = 10 Paniceae clade,\nincludes about 330 species, four subgenera, and 27 informal groups.\nWithin the genus, the Quadrifaria and Virgata groups are\nwell-represented in South and Central America. Interspecific variability\nmake the delimitation of these groups difficult; hence several species\nhave been included or excluded from Quadrifaria or Virgata depending on\nthe taxonomic treatment. In previous analyses, the Quadrifaria and\nVirgata groups of Paspalum are polyphyletic. Here we present a new\nappraisal of the classification of both groups based on the phylogenetic\nanalyses of DNA data from the chloroplast: the rpl16 intron, and the\nregion comprising the trnL and trnF genes. A monophyletic Virgata clade\nis recovered, consisting of nearly all the species listed in an\nunpublished manuscript. The Quadrifaria group is restricted to P.\nquadrifarium and P. quarinii. Other clades grouped species traditionally\ntreated within Virgata or Quadrifaria, although their phylogenetic\nplacement need to be reevaluated. Within most of clades, diploid and\npolyploid species seemingly derive from a common ancestor denoting an\nautopolyploid origin. Alloploidy is also possible although reticulate\nevolution needs to be explored. The wide distribution of the I genome\nsuggests that this is a plesiomorphic state in Paspalum.","trees":[{"tree_label":"tree 1","ntax":"50","rootedtree":"TRUE","title":"Paspalum, 1 of 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5240.phy"},{"tree_label":"tree 2","ntax":"50","rootedtree":"TRUE","title":"Paspalum, 2 of 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5241.phy"},{"tree_label":"tree 3","ntax":"50","rootedtree":"TRUE","title":"Paspalum, 3 of 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5242.phy"},{"tree_label":"tree 4","ntax":"50","rootedtree":"TRUE","title":"Paspalum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5243.phy"}]}