{"Authors":" Enayra Silva Sousa, Janaine Rossane Araujo Silva, Iraildes\nPereira Assuncao, Maruzanete Prereira Melo, Frederico Monteiro Feijo,\nKedma da Silva Matos, Gaus Silvestre Andrade Lima, Jose Evandro Beserra\nJunior","Year":" 2017","Title":" Colletotrichum species causing anthracnose in lima bean in\nthe Northeast of Brazil","Journal":" Tropical Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum cliviae, Colletotrichum fructicola,\nColletotrichum truncatum, multilocus analysis, Phaseolus lunatus.","DOI":"","Abstract":" The taxonomy of the genus Colletotrichum has undergone\nvarious changes. These alterations arise from the use of modern\nmolecular tools. Currently, Colletotrichum species are grouped into\ncomplexes. Species of Colletotrichum associated with diseases in lima\nbean have been investigated very little. In Brazil, anthracnose in lima\nbean has often been associated with Colletotrichum truncatum, but only\nmorphological markers have been used in identifying the species. In the\ncurrent work, samples of lima bean with symptoms of spots on the leaves\nand pods have been collected on properties in municipalities in Piauí\nand Alagoas states. Microscopy analyses revealed isolates with\ncylindrical and curved conidia. The isolate of Colletotrichum cliviae\n(CMM 3366) produced only the sexual phase, with superficial perithecia,\nwith eight curved ascospores. The ITS region and fractions of the genes\nGAPDH, β-tubulin and Actin were amplified by PCR, sequenced and\nsubmitted to phylogenetic analysis. The isolates from this study grouped\nwith reference isolates from C. truncatum, C. cliviae and Colletotrichum\nfructicola. All the isolates were pathogenic to 25-day-old lima bean\nplants. Therefore, this work confirms the pathogenicity of C. truncatum\nto lima bean and for the first time records the occurrence of C. cliviae\nand C. fructicola as pathogens of this host in Brazil.","trees":[{"tree_label":"con 50 majrule","ntax":"27","rootedtree":"TRUE","title":"Tr105645","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105645.phy"}]}