{"Authors":" Marco Pessoa-Filho, Alexandre M Martins, Marcio E\nFerreira","Year":" 2017","Title":" Molecular dating of phylogenetic divergence between Urochloa\nspecies based on complete chloroplast genomes","Journal":" BMC Genomics","Volume":" 18","Issue":"","Pages":"","Keywords":" cpDNA, Brachiaria, plastid, phylogeny","DOI":" 10.1186/s12864-017-3904-2","Abstract":" Background: Forage species of Urochloa are planted in\nmillions of hectares of tropical and subtropical pastures in South\nAmerica. Most of the planted area is covered with four species (U.\nruziziensis, U. brizantha, U. decumbens and U. humidicola). Breeding\nprograms rely on interspecific hybridizations to increase genetic\ndiversity and introgress traits of agronomic importance. Knowledge of\nphylogenetic relationships is important to optimize compatible\nhybridizations in Urochloa, where phylogeny has been subject of some\ncontroversy. We used next generation sequencing to assemble the\nchloroplast genomes of four Urochloa species to investigate their\nphylogenetic relationships, compute their times of divergence and\nidentify chloroplast DNA markers (microsatellites, SNPs and InDels).\nResults: Whole plastid genome sizes were 138,765 bp in U. ruziziensis,\n138,945 bp in U. decumbens, 138,946 pb in U. brizantha and 138,976 bp in\nU. humidicola. Each Urochloa chloroplast genome contained 130 predicted\ncoding regions and structural features that are typical of Panicoid\ngrasses. U. brizantha and U. decumbens chloroplast sequences are highly\nsimilar and show reduced SNP, InDel and SSR polymorphism as compared to\nU. ruziziensis and U. humidicola. Most of the structural and sequence\npolymorphisms were located in intergenic regions, and reflected\nphylogenetic distances between species. Divergence of U. humidicola from\na common ancestor with the three other Urochloa species was estimated at\n9.46 mya. U. ruziziensis, U. decumbens, and U. brizantha formed a clade\nwhere the U. ruziziensis lineage would have diverged by 5.67 mya,\nfollowed by a recent divergence event between U. decumbens and U.\nbrizantha around 1.6 mya. Conclusion: Low-coverage Illumina sequencing\nallowed the successful sequence analysis of plastid genomes in four\nspecies of Urochloa used as forages in the tropics. Pairwise sequence\ncomparisons detected multiple microsatellite, SNP and InDel sites prone\nto be used as molecular markers in genetic analysis of Urochloa. Our\nresults placed the origin of U. humidicola and U. ruziziensis divergence\nin the Miocene-Pliocene boundary, and the split between U. brizantha and\nU. decumbens in the Pleistocene.","trees":[{"tree_label":"MajRule","ntax":"30","rootedtree":"TRUE","title":"Urochloa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_105639.phy"},{"tree_label":"Imported tree 1","ntax":"30","rootedtree":"TRUE","title":"Urochloa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105640.phy"},{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Urochloa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_105638.phy"},{"tree_label":"TREE1","ntax":"30","rootedtree":"TRUE","title":"Urochloa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105641.phy"},{"tree_label":"Imported tree 1","ntax":"30","rootedtree":"TRUE","title":"Urochloa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105642.phy"}]}