{"Authors":" Hailee Brynn Korotkin, Rachel Swenie, Otto Miettinen,\nKo-Hsuan Chen, Francois Lutzoni, Matthew E Smith, Patrick Brandon\nMatheny, Jessica M. Budke","Year":" 2018","Title":" Stable isotope analyses reveal previously unknown trophic\nmode diversity in the Hymenochaetales","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Agaricomycetes; Basidiomycota; ecology; endophytes;\nfunctional diversity; mosses; mycorrhizae; phylogenetics","DOI":"","Abstract":" The order Hymenochaetales is dominated by lignicolous,\nwhite-rot, saprotrophic fungi involved in wood decay. However, previous\nstudies have identified byrophilous and terricolous taxa within the\norder, but their modes of nutrition are not very clear. Here, we\ninvestigate patterns of carbon and nitrogen utilization in numerous\nnon-lignicolous Hymenochaetales and provide a phylogenetic context in\nwhich these non-canonical ecological guilds arose.\nmethods We combined stable isotope analyses of δ13C and δ15N and\nphylogenetic analyses of 28S rRNA, 18S rRNA, and rpb2 gene regions to\nexplore assignment and evolution of nutritional modes. Clustering\nprocedures were performed to assign trophic modes to Hymenochaetales of\nvarying ecologies. Statistical tests were performed to test null\nhypotheses concerning no differences between stable isotope values in a\ngiven trophic cluster with known trophic modes. Genomes of\nHymenochaetales were mined for presence of enzymes involved in\ndegradation of plant cell walls and lignin and sucrolytic activity. key\nresults Three different trophic clusters were detected  biotrophic,\nsaprotrophic, and an unknown biotrophic cluster that includes\nautotrophs. Non-lignicolous Hymenochaetales are generally biotrophic,\nbut many differ in the utilization of carbon and nitrogen compared to\nectomycorrhizal (ECM) fungi or other biotrophs. All lignicolous\nHymenochaetales clustered as saprotrophic, and the vast majority of\nterricolous Hymenonchaetales are inferred as ECM. Overall, at least 15\nspecies of Hymenochaetales are inferred as biotrophic and appear in\nderived clades within the order. Assessments of genomic traits suggest\nthat bryophilous species of Rickenella can degrade plant cell walls and\nlignin and cleave sucrose to glucose, features consistent with an\nendophytic biotrophic life style. conclusions Most bryophilous and\nterricolous lineages of Hymenochaetales are biotrophic, and ECM\nsignatures are affirmed for several new taxa. Stable isotope values of\nmany bryophilous Hymenochaetales cluster as ECM or in a novel biotrophic\ncluster indicative of an endophyte life style or parasitism. Most\nHymeonchaetales that produce basidiomes on wood are saprotrophs.\nOverall, trophic mode diversity in the Hymenochaetales is greater than\nanticipated, and non-lignicolous ecological traits and biotrophic modes\nof nutrition appear to be evolutionarily derived.","trees":[{"tree_label":"Imported tree 1","ntax":"157","rootedtree":"TRUE","title":"Hymenochaetales rRNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112611.phy"},{"tree_label":"Imported tree 1","ntax":"64","rootedtree":"TRUE","title":"Hymenochaetales RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112612.phy"}]}