{"Authors":" Shaun Pennycook, Alexander Yu. Akulov, Artur Alves, Alan\nJohn Lander Phillips, Annette Ramaley, Peter Johnston, Pedro W.\nCrous","Year":" 2008","Title":" Resolving the phylogenetic and taxonomic status of\ndark-spored teleomorph genera in the Botryosphaeriaceae","Journal":" Persoonia","Volume":" 21","Issue":" NA","Pages":" 29-55","Keywords":" NA","DOI":" NA","Abstract":" Species in the Botryosphaeriaceae are common plant\npathogens and saprobes found on a variety of mainly woody hosts.\nTeleomorphs typically have hyaline, aseptate ascospores. However, some\nhave been reported with brown ascospores and their taxonomic status is\nuncertain. A multi-gene approach (SSU, ITS, LSU, EF1-alpha and\nbeta-tubulin) was used to resolve the correct phylogenetic position of\nthe dark-spored \u001aBotryosphaeria\u001a teleomorphs and related asexual species.\nNeodeightonia and Phaeobotryon are reinstated for species with brown\nascospores that are either one-septate (Neodeightonia) or two-septate\n(Phaeobotryon). Phaeobotryosphaeria is reinstated for species with\nbrown, aseptate ascospores that bear an apiculus at either end. The\nstatus of Sphaeropsis is clarified and shown to be the anamorph of\nPhaeobotryosphaeria. Two new genera, namely Barriopsis for species\nhaving brown, aseptate ascospores without apiculi and Spencermartinsia\nfor species having brown, one-septate ascospores with an apiculus at\neither end are introduced. Species of Dothiorella have brown,\none-septate ascospores and differ from Spencermartinsia in the absence\nof apiculi. These six genera can also be distinguished from one another\nbased on morphological characters of their anamorphs. Although\npreviously placed in the Botryosphaeriaceae, Dothidotthia, was shown to\nbelong in the Pleosporales, and the new family Dothidotthiaceae is\nintroduced to accommodate it.","trees":[{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Dothidotthia, BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5245.phy"},{"tree_label":"Fig. 3","ntax":"76","rootedtree":"TRUE","title":"Botryosphaeriaceae, MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5246.phy"},{"tree_label":"Fig. 4","ntax":"76","rootedtree":"TRUE","title":"Botryosphaeriaceae, BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5247.phy"},{"tree_label":"Fig. 1","ntax":"38","rootedtree":"TRUE","title":"Dothidotthia, MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5244.phy"}]}