{"Authors":" Willie Anderson dos Santos Vieira, Wal?ria G Lima, Eduardo\nSouza Nascimento, Sami Jorge Michereff, Marcos P. S. Camara, Vinson P\nDoyle","Year":" 2017","Title":" The impact of phenotypic and molecular data on the inference\nof Colletotrichum diversity associated with Musa","Journal":" Mycologia","Volume":" 109","Issue":" 6","Pages":" 912-934","Keywords":" Alignment uncertainty, anthracnose, culture media,\ngenealogical concordance phylogenetic species recognition, phylogenetic\nsignal, 1 new taxon","DOI":" 10.1080/00275514.2017.1418577","Abstract":" Developing a comprehensive and reliable taxonomy for the\nColletotrichum gloeosporioides species complex will require adopting\ndata standards on the basis of an understanding of how methodological\nchoices impact morphological evaluations and phylogenetic inference. We\nexplored the impact of methodological choices in a morphological and\nmolecular evaluation of Colletotrichum species associated with banana in\nBrazil. The choice of alignment filtering algorithm has a significant\nimpact on topological inference and the retention of phylogenetically\ninformative sites. Similarly, the choice of phylogenetic marker affects\nthe delimitation of species boundaries, particularly if low phylogenetic\nsignal is confounded with strong discordance, and inference of the\nspecies tree from multiple-gene trees. According to both phylogenetic\ninformativeness profiling and Bayesian concordance analyses, the most\ninformative loci are DNA lyase (APN2), intergenic spacer (IGS) between\nDNA lyase and the mating-type locus MAT1-2-1 (APN2/MAT-IGS), calmodulin\n(CAL), glyceraldehyde-3-phosphate dehydrogenase (GAPDH), glutamine\nsynthetase (GS), β-tubulin (TUB2), and a new marker, the intergenic\nspacer between GAPDH and an hypothetical protein (GAP2-IGS). Cornmeal\nagar minimizes the variance in conidial dimensions compared with potato\ndextrose agar and synthetic nutrient-poor agar, such that species are\nmore readily distinguishable based on phenotypic differences. We apply\nthese insights to investigate the diversity of Colletotrichum species\nassociated with banana anthracnose in Brazil and report C. musae, C.\ntropicale, C. theobromicola, and C. siamense in association with banana\nanthracnose. One lineage did not cluster with any previously described\nspecies and is described here as C. chrysophilum.","trees":[{"tree_label":"tree 1","ntax":"108","rootedtree":"TRUE","title":"Colletotrichum Multilocus analysis masked","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113413.phy"}]}