{"Authors":" Randall Gene Terry, Robert P. Adams, Andrea\nSchwarzbach","Year":" 2017","Title":" A Molecular Phylogeny of the Old World Cypresses (Cupressus:\nCupressaceae): Three Main Lineages, Conflict Among Data Partitions, and\nUnexpected Relationships","Journal":" Plant Systematics and Evolution\n","Volume":"","Issue":"","Pages":"","Keywords":" Old World cypresses (Cupressus; OWC), phylogenetic\nincongruence, nuclear and chloroplast data partitions, neighbor-joining\nanalysis, genetic distance","DOI":"","Abstract":" Previous studies of phylogenetic relationships among\ncypresses of the Old World (Cupressus; Cupressaceae) have been plagued\nby unresolved relationships, poor branch support, and conflict between\ndata sets and method of analysis. In this study, we combined 4.3 kb of\naligned DNA sequence and 96 binary characters (coded indels) with\npreviously published data in examining phylogenetic relationships among\nCupressus species. The combined data included 13.4 kb of aligned\nsequence, including 11 noncoding and 2 coding regions of the chloroplast\ngenome, as well as ribosomal ITS and NEEDLY intron 2 nuclear sequences.\nBayesian and parsimony analysis of the combined data or of the nuclear\ndata alone always recovered three principal clades of Cupressus; the\nSempervirens clade (Cu. sempervirens, Cu. atlantica, Cu. dupreziana),\nthe Tonkinensis clade (Cu. tonkinensis, Cu. jiangeensis, Cu. funebris,\nCu. chengiana var. chengiana, and Cu. chengiana var. kansouensis), and\nthe Duclouxiana clade (Cu. duclouxiana, Cu. gigantea, Cu.\naustrotibetica, Cu. torulosa, Cu. cashmeriana, and Cu. assamica). Tests\nof phylogenetic incongruence could not distinguish between competing\nrelationships among these three groups; however, a\nSempervirens-Duclouxiana clade was recovered by most data set by\nanalytical method combinations, while a Duclouxiana-Tonkinensis\nrelationship was never found. Tests of phylogenetic incongruence often\nfound statistically significant conflict between the nuclear and plastid\ndata, particularly with respect to the placement of Cu. chengiana\nvarieties. Consistent with previous studies, we find taxa aligned with\nthe Old World cypresses by certain authors (i.e., C. darjeelingensis)\nmore closely related to cypresses of the New World (Hesperocyparis). In\ncontrast, we placed accessions of C. assamica and C. tonkinensis, two\nputatively Old World species previously suggested to be misidentified\nNew World taxa, within well-supported Old World clades. Statistical\nanalysis of genetic distances suggests instances in which taxa\nrecognized as distinct species by some authors are identical or nearly\nso and may best be considered a single taxon. Conversely, we identify\ninstances in which infraspecific taxa are more distantly related to one\nanother than those traditionally recognized as distinct species. Factors\nconfounding cypress taxonomies, including poor morphological\ndifferentiation, misidentification, and the use of accessions of\nquestionable provenance, are discussed.","trees":[{"tree_label":"Strict","ntax":"26","rootedtree":"TRUE","title":"Tr106055","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106055.phy"}]}