{"Authors":" Susumu Takamatsu, Vasyl P. Heluta, M. haverylenko, Rangsi\nDivarangkoon","Year":" 2008","Title":" Four powdery mildew species with catenate conidia infect\nGalium spp.: Molecular and morphological evidence","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Erysiphaceae are a group of obligately biotrophic\nfungi that cause powdery mildew disease of angiosperms. Due to their\ninability to be cultured on artificial media, the taxonomy of the\nErysiphaceae has generally been based on the morphological\ncharacteristics of fresh as well as herbarium specimens. Thus, several\nmorphological species with wide host ranges have long been maintained in\nthis family, even though they clearly consist of several biological\nspecies. Erysiphe galii has been known as a powdery mildew of Galium\nspp. Recently, the former E. galii var. galii has been reassessed as\nNeoerysiphe galii and E. galii var. riedliana as Golovinomyces\nriedlianus, along with a taxonomic revision of the generic concept of\nthe Erysiphaceae. The present study was conducted to evaluate the\nvalidity of the taxonomic revision of the two varieties of E. galii.\nDuring the course of this study, we found that the Galium powdery\nmildews consist of at least four different species, viz. Neoerysiphe\ngalii, Golovinomyces orontii, G. riedlianus, and an unknown species\ncollected in Argentina. The latter species is described as a new\nspecies, Golovinomyces calceolariae. The three species belonging to\nGolovinomyces are morphologically very similar among one another,\ni.e. the discrimination between them is rather difficult. The\nmorphological differences of the three Golovinomyces species of Galium\nare discussed.","trees":[{"tree_label":"Fig. 1","ntax":"113","rootedtree":"TRUE","title":"Golovinmyceteae_ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5248.phy"},{"tree_label":"Fig. 2","ntax":"84","rootedtree":"TRUE","title":"Golovinomyceteae_28S rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5249.phy"}]}