{"Authors":" Yu-Ling Huang, A. Elizabeth Arnold","Year":" 2017","Title":" Multiple origins of endophytes and the evolution of pyrophily\nin the Pezizomycetes","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The Pezizomycetes is an early diverged class in Ascomycota\nwith high taxonomic diversity and a wide range of ecological modes.\nEndophytes are fungi inhabiting in healthy leaves without causing\ndiseases, and they are present in all plant species examined thus far.\nThey exhibit high diversity from tropical to arctic regions. The\ndiversification of this highly diverse functional group of symbionts has\nnot been studied thoroughly. Many factors can trigger biological\ndiversification, and environmental change is a common selection pressure\nfor evolution. The Pezizomycetes are known for containing some famous\npyrophilous taxa, and a previous study shows endophytes in fire-affected\narea are dominated by Pezizomycetes. Whether these endophytes are\nrelated to the pyrophilous fungi in this class is unclear. To understand\nthe diversification of different ecological forms and the relationships\nof endophytic lifestyles to pyrophily, we used cumulative supermatrix\napproach to infer phylogenetic relationships in the Pezizomycetes. Our\nanalyses containing 545 taxa and provided the basis for estimating\nancestral states of ecological forms and pyrophily using a maximum\nlikelihood approach. We found endophytes arose multiple times in\nPezizomycetes and were derived variously from saprotrophic or\nectomycorrhizal fungi. Some endophytic clades evolved early in\nPezizomycetes and have diversified over relatively long timeframes. The\ndiversification of pyrophilous fungi happened sparsely in multiple\nlineages, and endophytes that are common after wildfire are not\ndescended from pyrophilous fungi, but from ecologically distinct fungi\nwhich might compete inside the plants after colonization. Overall this\nstudy provides insight in understanding the evolution and\ndiversification of endophytes.","trees":[{"tree_label":"Subtree4","ntax":"152","rootedtree":"TRUE","title":"Tr105675","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105675.phy"},{"tree_label":"Subtree1","ntax":"142","rootedtree":"TRUE","title":"Tr105676","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105676.phy"},{"tree_label":"Subtree3","ntax":"157","rootedtree":"TRUE","title":"Tr105677","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105677.phy"},{"tree_label":"Subtree2","ntax":"102","rootedtree":"TRUE","title":"Tr105678","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105678.phy"}]}