{"Authors":" Qi Wu, Xue Liu, Dedong Yin, Hua Yuan, Qi Xie, Xianfeng\nZhao, Xiaobing Li, Lihuang Zhu, Shigui Li, Dayong Li","Year":" 2017","Title":" Constitutive Expression of OsDof4, encoding a C2-C2 Zinc\nFinger Transcription Factor, Confesses Its Distinct Flowering Effects\nunder Long- and Short-Day Photoperiods in Rice (Oryza sativa L.)","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" OsDof4, Dof transcription factor, photoperiod, flowering,\nrice (Oryza sativa L.)","DOI":" 10.1186/s12870-017-1109-0","Abstract":" Background: Dof (DNA binding with one finger) proteins, a\nclass of plant-specific transcription factors which contain a conserved\nC2-C2-type zinc finger domain, are involved in many fundamental\nprocesses. In the Arabidopsis photoperiod response pathway, CDF (CYCLING\nDOF FACTOR) proteins have a primary role as acting via transcriptional\nrepression of the direct FLOWERING LOCUS T (FT) activator CONSTANS (CO).\nOur previous study indicated that one of CDF homologs, OsDOf12, was\ninvolved in photoperiodic flowering. However, the functional\ncharacterization of other rice CDF like genes is still in progress.\nHere, we characterized the function of OsDof4 in rice. Results:\nPhylogenic analysis indicated that OsDof4 is closely clustered into the\nsame subgroup with CDFs and OsDof12. The subcellular localization\nexperiment and transcriptional activity assay suggested that OsDof4 may\nfunction as a transcription factor. The diurnal expression pattern\nindicated that OsDof4 was regulated by endogenous circadian clock.\nOverexpression of OsDof4 led to earlier flowering under natural long-day\nfield conditions (NLDs) and late flowering under natural short-day field\nconditions (NSDs), respectively. We compared the expression level of key\nfloral genes in vector line and OsDof4-ox lines grown under long-day\nconditions (LDs) and short-day conditions (SDs). Real-time q-PCR results\ndemonstrated that under LDs, Hd3a, RFT1 and Ehd1 were up-regulated\nwhereas under SDs they were down-regulated. Hd1 was down-regulated at\ndusk period independent of photoperiods. Conclusions: Taken these\nresults together, we may speculate that the abnormal flowering responses\nin OsDof4-ox plants under LDs and SDs might be mediated by Ehd1 and\nHd1.","trees":[{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Tr107872","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107872.phy"}]}