{"Authors":" Kai Riess, Max E Schoen, Rebekka Ziegler, Matthias Lutz,\nRoger G. Shivas, Marcin Piatek, Sigisfredo Garnica","Year":" 2018","Title":" The origin and diversification of the Entorrhizales: deep\nevolutionary roots but recent speciation with a phylogenetic and\nphenotypic split between associates of the Cyperaceae and Juncaceae","Journal":" FEMS Microbiology Ecology","Volume":"","Issue":"","Pages":"","Keywords":" age estimation, co-phylogeny, Cyperaceae, Entorrhiza,\nFungi, Juncaceae","DOI":"","Abstract":" Fungi belonging to the Entorrhizales (Entorrhizomycota)\ncomprise biotrophic pathogens associated with roots of Cyperaceae and\nJuncaceae plant species. They are nearly globally distributed but less\nstudied due a hidden lifestyle without causing visible effects on\nassociated host plants. Therefore, the evolutionary origin and\nphylogenetic relationship of the group are still poorly understood and\nit is not known whether species diversification was the result of\nco-evolution with their hosts or the result of host jumps. To infer\nhypotheses about the evolutionary history of the Entorrhizales,\ndivergence times were estimated and plant-fungal tanglegrams calculated.\nRelaxed molecular clock analyses suggest that the Entorrhizomycota\noriginated around the Neoproterozoic-Paleozoic, and diverged during the\nLate Cretaceous-Paleogene into the extant orders Entorrhizales and\nTalbotiomycetales. The split of the major lineages within the\nEntorrhizales took place in the Eocene, somewhat later than the\ndivergence of the host families Cyperaceae and Juncaceae. The\nEntorrhizales underwent major radiations during the Oligocene-Miocene.\nTopology- and distance-based co-phylogenetic analyses of the fungi and\ntheir hosts revealed a large number of co-speciation and lineage sorting\nevents in early fungal speciation, which resulted in a phylogenetic\nsplit corresponding to species infecting Cyperaceae and Juncaceae. This\nsplit is congruent with spore differences and supports the rearrangement\nof the genus concept in this order. Entorrhiza s.str. is emended and\nrestricted to species infecting hosts in the Cyperaceae, and a new genus\nJuncorrhiza gen. nov. is described for species infecting hosts in the\nJuncaceae. Additionally, three new species are described: Entorrhiza\nfuirenae, Juncorrhiza maritima and J. oxycarpi.","trees":[{"tree_label":"tree 1","ntax":"11","rootedtree":"TRUE","title":"Plants ITS+rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116911.phy"},{"tree_label":"tree 1","ntax":"11","rootedtree":"TRUE","title":"Entorrhizales ITS+LSU Dataset 3a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116913.phy"},{"tree_label":"tree 1","ntax":"27","rootedtree":"TRUE","title":"Entorrhizales ITS+LSU Dataset 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116914.phy"},{"tree_label":"PAUP_1","ntax":"89","rootedtree":"TRUE","title":"Fungi 18S+28S+RPB1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116912.phy"}]}