{"Authors":" Jesica Arcangeli, Jessica E Light, Fernando A.\nCervantes","Year":" 2017","Title":" Molecular and morphological evidences of diversification in\nthe Grayish mouse opossum Tlacuatzin canescens (Didelphimorphia)","Journal":" Journal of Mammalogy","Volume":"","Issue":"","Pages":"","Keywords":" Didelphimorphia, endemic, marsupial, México,\nmorphometrics, phylogenetics","DOI":"","Abstract":" The gray mouse opossum (Tlacuatzin canescens) is a poorly\nstudied marsupial endemic to México. Phylogenetic or phylogeographic\ninformation on this species and its evolutionary history is scarce and\nscattered. Therefore, the aim of this contribution was to investigate\nthe origin and the diversification of this taxon using molecular and\nmorphological data. We examined mitochondrial (cytochrome-b) and nuclear\n(interphotoreceptor retinoid-binding protein) sequences to test species\nmonophyly and assess phylogenetic relationships within the species. We\nalso used multivariate statistical analyses of 13 cranio-dental\nvariables to assess the phenotypic distinctiveness of mitochondrial\nhaplotypic clades. Phylogenetic analyses revealed that T. canescens is a\nmonophyletic group divided into 5 well-differentiated clades. Genetic\ndivergence among clades was 3.1-8.9%, while the intra-group divergence\nwas 0.5-3.7%. Our molecular clock estimates indicate that the\ndiversification of this taxon occurred during the Pleistocene, which\nsuggests that climatic changes and the presence of geographical barriers\ninfluenced the genetic differentiation of its populations. Morphological\nanalyses also showed that there are cranial differences among these\nclades. We suggest changes in the current taxonomy of the genus\nTlacuatzin, which include the recognition of T. gaumeri, T. insularis\nand T. sinaloae as valid species and the recognition of one clade that\nis not consistent with any species previously described.","trees":[{"tree_label":"TREE1","ntax":"85","rootedtree":"TRUE","title":"Tr105743","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105743.phy"}]}