{"Authors":" J. L. Nieves-Aldrey, Fredrik Ronquist, Johan Liljeblad,\nFélix Fontal-Cazalla, Juli Pujade-Villar, Palmira Ros-Farré, David\nGaitros","Year":" 2008","Title":" A Fully Web-Illustrated Morphological Phylogenetic Study of\nRelationships among Oak Gall Wasps and Their Closest Relatives\n(Hymenoptera: Cynipidae)","Journal":" Zootaxa","Volume":" 1796","Issue":" NA","Pages":" 1-73","Keywords":" NA","DOI":" NA","Abstract":" Large morphological phylogenetics analyses are often\npoorly documented because of the constraints of traditional print\njournals, making it difficult to critically evaluate the data and build\non it in future studies. We use modern information technology to\novercome this problem in a comprehensive analysis of higher\nrelationships among oak gall wasps and their closest relatives. Our\nmorphological characters are documented by more than 2,000 images\ndeposited in the open web image database MorphBank (http://www.morphbank.net), allowing one-click access\nfrom character and character state descriptions to the raw data. The oak\ngall wasps (Cynipidae: Cynipini) form one of the largest specialized\nradiations of galling insects with almost 1,000 described species\nattacking oaks or oak relatives. According to previous morphological\nstudies, the oak gall wasps form a monophyletic clade, the Woody Rosid\nGallers (WRG), together with three small cynipid tribes (Diplolepidini,\nEschatocerini, and Pediaspidini). The WRG all attack woody\nrepresentatives of the rosid clade of eudicots. Little was previously\nknown about higher WRG relationships. We studied 54 exemplar taxa of\nWRG, including representatives from 34 of the 41 valid genera of oak\ngall wasps, and two outgroups. The study resulted in 308 characters, 283\nfrom morphology and 25 from biology and distribution; most of these are\noriginal to the present paper. Parsimony analyses supported the\nmonophyly of three major WRG lineages: Diplolepidini + Eschatocerini,\nPediaspidini + Paraulax, and Cynipini. The poorly known South American\ngenus Paraulax, developing in galls on Nothofagus, is moved from\nCynipini to Pediaspidini to reflect these results. The single Japanese\nspecies described in Paraulax by Shinji (types lost) is transferred to\nCeroptres as C. quereicola (Shinji 1938) comb. nov. Two major lineages\nof oak gallers were recognized in most analyses: (1) the\nNeuroterus-group (Neuroterus, Pseudoneuroterus, Trichagalma,\nPlagiotrochus, possibly also Palearctic Dryocosmus and\nAphelonyx+Disholcaspis); and (2) the Cynips-group (Cynips, Belonocnema,\nAtrusca, Acraspis, Philonix, Biorhiza and Trigonaspis). The large and\nproblematic genus Andricus was parahyletic in some analyses and\nmonophyletic in others, with Disholcaspis spectabilis being the sister\nto other Cynipini in the former case and European Callirhytis in the\nlatter. Our results suggest that WRG are conservative in their host\nplant preferences but there is no evidence for parallel insect-plant\ncladogenesis. Distributional patterns suggest a possible origin for the\noak gall wasps in the Nearctic but the picture is otherwise complicated.\nBoth heterogeny, the cyclical alternation of sexual and parthenogenetic\ngenerations, and heteroecy, the use of different sections of Quercus as\nhost for the two generations, appear to have evolved twice within the\nWRG.","trees":[{"tree_label":"Tree 7","ntax":"56","rootedtree":"TRUE","title":"implied weights","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_372.phy"},{"tree_label":"Tree 8","ntax":"56","rootedtree":"TRUE","title":"un-weighted parsimony","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5251.phy"},{"tree_label":"Tree 9","ntax":"28","rootedtree":"TRUE","title":"sexual generation only, implied weights","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5252.phy"},{"tree_label":"Tree 10","ntax":"39","rootedtree":"TRUE","title":"parthenogenetic generation only, implied weights","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5253.phy"}]}