{"Authors":" Anna L Bazzicalupo, Mary L. Berbee","Year":" 2017","Title":" Troubles with mycorrhizal mushroom identification where\nmorphological differentiation lags behind barcode sequence\ndivergence","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" barcode; Benjamin Woo; ITS2; Pacific Northwest; Russula;\nspecies delimitation; type specimens","DOI":"","Abstract":" Species of Russula (Russulaceae), a large, cosmopolitan,\nectomycorrhizal fungal genus are notoriously difficult to identify. To\ndelimit species and to evaluate their morphology, we sequenced the ~400\nbp ITS2 ribosomal DNA region from 713 Pacific Northwest Russula\nspecimens from Benjamin Woos exceptional collection. As a topological\nconstraint for analysis of the ITS2, we sequenced and inferred a\nphylogeny from the ITS, LSU, RPB2 and EF1-α regions from 50 European and\nNorth American specimens of major clades in Russula. We delimited 72\ncandidate species from Woos collections ITS2 sequences using ABGD, GMYC,\nPTP, and mothur software. To guide application of names, we sequenced a\n~200 bp portion of the ITS from 18 American type specimens. Of the 72\ndelimited species, 28 matched a type or a currently barcoded European\nspecies. Among the remaining 44 are poorly known or undescribed species.\nWe tested the congruence of morphology with delimitations for 23 species\nrepresented by 10 or more specimens each. No morphological character\nalone was consistently diagnostic across all specimens of any of the 23\ncandidate species. Ordination of combined field characters followed by\npairwise multivariate analysis of variance showed that centroids were\nsignificantly different in 221 of 253 species pair comparisons.\nOrdination also showed that specimens from the same species were widely\ndispersed, overlapping with specimens from other species. This explains\nwhy only 48.5% of specimens were correctly assigned to their species in\na canonical variates analysis of combined field and spore characters.\nBased on sequence comparisons, we contribute to correcting the broad and\nconfusing misapplications of European names that have long obscured\npatterns of Russulas geographical distribution and diversification. Our\nevidence suggests that morphology in Russula diverges slowly, and that\nphenotypic plasticity, convergence, or retention of ancestral\npolymorphisms blur the distinctions among recently derived species.","trees":[{"tree_label":"tree 1+","ntax":"1","rootedtree":"TRUE","title":"Tr105703","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105703.phy"}]}