{"Authors":" David Thomas, Olaf R. P. Bininda-Emonds, M. M. Humphries,\nDenis Réale, Vincent Careau","Year":" 2008","Title":" Exploration strategies map along fast-slow metabolic and\nlife-history continuums in muroid rodents","Journal":" Functional Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" 1. Personality is highly relevant to ecology and the\nevolution of fast-slow metabolic and life-history strategies. One of the\nmost important personality traits is exploratory behaviour, usually\nmeasured on an animal introduced to a novel environment (e.g. open-field\ntest). 2. Here, we use a unique comparative dataset on open-field\nexploratory behaviour of muroid rodents to test a key assumption of a\nrecent evolutionary model, i.e. that exploration thoroughness is\npositively correlated to age at first reproduction (AFR). We then\nexamine how AFR and exploratory behaviour are related to basal metabolic\nrate (BMR). 3. Inter-specific variation in exploratory behaviour was\npositively correlated with AFR. Both AFR and exploration behaviour were\nnegatively correlated with BMR. These results remained significant when\ntaking phylogeny into account. 4. We suggest that species occupying\nunproductive and unpredictable environments simultaneously benefit from\nhigh exploration, low BMR, and delayed AFR because exploration increases\nthe likelihood of finding scarce resources, whereas low BMR and delayed\nreproduction enhance survival during frequent resources shortages. 5.\nThis study provides the first empirical evidence for a link between\npersonality, life-history, phylogeny, and energy metabolism at the\ninter-specific level. The superficial-thorough exploration continuum can\nbe mapped along the fast-slow metabolic and life-history\ncontinuums.","trees":[{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"Muroids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5254.phy"}]}