{"Authors":" Andrus Voitk, Irja Saar, Steven A. Trudell, Viacheslav\nSpirin, Michael W Beug, Urmas Koljalg","Year":" 2017","Title":" Polyozellus multiplex (Thelephorales) is a species complex\ncontaining four new species","Journal":" Mycologia","Volume":" 109","Issue":" 6","Pages":" 975992","Keywords":" Agaricomycetes, black chanterelle, blue chanterelle","DOI":" 10.1080/00275514.2017.1416246","Abstract":" Geographic, morphological and ITS-based molecular review\nof collections identified as Polyozellus multiplex revealed that it was\na species complex of five phylogenetic species. Average spore sizeeither\nless or more than 7 × 6 µmsplits the complex into a small-spored group\nof two (P. multiplex and P. atrolazulinus) and a large-spored group of\nthree (P. mariae, P. marymargaretae, and P. purpureoniger). Basidiocarps\nof the small-spored species are somewhat smaller than the large-spored\nones, are various shades of blue, dark all the way to black, with\nbrownish tomentum only in early growth, have dark context, and pilei\nthat tend to flare out at the edge. The large-spored species produce\nsomewhat larger sporocarps, have light or lighter context than the\npileipelis, usually retain some brown on the mature pileipellis, the\nedge of which tends to curl like a cabbage leaf. All will darken or\nblacken with age. The species of the P. multiplex complex are\ndistributed in the boreal coniferous region, with the exception of\nEurope. One species (P. atrolazulinus) is known from three regions,\neastern Asia (EA), northwestern North America (NWNA) and northeastern\nNorth America (NENA). Two species are known form two regions: P.\npurpureoniger in EA and NWNA, and P. multiplex in EA and NENA. Two\nspecies have been documented in one region only: P. mariae in NENA and\nP. marymargaretae in NWNA. A combination of location, macromorphology\nand spore size will usually differentiate the species of the\ncomplex.","trees":[{"tree_label":"Imported tree 1","ntax":"25","rootedtree":"TRUE","title":"Tr105796","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105796.phy"},{"tree_label":"Imported tree 1","ntax":"43","rootedtree":"TRUE","title":"Tr105797","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105797.phy"}]}