{"Authors":" Hafizi Rosli, Jean Carlson Batzer, Thomas Harrington, Mark\nL. Gleason","Year":" 2018","Title":" Peltaster gemmifer: A new species in the sooty blotch and\nflyspeck species complex","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" SBFS, Peltaster, Malus domestica, ITS, TEF, mrSSU,\nPCR","DOI":"","Abstract":" A new member of the sooty blotch and flyspeck (SBFS)\ncomplex in the genus Peltaster is described based on molecular and\nmorphological evidence. The SBFS complex is a diverse group of epiphytic\nfungi that reside primarily within the order Capnodiales, although some\nare within the Chaetothyriales. Using colonies collected from apple\norchards in the central United States., parsimony and Bayesian analyses\nbased on the internal transcribed spacer region of the rDNA, the partial\ntranslation elongation factor 1-α gene, and the partial mitochondrial\nsmall subunit rRNA gene delineated Peltaster gemmifer sp. nov. from P.\ncerophilus and P. fructicola. Peltaster gemmifer is characterized by\nconidiophores bearing primary conidia that either bud off secondary\nconidia or undergo microcyclic conidiation, processes which are absent\nin P. cerophilus and P. fructicola. On cellulose membrane, P. gemmifer\nproduces brown to black pycnothyria with superficial brownish mycelial\nmat. Findings from the present study indirectly support the hypothesis\nthat SBFS are a disease complex that comprises of diverse fungal\nspecies.","trees":[{"tree_label":"MajRule","ntax":"62","rootedtree":"TRUE","title":"Peltaster sp.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_108524.phy"},{"tree_label":"MajRule","ntax":"43","rootedtree":"TRUE","title":"Peltaster sp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108531.phy"},{"tree_label":"PAUP 1","ntax":"43","rootedtree":"TRUE","title":"Peltaster sp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108532.phy"}]}