{"Authors":" Joseph Andrew Kleinkopf, Dina Clark, Erin Tripp","Year":" 2017","Title":" Aberrant Plant Diversity in the Purgatory Watershed of\nSoutheastern Colorado and Northeastern New Mexico","Journal":" Western North American Naturalist","Volume":" 77","Issue":" 3","Pages":"","Keywords":" Colorado, canyon, endemism, isolated, molecular signature,\nNew Mexico, plains, phylogenetic, speciation, unique","DOI":"","Abstract":" Despite a dearth of biological study in the area, the\nPurgatory Watershed concentrated in southeastern Colorado and\nnortheastern New Mexico is home to a number of unique land formations\nand endemic organisms. At one time non-arable land where Dust Bowl\nstorms of the 1930s originated, the Purgatory is presently home to the\nComanche National Grasslands, the Picketwire Canyonlands, and the\nexpansive Piñon Canyon Maneuver Site. The Purgatory is composed of deep\ncanyons, eroded mesas, extensive intact shortgrass plains, and is\nlocated at a crossroads of biodiversity of the southern Rockies, Great\nPlains, and Chihuahuan Desert. Here we describe two anomalous\npopulations of two plant species, prompted by observation of these and\nseveral additional, unrelated plants marked by morphologically aberrant\nforms in this watershed. Specifically, we describe morphology of and\ngenerated sequence data for Amorpha nana (Fabaceae) and Tetraneuris\nacaulis (Asteraceae) to assess potential differences between Purgatory\npopulations of these plants and populations from elsewhere across their\nranges. Morphometric data from Purgatory and non-Purgatory populations\nof two unrelated speciesAmorpha nana and Tetraneuris acauliswere\ncollected from specimens housed at herbaria. Similarly, molecular data\nfrom Purgatory and non-Purgatory populations of these two species, plus\nnear outgroups, were generated from herbarium collections to reconstruct\nphylogenetic relationships within each species complex. Maximum\nlikelihood bootstrap analysis recovered moderate support for a clade of\naberrant A. nana, indicating the presence of a distinct Purgatory\nlineage of A. nana lineage, which was also supported by our\nmorphological data. In contrast, insufficient phylogenetic signal and\nmorphological results in our Tetraneuris dataset yielded unresolved\nrelationships between aberrant and non-aberrant forms. The Purgatory is\na biologically unique region hosting marked biodiversity in numerous\ngroups despite having been the focus of little prior research.","trees":[{"tree_label":"best","ntax":"27","rootedtree":"TRUE","title":"Amorpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105876.phy"},{"tree_label":"best","ntax":"25","rootedtree":"TRUE","title":"Tetraneuris","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105879.phy"}]}