{"Authors":" Dionicio Fuentes-Aragon, Sandra Berenice Juarez-Vazquez,\nMateo Vargas-Hernandez, Hilda Victoria Silva-Rojas","Year":" 2017","Title":" Colletotrichum fructicola, a member of Colletotrichum\ngloeosporioides sensu lato is the causal agent of anthracnose symptoms\non avocado fruits cv. Hass","Journal":" Plant Pathology (The British Society for Plant Pathology\n(BSPP))","Volume":"","Issue":"","Pages":"","Keywords":" Bayesian inference, Colletotrichum species complex,\nidentification, Persea americana, multilocus, phylogenetic\nreconstruction","DOI":"","Abstract":" The filamentous Ascomycota Colletotrichum fructicola is a\nfungus that has been reported worldwide as a causal agent of anthracnose\ndisease in several crops such as avocado, annona, coffee, apple, peach,\nmango, and, recently, tea-oil. In avocado, this is the most important\ndisease in several countries around the world. In Mexico, this species\naffects fruits from an early stage of development in the orchard until\npost-harvest. However, there is no precise description of the disease\ncaused by C. fructicola on avocado fruits or an adequate phylogenetic\nanalysis. In this study, nine isolates were obtained from avocado fruits\ncv. Hass collected in an orchard from Molango de Escamilla, Hidalgo,\nMexico for morphological and phylogenetic studies. Morphological\nfeatures were focused on colony growth, conidia size and mycelial\nappressoria formation. Bayesian multilocus phylogenetic analyses were\nperformed amplifying the Internal Transcribed Spacer region of the\nnuclear ribosomal DNA (507 bp), actin (222 bp), chitin synthetase (273\nbp), glyceraldehyde-3-phosphate dehydrogenase (264 bp) partial genes,\nand APn2-Mat1-2 intergenic spacer and mating type Mat1-2 partial gene\n(656 bp). All isolates presented similar morphological characteristics,\nand had identical sequences for five markers. Both results confirmed the\npresence of C. fructicola in the central avocado producer area of\nMexico. This species is added to those previously reported in the\ncountry as C. acutatum, C. boninense, C. godetiae, C. gloeosporioides\nand C. karstii. Disease management programs to reduce the incidence of\nanthracnose in avocado fruits may include C. fructicola to ascertain the\nfungus response to frequently used fungicides in the area.","trees":[{"tree_label":"con 50 majrule","ntax":"23","rootedtree":"TRUE","title":"Tr105867","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105867.phy"}]}