{"Authors":" Toshiharu Akino, Munetoshi Maruyama, Birgit C.\nSchlick-Steiner, Ross H. Crozier, Florian M. Steiner, Christian\nStauffer","Year":" 2008","Title":" A DNA and morphology based phylogenetic framework of the ant\ngenus Lasius with hypotheses for the evolution of social parasitism and\nfungiculture","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background Ants of the genus Lasius are ecologically\nimportant and an important system for evolutionary research. Progress in\nevolutionary research has been hindered by the lack of a well-founded\nphylogeny of the subgenera, with three previous attempts disagreeing.\nHere we employed two mitochondrial genes (cytochrome c oxidase subunit\nI, 16S ribosomal RNA), comprising 1,265 bp, together with 64\nmorphological characters, to recover the phylogeny of Lasius by Bayesian\nand Maximum Parsimony inference after exploration of potential causes of\nphylogenetic distortion. We use the resulting framework to infer\nevolutionary pathways for social parasitism and fungiculture. Results We\nrecovered two well supported major lineages. One includes Acanthomyops,\nAustrolasius, Chthonolasius, and Lasius pallitarsis, which we confirm to\nrepresent a seventh subgenus, the other clade contains Dendrolasius, and\nLasius sensu stricto. The subgenus Cautolasius, displaying neither\nsocial parasitism nor fungiculture, probably belongs to the second\nclade, but its phylogenetic position is not resolved at the cutoff\nvalues of node support we apply. Possible causes for previous problems\nwith reconstructing the Lasius phylogeny include use of other\nreconstruction techniques, possibly more prone to instabilities in some\ninstances, and the inclusion of phylogenetically distorting characters.\nConclusion By establishing an updated phylogenetic framework, our study\nprovides the basis for a later formal taxonomic revision of subgenera\nand for studying the evolution of various ecologically and\nsociobiologically relevant traits of Lasius, although there is need for\nfuture studies to include nuclear genes and additional samples from the\nNearctic. Both social parasitism and fungiculture evolved twice in\nLasius, once in each major lineage, which opens up new opportunities for\ncomparative analyses. The repeated evolution of social parasitism has\nbeen established for other groups of ants, though not for temporary\nsocial parasitism as found in Lasius. For fungiculture, the independent\nemergence twice in a monophyletic group marks a novel scenario in ants.\nWe present alternative hypotheses for the evolution of both traits, with\none of each involving loss of the trait. Though less likely for both\ntraits than later evolution without reversal, we consider reversal as\nsufficiently plausible to merit independent testing.","trees":[{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Lasius","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5264.phy"}]}