{"Authors":" Outi Nivala, Greta Faccio, Mikko Arvas, Perttu Permi,\nJohanna Buchert, Kristiina Kruus, Maija-Liisa Mattinen","Year":" 2017","Title":" Characterization of sulfhydryl oxidase from Aspergillus\ntubingensis.","Journal":" BMC Biochemistry","Volume":"","Issue":"","Pages":"","Keywords":" Secreted sulfhydryl oxidase, dithiol oxidase, Aspergillus\ntubingensis, glutathione oxidation, nonribosomal peptide synthesis,\nsecondary metabolism","DOI":"","Abstract":" Background: Despite of the presence of sulfhydryl oxidases\n(SOXs) in the secretomes of industrially relevant organisms and their\nmany potential applications, only few of these enzymes have been\nbiochemically characterized. In addition, basic functions of most of the\nSOX enzymes reported so far are not fully understood. In particular, the\nphysiological role of secreted fungal SOXs is unclear. Results: The\nrecently identified Aspergillus tubingensis AtSOX was produced, purified\nand characterized in the present work. AtSOX had a pH optimum of 6.5,\nand showed a good pH stability retaining more than 80 % of the initial\nactivity in a pH range 4-8.5 within 20 h. More than 70 % of the initial\nactivity was retained after incubation at 50 °C for 20 h. AtSOX contains\na non covalently bound flavin cofactor. The enzyme oxidised a sulfhydryl\ngroup of glutathione to form a disulfide bond, as verified by nuclear\nmagnetic resonance spectroscopy. AtSOX preferred glutathione as a\nsubstrate over cysteine and dithiothreitol. The activity of the enzyme\nwas totally inhibited by 10 mM zinc sulphate. Peptide- and protein-bound\nsulfhydryl groups in bikunin, gliotoxin, holomycin, insulin B chain, and\nribonuclease A, were not oxidised by the enzyme. Based on the analysis\nof 33 fungal genomes, SOX enzyme encoding genes were found close to\nnonribosomal peptide synthetases (NRPS) but not with polyketide\nsynthases (PKS). In the phylogenetic tree, constructed from 25 SOX and\nthioredoxin reductase sequences from IPR000103 InterPro family, AtSOX\nwas evolutionary closely related to other Aspergillus SOXs.\nOxidoreductases involved in the maturation of nonribosomal peptides of\nfungal and bacterial origin, namely GliT, HlmI and DepH, were also\nevolutionary closely related to AtSOX whereas fungal thioreductases were\nmore distant. Conclusions: AtSOX (55 kDa) is a fungal secreted\nflavin-dependent enzyme with good stability to both pH and temperature.\nA Michaelis-Menten behaviour was observed with reduced glutathione as a\nsubstrate. Based on the location of SOX enzyme encoding genes close to\nNRPSs, SOXs could be involved in the secondary metabolism and act as an\naccessory enzyme in the production of nonribosomal peptides.","trees":[{"tree_label":"Fig. 7","ntax":"25","rootedtree":"TRUE","title":"Tree with InterPro family IPR000103 proteins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106061.phy"}]}