{"Authors":" Anne C. Worley, Douglas W. Schemske, Habib Ghazvini","Year":" 2008","Title":" A phylogeny of the genus Polemonium based on amplified\nfragment length polymorphism (AFLP) markers","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Polemonium is composed of animal-pollinated\nherbs found largely in North America. Wide phenotypic variation suggests\nrapid evolution of floral and vegetative morphology. However,\nphylogenetic relationships within Polemonium have received little\nattention. We present a phylogeny of Polemonium based on 1676 Amplified\nFragment Length Polymorphisms (AFLPs). We obtained similar topologies\nthrough minimum evolution analysis using Nei-Li genetic distances, and\nparsimony analysis. Our analyses supported the monophyly of most\nspecies, and indicated that the single annual species, P. micranthum, is\nsister to all perennial species. Relationships were well resolved among\nspecies separated by genetic distances < 0.16. Three well-supported\nclades each included taxa from one of three species complexes: the P.\ncaeruleum complex, the P. pulcherrimum complex, or the P. viscosum\ncomplex. Relationships within clades were generally consistent with\nearlier systematic work. Exceptions were the inclusion of eastern North\nAmerican P. reptans within the P. caeruleum clade, inclusion of P.\nboreale within the P. pulcherrimum clade, and a close relationship\nbetween tetraploid P. californicum and diploid P. pulcherrimum subsp.\ndelicatum. Our results indicate that floral traits are quite divergent\namong close relatives within the genus, and provide a phylogenetic\nframework for research on adaptation and speciation in Polemonium.","trees":[{"tree_label":"Fig. 2","ntax":"91","rootedtree":"TRUE","title":"Polemonium, Nei-Li distances","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5265.phy"},{"tree_label":"Fig. 3","ntax":"91","rootedtree":"TRUE","title":"Polemonium, cons of 12 MPTs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5266.phy"}]}