{"Authors":" Olivia Evangelista, Kimberley K. O. Walden, Patrick G. S.\nGrady, Kevin P. Johnson, Christopher H. Dietrich, Julie M Allen, Alan R.\nLemmon, Emily M. Lemmon, Daniela M Takiya","Year":" 2017","Title":" Anchored Hybrid Enrichment-Based Phylogenomics of Leafhoppers\nand Treehoppers (Hemiptera: Cicadomorpha: Membracoidea)","Journal":" Insect Systematics and Biodiversity","Volume":" 1","Issue":" 1","Pages":" 57-72","Keywords":" Auchenorrhyncha, target enrichment, rapid radiation,\nphylogeny","DOI":" 10.1093/isd/ixx003","Abstract":" A dataset comprising DNA sequences from 388 loci and\n>99,000 aligned nucleotide positions, generated using anchored hybrid\nenrichment, was used to estimate relationships among 138 leafhoppers and\ntreehoppers representative of all major lineages of Membracoidea, the\nmost diverse superfamily of hemipteran insects. Phylogenetic analysis of\nthe concatenated nucleotide sequence dataset using maximum likelihood\nproduced a tree with most branches receiving high support. A separate\ncoalescent gene tree analysis of the same data recovered most of the\nsame well supported clades but was less well resolved overall. Several\nnodes pertaining to relationships among leafhopper subfamilies currently\nrecognized based on morphological criteria were separated by short\ninternodes and received low support. Thus, although many groupings of\nmembracoid taxa recovered by previous analyses were corroborated with\nimproved branch support, relationships among some major lineages of\nMembracoidea are only somewhat more resolved than previously published\nphylogenies based on single gene regions or morphology. The phylogeny\nconfirms results of previous analyses indicating that leafhoppers\n(Cicadellidae) are paraphyletic with respect to the three recognized\nfamilies of treehoppers (Aetalionidae, Melizoderidae, Membracidae).\nDivergence time estimates indicate that most of the poorly resolved\ndivergence events among major leafhopper lineages occurred during the\nlower to middle Cretaceous and that most modern leafhopper subfamilies,\nas well as the lineage comprising the three recognized families of\ntreehoppers, also arose during the Cretaceous.","trees":[{"tree_label":"Fig. 2","ntax":"143","rootedtree":"TRUE","title":"Membracoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107617.phy"},{"tree_label":"tree 1","ntax":"143","rootedtree":"TRUE","title":"Membracoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107618.phy"}]}