{"Authors":" Tao Fujiwara, Ayumi Uehara, Tsukasa Iwasina, Sadamu\nMatsumoto, Yi Shan Chao, Yi Hang Chang, Yasuyuki Watano","Year":" 2017","Title":" Allotetraploid cryptic species in Asplenium normale in the\nJapanese Archipelago, detected by chemotaxonomical and multi-locus\ngenotype approaches","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Allopolyploidy; Aspleniaceae; chemotaxonomy; cryptic\nspecies; fern; multi-locus genotype; speciation","DOI":"","Abstract":" Premise of the study Delimitation of cryptic species\nprovides an understanding of biodiversity and opportunities to elucidate\nspeciation processes. Extensive flavonoid variation has been reported in\nthe tetraploid cytotype of the fern, Asplenium normale, although related\nspecies have no intraspecific variations in flavonoid composition. We\nhypothesized that Japanese A. normale still harbors multiple cryptic\nspecies with different flavonoid compositions, and tested this\nhypothesis using chemotaxonomical and multi-locus genotyping approaches.\nMethods We determined the multi-locus genotypes (MLGs) of 230 samples\nfrom 37 populations for one chloroplast DNA region and three nuclear\ngenes. MLGs were used to delimit reproductively isolated lineages by\npopulation-genetic approaches. We also tested the correspondence between\ngenetically recognized groups and flavonoid compositions. To identify\nthe origins of putative cryptic species, we conducted phylogenetic\nanalysis of the DNA markers used in genotyping. Key results The genetic\nclusters and flavonoid compositions showed clear correspondence. We\nrecognized three putative cryptic species in tetraploid A. normale in\nJapan. Phylogenetic analyses revealed that cryptic species I and III\noriginated from allopolyploidization between diploid A. normale and\nunknown diploid of A. boreale, and cryptic species II originated from\nallopolyploidization between diploid A. normale and A. oligophlebium.\nConclusions Our study demonstrated that intraspecific variation of\nsecondary metabolites can be a good indicator of cryptic species in\nferns. The presence of the two cryptic species having the same\nprogenitor diploid pair suggests that speciation between allopolyploid\nlineages of independent origin may be more common than previously\nconsidered.","trees":[{"tree_label":"bestREP4","ntax":"32","rootedtree":"TRUE","title":"Tr105917","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105917.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Asplenium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105922.phy"},{"tree_label":"bestREP1","ntax":"32","rootedtree":"TRUE","title":"Asplenium NIA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105915.phy"},{"tree_label":"con 50 majrule","ntax":"32","rootedtree":"TRUE","title":"Tr105920","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105920.phy"},{"tree_label":"bestREP3","ntax":"39","rootedtree":"TRUE","title":"Tr105921","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105921.phy"},{"tree_label":"con 50 majrule","ntax":"32","rootedtree":"TRUE","title":"Tr105918","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105918.phy"},{"tree_label":"con 50 majrule","ntax":"32","rootedtree":"TRUE","title":"Tr105916","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105916.phy"},{"tree_label":"bestREP6","ntax":"32","rootedtree":"TRUE","title":"Asplenium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105919.phy"}]}