{"Authors":" Ben D. Marks, Sushma Reddy, Michael J. Braun, Frederick H.\nSheldon, Christopher C Witt, Rebecca T. Kimball, Tamaki Yuri, Kathleen\nJ. Miglia, John Harshman, Christopher J. Huddleston, K. L. Han, William\nS. Moore, Shannon J. Hackett, David W. Steadman, R. C. K. Bowie, Jena L.\nChojnowski, Edward L. Braun, Scott J. Steppan","Year":" 2008","Title":" Phylogenomic evidence for multiple losses of flight in ratite\nbirds","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Ratites (ostriches, emus, rheas, cassowaries, and kiwis)\nare large, flightless birds that have long fascinated biologists. Their\ncurrent distribution on isolated southern land masses is believed to\nreflect the breakup of the paleocontinent of Gondwana. The prevailing\nview is that ratites are monophyletic, with the flighted tinamous as\ntheir sister group, suggesting a single loss of flight in the common\nancestry of ratites. However, phylogenetic analyses of 20 unlinked\nnuclear genes reveal a genome-wide signal that unequivocally places\ntinamous within ratites, making ratites polyphyletic and suggesting\nmultiple losses of flight. Phenomena that can mislead phylogenetic\nanalyses, including long branch attraction, base compositional bias,\ndiscordance between gene trees and species trees, and sequence alignment\nerrors, have been eliminated as explanations for this result. The most\nplausible hypothesis requires at least three losses of flight and\nexplains the many morphological and behavioral similarities among\nratites by parallel or convergent evolution. Finally, this phylogeny\ndemands fundamental reconsideration of proposals that relate ratite\nevolution to continental drift.","trees":[{"tree_label":"SI Fig. 4A","ntax":"14","rootedtree":"TRUE","title":"Palaeognathae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5269.phy"},{"tree_label":"Fig. 1","ntax":"14","rootedtree":"TRUE","title":"Palaeognathae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5267.phy"},{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Palaeognathae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5268.phy"}]}