{"Authors":" Mihwa Yi, Will Q Hendricks, Joshua Kaste, Nikki D Charlton,\nPadmaja Nagabhyru, Daniel G Panaccione, Carolyn A Young","Year":" 2018","Title":" Molecular identification and characterization of endophytes\nfrom uncultivated barley","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" alkaloid, Epichloë, epiphyllous growth, Hordeum,\nhybrid.","DOI":" 10.0000/00-000","Abstract":" Epichloë species (Clavicipitaceae, Ascomycota) are\nsymbiotic fungi well known for their association with many cool season\ngrasses. Endophyte-host interactions contribute to plant growth\npromotion, protection from many pathogens and insect pests, and\ntolerance to drought stress. Resistance to insect herbivores by\nendophytes associated with Hordeum species has been previously shown to\nvary depending on the endophyte-grass-insect combination. We explored\nthe genetic and chemotypic diversity of endophytes present in wild\nHordeum species. We analyzed seeds of Hordeum bogdanii, H.\nbrevisubulatum and H. comosum obtained from the US Department of\nAgricultures National Plant Germplasm System (USDA-NPGS), of which some\nhave been reported positive for endophyte infection. Using PCR with\nprimers specific to Epichloë species, we were able to identify\nendophytes in seeds from 17 of the 56 Plant Introduction (PI) lines, of\nwhich only 9 lines yielded viable seed. Phylogenetic analyses of\nhouse-keeping, alkaloid biosynthesis and mating type genes suggest that\nthe endophytes of the infected PI lines separate into five taxa,\nEpichloë bromicola, Epichloë tembladerae, and three unnamed\ninterspecific hybrid species. One PI line contained an endophyte that is\nconsidered a new taxonomic group, Epichloë sp. HboTG-3 (H. bogdanii\nTaxonomic Group 3). Phylogenetic analyses of the interspecific hybrid\nendophytes from H. bogdanii and H. brevisubulatum indicate that these\ntaxa all have an E. bromicola allele but the second allele varies. We\nverified in planta alkaloid production from the five genotypes yielding\nviable seed. Morphological characteristics of the isolates from the\nviable Hordeum species were analyzed for their features in culture and\nin planta. In the latter, we observed epiphyllous growth and in some\ncases sporulation on leaves of infected plants.","trees":[{"tree_label":"tree 1","ntax":"84","rootedtree":"TRUE","title":"Endophytes from uncultivated barley","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109515.phy"}]}