{"Authors":" Timothy J. Gallaher, Dean C. Adams, Lakshmi Attigala, Sean\nVincent Burke, Joseph M. Craine, Melvin R Duvall, Phillip C. Klahs, Emma\nSherratt, William P. Wysocki, Lynn G Clark","Year":" 2018","Title":" Leaf shape and size evolution suggests an important role for\npartial-shade ecotone habitats in the diversification of the grasses\n(Poaceae)","Journal":" Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Adaptation, C4 photosynthesis, geometric morphometrics,\ngrasslands, macroecology, phylogeny, vein architecture","DOI":"","Abstract":" Although most grasses today are associated with open\nhabitats such as grasslands and savanna, the first grasses likely\nevolved in shady forest ecosystems. The morphology of grass leaves is a\nstrong indicator of the habitat in which they are found and shifts from\nshaded to open habitats were likely marked by distinctive changes in\nleaf shape or size. We modelled relationships between leaf shape, size,\nhabitat, climate and photosynthetic pathway in a phylogenetic framework\nto test whether partial-shade environments served as transitional zones\nbetween forests and grasslands and to evaluate drivers of leaf shape and\nsize evolution. Length and width covary with precipitation and solar\nirradiance resulting in smaller leaves in drier, higher irradiance\nhabitats but without significant changes in overall shape. The shape is\nstrongly associated with shade levels resulting in more ovate leaves in\nclosed habitats and more linear leaves in open habitats. Evidence for\nthe ancestral state of the family is equivocal between full and\npartial-shade; however, partial-shade habitats such as forest margins\nalong with a lanceolate leaf shape likely served as important\ntransitional habitat and morphology respectively for evolution across\nforest-grassland biome boundaries.","trees":[{"tree_label":"tree 1","ntax":"157","rootedtree":"TRUE","title":"Tr105930","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105930.phy"},{"tree_label":"TREE1","ntax":"157","rootedtree":"TRUE","title":"Tr105931","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105931.phy"},{"tree_label":"TREE1","ntax":"157","rootedtree":"TRUE","title":"Tr105932","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105932.phy"},{"tree_label":"Tree1_ML","ntax":"157","rootedtree":"TRUE","title":"Tr105929","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_105929.phy"},{"tree_label":"TREE1_TCB","ntax":"157","rootedtree":"TRUE","title":"Tr105927","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105927.phy"},{"tree_label":"TREE1_UB","ntax":"157","rootedtree":"TRUE","title":"Tr105928","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_105928.phy"}]}