{"Authors":" Dean C. Adams, Joseph M. Craine, Lynn G Clark, Timothy J.\nGallaher, Sean Vincent Burke, Phillip C. Klahs, Lakshmi Attigala,\nWilliam P. Wysocki, Melvin R Duvall, Emma Sherratt","Year":" 2017","Title":" The Role of Leaf Shape, Size and Vein Architecture Evolution\nin the Ecological Diversification of Grasses (Poaceae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Adaptation, C4 photosynthesis, geometric morphometrics,\ngrasslands, macroecology, phylogeny, vein architecture","DOI":"","Abstract":" Grasses emerged from forest ecosystems into open habitats\nand some lineages subsequently expanded into water-limiting regions\nfollowing the evolution of C4 photosynthesis. These transitions were\naccompanied by distinctive variation in leaf morphology and anatomy. We\ninvestigated these macroevolutionary changes in leaf shape, size and\nvein architecture as putative adaptations to light regime, climate and\nphotosynthetic pathway using a new time-calibrated phylogeny as a\nframework for analyses. Leaf shape was found to closely track light\nregime. The grass leaf adapts to light regime by varying leaf width\nwithout changes in length; however, length and width vary together in\nresponse to moisture availability and solar radiation. An intermediate\nleaf shape associated with partial-shade habitats (i.e. forest gaps or\nmargins) represents an important transitional state for habitat shifts\nto full sun or deep shade associated with the evolution of linear leaves\nand ovate leaves respectively. Inter-bundle distance variation is\nreduced among C4 taxa indicating stabilizing selection achieved by the\ninsertion of veins or an increase in bundle-related tissues. The\nrelative strength of these two mechanisms is strongly influenced by the\nleaf width of the C3 ancestors of C4 lineages indicating historical\neffects of habitat and climate on the development of functional C4\nanatomy.","trees":[{"tree_label":"tree_1_ML","ntax":"157","rootedtree":"TRUE","title":"Tr105933","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_105933.phy"},{"tree_label":"TREE1_UB","ntax":"157","rootedtree":"TRUE","title":"Tr105934","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_105934.phy"},{"tree_label":"TREE1_TCB","ntax":"157","rootedtree":"TRUE","title":"Tr105935","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_105935.phy"}]}