{"Authors":" Barbara Robbertse, Pooja K Strope, Priscila Chaverri,\nRomina Gazis, Stacy Ciufo, Michael Domrachev, Conrad Lamoraal\nSchoch","Year":" 2017","Title":" Improving Taxonomic Accuracy for Fungi in Public Sequence\nDatabases: Applying ‘One Name One Species’ in Well Defined Genera with\nTrichoderma/Hypocrea as a test case","Journal":" Database","Volume":"","Issue":"","Pages":"","Keywords":" Data repository, DNA barcoding, Data quality, GenBank,\nRefSeq","DOI":"","Abstract":" The ITS (internal transcribed spacer) RefSeq database at\nthe National Center for Biotechnology Information (NCBI) is dedicated to\nthe clear association between name, specimen and sequence data. This\ndatabase is focused on sequences obtained from type material stored in\npublic collections. While the initial ITS sequence curation effort\ntogether with numerous fungal taxonomy experts attempted to cover as\nmany orders as possible, we extended our latest focus to the family and\ngenus ranks. We focused on Trichoderma for several reasons, but mainly\nsince the asexual and sexual synonyms were well documented with species\nsharing a single common ancestor and since a list of proposed names and\ntype material were recently proposed and published. In this case study\nthis recent taxonomic information was applied to do a complete taxonomic\naudit for the genus Trichoderma in the NCBI Taxonomy database. A name\nstatus report is available here: https://www.ncbi.nlm.nih.gov/Taxonomy/TaxIdentifier/tax_identifier.cgi.\nAs a result, the ITS RefSeq Targeted Loci database at NCBI have been\naugmented with more sequences from type and verified material from\nTrichoderma species. Additionally, to aid in the cross referencing of\ndata from single loci and genomes we have collected a list of quality\nrecords from RPB2 obtained from type material in GenBank to help\nvalidate future submissions. During the process of curation\nmis-identified genomes were discovered, and sequence records from type\nmaterial were found hidden under previous classifications. Source\nmetadata curation, although more cumbersome, proved to be useful as\nconfirmation of the type material designation.","trees":[{"tree_label":"tree 1","ntax":"27","rootedtree":"TRUE","title":"Tr105924","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_105924.phy"}]}