{"Authors":" Ludwig H. Pfenning, Magnólia A. Campos, John F. Leslie,\nCristiano S. Lima, Sarah S. Costa","Year":" 2009","Title":" A new Fusarium lineage within the Gibberella fujikuroi\nspecies complex is the main causal agent of mango malformation disease\nin Brazil.","Journal":" Plant Pathology","Volume":" 58","Issue":"","Pages":" 33-42","Keywords":"","DOI":" 10.1111/j.1365-3059.2008.01946.x","Abstract":" Mango malformation is a serious disease in tropical and\nsubtropical areas of the world and has been attributed to various\nFusarium spp., including F. mangiferae, F. proliferatum, F. sacchari, F.\nsterilihyphosum and F. subglutinans. Isolates of Fusarium associated\nwith mango malformation from Brazil, Egypt, India, South Africa and the\nUnited States were evaluated through amplified fragment length\npolymorphisms (AFLPs) and partial DNA sequences of the genes encoding\nbeta-tubulin (tub2) and translation elongation factor 1-alpha (tef1).\nThese techniques were used to delimit species and to estimate the\ngenetic and phylogenetic relatedness of the isolates. In the AFLP\nanalysis, most of the Brazilian isolates formed a unique cluster.\nAdditionally, one small cluster was formed by isolates of F.\nsterilihyphosum from Brazil and South Africa, and another by isolates of\nF. mangiferae from Egypt, India, South Africa and the United States. In\nthe phylogenetic analysis, most of the Brazilian isolates represented a\nnew phylogenetic lineage in the Gibberella fujikuroi species complex,\nwhere they formed a sister clade to F. sterilihyphosum. Representatives\nof both clades were pathogenic to mango (cv. Tommy Atkins) and Koch\u001as\npostulates were completed for isolates belonging to the new lineage and\nto F. sterilihyphosum. Thus, most of the mango malformation disease in\nBrazil is due to a distinct phylogenetic lineage of Fusarium, and to a\nlesser extent by F. sterilihyphosum. The new phylogenetic lineage\nidentified in this study, together with F. mangiferae and F.\nsterilihyphosum, are the only known taxa of Fusarium proven to be\ncapable of causing mango malformation.","trees":[{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Gibberella fujikuroi complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5270.phy"}]}