{"Authors":" Robert Kammerer, Martin Mansfeld, Jana Haenske, Sophie\nMissbach, Xiaocui He, Bernd Koellner, Susan Mouchantat, Wolfgang\nZimmermann","Year":" 2017","Title":" Recent expansion and adaptive evolution of the\ncarcinoembryonic antigen family in bats of the Yangochiroptera\nsubgroup","Journal":" BMC Genomics","Volume":" 18","Issue":"","Pages":" 717","Keywords":" Carcinoembryonic antigen gene family, pregnancy-specific\nglycoproteins, positive selection, Chiroptera, immunoglobulin\nsuperfamily, bats","DOI":" 10.1186/s12864-017-4106-7","Abstract":" Background: Expansions of gene families are predictive for\nongoing genetic adaptation to environmental cues. We describe such an\nexpansion of the carcinoembryonic antigen (CEA) gene family in certain\nbat families. Members of the CEA family in humans and mice are exploited\nas cellular receptors by a number of pathogens, possibly due to their\nfunction in immunity and reproduction. The CEA family is composed of\nCEA-related cell adhesion molecules (CEACAMs) and secreted\npregnancy-specific glycoproteins (PSGs). PSGs are almost exclusively\nexpressed by trophoblast cells at the maternal-fetal interface. The\nreason why PSGs exist only in a minority of mammals is still unknown.\nResults: Analysis of the CEA gene family in bats revealed that in\ncertain bat families, belonging to the subgroup Yangochiroptera but not\nthe Yinpterochiroptera subgroup an expansion of the CEA gene family took\nplace, resulting in approximately one hundred CEA family genes in some\nspecies of the Vespertilionidae. The majority of these genes encode\nsecreted PSG-like proteins (further referred to as PSG). Remarkably, we\nfound strong evidence that the ligand-binding domain (IgV-like domain)\nof PSG is under diversifying positive selection indicating that bat PSGs\nmay interact with structurally highly variable ligands. Such ligands\nmight represent bacterial or viral pathogen adhesins. We have identified\ntwo distinct clusters of PSGs in three Myotis species. The two PSG\ncluster differ in the amino acids under positive selection. One cluster\nwas only expanded in members of the Vespertilionidae while the other was\nfound to be expanded in addition in members of the Miniopteridae and\nMormoopidae. Thus one round of PSG expansion may have occurred in an\nancestry of all three families and a second only in Vespertilionidae.\nAlthough maternal ligands of PSGs may exist selective challenges by two\ndistinct pathogens seem to be likely responsible for the expansion of\nPSGs in Vespertilionidae. Conclusions: The rapid expansion of PSGs in\ncertain bat species together with selection for diversification suggest\nthat bat PSGs could be part of a pathogen defense system by serving as\ndecoy receptors and/or regulators of feto-maternal interactions.","trees":[{"tree_label":"Imported tree 1","ntax":"163","rootedtree":"TRUE","title":"Myotis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105976.phy"},{"tree_label":"Imported tree 1","ntax":"68","rootedtree":"TRUE","title":"Myotis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_105979.phy"}]}