{"Authors":" Ying-Han Wang, Yu-Wei Hsiao, Ko-Huan Lee, Hui-Yun Tseng,\nYen-Po Lin, Shohei Komaki, Si-Min Lin","Year":" 2017","Title":" Acoustic differentiation and behavioral response reveals\ncryptic speciation within Buergeria treefrogs (Anura, Rhacophoridae)\nfrom Taiwan","Journal":" PLOS ONE","Volume":"","Issue":"","Pages":"","Keywords":" advertisement call; cryptic species; morphology;\nreinforcement; reproductive character displacement; sibling species;\nsignal recognition; speciation","DOI":"","Abstract":" Buergeria japonica is a widely distributed treefrog\noccurring from Ryukyu Archipelago to Taiwan. Across this wide\ndistributional range, we combined molecular, acoustic, morphological,\nand behavioral characters to clarify the taxonomic status among these\ninsular populations. Genetic differentiation in mitochondrial sequences\nindicated an over 16% divergence among two deeply divergent clades:\nJapanese clade distributes in Ryukyu Archipelago and northwestern\ndrainages of Taiwan, while Taiwanese clade distributes in the remaining\ndrainages on Taiwan. The Taiwanese clade can be distinguished from the\nnominative species not only by molecular and morphological differences,\nbut also distinguishable by considerable acoustic differentiation, which\nis extraordinarily noticeable for an additional type of long call that\nnever recorded from Japanese clade. The two clades form a parapatric\ndistribution pattern with narrow contact zones both in western and\neastern Taiwan. Playback experiments indicated that male frogs show\nsignificantly stronger defensiveness against conspecific calls rather\nthan heterospecific calls, indicating that these signals play a crucial\nrole in species recognition. Here we describe the Taiwanese clade as a\nnew species; the behavioral response and the magnitude of gene flow\nacross their contact zones are especially worth for detailed\nstudies.","trees":[{"tree_label":"con 50 majrule","ntax":"104","rootedtree":"TRUE","title":"Tr106398","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106398.phy"}]}