{"Authors":" Dhanushka Nadeeshan Wanasinghe, Rajesh JEEWON, Evan B.G.\nJones, Saranyaphat Boonmee, Saithong Kaewchai, Ishara Manawasinghe,\nSaisamorn Lumyong, Kevin D Hyde","Year":" 2017","Title":" Novel palmicolous taxa within Pleosporales: Multigene\nphylogeny and taxonomic circumscription","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Aigialaceae, Astrosphaeriellaceae, coelomycetous,\nfusiform, hyphomycetous, Pithomyces, Pleosporales","DOI":"","Abstract":" Palm fungi are widely known for being highly diverse in\nthe tropical regions of Asia. Recent investigations on these palmicolous\nfungi have led to the isolation of astrosphaeriella-like taxa from\nCalamus, Caryota and Licuala hosts in Thailand (Chiang Rai and\nNarathiwat provinces) and southwest China (Yunnan Province). This study\naims at characterising fungal taxa which are new to science based on\nmorphological examination and concatenated DNA sequence data to infer\ntheir familial relationships. Morphological comparisons reveal six new\nspecies viz. Astrosphaeriellopsis caryotae, Fissuroma calami, F.\ncaryotae, Neoastrosphaeriella sribooniensis, Pithomyces caryotae and P.\nlicualae and their similarities and differences to other extant species\nare discussed herein. Phylogenetic results indicate that all these taxa\nclearly belong to the Aigialaceae and Astrosphaeriellaceae\n(Pleosporales) and supports the establishment of those novel taxa.\nAstrosphaeriellopsis is assigned to Astrosphaeriellaceae and the family\nis amended in order to accommodate both coelomycetous and hyphomycetous\nasexual morphs. A generic key is presented for Astrosphaeriellaceae to\ndelimit Astrosphaeriella, Astrosphaeriellopsis, Pteridiospora and\nPithomyces. Asexual morphs connections of Pithomyces caryotae and P.\nlicualae are established from axenic cultures derived from single\nascospore isolates. While DNA based sequence data supports the\nestablishment of our new taxa to species rank, the affinities of\nAstrosphaeriella tornata to other Astrosphaeriella and Pithomyces are\nunclear and warrant further investigations with increased taxon\nsampling.","trees":[{"tree_label":"PAUP 1","ntax":"92","rootedtree":"TRUE","title":"Tr109570","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109570.phy"}]}