{"Authors":" H. Thorsten Lumbsch, Gareth W. Griffith, Francois M.\nLutzoni, Alga Zuccaro, Soili Stenroos, Amy Y. Rossman, Mariette S. Cole,\nPatrik Inderbitzin, Burkhard Büdel, Lisa A. Castlebury, Rebecca Yahr,\nPaul S. Dyer, Lynda M. Ciuffetti, Brigitte Volkmann-Kohlmeyer, Rachael\nM. Andrie, Peter D. Crittenden, James M. Trappe, Jeffrey P. Townsend,\nJack D. Rogers, David Hewitt, Kristin R. Peterson, Harrie Sipman,\nBrendan P. Hodkinson, Damien Ertz, Wendy A. Untereiner, G. H. Sung,\nRichard C. Summerbell, Paul Diederich, Francesc López-Giráldez, S. O.\nSuh, Joseph W. Spatafora, Peter Johnston, Barbara Robbertse, Mahdi\nArzanlou, Jan Kohlmeyer, S. d. Hoog, Marieka Gryzenhout, Junta Sugiyama,\nZheng Wang, Emily Fraker, Kentaro Hosaka, Gregory Bonito, K. Trippe,\nDavid M. Geiser, A. Wynn, Donald H. Pfister, Meredith Blackwell, Robert\nA. Shoemaker, Valerie Hofstetter, Lizel Mostert, David M Hillis, Karen\nHansen, Johannes (Ewald) Zacharias Groenewald, Frank Kauff, Patrick\nBrandon Matheny, Kerry O’Donnell, Conrad Lamoraal Schoch, Michael J\nWingfield, Jolanta Maria Miadlikowska, Robert Lücking, André Aptroot,\nPedro W. Crous","Year":" 2009","Title":" The Ascomycota Tree of Life: A Phylum-wide Phylogeny\nClarifies the Origin and Evolution of Fundamental Reproductive and\nEcological Traits.","Journal":" Systematic Biology","Volume":" 58","Issue":" 2","Pages":" 224-239","Keywords":"","DOI":" 10.1093/sysbio/syp020","Abstract":" We present a 6-gene, 420-species maximum likelihood\nphylogeny of the Ascomycota, the largest phylum of Fungi. This analysis\nis the most taxonomically complete to date with species sampled from all\n15 currently circumscribed classes. A number of superclass level nodes\nthat have previously evaded resolution and were unnamed in\nclassifications of the Fungi are resolved for the first time. Here we\nextend a pre-existing rankless classification to these nodes and discuss\ntheir importance in systematics and evolution of the Fungi. Based on the\n6-gene phylogeny we conducted a phylogenetic informativeness analysis of\nall six genes and a series of ancestral character state reconstructions\nthat focused on morphology and development of fruiting bodies, ascus\ndehiscence, and evolution of nutritional modes and ecologies. A\ngene-by-gene assessment of phylogenetic informativeness yielded higher\nlevels of informativeness for protein genes (RPB1, RPB2, TEF1) as\ncompared to the ribosomal genes, which have been the standard bearer in\nfungal systematics. A reconstruction of fruiting body characters is\nconsistent with two origins for multicellular sexual reproductive\nstructures in the Ascomycota, once in the common ancestor of\nPezizomycotina and once in the common ancestor of Neolectomycetes. This\nis the first report of this finding and highlights the complicated\nnature of assessing homology of morphological traits across Fungi.\nFurthermore, ancestral reconstruction supports the exposed hymenium of\nthe apothecium as the primitive ascocarp morphology for the\nPezizomycotina with multiple derivations of the partially or completely\nenclosed ascocarps. Ascus dehiscence is most informative at the class\nlevel within the Pezizomycotina with superclass nodes reconstructed\nequivocally. Character state reconstructions support terrestrial,\nsaprobic ecology as ancestral with multiple derivations and ecological\nshifts toward marine habitats and plant and animal associations.\nImportantly, these analyses support multiple origins of lichenization\nevents with the loss of lichenization as less frequent and limited to\nterminal, closely related species.","trees":[{"tree_label":"2G434T DNA only","ntax":"434","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5276.phy"},{"tree_label":"2G434T DNA and Amino Acids","ntax":"434","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5277.phy"}]}