{"Authors":" niu xin, guan yuxiang, chen shoukun, li haifeng","Year":" 2017","Title":" Genome-wide analysis of basic helix-loop-helix (bHLH)\ntranscription factors in Brachypodium distachyon","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Genome-wide, bHLH, Brachypodium distachyon, expression\nprofile, transcription factor","DOI":"","Abstract":" Background: As a superfamily of transcription factors\n(TFs), the basic helix-loop-helix (bHLH) proteins have been\ncharacterized functionally in many plants with a vital role in the\nregulation of diverse biological processes including growth,\ndevelopment, response to various stresses, and so on. However, no\nsystemic analysis of the bHLH TFs has been reported in Brachypodium\ndistachyon, an emerging model plant in Poaceae. Results: A total of 146\nbHLH TFs were identified in the Brachypodium distachyon genome and\nclassified into 24 subfamilies. BdbHLHs in the same subfamily share\nsimilar protein motifs and gene structures. Gene duplication events\nshowed a close relationship to rice, maize and sorghum, and segment\nduplications might play a key role in the expansion of this gene family.\nThe amino acid sequence of the bHLH domains were quite conservative,\nespecially Leu-27 and Leu-54. Based on the predicted binding activities,\nthe BdbHLHs were divided into DNA binding and non-DNA binding types.\nAccording to the gene ontology (GO) analysis, BdbHLHs were speculated to\nfunction in homodimer or heterodimer manner. By integrating the\navailable high throughput data in public database and results of\nquantitative RT-PCR, we found the expression profiles of BdbHLHs were\ndifferent, implying their differentiated functions. Conclusion: 146\nBdbHLHs were identified and their conserved domains, sequence features,\nphylogenetic relationship, chromosomal distribution, GO annotations,\ngene structures, gene duplication and expression profiles were\ninvestigated. Our findings lay a foundation for further evolutionary and\nfunctional elucidation of BdbHLH genes.","trees":[{"tree_label":"PAUP_1","ntax":"146","rootedtree":"TRUE","title":"Brachypodium distachyon bhlh","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108653.phy"},{"tree_label":"PAUP_1","ntax":"438","rootedtree":"TRUE","title":"Brachypodium distachyon bHLH","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108654.phy"}]}