{"Authors":" Saddef Haq, Allen R Place, Tsvetan R. Bachvaroff","Year":" 2017","Title":" Phylogenetic Analysis of Acetyl CoA Carboxylases in\nDinoflagellates","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":" Dinoflagellates, Acetyl CoA Carboxylase, Phylogeny, Toxin\nSynthesis, Fatty Acid Synthesis","DOI":"","Abstract":" Dinoflagellates are a diverse group of organisms that\nproduce potent bioactive secondary metabolites. The molecular mechanisms\nby which these compounds are produced are not yet understood. Acetyl CoA\ncarboxylase (ACC), is a necessary protein in polyketide and fatty acid\nsynthesis. In this study, we survey thirteen dinoflagellate\ntranscriptomes in addition to chlorophyte green algae, haptophytes,\ndiatoms, and alveolates to characterize ACC in these organisms. Our\nanalysis reveals that dinoflagellates express only ACC with homomeric,\neukaryotic domain architecture, including the eukaryote specific central\ndomain. Streptavidin western blotting shows many biotinylated proteins\nas well as bands close to the calculated ACC size in three\ndinoflagellate species. Two major clades of dinoflagellate ACC were\nfound, both within the previously defined plastidial type of homomeric\nACC. One clade exclusively includes peridinin pigmented dinoflagellates.\nThe other clade contains all thirteen dinoflagellate species including\nthose without peridinin chloroplasts as well as non-photosynthetic\ndinoflagellates. Based on phylogeny and chloroplast transit peptides,\nthese two clades likely represent two different ACCs where one is\nputatively plastid while the other is cytosolic.","trees":[{"tree_label":"tree 1","ntax":"56","rootedtree":"TRUE","title":"Dinoflagellates Acetyl CoA Carboxylases MLT RAXML\nJTT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106067.phy"},{"tree_label":"MajRule","ntax":"56","rootedtree":"TRUE","title":"Dinoflagellates Acetyl CoA Carboxylases MLT RAXML\nJTT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106068.phy"}]}