{"Authors":" Clay Clark, John Gatesy, Michael R. McGowen","Year":" 2008","Title":" The vestigial olfactory receptor subgenome of odontocete\nwhales: phylogenetic congruence between gene-tree reconciliation and\nsupermatrix methods.","Journal":" Systematic Biology","Volume":" 57","Issue":" 4","Pages":" 574-590","Keywords":"","DOI":" 10.1080/10635150802304787","Abstract":" The macroevolutionary transition of whales (cetaceans)\nfrom a terrestrial quadruped to an obligate aquatic form involved major\nchanges in sensory abilities. Compared to terrestrial mammals, the\nolfactory system of baleen whales is dramatically reduced, and in\ntoothed whales is completely absent. We sampled the olfactory receptor\n(OR) subgenomes of eight cetacean species from four families. A\nmultigene tree of 115 newly characterized OR sequences from these eight\nspecies and published data for Bos taurus revealed a diverse array of\nclass II OR paralogues in Cetacea. Evolution of the OR gene superfamily\nin toothed whales (Odontoceti) featured a multitude of independent\npseudogenization events, supporting anatomical evidence that odontocetes\nhave lost their olfactory sense. We explored the phylogenetic utility of\nOR pseudogenes in Cetacea, concentrating on delphinids (oceanic\ndolphins), the product of a rapid evolutionary radiation that has been\ndifficult to resolve in previous studies of mitochondrial DNA sequences.\nPhylogenetic analyses of OR pseudogenes using both gene-tree\nreconciliation and supermatrix methods yielded fully-resolved,\nconsistently-supported relationships among members of four delphinid\nsubfamilies. Alternative minimizations of gene duplications, gene\nduplications plus gene losses, deep coalescence events, and nucleotide\nsubstitutions plus indels returned highly congruent phylogenetic\nhypotheses. Novel DNA sequence data for six single-copy nuclear loci and\nthree mitochondrial genes (>5000 aligned nucleotides) provided an\nindependent test of the OR trees. Nucleotide substitutions and indels in\nOR pseudogenes showed a very low degree of homoplasy in comparison to\nmitochondrial DNA and, on average, provided more variation than\nsingle-copy nuclear DNA. Our results suggest that phylogenetic analysis\nof the large OR superfamily will be effective for resolving\nrelationships within Cetacea whether supermatrix or gene-tree\nreconciliation procedures are used.","trees":[{"tree_label":"Fig. 6","ntax":"9","rootedtree":"TRUE","title":"Odontocete Whales, combined data","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5278.phy"},{"tree_label":"Fig. 2","ntax":"98","rootedtree":"TRUE","title":"Cetacea+Bos","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5279.phy"},{"tree_label":"Fig. 1","ntax":"127","rootedtree":"TRUE","title":"Cetacea-only","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5280.phy"}]}