{"Authors":" Itzi Fragoso-Martinez, Martha Juana Martinez-Gordillo,\nGerardo A. Salazar, Federico Sazatornil, Aaron A Jenks, Maria del\nRosario Garcia Pena, Giovanna Barrera-Aveleida, Santiago Benitez-Vieyra,\nSusana Magallon, Guadalupe Cornejo-Tenorio, Carolina Granados\nMendoza","Year":" 2017","Title":" Phylogeny of the Neotropical sages (Salvia subgenus\nCalosphace; Lamiaceae) and insights into pollinator and area shifts","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Area shifts; ITS; Neotropics; Pollination shifts; trnHpsbA\nintergenic spacer; trnLtrnF region","DOI":"","Abstract":" Salvia subgenus Calosphace (Lamiaceae, Lamiales) is a\nhighly diverse clade endemic to the New World. The phylogenetic\nrelationships of Calosphace have been previously investigated using DNA\nsequences of nuclear ITS region and plastid psbAtrnH intergenic spacer,\nbut the resulting trees lack resolution and support for many clades. The\npresent paper reassesses the phylogenetic relationships of subgenus\nCalosphace, including a broader taxon sampling, with a special focus on\nrepresenting previously unsampled sections, and using an additional\nplastid marker (trnLtrnF region). Our results show increased resolution\nand overall patterns of support, recovering ten main clades. Within core\nCalosphace, the more inclusive of these main clades, 17 new subclades\nwere identified. Of the 42 sections for which more than one species was\nanalysed, only 12 are monophyletic. Our biogeographical analysis\nidentified at least twelve migrations to South America from Mexican and\nCentral American lineages, in agreement with previous suggestions of\nmultiple origins of South American Calosphace diversity. This analysis\nalso confirmed a colonization of the Antilles by Andean lineages. The\nreconstruction of ancestral states of pollination syndromes showed\nmultiple shifts to ornithophily from melittophily and one reversal to\nthe latter.","trees":[{"tree_label":"Fig. 1-4","ntax":"265","rootedtree":"TRUE","title":"Neotropical sages MLT Calosphace Combined ITS and\nplastid matrix","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106187.phy"},{"tree_label":"MLT","ntax":"265","rootedtree":"TRUE","title":"Neotropical sages MLT Calosphace NrITS matrix","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106188.phy"},{"tree_label":"MLT","ntax":"265","rootedtree":"TRUE","title":"Neotropical sages MLT plastid matrix","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106190.phy"}]}