{"Authors":" Carolina Guadalupe Pina Paez, Michael A. Castellano,\nRoberto Garibay Orijel, James M. Trappe","Year":" 2017","Title":" New Species and Records of Hypogeous, Sequestrate\nBasidiomycetes from Temperate forests across the Trans-Mexican Volcanic\nBelt","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, Barcodes, diversity, false truffles,\nGautieria, Leucogaster, Melanogaster, Schenella, Trappea.","DOI":"","Abstract":" This study contributes to the knowledge of diversity and\ndistribution of hypogeous, sequestrate fungi along the Trans-Mexican\nVolcanic Belt (TMVB) in pine, fir and oak forests. The fungi were\ncollected from 8 sites, including 3 sites in National Parks (Cumbres del\nAjusco, La Malinche, and Nevado de Toluca). Specimens were described\nmacro- and microscopically, and photographed under light microscopy and\nscanning electron microscopy (SEM). Genetic barcodes for most specimens\nwere generated and these DNA sequences were used to support new species\nby Maximum Likelihood phylogenetic analysis. Species in five genera\n(Basidiomycota) are presented: Gautieria, Leucogaster, Melanogaster,\nSchenella and Trappea, including four new species: Gautieria aztecana,\nG. neovulcanica, Leucogaster pulqueana, and Melanogaster ajuscoensis,\nand three new records for different geographic areas.","trees":[{"tree_label":"Figure 9","ntax":"22","rootedtree":"TRUE","title":"RaxML Analysis of the ITS rDNA of 21 Melanogaster taxa\nusing 1000 rapid bootstrap replicates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_106200.phy"},{"tree_label":"Figure 7","ntax":"43","rootedtree":"TRUE","title":"RaxML Analysis of the ITS rDNA of 21 Gautieria taxa\nusing 1000 rapid bootstrap replicates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_106201.phy"},{"tree_label":"Figure 8","ntax":"13","rootedtree":"TRUE","title":"RaxML Analysis of the ITS rDNA of 12 Leucogaster taxa\nusing 1000 rapid bootstrap replicates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_106199.phy"}]}