{"Authors":" Dhanushka Nadeeshan Wanasinghe, Kevin D Hyde, Rajesh\nJEEWON, Nalin Wijayawardene, Evan B.G. Jones, Jayarama D. Bhat, Alan\nJohn Lander Phillips, Johannes (Ewald) Zacharias Groenewald, Monika\nDayarathne, Chayanard - Phukhamsakda, Kasun Madhusanka Thambugala, Timur\nS. Bulgakov, Erio Camporesi, Yusufjon Gafforov, Peter E Mortimer,\nSamantha Karunarathna, Pedro W. Crous","Year":" 2017","Title":" Phylogenetic revision of Camarosporium (Pleosporineae,\nDothideomycetes) and allied genera","Journal":" Studies in Mycology","Volume":"","Issue":"","Pages":"","Keywords":" multigene phylogeny, muriformly septate, pleomorphism,\nPleosporales, taxonomy","DOI":"","Abstract":" A concatenated dataset of the LSU, SSU, ITS and tef1 DNA\nsequence data was analysed to investigate the taxonomic position and\nphylogenetic relationships of the genus Camarosporium in Pleosporineae\n(Dothideomycetes). Newly generated sequences from camarosporium-like\ntaxa collected from Europe (Italy) and Russia form a well-supported\nmonophyletic clade within Pleosporineae. A new genus Camarosporiella and\na new family Camarosporiellaceae are established to accommodate these\ntaxa. Four new species, Neocamarosporium korfii, N. lamiacearum, N.\nsalicorniicola and N. salsolae, constitute a strongly supported clade\nwith several known taxa for which the new family, Neocamarosporiaceae,\nis introduced. The genus Staurosphaeria based on S. lycii is resurrected\nand epitypified, and shown to accommodate the recently introduced genus\nHazslinszkyomyces in Coniothyriaceae with significant statistical\nsupport. Camarosporium quaternatum, the type species of Camarosporium\nand Camarosporomyces flavigena cluster together in a monophyletic clade\nwith significant statistical support and sister to the\nLeptosphaeriaceae. To better resolve interfamilial/intergeneric level\nrelationships and improve taxonomic understanding within Pleosporineae,\nwe validate Camarosporiaceae to accommodate Camarosporium and\nCamarosporomyces. The latter taxa along with other species are described\nin this study","trees":[{"tree_label":"PAUP 1","ntax":"212","rootedtree":"TRUE","title":"Camaro sporidiella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109568.phy"}]}