{"Authors":" Regina Wetzer, Niel L. Bruce, Marcos Perez-Losada","Year":" 2017","Title":" Relationships of the Sphaeromatidae genera (Peracarida:\nIsopoda) inferred from 18S rDNA and 16S rDNA genes","Journal":" Arthropod Systematics and Phylogeny","Volume":"","Issue":"","Pages":"","Keywords":" Sphaeromatidae, 18S rDNA, 16S rDNA, Gnorimosphaeroma,\nSphaeroma, Exosphaeroma, Cymodoce, Ischyromene, Cerceis, Dynamenella,\nphylogeny","DOI":"","Abstract":" The Sphaeromatidae has 100 genera and close to 700 species\nwith a worldwide distribution. Most are abundant primarily in shallow\n(<200 m) marine communities, but extend to 1400 m, and are\noccasionally present in permanent freshwater habitats.. They play an\nimportant role as prey for epibenthic fishes and are commensals and\nscavengers. Sphaeromatids’ impressive exploitation of diverse habitats,\nin combination with diversity in female life history strategies and\nelaborate male combat structures, has resulted in extraordinary levels\nof homoplasy. We sequenced specimens from 39 genera for nuclear 18S rDNA\nand mitochondrial 16S rDNA genes, comprehensively reviewed the effects\nof alignments on tree topology, and performed Garli and MrBayes\nanalyses. These data consistently retrieved clades (genus groups),\nSphaeroma, Exosphaeroma, Cymodoce, Ischyromene, Cerceis, and Dynamenella\nand the monogeneric clade of Gnorimosphaeroma. We define the major\nclades using morphological characters , attribute sampled taxa to\nconsistently and strongly supported ones and suggest placement of\nunsampled genera based on their morphological characteristics. Within\neach clade, we also highlight unresolved and poorly sampled genera. We\npoint out taxonomic problems in hopes of encouraging further\nphylogenetic exploration. Although we identify clades containing\nconsistent generic groups and are confident that some groups will prove\nstable and reliable, we feel our sampling is insufficient to propose\nnomenclatural changes at this time.","trees":[{"tree_label":"best","ntax":"98","rootedtree":"TRUE","title":"Tr106261","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106261.phy"},{"tree_label":"best","ntax":"98","rootedtree":"TRUE","title":"Tr106264","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106264.phy"},{"tree_label":"MajRule","ntax":"98","rootedtree":"TRUE","title":"Tr106258","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106258.phy"},{"tree_label":"MajRule","ntax":"110","rootedtree":"TRUE","title":"Tr106262","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106262.phy"},{"tree_label":"best","ntax":"246","rootedtree":"TRUE","title":"Tr106263","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106263.phy"}]}