{"Authors":" M. Francisca Vicente, Javier Collado, José R. Tormo,\nFernando Peláez, Maria Teresa Díez, A. Basilio, Gonzalo Platas, Gerald\nF. Bills, Pilar Hernández","Year":" 2005","Title":" Studies on Morinia. Recognition of Morinia longiappendiculata\nsp. nov. as a new endophytic fungus, and a new circumscription of\nMorinia pestalozzioides","Journal":" Mycologia","Volume":" 98","Issue":" NA","Pages":" 616-627","Keywords":" NA","DOI":" NA","Abstract":" A new coelomycete, Morinia longiappendiculata sp. nov.,\nisolated from living stems of four plant species growing in Central\nSpain, is described. The distinctive morphological characteristics of\nthis fungus are the production of conidia with long basal and apical\nappendages on filiform conidiogenous cells, in contrast with the\nshort-appendaged conidia and cylindrical conidiogenic cells of the type\nspecies, M. pestalozzioides. Comparative DNA sequence analysis of the\nITS region, and fragments of the translation elongation factor 1á,\nactin, and chitin synthase 1 genes and the study of the HPLC profiles of\nthe M. longiappendiculata and M. pestalozzioides isolates supported the\nrecognition of the new species. Comparison of the ITS rDNA sequences of\nthe Morinia isolates with GenBank sequences indicated that the genus is\nplaced within the Amphisphaeriaceae with the highest similarity with\nBartalinia and Truncatella. The Bresadola\u001as original definition of M.\npestalozzioides is updated by adding information on conidiogenesis and\nmolecular data. A lectotype and epitype are designated for the species.\nA study of bioactive metabolites revealed that M. pestalozzioides\ncultures produced moriniafungin, a novel sordarin analog with potent\nantifungal activity.","trees":[{"tree_label":"Fig. 8","ntax":"20","rootedtree":"TRUE","title":"Morinia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5283.phy"},{"tree_label":"Fig. 7","ntax":"7","rootedtree":"TRUE","title":"Morinia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5282.phy"}]}