{"Authors":" Isabel Cruz-Lachica, Isidro Marquez-Zequera, Raul\nAllende-Molar, Josefa Adriana Sanudo-Barajas, Josefina Leon-Felix, Nancy\nLey-Lopez, Raymundo Saul Garcia-Estrada","Year":" 2017","Title":" Diversity of Mucoralean Fungi in Soils of Papaya (Carica\npapaya L.) Producing Regions in Mexico","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Choanephoraceae, Cunninghamellaceae, Lichteimiaceae,\nMucoraceae, Rhizopodaceae.\n","DOI":"","Abstract":" Mexico is the fifth largest producer of papaya worldwide\nand has recently reported problems with mucoralean fungi in this crop.\nThese fungi are considered saprophytes in the soil and are ubiquitous in\nnature. In this work, they were isolated from soil in regions of\nintensive papaya cultivation in Mexico. Collections were made in the\nstates of Colima, Oaxaca and Veracruz in April 2016. Morphological and\nmolecular characterization (28S ribosomal region) of 25 representative\nstrains was carried out. Phylogenetic analysis of the sequences\nconfirmed the presence of the species Choanephora cucurbitarum,\nGilbertella persicaria, Mucor ellipsoideus, M. circinelloides, M.\nhiemalis, Rhizopus homothallicus, R. microsporus, R. stolonifer, R.\noryzae, R. schipperae, Lichteimia ramosa, Gongronella butleri,\nCunninghamella polymorpha and C. blakesleeana, belonging to the families\nChoanephoraceae, Mucoraceae, Rhizopodaceae, Lichteimiaceae and\nCunninghamellaceae, which are considered to have biotechnological,\nagricultural and medical importance. Gilbertella persicaria, Rhizopus\noryzae, R. stolonifer, Mucor circinelloides and M. hiemalis, which cause\nsoft rot in papaya fruits, were found in the soil and can be considered\nas a constant source of contamination that affects healthy fruits.","trees":[{"tree_label":"tree 1","ntax":"41","rootedtree":"TRUE","title":"Tr106270","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106270.phy"},{"tree_label":"tree 1","ntax":"41","rootedtree":"TRUE","title":"Tr106271","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106271.phy"},{"tree_label":"tree 1","ntax":"41","rootedtree":"TRUE","title":"Tr106277","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106277.phy"}]}