{"Authors":" Jun Xu, Guilin Wang, Jing Wang, Yongqing Li, Liangliang\nTian, Xinyu Wang, Wangzhen Guo","Year":" 2017","Title":" The lysin motif-containing proteins, Lyp1, Lyk7 and LysMe3,\nplay important roles in chitin perception and defense against\nVerticillium dahliae in cotton","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Lysin motif; Pattern recognition receptors; Plasma\nmembrane localization; Chitin signals; Verticillium dahliae; Cotton","DOI":"","Abstract":" Background: Lysin motif (LysM)-containing proteins are\nimportant pattern recognition receptors (PRRs) in plants and function in\nthe perception of microbe-associated molecular patterns (MAMPs) and in\nthe defense against pathogenic attack. To date, the LysM genes have not\nbeen systematically analyzed in cotton or effectively utilized for\ndisease resistance. Results: Here, we identified 29, 30, 60, and 56 LysM\ngenes in the four sequenced cotton species, diploid Gossypium raimondii,\ndiploid G. arboreum, tetraploid G. hirsutum acc. TM-1, and G. barbadense\nacc. 3-79, respectively. These LysM genes were classified into four\ngroups with different structural characteristics and a variety of\nexpression patterns in different organs and tissues when induced by\nchitin or Verticillium dahliae. We further characterized three genes,\nLyp1, Lyk7 and LysMe3, which showed significant increase in expression\nin response to chitin signals, V. dahliae challenge and several\nstress-related signaling compounds. Lyp1, Lyk7 and LysMe3 proteins were\nlocalized to the plasma membrane, and silencing of their expression in\ncotton drastically impaired salicylic acid, jasmonic acid, and reactive\noxygen species generation, impaired defense gene activation, and\ncompromised resistance to V. dahliae. Conclusion: Our results indicate\nthat Lyp1, Lyk7, and LysMe3 are important PRRs that function in the\nrecognition of chitin signals to activate the downstream defense\nprocesses and induce cotton defense mechanisms against V. dahliae.","trees":[{"tree_label":"Fig.S1A","ntax":"8","rootedtree":"TRUE","title":"Tr109039","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109039.phy"},{"tree_label":"Fig.S1B","ntax":"4","rootedtree":"TRUE","title":"Tr109040","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109040.phy"},{"tree_label":"Fig.S1C","ntax":"9","rootedtree":"TRUE","title":"Tr109041","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109041.phy"},{"tree_label":"Fig.S1D","ntax":"8","rootedtree":"TRUE","title":"Tr109042","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109042.phy"}]}