{"Authors":" Herbert Zautke, Sara B. Hoot, Susana S. Neves, David J\nHarris, Peter R. Crane","Year":" 2008","Title":" Phylogenetic Patterns in Menispermaceae Based on Multiple\nChloroplast Sequence Data","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Menispermaceae, a dioecious, largely pantropical family of\nvines and lianas, consists of approximately 70 genera. In this paper, we\npresent phylogenies (derived using maximum parsimony, maximum\nlikelihood, and Bayesian inference) based on chloroplast atpB and rbcL\nsequence data for 41 42 genera and numerous outgroup taxa representing\nall families in the Ranunculales. Results of this work confirm that a\nclade consisting of Berberidaceae and Ranunculaceae is sister to the\nMenispermaceae and that Menispermaceae is highly supported as\nmonophyletic. Within Menispermaceae, Menispermum and Sinomenium, two\ngenera with distributions in the Northern Hemisphere, are weakly to\nmoderately supported as sister to all remaining Menispermaceae. Many of\nthe tribes as described by previous workers are not monophyletic. To\nexpand both the data and sampling, we combined our atpB and rbcL data\nwith previously published ndhF data for two additional analyses: 1) for\nall matching taxa (4546 taxa) and 2) for all genera available whether\nmatching or not (22% missing data, 7778 accessions). All trees produced\nfrom our three analyses were highly congruent, especially where branch\nsupport was high. Four major clades were recovered from all analyses and\nare informally named. Superimposing our geographical distributions on\nour atpB/rbcL phylogeny indicates that many well supported clades have\ndistributions on multiple continents, probably due to both vicariance\nand dispersal. Several previous hypotheses regarding trends in character\nevolution are tested; our phylogenies suggest that the following are all\nderived character states within the family: arborescent habit;\nacrodromous, peltate, compound, or lobed leaves; absence of condyle and\nendosperm; smooth endosperm; fused stamens; and tricolpate pollen.","trees":[{"tree_label":"Fig. 1","ntax":"78","rootedtree":"TRUE","title":"Menispermaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5288.phy"}]}