{"Authors":" Donald H. Les, Nicholas P. Tippery","Year":" 2008","Title":" Phylogenetic analysis of the internal transcribed spacer\n(ITS) region in Menyanthaceae using predicted secondary structure","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Sequences of the nuclear internal transcribed spacer (ITS)\nregions ITS1 and ITS2 have been used widely in molecular phylogenetic\nstudies because of their relatively high variability and facility of\namplification. For phylogenetic applications, most researchers use\nsequence alignments that are based on nucleotide similarity. However,\nconfidence in the alignment often deteriorates at taxonomic levels above\ngenus, due to increasing variability among sequences. Like ribosomal RNA\n(rRNA) and other RNA molecules, the ITS transcripts consist in part of\nconserved secondary structures (“stems” and “loops”) that can be\npredicted by mathematical algorithm. Researchers have long considered\nthe evolutionary conservation of rRNA secondary structure, but until\nrecently few phylogenetic analyses of the ITS regions specifically\nincorporated structural data. We outline a novel method by which to\nderive additional phylogenetic data from ITS secondary structure in\norder to evaluate support for relationships at higher taxonomic levels.\nTo illustrate the method, we describe an example from the plant family\nMenyanthaceae. Using predicted ITS secondary structure data, we obtained\na well-resolved and moderately supported phylogeny, in which most\ntopological relationships were congruent with the tree constructed using\nITS nucleotide sequence data. Furthermore, the explicit encoding of ITS\nstructural data in a phylogenetic framework allowed for the\nreconstruction of putative ancestral states and structural evolution in\nthe functional but highly variable ITS region.","trees":[{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Menyanthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5289.phy"}]}