{"Authors":" Niloofar Vaghefi, Julie R Kikkert, Frank S Hay, gavriela\nDena Carver, Lori Blair Koenick, Melvin D. Bolton, Linda Hanson, Gary\nAllen Secor, Sarah J Pethybridge","Year":" 2017","Title":" Cryptic diversity, pathogenicity, and evolutionary species\nboundaries in Cercospora populations associated with Cercospora leaf\nspot of Beta vulgaris","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Cercospora is one of the largest genera of hyphomycetes\naccommodating several important phytopathogenic species associated with\nfoliar diseases of vegetable and field crops. Cercospora leaf spot\n(CLS), caused by C. beticola, is a destructive disease of Beta vulgaris\n(sugar beet, table beet and swiss chard) worldwide. Previous\ngenotyping-by-sequencing studies suggested the presence of multiple\nCercospora species in association with CLS symptoms on B. vulgaris. This\nstudy investigated the taxonomy and evolutionary species boundaries in a\nglobal collection of Cercospora isolates (n = 102) from B. vulgaris,\nbased on sequences of six loci; internal transcribed spacer of the\nnrDNA, calmodulin, actin, histone H3, translation elongation factor\n1-alpha, and the gene encoding for cercosporin facilitator protein.\nSpecies boundaries were assessed using concatenated multi-locus\nphylogenies, Generalized Mixed Yule Coalescent, Poisson Tree Processes,\nand Bayes factor delimitation (BFD) framework. Cercospora beticola was\nconfirmed as the primary cause of CLS on B. vulgaris. Cercospora apii,\nC. cf. flagellaris, Cercospora sp. G, and C. zebrina were also\nidentified in association with CLS on B. vulgaris. Cercospora apii and\nC. cf. flagellaris were pathogenic to table beet but Cercospora sp. G\nand C. zebrina did not cause disease. While Genealogical concordance\nphylogenetic species recognition, GMYC and PTP methods failed to\ndifferentiate C. apii and C. beticola as separate species, multi-species\ncoalescent analysis based on BFD supported separation of C. apii and C.\nbeticola into distinct species, and provided evidence of evolutionary\nindependent lineages within C. beticola. Extensive intra- and intergenic\nrecombination, incongruency of gene genealogies and dominance of clonal\nreproduction in some species complicate evolutionary species recognition\nin the genus Cercospora. Host association based on the substrate from\nwhich Cercospora species have been isolated was found to provide little\nvalue for determining taxonomic position. The results indicated that the\nnumber of Cercospora species associated with CLS on B. vulgaris has been\nunderestimated. The implications for these findings suggest\nmorphological and phylogenetic analyses to disentangle cryptic\nspeciation within C. beticola may be warranted.","trees":[{"tree_label":"Fig. 4B","ntax":"27","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106451.phy"},{"tree_label":"Fig. 4C","ntax":"27","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106452.phy"},{"tree_label":"Fig. 4E","ntax":"27","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106455.phy"},{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106429.phy"},{"tree_label":"con 50 majrule","ntax":"68","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106433.phy"},{"tree_label":"Fig. 4D","ntax":"27","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106454.phy"},{"tree_label":"Fig. 4F","ntax":"27","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106457.phy"},{"tree_label":"Fig. 4A","ntax":"27","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106450.phy"}]}