{"Authors":" Rose Barrett, Michael J. Bayly, Marco Duretto, Paul I.\nForster, Pauline Y Ladiges, David J. Cantrill","Year":" 2018","Title":" Phylogenetic analysis of Zieria (Rutaceae) in Australia and\nNew Caledonia based on nuclear ribosomal DNA shows species polyphyly,\ndivergent paralogues and incongruence with chloroplast DNA","Journal":" Australian Systematic Botany","Volume":" 31","Issue":"","Pages":" 16-47","Keywords":"","DOI":" 10.1071/SB16034","Abstract":" This study presents a phylogeny of Zieria Sm. (Rutaceae)\nbased on sequences of internal transcribed spacer and external\ntranscribed spacer regions of nrDNA, and using Neobyrnesia suberosa\nJ.A.Armstr. as the outgroup. The phylogeny includes 109 samples,\nrepresenting 58 of the 60 currently recognised species of Zieria, with\nmultiple accessions of most. Ten species were resolved as monophyletic\non the basis of two, or in one case four, samples. Monophyly of four\nspecies was neither supported nor rejected, and all other species with\nmore than one accession were resolved as polyphyletic or paraphyletic.\nResults showed that divergent paralogues of nrDNA are present in some\nindividuals, although the underlying evolutionary process that gave rise\nto those paralogues is uncertain. Divergent paralogues within genomes\ncould predate speciation and be variably retained or variably detected\nwithin the species sampled here; alternatively, they could represent\nnovel nrDNA combinations formed through hybridisation after speciation.\nThere was no strong evidence for recombination between paralogues or\nthat paralogues represent pseudogenes. Variation of nrDNA sequences was\nclearly incongruent with previously published cpDNA variation, with the\nnrDNA potentially providing a better indication of species relationships\nin Zieria. Evidence for this comes from the greater level of congruence,\nin some species at least, between nrDNA and existing species-level\ntaxonomy than between cpDNA and taxonomy. Incomplete lineage sorting is\nproposed as a plausible cause for much of the conflict between nrDNA and\ncpDNA in Zieria, although, in most cases, there was insufficient\ninformation to identify the underlying causes with confidence.\nImplications for species-level taxonomy are discussed.","trees":[{"tree_label":"Bayes con 50 majrule","ntax":"113","rootedtree":"TRUE","title":"Zieria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106415.phy"},{"tree_label":"MP Strict","ntax":"113","rootedtree":"TRUE","title":"Zieria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_106414.phy"}]}