{"Authors":" Jouko Rikkinen, Ari Pappinen, Tapio Palva, Katileena\nLohtander, H. L. Pasonen, Markku K. Aalto","Year":" 2008","Title":" Phylogeny of chitinases and implications for estimating\nhorizontal gene transfer from chitinase transgenic silver birch (Betula\npendula)","Journal":" Environmental Biosafety Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Chitinases are hydrolytic enzymes that have been employed\nin biotechnology in the attempts to increase plants\u001a resistance against\nfungal pathogens. Genetically modified plants have given rise to\nconcerns of the spreading of transgenes into environment through\nvertical or horizontal gene transfer (HGT). In this study,\nchitinase-like sequences from silver birch (Betula pendula)\nEST-libraries were identified and their phylogenetic relationships to\nother chitinases were studied. Phylogenetic analyses were used to\nestimate the frequency of historical gene transfer events of chitinase\ngenes between plants and other organisms, and the usefulness of\nphylogenetic analyses as a source of information for the risk assessment\nof transgenic silver birch carrying a sugar beet chitinase IV gene was\nevaluated. Thirteen partial chitinase-like sequences, with an\napproximate length of 600 bp, were obtained from the EST-libraries. The\nsequences belonged to five chitinase classes. Some bacterial chitinases\nfrom Streptomyces and Burkholderia, as well as a chitinase from an\noomycete Phytophtora infestans grouped together with the class IV\nchitinases of plants, supporting the hypothesis that some class IV\nchitinases in bacteria and Phytophtora have evolved from plant\nchitinases via horizontal gene transfer. According to our analyses, HGT\nof a chitinase IV gene from eukaryotes to bacteria has occurred\npresumably only once. Based on this, the likelihood for the HGT of\nchitinase IV gene from transgenic birch to other organisms is expected\nto be extremely low. However, as the risk is the function of both the\nlikelihood and consequence, the effects of the rare HGT event(s) will\nfinally determine the level of the risk.","trees":[{"tree_label":"Fig. 2","ntax":"28","rootedtree":"TRUE","title":"Chitinases, strict cons.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3091.phy"},{"tree_label":"Fig. 3","ntax":"45","rootedtree":"TRUE","title":"Class III like chitinases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3092.phy"},{"tree_label":"Fig. 4","ntax":"83","rootedtree":"TRUE","title":"Class V chitinases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3093.phy"},{"tree_label":"Fig. 1.1","ntax":"55","rootedtree":"TRUE","title":"Group IV Chitinases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5291.phy"},{"tree_label":"Fig. 1.2","ntax":"55","rootedtree":"TRUE","title":"Group IV Chitinases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5292.phy"},{"tree_label":"Fig. 1.3","ntax":"55","rootedtree":"TRUE","title":"Group IV Chitinases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5293.phy"},{"tree_label":"Fig. 1.4","ntax":"55","rootedtree":"TRUE","title":"Group IV Chitinases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5294.phy"},{"tree_label":"Fig. 1.5","ntax":"55","rootedtree":"TRUE","title":"Group IV Chitinases","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5295.phy"}]}