{"Authors":" Jeffrey M Lorch, Jonathan M Palmer","Year":" 2018","Title":" A novel, cold-tolerant species of yeast isolated from bats,\nMalassezia vespertilionis Lorch & Vanderwolf sp. nov.","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Chiroptera, evolution, hibernation, Malassezia, Myotis,\nphylogeny","DOI":"","Abstract":" Malassezia is a genus of medically-important,\nlipid-dependent yeasts that live on the skin of warm-blooded animals.\nThe 17 described species have been documented primarily on humans and\ndomestic animals, but few studies have examined Malassezia species\nassociated with more diverse host groups such as wildlife. While\ninvestigating the skin mycobiota of healthy bats, we isolated a\nMalassezia sp. that exhibited only up to 92 % identity with other known\nspecies in the genus for the portion of the DNA sequence of the internal\ntranscribed spacer region that could be confidently aligned. The\nMalassezia sp. was cultured from the skin of nine species of bats in the\nsubfamily Myotinae; isolates originated from bats sampled in both the\neastern and western United States. Physiological features and molecular\ncharacterization at seven additional loci (D1/D2 region of 26S rDNA, 18S\nrDNA, chitin synthase, second largest subunit of RNA polymerase II,\nβ-tubulin, translation elongation factor EF-1α, and minichromosome\nmaintenance complex component 7) indicated that all of the bat\nMalassezia isolates likely represented a single species distinct from\nother named taxa. Of particular note was the ability of the Malassezia\nsp. to grow over a broad range of temperatures (7 °C  40 °C), with\noptimal growth occurring at 24 °C. These thermal growth ranges, unique\namong the described Malassezia, may be an adaptation by the fungus to\nsurvive on bats during both the hosts hibernation and active seasons.\nThe combination of genetic and physiological differences provided\ncompelling evidence that this lipid-dependent yeast represents a novel\nspecies described herein as Malassezia vespertilionis sp. nov. Whole\ngenome sequencing placed the new species as a basal member of the clade\ncontaining the species M. furfur, M. japonica, M. obtusa, and M.\nyamatoensis. The genetic and physiological uniqueness of Malassezia\nvespertilionis among its closest relatives may make it important in\nfuture research to better understand the evolution, life history, and\npathogenicity of the Malassezia yeasts.","trees":[{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"Malassezia Eight Concatenated Loci","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_106508.phy"},{"tree_label":"Fig. 2 2","ntax":"20","rootedtree":"TRUE","title":"Malassezia species tree - Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_106510.phy"},{"tree_label":"Fig. 2 1","ntax":"29","rootedtree":"TRUE","title":"Malassezia species tree - ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_106509.phy"}]}