{"Authors":" Saa Stefanović, Bernard E. Pfeil, Jeffrey D. Palmer, Jeff\nJ. Doyle","Year":" 2009","Title":" Relationships among phaseoloid legumes based on sequences\nfrom eight chloroplast regions","Journal":" Systematic Botany","Volume":" 34","Issue":" 1","Pages":" 115-128","Keywords":" Chloroplast DNA, Fabaceae, Incongruence, Leguminosae,\nmolecular dating, Phaseoleae, Phylogeny, Psoraleeae, Desmodieae","DOI":" 10.1600/036364409X413520","Abstract":" Generic level relationships in phaseoloid legumes have\nreceived much attention using chloroplast DNA markers, however, despite\nthis attention not all relationships are yet well-resolved. This study\nincludes trnL-F sequences from across a wide sample of phaseoloid\nlegumes as well as seven additional chloroplast DNA loci (rbcL, atpB,\ntrnK/matK, rpl2, clpP, rps16, and ycf4) analyzed separately and in\ncombination. Together, these data provide support for many relationships\ngenerally consistent with but only weakly supported in earlier studies.\nSome major discordant phylogenetic results were found in our separate\nanalyses; for example, ycf4 sequences group Glycine and Teramnus with\nstrong support; however, the combined analysis of the remaining seven\nloci found incongruent groupings (Glycine and Psoraleeae genera;\nTeramnus and Amphicarpaea) also with strong support. Network analysis of\nycf4 revealed that the conflicting signal (relative to the other seven\nloci) came from 1st and 2nd codon positions. These positions also showed\na significant rate acceleration, together indicating that selection\ndriving convergent molecular evolution is the likely cause of the signal\nin ycf4, rather than shared history. The major clades within the\nphaseoloid legumes supported by our analysis are discussed.","trees":[{"tree_label":"Fig. 1","ntax":"79","rootedtree":"TRUE","title":"Phaseoloid Legumes, trnL-F only","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3094.phy"},{"tree_label":"Fig. 4","ntax":"36","rootedtree":"TRUE","title":"Phaseoloid Legumes, cpDNA excluding ycf4","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3095.phy"}]}