{"Authors":" Yoko Arakaki, Takayuki Fujiwara, Hiroko Kawai-Toyooka,\nKaoru Kawafune, Jonathan Featherston, Pierre M. Durand, Shin-ya\nMiyagishima, Hisayoshi Nozaki","Year":" 2017","Title":" Evolution of cytokinesis-related protein localization during\nthe emergence of multicellularity in volvocine green algae.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Multicellularity, Volvocine algae, Tetrabaena socialis,\nDRP1","DOI":"","Abstract":" Background: The volvocine lineage, containing unicellular\nChlamydomonas reinhardtii and differentiated multicellular Volvox\ncarteri, is a powerful model for comparative studies aiming at\nunderstanding emergence of multicellularity. Tetrabaena socialis is the\nsimplest multicellular volvocine alga and belongs to the family\nTetrabaenaceae that is sister to more complex multicellular volvocine\nfamilies, Goniaceae and Volvocaceae (Fig. 1). Thus, T. socialis is a key\nspecies to elucidate the initial steps in the evolution of\nmulticellularity. In the asexual life cycle of C. reinhardtii and\nmulticellular volvocine species, reproductive cells form daughter\ncells/colonies by multiple fission. In embryogenesis of the\nmulticellular species, daughter protoplasts are connected to one another\nby cytoplasmic bridges formed by incomplete cytokinesis during multiple\nfission. These bridges are important for arranging the daughter\nprotoplasts in appropriate positions such that species-specific\nintegrated multicellular individuals are shaped. Detailed comparative\nstudies of cytokinesis between unicellular and simple multicellular\nvolvocine species will help to elucidate the emergence of\nmulticellularity from the unicellular ancestor. However, the\ncytokinesis-related genes between closely related unicellular and\nmulticellular species have not been subjected to a comparative analysis.\nResults: Here we focused on dynamin-related protein 1 (DRP1), which is\nknown for its role in cytokinesis in land plants. Immunofluorescence\nmicroscopy using an antibody against T. socialis DRP1 revealed that\nvolvocine DRP1 was localized to division planes during cytokinesis in\nunicellular C. reinhardtii and two simple multicellular volvocine\nspecies T. socialis and Gonium pectorale. DRP1 signals were mainly\nobserved in the newly formed division planes of unicellular C.\nreinhardtii during multiple fission, whereas in multicellular T.\nsocialis and G. pectorale, DRP1 signals were observed in all division\nplanes during embryogenesis. Conclusions: These results indicate that\nthe molecular mechanisms of cytokinesis may be different in unicellular\nand multicellular volvocine algae. The localization of DRP1 during\nmultiple fission might have been modified in the common ancestor of\nmulticellular volvocine algae. This modification may have been essential\nfor the re-orientation of cells and shaping colonies during the\nemergence of multicellularity in this lineage.","trees":[{"tree_label":"Imported tree 1","ntax":"41","rootedtree":"TRUE","title":"Cytokinesis-related protein localization DRP1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108235.phy"}]}