{"Authors":" Adlin Afzan, Lise Breant, Dirk Bellstedt, Queiroz F.\nEmerson, Wolfender Jean-Luc, Jonathan Kissling","Year":" 2017","Title":" Can biochemical phenotype, obtained from herbarium samples\nhelp taxonomic decisions?  a case study using Gentianaceae.","Journal":" TAXON","Volume":"","Issue":"","Pages":"","Keywords":" Chemotaxonomy, Chironia, Chromatography, Exochaenium,\nGentianaceae, Herbarium samples, Macrocarpaea, UHPLC-HRMS, Sebaea.","DOI":"","Abstract":" With the emergence of metabolomics, small quantities of\nplant material can be used to generate chemical fingerprints with high\nthroughput for comparative analyses without the need for tedious and\nin-depth classical phytochemical investigation of large amounts of plant\nmaterial. Here, we tested the idea that herbarium samples themselves\ncould be used as suitable material for untargeted metabolomic analysis\nand taxon discrimination based on biochemical phenotypes. We employed\nmass spectrometry based metabolite profiling to classify given species\nof chemotaxonomical relevance from the Gentianaceae family based on\ntheir biochemical phenotypic differences. Our dataset consisted of 605\naccessions each with 910 mass spectral features, representing 59 species\nfrom 23 genera that extend over 6 tribes of the family. We found that\nminute amounts of herbarium specimens (less that 50 mg) were sufficient\nto obtain comprehensive fingerprints for all investigated species which\ncould further be used to distinguish closely related species or\npopulations. Whilst these fingerprints perhaps lacked discriminatory\nability at higher systematic level, they were effective in highlighting\ntaxonomical discrepancies as revealed in the cases of Exochaenium and\nSebaea, subsequently confirmed through DNA sequences and ploidy level\nanalyses. Our results suggest that herbarium specimens may be suitable\nfor taxonomic and evolutionary studies and also open new ground for\ndetailed investigations of their secondary metabolite contents at the\nlow milligram scale of raw material.","trees":[{"tree_label":"tree 1","ntax":"40","rootedtree":"TRUE","title":"Tr106524","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106524.phy"}]}