{"Authors":" Blaise Li, Guillaume Lecointre","Year":" 2009","Title":" Formalizing Reliability in the Taxonomic Congruence\nApproach.","Journal":" Zoologica Scripta","Volume":" 38","Issue":" 1","Pages":" 101-112","Keywords":"","DOI":" 10.1111/j.1463-6409.2008.00361.x","Abstract":" In the “total evidence” approach to phylogenetics, the\nreliability of a clade is implicitly measured by its degree of support,\noften embodied in a robustness index such as a bootstrap proportion. In\nthe taxonomic congruence approach, the measurement of reliability has\nbeen implemented by various consensus or supertree methods, but was\nseldom explicitly discussed as such. We explore a reliability index for\nclades using their repetition across independent data sets. All possible\ncombinations of the elementary data sets are used to compose the sets of\nindependent data sets across which the repetitions are counted. The more\na clade occurs across such independent combinations, the higher its\nindex. However, if other repeated clades occur that are incompatible\nwith that clade, its index is decreased to take into account the\nuncertainty resulting from conflicting hypotheses. Results can be\nsummarized through a greedy consensus tree in which clades appear\naccording to their repetition indices. This index is tested on a 73\nacanthomorph taxa data set composed of 5 independent molecular markers\nand multiple combinations of them. On this particular application, we\nconfirm that reliability as defined here and robustness (estimated by\nbootstrap proportions obtained from a “total evidence” approach) should\nbe clearly distinguished.","trees":[{"tree_label":"Fig. 2","ntax":"73","rootedtree":"TRUE","title":"Greedy summary tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3098.phy"},{"tree_label":"Fig. 3","ntax":"73","rootedtree":"TRUE","title":"Total evidence majority-rule consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3099.phy"},{"tree_label":"Fig. 4","ntax":"73","rootedtree":"TRUE","title":"Taxonomic congruence majority-rule consensus of the 5\nelementary trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3100.phy"}]}