{"Authors":" Steven Dene Johnson, Benny Bytebier, Florent Martos,\nTimothee Le Pechon","Year":" 2017","Title":" A reassessment of Angraecopsis, Mystacidium and\nSphyrarhynchus (Orchidaceae; Vandeae) based on molecular and\nmorphological evidence","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Angraecinae, angraecoid orchids, Angraecopsis, Cribbia,\nDiaphananthe, Margelliantha, Mystacidium, Rhipidoglossum, rostellum,\nSphyrarhynchus","DOI":"","Abstract":" The monophyly of Mystacidium and its relationships with\nother genera in the orchid subtribe Angraecinae (particularly\nAngraecopsis) have been unresolved. To address this issue, we amplified\nfive nuclear (ITS) or plastid (matK, trnL-F, ycf1, trnQ- 5rps16) DNA\nregions for 33 species of Mystacidium, Angraecopsis, Sphyrarhynchus and\nother allied genera. Moreover, we analyzed the evolution of\nmorphological characters on the molecular phylogenetic trees. The mainly\nSouth African genus Mystacidium is shown to be polyphyletic. Whereas all\nSouth African species form a single clade, one non-South African species\n(M. tanganyikense) resolves in a different position with Margelliantha\nand Diaphananthe species. The genus Angraecopsis is also polyphyletic;\ntwo sections Angraecopsis and Coenadenium (including Sphyrarhynchus)\nform separate branches in a clade that also contains Mystacidium s.s.,\nwhereas section Cardiochilus resolves in a different position with\nCribbia. Morphological synapomorphies, in particular the morphology and\nhairiness of the rostellum, support the highlighted phylogenetic\nrelationships. To maintain an evolutionary meaningful classification, we\npropose a restricted concept Angraecopsis (= section Angraecopsis) and\nan expanded concept Sphyrarhynchus (= S. schliebenii plus part of A.\nsection Coenadenium). Until further sampling and analysis is done, the\nphylogenetic relationships of M. tanganyikense and of four species in A.\nsection Cardiochilus remain unclear.","trees":[{"tree_label":"Tree 1","ntax":"48","rootedtree":"TRUE","title":"Phylogeny of Angraecinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_107018.phy"}]}