{"Authors":" Hans-Otto Baral","Year":" 2017","Title":" A new connection between wood saprobism and beetle\nendosymbiosis: the rarely reported saprobic discomycete Tromeropsis is\ncongeneric with the symbiotic yeast Symbiotaphrina (Symbiotaphrinales,\nXylonomycetes) and two asexual morphs misplaced in Hyphozyma","Journal":" Mycological progress","Volume":"","Issue":"","Pages":"","Keywords":" Cleistothelebolus, desiccation tolerance, endosymbiont,\nfissitunicate, polyspory, Xylona.","DOI":"","Abstract":" The only hitherto known species of the monotypic genus\nTromeropsis, the rarely reported T. microtheca, is redescribed from\nrecent collections on mostly little decayed, greyed, xeric, sun-exposed\nwood of decorticated trunks and branches of different gymnosperms,\nexceptionally angiosperms, from different humid regions of central\nEurope, and a dry area in Macaronesia. Two further, very similar species\nare here newly described from decayed xeric wood of different angiosperm\ntrees and shrubs from dry to arid regions of North America, Australia,\nand Macaronesia. Characteristics of the genus are: black sessile\napothecia, dark olivaceous exudate, fissitunicate multi-spored asci,\nminute, cylindrical to ellipsoid, hyaline ascospores, a yeast-like\nasexual morph, and in some species a synanamorph with allantoid conidia\nformed on integrated conidiogenous cells reminiscent of the genus\nLecythophora but with holoblastic conidiogenesis. A lectotype is\ndesignated for the type species of the likewise sexually typified,\nmonotypic, illegitimate genus Microspora, M. dura, which was re-examined\nfrom the original material and found to be a later synonym of T.\nmicrotheca. Nuclear rDNA data were obtained from two collections of\nTromeropsis microtheca and four of the two new species. DNA sequences of\nT. microtheca match those from asexual morph isolates or environmental\nsamples in public databases. Different misapplied names attributed to\nsequences from asexual morph isolates gained from coniferous wood from\nnorthern Europe, North America, and eastern Asia were re-identified as\nT. microtheca. A very close relationship between Tromeropsis and the\ntype species of the asexually typified genus Symbiotaphrina, S.\nbuchneri, was observed. Independent molecular phylogenetic analyses of\nthree rDNA regions (partial SSU, ITS, partial LSU) each place\nTromeropsis and the type species of Symbiotaphrina in a single supported\nclade without showing clear limits between the two genera. Based on\nmultigene analysis, Symbiotaphrina was recently placed together with the\nsmall order Xylonales in the new class Xylonomycetes. We here validate\nthe order Symbiotaphrinales previously published as nom. nud. and\ndescribe the family Symbiotaphrinaceae. Since the name Symbiotaphrina\nwas validated one year before Tromeropsis was published, and is more\nwidely used, it is adopted here and T. microtheca combined into\nSymbiotaphrina. rDNA data further suggest that two members of the\nasexually typified genus Hyphozyma, H. lignicola and H. sanguinea,\nbelong to Symbiotaphrina, whereas the type species of Hyphozyma, H.\nvariabilis, clusters in the Thelebolales (Leotiomycetes), where it is a\nlater synonym of Cleistothelebolus nipigonensis, the type species of\nCleistothelebolus. The new combinations Symbiotaphrina lignicola and S.\nsanguinea are proposed, to which the newly described species S.\ndesertorum and S. larreae are added. Based on their close relationship\nand a similar yeast-like asexual morph in pure culture, we hypothesise\nthat the life cycles of all these wood-inhabiting taxa include a\nsymbiotic phase in the gut of arthropods and, conversely, we suppose\nthat the life cycles of S. buchneri and S. kochii include unknown sexual\nmorphs growing on plant substrate.","trees":[{"tree_label":"Imported tree 1","ntax":"13","rootedtree":"TRUE","title":"Tr106728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106728.phy"},{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr106729","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106729.phy"},{"tree_label":"Imported tree 1","ntax":"14","rootedtree":"TRUE","title":"Tr106730","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106730.phy"},{"tree_label":"Imported tree 1","ntax":"19","rootedtree":"TRUE","title":"Tr106731","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106731.phy"},{"tree_label":"SSU tree","ntax":"19","rootedtree":"TRUE","title":"Tr106727","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106727.phy"}]}