{"Authors":" Mayank D. Dwivedi, Siobhan Barfield, Arun K. Pandey, Hanno\nSchaefer","Year":" 2017","Title":" Phylogeny of Zehneria (Cucurbitaceae) with special focus on\nAsia","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Cucurbitaceae; India; molecular phylogeny; Myanmar;\nNeoachmandra; Pilogyne; Zehneria","DOI":"","Abstract":" Zehneria is a genus of small creepers and climbers from\nthe Old-World Tropics and Subtropics. In its broadest circumscription,\nit comprises up to 94 species and its centre of diversity is Southeast\nAsia. Zehneria has been split into several smaller genera but this\nremained controversial mainly due to morphological plasticity of the\nspecies groups and lack of comprehensive molecular data. Here, we use\none nuclear DNA (ITS1-5.8S-ITS2) and three plastid DNA regions\n(trnL-trnF, rpl20-rps12, and matK) sequenced for about half of the\nspecies in Zehneria and its segregate genera Anangia, Neoachmandra, and\nPilogyne to test the monophyly of the genus and analyse the evolutionary\nhistory of the group. We find that Zehneria s.l. is monophyletic and\nsplitting is not supported by molecular, morphological or\nbiogeographical evidence. Within Zehneria, we recover two strongly\nsupported clades, one consisting mainly of species placed in Pilogyne,\nthe other including Anangia, Neoachmandra and the generic type of\nZehneria. Both clades comprise African, Asian, and Australian/Pacific\nIsland species, which is evidence for high dispersal capacity in this\nyoung bird-dispersed group. For India, we accept the four species Z.\nbodinieri, Z. maysorensis, Z. odorata, and Z. thwaitesii plus a doubtful\nfifth species, Z. hookeriana. For Myanmar, we increase the number of\nknown species from three to seven, including three still unnamed\nspecies. The diversity hotspots for the genus, however, remain Indonesia\nand Thailand with together 25 species.","trees":[{"tree_label":"Imported tree 1","ntax":"97","rootedtree":"TRUE","title":"Tr107520","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107520.phy"},{"tree_label":"Imported tree 1","ntax":"100","rootedtree":"TRUE","title":"Tr107518","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107518.phy"},{"tree_label":"Imported tree 1","ntax":"103","rootedtree":"TRUE","title":"Tr107519","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107519.phy"}]}