{"Authors":" Erik R Hanschen, Matthew D Herron, John J. Wiens, Hisayoshi\nNozaki, Richard E Michod","Year":" 2017","Title":" Multicellularity drives the evolution of sexual traits","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" sex, volvocine green algae, multicellularity, ancestral\nstate reconstruction, anisogamy, sexual dimorphism","DOI":"","Abstract":" From the male peacocks tail plumage to the floral displays\nof flowering plants, traits related to sexual reproduction are often\ncomplex and exaggerated. Why has sexual reproduction become so\ncomplicated? Why have such exaggerated sexual traits evolved? Early work\nposited a connection of multicellularity with sexual traits such as\nanisogamy (i.e., the evolution of sperm and eggs), which in turn drives\nthe evolution of other forms of sexual dimorphism. Yet, the relationship\nbetween multicellularity and the evolution of sexual traits has not been\nempirically tested. Due to high morphological variation in both\nmulticellular complexity and sexual systems between species, the\nvolvocine green algae offer a tractable system for understanding the\ninterrelationship of multicellular complexity and sex. Here we show that\nspecies with higher metrics of multicellular complexity have\nsignificantly more derived sexual traits, including anisogamy, internal\nfertilization, and exaggerated sexual dimorphism. Our results\ndemonstrate that anisogamy repeatedly evolved from isogamous\nmulticellular ancestors and that anisogamous species are larger and\nproduce larger zygotes than isogamous species. In the volvocine algae,\nthe evolution of multicellularity likely drives the evolution of\nanisogamy, and anisogamy subsequently drives exaggerated sexual\ndimorphism, suggesting that multicellularity sets the stage for the\noverall diversity of sexual complexity throughout the Tree of Life.","trees":[{"tree_label":"Volvocine","ntax":"103","rootedtree":"TRUE","title":"Volvocine chloroplast DNA","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_106773.phy"}]}