{"Authors":" Chong Shi, Shazhou An, Zhengpei Yao, Carolyn Anne Young,\nDaniel G Panaccione, Stephen T Lee, Christopher Lewis Schardl, Chunjie\nLi","Year":" 2017","Title":" Toxin-producing Epichloe bromicola Symbiotic with the Forage\nGrass, Elymus dahuricus, in China","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Epichloe bromicola, endophyte, translation elongation\nfactor 1-alpha gene, beta-tubulin gene, Elymus dahuricus, ergot\nalkaloids, ergovaline, indole-diterpenes, mycotoxins, terpendoles","DOI":"","Abstract":" Cool-season grasses (Poaceae subfamily Poöideae) are an\nimportant forage component for livestock in western China, and many of\nthe common species have seed-transmitted symbionts (endophytes) of the\nfungal genus Epichloe. The Epichloe species are known worldwide from\nalmost all tribes of the Pooideae and vary considerably in their\nalkaloids, of which ergot alkaloids and indole-diterpenes can be toxic\nto mammals, whereas lolines and peramine are protective against\ninvertebrates. We characterized genotypes and alkaloid profiles of\nEpichloe bromicola isolates symbiotic with Elymus dahuricus, an\nimportant forage grass in rangelands of China. This endophyte was\nseed-transmitted and, though it occasionally produced fruiting bodies\n(stromata) on El. dahuricus inflorescences, it was not observed to\ndevelop the sexual state. The genome sequence of E. bromicola isolate\nE7626 from El. dahuricus in Xinjiang Province revealed gene sets for\nperamine, ergot alkaloids and indole-diterpenes. In multiplex PCR\nscreens of El. dahuricus endophyte isolates from Beijing and two\nlocations in Shanxi Province, most were also positive for these genes.\nErgovaline and other ergot alkaloids, terpendoles and other\nindole-diterpenes, and peramine were confirmed in El. dahuricus plants\nwith E. bromicola. The presence of ergot alkaloids and indole-diterpenes\nin this grass is a potential concern for grazing livestock.","trees":[{"tree_label":"tree 1","ntax":"112","rootedtree":"TRUE","title":"Tr106721","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106721.phy"},{"tree_label":"tree 1","ntax":"112","rootedtree":"TRUE","title":"Tr106767","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106767.phy"},{"tree_label":"tree 1","ntax":"106","rootedtree":"TRUE","title":"Tr106724","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106724.phy"}]}