{"Authors":" Nicolas Niveiro, Andrea Michlig, Natalia Andrea Ramirez,\nCarlos A. Salvador Montoya, Maria Laura Perez, Edgardo Omar Alberto,\nVladimir Antonin","Year":" 2017","Title":" Two new species of Marasmius from the Parana river floodplain\nin Argentina","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" diversity, Marasmiaceae, taxonomy","DOI":"","Abstract":" Marasmius is characterized by their generally small to\nmedium-size basidiomata, with membranaceous consistency, and revivescent\nwhen is rehydrated, characters which allow them to tolerate conditions\nof seasonal drought or high temperatures, making them an abundant and\ndiverse group in tropical and subtropical regions in the world. Diverse\nauthors studies this genera, however some new species are proposed. The\naim of this article is to describe two new species, M.\nchrysoblepharioides and M. neotrichotus from the riparian forest of the\nParaná river, in Northeastern Argentina. Marasmius chrysoblepharioides\nis characterized by its yellowish orange pileus, with a sulcate-striate\nmargin, its entirely pilose orange brown stipe, its baciliform to\nfusiform large spores, 1519 × 3.54.5 µm in size, and its setiform\ncaulocystidia, 28.5235 × 613.8 µm in size, with a tapering and\nthick-walled apex. Macroscopically, the most similar species is M.\nchrysoblepharis, however, it differs in the smaller spores (9.313 ×\n3.33.7 µm) and smaller caulocystidia that not exceed 120 µm. Other\nrelated species is M. nummularioides, but it is distinguished by its\nnon-striate margin and its reddish brown pileus surface, darker than in\nM. chrysoblepharioides, and by having the Siccus-type caulocystidia\ntogether with setoid caulocystidia in the stipitipellis. The other new\nspecies proposed, Marasmius neotrichotus, is characterized by its large,\nsetoid cystidia on the pileus (pileocystidia 80370 × 59 µm) and stipe\nsurface (caulocystidia 40480 × 515 µm), the absence of broom cells in\nthe stipitipellis, the cylindrical to baciliform spores, 915 × 3.55 µm\nin size, the brownish orange pileus surface with the non-striated margin\nand close white lamellae. These characters make it very similar to M.\ntrichotus, described form southeastern Asia and M. ciliatus, described\nfor the Lesser Antilles; all of them form a species complex that shares\nthe small basidiomata, covered by extraordinarily long setoid cystidia.\nHowever, they have small morphological differences (caulocystidia\ncharacters and spore size), in addition to the geographic distribution\nand phylogenetic relationship (between M. trichotus and M.\nneotrichotus), which allows us to consider them as independent species.\nThe phylogenetic analyses based on molecular data from ITS sequences\nfrom the holotype of the new species here proposed, M.\nchrysoblepharioides and M. neotrichotus, confirm that they are different\nfrom other Marasmius species for which ITS data are available. The two\nnew species, are related to other species of the ser. Spinulosi.","trees":[{"tree_label":"MLT","ntax":"48","rootedtree":"TRUE","title":"Marasmius ITS1-5.8S-ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106775.phy"}]}