{"Authors":" Sayanh Somrithipol, Sujinda Sommai, Satinee Suetrong,\nSuchada Mongkolsamrith, Anuttara Nathalang, Umpava Pinruan","Year":" 2018","Title":" Laurobasidiaceae fam. nov. (Exobasidiales, Basidiomycota), a\nnew family for fungi","Journal":" Phytotaxa","Volume":" 247","Issue":" 2","Pages":" 150-164","Keywords":" Laurobasidium cinnamomi, Molecular phylogeny,\nTaxonomy","DOI":" 10.11646/phytotaxa.347.2.3","Abstract":" A fungal disease with galls with aerial root-like\noutgrowths on Cinnamomum subavenium in Khao Yai National Park,\nNortheastern Thailand is reported and the causative agent is identified\nas Laurobasidium hachijoense. Cultures from the Thai specimens, as well\nas the type culture from Japan, were sequenced for LSU and ITS genes.\nAnalysis of these gene sequences showed that the Thai isolates clustered\nwith the type strain of Laurobasidium hachijoense. This is the first\nreport of this fungus on a new host and in Thailand. Morphology of this\nfungus from the Thai specimens as well as the seasonal symptom in the\nnatural forest are described and illustrated. Laurobasidiaceae is\nproposed as a new family for Laurobasidium. It was nested in a highly\nsupported clade with the Cryptobasidiaceae and a sister clade to the\nBrachybasidiaceae, Graphiolaceae and Exobasidiaceae clades within the\norder Exobasidiales. Laurobasidiaceae morphologically possesses basidial\nsterigmata, thin-walled basidiospores with an abaxial hilum, and\nsporulation on the surface of the host tissues. It is unique from other\nfamilies in the Exobasidiales in causing galls with aerial root-like\noutgrowths on the host plant. The phylogenetic analysis revealed that\nstrains of Acaromyces ingoldii grouped together with Laurobasidium\nhachijoense indicating that they are conspecific. Morphological\nexamination also confirmed that these two taxa are the same fungus.\nLaurobasidium hachijoense is proposed as the valid name based on its\noccupation of the initial type material of this organism, and the\nmonotypic genus Acaromyces becomes a synonym of Laurobasidium.\nExobasidium cinnamomi is also considered as a Laurobasidium species\nbased on its morphology and the stag-horn-like galls on a lauraceous\nhost. The taxonomy of the Laurobasidiaceae is discussed.","trees":[{"tree_label":"PAUP 3","ntax":"85","rootedtree":"TRUE","title":"Tr106776","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106776.phy"}]}