{"Authors":" Benjamin M. Torke, Barbara A. Schaal","Year":" 2008","Title":" Molecular phylogenetics of the species-rich neotropical genus\nSwartzia (Leguminosae-Papilionoideae) and related genera of the\nswartzioid clade","Journal":" American Journal of Botany","Volume":" 95","Issue":" 2","Pages":" 215-228","Keywords":" NA","DOI":" NA","Abstract":" Swartzia (ca. 180 spp.) is a characteristic and diverse\nelement of neotropical rainforest tree communities. As such, it has been\nidentified as a focal group in studies of evolutionary diversification\nand community assembly in rainforests. However, progress is impeded by\nthe lack of a phylogenetic hypothesis for the genus and its close\nrelatives, which together constitute the descendents of one of the first\nbranches of the papilionoid phylogeny. Here we present a molecular\nphylogenetic study with extensive sampling of species of Swartzia and\nwith complete sampling of genera of the “swartzioid” clade. The results,\nbased on analysis of chloroplast (atpB\u001arbcL, trnL intron, and trnL\u001aF) and\nnuclear (AAT1 and ITS) DNA sequences, add substantially to our\nunderstanding of relationships within this diverse group and call for\ntaxonomic changes, particularly within Swartzia. The monophyly of a\nredefined Swartzia is weakly to moderately supported. Within Swartzia,\nthe analyses identify 11 non-overlapping subclades, few of which\ncorrespond exactly to previously published taxa. The analyses support\nthe recent segregations of Bobgunnia from Swartzia and of Trischidium\nfrom Bocoa, as well as the resurrection of the monospecific genus\nFairchildia. The analyses identify a “core swartzioid” clade comprising\nthe remainder of Swartzia, Bocoa, and Candolleodendron.","trees":[{"tree_label":"AAT1 clones consensus tree","ntax":"70","rootedtree":"TRUE","title":"Swartzia, MP strict cons AAT1 clone seqs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3108.phy"},{"tree_label":"ITS clones consensus tree","ntax":"112","rootedtree":"TRUE","title":"Swartzia, MP str con ITS clone seqs","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3109.phy"},{"tree_label":"Fig. 3","ntax":"89","rootedtree":"TRUE","title":"Swartzia, MB maj rule cpDNA AAT1 ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3113.phy"},{"tree_label":"Fig. 1A","ntax":"110","rootedtree":"TRUE","title":"Swartzia, MB maj rule cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3110.phy"},{"tree_label":"Fig. 2 (AAT1)","ntax":"86","rootedtree":"TRUE","title":"Swartzia, MB maj rule con AAT1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3111.phy"},{"tree_label":"Fig. 2 (ITS)","ntax":"91","rootedtree":"TRUE","title":"Swartzia, MB maj rule ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3112.phy"}]}