{"Authors":" Samuel Abalde, Manuel J. Tenorio, Carlos M.L. Afonso, Juan\nE. Uribe, Ana M. Echeverry, Rafael Zardoya","Year":" 2017","Title":" Phylogenetic relationships of cone snails endemic to Cabo\nVerde based on mitochondrial genomes","Journal":" BMC Evolutionary Biology","Volume":" 17","Issue":"","Pages":" 231","Keywords":" mitochondrial genomes, Africonus, Trovaoconus,\nKalloconus","DOI":" 10.1186/s128620171069x","Abstract":" Background Due to their great species and ecological\ndiversity as well as their capacity to produce hundreds of different\ntoxins, cone snails are of great interest to evolutionary biologists,\npharmacologists and amateur naturalists alike. Taxonomic identification\nof cone snails still relies mostly on the shape, color and banding\npatterns of the shell. However, these phenotypic traits are prone to\nhomoplasy leading to under- and overestimations of the real number of\nspecies when convergence and local population variability, respectively,\nare not taken into account. Therefore, the consistent use of genetic\ndata for species delimitation and phylogenetic inference in this\napparently hyperdiverse group is largely wanting. Here, we reconstruct\nthe phylogeny of the cones endemic to Cabo Verde archipelago, a\nwell-known radiation of the group, using complete mitochondrial (mt)\ngenomes. We use this model system as proof-of-concept of the enormous\npotential of mt genomes for generating highly resolved phylogenies that\ncould serve as a framework to understand the evolutionary patterns and\nprocesses that have generated the extraordinary diversity of cone\nsnails.","trees":[{"tree_label":"BI","ntax":"105","rootedtree":"TRUE","title":"Cabo Verde Cone Snails","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109586.phy"},{"tree_label":"BEAST","ntax":"105","rootedtree":"TRUE","title":"Cabo Verde Cone Snails","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_109587.phy"},{"tree_label":"ML","ntax":"105","rootedtree":"TRUE","title":"Cabo Verde Cone Snails","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109588.phy"}]}