{"Authors":" Vera Hemleben, Alexandros Stamatakis, Guido W Grimm,\nSusanne S Renner","Year":" 2006","Title":" A nuclear ribosomal DNA phylogeny of Acer inferred with\nmaximum likelihood, splits graphs, and motif analyses of 606\nsequences","Journal":" Evolutionary Bioinformatics","Volume":" 2","Issue":" NA","Pages":" 279-294","Keywords":" NA","DOI":" NA","Abstract":" The internal transcribed spacer (ITS) region of nuclear\nribosomal DNA is a biparentally inherited, multi-copy marker that is\nwidely used to infer phylogenetic relationships among closely related\ntaxa. In a strict sense, sequences in ITS data sets are not homologous\nunless one was to sequence tandem repeats at a specified position in the\nnucleolus organizer region. We use maximum likelihood (ML) and splits\ngraphs analyses to extract phylogenetic information from 584 (mostly\ncloned) ITS sequences, representing 81 species and subspecies of Acer,\nplus both species of its sister genus Dipteronia. Analyses of motifs and\nclade-specific substitution biases compared Acer to several hundred ITS\nsequences of Sapindales from GenBank, representing Anacardiaceae,\nBurseraceae, Meliaceae, Rutaceae, and Sapindaceae. Taxon sampling within\nthe genus involved multiple accessions of representatives from all\nmorphological groups, including all known polyploid maple taxa. Because\nof the large size of the matrices, we used RAxML-VI-HPC for tree\ninference under the best-fit GTR+ model. Results obtained with the full\n584-sequence matrix were compared with those from reduced matrices of\nconsensus sequences that used ambiguity coding to account for\nwithin-species/subspecies variation. Neighbor-nets and bipartition\nnetworks were used to visualize conflict among character state patterns.\nSpecies clusters observed in the trees and networks agree well with\nmorphology-based classifications; of de Jong\u001as (1994) 16 sections, nine\nare supported in neighbor-net and bipartition networks, and ten by\nsequence motifs and the ML tree; of his 19 series, 14 are supported in\nnetworks, motifs, and the ML tree. Within-taxon ITS divergence did not\ndiffer between diploid and polyploid species or subspecies, and there\nwas little evidence of differentiated parental ITS haplotypes,\nsuggesting that concerted evolution in Acer acts rapidly.","trees":[{"tree_label":"test tree ITS 40","ntax":"40","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3114.phy"},{"tree_label":"test tree ITS 105","ntax":"105","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5296.phy"},{"tree_label":"Best ML Tree","ntax":"340","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5297.phy"},{"tree_label":"RAxML181TopShot Clade B","ntax":"245","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5298.phy"},{"tree_label":"RAxML181TopShot Tree","ntax":"340","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5299.phy"},{"tree_label":"Best ML Clade A","ntax":"245","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5300.phy"}]}