{"Authors":" Katherine Domb, Danielle Keidar, Beery Yaakov, Vadim\nKhasdan, Khalil Kashkush","Year":" 2017","Title":" Transposable elements generate population-specific\ninsertional patterns and allelic variation in protein-coding genes of\nwild emmer wheat (Triticum turgidum ssp. dicoccoides)","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Copy number variation, Dicoccoides, Emmer wheat, Genetic\nvariation, Transposable elements, TE dynamics","DOI":"","Abstract":" Background: Natural populations of the tetraploid wild\nemmer wheat (genome AABB) were previously shown to demonstrate\neco-geographically structured genetic and epigenetic diversity.\nTransposable elements (TEs) might make up a significant part of the\ngenetic and epigenetic structure between individuals and populations\nbecause they comprise over 80% of the wild emmer wheat genome. In this\nstudy, we performed detailed analyses to assess the dynamics of\ntransposable elements in 50 accessions of wild emmer wheat collected\nfrom 5 geographically isolated sites. The analyses included: the copy\nnumber variation of TEs among accessions in the five populations,\npopulation-unique insertional patterns, and the genetic and epigenetic\nimpact of population-unique/specific TE insertions on protein-coding\ngenes.\nResults: We assessed the copy numbers of 12 TE families using real-time\nquantitative PCR, and found significant copy number variation (CNV) in\nthe 50 wild emmer wheat accessions, in a population-specific manner. In\nsome cases the CNV difference reached up to 6-fold. However, the CNV was\nTE-specific, namely some TE families showed higher copy numbers in one\nor more populations, and other TE families showed lower copy numbers in\nthe same population(s). Furthermore, we assessed the insertional\npatterns of 6 TE families using transposon display (TD), and observed\nsignificant population-specific insertional patterns. The polymorphism\nlevels of TE-insertional patterns reached 92% among all wild emmer wheat\naccessions, in some cases. In addition, we observed\npopulation-specific/unique TE insertions, some of which were located\nwithin or close to protein-coding genes, creating allelic variations in\na population-specific manner. We also showed that those genes are\ndifferentially expressed in wild emmer wheat. Conclusions: For the first\ntime, this study shows that TEs proliferate in wild emmer wheat in a\npopulation-specific manner, creating new alleles of protein-coding\ngenes, which contribute to the divergent evolution of homeologous genes\nfrom the A and B subgenomes.","trees":[{"tree_label":"nj","ntax":"50","rootedtree":"TRUE","title":"Triticum turgidum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109622.phy"}]}