{"Authors":" Lin Zhu, Jie Song, Bao-Kai Cui, Jun Liang Zhou","Year":" 2017","Title":" Phylogeny and biogeography of genus Sanghuangporus\n(Basidiomycota)","Journal":" BMC evolutionary biology","Volume":"","Issue":"","Pages":"","Keywords":" Hymenochaetaceae, Phylogeny, Biogeography, Molecular\nclock, Sanghuangporus","DOI":"","Abstract":" Backgroud: ‘Sanghuang’ is a popular fungus used as a\nChinese traditional medicine, but little is known about its origin and\nbiogeography. The aim of this study was to characterize the molecular\nrelationships, origin and biogeographical distribution of\nSanghuangporus. We used multi-locus phylogenetic analyses to infer the\nphylogenetic relationships. In addition, based on Bayesian evolutionary\nanalysis using sequences from the internal transcribed spacer (ITS),\nnuclear large subunit rDNA (nrLSU), translation elongation factor 1-α\n(EF1-α), and the largest and second largest subunits of RNA polymerase\nII (RPB1 and RPB2), we used a fungus fossil-based approach to gain\ninsight into the evolution time of species in Sanghuangporus. Results:\nMolecular dating strongly support that Sanghuangporus is monophyletic,\nTropicoporus is a sister to the rest of the Sanghuangporus species (MP =\n100, BS = 100 and BPP = 1.00. Bayesian uncorrelated lognormal relaxed\nmolecular clock using BEAST and reconstructed ancestral areas inferred\nthat the maximum crown age of Sanghuangporus was approximately 30.85\nmillion-years-ago (Mya); East Africa was likely to be its ancestral\narea, dispersal and differentiation to other continents then occurred\nduring the late Middle Micocene and Pliocene. Conclusion: The ancestor\nof Sanghuangporus probably immigrated from East Africa during the\nOligocene-Miocene bround via the expanded plants inhabited on\n‘Gomphotherium Landbridge’. Six kinds of dispersal routes are propose,\nincluding intercontinental dispersal events of three clades among East\nAsia and East Africa, among East Asia and North Americas, and among East\nAsia and Europe.","trees":[{"tree_label":"PAUP 2","ntax":"33","rootedtree":"TRUE","title":"Tr106905","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106905.phy"},{"tree_label":"PAUP 1","ntax":"33","rootedtree":"TRUE","title":"Tr106904","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_106904.phy"}]}