{"Authors":" Jaire Alves Ferreira Filho, Maria Augusta Crivelente Horta,\nLilian Luzia Beloti, Clelton Aparecido dos Santos, Anete Pereira de\nSouza","Year":" 2017","Title":" Carbohydrate-active enzymes in Trichoderma harzianum: a\nbioinformatic analysis bioprospecting for key enzymes for the biofuels\nindustry","Journal":" BMC Genomics","Volume":" 18","Issue":" 179","Pages":"","Keywords":" Keywords: Trichoderma harzianum, CAZymes, Glycoside\nhydrolases, Phylogeny, RNA-Seq, Cellulases\n","DOI":" 10.1186/s12864-017-4181-9","Abstract":" Background: Trichoderma harzianum is used in biotechnology\napplications due to its ability to produce powerful enzymes for the\nconversion of lignocellulosic substrates into soluble sugars. Active\nenzymes involved in carbohydrate metabolism are defined as\ncarbohydrate-active enzymes (CAZymes), and the most abundant family in\nthe CAZy database is the glycoside hydrolases. The enzymes of this\nfamily play a fundamental role in the decomposition of plant biomass.\nResults: In this study, the CAZymes of T. harzianum were identified and\nclassified using bioinformatic approaches after which the expression\nprofiles of all annotated CAZymes were assessed via RNA-Seq, and a\nphylogenetic analysis was performed. A total of 430 CAZymes (3.7% of the\ntotal proteins for this organism) were annotated in T. harzianum,\nincluding 259 glycoside hydrolases (GHs), 101 glycosyl transferases\n(GTs), 6 polysaccharide lyases (PLs), 22 carbohydrate esterases (CEs),\n42 auxiliary activities (AAs) and 46 carbohydrate-binding modules\n(CBMs). Among the identified T. harzianum CAZymes, 47% were predicted to\nharbor a signal peptide sequence and were therefore classified as\nsecreted proteins. The GH families were the CAZyme class with the\ngreatest number of expressed genes, including GH18 (23 genes), GH3 (17\ngenes), GH16 (16 genes), GH2 (13 genes) and GH5 (12 genes). A\nphylogenetic analysis of the proteins in the AA9/GH61, CE5 and GH55\nfamilies showed high functional variation among the proteins.\nConclusions: Identifying the main proteins used by T. harzianum for\nbiomass degradation can ensure new advances in the biofuel production\nfield. Herein, we annotated and characterized the expression levels of\nall of the CAZymes from T. harzianum, which may contribute to future\nstudies focusing on the functional and structural characterization of\nthe identified proteins.","trees":[{"tree_label":"tree 1","ntax":"47","rootedtree":"TRUE","title":"Trichoderma harzianum GH55","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106863.phy"},{"tree_label":"tree 1","ntax":"22","rootedtree":"TRUE","title":"Trichoderma harzianum AA9","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106864.phy"},{"tree_label":"tree 1","ntax":"35","rootedtree":"TRUE","title":"Trichoderma harzianum CE5","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106865.phy"}]}