{"Authors":" Leilani Galdones Sumabat, Robert Kemerait, Marin Talbot\nBrewer","Year":" 2017","Title":" Phylogenetic diversity and host specialization of Corynespora\ncassiicola causing emerging diseases on cotton and other crops in the\nsoutheastern U.S.","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" target spot, cotton, Corynespora cassiicola, host\nspecialization","DOI":"","Abstract":" Corynespora cassiicola is a ubiquitous fungal pathogen\ncausing emerging plant diseases worldwide, including target spot of\ncotton, which has rapidly increased in incidence and severity throughout\nthe southeastern U.S. Target spot has also increased on tomato and\nsoybean within the same region. Our objective is to understand target\nspot emergence by comparing phylogenetic relationships of isolates from\ncotton with other hosts, and to determine their host range. Fifty-three\nC. cassiicola isolates were sampled from different hosts in the\nsoutheastern U.S. and 1380 nucleotides were sequenced. Across four loci,\nC. cassiicola showed significant clusters based on host of origin,\nirrespective of geographic location. On cotton, no genetic diversity\namong isolates was identified and showed them to be genetically distinct\nfrom isolates of different hosts of origin. Furthermore, pathogenicity\nand virulence testing of 40 isolates from various hosts on cotton,\nsoybean, tomato, and cucumber cultivars showed significant differences\nin severity and incidence. Isolates originally from cotton were more\naggressive on cotton than those from other hosts. Also, soybean and\ntomato were most susceptible only to isolates that originated from the\nsame host, providing evidence of host specialization. These results\nsuggest that emerging epidemics in the U.S. are caused by either,\nintroduction of host-specific isolates or the evolution of more\naggressive strains on each host.","trees":[{"tree_label":"PAUP_1","ntax":"64","rootedtree":"TRUE","title":"Corynespora cassiicola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110437.phy"}]}