{"Authors":" Audrey Ah-Fong, Jolly Shrivastava, Howard S Judelson","Year":" 2017","Title":" Lifestyle, gene gain and loss, and transcriptional remodeling\ncause divergence in the transcriptomes of Phytophthora infestans and\nPythium ultimum during potato tuber colonization","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" oomycete, biotrophy, necrotrophy, plant pathogen","DOI":"","Abstract":" Background: How pathogen genomes evolve to support\ndistinct lifestyles is not well understood. The oomycete Phytophthora\ninfestans, the potato blight agent, is a largely biotrophic pathogen\nthat feeds from living host cells, which become necrotic only late in\ninfection. The related oomycete Pythium ultimum grows saprophytically in\nsoil and as a necrotroph in plants, causing massive tissue destruction.\nTo learn what distinguishes their lifestyles, we compared their gene\ncontents and expression patterns in media and a shared host, potato\ntuber. Results: Genes related to pathogenesis varied in temporal\nexpression pattern, mRNA level, and family size between the species. A\nfamily’s aggregate expression during infection was not proportional to\nsize due to transcriptional remodeling and pseudogenization. Ph.\ninfestans had more stage-specific genes, while Py. ultimum tended\ntowards more constitutive expression. Ph. infestans expressed more genes\nencoding secreted cell wall-degrading enzymes, but other categories such\nas secreted proteases and ABC transporters had higher transcript levels\nin Py. ultimum. Species-specific genes were identified including new\nPythium genes, perforins, which may disrupt plant membranes. Genome-wide\northolog analyses identified substantial diversified expression, which\ncorrelated with sequence divergence. Pseudogenization was associated\nwith gene family expansion, especially in gene clusters. Conclusion:\nThis first large-scale analysis of transcriptional divergence within\noomycetes revealed major shifts in genome composition and expression,\nincluding subfunctionalization within gene families. Biotrophy and\nnecrotrophy seem determined by species-specific genes and the varied\nexpression of shared pathogenicity factors, which may be useful targets\nfor crop protection.","trees":[{"tree_label":"Imported tree 1","ntax":"19","rootedtree":"TRUE","title":"Phytophthora infestans and Pythium ultimum","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_106965.phy"}]}