{"Authors":" Gerald M. Schneeweiss, Tod F. Stuessy, Robert E. Ricklefs,\nS. R. Renner, Guido W Grimm, Susanne S Renner","Year":" 2008","Title":" Rooting and dating maples (Acer) with an uncorrelated-rates\nmolecular clock: Implications for North American/Asian\ndisjunctions.","Journal":" Systematic Biology","Volume":" 57","Issue":" 5","Pages":" 795-808","Keywords":"","DOI":" 10.1080/10635150802422282","Abstract":" Simulations suggest that molecular clock analyses can\ncorrectly identify the root of a tree even when the clock assumption is\nseverely violated. Clock-based rooting of phylogenies may be\nparticularly useful when outgroup rooting is problematic. Here, we\nexplore relaxed-clock rooting in the Acer/Dipteronia clade of\nSapindaceae, which comprises genera of highly uneven species richness\nand problematic mutual monophyly. Using an approach that does not\npresuppose rate autocorrelation between ancestral and descendant\nbranches and hence does not require a rooted a priori topology, we\nanalyzed data from up to seven chloroplast loci for some 50 ingroup\nspecies. For comparison, we used midpoint and outgroup rooting and\ndating methods that rely on rooted input trees, namely penalized\nlikelihood, a Bayesian autocorrelated-rates model, and a strict clock.\nThe chloroplast sequences used here reject a single global substitution\nrate, and the assumption of autocorrelated rates was also rejected. The\nroot was placed between Acer and Dipteronia by all three rooting\nmethods, albeit with low statistical support. Analyses of Acer\ndiversification with a lineage-through-time plot and different survival\nmodels, although sensitive to missing data, suggest a gradual decrease\nin the average diversification rate. The nine North American species of\nAcer diverged from their nearest relatives at widely different times:\neastern American Acer diverged in the Oligocene and Late Miocene;\nwestern American species in the Late Eocene and Mid Miocene; and the\nAcer core clade, including A. saccharum, dates to the Miocene. Recent\ndiversification in North America is strikingly rare compared to\ndiversification in eastern Asia.","trees":[{"tree_label":"Fig. 1","ntax":"24","rootedtree":"TRUE","title":"Acer, outgroup-rooted ML for 24 taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_375.phy"},{"tree_label":"Fig. 3","ntax":"53","rootedtree":"TRUE","title":"Acer, uncorrelated rates relaxed clock tree of 53\ntaxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5305.phy"},{"tree_label":"Fig. 2","ntax":"70","rootedtree":"TRUE","title":"Acer, outgroup-rooted ML tree of 70 taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5304.phy"}]}