{"Authors":" Sharon A. Jansa, Robert S Voss","Year":" 2008","Title":" Phylogenetic relationships and classification of didelphid\nmarsupials, an extant radiation of New World metatherian mammals.","Journal":" Bulletin of the American Museum of Natural History","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" This report summarizes a decade of morphological and\nmolecular research on the phylogenetic relationships of didelphid\nmarsupials (opossums), a substantially intact radiation of New World\nmetatherian mammals. We review the comparative morphology of Recent\nopossums, emphasizing those anatomical systems from which taxonomically\nuseful information is available for the majority of living genera and\nspecies, namely the integument, cranium, and dentition. Morphological\nsimilarities and differences among didelphids and other plesiomorphic\nmarsupials (caenolestids, microbiotheriids, dasyurids, and peramelids)\nare also described. These observations, representing evolved differences\nin diverse functional-morphological systems, together with karyotypic\ninformation gleaned from the literature, provide the basis for coding\n129 phylogenetic characters that we scored for 44 ingroup and 7 outgroup\ntaxa. Published information about the size, internal organization,\nchromosomal location, and physiological properties of five nuclear genes\n(BRCA1, DMP1, IRBP, RAG1, vWF) sequenced for this study suggest that\nthese loci are unlinked, exist as single copies, are active in different\ntissues, and encode protein products with widely divergent functions.\nAll of the sequenced fragments are long (>900 bp), free of alignment\nambiguities, and translate to open reading frame. Nucleotide data from a\ntotal of 7320 aligned sites were obtained from 43 ingroup and 7 outgroup\ntaxa. Separate parsimony, likelihood, and Bayesian analyses of these six\ndata partitions (morphology + karyotypes, five genes) resulted in highly\ncongruent estimates of didelphid phylogeny with few examples of conflict\namong strongly supported nodes. Analyses of concatenated sequences and\ncombined (nonmolecular + sequence) datasets effectively summarize all of\nthe common signal recovered from separate analyses: a completely\nresolved ingroup phylogeny with high support statistics at most nodes.\nRemaining problems (not conclusively resolved in this study) include the\nposition of the ingroup root and the relationships of three genera\n(Chacodelphys, Cryptonanus, Tlacuatzin) within their respective\nsuprageneric clades. The history of didelphid classification is\nreviewed, and all previous systems are found to contain nonmonophyletic\ngroups. A revised phylogenetic classification consistent with our\nanalytic results includes the following higher taxa: Glironiinae (for\nGlironia), Caluromyinae (Caluromys and Caluromysiops), Hyladelphinae\n(Hyladelphys), Didelphinae (Marmosini, Metachirini, Didelphini, and\nThylamyini), Marmosini (Marmosa, Monodelphis, and Tlacuatzin),\nMetachirini (Metachirus), Didelphini (Chironectes, Didelphis,\nLutreolina, and Philander), and Thylamyini (Chacodelphys, Cryptonanus,\nGracilinanus, Lestodelphys, Marmosops, and Thylamys). The probable\nrelationships of several Neogene fossil genera are also discussed. To\nfacilitate identifications, all Recent genera are redescribed,\nrepresentative crania are illustrated, and a key is provided.","trees":[{"tree_label":"Fig. 28","ntax":"50","rootedtree":"TRUE","title":"Didelphid IRBP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5307.phy"},{"tree_label":"Fig. 35","ntax":"50","rootedtree":"TRUE","title":"Didelphid Combined 1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5306.phy"},{"tree_label":"Fig. 29","ntax":"42","rootedtree":"TRUE","title":"Didelphid DMP1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5308.phy"},{"tree_label":"Fig. 30","ntax":"46","rootedtree":"TRUE","title":"Didelphid RAG1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5309.phy"},{"tree_label":"Fig. 31","ntax":"48","rootedtree":"TRUE","title":"Didelphid BRCA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5310.phy"},{"tree_label":"Fig. 32","ntax":"48","rootedtree":"TRUE","title":"Didelphid vWF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5311.phy"},{"tree_label":"Fig. 33","ntax":"50","rootedtree":"TRUE","title":"Didelphid All Genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5312.phy"},{"tree_label":"Fig. 36","ntax":"51","rootedtree":"TRUE","title":"Didelphid Combined 2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5313.phy"}]}