{"Authors":" Matthias Hoetzinger, Martin W. Hahn","Year":" 2017","Title":" Genomic divergence and cohesion in a species of pelagic\nfreshwater bacteria","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Polynucleobacter, Freshwater bacteria, Homologous\nrecombination, Gene flow, Population structure, Genomic cohesion","DOI":"","Abstract":" Background In many prokaryotic genera a clustered\nphylogeny is observed, akin to the occurrence of species in sexually\nreproducing organisms. For some taxa, homologous recombination has been\ninvoked as the underlying mechanism providing genomic cohesion among\nconspecific individuals. Whether this mechanism is applicable to\nprokaryotes in freshwaters with low habitat connectivity  i.e. elevated\ngeographic barriers to gene flow  is, however, unclear. To investigate\nfurther we studied genomic trends within the globally abundant PnecC\ncluster (genus Polynucleobacter, Betaproteobacteria) and analyzed\nhomologous recombination within the affiliated species P. asymbioticus.\nResults Comparisons among 20 PnecC genomes revealed a clearly\ndiscontinuous distribution of nucleotide sequence similarities. Among\nthe nine conspecific individuals (P. asymbioticus) all average\nnucleotide identity (ANI) values were greater than 97%, whereas all\nother comparisons exhibited ANI values lower than 85%. The\nreconstruction of recombination and mutation events for the P.\nasymbioticus core genomes yielded an r/m ratio of 7.4, which is clearly\nabove estimated thresholds for recombination to act as a cohesive force.\nHotspots of recombination were found to be located in the flanking\nregions of genomic islands. Even between geographically separated\nhabitats a high flux of recombination was evident. While a biogeographic\npopulation structure was suggested from MLST data targeting rather\nconserved loci, such a structure was barely visible when whole genome\ndata was considered. However, both MLST and whole genome data showed\nevidence of differentiation between two lineages of P. asymbioticus. The\nratios of non-synonymous to synonymous substitution rates as well as\ngrowth rates in transplantation experiments suggested that this\ndivergence was not selectively neutral. Conclusions The high extent of\nhomologous recombination among P. asymbioticus bacteria can act as a\ncohesive force that effectively counteracts genetic divergence. At least\non a regional scale, homologous recombination can act across\ngeographically separated ecosystems and therefore plays an important\nrole in the evolution and consistency of bacterial freshwater species. A\nspecies model akin to the biological species concept may be applicable\nfor P. asymbioticus. Nonetheless, two genetically distinct lineages have\nemerged and further research may clarify if their divergence has been\ninitiated by reinforced geographical barriers or has been evolving in\nsympatry.","trees":[{"tree_label":"seg1","ntax":"9","rootedtree":"TRUE","title":"Tr107102","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107102.phy"},{"tree_label":"seg2","ntax":"9","rootedtree":"TRUE","title":"Tr107103","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107103.phy"},{"tree_label":"seg3","ntax":"9","rootedtree":"TRUE","title":"Tr107104","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107104.phy"},{"tree_label":"seg4","ntax":"9","rootedtree":"TRUE","title":"Tr107105","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107105.phy"},{"tree_label":"seg5","ntax":"9","rootedtree":"TRUE","title":"Tr107106","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107106.phy"},{"tree_label":"seg6","ntax":"9","rootedtree":"TRUE","title":"Tr107107","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107107.phy"},{"tree_label":"seg7","ntax":"9","rootedtree":"TRUE","title":"Tr107108","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107108.phy"},{"tree_label":"seg8","ntax":"9","rootedtree":"TRUE","title":"Tr107109","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107109.phy"},{"tree_label":"seg9","ntax":"9","rootedtree":"TRUE","title":"Tr107110","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107110.phy"},{"tree_label":"MLST","ntax":"19","rootedtree":"TRUE","title":"Tr107100","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107100.phy"},{"tree_label":"16S","ntax":"25","rootedtree":"TRUE","title":"Tr107101","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107101.phy"}]}