{"Authors":" Jorge L. Perez-Moreno, Gergely Balazs, Blake Wilkins, Gabor\nHerczeg, Heather D. Bracken-Grissom","Year":" 2017","Title":" The role of isolation on contrasting phylogeographic patterns\nin two cave crustaceans.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Adaptation; biospeleology; exaptation; evolution;\nphylogenetics; subterranean; troglomorphy","DOI":"","Abstract":" Background. The underlying mechanisms and processes that\nprompt the colonisation of extreme environments constitute major\nresearch themes of evolutionary biology and biospeleology. The special\nadaptations required to survive in these extreme habitats (low food\navailability, hypoxic waters, permanent darkness), and the geographical\nisolation of caves, nominate cave biodiversity as ideal subjects to\nanswer long-standing questions concerning the interplay amongst\nadaptation, biogeography, and evolution. The present project aims to\nexamine the phylogeographic patterns exhibited by two sympatric species\nof surface and cave-dwelling peracarid crustaceans (Asellus aquaticus\nand Niphargus hrabei), and in doing so elucidate the possible roles of\nisolation and exaptation in the colonisation and successful adaptation\nto the cave environment. Results. Specimens of both species were sampled\nfrom freshwater hypogean (cave) and epigean (surface) habitats in\nHungary, and additional data from neighbouring countries were sourced\nfrom Genbank. Sequencing of mitochondrial and nuclear loci revealed,\nthrough haplotype network reconstruction (TCS) and phylogenetic\ninference, the genetic structure, phylogeographic patterns, and\ndivergence-time estimates of A. aquaticus and N. hrabei surface and cave\npopulations. Contrasting phylogeographic patterns were found between\nspecies, with A. aquaticus showing strong genetic differentiation\nbetween cave and surface populations and N. hrabei lacking any evidence\nof genetic structure mediated by the cave environment. Furthermore, N.\nhrabei populations show very low levels of genetic differentiation\nthroughout their range, which suggests the possibility of recent\nexpansion events over the last few thousand years. Conclusions.\nIsolation by cave environment, rather than distance, is likely to drive\nthe genetic structuring observed between immediately adjacent cave and\nsurface populations of A. aquaticus, a predominantly surface species\nwith only moderate exaptations to subterranean life. For N. hrabei, in\nwhich populations exhibit a fully ‘cave-adapted’ (troglomorphic)\nphenotype, the lack of genetic structure suggests that subterranean\nenvironments do not pose a dispersal barrier for this surface-cave\nspecies.","trees":[{"tree_label":"TREE1","ntax":"10","rootedtree":"TRUE","title":"Tr109781","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109781.phy"},{"tree_label":"1","ntax":"58","rootedtree":"TRUE","title":"Tr107115","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107115.phy"},{"tree_label":"TREE1","ntax":"8","rootedtree":"TRUE","title":"Tr109782","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109782.phy"},{"tree_label":"1","ntax":"75","rootedtree":"TRUE","title":"Tr109780","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109780.phy"},{"tree_label":"1","ntax":"58","rootedtree":"TRUE","title":"Tr107116","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107116.phy"},{"tree_label":"1","ntax":"75","rootedtree":"TRUE","title":"Tr107119","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107119.phy"}]}