{"Authors":" Gang Zhou, Hong Peng, Ying-si Wang, Xiao-mo Huang, Xiao-bao\nXie, Qing-shan Shi","Year":" 2017","Title":" Complete genome sequence of Citrobacter werkmanii strain BF-6\nisolated from industrial putrefaction","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Citrobacter werkmanii, Complete genome, Biofilm formation,\nRT-PCR, Evolutionary relationships","DOI":"","Abstract":" Background: In our previous study, Citrobacter werkmanii\nBF-6 was isolated from an industrial spoilage sample and demonstrated an\nexcellent ability to form biofilms, which could be affected by various\nenvironmental factors. However, the genome sequence of this organism has\nnot been reported so far. Results: We report the complete genome\nsequence of C. werkmanii BF-6 together with the description of the\ngenome features and its annotation. The size of the complete chromosome\nis 4,929,789 bp with an average coverage of 137×. The chromosome\nexhibits an average G+C content of 52.0%, and encodes 4570 protein\ncoding genes, 84 tRNA genes, 25 rRNA operons, 3 microsatellite sequences\nand 34 minisatellite sequences. A previously unknown circular plasmid\ndesignated as pCW001 was also found with a length of 212,549 bp and a\nG+C content of 48.2%. 73.5%, 75.6% and 92.6% of the protein coding genes\ncould be assigned to GO Ontology, KEGG Pathway, and COG (Clusters of\nOrthologous Groups) categories respectively. C. werkmanii BF-6 and C.\nwerkmanii NRBC 105721 exhibited the closest evolutionary relationships\nbased on 16S ribosomal RNA and core-pan genome assay. Furthermore, C.\nwerkmanii BF-6 exhibits typical bacterial biofilm formation and\ndevelopment. In the RT-PCR experiments, we found that a great number of\nbiofilm related genes, such as bsmA, bssR, bssS, hmsP, tabA, csgA, csgB,\ncsgC, csgD, csgE, and csgG, were involved in C. werkmanii BF-6 biofilm\nformation.\nConclusions: This is the first complete genome of C. werkmanii. Our work\nhighlights the potential genetic mechanisms involved in biofilm\nformation and paves a way for further application of C. werkmanii in\nbiofilms research.","trees":[{"tree_label":"Imported tree 1","ntax":"12","rootedtree":"TRUE","title":"Citrobacter 16S ribosomal RNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107381.phy"},{"tree_label":"Imported tree 1","ntax":"12","rootedtree":"TRUE","title":"Citrobacter Core Pan 1 All MFA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107382.phy"}]}