{"Authors":" YANMIN HOU","Year":" 2019","Title":" Genera Acremonium and Sarocladium Cause Brown Spot on Bagged\nApple Fruit in China","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Acremonium, Sarocladium, Apple, Trichothecium,\nAlternaria","DOI":"","Abstract":" Apple fruit spot disease has caused serious economic\nlosses for years in China since the widespread application of fruit\nbagging in production. Although three genera, Trichothecium, Alternaria,\nand Acremonium, have been reported to be the causal agents, studies on\nthe disease etiology and pathogen biology are still sparse. Here we\nreport characterization of eight fungal isolates from lesions on 126\nsymptomatic fruit samples collected in Shaanxi Province, China.\nPathogenicity of the isolates was assessed. DNA sequences were obtained\nat four loci, including D1/D2 domains of the large-subunit nrRNA gene\n(LSU), internal transcribed spacer regions 1 and 2, 5.8S nrDAN gene\n(ITS), a fragment of the actin gene (ACT1), and a fragment of the\nβtubulin (BT2). Based on phylogenetic analysis and morphological\nfeatures, three new species were found: Acremonium mali, Sarocladium\nliquanensis, and S. mali. In addition, we are made the first report of\nS. terricola as a plant pathogen. Temperature and moisture significantly\naffected in vitro conidial germination of five Acremonium-like species,\nand their impact on infection of apple fruit was tested using Acremonium\nsclerotigenum. Conidia of five species germinated from 15°C to 35°C in\nfree water; four of the species had optimum temperature around 25°C,\nwhereas conidia of S. terricola had an optimum temperature of 30°C.\nConidial germination rate increased as relative humidity (RH) increased.\nThe five isolates had relatively high conidial germination rates at RH\n> 97%, with a significant decline at 95% RH. Incidence of infection\nalso increased in proportion to RH. In free water, conidial germination\nwas relatively unaffected by temperature.","trees":[{"tree_label":"BAYES","ntax":"12","rootedtree":"TRUE","title":"Tr112393","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112393.phy"},{"tree_label":"BAYES","ntax":"25","rootedtree":"TRUE","title":"Tr112394","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112394.phy"},{"tree_label":"BAYES","ntax":"46","rootedtree":"TRUE","title":"Tr112392","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112392.phy"}]}