{"Authors":" Lijuan He, Harald Schneider, Peter H Hovenkamp, Jeannine\nMarquardt, Ran Wei, Xueping Wei, Xian-Chun Zhang, Qiao-Ping Xiang","Year":" 2017","Title":" A molecular phylogeny of selligueoid ferns: Implications for\na natural delimitation despite homoplasy and rapid radiation","Journal":" TAXON","Volume":"","Issue":"","Pages":"","Keywords":" generic classification; homoplasy; rapid radiation;\nselligueoid fern","DOI":"","Abstract":" Homoplasy, autapomorphy and rapid radiation have been\nfrequently discussed as the main causes of instable generic\nclassifications of plants including ferns. In this study, we explore the\nnatural generic classification for selligueoid ferns by investigating\nthe phylogenetic relationships among almost all its previously\nrecognized segregates. We compare the phylogenies resulted from two\ndatasets. Dataset 1 comprises a broad taxonomic sampling of fifty-one\nspecies of selligueoid ferns. Phylogenetic analysis of this dataset\nrevealed a notable long branch followed by a polytomy recovering three\ncore clades of selligueoid ferns. Only one of the core clades\ncorresponds to the traditional generic concept of Arthromeris. Dataset 2\nincludes fewer species but a broader sample of six plastid DNA markers.\nHowever, the results of this dataset show that the increase of\ninformative molecular characters still did not provide sufficient\nevidence to resolve the polytomy. The long branches together with a\nconsistent backbone polytomy support a rapid radiation in the\nselligueoid ferns. The majority of morphological characters were\nrecovered as homoplastic, which hampers the identification of segregates\nwith unambiguous diagnostic characters. Considering morphological\ncharacters and our molecular phylogeny, a single genera Selliguea s.l.,\nwhich includes all selligueoid species, is proposed here to achieve\ntaxonomic stability in this group.","trees":[{"tree_label":"tree 1","ntax":"92","rootedtree":"TRUE","title":"Tr109398","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109398.phy"}]}