{"Authors":" Maria Virginia Sanchez Puerta, Charles F. Delwiche, Gabriel\nE Hoffman, M. V. S. Puerta","Year":" 2008","Title":" Gene Families, Biochemistry And The Inference Of Function In\nAlgal Light-Harvesting Complex Proteins.","Journal":" Plant Physiology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Light harvesting complex (LHC) proteins function in\nphotosynthesis by binding chlorophyll (Chl) and carotenoid molecules\nthat absorb light and transfer the energy to the reaction center Chl of\nthe photosystem. Studies of LHCs from chlorophyte algae and plants have\ncharacterized LHCs that have a diversity of biochemical functions,\nexpression patterns and amino acid sequences. Members of different\nsubfamilies of LHCs have been shown to differ in photosystem\nspecificity, carotenoid binding, and their associations with other LHCs.\nIn addition, some LHCs play a role in photoprotection from excess light.\nPrevious phylogenetic studies of LHCs from organisms that use Chl a and\nc suggested that individual lineages of chromalveolate algae possess\nproteins from one or two subfamilies, and that most subfamilies are\nspecific to the algal lineage. However, presence of LHC sequences of\nunexpected types in a variety of genomic data has suggested that this\nmay be an oversimplification. This study uses expressed sequence tag,\ncomplete genome and individual genomic data to reconstruct the phylogeny\nof part of the LHC family. The phylogeny indicates that individual taxa\npossess proteins from multiple LHC subfamilies and that disparate algal\nlineages contain members of the same LHC subfamilies. Comparison of the\ngene phylogeny with expression and biochemical data is consistent with\nhypotheses of functional differentiation, and suggests a complex\nevolution of function, gene transfer, and lineage-specific\ndiversification. The divergence of function between proteins with\nrelatively similar amino acid sequences illustrates the complexity of\nprotein families and the difficulty of inferring biochemical function\nfrom simple similarity searches.","trees":[{"tree_label":"Fig. 2","ntax":"246","rootedtree":"TRUE","title":"Algal LHC phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5315.phy"}]}