{"Authors":" K. Suzuki, Wanchern Potacharoen, Izumi Okane, Prasert\nSrikitikulchai, Akira Nakargiri, Thomas Laessoe, S. Sivichai, Thomas\nLæssøe, Kyoko Toyama, Somsak Sivicha, Nigel L. Hywel-Jones","Year":" 2008","Title":" Study of endophytic Xylariaceae in Thailand: diversity and\ntaxonomy inferred from rDNA sequence analyses with saprobes forming\nfruit bodies in the field.","Journal":" Mycoscience","Volume":" 49","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A study of the diversity, taxonomy and ecology of\nendophytic Xylariaceae (Ascomycota) was carried out. In this study, we\nobtained isolates of Xylariaceae from healthy, attached leaves and\nteleomorphic stromata on decayed plant materials in a permanent plot at\nKhao Yai National Park (Thailand). 　In addition,　strains deposited\nbeforehand were selected in which both endophytic strains isolated from\nliving plant tissues and saprobic strains from fruit bodies were\nincluded. Consequently, 405 strains of Xylariaceae (273 endophytic and\n132 saprobic strains including identified strains) were studied to\nreveal the diversity and taxonomy of endophytes and the relationships\nbetween those endophytes and saprobic Xylariaceae in Thailand that have\nbeen recorded according to fruit-body formation on decayed plant\nmaterials. Analysis of 28S rDNA D1/D2 sequences revealed 21 xylariaceous\nspecies inhabiting tropical foliage at the site, and several species\nthat are already known as saprobes appear to be among those isolated\nfrom living leaves. Furthermore, several clades that consisted of only\nendophytic strains were found, and some of these have no known matches\nin public DNA sequence banks.","trees":[{"tree_label":"Fig. 2","ntax":"150","rootedtree":"TRUE","title":"Xylariaceae in Thailand, 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5316.phy"},{"tree_label":"Fig. 3","ntax":"126","rootedtree":"TRUE","title":"Xylariaceae in Thailand, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5317.phy"}]}