{"Authors":" Francisco de Souza, Iolanda Ramalho da Silva, Maria Beatriz\nBarbosa de Barros Barreto, Fritz Oehl, Bruno Tomio Goto, Leonor Costa\nMaia","Year":" 2018","Title":" Racocetra crispa (Glomeromycotina) delimited by integrative\nevidence based on morphology, long continuous nuclear rDNA sequencing\nand phylogeny","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Glomeromycetes; DNA-Barcode; Gigasporales; Racocetraceae;\nintegrative taxonomy; Cerrado; SNP, New Species","DOI":" 10.1007/s11557-018-1410-9","Abstract":" Here, we describe a new ornamented arbuscular mycorrhizal\n(AM) fungus, Racocetra crispa sp. nov. isolated from maize fields from\nthe central region of Minas Gerais State, Brazil. For the first time, a\nGlomeromycotina species is described using a long continuous nuclear\nrDNA sequence fragment which encompasses the nearly complete 18S SSU\nsequence gene until the 3’ end of the D2 region of the 28S LSU (~3100\nbp) which allows for comparison with sequences obtained from regions\nused for fungal metagenomic studies, species description, and AM fungi\nDNA-barcode. The new species forms dark brown to black spores, approx.\n340-510 μm on in diam., on sporogenous cells. The spores have unique\ncloud/flower’ projections on the spore surface, two walls, and\ndifferentiate a multiple-lobed germ shield with up to 8-12 germ tube\ninitiations. The analysis of the intra- and interspecific DNA-barcode\nsequence variation within the Racocetra showed that the intragenomic\npolymorphism among the clones of R. crispa (0-2%) is within the lower\nrange for the genus. The V3-V4 region of the SSU nrDNA has no resolution\nto discriminate Racocetra at species level, but from this fragment we\nfound homology between R. crispa and environmental sequences from two\nmetagenomics studies, one carried out in Brazil at the fungus type\nlocation and the other in New Zealand. The integration between AM fungal\nsequences from reference strains and those obtained from environmental\nsequences in Glomeromycotina is still a problematic issue, mainly due to\nthe reduced number of AM fungal species characterized based on DNA\nsequences.","trees":[{"tree_label":"con 50 majrule","ntax":"67","rootedtree":"TRUE","title":"Gigasporales LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112699.phy"},{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Gigasporales SSU ITS LSU Barcode","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112697.phy"},{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Gigasporales ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112698.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Gigasporales SSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112700.phy"}]}