{"Authors":" Ran Li, Vaishnavi Amarr Reddy, Jin Jingjing, Chakaravarthy\nRajan, Qian Wang, Genhua Yue, Chin Huat Lim, Nam-Hai Chua, Jian Ye,\nRajani Sarojam","Year":" 2017","Title":" Comparative transcriptome analysis of oil palm flowers\nreveals an EAR-motif-containing R2R3-MYB that modulates phenylpropene\nbiosynthesis","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" MYB transcription factor, phenylpropene, lignin, oil palm,\nbasil, phenylpropanoid pathway","DOI":"","Abstract":" Background: Oil palm is the most productive oil crop and\nthe efficiency of pollination has a direct impact on the yield of oil.\nPollination by wind can occur but maximal pollination is mediated by the\nweevil E. kamerunicus. These weevils complete their life cycle by\nfeeding on male flowers. Attraction of weevils to oil palm flowers is\ndue to the emission of methylchavicol by both male and female flowers.\nIn search for male flowers, the weevils visit female flowers by accident\ndue to methylchavicol fragrance and deposit pollen. Given the importance\nof methylchavicol emission on pollination, we performed comparative\ntranscriptome analysis of oil palm flowers and leaves to identify\ncandidate genes involved in methylchavicol production in flowers.\nResults: RNA sequencing (RNA-Seq) of male open flowers, female open\nflowers and leaves was performed using Illumina HiSeq 2000 platform.\nAnalysis of the transcriptome data revealed that the transcripts of\nmethylchavicol biosynthesis genes were strongly up-regulated whereas\ntranscripts encoding genes involved in lignin production such as,\ncaffeic acid O-methyltransferase (COMT) and Ferulate-5-hydroxylase (F5H)\nwere found to be suppressed in oil palm flowers. Among the transcripts\nencoding transcription factors, an EAR-motif-containing R2R3-MYB\ntranscription factor (EgMYB4) was found to be enriched in oil palm\nflowers. We determined that EgMYB4 can suppress the expression of a\nmonolignol pathway gene, EgCOMT, in vivo by binding to the AC elements\npresent in the promoter region. EgMYB4 was further functionally\ncharacterized in sweet basil which also produces phenylpropenes like oil\npalm. Transgenic sweet basil plants showed significant reduction in\nlignin content but produced more phenylpropenes. Conclusions: Our\nresults suggest that EgMYB4 possibly restrains lignin biosynthesis in\noil palm flowers thus allowing enhanced carbon flux into the\nphenylpropene pathway. This study augments our understanding of the\ndiverse roles that EAR-motif-containing MYBs play to fine tune the\nmetabolic flux along the various branches of core phenylpropanoid\npathway. This will aid in metabolic engineering of plant aromatic\ncompounds.","trees":[{"tree_label":"Fig. 4c","ntax":"12","rootedtree":"TRUE","title":"Plant CVS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107261.phy"},{"tree_label":"Fig. 4e","ntax":"17","rootedtree":"TRUE","title":"Plant F5H","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107262.phy"},{"tree_label":"Fig. 4a","ntax":"12","rootedtree":"TRUE","title":"Plant CvOMT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107260.phy"},{"tree_label":"Fig.3B","ntax":"30","rootedtree":"TRUE","title":"Plant MYB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107259.phy"},{"tree_label":"Fig. 4g","ntax":"29","rootedtree":"TRUE","title":"Plant COMT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107263.phy"}]}