{"Authors":" Luis Javier Chueca, Benjamin Juan Gomez-Moliner, Maria Jose\nMadeira, Markus Pfenninger","Year":" 2018","Title":" Molecular phylogeny of Candidula (Geomitridae) land snails\ninferred from mitochondrial and nuclear markers reveals the polyphyly of\nthe genus","Journal":" Molecular Phylogenetics and Evolution","Volume":" 118","Issue":"","Pages":" 357-368","Keywords":" Candidula; dart sac; Helicoidea; land snails; Molecular\nphylogeny; Polyphyly;","DOI":" 10.1016/j.ympev.2017.10.022","Abstract":" The genus Candidula (Geomitridae), consisting of 28\nspecies in Western Europe, has a disjunct distribution in the Iberian\nPeninsula, Italy, the Balkans, the Aegean Islands, and one species on\nthe Canary Islands. Although the genus is seemingly well defined by\ncharacters of the reproductive system, the relationships within the\ngenus are still unclear and some authors have indicated a possible\nsubgeneric division based on the internal morphology of the dart sac.\nDespite substantial phylogenetic incongruence, we present a\nwell-resolved molecular phylogeny of Candidula based on two\nmitochondrial genes (COI and 16S rRNA), the nuclear rDNA region (5.8S\nrNRA + ITS2 + 28S rRNA) and seven additional nuclear DNA regions\nisolated specifically for this genus (60SL13, 60SL17, 60SL7, RPL14,\n40SS6, 60SL9, 60SL13a), in total 5595 bp. Two major clades were\nrecovered including Candidula species, grouped into six monophyletic\nentities that have been defined as six new genera belonging to different\ntribes within Helicellinae. One major clade grouped species from\nsouthern France and Italy with the widely distributed species C.\nunifasciata. The second major clade grouped all the species from the\nIberian Peninsula, including C. intersecta and C. gigaxii. Candidula\nultima from the Canary Islands was recovered as separated lineage within\nthe latter clade and related to African taxa. The incorporation of\nadditional geomitrid genera allowed us to demonstrate the polyphyly of\nthe genus Candidula. Moreover, we could show that similar structures of\nthe stimulatory apparatus of the genital system in different taxa do not\nnecessarily indicate a close phylogenetic relationship in the\nGeomitridae. More genera of the family are needed to clarify their\nevolutionary relationships, and to fully understand the evolution of the\nstimulatory apparatus of the genital system within the Geomitridae.","trees":[{"tree_label":"PAUP 1","ntax":"95","rootedtree":"TRUE","title":"Candidula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113017.phy"},{"tree_label":"PAUP 1","ntax":"62","rootedtree":"TRUE","title":"Candidula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113016.phy"}]}