{"Authors":" David Ortiz, Oscar F. Francke, Jason Bond","Year":" 2018","Title":" A Tangle of Forms and Phylogeny: Extensive Morphological\nHomoplasy and Molecular Clock Heterogeneity in Bonnetina and Related\nTarantulas","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ancestral state reconstruction; divergence time\nestimation; marker informativeness; molecular clock; molecular\nphylogeny; morphological homoplasy; Mygalomorphae; Theraphosidae","DOI":" 10.1016/j.ympev.2018.05.013","Abstract":" Tarantula spider systematics has long been considered\nproblematic. Species diagnosis and phylogenetic hypotheses have\nhistorically relied on morphological features, which are known to be\nrelatively conserved and/or highly homoplastic across the family.\nMorphology-based attempts to clarify the phylogeny of the highly diverse\nNew World Theraphosinae, have only been moderately successful, and the\ntime-frame of tarantulas evolution is nearly terra incognita. Here we\npresent a molecular phylogenetic analysis of the Theraphosinae genus\nBonnetina and related lineages, employing one mitochondrial (COI) and\nfive nuclear (ITS1, EF1G, MID1IP1, MRPL44, and I3568) loci. We also\nperform ancestral state reconstruction of a newly formulated\nmorphological data matrix. Our analysis includes 47 species placed in 17\ngenera and other undetermined lineages. We obtained well resolved and\nsupported topologies. COI and EF1G substitution rates were much lower\nthan the values generally accepted for mygalomorph evolution, with\nsubstantial rate heterogeneity among lineages. The origin of\nTheraphosinae was dated during the Late Cretaceous, followed by rapid\ndiversification into the three recently proposed Theraphosinae tribes.\nNorth and Central American Hapalopini (including Bonnetina) form a\nmonophyletic group that likely originated during the Oligocene to a\ndispersing ancestor from the then isolated South America. A clade that\nincludes all but one Bonnetina species is estimated to have originated\nin the early Miocene and is the sister group of two morphologically\ndivergent undescribed species. Morphological homoplasy is extensive\nacross the tree. The two features that diagnose Bonnetina are\nhomoplastic, but in combination still define the genus. Finally, we\nestablish three groups of species within Bonnetina. Our results\nchallenge the reliability of morphological characters for phylogenetic\nreconstruction in Theraphosinae, and indicate caution when interpreting\nTheraphosidae supra-specific classification in absence of a solid\nphylogenetic framework. They also question the dependability of\nuniversal substitution rates of COI and EF1G to calibrate phylogenetic\nanalyses across Mygalomorphae.","trees":[{"tree_label":"MRBAYES-full-analysis","ntax":"88","rootedtree":"TRUE","title":"Tr107375","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107375.phy"},{"tree_label":"BEAST-calibrated-COI-4%-rate","ntax":"88","rootedtree":"TRUE","title":"Bonnetina and Related Tarantulas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107378.phy"},{"tree_label":"BEAST-full-analysis","ntax":"88","rootedtree":"TRUE","title":"Tr107376","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107376.phy"},{"tree_label":"RAXML-COI+ITS1","ntax":"88","rootedtree":"TRUE","title":"Tr107377","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107377.phy"},{"tree_label":"BEAST-calibrated-EF1G-0.23%-rate","ntax":"88","rootedtree":"TRUE","title":"Tr107379","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107379.phy"},{"tree_label":"RAXML-full-analysis","ntax":"88","rootedtree":"TRUE","title":"Bonnetina and Related Tarantulas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107374.phy"}]}