{"Authors":" Latefa Belhoucine, Hajer Smahi, Akila Berraf-Tebbal,\nSofiane Chouih, Medouin Arkam, Antonio Franceschini, Benedetto T.\nLinaldeddu, Alan J.L. Phillips","Year":" 2017","Title":" Molecular characterization and pathogenicity of Diplodia\ncorticola and other Botryosphaeriaceae species associated with canker\nand dieback of Quercus suber in Algeria","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" complex aetiology  Diplodia corticola  evolutionary\nlineages  oak decline","DOI":"","Abstract":" In Algeria cork oak forests are irregularly distributed in\nthe northern regions along the Tell Atlas mountain range. Over the last\nfew decades, severe tree decline and mortality events has been observed\nin several of the main cork oak forests. Since there is little\ninformation about the aetiology of this decline and given the high\necological and economic importance of cork oak ecosystems, a survey was\ncarried out in six forests, Msila and Hafir (northwestern Algeria), and\nKsar Fatma, Haddada, Aïn Zana and Oued El Hout (northeastern Algeria),\nto establish the fungal pathogens associated with cork oak branch\ndiseases. Isolations from symptomatic branches of 88 declining trees\nyielded a total of 96 fungal isolates of which 69 belonged to three\ndistinct genera of Botryosphaeriaceae, namely Diplodia, Dothiorella and\nLasiodiplodia. On the basis of morphological features and DNA sequence\ndata (ITS and tef1-α), five species: Diplodia corticola, D. quercivora,\nD. sapinea, Dothiorella iberica and Lasiodiplodia exigua were\nidentified. The geographical distribution and occurrence of the five\nspecies differed greatly among sites. The occurrence of both known\nlineages of D. corticola was also recognised. Pathogenicity trials\nshowed that all the species assayed are pathogenic on cork oak and D.\ncorticola proved to be the most aggressive.","trees":[{"tree_label":"PAUP 1","ntax":"49","rootedtree":"FALSE","title":"Diplodia corticola","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110122.phy"}]}