{"Authors":" L.W. (Pete) Timmer, M. P. Barquero, Felipe Arauz, L. F.\nArauz, Marcia Barquero, Steven MacKenzie, L. W. Timmer, S. J. MacKenzie,\nNatalia A. Peres, Natalia A. Peres","Year":" 2008","Title":" Host range and genetic relatedness of Colletotrichum acutatum\nisolates from fruit crops and leatherleaf fern in Florida.","Journal":" Phytopathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Isolates of C. acutatum were collected from\nanthracnose-affected strawberry, leatherleaf fern, and Key lime; ripe\nrot-affected blueberry; and postbloom fruit drop (PFD)-affected sweet\norange in Florida. Additional isolates from ripe rot-affected blueberry\nwere collected from Georgia and North Carolina and from\nanthracnose-affected leatherleaf fern in Costa Rica. Based on sequence\ndata from the ITS1-5.8S rRNA-ITS2 region of the rDNA repeat (ITS), the\nglutaraldehyde-3-phosphate dehydrogenase intron 2 (G3PD), and the\nglutamine synthase intron 2 (GS), isolates from the same host were\nidentical or very similar to each other and distinct from those isolated\nfrom other hosts. Isolates from leatherleaf fern in Florida were the\nonly exception. Among these isolates, there were two distinct G3PD and\nGS sequences that occurred in three of four possible combinations. Only\none of these combinations occurred in Costa Rica. Although maximum\nparsimony trees constructed from genomic regions individually displayed\nlittle or no homoplasy, there was a lack of concordance among\ngenealogies that was consistent with a history of recombination. This\nlack of concordance was particularly evident within a clade containing\nPFD, Key lime and leatherleaf fern isolates. Pathogenicity tests on\nblueberry and strawberry fruit; foliage of Key lime, leatherleaf fern,\nand strawberry; and citrus flowers showed that all isolates were highly\npathogenic to their host of origin. Isolates were not pathogenic on\nfoliage of heterologous hosts, however, several nonhomologous isolates\nwere mildly or moderately pathogenic to citrus flowers and blueberry\nisolates were pathogenic to strawberry fruit. Overall, the data\nindicated that it is unlikely a pathogenic strain from one of the hosts\nexamined would move to another of these hosts and produce a disease\nepidemic. There was also evidence that new strains may be produced by\nrecombination among isolates for which no sexual stage has ever been\nobserved.","trees":[{"tree_label":"Fig. 1C","ntax":"15","rootedtree":"TRUE","title":"Colletotrichum acutatum, 2nd Intron GS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5325.phy"},{"tree_label":"Fig. 1B","ntax":"15","rootedtree":"TRUE","title":"Colletotrichum acutatum, 2nd Intron G3PD","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5323.phy"},{"tree_label":"Fig. 1A","ntax":"15","rootedtree":"TRUE","title":"Colletotrichum acutatum, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5324.phy"}]}