{"Authors":" Silvana Helena Nascimento Monteiro, Alessandra\nSelbach-Schnadelbach, Reyjane Patrícia de Oliveira, Cassio van den\nBerg","Year":" 2010","Title":" Molecular phylogenetics of Galeandra (Orchidaceae:\nCatasetinae) based on plastid and nuclear DNA sequences.","Journal":" Systematic Botany","Volume":" 35","Issue":" 3","Pages":" 476-486","Keywords":"","DOI":" 10.1600/036364410792495944","Abstract":" Galeandra is a Neotropical genus with its center of\ndiversity in the Amazon region. It comprises approximately 18 species of\nepiphytic or terrestrial herbs that are easily recognizable by their\ninfundibular labellum. The present study examined the phylogenetic\nrelationships between species of the genus Galeandra inferred with\nnucleotide sequences from five DNA regions - three plastid (psbA-trnH,\nrpoB-trnC, and trnG-S) and two nuclear (ITS and ETS). Matrices were\nanalyzed individually and in a combined analysis using parsimony and\nmaximum likelihood. We found that the epiphytic species G. devoniana is\nsister to the remainder of the genus, and that the other species form\ntwo groups - one epiphytic species and a second composed of terrestrial\nspecies. Adaptation to the terrestrial environment from a probable\nepiphytic ancestral was of great importance in the evolution of\nGaleandra. Furthermore, the infrageneric relationships found in this\nstudy differ from all previously proposed classifications.","trees":[{"tree_label":"Fig. 4","ntax":"23","rootedtree":"TRUE","title":"Galeandra","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_582.phy"},{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Galeandra","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5326.phy"},{"tree_label":"Fig. 2","ntax":"20","rootedtree":"TRUE","title":"Galeandra","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5327.phy"},{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Galeandra","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5328.phy"}]}