{"Authors":" Mehrnoush Panahi, Lukasz Banasiak, Marcin Piwczynski,\nPuchalka Radoslaw, Mohammad Reza Kanani, Alexei A. Oskolski, Daniel\nModnicki, Aleksandra Milobedzka, Krzysztof Spalik","Year":" 2018","Title":" Taxonomy of the traditional medicinal plant genus Ferula\n(Apiaceae) is confounded by incongruence between nuclear rDNA and\nplastid DNA","Journal":" Botanical Journal of the Linnaean Society","Volume":"","Issue":"","Pages":" 1-17","Keywords":" Ferulinae  infrageneric classification  Leutea  molecular\nphylogeny  reticulate evolution  typification","DOI":" 10.1093/botlinnean/boy055","Abstract":" The aim of this study was to identify major clades in the\neconomically important and taxonomically difficult genus Ferula\n(Apiaceae tribe Scandiceae subtribe Ferulinae) to provide a\nclassification framework. Phylogenetic relationships among 126 of Ferula\nspp. and eight species of its sister genus Leutea were evaluated based\non nuclear ribosomal (nr) DNA ITS and three plastid regions: the rps16\nintron, the rpoC1 intron and the rpoB-trnC intergenic spacer. One\nhundred and fifty-three accessions were considered including type\nspecimens of seven species. Congruence between nrDNA and plastid DNA\ndata was assessed using a hierarchical likelihood ratio test.\nPhylogenetic trees were inferred using maximum likelihood and Bayesian\nmethods. Terminals introducing topological conflict were ascertained\nusing two approaches: identifying (1) these with significantly different\npositions between nrDNA and plastid DNA trees; and (2) a set of rogue\ntaxa in combined trees that, when removed, increased tree resolution and\nbootstrap support. The results demonstrate significant incongruence\nbetween nrDNA and plastid DNA data that persisted after the removal of\n41 terminals identified as having significantly different position in\nnrDNA and plastid DNA trees or after the removal of 13 terminals\nidentified as rogue taxa. Comparison of nrDNA and plastid DNA trees\nsuggest intensive reticulate evolution, particularly in the\nIranoTuranian floristic region. Traditional classification systems of\nthe genus are not supported by molecular data, whereas some lineages\napparent in molecular trees, particularly Chinese and Mediterranean\nendemics, are congruent with morphological characters and/or\nbiogeography. We select lectotypes for several infrageneric names and\npropose a new classification system of the genus with four subgenera and\nten sections.","trees":[{"tree_label":"Fig. S3","ntax":"151","rootedtree":"TRUE","title":"Ferula All MB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107467.phy"},{"tree_label":"Fig. S1","ntax":"151","rootedtree":"TRUE","title":"Ferula ITS MB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107468.phy"},{"tree_label":"Fig. S2","ntax":"151","rootedtree":"TRUE","title":"Ferula cpDNA MB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107469.phy"},{"tree_label":"Fig. 3","ntax":"151","rootedtree":"TRUE","title":"Ferula All ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107470.phy"},{"tree_label":"Fig. 1","ntax":"151","rootedtree":"TRUE","title":"Ferula ITS ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107471.phy"},{"tree_label":"Fig. 2","ntax":"151","rootedtree":"TRUE","title":"Ferula cpDNA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107472.phy"}]}