{"Authors":" Nicky Wybouw, Thomas Van Leeuwen, Wannes Dermauw","Year":" 2017","Title":" A massive incorporation of microbial genes into the genome of\nTetranychus urticae, a polyphagous arthropod herbivore","Journal":" Insect Molecular Biology","Volume":"","Issue":"","Pages":"","Keywords":" lateral gene transfer, inositol\nphosporylceramide-synthase, glycosyl hydrolase family 16, galactose\nmutarotase, methylenetetrahydrofolate dehydrogenase","DOI":"","Abstract":" A number of horizontally transferred genes (HTGs) have\nbeen identified in the two-spotted spider mite Tetranychus urticae, a\nchelicerate herbivore. However, the genome of this mite species has at\npresent not been thoroughly mined for the presence of HTGs. Here, we\nperformed a systematic screen of HTGs in the T. urticae genome using the\nh-index metric. Our results not only validated previously identified\nHTGs but also uncovered 25 novel HTGs. In addition to the novel HTGs\nwith a predicted biochemical function in carbohydrate, lipid and folate\nmetabolism, we also identified HTGs that code for a ketopantoate\nhydroxymethyltransferase and a pantoate β-alanine ligase. In plants and\nbacteria, both genes are essential for vitamin B5 biosynthesis and their\npresence in the mite genome strongly suggests that spider mites, similar\nto Bemisia tabaci and nematodes, can synthesize their own vitamin B5. We\nfurther show that HTGs were physically embedded within the mite genome\nand are expressed in different life stages. By screening chelicerate\ngenomes and transcriptomes, we were able to estimate the evolutionary\nhistories of these HTGs during chelicerate evolution. Our study suggests\nthat horizontal gene transfer has made a significant and underestimated\nimpact on the metabolic repertoire of plant feeding spider mites.","trees":[{"tree_label":"GH16_RAxML","ntax":"75","rootedtree":"TRUE","title":"Tr107516","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107516.phy"},{"tree_label":"tree1","ntax":"17","rootedtree":"TRUE","title":"Tr107521","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107521.phy"}]}