{"Authors":" Jadson José Souza de Oliveira, Jean-Marc Moncalvo, Simona\nMargaritescu, Marina Capelari","Year":" 2018","Title":" A morphological and phylogenetic evaluation of Marasmius\nsect. Globulares (GlobularesSicci complex) with nine new taxa from the\nNeotropical Atlantic Forest","Journal":" Persoonia: Molecular Phylogeny and Evolution of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales; Marasmiaceae; Neotropics; phylogenetics;\nsystematics; stirpes; taxonomy.","DOI":"","Abstract":" The largest and most recently emended Marasmius sect.\nGlobulares (GlobularesSicci complex) has increased in number of species\nannually while its infrasectional organization remains inconclusive.\nDuring forays in remnants of the Atlantic Rainforest in Brazil, 25 taxa\nof Marasmius belonging to sect. Globulares were collected from which\nnine are herein proposed as new: Marasmius altoribeirensis, M. hobbitii,\nM. linderioides var. ambicellularis, M. luteoolivaceus, M.\nneotropicalis, M. pallidobrunneus, M. pseudoniveoaffinis, M.\nrhabarbarinoides and M. venatifolius. We took this opportunity to\nevaluate sect. Globulares sensu Antonín & Noorderloos in particular,\ncombining morphological examination and both single and multilocus\nphylogenetic analyses using LSU and ITS data, including Neotropical\nsamples to a broader and more globally distributed sampling of over 200\nstrains. Three different approaches were developed in order to make a\nbetter use of the informativeness of the markers in Bayesian and Maximum\nLikelihood analyses. The implementation of theses approaches resulted\nin: i) the observation the phylogenetic placement of the new and known\ntaxa herein studied among the other taxa of a wide sampling of the\nsection; ii) the reconstruction of improved phylogenetic trees\npresenting more strongly supported resolution especially from\nintermediary to deep nodes; iii) more clear evidences of non-monophyly\nfor the series in sect. Sicci and sect. Globulares sensu Singer by this\nmore stringent evaluation; and iv) the existence of several monophyletic\nsuprespecific groups equivalent to the stirpes of Singer  clusters of\nmorphologically close species. These two latter results corroborate with\nthe findings in previous studies with whole genus analyses. Based on the\nresults, we proposed a new infrasectional classification elevating the\nSingers concept of stirpes up to series. The result was fourteen new\nseries and the emendation of two extent ones and three subsections\ngathering these series were also proposed based on major clades.","trees":[{"tree_label":"con 50 majrule","ntax":"89","rootedtree":"TRUE","title":"Tr116226","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116226.phy"},{"tree_label":"con 50 majrule","ntax":"45","rootedtree":"TRUE","title":"Tr116227","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116227.phy"},{"tree_label":"con 50 majrule","ntax":"93","rootedtree":"TRUE","title":"Tr116221","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116221.phy"},{"tree_label":"con 50 majrule","ntax":"21","rootedtree":"TRUE","title":"Tr116228","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116228.phy"}]}