{"Authors":" Xin-Mao Zhou, Liang Zhang, Ngan Thi Lu, Xinfen Gao, Li-Bing\nZhang","Year":" 2018","Title":" Pteridryaceae A new fern family of eupolypods I\n(Polypodiales), with the reinstatement of Polydictyum (Pteridryaceae)\nand the recognition of Arthropteridaceae","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Arthropteris, Eupolypods I, Polypodiaceae, Pteridrys,\nPteridryaceae, Tectariaceae, fern phylogeny","DOI":"","Abstract":" In the present study we performed phylogenetic analyses\n(MP, ML, BI) to resolve the relationships of Pteridrys and related taxa\nbased on six plastid markers (atpA, atpB, matK & rps16-matK, rbcL,\nrps4 & rps4-trnS, and trnL & trnL-F) and one nuclear marker\n(pgiC). Our taxon sampling includes 195 accessions representing\napproximately 147 species in 38 genera, and seven out of the nine\nfamilies currently recognized in eupolypods I. Our study identified a\nnovel clade corresponding to Polydictyum and thus we reinstated this\ngenus. Tectariaceae s.l.i.e, Arthropteris, Draconopteris, Hypoderris,\nMalaifilix, Pteridrys, Tectaria, and Triplophyllum in addition to\nPolydictyumis recovered as monophyletic, but without MP support. The\nfamily Tectariaceae s.l. is therefore the only family in ferns without a\ncorresponding nonparametric-based support in spite of our data totaling\n9,616 aligned basepairs. An analysis of six (out of 13 in total) less\nhomoplasious and thus phylogenetically more informative morphological\ncharacters showed that Tectariaceae s.l. are not diagnosable, but\nTectariaceae s.s. with the well-supported DMPP clade (Draconopteris,\nMalaifilix, Pteridrys, and Polydictyum) being removed are diagnosable\nand characterized by having (ancestral states of) rhizomes creeping,\nbasal pinnae produced, venation free, catenate hairs on leaves present,\nand perispores with spines or spinules. Considering the uncertainty in\nthe monophyly, the diagnosability, and the deep divergence, we propose\nto establish a new family, Pteridryaceae, to accommodate the DMPP clade.\nThis leads to strong phylogenetic support and morphological\ndiagnosability of two families (Pteridryaceae and Tectariaceae) plus\nArthropteridaceae, a family whose recognition is favored by us.\nPteridryaceae are characterized by having (ancestral states of) rhizomes\nerect or suberect, basal pinnae reduced, venation probably anastomosing,\ncatenate hairs on leaves absent, and perispores without spines or\nspinules. We recognized 30 species in four genera in Pteridryaceae\nincluding two new combinations in Polydictyum. Details of types of all\nnames are given and three names are lectotypified.","trees":[{"tree_label":"tree 1","ntax":"195","rootedtree":"TRUE","title":"Tr107524","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107524.phy"},{"tree_label":"Imported tree 1","ntax":"49","rootedtree":"TRUE","title":"Tr107525","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107525.phy"}]}