{"Authors":" Stephan W. Gale, Sutee Duangjai, Jihong Li, Yu Ito, Santi\nWatthana, Phatsara Termwutthipreecha, Somran Suddee","Year":" 2017","Title":" Integrative analyses of Nervilia (Orchidaceae) section\nLinervia reveal further undescribed cryptic diversity in Thailand","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" cryptic species; integrative analyses; morphology;\nNervilia adolphi/punctata species alliance; phylogenetic analysis;\nsection Linervia; species complex; species delimitation; STACEY.","DOI":"","Abstract":" The delimitation of cryptic species is necessary to\naccurately classify and appropriately conserve biodiversity. Integrative\nanalyses can be incisive in detecting and circumscribing cryptic\ndiversity, especially in species complexes whose members are delineated\nby minor or overlapping morphological variation. We adopt an integrative\napproach to assess species relationships and resolve species boundaries\nin the taxonomically difficult Nervilia adolphi/punctata species\nalliance of N. sect. Linervia, an Old World complex of reduced,\none-flowered terrestrial orchids that is both species-rich and poorly\nknown in tropical and warm temperate Asia. We sampled 12 of the 27 known\nspecies of the alliance in Asia, including all four species reported\nfrom Thailand and a further 20 plants collected in that country that\ncould not be satisfactorily identified using morphology alone.\nPhylogenetic analyses using one nuclear (ITS) and two plastid (matK and\ntrnL-F) markers confirmed both N. sect. Linervia and the alliance itself\nas monophyletic, and corroborated 11 of the 12 sampled species; N.\npunctata proved polyphyletic, with the Thai samples referred to this\nIndonesian species falling sister to the Himalayan N. mackinnonii. The\n20 unidentified Thai samples formed three distinct, strongly supported\nclades. STACEY, a Bayesian coalescence approach to species delimitation,\nresolved the same three clusters, but provided evidence suggesting that\none comprised two distinct sub-clades. Building on this genetic\nevidence, we identify subtle morphological differences and invoke a\ndiagnosable species concept to circumscribe three previously\nunrecognised cryptic species from Thailand. This objective approach to\nspecies delimitation validates ostensibly minor morphological\ndifferences as a basis for differentiating species within the alliance,\nand paves the way for a global analysis of species boundaries throughout\nthe genus as a whole.","trees":[{"tree_label":"Imported tree 1","ntax":"50","rootedtree":"TRUE","title":"Nervilia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110237.phy"},{"tree_label":"Imported tree 1","ntax":"50","rootedtree":"TRUE","title":"Nervilia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110238.phy"},{"tree_label":"Imported tree 2","ntax":"50","rootedtree":"TRUE","title":"Nervilia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110239.phy"}]}