{"Authors":" Lin Wang, Qing-Tian Li, Qiong Lei, Chao Feng, Xiaodong\nZheng, Fangfang Zhou, Lingzi Li, Xuan Liu, Zhi Wang, Jin Kong","Year":" 2017","Title":" Ectopically expressing MdPIP1;3, an aquaporin gene, increased\nfruit size and enhanced drought tolerance of transgenic tomatoes","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" aquaporin, MdPIP1;3, water transportation, fruit size,\ndrought tolerance, stomata closure.","DOI":"","Abstract":" Background: Water deficit severely reduces apple growth\nand production, is detrimental to fruit quality and size. This problem\nis exacerbated as global warming is implicated in producing more severe\ndrought stress. Thus water-efficiency has becomes the major target for\napple breeding. A desired apple tree can absorb and transport water\nefficiently, which not only confers improved drought tolerance, but also\nguarantees fruit size for higher income returns. Aquaporins, as water\nchannels, control water transportation across membranes and can regulate\nwater flow by changing their amount and activity. The exploration of\nmolecular mechanism of water efficiency and the gene wealth will pave a\nway for molecular breeding of drought tolerant apple tree. Results: In\nthe current study, we screened out a drought inducible aquaporin gene\nMdPIP1;3, which specifically enhanced its expression during fruit\nexpansion in ‘Fuji’ apple (Malus domestica Borkh. cv. Red Fuji). It\nlocalized on plasma membranes and belonged to PIP1 subfamily. The\ntolerance to drought stress enhanced in transgenic tomato plants\nectopically expressing MdPIP1;3, showing that the rate of losing water\nin isolated transgenic leaves was slower than wild type, and stomata of\ntransgenic plants closed sensitively to respond to drought compared with\nwild type. Besides, length and diameter of transgenic tomato fruits\nincreased faster than wild type, and in final, fruit sizes and fresh\nweights of transgenic tomatoes were bigger than wild type. Specially, in\ncell levels, fruit cell size from transgenic tomatoes was larger than\nwild type, showing that cell number per mm2 in transgenic fruits was\nless than wild type. Conclusions: Altogether, ectopically expressing\nMdPIP1;3 enhanced drought tolerance of transgenic tomatoes partially via\nreduced water loss controlled by stomata closure in leaves. In addition,\nthe transgenic tomato fruits are larger and heavier with larger cells\nvia more efficient water transportation across membranes. Our research\nwill contribute to apple production, by engineering apples with big\nfruits via efficient water transportation when well watered and enhanced\ndrought tolerance in transgenic apples under water deficit.","trees":[{"tree_label":"PAUP 1","ntax":"6","rootedtree":"TRUE","title":"Tomato Aquaporin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110223.phy"}]}