{"Authors":" A. R. Mahon, Daniel James Thornhill, Jon L. Norenburg,\nAndrew R. Mahon, Kenneth M. Halanych","Year":" 2008","Title":" Open-ocean barriers to dispersal: a test case with the\nAntarctic Polar Front and the ribbon worm Parborlasia corrugatus\n(Nemertea: Lineidae).","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Open-ocean environments provide few obvious barriers to\nthe dispersal of marine organisms. Major currents and/or environmental\ngradients potentially impede gene flow. One system hypothesized to form\nan open-ocean dispersal barrier is the Antarctic Circumpolar Current\n(ACC), an area characterized by marked temperature change, deep water,\nand the high flow Antarctic Polar Front (APF). Despite these potential\nisolating factors, several invertebrate species occur in both regions,\nincluding the broadcast-spawning nemertean worm Parborlasia corrugatus.\nTo empirically test for the presence of an open-ocean dispersal barrier,\nwe sampled P. corrugatus and other nemerteans from southern South\nAmerica, Antarctica, and the sub-Antarctic islands. Diversity was\nassessed by analyzing mitochondrial 16S rRNA and cytochrome c oxidase\nsubunit I (COI) sequence data with Bayesian inference and TCS haplotype\nnetwork analysis. Appropriate neutrality tests were also employed.\nAlthough our results indicate a single well-mixed lineage in Antarctica\nand the sub-Antarctic, no evidence for recent gene flow was detected\nbetween this population and South American P. corrugatus. Thus, even\nthough P. corrugatus can disperse over large geographic distances,\nphysical oceanographic barriers (i.e., ACC and APF) between continents\nhave likely restricted dispersal over evolutionary time. Genetic\ndistances and haplotype network analysis between South American and\nAntarctic/sub-Antarctic P. corrugatus suggest that these two populations\nare possibly two cryptic species. Furthermore, no molecular or\nmorphological evidence was found to support the described congeneric\nspecies P. fueguina or P. landrumae, calling into question the\nlegitimacy of these nominal taxa.","trees":[{"tree_label":"Fig. 2a","ntax":"33","rootedtree":"TRUE","title":"Parborlasia corrugatus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5333.phy"},{"tree_label":"Fig. 2b","ntax":"26","rootedtree":"TRUE","title":"Parborlasia corrugatus, COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5334.phy"},{"tree_label":"Fig. 2c","ntax":"10","rootedtree":"TRUE","title":"Parborlasia corrugatus, 16S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5335.phy"}]}