{"Authors":" Haitao Li, Bo Wang, Qinghua Zhang, Jing Wang, Graham J\nKing, Kede Liu","Year":" 2017","Title":" Genome-wide analysis of the auxin/indoleacetic acid (Aux/IAA)\ngene family in allotetraploid rapeseed (Brassica napus L.)","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Keywords: Brassica napus; Aux/IAA gene; Chromosome\ndistribution; Gene duplication; Expression pattern; Auxin response","DOI":" 10.1186/s12870-017-1165-5","Abstract":" Background: Auxin/Indoleacetic acid (Aux/IAA) genes\nparticipate in the auxin signaling pathway and play key roles in plant\ngrowth and development. Although the Aux/IAA gene family has been\nidentified in many plants, within allotetraploid Brassica napus little\nis known. Results: In this study, a total of 119 Aux/IAA genes were\nfound in the genome of B. napus. They were distributed non-randomly\nacross all 19 chromosomes and other non-anchored random scaffolds, with\na symmetric distribution in the A and C subgenomes. Evolutionary and\ncomparative analysis revealed that 111 (94.1%) B. napus Aux/IAA genes\nwere multiplied due to ancestral Brassica genome triplication and recent\nallotetraploidy from B. rapa and B. oleracea. Phylogenetic analysis\nindicated seven subgroups containing 29 orthologous gene sets and two\nBrassica-specific gene sets. Structures of genes and proteins varied\nacross different genes but were conserved among homologous genes in B.\nnapus. Furthermore, analysis of transcriptional profiles revealed that\nthe expression patterns of Aux/IAA genes in B. napus were tissue\ndependent. Auxin-responsive elements tend to be distributed in the\nproximal region of promoters, and are significantly associated with\nearly exogenous auxin up-regulation. Conclusions: The Aux/IAA gene\nfamily were identified and analyzed comprehensively in the\nallotetraploid B. napus genome. This analysis provides a deeper\nunderstanding of diversification of Aux/IAA gene family and will\nfacilitate further dissection of Aux/IAA gene function in B. napus.","trees":[{"tree_label":"Imported tree 1","ntax":"261","rootedtree":"TRUE","title":"Brassica auxin/indoleacetic acid","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108177.phy"}]}