{"Authors":" Elena Bovio, Laura Garzoli, Anna Poli, Valeria Prigione,\nDaria Firsova, Cristina Giovanna Varese, Grace McCormack","Year":" 2018","Title":" The culturable mycobiota associated with three Atlantic\nsponges, including two new species: Thelebolus balaustiformis and\nThelebolus spongiae","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Covering 70% of Earth, Oceans are at the same time the\nmost common and the less studied environment by microbiologists.\nConsidering the large gaps in our knowledge on the presence of marine\nfungi in the oceans, the aim of this research was to isolate and\nidentify the fungal community within three species of sponges Dysidea\nfragilis, Pachymatisma johnstonia and Sycon ciliatum, collected in the\nAtlantic Ocean and never studied for the associated mycobiota. The use\nof different isolation methods, incubation temperatures and media, also\nmimicking the marine environment and sponges, were fundamental to\nincrease the number of cultivable taxa. Fungi were identified using a\npolyphasic approach, by meaning of morpho-physiological, molecular and\nphylogenetic techniques. The sponges revealed an astonishing fungal\ndiversity represented by 88 fungal taxa. Each sponge hosted a specific\nfungal community with more than half fungi exclusive of each\ninvertebrates. Several taxa isolated and identified in this work were\nfirst reported in marine environment (22 species) and in association\nwith sponges (49 species), including two new species Thelebolus xy MUT\n2357 and Thelebolus xx MUT 2359, demonstrating that Oceans are an\nuntapped source of biodiversity. With the present work, we contributed\nto add another tile in the great mosaic of marine microbial\ndiversity.","trees":[{"tree_label":"con 50 majrule","ntax":"56","rootedtree":"TRUE","title":"Tr107632","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107632.phy"},{"tree_label":"con 50 majrule","ntax":"153","rootedtree":"TRUE","title":"Tr107633","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107633.phy"},{"tree_label":"con 50 majrule","ntax":"32","rootedtree":"TRUE","title":"Tr107631","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107631.phy"},{"tree_label":"CAPNODIALES","ntax":"119","rootedtree":"TRUE","title":"Tr107629","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107629.phy"},{"tree_label":"con 50 majrule","ntax":"98","rootedtree":"TRUE","title":"Tr107634","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107634.phy"},{"tree_label":"THELEBOLUS","ntax":"16","rootedtree":"TRUE","title":"Tr107635","tree_kind":"Species Tree","tree_type":"SuperTree","tree_quality":"Unrated","phylotree_id":"tree_107635.phy"}]}