{"Authors":" Jeanmaire Espiritu Molina, Lena Struwe","Year":" 2008","Title":" Utility of secondary structure in phylogenetic\nreconstructions using nrDNA ITS sequences - an example from Potalieae\n(Gentianaceae: Asteridae).","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The gentians (Gentianaceae, Asteridae) form a\nmorphologically and ecologically diverse group of plants with\ninteresting phytochemical and medicinal properties. The family contains\nsix tribes, but phylogenetic relationships among the three more derived\ntribes (Gentianeae, Helieae, and Potalieae) are considered ambiguous. In\nan attempt to resolve alignment ambiguity and provide better scientific\nsupport for relationships, the internal transcribed spacer (ITS) of the\nnuclear ribosomal DNA was aligned for several gentian sequences with\nreference to the ITS secondary structure proposed for Anvillea radiata\n(Asteraceae) using Dynalign. We present here the first secondary\nstructure of ITS for Gentianaceae and the Asterid I clade, which may\nguide alignment of ITS data in other eudicot taxa. The study included 42\nspecies, with representatives from tribes Chironieae, Gentianeae,\nHelieae, and Potalieae, and with the majority of species from Potalieae.\nPhylogenetic analyses based on secondary structure alignment using\nparsimony and Bayesian methods provided additional support for\nGentianeae plus Helieae as the sister group to Potalieae. Prepusa\n(Helieae) showed ambivalent associations. Within tribe Potalieae, the\nsubtribes Potaliinae and Lisianthiinae were supported as monophyletic.\nBisgoeppertia (Chironieae) was placed unambiguously inside Lisianthius\n(Potalieae-Lisianthiinae) in all analyses. Neurotheca\n(Potalieae-Faroinae) was positioned as sister to Lisianthiinae, making\nsubtribe Faroinae paraphyletic.","trees":[{"tree_label":"Fig. 3","ntax":"70","rootedtree":"TRUE","title":"Potalieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5337.phy"},{"tree_label":"Fig. 4","ntax":"70","rootedtree":"TRUE","title":"Potalieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5338.phy"},{"tree_label":"Fig. 5A","ntax":"70","rootedtree":"TRUE","title":"Potalieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5339.phy"},{"tree_label":"Fig. 5B","ntax":"70","rootedtree":"TRUE","title":"Potalieae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5340.phy"}]}