{"Authors":" Shunsukh Nozawa, Katsuhiko Ando, Nyunt Phay, Watanabe\nKyoko","Year":" 2017","Title":" Neopestalotiopsis tanintharyina sp. nov.,\nPseudopestalotiopsis dawaina sp. nov., and Ps. kawthaungina sp. nov.:\nthree new species from Myanmar","Journal":" Mycological progress","Volume":"","Issue":"","Pages":"","Keywords":" ITS, β-tubulin, tef1, phylogenetic analysis, morphological\nanalysis, Pestalotiopsis-like","DOI":"","Abstract":" Pestalotiopsis sensu lato, which comprise the genera\nPestalotiopsis sensu stricto, Neopestalotiopsis, and\nPseudopestalotiopsis, form a taxonomic group originally called\nPestalotiopsis and share a common conidial morph. In this study, we\nisolated three new species in this taxonomic group while performing a\nsurvey of Pestalotiopsis s. lat. in Myanmar, a tropical area. We\nperformed molecular phylogenic analyses of these new species by using a\ndataset that included sequences of the ribosomal internal transcribed\nspacer (ITS) region and the β-tubulin and translation elongation factor\n1-alpha (tef1) genes and classified one isolate as a member of the genus\nNeopestalotiopsis and the other two isolates as members of\nPseudopestalotiopsis. Phylogenetic trees indicated that each isolate was\nan independent species. Morphologically, the conidial traits of each of\nthe three strains did not coincide with those of any previously reported\nspecies in the Pestalotiopsis sensu lato or Pestalotia genera.\nDescriptions and illustrations of the new species obtained in this\nstudy, Neopestalotiopsis tanintharyina, Pseudopestalotiopsis dawaina,\nand Ps. kawthugina, are provided.","trees":[{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr107790","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107790.phy"},{"tree_label":"Imported tree 1","ntax":"40","rootedtree":"TRUE","title":"Tr107789","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107789.phy"},{"tree_label":"Imported tree 1","ntax":"40","rootedtree":"TRUE","title":"Tr107791","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107791.phy"}]}