{"Authors":" Pablo Alvarado, Pierre-Arthur Moreau, Balint Dima, Alfredo\nVizzini, Giovanni Consiglio, Gabriel Moreno, Ledo Setti, Tapio Kekki,\nSeppo Huhtinen, Kare Liimatainen, Tuula Niskanen","Year":" 2018","Title":" Pseudoclitocybaceae fam. nov. (Agaricales, Tricholomatoid\nclade), a new arrangement at family, genus and species level","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" A new clasification of several clitocyboid taxa is here\nproposed to accommodate results from multigenic phylogenetic inference.\nThe analysis of ITS rDNA as well as a combined dataset including 18S and\n28S rDNA, tef1 and rpb2 data, support significantly a shared\nmonophyletic origin of the genera Pseudoclitocybe, Musumecia and\nPogonoloma, and the species Clitocybe alexandri and C. harperi. The new\nfamily Pseudoclitocybaceae is here proposed to name this clade,\ncharacterized by the presence of loop-like clamp connections in most\nspecies, absence of cystidia, and parallel hymenophoral trama with\nbroad, cylindrical hyphae with intracellular granulations. The new genus\nClitopaxillus and Harmajaea are proposed to accommodate the type species\nC. alexandri and H. harperi, as well as the combination H. wellsiae. In\naddition, two new species are described: C. fibulatus has a differential\ndistribution of clamp connections in the basidiome, while H. guldeniae\nis an exclusively European taxon with brownish pileus, somewhat\ndecurrent gills, ovoid spores and basidia longer than those of H.\nharperi. Finally, the species concept within Pseudoclitocybe and\nPogonoloma is discussed and descriptions of the most representative\nspecies are provided.","trees":[{"tree_label":"PHYLIP 1+","ntax":"95","rootedtree":"FALSE","title":"Tr107787","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107787.phy"},{"tree_label":"PHYLIP 1+","ntax":"96","rootedtree":"FALSE","title":"Tr107788","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_107788.phy"}]}