{"Authors":" Barry M. Pryor, Myung Soo Park, Farhana Runa","Year":" 2008","Title":" Ulocladium systematics revisited: phylogeny and taxonomic\nstatus.","Journal":" Mycological Progress","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Ulocladium represents phaeodictyosporic\nHyphomycetes that produce conidia essentially obovoid in shape. Earlier\nmolecular studies that included 5 Ulocladium species and related taxa in\nAlternaria, Embellisia, and Stemphylium revealed conflict between\nmorphology and phylogeny, and Ulocladium was supported as polyphyletic\nwith a paraphyletic core group. In the present study, 13 Ulocladium\nspecies were included for a more comprehensive systematic analysis of\nthe genus based upon morphological and molecular characteristics. Total\ngenomic DNA was extracted from Ulocladium species and sequences were\ndetermined for the nuclear internal transcribed spacer region including\nthe 5.8S rDNA gene and the protein-coding genes\nglyceraldehyde-3-phosphate dehydrogenase and Alt a1. Subsequent\nphylogenetic analyses based on maximum parsimony and Bayesian methods\nincluded related Alternaria, Embellisia, and Stemphylium spp. Results\nsupported previous findings of polyphyletic and paraphyletic\nrelationships of Ulocladium among other taxa. Ten Ulocladium species\nclustered into a core Ulocladium clade and all taxa possessed the key\ndiagnostic feature of Ulocladium, namely, conidia essentially obovoid in\nshape. However, A. cheiranthi and E. indefessa also clustered within\nthis group with high bootstrap support but did not posses this\ndiagnostic feature. This paraphyletic clade resolved basal to the core\nAlternaria clade with high bootstrap support, unlike previous studies in\nwhich its position was imbedded within the primary Alternaria clade.\nThus, status of the genus as an independent lineage and unique taxon is\nsupported. As previously reported, U. alternariae and U. oudemansii,\nwhich posses the key conidium characteristics of Ulocladium, clustered\nas a separate clade sister to the core monophyletic clade. Further\nstudies are necessary to determine if these taxa represent an\nindependent lineage or share a common ancestor with the core Ulocladium\nclade. Obovoid conidia were poorly represented in the isolate of U.\nlanuginosum that was included in these analyses (originally identified\nas A. malvae), and the isolate resolved as A. radicina based upon all 3\nloci sequenced. Based upon these data and the origin of the isolate, a\nreassessment of its identity is supported.","trees":[{"tree_label":"Fig. 4 gpd","ntax":"44","rootedtree":"TRUE","title":"Ulocladium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5356.phy"},{"tree_label":"Fig. 2 alt a1","ntax":"44","rootedtree":"TRUE","title":"Ulocladium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5357.phy"},{"tree_label":"Fig. 3 its1 5.8s its2","ntax":"44","rootedtree":"TRUE","title":"Ulocladium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5358.phy"}]}