{"Authors":" Marc BEHR, Gea GUERRIERO","Year":" 2018","Title":" Insights into the molecular regulation of monolignol-derived\nproduct biosynthesis in the growing hemp hypocotyl","Journal":" BMC Plant Biology","Volume":" 18","Issue":"","Pages":" 1-18","Keywords":" Gene expression; Hemp; Hypocotyl; Laccase; Lignan; Lignin;\nMonolignols; Peroxidase; Proteomics","DOI":" 10.1186/s12870-017-1213-1","Abstract":" Lignin and lignans are both derived from the monolignol\npathway. Despite the similarity of their building blocks, they fulfil\ndifferent functions in planta. Lignin strengthens the tissues of the\nplant, while lignans are involved in plant defence and growth\nregulation. Their biosyntheses are tuned both spatially and temporally\nto suit the development of the plant (water conduction, reaction to\nstresses). We propose to study the general molecular events related to\nmonolignol-derived product biosynthesis, especially lignin. It was\npreviously shown that the growing hemp hypocotyl (between 6 and 20 days\nafter sowing) is a valid system to study secondary growth and the\nmolecular events accompanying lignification. The present work confirms\nthe validity of this system, by using it to study the regulation of\nlignin and lignan biosynthesis. Microscopic observations, lignin\nanalysis, proteomics, together with in situ laccase and peroxidase\nactivity assays were carried out to understand the dynamics of lignin\nsynthesis during the development of the hemp hypocotyl. Based on\nphylogenetic analysis and targeted gene expression, we suggest a role\nfor the hemp dirigent and dirigent-like proteins in lignan biosynthesis.\nThe transdisciplinary approach adopted resulted in the gene- and\nprotein-level quantification of the main enzymes involved in the\nbiosynthesis of monolignols and their oxidative coupling (laccases and\nclass III peroxidases), in lignin deposition (dirigent-like proteins)\nand in the determination of the stereoconformation of lignans (dirigent\nproteins). Our work sheds light on how, in the growing hemp hypocotyl,\nthe provision of the precursors needed to synthesize the aromatic\nbiomolecules lignin and lignans is regulated at the transcriptional and\nproteomic level.","trees":[{"tree_label":"thetree","ntax":"33","rootedtree":"TRUE","title":"Dirigent protein","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107828.phy"},{"tree_label":"Dirigent","ntax":"33","rootedtree":"TRUE","title":"Dirigent protein","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107829.phy"}]}