{"Authors":" Felix Forest, Justin Moat, Elisabeth Baloch, Neil A\nBrummitt, Steve Bachman, Stefanie M. Ickert-Bond, Peter M.\nHollingsworth, Aaron Liston, Damon P. Little, Sarah Mathews, hardeep\nrai, Catarina Rydin, Dennis W. Stevenson, Philip Thomas, Sven\nBuerki","Year":" 2017","Title":" Gymnosperms on the EDGE","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" Conservation, extinction probability, gymnosperms,\nphylogenetics","DOI":"","Abstract":" Driven by limited resources and a sense of urgency, the\nprioritization of species for conservation has been a persistent concern\nin conservation science. Gymnosperms (comprising ginkgo, conifers,\ncycads, and gnetophytes) are one of the most threatened groups of living\norganisms, with 40% of the species at high risk of extinction, about\ntwice as many as the most recent estimates for all plants (i.e. 21.4%).\nThis high proportion of species facing extinction highlights the urgent\naction require to secure their future through an objective\nprioritization approach. The Evolutionary Distinct and Globally\nEndangered (EDGE) method rapidly rank species based on their\nevolutionary distinctiveness and the extinction risks they face. EDGE is\napplied to gymnosperms using a phylogenetic tree comprising DNA sequence\ndata for 85% of gymnosperm species (923 out of 1090 species) and IUCN\nRed List assessments available for 92% of species. The effect of\ndifferent extinction probability transformations and the handling of\nIUCN data deficient species on the resulting rankings is investigated.\nAlthough top entries in our ranking comprise species that were expected\nto score well (e.g. Wollemia nobilis, Ginkgo biloba), many were\nunexpected (e.g. Araucaria araucana). These results highlight the\nnecessity of using approaches that integrate evolutionary information in\nconservation science.","trees":[{"tree_label":"dated","ntax":"964","rootedtree":"TRUE","title":"Gymnosperms supermatrix dated","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107816.phy"},{"tree_label":"MLT","ntax":"964","rootedtree":"TRUE","title":"Gymnosperms supermatrix RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107815.phy"}]}