{"Authors":" Barry M. Pryor, Rebecca Creamer, Sarah Hambleton, Robert A.\nShoemaker, Jennifer McLain-Romero","Year":" 2008","Title":" Undifilum, a new genus for endophytic Embellisia oxytropis\nand parasitic Helminthosporium bornmuelleri on legumes.","Journal":" Canadian Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Fungal endophytes of Oxytropis kansuensis from China,\npreviously described as Embellisia oxytropis, and endophytes of locoweed\n(Oxytropis and Astragalus spp.) from the United States are reported here\nas members of a new genus in the Pleosporaceae, Undifilum, based on\nmorphological and molecular analyses. Morphological comparisons among\nrecovered isolates revealed characters that are somewhat similar to\nthose of the genus Embellisia including conidia ovate to obclavate to\nlong ellipsoid, straight or slightly to decidedly inequilateral, with\noccasionally one or two cells distinctly swollen. Moreover, transepta\nare occasionally thickened, dark, and rigid in comparison to the\nexterior conidium wall. However, parsimony analysis of sequences from\nITS1/5.8S/ITS2, glyceraldehyde-3-phosphate dehydrogenase gene, and\nmitochondrial small subunit rDNA datasets revealed that the\nOxytropis/Astragalus endophytes formed a clade distinct from existing\nStemphylium, Alternaria, Nimbya, Ulocladium, and other Embellisia\nspecies. A second taxon, Helminthosporium bornmuelleri, was reexamined\nand found to posses similar morphological features to those of the\nOxytropis/Astragalus isolates. Sequence analysis placed this taxon in\nthe same clade with high bootstrap support. The distinct morphology and\ngenetics of these taxa, combined with the endophytic habit and\nproduction of the alkaloid swainsonine of isolates recovered from\nlocoweed, demonstrates that these fungi, all recovered from legumes,\nrepresent a new genus, herein described as Undifilum. The two species\nnow placed in this genus are redescribed as U. oxytropis and U.\nbornmuelleri.","trees":[{"tree_label":"Fig. 18","ntax":"53","rootedtree":"TRUE","title":"Undifilum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5363.phy"},{"tree_label":"Fig. 16","ntax":"53","rootedtree":"TRUE","title":"Undifilum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5361.phy"},{"tree_label":"Fig. 17","ntax":"53","rootedtree":"TRUE","title":"Undifilum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5362.phy"}]}