{"Authors":" Kristin Hultgren, Nicholas Jeffery, Angela Moran, T. Ryan\nGregory","Year":" 2017","Title":" Latitudinal variation in genome size in crustaceans","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" body size, crustacean, genome size, larval development,\nlatitude","DOI":"","Abstract":" In animals, genome size is correlated with many traits\nthat also vary with latitude, such as body size and developmental rate.\nCrustaceans have highly variable genome sizesranging nearly 650-foldand\nsome polar crustaceans have exceptionally large genomes. Here we\ninvestigate whether genome size is positively correlated with latitude\nacross 275 species of decapods, amphipods, and copepods. We also test\nwhether this relationship is independent of other factors that covary\nwith genome size and latitudebody size, habitat, and larval\ndevelopmentusing phylogenetic generalized least squares methods and\nmodel selection using Akaikes Information Criterion. In amphipods, all\nwell-supported models explaining genome size included latitude, whereas\nin copepods supported models included body size, but not latitude. In\ndecapods, there was a significant correlation between genome size and\nnumber of larval stages; however, model testing indicated that no single\nfactor was most well-supported in explaining genome size correlations.\nWhile genome size generally increases with latitude across crustaceans,\nit is clearly a complex trait that differs among taxonomic groups.","trees":[{"tree_label":"Appendix 3+","ntax":"38","rootedtree":"TRUE","title":"Amphipod","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_107879.phy"},{"tree_label":"Bayesian","ntax":"62","rootedtree":"TRUE","title":"Decapod","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107881.phy"},{"tree_label":"Tree","ntax":"28","rootedtree":"TRUE","title":"Copepod","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_107880.phy"}]}