{"Authors":" Angela C. Stevens, M. Alejandra Jaramillo, Christopher\nDavidson, Eric J. Tepe, James F. Smith, Ricardo Callejas","Year":" 2008","Title":" A phylogeny of the tropical genus Piper using ITS and the\nchloroplast intron psbJ-petA.","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Piper is one of the largest genera of flowering plants.\nThe uniformity of its small flowers and the vast number of species in\nthe genus has hindered the development of a stable infrageneric\nclassification. We sampled 575 accessions corresponding to 332 species\nof Piper for the ITS region and 181 accessions for the psbJ-petA\nchloroplast intron to further test previous hypotheses about the major\nclades within Piper. Phylogenetic analyses were performed for each\nmarker separately and in combination. The ITS region alone resolves\neleven major clades within Piper, whereas the psbJ-petA intron fails to\nrecover four of these major groupings and provides no resolution at the\nbase of the phylogeny. The combined analysis provides support for ten\nmonophyletic groups and offers the best hypothesis for relationships in\nPiper. Our massive ITS dataset allows us to assign confidently a large\nnumber of species in this “giant” genus to a major clade. Piper is here\ndivided into ten major clades for which we provide a morphological\ndescription. Various clades and subclades are newly identified here:\nPeltobryon, Schilleria, Isophyllon, P. cinereum/P. sanctum. The clades\ndescribed here provide a solid framework for future, and more focused,\nevolutionary studies.","trees":[{"tree_label":"Fig. 1 and sup.","ntax":"575","rootedtree":"TRUE","title":"Piper, ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5364.phy"},{"tree_label":"Fig. 2","ntax":"181","rootedtree":"TRUE","title":"Piper, combined BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5365.phy"}]}