{"Authors":" Jamjan Meeboon, Susumu Takamatsu","Year":" 2017","Title":" Notes on powdery mildews (Erysiphales) in Thailand VI.\nPhyllactinia and Leveillula","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" asexual morph · biodiversity · Erysiphales · phylogeny ·\ntropics","DOI":"","Abstract":" This report provides additional list consisting of nine\nspecies of the genus Phyllactinia and one species of Leveillula on\nvarious hosts found in Thailand. Morphological descriptions of powdery\nmildew specimens on nine plant families and molecular phylogenetic\nanalyses based on ITS and 28S rRNA gene sequences are provided.\nPhyllactinia macrouri on Morus macroura (Moraceae) and Phyllactinia\nbroussonetiae-papyriferi on Broussonetia papyrifera (Moraceae) are\nproposed as new species. Phyllactinia macrouri differs from Ph. moricola\nby having smaller chasmothecia, less number of chasmothecial appendages,\nless number of asci per chasmothecium and longer ascospores.\nPhyllactinia broussonetiae-papyriferi differs from Ph.\nbroussonetiae-kaempferi in having shorter conidiophores, foot cells.\nPhyllactinia alangii on Alangium kurzii, Ph. dalbergiae on Dalbergia\nlanceolaria var. lakhonensis, Phyllactinia cf. ehretiae on Ehretia\nlaevis, Ph. gmelinae on Gmelina arborea, Ph. moricola on Morus alba, Ph.\npyri-serotinae on Pyrus pyrifolia, Ph. terminaliae on Terminalia\nbellirica and Leveillula taurica on Euphorbia heterophylla, Solanum\naculeatissimum and S. torvum, found in Thailand were described. Ehretia\nlaevis and S. aculeatissimum are new host records for powdery mildews\nspecies in the world.","trees":[{"tree_label":"PAUP 1","ntax":"54","rootedtree":"TRUE","title":"Phyllactinia 54 taxa 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118011.phy"},{"tree_label":"PAUP 1","ntax":"57","rootedtree":"TRUE","title":"Phyllactinia 57 taxa ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118012.phy"}]}