{"Authors":" Laia Leria, Ronald Sluys, Marta Riutort","Year":" 2018","Title":" Diversification and biogeographic history of the Western\nPalearctic freshwater flatworm genus Schmidtea (Tricladida: Dugesiidae),\nwith a re-description of S. nova","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Schmidtea, speciation, taxonomy, molecular phylogeny,\nbiogeography","DOI":" 10.1111/jzs.12214","Abstract":" The freshwater flatworm genus Schmidtea is endemic in the\nWestern Palearctic region, where it is represented by only four species,\nthus contrasting with the high species diversity of the closely related\ngenus Dugesia within Europe. Although containing an important model\nspecies in developmental and regeneration research, viz. Schmidtea\nmediterranea, no evolutionary studies on the genus Schmidtea have been\nundertaken. For the first time, we present a well-resolved molecular\nphylogenetic tree of the four species of the genus, inferred on the\nbasis of two molecular markers, and provide also the first detailed\nmorphological account of Schmidtea nova. The phylogenetic tree generated\ncorroborates an earlier speciation hypothesis based on karyological data\nand points to chromosomal rearrangements as the main drivers of\nspeciation in this genus. The high genetic divergence between the four\nspecies, in combination with previous dating studies and their current\ngeographic distribution, suggests that Schmidtea could have originated\nin Laurasia but lost most of its diversity during the Oligocene. Thus,\nits present distribution pattern may be the result of the expansion of\nthree of its four relictual species over Europe, probably after the\nPleistocene glaciations. Our detailed morphological study of S. nova\nrevealed that it shows a number of remarkable features: interconnected\ntestis follicles, parovaria, an ejaculatory duct exiting into the\nprimary as well as the secondary seminal vesicle by means of a nipple,\nand the wall of the distal section of the ejaculatory duct being\nsclerotic or chitinized.","trees":[{"tree_label":"PAUP_1","ntax":"9","rootedtree":"TRUE","title":"Schmidtea 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110503.phy"},{"tree_label":"PAUP_1","ntax":"11","rootedtree":"TRUE","title":"Schmidtea Concatenated COI 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110505.phy"},{"tree_label":"PAUP_1","ntax":"16","rootedtree":"TRUE","title":"Schmidtea COI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110504.phy"}]}