{"Authors":" Tadeusz Kowalski, Piotr Boroń, Czesław Bartnik, Robert\nRossa","Year":" 2018","Title":" Morphological and molecular characterization of\nLeptomelanconium allescheri associated with necrotic lesions on Pinus\nmugo needles in the Polish Tatra Mountains.","Journal":" Forest Pathology","Volume":"","Issue":"","Pages":"","Keywords":" needle diseases, fungi","DOI":" 10.1111/efp.12420","Abstract":" Leptomelanconium allescheri was identified for the first\ntime in Poland in 2016 in the Tatra Mts. on P. mugo needles. It produced\nnumerous conidiomata on necrotic lesions on live needles. In our paper\nwe provide detailed characteristics of disease symptoms and describe\nmorphology of the structures of the fungus. The shape and size of\nmacroconidia proven to be more variable in vitro than in situ. The malt\nextract agar colonies of the fungus obtained from germinating\nmacroconidia are described for the first time. Our observations proven\nalso that, apart from macroconidia, L. allescheri produces in vitro\nunicellular, hyaline microconidia, 3.5 - 10 × 1.8 - 5.0 μm in size, the\npreviously unknown aspect in the development cycle of this species. The\nBLAST search with ITS and LSU sequences of L. allescheri resulted in the\nclosest match with Cenangium acuum accessions (94  95 % and 99 %\nrespectively). Two gene based, LSU plus ITS, phylogenetic positioning of\nL. allescheri proven that it belongs to Pezizomycotina, Helotiales.\nFurther, on family level, placement of L. allescheri, as well as its two\nclosest species C. acuum and Piceomphale bulgarioides, remains\nundefined. The L. allescheri barcode sequences (accession numbers: ITS \nMF573935, LSU  MF573936, IGS  MF573937) and cultures were submitted to\nNCBI GenBank and CBS Utrecht, The Netherlands culture collection.","trees":[{"tree_label":"con 50 majrule","ntax":"66","rootedtree":"TRUE","title":"Leptomelanconium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_108023.phy"}]}