{"Authors":" Marjorie A. Hoy, Ayyamperumal Jeyaprakash","Year":" 2008","Title":" First divergence time estimate of spiders, scorpions, mites\nand ticks (Subphylum: Chelicerata) inferred from mitochondrial\nphylogeny.","Journal":" Experimental and Applied Acarology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Spiders, scorpions, mites and ticks (chelicerates) form\none of the most diverse groups of arthropods on land, but their origin\nand times of diversification are not yet established. We estimated, for\nthe first time, the molecular divergence times for these chelicerates\nusing complete mitochondrial sequences from 25 taxa. All mitochondrial\ngenes were evaluated individually or after concatenation. Sequences\nbelonging to three missing genes (ND3, 6 and tRNA-Asp) from three taxa,\nas well as the faster-evolving ribosomal RNAs (12S and 16S), tRNAs, and\nthe third base of each codon from 11 protein-coding genes (PCGs)\n(COI-III, CYTB, ATP8, 6, ND1-2, 4L and 4-5), were identified and\nremoved. The remaining concatenated sequences from 11 PCGs produced a\ncompletely resolved phylogenetic tree and confirmed that all\nchelicerates are monophyletic. Removing the third base from each codon\nwas essential to resolve the phylogeny, which allowed deep divergence\ntimes to be calculated using three nodes calibrated with upper and lower\npriors. Our estimates indicate that the orders and classes of spiders,\nscorpions, mites and ticks diversified in the late Paleozoic, much\nearlier than previously reported from fossil date estimates. The\ndivergence time estimated for ticks suggests that their first land hosts\ncould have been amphibians rather than reptiles. Using molecular data,\nwe separated the spider-scorpion clades and estimated their divergence\ntimes at 397 ± 23 million years ago. Algae, fungi, plants and animals,\nincluding insects, were well established on land when these chelicerates\ndiversified. Future analyses, involving mitochondrial sequences from\nadditional chelicerate taxa and the inclusion of nuclear genes (or\nentire genomes) will provide a more complete picture of the evolution of\nthe Chelicerata, the second most abundant group of animals on\nearth.","trees":[{"tree_label":"Fig. 1","ntax":"36","rootedtree":"TRUE","title":"Chelicerata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5367.phy"}]}