{"Authors":" Brian D. Schrire, Nigel P. Barker, Matthew T. Lavin, Felix\nForest","Year":" 2009","Title":" Phylogeny of the tribe Indigofereae\n(Leguminosae-Papilionoideae): geographically structured more in\nsucculent rish and temperate settings than in grass-rich\nenvironments.","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" This analysis goes beyond most published phylogenies in\nexploring how phylogentic structure imposed by ecology, geography and\nmorphology can be interpreted to reveal significant new information\nabout the evolution of a group. It covers a comprehensive range of\nmorphological, ecological, and biogeographical diversity within tribe\nIndigofereae and among outgroups from the sister tribes Millettieae,\nAbreae and Phaseoleae. A combined data set of 321 terminal taxa (over\none-third of the tribe) by 80 morphological characters, 833 aligned\nsites from the nuclear ribosomal ITS/5.8S region, and an indel data set\nof 33 characters was subjected to parsimony analysis. Notable results\ninclude the Madagascan dry forest Disynstemon resolved as sister to\ntribe Indigofereae, and all species of the large genus Indigofera are\nresolved in just four main clades, each diagnosable by morphological\nsynapomorphies and ecological and geographical predilections. This\nsuggests niche conservation (ecology) and dispersal limitation\n(geography) are important processes shaping the Indigofereae phylogeny.\nTropical dry succulent-rich vegetation and the north-east to south-west\nAfrican Arid Corridor are considered pivotal to the diversification of\nIndigofera. A rates analysis of nucleotide substitutions confirms the\nages of the oldest crown clades are mostly younger than 16 Ma,\nimplicating dispersal in explaining the worldwide distribution of the\ntribe. Clades confined to temperate and succulent-rich vegetation show\nmore geographical phylogenetic structure than those inhabiting tropical\ngrass-rich vegetation. Dispersal limitation in these vegetation types is\nmore pronounced than in savanna vegetation. This comprehensive study\nwill provide a context for ongoing and future evolutionary studies of\nthis legume group and in general to species-rich pantropical genera like\nIndigofera.","trees":[{"tree_label":"Fig. 1","ntax":"321","rootedtree":"TRUE","title":"Indigofereae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5368.phy"}]}