{"Authors":" Matthew McIvor Prebus","Year":" 2017","Title":" Insights into the evolution, biogeography and natural history\nof the acorn ants, genus Temnothorax Mayr (Hymenoptera: Formicidae)","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" ants, Leptothorax, phylogenomics, rapid radiations, social\nparasite, ultraconserved elements","DOI":"","Abstract":" Background Temnothorax (Formicidae: Myrmicinae) is a\ndiverse genus of ants found in a broad spectrum of ecosystems across the\nnorthern hemisphere. These diminutive ants have long served as models\nfor social insect behavior, leading to discoveries about social learning\nand inspiring hypotheses about the process of speciation and the\nevolution of social parasitism. This genus is highly morphologically and\nbehaviorally diverse, and this has caused a great deal of taxonomic\nconfusion in recent years. Past efforts to estimate the phylogeny of\nthis genus have been limited in taxonomic scope, leaving the broader\nevolutionary patterns in Temnothorax unclear. To establish the monophyly\nof Temnothorax, resolve the evolutionary relationships, reconstruct the\nhistorical biogeography and investigate trends in the evolution of key\ntraits, I generated, assembled, and analyzed two molecular datasets: a\ntraditional multi-locus Sanger sequencing dataset, and an\nultra-conserved element (UCE) dataset. Using maximum likelihood,\nBayesian and summary-coalescent based approaches, I analyzed 22 data\nsubsets consisting of 103 ingroup taxa and a maximum of 1.8 million base\npairs in 2,485 loci.","trees":[{"tree_label":"con all compat","ntax":"116","rootedtree":"TRUE","title":"Temnothorax 116t-10g-sanger-matrix","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_108250.phy"},{"tree_label":"tree 1","ntax":"50","rootedtree":"TRUE","title":"Temnothorax","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108251.phy"}]}