{"Authors":" Susan E. Masta, Jeffrey L. Boore, Stuart J. Longhorn","Year":" 2008","Title":" Arachnid relationships based on mitochondrial genomes:\nasymmetric nucleotide and amino acid bias affects phylogenetic\nanalyses.","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Phylogenetic analyses based on mitochondrial DNA have\nyielded widely differing relationships among members of the arthropod\nlineage Arachnida, depending on the nucleotide coding schemes and models\nof evolution used. We enhanced taxonomic coverage within the Arachnida\ngreatly by sequencing seven new arachnid mitochondrial genomes from five\norders. We then used all 13 mitochondrial protein-coding genes from\nthese genomes to evaluate patterns of nucleotide and amino acid biases.\nOur data show that two of the six orders of arachnids (spiders and\nscorpions) have experienced shifts in both nucleotide and amino acid\nusage in all their protein-coding genes, and that these biases mislead\nphylogeny reconstruction. These biases are most striking for the\nhydrophobic amino acids isoleucine and valine, which appear to have\nevolved asymmetrical exchanges in response to shifts in nucleotide\ncomposition. To improve phylogenetic accuracy based on amino acid\ndifferences, we tested two recoding methods: (1) removing all isoleucine\nand valine sites and (2) recoding amino acids based on their\nphysiochemical properties. We find that these methods yield phylogenetic\ntrees that are consistent in their support of ancient intraordinal\ndivergences within the major arachnid lineages. Further refinement of\namino acid recoding methods may help us better delineate interordinal\nrelationships among these diverse organisms.","trees":[{"tree_label":"Fig. 5B","ntax":"21","rootedtree":"TRUE","title":"Arachnids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5379.phy"},{"tree_label":"Fig. 5A","ntax":"21","rootedtree":"TRUE","title":"Arachnids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5378.phy"}]}