{"Authors":" Dyfed Lloyd Evans, Shailesh Vinay Joshi, Jianping Wang","Year":" 2017","Title":" Phylogeny of Eight Tripidium (Panicoideae: Andropogoneae)\nAccessions: Taxonomic Placement and Relationship to Sugarcane.","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Tripidium, saccharinae, saccharum complex, plastids,\nphylogenetics, taxonomy, sorghinae, assembly","DOI":"","Abstract":" Background For over 50 years, attempts have been made to\nintrogress agronomically useful traits from Erianthus sect. Ripidium\n(Tripidium) species into sugarcane based on both genera being part of\nthe ‘Saccharum Complex’, an interbreeding group of species believed to\nbe involved in the origins of sugarcane. However, recent  low copy\nnumber gene studies indicate that Tripidium and Saccharum are much more\ndivergent than previously thought. The extent of genus Tripidium has not\nbeen fully explored and many species that should be included in\nTripidium are still classified as Saccharum. Moreover, Tripidium is\ncurrently defined as incertae sedis within the Andropogoneae, though it\nhas been suggested that they are related to the Germainiinae. Results\nEight newly sequenced chloroplasts from potential Tripidium species were\ncombined in a phylogenetic study with 46 members of the Panicoideae,\nincluding seven Saccharum accessions, two Miscanthidium and three\nMiscanthus species. A robust phylogeny was obtained that placed\nTripidium outside the bounds of the Saccharinae. A key to the currently\nidentified Tripidium species is presented. Conclusion For the first\ntime, we have undertaken a large-scale whole plastid study of eight\nnewly assembled potential Tripidium species. Our findings show that\nTripidium and Saccharum are eight million years divergent, last sharing\na common ancestor 12 million years ago. We prove that four species\nshould be removed from Saccharum/Erianthus and included in genus\nTripidium. Moreover, we demonstrate that Tripidium is sister to a\nsuper-clade formed by the core Andropogoneae, and the Saccharinae and\n(which encompasses a novel clade formed by the Rottboelliinae,\nIschaeminae and Coicinae as its outgroup). We re-define the ‘Saccharum\ncomplex’ to a group of genera that can interbreed in the wild and extend\nthe Saccharinae to include the Sorghinae along with Pogonatherum,\nImperata and Germainia. The circumscription of genus Tripidium is\nexpanded to include Tripidium arundinaceum, Tripidium procerum,\nTripidium kanashiroi and Tripidium rufipilum and we exclude these\nspecies from genus Saccharum. Moreover, we prove that genus Tripidium is\ndistinct from the Germainiinae.","trees":[{"tree_label":"Imported tree 1","ntax":"54","rootedtree":"TRUE","title":"Tr108195","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108195.phy"}]}