{"Authors":" Frederick Keith Barker","Year":" 2017","Title":" Molecular phylogenetics of the wrens and allies\n(Passeriformes: Certhioidea), with comments on the relationships of\nFerminia","Journal":" American Museum Novitates","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The superfamily Certhioidea is distributed on four\ncontinents and while comprising relatively few species, includes forms\nas diverse as creepers, nuthatches, gnatcatchers, and wrens. Previous\nattempts to infer the phylogeny of this lineage have focused on its\nhigher-level relationships, particularly scanting sampling of the New\nWorld wrens. This study reports the first nearly genus-level sampling of\ncerthioids, based on concatenated and species tree analyses of 8,520\nbases of DNA sequence data from six gene regions. These analyses, while\nfailing to completely resolve basal certhioid relationships, corroborate\nthe monophyly of a diverse New World clade of gnatcatchers, gnatwrens,\nand wrens, and significantly improve our understanding of wren\nrelationships. The inferred relationships among certhiods and wrens\nsupport an Old World origin for these lineages, with dispersal of the\nNew World clade in the mid-Miocene, suggesting expansion and early\ndiversification of the lineage through North America. This scenario\nsuggests a minimum of six independent, dispersal events into South\nAmerica in this lineage, at least some likely to have been made prior to\nthe Pliocene.","trees":[{"tree_label":"raxml","ntax":"32","rootedtree":"TRUE","title":"Certhioidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108360.phy"},{"tree_label":"starbeast","ntax":"32","rootedtree":"TRUE","title":"Certhioidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_108362.phy"},{"tree_label":"mrbayes","ntax":"32","rootedtree":"TRUE","title":"Certhioidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_108361.phy"}]}