{"Authors":" Jimena Cascales, Mariana Bracco, Mariana J. Garberoglio,\nLidia Poggio, Alexandra M. Gottlieb","Year":" 2017","Title":" Integral Phylogenomic Approach over Ilex L. Species from\nSouthern South America","Journal":" Life","Volume":" 7","Issue":" 4","Pages":" 47","Keywords":" multilocus phylogenomics; networks and splits graphs;\nnon-coding regions; plastomes; supernetwork; character evolution","DOI":" 10.3390/life7040047","Abstract":" The use of molecular markers with inadequate variation\nlevels has resulted in poorly resolved phylogenetic relationships within\nIlex. Focusing on southern South American and Asian species, we aimed at\ncontributing informative plastid markers. Also, we intended to gain\ninsights into the nature of morphological and physiological characters\nused to identify species. We obtained the chloroplast genomes of I.\nparaguariensis and I. dumosa, and combined these with all the congeneric\nplastomes currently available to accomplish interspecific comparisons\nand multilocus analyses. We selected seven introns and nine IGSs as\nvariable non-coding markers that were used in phylogenomic analyses.\nEight extra IGSs were proposed as candidate markers. Southern South\nAmerican species formed one lineage, except for I. paraguariensis, I.\ndumosa and I. argentina, which occupied intermediate positions among\nsampled taxa; Euroasiatic species formed two lineages. Some concordant\nrelationships were retrieved from nuclear sequence data. We also\nconducted integral analyses, involving a supernetwork of molecular data,\nand a simultaneous analysis of quantitative and qualitative\nmorphological and phytochemical characters, together with molecular\ndata. The total evidence tree was used to study the evolution of\nnon-molecular data, evidencing fifteen non-ambiguous synapomorphic\ncharacter states and consolidating the relationships among southern\nSouth American species. More South American representatives should be\nincorporated to elucidate their origin.","trees":[{"tree_label":"Fig. 3a","ntax":"1","rootedtree":"TRUE","title":"Ilex ML unrooted","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_108248.phy"},{"tree_label":"Fig. 4b","ntax":"10","rootedtree":"TRUE","title":"Ilex Total evidence most parsimonious topology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_108249.phy"}]}