{"Authors":" Susanne S Renner, Aretuza Sousa, Guillaume Chomicki","Year":" 2017","Title":" Chromosome numbers, Sudanese wild forms, and classification\nof the watermelon genus Citrullus, with 50 names allocated to seven\nbiological species","Journal":" Taxon","Volume":" 66","Issue":" 6","Pages":" 1393-1405","Keywords":" chromosome counts; crop plants; herbarium resources;\nnatural geographic ranges; wild relatives","DOI":"","Abstract":" Watermelons are among the most important vegetable crops\nworldwide, but targeted breeding is hindered by problems with Citrullus\ntaxonomy. Here we clarify nomenclature and species relationships in\nCitrullus, its chromosome numbers, and the likely geographic region of\nwatermelon domestication. We correct an erroneous chromosome count in\nrecent literature, provide a count for an understudied species, and data\non chromosome numbers for the entire genus. We also use a\nnuclear/plastid locus phylogeny to summarize data on Citrullus sexual\nsystems, loss of tendrils, life history, and geographic ranges. Key\ninsights from new sequences are that (i) material of C. vulgaris var.\n‘colocynthoides’, collected by Schweinfurth in Egypt in 1882 represents\nthe colocynth, C. colocynthis, and (ii) the citron or bitter watermelon,\nC. amarus, is indeed a separate species, not a subspecies of the dessert\nwatermelon. Schweinfurths varietal name, a nomen nudum, has been widely\nused for seeds as old as 5400 BP, and it now needs to be investigated\nwhether these seeds are colocynths, watermelon, or a hybrid. To help\nimprove Citrullus taxonomy and nomenclature, we allocate some 50\nscientific names to seven biological species, tabulate chromosome\ncounts, and provde with notes misidentified germplasms traceable by\naccession numbers. More wild-collected herbarium-verified material from\nNortheast Africa is urgently needed, especially given the discovery of\nRussian breeders that populations of wild ‘cordophanus’ from Sudan are\ncloser to the cultivated watermelon than are any other wild populations\nso far known.","trees":[{"tree_label":"PAUP 1","ntax":"47","rootedtree":"TRUE","title":"Citrullus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109011.phy"}]}