{"Authors":" Jaime Andrés Duque, Aida Vasco, Mateus Arduvino Reck, Maria\nAlice Neves","Year":" 2017","Title":" New Neotropical species of Russula","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Neotropical, Brazil, Colombia, Agaricomycetes,\nRussulaceae.","DOI":"","Abstract":" Russula is a highly diverse ectomycorrhizal genus in the\nfamily Russulaceae. The diversity of the genus is poorly known in\nNeotropical countries such as Brazil and Colombia. Twenty one species\nhave been registered from Brazil and 17 species from Colombia.\nTraditional morphological data combined with molecular analysis have\nbeen used to improve the current phylogenetic knowledge of Russula. In\nthis article we describe three new species from specimens collected in\nBrazil and Colombia: Russula insularis, from Southern Brazilian Atlantic\nForest, and R. zafirensis and R. concentrica, from Colombian Amazon rain\nforest. Two species are new records for Brazil: Russula\nrubropunctatissima and R. violaceotunicata. We present descriptions and\ndrawings for the new species. Molecular analyses based on nuc\nrITS1-5.8-ITS2 (ITS) barcode sequences and the D1-D2 domains of the\nlarge subunit (nuc 28S rDNA) sequences show that R. insularis belong to\nsection Metachromaticae, R. zafirensis belong to subsection Pluvialis\nand R. concentrica belong to subgenus Russula.","trees":[{"tree_label":"con 50 majrule","ntax":"91","rootedtree":"TRUE","title":"Russula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110601.phy"},{"tree_label":"Imported tree 1","ntax":"87","rootedtree":"TRUE","title":"Tr110602","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110602.phy"},{"tree_label":"con 50 majrule","ntax":"221","rootedtree":"TRUE","title":"Tr110603","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110603.phy"},{"tree_label":"tree 1","ntax":"221","rootedtree":"TRUE","title":"Tr110604","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110604.phy"}]}