{"Authors":" Ben-Erik van Wyk, Stephen R. Downie, B. E. v. Wyk, Patricia\nM Tilney, Anthony R Magee","Year":" 2009","Title":" Generic delimitations and relationships of the Cape genera\nCapnophyllum, Dasispermum and Sonderina, the North African genera\nKrubera and Stoibrax, and a new monotypic genus of the subfamily\nApioideae (Apiaceae)","Journal":" Systematic Botany","Volume":" 34","Issue":" 3","Pages":" 580-594","Keywords":"","DOI":" DO:10.1600/036364409789271218","Abstract":" Generic circumscriptions and phylogenetic relationships of\nthe Cape genera Capnophyllum, Dasispermum and Sonderina are explored\nthrough maximum parsimony and Bayesian inference analyses of ITS and\ncpDNA rps16 intron sequences, morphology and combined data. The putative\nrelationship of these genera with the North African genera Krubera and\nStoibrax is also assessed. Analyses of both molecular data sets place\nCapnophyllum, Dasispermum, Sonderina and the only southern African\nspecies of Stoibrax (S. capense) within the newly recognized Lefebvrea\nclade of tribe Tordylieae. Capnophyllum is strongly supported as\nmonophyletic and is distantly related to Krubera. The monotypic genus\nDasispermum and Stoibrax capense are imbedded within a paraphyletic\nSonderina. This complex is distantly related to the North African\nspecies of Stoibrax in tribe Apieae, in which the type species, Stoibrax\ndichotomum, occurs. As a result, the genus Dasispermum is expanded to\ninclude both Sonderina and Stoibrax capense. New combinations are\nformalized for Dasispermum capense, D. hispidum, D. humile and D. tenue.\nAn undescribed species from the Tanqua Karoo in South Africa is also\nclosely related to Capnophyllum and the DasispermumˆSonderina complex.\nThe genus Scaraboides is described herein to accommodate this unique new\nspecies, S. manningii. This monotypic genus shares the dorsally\ncompressed fruit and involute marginal wings with Capnophyllum but is\neasily distinguished by its erect branching habit, green leaves,\nscabrous umbels, and fruit with indistinct dorsal ribs, additional\nsolitary vittae in each marginal wing, and parallel, closely spaced\ncommissural vittae. Despite the marked fruit similarities with\nCapnophyllum, analyses of DNA sequence data place Scaraboides closer to\nthe DasispermumˆSonderina complex, with which it shares the erect habit,\ngreen (non-glaucous) leaves and scabrous umbels.","trees":[{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Apioideae, combined rps16, ITS and morphology","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5389.phy"},{"tree_label":"Fig. 1","ntax":"143","rootedtree":"TRUE","title":"Apioideae, nrITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5390.phy"},{"tree_label":"Fig. 2","ntax":"54","rootedtree":"TRUE","title":"Apioideae, rps16 intron","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5391.phy"}]}