{"Authors":" Isabel Leal, Marie-Josee Bergeron, Clement KM Tsui, Nicolas\nFeau, Brett Foord, Kevin Pellow, Richard Claude Hamelin, Rona\nSturrock","Year":" 2017","Title":" Cryptic speciation in western North America and eastern\nEurasia of the pathogens responsible for laminated root rot","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" fungi, pathogen, Phellinus","DOI":"","Abstract":" Coniferiporia sulphurascens is a facultative fungal\npathogen that causes laminated root rot (LRR) in commercially important\nconiferous species worldwide. LRR spreads primarily by way of vegetative\nmycelium transferring at points of contact between infected and healthy\nroots. Successful intervention to control LRR requires a better\nunderstanding of the population structure and genetic variability of C.\nsulphurascens. In this study, we investigated the population genetic\nstructure and origin of C. sulphurascens populations in western North\nAmerica and eastern Eurasia collected from multiple coniferous hosts. By\nanalyzing the small and large mitochondrial ribosomal RNA subunit genes\ncombined with six nuclear loci, internal transcribed spacer region,\nactin, RNA polymerase II largest subunit, RNA polymerase II second\nlargest subunit, laccase-like multicopper oxidase, and translation\nelongation factor 1-alpha, we observed that none of the alleles among\nthe loci were shared between NA and Eurasian C. sulphurascens\npopulations. In total, 55 multilocus genotypes (MLGs) were retrieved in\nC. sulphurascens isolates occurring in these two continental regions. Of\nthese, 41 MLGs were observed among 58 isolates collected from widespread\nlocations in British Columbia (Canada) and Northwestern USA, while 14\nMLGs were observed among 16 isolates sampled in Siberia and Japan. Our\ndata showed that the levels of genetic differentiation between the NA\nand Eurasian populations are much greater than the populations from\nwithin each continental region; the two continental populations formed\nclearly divergent phylogenetic clades/lineages since they were separated\napproximately 4.5 million years ago (Mya). Moreover, the Eurasian\npopulation could be the source of the NA population. Our study indicates\nthe existence of cryptic diversity in this pathogen species, and\nstrongly suggests that the NA and the Eurasian populations represent two\nlineages, which progressively diverged in allopatry.","trees":[{"tree_label":"tree 1","ntax":"75","rootedtree":"TRUE","title":"Tr108275","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108275.phy"}]}