{"Authors":" Janos Varga, Jens C. Frisvad, Jos Houbraken, Rob Samson, R.\nA. Samson","Year":" 2008","Title":" Polyphasic taxonomy of the heat resistant ascomycete genus\nByssochlamys and its Paecilomyces anamorphs.","Journal":" Persoonia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Paecilomyces is restricted to anamorphs of the\nascomycetous genus Byssochlamys. Byssochlamys and related Paecilomyces\nstrains are often heat resistant and may produce mycotoxins in\ncontaminated pasteurized foodstuffs. A comparative study of all\nByssochlamys species was carried out using a polyphasic approach to find\ncharacters that differentiate species and to establish accurate data on\npotential mycotoxin production by each species. Phylogenetic analysis of\nthe ITS region and parts of the \u001aÒ-tubulin and calmodulin genes, macro-\nand micromorphological examinations and analysis of extrolite profiles\nwere applied. Phylogenetic analyses revealed that the Byssochlamys genus\nincludes nine species, five of which form a teleomorph, i.e. B. nivea,\nB. fulva, B. lagunculariae, B. zollerniae and B. spectabilis, while four\nare strictly asexual, P. saturatus, P. brunneolus, P. formosus and P.\ndivaricatus. Among these, Byssochlamys nivea produces the mycotoxins\npatulin and byssochlamic acid and the immunosuppressant mycophenolic\nacid. Byssochlamys lagunculariae produces byssochlamic acid and\nmycophenolic acid and thus chemically resembles B. nivea. Some strains\nof P. saturatus produce patulin and brefeldin A, while Byssochlamys\nspectabilis (anamorph Paecilomyces variotii sensu stricto) produces\nviriditoxin. Some micro- and macromorphological characters are valuable\nfor identification purposes, including the shape and sizes of conidia\nand ascospores, presence and ornamentation of chlamydospores, growth\nrates on MEA and CYA, acid production on CREA and the growth rates on\nCYA. A dichotomous key is provided for species identification based on\nphenotypical characters.","trees":[{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"Byssochlamys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5395.phy"},{"tree_label":"Fig. 1","ntax":"37","rootedtree":"TRUE","title":"Byssochlamys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5393.phy"},{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Byssochlamys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5394.phy"}]}