{"Authors":" MAŁGORZATA WOJTKOWSKA, Dorota Buczek, Yutaka Suzuki,\nVictoria Shabardina, Wojciech Makałowski, Hanna Kmita","Year":" 2017","Title":" The emerging picture of the mitochondrial protein import\ncomplexes of Amoebozoa supergroup","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Amoebozoa, mitochondria, mitosomes, protein import, TIM22\ncomplex, TIM23 complex, small Tims, MIA complex, PAM complex, OXA\ncomplex","DOI":" 10.1186/s12864-017-4383-1","Abstract":" Background: The existence of mitochondria-related\norganelles (MROs) is proposed for eukaryotic organisms. The Amoebozoa\nincludes some organisms that are known to have mitosomes but also\norganisms that have aerobic mitochondria. However, the mitochondrial\nprotein apparatus of this supergroup remains largely unsampled, except\nfor the mitochondrial outer membrane import complexes studied recently.\nTherefore, in this study we investigated the mitochondrial inner\nmembrane and intermembrane space complexes, using the available genome\nand transcriptome sequences. Results: When compared with the canonical\ncognate complexes described for the yeast Saccharomyces cerevisiae,\namoebozoans with aerobic mitochondria, display lower differences in the\nnumber of subunits predicted for these complexes than the mitochondrial\nouter membrane complexes, although the predicted subunits appear to\ndisplay different levels of diversity in regard to phylogenetic position\nand isoform numbers. For the putative mitosome-bearing amoebozoans, the\nnumber of predicted subunits suggests the complex elimination distinctly\nmore pronounced than in the case of the outer membrane ones. Conclusion:\nThe results concern the problem of mitochondrial and mitosome protein\nimport machinery structural variability and the reduction of their\ncomplexity within the currently defined supergroup of Amoebozoa. This\nresults are crucial for better understanding of the Amoebozoa taxa of\nboth biomedical and evolutionary importance.","trees":[{"tree_label":"Fig. 3D","ntax":"9","rootedtree":"TRUE","title":"Amoebozoa supergroup Oxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109445.phy"},{"tree_label":"Fig. 3C","ntax":"6","rootedtree":"TRUE","title":"Amoebozoa supergroup Pam18","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109442.phy"},{"tree_label":"Fig. 3B","ntax":"6","rootedtree":"TRUE","title":"Amoebozoa supergroup Pam16","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109443.phy"},{"tree_label":"Fig. 3A","ntax":"17","rootedtree":"TRUE","title":"Amoebozoa supergroup Tim9 and 10","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109444.phy"}]}