{"Authors":" Henrik Sundberg, Asa Kruys, Johannes Bergsten, Stefan\nEkman","Year":" 2018","Title":" Position specificity in the genus Coreomyces","Journal":" Fungal Systematics and Evolution","Volume":" 1","Issue":"","Pages":" 217-228","Keywords":" Ascomycota, Coreomyces, Fungi, Laboulbeniales, Position\nspecificity","DOI":" 10.3114/fuse.2018.01.09","Abstract":" To study position specificity in the insect-parasitic\nfungal genus Coreomyces (Laboulbeniaceae, Laboulbeniales), we sampled\ncorixid hosts (Corixidae, Heteroptera) in southern Scandinavia. We\ndetected Coreomyces thalli in five different positions on the hosts.\nThalli from the various positions grouped in four distinct clusters in\nthe resulting gene trees, distinctly so in the ITS and LSU of the\nnuclear ribosomal DNA, less so in the SSU of the nuclear ribosomal DNA\nand the mitochondrial ribosomal DNA. Thalli from the left side of\nabdomen grouped in a single cluster, and so did thalli from the ventral\nright side. Thalli in the mid-ventral position turned out to be a mix of\nthree clades, while thalli growing dorsally grouped with thalli from the\nleft and right abdominal clades. The mid-ventral and dorsal positions\nwere found in male hosts only. The position on the left hemelytron was\nshared by members from two sister clades. Statistical analyses\ndemonstrate a significant positive correlation between clade and\nposition on the host, but also a weak correlation between host sex and\nclade membership. These results indicate that sex-of-host specificity\nmay be a non-existent extreme in a continuum, where instead weak\npreferences for one host sex may turn out to be frequent.","trees":[{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Coreomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112480.phy"},{"tree_label":"Imported tree 1","ntax":"63","rootedtree":"TRUE","title":"Coreomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112481.phy"},{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Coreomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112483.phy"},{"tree_label":"1","ntax":"62","rootedtree":"TRUE","title":"Coreomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112482.phy"}]}