{"Authors":" Shaghayegh Nasr, Steffen Bien, Mohammad Reza Soudi,\nNayyereh Alimadadi, Seyed Abolhassan Shahzadeh Fazeli, Ulrike Damm","Year":" 2018","Title":" Novel Collophorina and Coniochaeta species from Euphorbia\npolycaulis, an endemic plant in Iran","Journal":" Mycological Progress","Volume":" 17","Issue":" 6","Pages":" 755771","Keywords":" Lecythophora, Morphological characterisation, Multi-locus\nsequence analysis, Phylogeny, Systematics","DOI":" 10.1007/s11557-018-1382-9","Abstract":" During a study on the biodiversity of yeasts and\nyeast-like ascomycetes from wild plants in Iran, four strains of\nyeast-like filamentous fungi were isolated from a healthy plant of\nEuphorbia polycaulis in the Qom Province, Iran (IR. of). All four\nstrains formed small hyaline one-celled conidia from integrated\nconidiogenous cells directly on hyphae and sometimes on discrete\nphialides, as well as by microcyclic conidiation. Two strains\nadditionally produced conidia in conidiomata that open by rupture. The\ninternal transcribed spacer (ITS) sequences suggested the placement of\nthese strains in the genera Collophorina (Leotiomycetes) and Coniochaeta\n(Sordariomycetes), respectively. Blast search results on NCBI GenBank\nand phylogenetic analyses of ITS, the glyceraldehyde-3-phosphate\ndehydrogenase (GAPDH) and the translation elongation factor 1α (EF-1α)\nsequences, and the nuclear large subunit ribosomal gene (LSU), partial\nactin (ACT), and β-tubulin (TUB) sequences, respectively, revealed the\nisolates to belong to three new species, that are described here as\nCollophorina euphorbiae, Coniochaeta iranica, and C. euphorbiae. All\nthree species are characterised by morphological, physiological, and\nmolecular data.","trees":[{"tree_label":"Fig. 2","ntax":"56","rootedtree":"TRUE","title":"Tr108499","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108499.phy"},{"tree_label":"Fig. 1","ntax":"12","rootedtree":"TRUE","title":"Tr108497","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108497.phy"},{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Tr108498","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108498.phy"}]}