{"Authors":" Diana Wrigley de Basanta, Arturo Estrada-Torres, Ivan\nGarcia-Cunchillos, Asuncion Cano Echevarria, Carlos Lado","Year":" 2018","Title":" Didymium azorellae, a new myxomycete from cushion plants of\ncold arid areas of South America","Journal":" Mycologia","Volume":" 109","Issue":" 6","Pages":" 993-1002","Keywords":" Amoebozoa, Azorella, Neotropics, SEM, taxonomy,\nxerophiles","DOI":" 10.1080/00275514.2018.1426925","Abstract":" A new species of Didymium (Myxomycetes), D. azorellae is\ndescribed, isolated from plant debris in moist chamber, collected during\nstudies of cold arid areas of Argentina and Peru. It can be\ndistinguished by its small size, the tightly packed layer of lime\ncrystals on the peridium, the very scant, or absent, capillitium, and\nthe unique spore ornamentation, especially by SEM. The species developed\non dead leaves of cushion plants growing in the extremely harsh\nenvironments of the central Andean puna at almost 5000 m elevation, and\nthe Andino-Patagonian steppe. Morphology was examined using scanning\nelectron microscopy and light microscopy, and micrographs of relevant\ndetails are included here. In order to confirm the phylogenetic position\nof the new species described in this paper, a molecular study was\nconducted based on two independent nuclear regions. Two sequences from\ndifferent specimens and two different countries of the newly described\nspecies D. azorellae were grouped together and separated from the rest\nof the species analyzed. The clades are well supported for both.","trees":[{"tree_label":"Figure 19","ntax":"30","rootedtree":"TRUE","title":"Nuclear SSU gene tree derived by Maximum likelihood\nanalysis","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_108697.phy"},{"tree_label":"Figure 20","ntax":"13","rootedtree":"TRUE","title":"EF1A1 tree derived by Maximum likelihood analysis","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_108699.phy"}]}