{"Authors":" John J. Wiens, Daniel S. Moen","Year":" 2008","Title":" Phylogenetic evidence for competitively-driven divergence:\nbody-size evolution in Caribbean treefrogs (Hylidae: Osteopilus).","Journal":" Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Understanding the role of competition in evolutionary\ndivergence is a challenging problem in evolutionary biology, given that\nthe species that have diverged the most due to competition may no longer\ncompete today. However, phylogenetic analyses that show the repeated\nevolution of similar body-size extremes across communities may offer\nevidence of competitively driven divergence in the past. For example,\nmost regional assemblages of treefrogs around the world contain similar\nbody-size extremes (i.e., both very large and very small species), which\nappear to have evolved convergently many times. To better understand\nthis global pattern, we studied body-size diversification within the\nsmall, endemic radiation of Caribbean treefrogs (Osteopilus), by\ncombining community assembly models, phylogenetic and morphometric\nanalyses, and analyses of rates of body-size evolution. Community\nassembly models, which have traditionally been used to test for past\ncompetition, indicate that body-size distributions of Caribbean species\nshow more very large species and fewer small- and medium-sized species\nthan expected based on mainland South American treefrogs from which the\nCaribbean species are derived. Phylogenetic analysis shows that the\nsimilar extremes of body sizes among species on Jamaica and Hispaniola\nhave originated through parallel evolution on each island, rather than\nthrough dispersal. Furthermore, the rate of body-size evolution in\nOsteopilus is much higher than in the South American treefrogs from\nwhich it is derived, indicating that the body size extremes evolved\nthrough deterministic rather than random processes. Taken together,\nthese results suggest that competition may have rapidly driven the\ndiversification of body sizes in the Caribbean treefrogs to the extremes\nseen in older, more species-rich communities in South America and around\nthe world. Convergence in body-size extremes across communities may be\nindicative of past competition in many different organisms.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Caribbean Treefrogs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3117.phy"}]}