{"Authors":" Dong Zhang","Year":" 2018","Title":" Three new Diplozoidae mitogenomes expose unusual\ncompositional biases within the Monogenea class: implications for\nphylogenetic studies","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenomics, Mutational bias, Molecular marker, Long\nbranch, Amino acid usage, Ancestral gene order reconstruction","DOI":"","Abstract":" As the topologies produced by previous molecular and\nmorphological studies were contradictory and unstable (polytomy),\nevolutionary relationships within the Diplozoidae family and the\nMonogenea class (controversial relationships among the Discocotylinea,\nMicrocotylinea and Gastrocotylinea suborders) remain unresolved.\nComplete mitogenomes carry a relatively large amount of information,\nsufficient to provide a much higher phylogenetic resolution than\ntraditionally used morphological traits and/or single molecular markers.\nHowever, their implementation is hampered by the scarcity of available\nmonogenean mitogenomes. Therefore, we sequenced and characterized\nmitogenomes belonging to three Diplozoidae family species, and conducted\ncomparative genomic and phylogenomic analyses for the entire Monogenea\nclass. Taxonomic identification was inconclusive, so two of the species\nwere identified merely to the genus level. The complete mitogenomes of\nSindiplozoon sp. and Eudiplozoon sp. are 14,334 bp and 15,239 bp in\nsize, respectively. Paradiplozoon opsariichthydis (15,385 bp) is\nincomplete: an approximately 2000 bp-long gap within a non-coding region\ncould not be sequenced. Each genome contains the standard 36 genes (atp8\nis missing). G+T content and the degree of GC- and AT-skews of these\nthree mitogenome (and their individual elements) were higher than in\nother monogeneans. nad2, atp6 and nad6 were the most variable PCGs,\nwhereas cox1, nad1 and cytb were the most conserved. Mitochondrial\nphylogenomics analysis, conducted using concatenated amino acid\nsequences of all PCGs, indicates that evolutionary relationships of the\nthree genera are: (Eudiplozoon, (Paradiplozoon, Sindiplozoon)); and of\nthe three suborders: (Discocotylinea, (Microcotylinea,\nGastrocotylinea)). These intergeneric relationships were also supported\nby the skewness and principal component analyses. Our results show that\nnad2, atp6 and nad6 (fast-evolving) would be better candidates than cox1\n(slow-evolving) for species identification and population genetics\nstudies in Diplozoidae. Nucleotide bias and codon and amino acid usage\npatterns of the three diplozoid mitogenomes are more similar to cestodes\nand trematodes than to other monogenean flatworms. This unusual\nmutational bias was reflected in disproportionately long branches in the\nphylogram. Our study offsets the scarcity of molecular data for the\nsubclass Polyopisthocotylea to some extent, and might provide important\nnew insights into the evolutionary history of the three genera and three\nsuborders.","trees":[{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr110264","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110264.phy"},{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr110265","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110265.phy"},{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr110266","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110266.phy"},{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr110267","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110267.phy"}]}