{"Authors":" Lucy Cheng, Laura J Marinelli, Noel Grosset, Sorel T\nFitz-Gibbon, Charles A Bowman, Brian Q Dang, Daniel A Russell, Deborah\nJacobs-Sera, Baochen Shi, Matteo Pellegrini, Jeff F Miller, Michel\nGautier, Graham F Hatfull, Robert L Modlin","Year":" 2017","Title":" Complete genomic sequences of Propionibacterium\nfreudenreichii phages from Swiss cheese reveal greater diversity than\nCutibacterium (formerly Propionibacterium) acnes phages","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Propionibacterium freudenreichii, bacteriophage, phage\ngenomics, cheese microbiota, Cutibacterium acnes","DOI":"","Abstract":" Background: A remarkable exception to the large genetic\ndiversity often observed for bacteriophages infecting a specific\nbacterial host was found for the Cutibacterium acnes (formerly\nPropionibacterium acnes) phages, which are highly homogeneous. Phages\ninfecting the related species, which is also a member of the\nPropionibacteriaceae family, Propionibacterium freudenreichii, a\nbacterium used in production of Swiss-type cheeses, have also been\ndescribed and are common contaminants of the cheese manufacturing\nprocess. However, little is known about their genetic composition and\ndiversity. Results: We obtained seven independently isolated\nbacteriophages that infect P. freudenreichii from Swiss-type cheese\nsamples, and determined their complete genome sequences. These data\nrevealed that all seven phage isolates are of similar genomic length and\nGC% content, but their genomes are highly diverse, including genes\nencoding the capsid, tape measure, and tail proteins. In contrast to C.\nacnes phages, all P. freudenreichii phage genomes encode a putative\nintegrase protein, suggesting they are capable of lysogenic growth. This\nis further supported by the finding of related prophages in some P.\nfreudenreichii strains. The seven phages could further be distinguished\nas belonging to two distinct genomic types, or ‘clusters’, based on\nnucleotide sequences, and host range analyses conducted on a collection\nof P. freudenreichii strains show a higher degree of host specificity\nthan is observed for the C. acnes phages. Conclusions: Overall, our data\ndemonstrate P. freudenreichii bacteriophages are distinct from C. acnes\nphages, as evidenced by their higher genetic diversity, potential for\nlysogenic growth, and more restricted host ranges. This suggests\nsubstantial differences in the evolution of these related species from\nthe Propionibacteriaceae family and their phages, which is potentially\nrelated to their distinct environmental niches.","trees":[{"tree_label":"PAUP 1","ntax":"15","rootedtree":"TRUE","title":"Propionibacterium freudenreichii phages","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108999.phy"}]}