{"Authors":" Pamela J Windsor Reid, Eugueni Matveev, Alexandra\nMcClymont, Posfai Dora, April L HIll, Sally P Leys","Year":" 2017","Title":" Wnt signaling and polarity in freshwater sponges","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Wnt, β-catenin; Porifera; body polarity; metazoan\nevolution; osculum","DOI":"","Abstract":" Background The Wnt signaling pathway is uniquely metazoan\nand used in many processes during development, including the formation\nof polarity and body axes. In sponges, one of the earliest diverging\nanimal groups, Wnt pathway genes have diverse expression patterns in\ndifferent groups including along the anterior-posterior axis of two\nsponge larvae, and in the osculum and ostia of others. We studied the\nfunction of Wnt signaling and body polarity formation through\nexpression, knockdown, and larval manipulation in several freshwater\nsponge species. Results Sponge Wnts fall into sponge-specific and\nsponge-class specific subfamilies of Wnt proteins. Notably Wnt genes\nwere not found in transcriptomes of the glass sponge Aphrocallistes\nvastus. Wnt and its signaling genes were expressed in archaeocytes of\nthe mesohyl throughout developing freshwater sponges. Osculum formation\nwas enhanced by GSK3 knockdown, and Wnt antagonists inhibited both\nosculum development and regeneration. Using dye tracking we found that\nthe posterior poles of freshwater sponge larvae give rise to tissue that\nwill form the osculum following metamorphosis. Conclusions Together the\ndata indicate that while components of canonical Wnt signaling may be\nused in development and maintenance of osculum tissue, it is likely that\nWnt signaling itself occurs between individual cells rather than whole\ntissues or structures in freshwater sponges.","trees":[{"tree_label":"Porifera Wnts PhyML Tree","ntax":"88","rootedtree":"TRUE","title":"PhyML Analysis of Porifera Wnt sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_108700.phy"}]}