{"Authors":" Martina Reblova, Vaclav Stepanek","Year":" 2018","Title":" Introducing the Rhamphoriaceae fam. nov. (Sordariomycetes),\ntwo new genera and new life histories for taxa with Phaeoisaria- and\nIdriella-like anamorphs","Journal":" Mycologia","Volume":" 110","Issue":" 4","Pages":" 750-770","Keywords":" Ascomycota, budding ascospores, multigene phylogenetic\nanalysis, wood-inhabiting fungi, 5 new taxa","DOI":" 10.1080/00275514.2018.1475164","Abstract":" Two new genera, Rhamphoriopsis and Xylolentia, are\ndescribed for lignicolous perithecial ascomycetes occurring in\nterrestrial habitats. Fresh material, living cultures, morphology and\nDNA sequence data (nuc rDNA internal transcribed spacers (ITS1-5.8S-ITS2\n= ITS), 18S and 28S genes, and second largest subunit of RNA polymerase\nII = RPB2) of these taxa and morphologically similar fungi were studied\nto determine their relationships. A monophyletic clade including\nRhamphoria, Rhodoveronaea, a dematiaceous hyphomycete Linkosia\nmultiseptum, and the two new genera was recovered in the Sordariomycetes\nbased on the 18S-28S-RPB2 dataset. It is introduced as the family\nRhamphoriaceae and strongly supported by Bayesian and Maximum Likelihood\nmethods. Its members are characterised by perithecial ascomata with a\ncylindrical or rostrate neck, the absence of stromatic tissue or\nclypeus, similar anatomy of two-layered ascomatal walls, cylindrical\nparaphyses, unitunicate asci with a distinct, non-amyloid apical\nannulus, and dictyoseptate or transversely septate, hyaline or brown\nascospores. The mode of conidiogenesis is holoblastic, predominantly on\npolyblastic denticulate conidiogenous cells. The Phaeoisaria-like\nanamorph has been linked to Rhamphoria and Rhamphoriopsis, while conidia\nand conidiophores of Idriella-like synanamorph were formed in vitro in\ntwo species of Rhamphoria. The Veronaea-like anamorph is associated with\nRhodoveronaea. The anamorph of Xylolentia is a dematiaceous hyphomycete\nwith conidiogenous cells with sympodially extending rachis. A key to\nmembers of the family is provided. The classification and nature of\nspecies boundaries in Rhamphoria are discussed and diagnostic characters\nsuch as ascospore shape, number of transverse and longitudinal septa, a\ndegree of constriction at the septa and ability to produce ascoconidia\nare evaluated.","trees":[{"tree_label":"Fig. 1","ntax":"91","rootedtree":"TRUE","title":"Rhamphoriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120821.phy"}]}