{"Authors":" Salwa Essakhi, Giuseppe Surico, Laura Mugnai, Johannes\n(Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2008","Title":" Molecular and phenotypic characterisation of novel\nPhaeoacremonium species isolated from esca diseased grapevines.","Journal":" Persoonia","Volume":" 21","Issue":" NA","Pages":" 119-134","Keywords":" NA","DOI":" NA","Abstract":" Petri disease and esca are very destructive grapevine\ndecline diseases that occur in young and old vines in most countries\nwhere grapevines (Vitis spp.) are cultivated. Phaeoacremonium species\nare among the principal hyphomycetes associated with Petri disease and\nesca symptoms, producing a range of enzymes and phytotoxic metabolites.\nThe present study compared the phylogeny of a global collection of 118\nPhaeoacremonium isolates from grapevines, in order to gain a better\nunderstanding of their involvement in Petri disease and esca.\nPhylogenetic analyses of combined DNA sequence data sets of actin and\nβ-tubulin genes revealed the presence of 13 species of Phaeoacremonium\nassociated with Petri disease and esca on grapevine. Phaeoacremonium\naleophilum was the most frequently isolated species with an incidence up\nto 80 % of all isolates investigated. Previously described species,\nnamely Pm. alvesii, Pm. griseorubrum and Pm. rubrigenum are newly\nreported on grapevine from Turkey, Italy and Croatia, repectively.\nPhaeoacremonium viticola and Pm. scotyli represent new records for\nItaly, as well as Pm. mortoniae for Hungary and Croatia. In addition,\nfour new species of Phaeoacremonium, namely Pm. croatiense, Pm.\nhungaricum, Pm. sicilianum and Pm. tuscanum are newly described from\ngrapevine based on morphology, cultural characteristics, as well as\nmolecular phylogeny.","trees":[{"tree_label":"Fig. 1","ntax":"184","rootedtree":"TRUE","title":"Novel Phaeoacremonium spp., 1 of 317 MPT: ACT, TUB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3119.phy"}]}