{"Authors":" Sophie Missbach, Denis Aleksic, Lisa Blaschke, Timm\nHassemer, Kyung Jin Lee, Martin Mansfeld, Jana Haenske, Johannes\nHandler, Robert Kammerer","Year":" 2018","Title":" Alternative splicing after gene duplication drives\nCEACAM1-paralog diversification in the horse","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Alternative splicing, gene duplication, horse, CEA gene\nfamily, CEACAM, signaling motifs, evolution","DOI":"","Abstract":" Background: The CEA gene family is one of the most rapidly\nevolving gene families in the human genome. The founder gene of the\nfamily is thought to be an ancestor of the inhibitory immune checkpoint\nmolecule CEACAM1. Comprehensive analyses of mammalian genomes showed\nthat the CEA gene family is subject to tremendous gene family expansion\nand contraction events in different mammalian species. While in some\nspecies (e.g. rabbits) less than three CEACAM1 related genes exist, were\nin others (certain microbat species) up to 100 CEACAM1 paralogs\nidentified. We have recently reported that the horse has also an\nextended CEA gene family. Since mechanisms of gene family expansion and\ndiversification are not well understood we aimed to analyze the equine\nCEA gene family in detail. Results: We found that the equine CEA gene\nfamily contains 17 functional CEACAM1-related genes. Nine of them were\nsecreted molecules and eight CEACAMs contain transmembrane and\ncytoplasmic domain exons, the latter being in the focus of the present\nreport. Only one (CEACAM41) gene has exons coding for activating\nsignaling motifs all other CEACAM1 paralogs contain cytoplasmic exons\nsimilar to that of the inhibitory receptor CEACAM1. However, cloning of\ncDNAs showed that only one CEACAM1 paralog contain functional\nimmunoreceptor tyrosine-based inhibitory motifs in its cytoplasmic tail.\nThree receptors have acquired a stop codon in the transmembrane domain\nand two have lost their inhibitory motifs due to alternative splicing\nevents. In addition, alternative splicing eliminated the transmembrane\nexon sequence of the putative activating receptor, rendering it to a\nsecreted molecule. Transfection of eukaryotic cells with FLAG-tagged\nalternatively spliced CEACAMs indicates that they can be expressed in\nvivo. Thus detection of CEACAM41 mRNA in activated PBMC suggests that\nCEACAM41 is secreted by lymphoid cells upon activation. Conclusions: The\nresults of our study demonstrate that alternative splicing after gene\nduplication is a potent mechanism to accelerate functional\ndiversification of the equine CEA gene family members. This potent\nmechanism has created novel CEACAM receptors with unique signaling\ncapacities and secreted CEACAMs which potentially enables equine\nlymphoid cells to control distantly located immune cells.","trees":[{"tree_label":"Imported tree 1","ntax":"9","rootedtree":"TRUE","title":"Tr110123","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110123.phy"},{"tree_label":"Imported tree 1","ntax":"11","rootedtree":"TRUE","title":"Tr110124","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110124.phy"}]}