{"Authors":" Valeria da Cunha Tavares, Omar Warsi, Fernando Balseiro,\nCarlos Mancina, Liliana M Davalos","Year":" 2018","Title":" Out of the Antilles: fossil phylogenies support reverse\ncolonization of bats to South America","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Caribbean, Chiroptera, dispersal, Phyllostomidae,\nStenodermatina, Stenodermatinae, Stenodermatini, reverse colonization,\nupstream colonization, West Indies","DOI":"","Abstract":" AIM Previous phylogenies of extant Short-faced bats\n(Chiroptera: Stenodermatina) supported either two colonization events\nfrom the mainland to the Antilles, or reverse colonization, but lacked\nboth fossil data and statistical modelling of biogeography. Recent\nmulti-locus phylogenies of noctilionoid bats and likelihood modelling of\nancestral ranges support a continental origin for the clade. We include\nall known extinct and extant stenodermatina species and apply\nstatistical modelling to test competing biogeographical hypotheses.\nLOCATION The Neotropics, including the Antilles. METHODS We combined\nmitochondrial and nuclear sequences with 302 new morphological\ncharacters to infer phylogenies. Bayesian tip-dating analyses applied\ncodon models to protein-coding genes, with relaxed molecular clocks\nfitting a compound Poisson process. The combined maximum clade\ncredibility tree was used in comparisons of alternative biogeographical\nmodels. RESULTS The new phylogenies support the fossil Cubanycteris\nsilvai as sister to all extant species of Short-faced bats. Among\nArtibeus (the sister group to Short-faced bats), the Antillean fossil A.\nanthonyi has distinctive characters and is nested within the subgenus\nArtibeus. The common ancestor of all Short-faced bats is inferred to be\nAntillean, as a mainland origin is unlikely. Founder-event speciation is\nthe most probable process explaining the distribution of these highly\ndivergent fossil lineages. MAIN CONCLUSIONS Dated, character-based\nphylogenies of fossil species are indispensable for biogeographic\ninference: without fossils biogeographic analyses find a mainland origin\nfor Short-faced bats. The rate of founder speciation in this clade is\ntwice as high as the estimate from noctilionoids in general,\nhighlighting the role of founder events in the diversification of island\ntaxa. Although rare, reverse colonization contributes key species to\ncontinental communities. Short-faced bats, including Cubanycteris, share\nbiomechanical adaptations for a strong bite conferring access to harder\nfigs. We hypothesize these adaptations and characters related to\nroosting ecology enabled ancestral lineages to successfully establish\nand diversify on the mainland.","trees":[{"tree_label":"Fig. 1","ntax":"49","rootedtree":"TRUE","title":"Bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108836.phy"},{"tree_label":"Fig. 1S","ntax":"49","rootedtree":"TRUE","title":"Bats","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_108835.phy"}]}