{"Authors":" Shunsuke Nozawa, Katsuhiko Ando, Nyunt Phay, Watanabe\nKyoko","Year":" 2017","Title":" Neopestalotiopsis tanintharyina sp. nov.,\nPseudopestalotiopsis dawaina sp. nov., and Ps. kawthaungina sp. nov.:\nthree new species from Myanmar","Journal":" Mycological progress","Volume":"","Issue":"","Pages":"","Keywords":" ITS, β-tubulin, tef1, phylogenetic analysis, morphological\nanalysis, Pestalotiopsis-like","DOI":"","Abstract":" Pestalotiopsis sensu lato, which comprise the genera\nPestalotiopsis sensu stricto, Neopestalotiopsis, and\nPseudopestalotiopsis, form a taxonomic group originally called\nPestalotiopsis and share a common conidial morph. In this study, we\nisolated two new species in this taxonomic group while performing a\nsurvey of Pestalotiopsis s. lat. in Myanmar, a tropical area. We\nperformed molecular phylogenic analyses of these new species by using a\ndataset that included sequences of the ribosomal internal transcribed\nspacer (ITS) region and the β-tubulin and translation elongation factor\n1-alpha (tef1) genes and classified one isolate as a member of the two\nisolates as members of Pseudopestalotiopsis. Phylogenetic trees\nindicated that each isolate was an independent species. Morphologically,\nthe conidial traits of each of the three strains did not coincide with\nthose of any previously reported species in the Pestalotiopsis sensu\nlato or Pestalotia genera. Descriptions and illustrations of the new\nspecies obtained in this study, Pseudopestalotiopsis dawaina, and Ps.\nkawthugina, are provided.","trees":[{"tree_label":"Imported tree 1","ntax":"20","rootedtree":"TRUE","title":"Tr110022","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110022.phy"},{"tree_label":"Imported tree 1","ntax":"20","rootedtree":"TRUE","title":"Tr110023","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110023.phy"},{"tree_label":"Imported tree 1","ntax":"20","rootedtree":"TRUE","title":"Tr110024","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110024.phy"}]}