{"Authors":" Sanna Huttunen, Ray Tangney, Michael Stech, Dietmar\nQuandt","Year":" 2008","Title":" Back to the future?: molecules take us back to the 1925\nclassification of the Lembophyllaceae (Bryopsida).","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Although the Lembophyllaceae has undergone considerable\nrevision during the last century, the generic and familial level\nrelationships of this pleurocarpous moss family are still poorly\nunderstood. To address this problem, a generic revision of the\nLembophyllaceae based on molecular data was undertaken. We analyzed two\nplastid markers, the trnL-trnF and the psbT-psbH region in combination\nwith the ITS2 of nuclear ribosomal DNA. The molecular data reveal that\nthe current circumscription of the family is too narrow and that several\ngenera previously placed in the Lembophyllaceae should be re-included.\nThe family includes: Bestia, Camptochaete, Dolichomitra,\nDolichomitriopsis, Fallaciella, Fifea, Isothecium, Lembophyllum,\nLooseria stat. nov., Pilotrichella, Rigodium, Tripterocladium and\nWeymouthia. Looseria contains a single species: Looseria orbiculata\ncomb. nov. Acrocladium is excluded and provisionally accommodated in the\nLepyrodontaceae. Generic limits supported by the molecular data suggest\na return to the early twentieth century family concept of Brotherus. The\nanalyses indicate that the segregate genus Orthostichella is very\ndistinct from its parent genus Pilotrichella, probably at the family\nlevel. Whereas Pilotrichella is resolved within the Lembophyllaceae,\nOrthostichella clusters with Porotrichum and Porothamnium forming a\nclade (OPP-clade) sister to the remaining Neckeraceae and\nLembophyllaceae. Hence, the Neckeraceae is paraphyletic. Recognition of\nthe OPP -clade as a new family is desirable but awaits the results of\ndetailed ongoing morphological studies.","trees":[{"tree_label":"Fig. 1","ntax":"65","rootedtree":"TRUE","title":"Lembophyllaceae, MP trnLF psbTH ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3127.phy"},{"tree_label":"Fig. 2","ntax":"65","rootedtree":"TRUE","title":"Lembophyllaceae, ML hotex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3128.phy"},{"tree_label":"Fig. 3","ntax":"41","rootedtree":"TRUE","title":"Lembophyllaceae, MPT ingroup","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3129.phy"}]}