{"Authors":" Quintin Lau, Takeshi Igawa, Ryuhei Minei, Tiffany A Kosch,\nYoko Satta","Year":" 2017","Title":" Transcriptome analyses of immune tissues from three Japanese\nfrogs (Genus Rana) reveals their utility in characterizing major\nhistocompatibility complex class II","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Ranidae, chytridiomycosis, MHC supertypes, RNA-Seq, Rana\njaponica, Rana ornativentris, Rana tagoi, antimicrobial peptides","DOI":"","Abstract":" Background: In Japan and East Asia, endemic frogs appear\nto be tolerant or not susceptible to chytridiomycosis, a deadly\namphibian disease caused by the chytrid fungus Batrachochytridium\ndendrobatidis (Bd). Japanese frogs may have evolved mechanisms of immune\nresistance to pathogens such as Bd. This study characterizes immune\ngenes expressed in various tissues of healthy Japanese Rana frogs.\nResults: We generated transcriptome data sets of skin, spleen and blood\nfrom three adult Japanese Ranidae frogs (Japanese brown frog Rana\njaponica, the montane brown frog Rana ornativentris, and Tagos brown\nfrog Rana tagoi tagoi) as well as whole body of R. japonica and R.\nornativentris tadpoles. From this, we identified tissue- and\nstage-specific differentially expressed genes; in particular, the spleen\nwas most enriched for immune-related genes. A specific immune gene,\nmajor histocompatibility complex class IIB (MHC-IIB), was further\ncharacterized due to its role in pathogen recognition. We identified a\ntotal of 33 MHC-IIB variants from the three focal species (n = 7\nindividuals each), which displayed evolutionary signatures related to\nincreased MHC variation, including balancing selection. Our supertyping\nanalyses of MHC-IIB variants from Japanese frogs and previously studied\nfrog species identified potential physiochemical properties of MHC-II\nthat may be important for recognizing and binding chytrid-related\nantigens. Conclusions: This is one of the first studies to generate\ntranscriptomic resources for Japanese frogs, and contributes to further\nunderstanding the immunogenetic factors associated with resistance to\ninfectious diseases in amphibians such as chytridiomycosis. Notably,\nMHC-IIB supertyping analyses identified unique functional properties of\nspecific MHC-IIB alleles that may partially contribute to Bd resistance,\nand such properties provide a springboard for future experimental\nvalidation.","trees":[{"tree_label":"Imported tree 1","ntax":"51","rootedtree":"TRUE","title":"Rana MHCII exon2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109202.phy"},{"tree_label":"Imported tree 1","ntax":"51","rootedtree":"TRUE","title":"Rana MHCII exon3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109203.phy"}]}