{"Authors":" Oleg Shchepin, Nikki Heherson A Dagamac, Oriana Mahecha\nSanchez, Yuri K. Novozhilov, Martin Schnittler, Inna V.\nZemlyanskaya","Year":" 2017","Title":" DNA barcoding as a tool for identification of plasmodia and\nsclerotia of myxomycetes (Myxogastria) appearing in moist chamber\ncultures","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" 18S rRNA  Amoebozoa  hidden diversity  molecular taxonomy \nplasmodial slime molds  SSU  substrates","DOI":"","Abstract":" Moist chamber culture experiments are one of the basic\nmethods of detection of myxomycete diversity that is usually employed to\ncomplement field datasets based on fruit bodies (sporocarps). However,\noften a large fraction of plasmodia that appear in moist chamber\ncultures does not yield sporocarps that can be determined to species\nbased on morphological traits. Instead, plasmodia convert to a dormant\nstage called sclerotium. Both structures essentially lack taxonomically\nvaluable morphological characters, preventing assignment to a species.\nHere we report the results of application of DNA barcoding as a method\nof taxonomical identification of plasmodia and sclerotia that develop in\nmoist chamber cultures. The first ca. 600 bp of 18S rRNA gene were\nsuccessfully amplified for 38 sclerotium and 32 plasmodium samples.\nComparison to a large collection of reference sequences and phylogenetic\nanalysis allowed identifying sequences up to species (45), genus (15) or\norder (10) following several formal criteria. Additionally four partial\nEF1A gene sequences were obtained, demonstrating that single-copy\nnuclear genes can also be easily amplified from plasmodia and sclerotia.\nThe outlined methodology could facilitate future studies of myxomycete\ndiversity and ecology based on moist chamber cultures, effectively\nincreasing diversity estimates.","trees":[{"tree_label":"18S_tree_Myxomycete_Sclerotia_and_Plasmodia_with_refs","ntax":"118","rootedtree":"TRUE","title":"Tr108952","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108952.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr108947","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_108947.phy"}]}