{"Authors":" Nicole K. Reynolds, Gerald L. Benny, Haiso Man Ho, Yu-Han\nHou, Alija Bajro Mujic, Matthew E Smith, Pedro W. Crous","Year":" 2018","Title":" Phylogenetic analysis of the mycoparasite genus Piptocephalis\nand evidence for bias against long internal transcribed spacer (ITS)\nregions in environmental sequencing methods","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Co-culture, metagenomics, morphology, mycoparasites,\nPiptocephalidaceae, zygomycetes","DOI":"","Abstract":" The Piptocephalidaceae (Zoopagales, Zoopagomycota)\ncontains three genera of mycoparasitic, haustoria-forming fungi:\nKuzuhaea, Piptocephalis, and Syncephalis. Although the fungi in this\ngroup are diverse and ubiquitous in soil and dung, they are among the\nleast studied fungi on the planet. Co-cultures of Piptocephalis and\ntheir hosts are relatively easy to isolate from soil and dung samples\nacross the globe, making them a good model taxon for the order\nZoopagales. This study focuses on the systematics of the genus\nPiptocephalis. Despite the fact that there are approximately 40\ndescribed Piptocephalis species, there are no modern taxonomic or\nmolecular phylogenetic treatments of this group. Minimal sequence data\nare available for Piptocephalis species and relatively little is known\nabout the true diversity or biogeography of the genus. Likewise,\nrepresentation of the genus in environmental sequencing surveys is\nlimited, possibly due to methodological difficulties in sequencing the\ninternal transcribed spacer region (ITS) of rDNA. Our study addresses\ntwo aspects: Piptocephalis systematics and representation of\nPiptocephalidaceae taxa in metagenomics surveysand rDNA characterization\n. First, we generated a large subunit (28S) nuc rDNA phylogeny and\nevaluated several morphological characters by testing their correlation\nwith the phylogeny using Bayesian Tip-association Significance testing\n(BaTS). We found monophyly of Piptocephalis species identified based on\nmorphological traits but morphological character states were not\nconserved across clades, suggesting that there have been multiple gains\nand losses of morphological features. We also found that Kuzhuaea is\nnested within Piptocephalis. Secondly, we tested the effect of ITS\nregion length on amplification and detection from metagenomic samples\nsequenced on an Illumina high-throughput platform. We found evidence to\nsupport our hypothesis of bias against long ITS sequences and\npreferential sequencing of short ITS sequences. We suggest that an\noptimized environmental sequencing protocol should be developed to\ndetect long and divergent Zoopagomycotina sequences from metagenomic\nsamples.","trees":[{"tree_label":"Imported tree 1","ntax":"100","rootedtree":"TRUE","title":"Piptocephalis 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110543.phy"}]}