{"Authors":" Irene Barnes, Arista Fourie, Michael J Wingfield, Thomas\nHarrington, Douglas L McNew, Lionel S Sugiyama, Blaine C Luiz, Wade P\nHeller, Lisa Keith","Year":" 2018","Title":" New Ceratocystis species associated with rapid death of\nMetrosideros polymorpha in Hawaii.","Journal":" Persoonia","Volume":" 40","Issue":"","Pages":" 154-181","Keywords":" Ceratocystidaceae, fungal barcoding genes, ITS types,\ninvasive species","DOI":" 10.3767/persoonia.2018.40.07","Abstract":" The native ohia lehua (Metrosideros polymorpha) has\ncultural, biological and ecological significance to Hawaii, but it is\nseriously threatened by a disease commonly referred to as rapid ohia\ndeath (ROD). Preliminary investigations showed that a Ceratocystis\nspecies similar to C. fimbriata sensu lato was the cause of the disease.\nIn this study, we used a combination of the phylogenetic, morphological\nand biological species concepts, as well as pathogenicity tests and\nmicrosatellite analyses, to characterise isolates collected from\ndiseased ohia trees across Hawaii Island. Two distinct lineages,\nrepresenting new species of Ceratocystis, were evident based on\nmultigene phylogenetic analyses. These are described here as C. lukuohia\nand C. huliohia. Ceratocystis lukuohia forms part of the Latin American\nclade (LAC) and was most closely associated with isolates from Syngonium\nand Xanthosoma from the Caribbean and elsewhere, including Hawaii, and\nC. platani, which is native to eastern USA. Ceratocystis huliohia\nresides in the Asian-Australian clade (AAC) and is most closely related\nto C. uchidae, C. changhui and C. cercfabiensis, which are thought to be\nnative to Asia. Morphology and interfertility tests support the\ndelineation of these two new species and pathogenicity tests show that\nboth species are aggressive pathogens on seedlings of M. polymorpha.\nCharacterisation of isolates using microsatellite markers suggest that\nboth species are clonal and likely represent recently-introduced\nstrains. Intensive research is underway to develop rapid screening\nprotocols for early detection of the pathogens and management strategies\nin an attempt to prevent the spread of the pathogens to the other\nislands of Hawaii, which are currently disease free.","trees":[{"tree_label":"4genes","ntax":"83","rootedtree":"TRUE","title":"Ceratocystis BT, MS, RPB, EF combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112115.phy"},{"tree_label":"ITS AAC","ntax":"48","rootedtree":"TRUE","title":"Ceratocystis ITS Asian-Australian","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112114.phy"},{"tree_label":"ITS LAC","ntax":"57","rootedtree":"TRUE","title":"Ceratocystis LAC clade ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112116.phy"}]}