{"Authors":" Charles C. Davis, Abraham J. Miller-Rushing, Richard B.\nPrimack, Brad R Ruhfel, Charles George Willis, B. R. Primack","Year":" 2008","Title":" Phylogenetic patterns of species loss in Thoreau’s woods are\ndriven by climate change.","Journal":" Proceedings of the National Academy of Sciences,\nU.S.A.","Volume":" 105","Issue":" 44","Pages":" 17029-17033","Keywords":"","DOI":" 10.1073/pnas.0806446105","Abstract":" Climate change has led to major changes in the phenology\n(the timing of seasonal activities, such as flowering) of some species\nbut not others. The extent to which flowering-time response to\ntemperature is shared among closely related species might have important\nconsequences for community-wide patterns of species loss under rapid\nclimate change. Henry David Thoreau initiated a dataset of the Concord,\nMassachusetts, flora that spans ~150 years and provides information on\nchanges in species abundance and flowering time. When these data are\nanalyzed in a phylogenetic context, they indicate that change in\nabundance is strongly correlated with flowering-time response. Species\nthat do not respond to temperature have decreased greatly in abundance,\nand include among others anemones and buttercups [Ranunculaceae pro\nparte (p.p.)], asters and campanulas (Asterales), bluets (Rubiaceae\np.p.), bladderworts (Lentibulariaceae), dogwoods (Cornaceae), lilies\n(Liliales), mints (Lamiaceae p.p.), orchids (Orchidaceae), roses\n(Rosaceae p.p.), saxifrages (Saxifragales), and violets (Malpighiales).\nBecause flowering-time response traits are shared among closely related\nspecies, our findings suggest that climate change has affected and will\nlikely continue to shape the phylogenetically biased pattern of species\nloss in Thoreau’s woods.","trees":[{"tree_label":"Fig. 1 subtree","ntax":"448","rootedtree":"TRUE","title":"Concord flora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5398.phy"},{"tree_label":"Fig. 1 base tree","ntax":"361","rootedtree":"TRUE","title":"Concord flora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5399.phy"}]}