{"Authors":" Christoph Heibl, Hanno Schaefer, Susanne S Renner","Year":" 2008","Title":" Gourds afloat: A dated phylogeny reveals an Asian origin of\nthe gourd family (Cucurbitaceae) and numerous oversea dispersal\nevents.","Journal":" Proceedings of the Royal Society B","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Knowing the geographic origin of economically important\nplants is important for genetic improvement and conservation, but has\nbeen slowed by uneven geographic sampling where relatives occur in\nremote areas of difficult access. Less biased species sampling can be\nachieved when herbarium collections are included as DNA sources. Here,\nwe address the history of Cucurbitaceae, one of the economically most\nimportant families of plants, using a multi-gene phylogeny for 114 of\nthe 115 genera and 25 % of the 960 species. Worldwide sampling was\nachieved by using specimens from 30 herbaria. Results reveal an Asian\norigin of Cucurbitaceae in the Late Cretaceous, followed by the repeated\nspread of lineages into the African, American, and Australian continents\nvia transoceanic long distance dispersal (LDD). North American cucurbits\nstem from at least seven range expansions of Central and South American\nlineages; Madagascar was colonized 13 times, always from Africa;\nAustralia was reached twelve times, apparently always from Southeast\nAsia. Overall, Cucurbitaceae underwent at least 43 successful LDD events\nover the past 60 my, which would translate into an average of seven LDDs\nevery ten million years. These and similar findings from other\nangiosperms stress the need for an increased tapping of museum\ncollections to achieve extensive geographic sampling in plant\nphylogenetics.","trees":[{"tree_label":"Fig. 1","ntax":"260","rootedtree":"TRUE","title":"Cucurbitaceae, combined cp data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3140.phy"},{"tree_label":"Fig. 2","ntax":"147","rootedtree":"TRUE","title":"Cucurbitaceae, dating tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_379.phy"}]}