{"Authors":" Gang Wu","Year":" 2018","Title":" Spongispora temasekensis, a new boletoid genus and species\nfrom Singapore","Journal":" Mycologia","Volume":" 110","Issue":" 5","Pages":" 919  929","Keywords":" Basidiospore ornamentation; bolete; Dipterocarpaceae;\nLeccinoideae; RPB1; RPB2; TEF1; tropical Asia; 2 new taxa","DOI":" 10.1080/00275514.2018.1496387","Abstract":" Dipterocarp forests are a typical and widespread type of\nvegetation in tropical lowlands of southeast Asia that harbor a high\ndiversity of ectomycorrhizal fungi, including boletes. Based on\nmolecular and morphological characters, a unique bolete found in\nSingapore associated with the dipterocarp Hopea odorata was proven to\nrepresent a new species in the proposed new genus Spongispora.\nPhylogenetic analyses of five loci indicate that Spongispora is nested\nin the subfamily Leccinoideae of the Boletaceae, most closely related to\nan inclusive clade of Leccinum, Leccinellum, Octaviania, Rossbeevera,\nand Turmalinea. However, genetic distances between Spongispora and\ngenera in Leccinoideae are mostly higher than that between any two known\ngenera in this subfamily, which supports the proposal of a new genus.\nSpongispora temasekensis is characterized by a whitish to pale yellow\nhymenophore that stains brown where injured, coarsely reticulate stipe,\ninterwoven trichodermial pileipellis, and broadly elliptical to ovoid\nbasidiospores with sponge-like ornamentation perforated by irregular\nclefts, cracks, and warts under scanning electron microscopy.\nMorphological descriptions, illustrations, and comparisons with allied\ntaxa are made, and a key to the genera of the subfamily Leccinoideae is\nprovided.","trees":[{"tree_label":"Imported tree 1","ntax":"132","rootedtree":"TRUE","title":"Tr109063","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109063.phy"},{"tree_label":"Imported tree 1","ntax":"132","rootedtree":"TRUE","title":"Tr109064","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109064.phy"},{"tree_label":"PHYLIP 1+","ntax":"161","rootedtree":"FALSE","title":"Tr111520","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111520.phy"},{"tree_label":"PHYLIP 1+","ntax":"45","rootedtree":"FALSE","title":"Tr111521","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111521.phy"}]}