{"Authors":" Jinxia zhang, Wei Gao, Jibin Qu, Anton Sonnenberg, Qiang\nChen, Yan zhang, chenyang Huang","Year":" 2017","Title":" A genetic linkage map of Pleurotus tuoliensis integrated with\nphysical mapping of the de novo sequenced genome and the mating type\nloci","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Linkage mapping, physical mapping, 2b-RAD approach,\ngenotyping by sequencing, single nucleotide polymorphism, mating type\nloci","DOI":"","Abstract":" Background: Pleurotus tuoliensis (Bailinggu) is a\ncommercially cultivated mushroom species with an increasing popularity\nin China and other Asian countries. Commercial profits are now low,\nmainly due to a low yield, long cultivation period and sensitivity to\ndiseases. Breeding efforts are thus required to improve agronomical\nimportant traits. Developing saturated genetic linkage and physical maps\nis a start for applying genetic and molecular approaches to accelerate\nthe precise breeding programs. Results: Here we present a genetic\nlinkage map for P. tuoliensis constructed by using 115 haploid\nmonokaryons derived from a hybrid strain H6. One thousand one hundred\nand eighty-two SNP markers developed by 2b-RAD (type IIB\nrestriction-site associated DNA) approach were mapped to 12 linkage\ngroups. The map covers 1073 cM with an average marker spacing of 1.0 cM.\nThe genome of P. tuoliensis was de novo sequenced as 40.8 Mb and\nconsisted of 500 scaffolds (>500 bp), which showed a high level of\ncolinearity to the genome of P. eryngii var. eryngii. A total of 97.4%\nSNP markers (1151) were physically localized on 78 scaffolds, and the\nphysical length of these anchored scaffolds were 33.9 Mb representing\n83.1% of the whole genome. Mating type loci A and B were mapped on\nseparate linkage groups and identified physically on the assembled\ngenomes. Five putative pheromone receptors and two putative pheromone\nprecursors were identified for the mating type B locus. Conclusions:\nThis study reported a first genetic linkage map integrated with physical\nmapping of the de novo sequenced genome and the mating type loci of an\nimportant cultivated mushroom in China, P. tuoliensis. The de novo\nsequenced and annotated genome, assembled using a 2b-RAD generated\nlinkage map, provides a basis for marker-assisted breeding of this\neconomic important mushroom species.","trees":[{"tree_label":"Fig. 6","ntax":"23","rootedtree":"TRUE","title":"Pleurotus tuoliensis pheromone receptors","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109062.phy"}]}