{"Authors":" Xinping Qi, Li-Yaung Kuo, Chunce Guo, Hao Li, Zhongyang Li,\nJi Qi, Linbo Wang, Yi Hu, Jianying Xiang, Caifei Zhang, Jing Guo,\nChien-Hsun Huang, Hong Ma","Year":" 2018","Title":" A well-resolved fern nuclear phylogeny reveals the evolution\nhistory of numerous transcription factor families","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" fern phylogeny, nuclear genes, transcriptomes, divergence\ntime estimation, transcription factors","DOI":" 10.1016/j.ympev.2018.06.043","Abstract":" Ferns account for 80% of nonflowering vascular plant\nspecies and are the sister lineage of seed plants. Recent molecular\nphylogenetics have greatly advanced understanding of fern tree of life,\nbut relationships among some major lineages remain unclear. To better\nresolve the phylogenetic relationships of ferns, we generated\ntranscriptomes from 125 ferns and two lycophytes, with three additional\npublic datasets, to represent all 11 orders and 85% of families of\nferns. Our nuclear phylogeny provides strong supports for the monophyly\nof all four subclasses and nearly all orders and families, and for\nrelationships among these lineages. The only exception is Gleicheniales,\nwhich was highly supported as being paraphyletic with Dipteridaceae\nsister to a clade with Gleicheniaceae + Hymenophyllales. In addition,\nnew and strongly supported phylogenetic relationships are found for\nsuborders and families in Polypodiales. We provide the first dated fern\nphylogenomic tree using many nuclear genes from a large majority of\nfamilies, with an estimate for separation of the ancestors of ferns and\nseed plants in early Devonian at ~400 Mya and subsequent gradual\ndivergences of fern orders from ~380 to 200 Mya. Moreover, the newly\nobtained fern phylogeny provides a framework for gene family analyses,\nwhich indicate that the vast majority of transcription factor families\nfound in seed plants were already present in the common ancestor of\nextant vascular plants. In addition, fern transcription factor genes\nshow similar duplication patterns to those in seed plants, with some\nshowing stable copy number and others displaying independent expansions\nin both ferns and seed plants. This study provides a robust phylogenetic\nand gene family evolution framework, as well as rich molecular resources\nfor understanding the morphological and functional evolution in\nferns.","trees":[{"tree_label":"Imported tree 1","ntax":"136","rootedtree":"TRUE","title":"Tr109213","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109213.phy"}]}