{"Authors":" Wenjing Yang","Year":" 2018","Title":" The APSES Gene MrStuA Regulates Sporulation in Metarhizium\nrobertsii","Journal":" Frontiers in Microbiology","Volume":" 9","Issue":"","Pages":" 1-9","Keywords":" virulence, conidium capacity, transcription factor,\nasexual development gene, Metarhizium robertsii","DOI":" 10.3389/fmicb.2018.01208","Abstract":" The APSES family is a unique family of transcription\nfactors with a basic helix-loop-helix structure (APSES: Asm1p, Phd1p,\nSok2p, Efg1p, and StuAp), which are key regulators of cell development\nand sporulation-related processes. However, the functions of the APSES\nfamily of genes in the entomopathogenic fungus Metarhizium robertsii\nhave not been reported. Here, we report the identification and\ncharacterization of the MrStuA gene, a member of the APSES family, in M.\nrobertsii. The selected gene was identified as StuA in M. robertsii\n(MrStuA) because the gene product contains two conserved sequences, an\nAPSES-type DNA-binding domain and a KilA DNA-binding domain, and has the\nhighest homology with the StuA in the C-II clade of the APSES family. We\nfound that the number of conidia produced by the ΔMrStuA strain was\n94.45% lower than that in the wild type. Additionally, in the mutant,\nthe conidia displayed an elongated shape, the sporulation was sparse and\nthe phialide were slender. In addition, transcription levels of two\ncentral regulators of asexual development, AbaA and WetA, were\nsignificantly reduced in the mutant; furthermore, the transcription\nlevels of other sporulation related genes, such as Mpk, Phi, Med, Aco,\nFlu, and FlbD, also decreased significantly. We also show that the\nmedian lethal time (LT50) of the mutant increased by 19%. This increase\ncorresponded with a slower growth rate and an earlier conidia\ngermination time compared to that of the wild strain. However, the\nresistance of the mutant to chemicals or physical stressors, such as\nultraviolet radiation or heat, was not significantly altered. Our\nresults indicate that in M. robertsii, MrStuA may play a crucial role in\nregulating sporulation as well as virulence, germination, and vegetative\ngrowth. This study improves our understanding of the impact of the\ntranscription factor StuA on sporulation processes in filamentous fungi\nand provides a basis for further studies aimed at improving sporulation\nefficiency of these fungi for use as a biocontrol agent","trees":[{"tree_label":"NJ Tree","ntax":"58","rootedtree":"FALSE","title":"Metarhizium robertsii APSES","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109066.phy"}]}