{"Authors":" James Michel Tchotet Tchoumi, Martin Petrus Albertus\nCoetzee, Mario Rajchenberg, Michael J. Wingfield, Jolanda Roux","Year":" 2017","Title":" Three Ganoderma species, including Ganoderma dunense sp.\nnov., associated with dying Acacia cyclops trees in South Africa","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Ganodermataceae, phylogeny, Pseudolagarobasidium,\ntaxonomy, rooikrans, root rot","DOI":"","Abstract":" Large numbers of Acacia cyclops trees are dying along the\ncoastal plains of the Eastern and Western Cape Provinces of South\nAfrica. The cause of the deaths has been attributed to a root and butt\nrot disease caused by the basidiomycete fungus Pseudolagarobasidium\nacaciicola. However, many signs (e.g. basidiomes) and symptoms\nreminiscent of Ganoderma root-rot disease are commonly associated with\ndying trees. In this study, isolates collected from basidiomes\nresembling species of Ganoderma, as well as from root and butt samples\nfrom diseased A. cyclops trees were subjected to DNA sequencing and\nmorphological studies to facilitate their identification. Multi-locus\nphylogenetic analyses and morphological characterisation revealed that\nthree species of Ganoderma are associated with dying A. cyclops trees.\nThese included G. destructans, a recently described species causing\nroot-rot on trees elsewhere in South Africa. The remaining two were\nnovel species, one of which is described here as G. dunense. The novel\nspecies is distinguished by its mucronate basidiome, laccate shiny\npileus surface, duplex context and ovoid basidiospores. Only an immature\nspecimen was available for the second species and a name was\nconsequently not provided for it. Interestingly, only a single isolate\nrepresenting P. acaciicola was recovered in this study, suggesting that\nfurther investigations are needed to ascertain the role of each of the\nfour basidiomycetous root-rot fungi in the death of A. cyclops\ntrees.","trees":[{"tree_label":"ITS tree","ntax":"90","rootedtree":"TRUE","title":"Tr109140","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109140.phy"},{"tree_label":"Fig4 B tubulin","ntax":"68","rootedtree":"TRUE","title":"Tr109099","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_109099.phy"},{"tree_label":"Fig5 TEF tree","ntax":"72","rootedtree":"TRUE","title":"Tr109100","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109100.phy"},{"tree_label":"Combined tree","ntax":"115","rootedtree":"TRUE","title":"Tr109102","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109102.phy"}]}