{"Authors":" Mark S Springer, John Gatesy","Year":" 2017","Title":" Evolution of the MC5R gene in placental mammals with evidence\nfor its inactivation in multiple lineages that lack sebaceous\nglands","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cetacea, Mammuthus, MC5R, pseudogenes, sebaceous\nglands","DOI":" 10.1016/j.ympev.2017.12.010","Abstract":" MC5R is one of five melanocortin receptor genes found in\nplacental mammals. MC5R plays an important role in energy homeostasis\nand is also expressed in the terminal differentiation of sebaceous\nglands. Among placental mammals there are multiple lineages that either\nlack or have degenerative sebaceous glands including Cetacea (whales,\ndolphins, and porpoises), Hippopotamidae (hippopotamuses), Sirenia\n(manatees and dugongs), Proboscidea (elephants), Rhinocerotidae\n(rhinos), and Heterocephalus glaber (naked mole rat). Given the loss or\ndiminution of sebaceous glands in these taxa, we procured MC5R sequences\nfrom publicly available genomes and transcriptomes, supplemented by a\nnewly generated sequence for Choeropsis liberiensis (pygmy\nhippopotamus), to determine if this gene remains intact or is\ninactivated in association with loss/reduction of sebaceous glands. Our\ndata set includes complete MC5R sequences for 114 placental mammal\nspecies including two individuals of Mammuthus primigenius (woolly\nmammoth) from Oimyakon and Wrangel Island. Complete loss or inactivation\nof the MC5R gene occurs in multiple placental lineages that have lost\nsebaceous glands (Cetacea, West Indian manatee, African elephant, white\nrhinoceros) or are characterized by unusual skin (pangolins, aardvarks).\nBoth M. primigenius individuals share inactivating mutations with the\nAfrican elephant even though sebaceous glands have been reported in the\nformer. MC5R remains intact in hippopotamuses and the naked mole rat,\nalthough slightly elevated dN/dS ratios in these lineages allow for the\npossibility that the accumulation of inactivating mutations in MC5R may\nlag behind the relaxation of purifying selection. For Cetacea and\nHippopotamidae, the absence of shared inactivating mutations in two\ndifferent skin genes (MC5R, PSORS1C2) is consistent with the hypothesis\nthat semi-aquatic lifestyles were acquired independently in these clades\nfollowing divergence from a common ancestor.","trees":[{"tree_label":"RAxML","ntax":"115","rootedtree":"TRUE","title":"Placental Mammals MC5R","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109175.phy"}]}