{"Authors":" Nicole Grandi, Marta Cadeddu, Jonas Blomberg, Mayer Jens,\nEnzo Tramontano","Year":" 2017","Title":" HERV-W group evolutionary history in non-human primates:\ncharacterization of ERV-W orthologs in Catarrhini and related ERV groups\nin Platyrrhini","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" comparative genomics, endogenous retroviruses, HERV-W,\nSyncytin, ERV1-1, viral evolution, monkey and ape retroviruses","DOI":"","Abstract":" Background: The genomes of all vertebrates harbor remnants\nof ancient retroviral infections, having affected the germ line cells\nduring the last 100 million years. These sequences, named Endogenous\nRetroviruses (ERVs), have been transmitted to the offspring in a\nMendelian way, being relatively stable components of the host genome\neven long after their exogenous counterparts went extinct. Among human\nERVs (HERVs), the HERV-W group is of particular interest for our\nphysiology and pathology. A HERV-W provirus in locus 7q21.2 has been\ncoopted during evolution to exert an essential role in placenta, and the\ngroup expression has been tentatively linked to Multiple Sclerosis and\nother diseases. Following up on a detailed analysis of 213 HERV-W\ninsertions in the human genome, we now investigated the ERV-W group\ngenomic spread within primate lineages. Results: We analyzed HERV-W\northologous loci in the genome sequences of 12 non-human primate species\nbelonging to Simiiformes (parvorders Catarrhini and Platyrrhini),\nTarsiiformes and to the most primitive Prosimians. Analysis of HERV-W\northologous loci in non-human Catarrhini primates revealed\nspecies-specific insertions in the genomes of Chimpanzee (3), Gorilla\n(4), Orangutan (6), Gibbon (2) and especially Rhesus Macaque (66). Such\nsequences were acquired in a retroviral fashion and, in the majority of\ncases, by L1-mediated formation of processed pseudogenes. There were\nalso a number of LTR-LTR homologous recombination events that occurred\nsubsequent to separation of Catarrhini sub-lineages. Moreover, we\nretrieved 130 sequences in Marmoset and Squirrel Monkeys (family\nCebidae, Platyrrhini parvorder), identified as ERV1-1_CJa based on\nRepBase annotations, which appear closely related to the ERV-W group.\nSuch sequences were also identified in Atelidae and Pitheciidae,\nrepresentative of the other Platyrrhini families. In contrast, no\nERV-W-related sequences were found in genome sequence assemblies of\nTarsiiformes and Prosimians. Conclusions: Overall, our analysis now\nprovides a detailed picture of the ERV-W sequences colonization of the\nprimate lineages genomes, revealing the exact dynamics of ERV-W locus\nformations as well as novel insights into the evolution and origin of\nthe group.","trees":[{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Tr109216","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109216.phy"},{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Tr109214","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109214.phy"},{"tree_label":"Imported tree 1","ntax":"33","rootedtree":"TRUE","title":"Tr109215","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109215.phy"},{"tree_label":"Imported tree 1","ntax":"44","rootedtree":"TRUE","title":"Tr109219","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109219.phy"},{"tree_label":"Imported tree 1","ntax":"49","rootedtree":"TRUE","title":"Tr109217","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109217.phy"},{"tree_label":"Imported tree 1","ntax":"55","rootedtree":"TRUE","title":"Tr109220","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109220.phy"},{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr109221","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109221.phy"}]}