{"Authors":" Jun Wen, Yezi Xiang, Chien-Hsun Huang, Yi Hu, Shisheng Li,\nTingshuang Yi, Hongyi Chen, Jun Xiang, Hong Ma","Year":" 2017","Title":" Evolution of Rosaceae Fruit Types Based on Nuclear Phylogeny\nin the Context of Geological Times and Genome Duplication","Journal":" Molecular Biology and Evolution","Volume":" 34","Issue":" 2","Pages":" 262-281","Keywords":" coalescence, fruit evolution, molecular clock, nuclear\nphylogeny, Rosaceae, genome duplication","DOI":" 10.1093/molbev/msw242","Abstract":" Fruits are the defining feature of angiosperms, likely\nhave contributed to angiosperm successes by protecting and dis- persing\nseeds, and provide foods to humans and other animals, with many\nmorphological types and important ecological and agricultural\nimplications. Rosaceae is a family with 3000 species and an\nextraordinary spectrum of distinct fruits, including fleshy peach,\napple, and strawberry prized by their consumers, as well as dry\nachenetum and follicetum with features facilitating seed dispersal,\nexcellent for studying fruit evolution. To address Rosaceae fruit\nevolution and other questions, we generated 125 new transcriptomic and\ngenomic datasets and identified hundreds of nuclear genes to reconstruct\na well-resolved Rosaceae phylogeny with highly supported monophyly of\nall subfamilies and tribes. Molecular clock analysis revealed an\nestimated age of 101.6Ma for crown Rosaceae and divergence times of\ntribes and genera, providing a geological and climate context for fruit\nevolution. Phylogenomic analysis yielded strong evidence for numerous\nwhole genome duplications (WGDs), supporting the hypothesis that the\napple tribe had a WGD and revealing another one shared by fleshy\nfruit-bearing members of this tribe, with moderate support for WGDs in\nthe peach tribe and other groups. Ancestral character reconstruction for\nfruit types supports independent origins of fleshy fruits from dry-fruit\nancestors, including the evolution of drupes (e.g., peach) and pomes\n(e.g., apple) from follicetum, and drupetum (raspberry and blackberry)\nfrom achenetum. We propose that WGDs and environmental factors,\nincluding animals, contributed to the evolution of the many fruits in\nRosaceae, which provide a foundation for understanding fruit\nevolution.","trees":[{"tree_label":"Imported tree 1","ntax":"148","rootedtree":"TRUE","title":"Rosaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109211.phy"}]}