{"Authors":" Nigel P. Barker, Martin H. Villet, Christopher M. R. Kelly,\nDonald G. Broadley","Year":" 2008","Title":" Phylogeny, biogeography and classification of the snake\nsuperfamily Elapoidea: a rapid radiation in the late Eocene.","Journal":" Cladistics","Volume":" 24","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The snake superfamily Elapoidea presents one of the most\nintransigent problems in systematics of the Caenophidia. Its monophyly\nis undisputed and several cohesive constituent lineages have been\nidentified (including the diverse and clinically important family\nElapidae), but its basal phylogenetic structure is obscure. We\ninvestigate phylogenetic relationships and spatial and temporal history\nof the Elapoidea using 94 caenophidian species and approximately 2300 \u001a\n4300 bases of DNA sequence from one nuclear and four mitochondrial\ngenes. Phylogenetic reconstruction was conducted in a parametric\nframework using complex models of sequence evolution. We employed\nBayesian relaxed clocks and Penalized Likelihood with rate smoothing to\ndate the phylogeny, in conjunction with seven fossil calibration\nconstraints. Elapoid biogeography was investigated using maximum\nlikelihood and maximum parsimony methods. Resolution was poor for early\nrelationships in the Elapoidea and in Elapidae and our results imply\nrapid basal diversification in both clades, in the late Eocene of Africa\n(Elapoidea) and the mid-Oligocene of the Oriental region (Elapidae). We\nidentify the major elapoid and elapid lineages, present a phylogenetic\nclassification system for the superfamily (excluding Elapidae), and\ncombine our phylogenetic, temporal and biogeographic results to provide\nan account of elapoid evolution in light of current palaeontological\ndata and palaeogeographic models.","trees":[{"tree_label":"Fig. 1","ntax":"96","rootedtree":"TRUE","title":"Elapoidea (Serpentes: Colubroidea)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3173.phy"}]}