{"Authors":" David Robert Peters","Year":" 2017","Title":" A more inclusive phylogeny of the Pterosauria","Journal":" Royal Society Open Science","Volume":"","Issue":"","Pages":"","Keywords":" pterosaur, Reptilia, Lepidosauria, Phylogenetic\nanalyis","DOI":"","Abstract":" For over a hundred years pterosaurs have been divided into\nbasal long-tailed ‘rhamphorhynchoids’ and derived short-tailed\n‘pterodactyloids’. The transition from one grade to the other was\nsomething of a mystery until Darwinopterus was promoted as the ‘missing\nlink’ and upheld as a unique example of ‘modular evolution’. Here, by\nincluding dozens of tiny pterosaurs that have been so long ignored,\nalong with several juveniles and embryos, plus dozens of previously\nomitted congeneric specimens, a more inclusive hypothesis of pterosaur\ntaxonomy is presented that upsets dominating paradigms. Miniaturization\noccurred several times at the genesis of new pterosaur clades. Several\nanurognathids and eudimorphodontids were smaller than their descendants\nand ancestors. The Early Jurassic Campylognathoides produced tiny\ndescendants that evolved to become larger Late Jurassic Rhamphorhynchus\nspecimens. A clade arising from Dorygnathus produced tiny adults with\nlonger necks, longer metacarpals and shorter lateral pedal digits to\nbecome pterodactyloid-grade azhdarchids. Another clade of dorygnathids\nconvergently produced tiny descendants that ultimately became larger\npterodactyloid-grade ctenochasmatids. Sordes gave rise to the\nDarwinopterus and Scaphognathus clades. The Scaphognathus clade reduced\nto hummingbird size before producing larger pterodactyloid-grade\nCycnorhamphidae and Ornithocheiridae on one branch. Another branch gave\nrise to Pterodactyloidea and Germanodactyloidea. Two branches of the\nlatter ultimately produced the clades Dsungaripteridae + Tapejaridae and\nPteranodontidae. Ironically, the Darwinopterus clade left no\ndescendants, evidently because they produced no tiny descendants. The\nevolution of convergent pterodactyloid-grade traits in four pterosaur\nclades can be traced back to the special niches encountered by the\nfly-sized hatchlings of tiny transitional pterosaurs.","trees":[{"tree_label":"UNTITLED","ntax":"233","rootedtree":"TRUE","title":"Tr109257","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109257.phy"},{"tree_label":"UNTITLED","ntax":"183","rootedtree":"TRUE","title":"Tr109255","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109255.phy"},{"tree_label":"UNTITLED","ntax":"197","rootedtree":"TRUE","title":"Tr109256","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109256.phy"},{"tree_label":"UNTITLED","ntax":"183","rootedtree":"TRUE","title":"Tr109258","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109258.phy"},{"tree_label":"UNTITLED","ntax":"197","rootedtree":"TRUE","title":"Tr109259","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109259.phy"},{"tree_label":"UNTITLED","ntax":"233","rootedtree":"TRUE","title":"Tr109260","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109260.phy"}]}