{"Authors":" David M. Spooner, Francisco Jimenez Rodriguez, Flor\nRodriguez","Year":" 2009","Title":" Nitrate reductase phylogeny of potato (Solanum sect. Petota)\ngenomes with emphasis on the origins of the polyploid species.","Journal":" Systematic Botany","Volume":" 34","Issue":" 1","Pages":" 207-219","Keywords":"","DOI":" 10.1600/036364409787602195","Abstract":" Solanum section Petota is taxonomically difficult, partly\nbecause of interspecific hybridization at both the diploid and polyploid\nlevels. There is much disagreement regarding species boundaries and\naffiliation of species to series. Elucidating the phylogenetic\nrelationships within the polyploids is crucial for an effective\ntaxonomic treatment of the section and for the utilization of wild\npotato germplasm in breeding programs. We here infer relationships among\nthe potato diploids and polyploids using nitrate reductase (NIA)\nsequence data in comparison to prior plastid phylogenies and: 1) examine\ngenome types within section Petota, 2) show species in the polyploid\nseries Conicibaccata, Longipedicellata, and in the Iopetalum group to be\nderived from allopolyploidization, 3) support an earlier hypothesis by\nconfirming S. verrucosum as the maternal genome donor for the polyploid\nspecies S. demissum as well as species in the Iopetalum Group, 4)\ndemonstrate that S. verrucosum is the closest relative to the maternal\ngenome donor for species in ser. Longipedicellata, 5) support the close\nrelationship between S. acaule and diploid species from series\nMegistacroloba and Tuberosa, and 6) show the North and Central American\nB genome species to be well distinguished from the A genome species of\nSouth America.","trees":[{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Potato diploid species","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3174.phy"},{"tree_label":"Fig. 2","ntax":"92","rootedtree":"TRUE","title":"Diploid and Polyploid wild potato species","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3175.phy"}]}