{"Authors":" Chandralata Raghukumar, Yogesh Shouche, Pankaj Verma,\nPurnima Singh","Year":" 2008","Title":" Phylogenetic diversity of fungi from the deep-sea sediments\nof the Central Indian Basin and their growth characteristics.","Journal":" Fungal Diversity","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" We are reporting here the diversity of cultured fungi in\ndeep-sea sediments of the Central Indian Basin obtained from a depth of\n~5000 m. A total of 16 filamentous fungi and 12 yeasts isolated from 20\nsediment cores of ~35 cm length were identified by 18S and ITS\nsequencing of SSU rDNA. Most of the filamentous fungi belonged to\nAscomycota, while two belonged to Basidiomycota. Sequences of 18S as\nwell as ITS gave matching identification of non-sporulating cultures.\nMicroscopic identification of sporulating cultures mostly matched with\neither of the sequences and not both. Phylogenetic analysis of\nascomycetes by 18S sequencing grouped them under 7 clusters belonging to\nAspergillus, Cladosporium, Sagenomella sp, Exophiala sp, Capronia sp.,\nAcremonium sp. and Tritirachium sp. Based on ITS sequencing they grouped\ninto 6 clusters belonging to Aspergillus sp, uncultured member of\nHypocreaceae family, Exophiala sp, uncultured soil fungus, Hypocreales\nand Trichothecium sp. The two basidiomycetes belonged to Tilletiopsis\nsp. by 18S as well as ITS sequences. In contrast, most of the yeast\nisolates belonged to Basidiomycota and only one isolate belonged to the\nphylum Ascomycota. Filamentous fungi as well as the yeasts grew at 200\nbar/5oC indicating their adaptations to deep-sea conditions. Isolation\nof Sagenomella, Exophiala, Capronia and Tilletiopsis spp from deep-sea\nsediments is the first report. Key words: Deep-sea sediments, fungi,\n18S, ITS sequences, hydrostatic pressure, Central Indian Basin","trees":[{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Fungi from the Deep-Sea Sediments of the Central Indian\nBasin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_380.phy"},{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Fungi from the Deep-Sea Sediments of the Central Indian\nBasin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_583.phy"},{"tree_label":"Fig. 3","ntax":"39","rootedtree":"TRUE","title":"Fungi from the Deep-Sea Sediments of the Central Indian\nBasin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5411.phy"},{"tree_label":"Fig. 4","ntax":"32","rootedtree":"TRUE","title":"Fungi from the Deep-Sea Sediments of the Central Indian\nBasin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5412.phy"}]}