{"Authors":" Haejin Cho, Myung Soo Park, Hyun Lee, Seung-Yoon Oh, Andrew\nW. Wilson, Gregory M Mueller, Young Woon Lim","Year":" 2017","Title":" Taxonomic re-evaluation of Laccaria (Agaricales,\nBasidiomycota) in Korea based on morphological and molecular\nevidence","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" ITS, rLSU, rpb2, tef1-α, New species, Laccaria","DOI":"","Abstract":" Species in the genus Laccaria (Hydnangiaceae,\nBasidiomycota) play an important role in forest ecosystems as\nectomycorrhizal fungi, helping plants effectively uptake nutrients. Of\nthe 75 Laccaria species worldwide, nine Laccaria species have been\nreported in Korea. Most of these species have European and North America\nnames and their identities are based solely on morphological features.\nTo evaluate the taxonomy of Korean Laccaria, we used 446 specimens\ncollected between 1981 and 2016 in a phylogenetic analyses based on four\ndifferent genes: nuclear ribosomal internal transcribed spacer region\n(ITS), nuclear ribosomal large subunit (nLSU), RNA polymerase II subunit\n2 (rpb2), and translation elongation factor 1-α (tef1-α). Ten Laccaria\nspecies were identified, only three of which were previously reported\nspecies. Laccaria alba, L. japonica, and L. murina were confirmed as\nunrecorded species to Korea. In addition, four new Laccaria species were\nidentified: L. araneosa, L. parva, L. torosa, and, L. versiforma. Our\nstudy supports that many of Asian species are not conspecific with\nmorphologically similar species from other continents such as Europe and\nNorth America. Furthermore, identification based on morphology alone is\noften unreliable in the Laccaria due to considerable overlap of\ncharacteristics among species. Thus, the application of molecular\nmethods is necessary for effective identification.","trees":[{"tree_label":"tree1","ntax":"80","rootedtree":"TRUE","title":"Tr110734","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110734.phy"},{"tree_label":"tree1","ntax":"213","rootedtree":"TRUE","title":"Tr110733","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110733.phy"},{"tree_label":"tree1","ntax":"52","rootedtree":"TRUE","title":"Laccaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110732.phy"},{"tree_label":"tree1","ntax":"56","rootedtree":"TRUE","title":"Tr110735","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110735.phy"},{"tree_label":"tree1","ntax":"62","rootedtree":"TRUE","title":"Laccaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110736.phy"}]}