{"Authors":" O. D. Clerck, Heroen Verbruggen, Olivier De Clerck, Alison\nR. Sherwood, Caroline Vlaeminck, Frederik Leliaert, Thomas Sauvage","Year":" 2008","Title":" Phylogenetic analysis of Pseudochlorodesmis strains reveals\ncryptic diversity above the family level in the siphonous green algae\n(Bryopsidales, Chlorophyta).","Journal":" Journal of Phycology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Pseudochlorodesmis (Bryopsidales) is comprised\nof diminutive siphons of extreme morphological simplicity. The discovery\nof Pseudochlorodesmis-like juveniles in more complex Bryopsidales\n(e.g. the Halimeda microthallus stage) jeopardized the recognition of\nthis genus. Confronted with this uncertainty, taxonomists transferred\nmany simple siphons into a new genus, Siphonogramen. In this paper, we\nused a multi-marker approach to clarify the phylogenetic and taxonomic\naffinities of the Pseudochlorodesmis-Siphonogramen (PS) complex within\nthe more morphologically complex bryopsidalean taxa. Our analyses reveal\na new layer of diversity largely distinct from the lineages containing\nthe structurally complex genera. The PS complex shows profound cryptic\ndiversity exceeding the family level, which is likely to increase with\nfuture collections. We discuss a potential link between thallus\ncomplexity and the prevalence and profundity of cryptic diversity. For\ntaxonomic simplicity and as a first step toward clarifying the taxonomy\nof these simple siphons, we propose to maintain Pseudochlorodesmis as a\nform genus and subsume Siphonogramen and Botryodesmis therein.","trees":[{"tree_label":"tufA","ntax":"22","rootedtree":"TRUE","title":"Pseudochlorodesmis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5416.phy"},{"tree_label":"rbcL","ntax":"33","rootedtree":"TRUE","title":"Pseudochlorodesmis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5415.phy"},{"tree_label":"Fig. 1","ntax":"36","rootedtree":"TRUE","title":"Pseudochlorodesmis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5413.phy"},{"tree_label":"nrSSU","ntax":"17","rootedtree":"TRUE","title":"Pseudochlorodesmis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5414.phy"}]}