{"Authors":" Carolien Ruesen, Lidya Chaidir, Arjan van Laarhoven,\nSofiati Dian, Ahmad Rizal Ganiem, Hanna Nebenzahl-Guimaraes, Martijn A.\nHuynen, Bachti Alisjahbana, Bas E. Dutilh, Reinout van Crevel","Year":" 2018","Title":" Large-scale genomic analysis shows association between\nhomoplastic genetic variation in Mycobacterium tuberculosis genes and\nmeningeal or pulmonary tuberculosis","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" pulmonary tuberculosis; tuberculous meningitis; whole\ngenome sequencing; homoplasy","DOI":"","Abstract":" Background Meningitis is the most severe manifestation of\ntuberculosis. It is largely unknown why some people develop pulmonary TB\n(PTB) and others TB meningitis (TBM); we examined if the genetic\nbackground of infecting M. tuberculosis strains may be relevant. Methods\nWe whole-genome sequenced M. tuberculosis strains isolated from 322\nHIV-negative tuberculosis patients from Indonesia and compared isolates\nfrom patients with TBM (n=106) and PTB (n=216). Using a\nphylogeny-adjusted genome-wide association method to count homoplasy\nevents we examined phenotype-related changes at specific loci or genes\nin parallel branches of the phylogenetic tree. Enrichment scores for the\nTB phenotype were calculated on single nucleotide polymorphism (SNP),\ngene, and pathway level. Genetic associations were validated in an\nindependent set of isolates. Results Strains belonged to the East-Asian\nlineage (36.0%), Euro-American lineage (61.5%), and Indo-Oceanic lineage\n(2.5%). We found no association between lineage and phenotype\n(Chi-square = 4.556; p=0.207). Large genomic differences were observed\nbetween isolates; the minimum pairwise genetic distance varied from 17\nto 689 SNPs. Using the phylogenetic tree, based on 28,544 common\nvariable positions, we selected 54 TBM and 54 PTB isolates in terminal\nbranch sets with distinct phenotypes. Genetic variation in Rv0218, and\nabsence of Rv3343c, and nanK were significantly associated with disease\nphenotype in these terminal branch sets, and confirmed in the validation\nset of 214 unpaired isolates. Conclusions Using homoplasy counting we\nidentified genetic variation in three separate genes to be associated\nwith the TB phenotype, including one (Rv0218) which encodes a secreted\nprotein that could play a role in host-pathogen interaction by altering\npathogen recognition or acting as virulence effector.","trees":[{"tree_label":"Fig. 1","ntax":"323","rootedtree":"TRUE","title":"Phylogenetic tree of 322 M. tuberculosis strains\nisolated from TBM and PTB patients","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111633.phy"}]}