{"Authors":" Hao Chen","Year":" 2018","Title":" The genome of a prasinoviruses-related freshwater virus\nreveals unusual diversity of phycodnaviruses","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Phycodnaviridae, Prasinovirus, DSLPV1, Histone H3,\nDiversity","DOI":"","Abstract":" Background: Phycodnaviruses are widespread algae-infecting\nlarge dsDNA viruses and presently contain six genera: Chlorovirus,\nPrasinovirus, Prymnesiovirus, Phaeovirus, Coccolithovirus and\nRaphidovirus. The members in Prasinovirus are identified as marine\nviruses due to their marine algal hosts, while prasinovirus freshwater\nrelatives remain rarely reported. Results: Here we present the complete\ngenomic sequence of a novel phycodnavirus, Dishui Lake Phycodnavirus 1\n(DSLPV1), which was assembled from Dishui Lake metagenomic datasets.\nDSLPV1 harbors a linear genome of 181,035 bp in length (G+C content:\n52.7%), with 227 predicted genes and 2 tRNA encoding regions. Both\ncomparative genomic and phylogenetic analyses indicate that the\nfreshwater algal virus DSLPV1 is closely related to the members in\nPrasinovirus, a group of marine algae infecting viruses. In addition, a\ncomplete eukaryotic histone H3 variant was identified in the genome of\nDSLPV1, which is firstly detected in phycodnaviruses and contributes to\nunderstand the interaction between algal virus and its eukaryotic hosts.\nConclusion: It is in a freshwater ecosystem that a novel\nPrasinovirus-related viral complete genomic sequence is discovered,\nwhich sheds new light on the evolution and diversity of the algae\ninfecting Phycodnaviridae.","trees":[{"tree_label":"tree1","ntax":"23","rootedtree":"TRUE","title":"Tr109448","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109448.phy"},{"tree_label":"tree1","ntax":"11","rootedtree":"TRUE","title":"Tr109451","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109451.phy"},{"tree_label":"tree1","ntax":"26","rootedtree":"TRUE","title":"Tr109450","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109450.phy"}]}