{"Authors":" Sandy J Snyman, Dennis M Komape, Hlobisile Khanyi, Johnnie\nvan den Berg, Dirk Cilliers, Dyfed Lloyd Evans, Sandra Barnard, Stefan J\nSiebert","Year":" 2018","Title":" Assessing the Likelihood of Gene Flow From Sugarcane\n(Saccharum Hybrids) to Wild Relatives in South Africa","Journal":" Frontiers in Bioengineering and Biotechnology","Volume":" 6","Issue":"","Pages":"","Keywords":" gene flow, hybridization, pollen viability,\nphytogeography, spatial assessment, phylogeny, Miscanthidium","DOI":" 10.3389/fbioe.2018.00072","Abstract":" Pre-commercialization studies on environmental biosafety\nof genetically modified (GM) crops are necessary to evaluate the\npotential for sexual hybridization with related plant species that occur\nin the release area. The aim of the study was a preliminary assessment\nof factors that may contribute to gene flow from sugarcane (Saccharum\nhybrids) to indigenous relatives in the sugarcane production regions of\nMpumalanga and KwaZulu-Natal provinces, South Africa. In the first\ninstance, an assessment of Saccharum wild relatives was conducted based\non existing phylogenies and literature surveys. The prevalence, spatial\noverlap, proximity, distribution potential, and flowering times of wild\nrelatives in sugarcane production regions based on the above, and on\nherbaria records and field surveys were conducted for Imperata, Sorghum,\nCleistachne, and Miscanthidium species. Eleven species were selected for\nspatialanalyses based on their presence within the sugarcane cultivation\nregion: four species in the Saccharinae and seven in the Sorghinae.\nSecondly, fragments of the nuclear internal transcribed spacer (ITS)\nregions of the 5.8s ribosomal gene and two chloroplast genes,\nribulose-bisphosphate carboxylase (rbcL), and maturase K (matK) were\nsequenced or assembled from short read data to confirm relatedness\nbetween Saccharum hybrids and its wild relatives. Phylogenetic analyses\nof the ITS cassette showed that the closest wild relative species to\ncommercial sugarcane were Miscanthidium capense, Miscanthidium junceum,\nand Narenga porphyrocoma. Sorghum was found to be more distantly related\nto Saccharum than previously described. Based on the phylogeny described\nin our study, the only species to highlight in terms of evolutionary\ndivergence times from Saccharum are those within the genus\nMiscanthidium, most especially M. capense, and M. junceum which are only\n3 million years divergent from Saccharum. Field assessment of pollen\nviability of 13 commercial sugarcane cultivars using two stains, iodine\npotassium iodide (IKI) and triphenyl tetrazolium chloride, showed\ndecreasing pollen viability (from 85 to 0%) from the north to the south\neastern regions of the study area. Future work will include other\naspects influencing gene flow such as cytological compatibility and\nintrogression between sugarcane and Miscanthidium species.","trees":[{"tree_label":"Imported tree 1","ntax":"50","rootedtree":"TRUE","title":"Tr112174","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112174.phy"},{"tree_label":"Imported tree 1","ntax":"49","rootedtree":"TRUE","title":"Tr112175","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112175.phy"},{"tree_label":"Imported tree 1","ntax":"53","rootedtree":"TRUE","title":"Tr112173","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112173.phy"}]}