{"Authors":" Ryo Matsuzaki, Hisayoshi Nozaki, Masanobu Kawachi","Year":" 2018","Title":" Taxonomic revision of Chloromonas nivalis (Volvocales,\nChlorophyceae) strains, with the new description of two snow-inhabiting\nChloromonas species","Journal":" PLoS ONE","Volume":" 13","Issue":" 3","Pages":" e0193603","Keywords":" Chloromonas; culture strain; molecular phylogeny;\nmorphology; new species; snow algae; taxonomy","DOI":" 10.1371/journal.pone.0193603","Abstract":" Chloromonas nivalis (Volvocales, Chlorophyceae) is\nconsidered a cosmopolitan species of a snow-inhabiting microalga because\ncysts morphologically identifiable as zygotes of the species are\ndistributed worldwide. However, recent molecular data demonstrated that\nfield-collected cysts identified as the zygotes consist of multiple\nspecies. Recently, we demonstrated that species identification of\nsnow-inhabiting Chloromonas species is possible based on light and\nelectron microscopy of asexual life cycles in strains and molecular\nphylogenetic analyses. Vegetative cells without eyespots and of\ninverted-teardrop shape have been reported once in North American\nmaterial of C. nivalis; however, strains with such vegetative cells in\nsnow-inhabiting species of Chloromonas have not been examined\ntaxonomically in detail. Here, we used light and transmission electron\nmicroscopy together with molecular analyses of multiple DNA sequences to\nexamine several C. nivalis strains. The morphological data demonstrated\nthat one North American strain could be identified as C. nivalis,\nwhereas three other strains should be re-classified as C. hoshawii sp.\nnov. and C. remiasii sp. nov. based on vegetative cell morphology, the\nnumber of zoospores within the parental cell wall during asexual\nreproduction, and whether cell aggregates (resulting from repeated\ndivisions of daughter cells retained within a parental cell wall) were\nobserved in the culture. This taxonomic treatment was supported by\nmultigene phylogeny and comparative molecular analyses that included a\nrapidly evolving DNA region. Our molecular phylogenetic analyses also\ndemonstrated that the North American strain of C. nivalis was\nphylogenetically separated from the Austrian and Japanese specimens\npreviously identified as C. nivalis based on zygote morphology.","trees":[{"tree_label":"Fig. S5","ntax":"32","rootedtree":"TRUE","title":"Chlorophyceae rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112105.phy"},{"tree_label":"Fig. 4","ntax":"27","rootedtree":"TRUE","title":"Chlorophyceae 18S, 26S, atpB, and psaB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112104.phy"},{"tree_label":"Fig. S4","ntax":"28","rootedtree":"TRUE","title":"Chlorophyceae 18S rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112106.phy"}]}