{"Authors":" liang cao, Wenchao Sun, Huijun Lu, Mingyao Tian, Changzhan\nXie, Guanyu Zhao, Jicheng Han, Wei Wang, Min Zheng, Rui Du, Ningyi Jin,\nAidong Qian","Year":" 2018","Title":" Genetic variation analysis of PCV1 strains isolated from\nGuangxi Province of China in 2015","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" Porcine circovirus 1, Genetic variation, Phylogenetic\nstudy, Putative recombinant virus","DOI":"","Abstract":" Background: Porcine circovirus type 1 (PCV1) was\ndiscovered in 1974 as a contaminant of a porcine kidney (PK-15) cell\nline and was generally accepted to be nonpathogenic. But recently it was\nshown to cause lesions in experimentally infected pig fetuses.\nSerological evidence and genetic studies suggested that PCV1 was\nwidespread in domestic pigs. Thus, the molecular epidemiology and\ngenetic variation of PCV1 are still necessary to understand. Results:\nHere 247 tissue samples were collected from piglets in Guangxi Province,\nChina and performed whole-genome sequencing of the PCV1 genome. Thirteen\nPCV1 strains were sequenced from the samples. Similarity analysis showed\nthat there were 97.8%99.6% nucleotide similarity to each other and\n97.1%99.8% nucleotide similarity to the 40 reference strains. Besides,\nbased on sequence analysis, we found one putative recombinant virus\nnamed GXdx84 strain contained the open-reading frame 1 (ORF1) of PCV1\nand the ORF2 of PCV2d-2, which was consistent with the results of\nphylogenetic analysis that compared PCV1 and PCV2 strains. Variation\nanalysis of the amino acids of the capsid protein revealed that the\nGXyl224 strain, which encoded 235 amino acids, had two amino acids more\nthan other strains. This is the first study to report that a cap gene\nmutation resulted in lengthening of in the gene sequence.","trees":[{"tree_label":"Imported tree 1","ntax":"59","rootedtree":"TRUE","title":"Tr109505","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109505.phy"},{"tree_label":"Imported tree 1","ntax":"59","rootedtree":"TRUE","title":"Tr109506","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109506.phy"},{"tree_label":"Imported tree 1","ntax":"59","rootedtree":"TRUE","title":"Tr109507","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109507.phy"}]}