{"Authors":" Michelle L Gaynor, Julienne Ng, Robert G. Laport","Year":" 2018","Title":" Waves or Ripples? The Effect of Whole Genome Duplication on\nPlant Community Structure.","Journal":" Frontiers in Ecology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Brassicaceae, Genome duplication, Non-native species,\nPhylogenetic Community Ecology, Polyploidy, Rosaceae","DOI":"","Abstract":" Polyploidy is widely acknowledged to have played an\nimportant role in the evolution and diversification of vascular plants.\nHowever, the influence of genome duplication on population-level\ndynamics and its cascading effects at the community level remain\nunclear. In part, this is due to persistent uncertainties over the\nextent of polyploid phenotypic variation, and the interactions between\npolyploids and co-occurring species. In this brief perspective, we\nhighlight the need to integrate polyploid research at the population and\ncommunity level. We also present a case study to explore how escape from\nminority cytotype exclusion, a classic population genetics hypothesis\nabout polyploid establishment, might shape population-level species\ninteractions and community-level patterns of phylogenetic relatedness.\nFocusing on two plant families in which polyploidy has evolved multiple\ntimes, Brassicaceae and Rosaceae, we build upon the hypothesis that the\ngreater allelic and phenotypic diversity of polyploids allows them to\nsuccessfully exploit novel ecological niches. Using a phylogenetic\nframework, we specifically test (1) whether polyploid species are more\ndistantly related to diploids within the same community than\nco-occurring diploids are to one another, and (2) if polyploid species\ntend to exhibit greater adaptability than diploids, using the abundance\nof non-native polyploid species in communities as an indicator of\nsuccessful establishment. Overall, our results suggest that the effects\nof genome duplication on community structure are not clear-cut. We find\nthat polyploid species tend to be more distantly related to co-occurring\ndiploids than diploids are to each other, but this varies across\nlineages. We also do not find a consistent pattern of non-native\npolyploid species being more abundant than diploid species, consistent\nwith polyploids being no more likely than diploids to exploit novel\nhabitat. While polyploidy appears to have some important influences on\nspecies co-occurrence in Brassicaceae and Rosaceae communities, our\nstudy highlights the paucity of available data on intraspecific ploidy\nvariation. The increased use of high-throughput methods to identify\nploidal variation, such as flow cytometry and whole genome sequencing,\nwill greatly aid our understanding of how such a widespread, radical\ngenomic mutation influences the evolution of species and those around\nthem.","trees":[{"tree_label":"TREE1","ntax":"1439","rootedtree":"TRUE","title":"Tr109512","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109512.phy"},{"tree_label":"TREE1","ntax":"1900","rootedtree":"TRUE","title":"Tr109513","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109513.phy"}]}