{"Authors":" John V. Freudenstein, Craig F. Barrett","Year":" 2008","Title":" Patterns of morphological and plastid DNA variation in the\nCorallorhiza striata species complex (Orchidaceae).","Journal":" Systematic Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Corallorhiza striata is a wide-ranging, morphologically\nvariable, mycoheterotrophic orchid complex distributed across North\nAmerica. Objectives of this study were to assess relationships and test\nvalidity of previously delimited varieties of C. striata and the\nrecently described C. bentleyi. Two plastid DNA regions were sequenced\nfor individuals from several populations across North America,\nidentifying four major clades. The large-flowered C. striata var.\nstriata (northern U.S.A., southern Canada) was sister to the\nsmaller-flowered var. vreelandii (southwestern U.S.A., Mexico), and\nthese were sister to a Californian clade with relatively\nintermediate-sized flowers. C. striata var. involuta (Mexico) and the\nendangered C. bentleyi (eastern U.S.A.) shared a very close\nrelationship, sister to the remaining C. striata. Principal Components\nAnalysis and Nonparametric Multivariate Analysis of Variance on nine\nquantitative morphological characters, using plastid DNA clades as\nindependent variables, demonstrated strong correlations. Morphological\nanalyses supported differentiation of both C. striata var. involuta and\nC. bentleyi relative to all other accessions of C. striata, suggesting\ntheir recognition as separate species; these findings will have future\nimplications for conservation. The biogeographic scenario was more\ncomplex than previously thought, with members of two major plastid DNA\nlineages (C. bentleyi/var. involuta and the remaining C. striata)\nexisting in Mexico and U.S.A./ Canada. These findings contribute to a\nburgeoning body of data on poorly studied plant groups sharing\nMexican-northern North American geographic distributions.","trees":[{"tree_label":"PAUP 1","ntax":"83","rootedtree":"TRUE","title":"Corallorhiza striata species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5420.phy"}]}