{"Authors":" Josue Barrera-Redondo, Santiago Ramirez-Barahona, Luis E\nEguiarte","Year":" 2018","Title":" Rates of molecular evolution in tree ferns are associated\nwith body size, environmental temperature, and biological\nproductivity","Journal":" Evolution","Volume":" 72","Issue":" 5","Pages":" 1050-1062","Keywords":" body size, biological productivity, Cyatheales,\nheterotachy, metabolic theory of ecology, molecular evolution","DOI":" 10.1111/evo.13475","Abstract":" Variation in rates of molecular evolution (heterotachy) is\na common phenomenon among plants. Although multiple theoretical models\nhave been proposed, fundamental questions remain regarding the combined\neffects of ecological and morphological traits on rate heterogeneity.\nHere, we used tree ferns to explore the correlation between rates of\nmolecular evolution in chloroplast DNA sequences and several\nmorphological and environmental factors within a Bayesian framework. We\nrevealed direct and indirect effects of body size, biological\nproductivity, and temperature on substitution rates, where smaller tree\nferns living in warmer and less productive environments tend to have\nfaster rates of molecular evolution. In addition, we found that\nvariation in the ratio of nonsynonymous to synonymous substitution rates\n(dN/dS) in the chloroplast rbcL gene was significantly correlated with\necological and morphological variables. Heterotachy in tree ferns may be\ninfluenced by effective population size associated with variation in\nbody size and productivity. Macroevolutionary hypotheses should go\nbeyond explaining heterotachy in terms of mutation rates and instead,\nshould integrate population‐level factors to better understand the\nprocesses affecting the tempo of evolution at the molecular level.","trees":[{"tree_label":"TREE1","ntax":"150","rootedtree":"TRUE","title":"Ferns rbcL, atpB-rbcL, rbcL-accD, trnL-trnF, trnG-trnR\nBEAST","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109584.phy"}]}