{"Authors":" Mark R. Shaw, Scott R. Shaw, Alejandro Zaldivar-Riveron, A.\nG. Sáez, Miharu Mori, Sergey A. Belokobylskij, Alberto G. Saez, Donald\nL. J. Quicke, Alejandro Zaldivar-Riverón","Year":" 2008","Title":" Evolution of the parasitic wasp subfamily Rogadinae\n(Braconidae): phylogeny and evolution of lepidopteran host ranges and\nmummy characteristics.","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background: The braconid subfamily Rogadinae is a large,\ncosmopolitan group of endoparasitoid wasps characterised by \u001amummifying\u001a\ntheir lepidopteran host larvae, from which the adult subsequently\nemerges. Rogadines attack a variety of both macro- and microlepidopteran\ntaxa, although the speciose genus Aleiodes almost exclusively attacks\nmacrolepidopterans. Here, we investigate the phylogenetic history of the\nRogadinae, revise their higher-level classification and assess the\nevolution of their host ranges and mummy types. We also assess the\ndivergence times within the subfamily and discuss the reasons for the\nextraordinary evolutionary diversification of Aleiodes. Results: Our\nBayesian analyses weakly support the monophyly of the subfamily. A clade\nwith most of the Aleiodes species is not nested within the tribe\nRogadini as previously supposed, but instead is recovered as sister to\nthe Yeliconini, with the remaining Rogadini genera being recovered as\nsister to the Stiropiini. The Rogadinae is estimated to have originated\nduring the mid to late Eocene, 36.1\u001a51.62 MYA. Molecular dating gives a\nmore recent origin for the Aleiodes clade (17.98\u001a41.76 MYA) compared to\nthe origins proposed for two of its principal lepidopteran host groups\n(Noctuidae: 60.7-113.4 MYA; Geometridae 48-62 MYA). The Bayesian\nancestral reconstruction of the emergence habits from the mummified\nhosts weakly recovered an anterior emergence as the ancestral condition\nfor the subfamily. Producing a hard mummy has evolved at various times\nindependently, though most of the species with this biology belong the\nAleiodes clade. Conclusion: Based on our results, we erect the tribe\nAleiodini nov. to include Aleiodes and Heterogamus stat. rev.\nCordylorhogas, Pholichora and Hemigyroneuron are synonymised with\nAleiodes. The molecular dating of clades and the ancestral\nreconstruction of host ranges support the hypothesis that radiation\nwithin Aleiodes s. s. was due to host recruitment leading to host range\nexpansion followed by speciation, and not to parasitoid-host\ncoevolution. Within the Rogadinae, variation in the site of emergence\nfrom the mummified host probably evolved as a consequence of the mummy\u001as\nsite and mode of formation, and the extent of mummy tanning/hardness to\nthe degree of protection needed in relation to the cost of providing\nit.","trees":[{"tree_label":"Fig. 4","ntax":"156","rootedtree":"TRUE","title":"Rogadinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5431.phy"}]}