{"Authors":" Khushwant Singh, Stephen Wegulo, Anna Skoracka, Jiban Kumar\nKundu","Year":" 2018","Title":" Wheat streak mosaic virus: a century old virus with rising\nimportance worldwide","Journal":" Molecular Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Wheat streak mosaic virus, cereal crops, Tritimovirus,\nAceria tosichella, wheat curl mite","DOI":" 10.110/5.771","Abstract":" Summary Wheat streak mosaic virus (WSMV) causes wheat\nstreak mosaic, a disease of cereals and grasses that is a re-emerging\nthreat to cereal production around the globe. This review focuses on the\ncurrent state of knowledge about WSMV including etiology, host range,\nvirus transmission, genetic diversity, plant resistance, development of\ndiagnostic tests for virus detection and quantification, disease\nmanagement and functional analysis of viral proteins. Taxonomy Wheat\nstreak mosaic virus is a positive-sense single stranded RNA virus. It is\nthe type member of the genus Tritimovirus in the family Potyviridae.\nWSMV is the causal agent of wheat streak mosaic in the plant family\nPoaceae which includes wheat, oat, barley, rye, maize, millet and many\nother grass species. Virus transmission The only known vector of WSMV is\nthe wheat curl mite (WCM) Aceria tosichella, which has been recently\nidentified as a species complex consisting of genotypes differing in\nvirus transmission. The virus is acquired by an immature mite stage\n(larva or nymph) during feeding on infected leaves. It usually takes\n15-30 minutes for the mite to acquire the virus. WSMV is also\ntransmitted by seeds at a low rate (up to 1.5%). Disease symptoms Wheat\nstreak mosaic is characterized by plant stunting and the development of\na yellow mosaic pattern of parallel discontinuous streaks on leaves.\nFrom a distance, infected plants in a field appear lighter in color than\nhealthy plants, as if deficient in nitrogen. Plants in field margins\nusually are the first to show symptoms, and often a gradation of symptom\nintensity can be seen with field margins having severer symptoms that\nbecome milder farther into the field. In the spring, leaf yellowing\nintensifies as temperatures become warmer. Infected plants often lack an\nupright growth. Spikes may not develop or may be poorly filled with\nshriveled kernels. Disease cycle The wheat streak mosaic disease cycle\nbegins with the movement of mites from volunteer wheat and other grass\nhosts to newly emerged wheat plants in the fall (winter wheat) or spring\n(spring wheat). The mites are dispersed by wind and when they land on\nthe wheat plants, they feed on the leaves and transmit WSMV. The virus\nsurvives the winter within the plant, and mites survive as eggs, larvae,\nnymphs or adults in the crown and leaf sheaths of the host plant. During\nheading of the wheat crop, mites heavily infest the spikes. As the wheat\ncrop matures and dries down, the mites move to volunteer wheat and other\ngrass hosts to which they transmit WSMV and survive on until wheat is\nplanted in the fall. The mites then move to the newly emerged wheat to\nwhich they transmit the virus, completing the disease cycle. Detection,\nquantification and genetic diversity WSMV can be visually detected by\nits streak mosaic symptoms on wheat leaves. However, visual symptoms\nalone are not reliable as other viruses can cause similar symptoms.\nELISA is very effective for routine detection. RT-PCR and RT-qPCR also\nhave been shown to be tools for detection. Sanger sequencing has been\nsuccessfully used for the discrimination of WSMV diversity analysis.\nOverall, WSMV has been characterized into three major types; type A\n(Mexico), type B (Europe, Russia and Asia) and type D (USA, Argentina,\nBrazil, Australia Turkey and Canada). Resistance in Wheat genotypes\nResistance against WSMV and WCMs in wheat is the most effective means to\nreduce yield losses. So far, three resistance genes have been\nidentified: Wsm1, Wsm2 and Wsm3. The most effective is Wsm2 and has been\nintroduced into several wheat cultivars including RonL, Snowmass, Clara\nCL and Oakley CL.","trees":[{"tree_label":"PAUP","ntax":"46","rootedtree":"TRUE","title":"Wheat streak mosaic virus Polyprotein","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109735.phy"}]}