{"Authors":" Fernanda Achimon, L. A. Johnson, Andrea A. Cocucci, alicia\nsersic, Matias C. Baranzelli","Year":" 2018","Title":" Species tree phylogeny, character evolution and biogeography\nof the Patagonian genus Anarthrophyllum Benth. (Fabaceae)","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Arid lands; Andes; Payunia; molecular dating; Patagonian\nsteppe Ancestral state reconstruction","DOI":"","Abstract":" Geologic events promoting the aridization of southern\nSouth America contributed to lineage divergences and species\ndifferentiation through genetic (allopatric divergence) and, biotic and\nabiotic factors (ecological divergence). For the genus Anarthrophyllum,\nwhich is distributed in arid and semi-arid regions of Patagonia, we\nassessed how these factors affected species diversification, and\nreconstructed its possible biogeographic history in South American arid\nenvironments. Sequences were obtained from two molecular markers: the\nITS nuclear region and the trnS-trnG plastid region. Using Bayesian\ninference individual gene trees were reconstructed, and a species tree\nwas obtained using multi-species coalescent analysis. Divergence times\namong species were estimated using secondary calibrations. Flexible\nBayesian models and stochastic character mapping were used to elucidate\nancestral geographic distributions and the evolution of the floral and\nvegetative phenotypes in the genus. Gene trees and species tree analyses\nstrongly support Anarthrophyllum as monophyletic; all analyses\nconsistently retrieved three well-supported main clades: High Andean\nClade, Patagonian Clade 1 and Patagonian Clade 2. Main diversification\nevents occurred concomitant with the Andean uplift and steppe\naridization; the Andean mountain range possibly acted as a species\nbarrier for the High Andean Clade. Vegetative traits showed adaptations\nto harsh climates in some clades, while pollinator related floral\nfeatures were associated with independent diversification in bee and\nbird pollinated clades within both Patagonian Clades. In conclusion,\nevolutionary and biogeographic history of Anarthrophyllum resulted from\nthe action of ecological, historical and geographic factors, that acted\neither alternatively or simultaneously.","trees":[{"tree_label":"TREE1","ntax":"40","rootedtree":"TRUE","title":"Anarthrophyllum ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109565.phy"}]}