{"Authors":" Andrea Balboni, Francesca Bassi, Stefano De Arcangeli,\nRosanna Zobba, Carla Dedola, Alberto Alberti, Mara Battilani","Year":" 2018","Title":" Molecular Analysis of Carnivore Protoparvovirus Detected in\nWhite Blood Cells of Naturally Infected Cats","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" Canine parvovirus; cat; coinfection; feline panleukopenia\nvirus; white blood cells; PCR.","DOI":"","Abstract":" Background: Cats are susceptible to feline panleukopenia\nvirus (FPV) and canine parvovirus (CPV) variants 2a, 2b and 2c.\nDetection of FPV and CPV variants in apparently healthy cats and their\npersistence in white blood cells (WBC) and other tissues when\nneutralising antibodies are simultaneously present, suggest that\nparvovirus may persist long-term in the tissues of cats post-infection\nwithout causing clinical signs. The aim of this study was to screen a\npopulation of 54 cats from Sardinia (Italy) for the presence of both FPV\nand CPV DNA within buffy coat samples using polymerase chain reaction\n(PCR). The DNA viral load, genetic diversity, phylogeny and antibody\ntitres against parvoviruses were investigated in the positive cats.\nResults: Carnivore protoparvovirus 1 DNA was detected in nine cats\n(16.7%). Viral DNA was reassembled to FPV in four cats and to CPV\n(CPV-2b and 2c) in four cats; one subject showed an unusually high\ngenetic complexity with mixed infection involving FPV and CPV-2c.\nAntibodies against parvovirus were detected in all subjects which tested\npositive to DNA parvoviruses. Conclusions: The identification of FPV and\nCPV DNA in the WBC of asymptomatic cats, despite the presence of\nspecific antibodies against parvoviruses, and the high genetic\nheterogeneity detected in one sample, confirmed the relevant\nepidemiological role of cats in parvovirus infection.","trees":[{"tree_label":"Imported tree 1","ntax":"39","rootedtree":"TRUE","title":"Tr109578","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109578.phy"}]}