{"Authors":" Trevor H. Worthy, Miyess Mitri, Warren D Handley, Michael S\nLee, Atholl Anderson, Christophe Sand","Year":" 2016","Title":" Osteology Supports a Stem-Galliform Affinity for the Giant\nExtinct Flightless Bird Sylviornis neocaledoniae (Sylviornithidae,\nGalloanseres).","Journal":" PLoS ONE","Volume":" 11","Issue":" 3","Pages":" e0150871","Keywords":"","DOI":" 10.1371/journal.pone.0150871","Abstract":" The giant flightless bird Sylviornis neocaledoniae (Aves:\nSylviornithidae) existed on La Grande Terre and Ile des Pins, New\nCaledonia, until the late Holocene when it went extinct shortly after\nhuman arrival on these islands. The species was generally considered to\nbe a megapode (Megapodiidae) until the family Sylviornithidae was\nerected for it in 2005 to reflect multiple cranial autapomorphies.\nHowever, despite thousands of bones having been reported for this unique\nand enigmatic taxon, the postcranial anatomy has remained largely\nunknown. We rectify this deficiency and describe the postcranial\nskeleton of S. neocaledoniae based on ~600 fossils and use data from\nthis and its cranial anatomy to make a comprehensive assessment of its\nphylogenetic affinities. Sylviornis neocaledoniae is found to be a stem\ngalliform, distant from megapodiids, and the sister taxon to the extinct\nflightless Megavitiornis altirostris from Fiji, which we transfer to the\nfamily Sylviornithidae. These two species form the sister group to\nextant crown-group galliforms. Several other fossil galloanseres also\nincluded in the phylogenetic analysis reveal novel hypotheses of their\nrelationships as follows: Dromornis planei (Dromornithidae) is recovered\nas a stem galliform rather than a stem anseriform; Presbyornis pervetus\n(Presbyornithidae) is the sister group to Anseranatidae, not to\nAnatidae; Vegavis iaai is a crown anseriform but remains unresolved\nrelative to Presbyornis pervetus, Anseranatidae and Anatidae. Sylviornis\nneocaledoniae was reconstructed herein to be 0.8 m tall in a resting\nstance and weigh 2734 kg. The postcranial anatomy of S. neocaledoniae\nshows no indication of the specialised adaptation to digging seen in\nmegapodiids, with for example, its ungual morphology differing little\nfrom that of chicken Gallus gallus. These observations and its\nphylogenetic placement as stem galliforms makes it improbable that this\nspecies employed ectothermic incubation or was a mound-builder.\nSylviornis neocaledoniae can therefore be excluded as the constructor of\ntumuli in New Caledonia.","trees":[{"tree_label":"Fig. 13","ntax":"37","rootedtree":"TRUE","title":"Flightless Bird Osteology","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_109614.phy"}]}