{"Authors":" Bernard Slippers, Robert A. Blanchette, Carlos A. Pérez,\nNora A. Altier, Michael J Wingfield","Year":" 2008","Title":" Neofusicoccum eucalyptorum, a Eucalyptus pathogen, on native\nMyrtaceae in Uruguay.","Journal":" Plant Pathology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Neofusicoccum eucalyptorum is a canker-associated fungus\napparently highly specialized on Eucalyptus. However, when surveying the\nmicrobial population inhabiting native Myrtaceae trees in Uruguay,\nfungal cultures resembling N. eucalyptorum were isolated. This\nintriguing occurrence of N. eucalyptorum on hosts other than Eucalyptus\nprompted a study to confirm the identity of the cultures and to compare\nthem with isolates from Eucalyptus species. Several surveys were\nconducted throughout Uruguay to obtain samples from native forests,\nfocusing primarily on those species residing in the Myrtaceae family.\nFungal identification was based on morphology and confirmed using\ncomparison sequences for the internal transcribed spacer (ITS) of the\nrDNA operon. Pathogenicity was evaluated by inoculating plants of an E.\ngrandis clone. Morphology and molecular identification confirmed the\noccurrence of N. eucalyptorum on Blepharocalyx salicifolius, Myrceugenia\nglaucescens and Myrrhinium atropurpureum var. octandrum. This is the\nfirst report of N. eucalyptorum occurring in hosts other than\nEucalyptus. Pathogenicity tests confirmed the ability of this species to\nproduce cankers and showed cross pathogenicity among hosts. This study\nprovides information that will assist breeding programs in attempts to\nobtain disease resistant Eucalyptus plantations and it also suggests\nthat a Eucalyptus pathogen could have moved to native trees in\nUruguay.","trees":[{"tree_label":"MP strict","ntax":"21","rootedtree":"TRUE","title":"Neofusicoccum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3176.phy"},{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"Neofusicoccum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5433.phy"}]}