{"Authors":" Sarah Dawn Frankenberg, Chisty Hoong, Alexander Knyshov,\nChristiane Weirauch","Year":" 2018","Title":" Heads up: evolution of exaggerated head length in the minute\nlitter bug genus Nannocoris Reuter (Hemiptera: Schizopteridae)","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Dipsocoromorpha, molecular phylogenetics, ancestral state\nreconstruction, evolution","DOI":"","Abstract":" Evolutionary biologists have long been intrigued by\nexaggerated morphologies tied to sexual or natural selection. In\ninsects, relatively few Phylogenetic studies have investigated the\nevolution of such traits at the generic and higher level. We here\ninvestigate the interspecific evolution of head length in the minute\nlitter bug genus Nannocoris Reuter based on the first phylogenetic\nhypothesis of the group (25 ingroup species, five gene regions, 3409 bp)\nand ancestral state reconstruction. Head lengths in this speciose genus\nrange from approximately one sixth of the total body length to more than\na quarter of the body length, while the head and mouthpart (rostrum)\nlengths are correlated. Different species therefore possess a markedly\ndifferent reach of the rostrum when extended. The analyses show that\nhead length evolution in Nannocoris is plastic, with head length\nelongations and reductions occurring in several clades, derived from\nancestors with moderately elongate heads. Evidence is provided that\nexaggerated head lengths evolved through elongation of either the genal\n(pricei group) or the tip (arimensis group) region of the head. The\nbiology of species in the genus Nannocoris is unknown, but given the\nlack of sexual dimorphism of head lengths, we speculate that head\nevolution in this genus may be driven by natural selection, potentially\nin the context of prey capture.","trees":[{"tree_label":"Imported tree 1","ntax":"60","rootedtree":"TRUE","title":"Tr111371","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111371.phy"}]}