{"Authors":" Tassio Brito de Oliveira, Cene Gostincar, Nina\nGunde-Cimerman, Andre Rodrigues","Year":" 2018","Title":" Genome mining for peptidases in heat-tolerant and mesophilic\nfungi and putative adaptations for thermostability","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" enzyme; protease; modeling; evolution; thermophilic fungi;\nthermotolerant fungi","DOI":"","Abstract":" Genome mining has been applied as a new method to select\ntarget and new enzymes in fungi. In the present study, we profiled the\ngenomes of heat-tolerant fungi and phylogenetically related mesophilic\nspecies for genes encoding for peptidases. An extensive catalogue of\nthese enzymes was generated, ranging from 241 to 820 peptidase genes in\nthe genomes of 23 fungi. Thermophilic species presented the smallest\nnumber of peptidases encoding genes in relation to mesophilic species,\nthe families with a greater number of genes were the most affected. The\npeptidases in the genomes from mesophilic and thermophilic species were\ncompared and it was observed differences in thermophilic species in\ncomparison to mesophilic counterparts, at (i) the genome level: a great\nreduction in the number of peptidases encoding genes that harbored\nhigher number of copies; (ii) at primary protein structure: shifts in\nproportion of single or group of amino acids; and (iii) at the\nthree-dimensional structure: reduction in the number of internal\ncavities. In regards to the amino acids composition, peptidases from\nthermophilic species in relation to the mesophilic ones, contained a\nlarger proportion (p<0.05) of Ala, Glu, Gly, Pro, Arg and Val\nresidues and a decreased number of Cys, His, Ile, Lys, Met, Asn, Gln,\nSer, Thr and Trp residues. Moreover, an increase in the proportion of\nhydrophobic and charged amino acids and a decrease in polar amino acids\nwere observed. Therefore, although thermophilic fungi present less genes\nencoding for peptidases, these have adaptations that could play a role\nin thermal resistance from genome to protein structure level.","trees":[{"tree_label":"tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr109902","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109902.phy"},{"tree_label":"tree 1","ntax":"248","rootedtree":"TRUE","title":"Tr109903","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109903.phy"}]}