{"Authors":" Damian Eduardo Perez, Martin D. Ezcurra","Year":" 2018","Title":" Quantitative palaeobiogeographical analysis of southern South\nAmerican Neogene Chioninae (Bivalvia: Veneridae)","Journal":" Palaeogeography, Palaeoclimatology, Palaeoecology","Volume":" 495","Issue":"","Pages":"","Keywords":" Ameghinomya, Cenozoic, Drake Passage Gateway,\nLong-distance dispersals, Protothaca.","DOI":" 10.1016/j.palaeo.2018.01.022","Abstract":" This study used the data matrix from Pérez DE, del Río CJ,\nNielsen S. 2013. Sistemática y filogenia del género Ameghinomya Ihering,\n1907 (Bivalvia: Chioninae) del Cenozoico de Argentina y Chile.\nAmeghiniana 50(3):354374. Chionine bivalves are one of the most\nimportant components of Neogene and Recent molluscan faunas in southern\nSouth America, but it was not until recently that their phylogenetic\nrelationships were explored quantitatively. Based on this robust\nframework, we analysed the palaeobiogeographical history of the group.\nThe geographic areas used in this analysis were discretized using a\nmultivariate K-means cluster analysis based on the palaeocoordinates of\nchionine-bearing localities. Statistical comparison of quantitative,\nevent-based biogeography models using likelihood suggests that our data\nbest fits models that include long-distance jump dispersal (+J), with a\nslight preference for a model that also gives increased weight to\nvicariance. The Chione clade (including the genera Chione,\nAnomalocardia, and Chionopsis) is mainly a Caribbean and central Eastern\nPacific lineage with expansions to California and the southern Western\nAtlantic coast. The Protothaca clade (including Protothaca, Nioche,\nAustrovenus, and Chionista) is mainly an Eastern Pacific lineage with a\nproposed southern South American origin with occasional dispersals to\nthe western Pacific (Oceania and East Asia). A new alternative dispersal\nroute is proposed across the North Pacific from California and the north\nEastern Pacific to East Asia and Oceania as shown by Austrovenus\nstutchburyi, Tuangia crassicosta, and Protocallithaca adamsii. The\nAmeghinomya clade is a southern South American lineage south Eastern\nPacific origin that subsequently dispersed into the southern Western\nAtlantic. The Protothaca and Ameghinomya clades show opposite histories,\nthe former being mainly Pacific and the latter mainly Atlantic. The\ndistribution of both clades on both sides of South America may have been\nallowed by the opening of the Drake Passage Gateway around the\nOligocene-Miocene boundary.","trees":[{"tree_label":"Imported tree 1","ntax":"26","rootedtree":"TRUE","title":"Ameghinomya para K4 Chioninae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109661.phy"}]}