{"Authors":" Madlen Stange, Marcelo R Sanchez-Villagra, Walter\nSalzburger, Michael Matschiner","Year":" 2018","Title":" Bayesian Divergence-Time Estimation with Genome-Wide SNP Data\nof Sea Catfishes (Ariidae) Supports Miocene Closure of the Panamanian\nIsthmus","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Panamanian Isthmus; Central American Seaway; Bayesian\ninference; phylogeny; molecular clock; fossil record; SNPs; RAD\nsequencing; teleosts","DOI":"","Abstract":" The closure of the Isthmus of Panama has long been\nconsidered to be one of the best defined biogeographic calibration\npoints for molecular divergence-time estimation. However, geological and\nbiological evidence has recently cast doubt on the presumed timing of\nthe initial isthmus closure around 3 Ma but has instead suggested the\nexistence of temporary land bridges as early as the Middle or Late\nMiocene. The biological evidence supporting these earlier land bridges\nwas based either on only few molecular markers or on concatenation of\ngenome-wide sequence data, an approach that is known to result in\npotentially misleading branch lengths and divergence times, which could\ncompromise the reliability of this evidence. To allow divergence-time\nestimation with genomic data using the more appropriate multi-species\ncoalescent model, we here develop a new method combining the SNP-based\nBayesian species-tree inference of the software SNAPP with a molecular\nclock model that can be calibrated with fossil or biogeographic\nconstraints. We validate our approach with simulations and use our\nmethod to reanalyze genomic data of Neotropical army ants (Dorylinae)\nthat previously supported divergence times of Central and South American\npopulations before the isthmus closure around 3 Ma. Our reanalysis with\nthe multi-species coalescent model shifts all of these divergence times\nto ages younger than 3 Ma, suggesting that the older estimates\nsupporting the earlier existence of temporary land bridges were\nartifacts resulting at least partially from the use of concatenation. We\nthen apply our method to a new RAD-sequencing data set of Neotropical\nsea catfishes (Ariidae) and calibrate their species tree with extensive\ninformation from the fossil record. We identify a series of divergences\nbetween groups of Caribbean and Pacific sea catfishes around 10 Ma,\nindicating that processes related to the emergence of the isthmus led to\nvicariant speciation already in the Late Miocene, millions of years\nbefore the final isthmus closure.","trees":[{"tree_label":"TREE1","ntax":"22","rootedtree":"TRUE","title":"Tr109791","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109791.phy"}]}