{"Authors":" Yongzhao Diao, Qian Chen, Xianzhi Jiang, Jos Houbraken, Lei\nCai, Wenping Wu","Year":" 2018","Title":" Penicillium section Lanata-Divaricata from acidic soil","Journal":" Cladistics","Volume":" 2018","Issue":"","Pages":" 1-36","Keywords":" Morphology, phylogeny, taxonomy, biodiversity,\nacid-tolerance","DOI":" 10.1111/cla.12365","Abstract":" Penicillium species in section Lanata-divaricata are\ncommon soil-inhabiting fungi, but their presence in acidic soil has\nrarely been investigated. In an ongoing survey of Penicillium species\noccurring in China, 465 strains were isolated from soil, and of which 60\nbelonged to section Lanata-divaricata. The majority of these strains\nwere isolated from acidic soil. The phylogenetic relationship between\nthese 60 isolates and accepted species of section Lanata-divaricata was\nstudied using ITS, BenA, CaM and RPB2 sequences, which revealed the\npresence of seven accepted species and 13 novel lineages. Combining\nphylogenetic data with data generated during macro- and microscopic\nobservations resulted in the description of 13 new species. The growth\nrate of the new species obtained in this study was determined under\nacidic, neutral and alkaline conditions (pH 4, 7, 10). With the\nexception of P. hainanense, which was not able to grow at pH 10, all\nstrains were able to grow at the three examined pH levels. Eleven\nspecies (i.e. P. austrosinense, P. flaviroseum, P. globosum, P.\ngriseoflavum, P. hainanense, P. jianfenglingense, P. laevigatum, P.\nrubriannulatum, P. soliforme, P. spinuliferum, P. yunnanense) grew\nfaster at low pH (pH 4) than at pH 7 or 10, and these species are\ntherefore referred to as acidpreferential. Penicillium viridissimum grew\nfastest on neutral medium and P. guangxiense grew best at pH 10, and is\ntherefore considered to be acid-tolerant. By isolating strains from a\nunique environment, combined with targeted isolation using a\nwell-designed protocol, we are able to describe new fungal diversity\nwith specific physiological characteristics.","trees":[{"tree_label":"con 50 majrule","ntax":"103","rootedtree":"TRUE","title":"Penicillium section Lanata-Divaricata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122977.phy"},{"tree_label":"con 50 majrule","ntax":"138","rootedtree":"TRUE","title":"Penicillium section Lanata-Divaricata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122978.phy"},{"tree_label":"con 50 majrule","ntax":"138","rootedtree":"TRUE","title":"Penicillium section Lanata-Divaricata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122979.phy"},{"tree_label":"con 50 majrule","ntax":"134","rootedtree":"TRUE","title":"Penicillium section Lanata-Divaricata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122980.phy"}]}