{"Authors":" NA","Year":" 2018","Title":" Isolation, identification and attenuation of a pathogenic\nduck hepatitis virus type 1 in China, andcomplete genomic sequence\ncomparison between the embryo-passaged, attenuated derivatives and their\nparent strain","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Duck hepatitis viruses 1, Pathogenicity, Attenuation,\nMutant site","DOI":"","Abstract":" Background: Duck virus hepatitis (DVH) is an acute and\nfatal disease of young ducklings characterized by its rapid transmission\nand damages. The most important agent of DVH is duck hepatitis viruses 1\n(DHV-1). The effective control of DVH was conducted by active\nimmunization of 1-day-old ducklings with a live attenuated DHV-1 virus\nvaccine. However the vaccine might havereversion to virulence. This\nstudy obtained a candidate strain for DHV-1 vaccine. The mutant sites\nleading to the attenuation of the virus were detected and analyzed.\nResults: A DHV-1 strain, Du/CH/LBJ/090809, was identified in the\npresents study. The genome of Du/CH/LBJ/090809 composed of 7,692nt\nexcluding poly A, which was clustered intogenotype Aby comparing with\nthose of other reference DHV-1 strains.Du/CH/LBJ/090809 could lead to\n30% mortalityof 11-day-old specific pathogen free (SPF) ducklings. The\nvirus was passaged serially in SPF chicken embryonated eggs. Three\nviruses, passage 16 (P16), P29 and P40, were obtained. Both the P29 and\nP40 were used to evaluate the attenuationto duckling by inoculating the\nvirusto 11-day-old SPF ducklings. The result of vaccination-challenge\ntest showed that the inactivated virus P40 could afford protection\nagainst the pathogenic parent virus. The nucleotide and amino acid\nsequences of the genomesof Du/CH/LBJ/090809, P16, P29 and P40 viruses\nwere compared. Nucleotide and amino acid changes, which might be\ncontributed to the decrease in virulence by embryo-passage, were\nobserved among the genomes of parent Du/CH/LBJ/090809 and P16, P29\nandP40 viruses. Conclusions: This study identified a of DHV-1 strain,\nDu/CH/LBJ/090809,which was grouped into genotype A by phylogenetic\nanalysis based on the entire genomic sequences.After determining the\nmortality of the virus to be 30%, theDu/CH/LBJ/090809 was passaged\nserially in SPF chicken embryonated eggs. The P40 were fully attenuated,\nand the inactivated P40could afford protection against the pathogenic\nparent virus. By comparing the genomic sequences of Du/CH/LBJ/090809,\nP16, P29 and P40, 17 mutant sites in nucleotide levels leading to 9\namino acid changes were detected in P40. And these changes might be the\ncause of the adaption and attenuation of the virulent virus.","trees":[{"tree_label":"Imported tree 1","ntax":"65","rootedtree":"TRUE","title":"Tr109675","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109675.phy"}]}