{"Authors":" Daniel T. Ksepka","Year":" 2008","Title":" Broken gears in the avian molecular clock: new phylogenetic\nanalyses support stem galliform status for Gallinuloides wyomingensis\nand rallid affinities for Amitabha urbsinterdictensis.","Journal":" Cladistics","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Galliformes (landfowl) have been the focus of numerous\ndivergence dating studies that seek a refined understanding of the early\nradiation of living birds. The Eocene fossil birds Amitabha\nurbsinterdictensis (Bridger Formation) and Gallinuloides wyomingensis\n(Green River Formation) have been used extensively in studies dealing\nwith the timing of evolution in crown Galliformes. Divergence estimates\nfrom studies incorporating these fossils as calibration points suggest\nthat multiple galliform lineages radiated in the Cretaceous and survived\nthe Cretaceous-Tertiary mass extinction. However, the phylogenetic\nposition of both fossils has been disputed, particularly with regard to\ncrown or stem status. In order to resolve this debate, a new study of A.\nurbsinterdictensis and G. wyomingensis was undertaken. Further\npreparation and reexamination of the A. urbsinterdictensis holotype\nindicates this fossil falls outside both crown and stem Galliformes, and\nreveals evidence for a relationship with Rallidae (rails). In order to\nreassess the status of G. wyomingensis, a matrix of 120 morphological\ncharacters was constructed by revising and expanding on previous\nstudies. Phylogenetic analyses using this matrix place G. wyomingensis\nbasal to all crown Galliformes. Stem placement of G. wyomingensis is\nretained and resolution is improved in combined analyses incorporating\nsequence data from cytochrome b, NADH dehydrogenase subunit 2,\nmitochondrial control region, 12S rDNA and nuclear ovomucoid intron G.\nAll evidence indicates that A. urbsinterdictensis and G. wyomingensis\nare inappropriate internal calibration points for Galliformes and may\nhave contributed to overestimation of divergence event ages. Though stem\ngalliforms existed in the Cretaceous, the divergence of crown lineages\nin the Cretaceous is called into question. Because few galliform fossils\nhave been evaluated phylogenetically, further investigations into the\ntempo of galliform evolution must await identification of proper fossil\ncalibration points.","trees":[{"tree_label":"Morphology","ntax":"64","rootedtree":"TRUE","title":"Galliformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3193.phy"},{"tree_label":"Combined","ntax":"64","rootedtree":"TRUE","title":"Galliformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3192.phy"}]}