{"Authors":" Rosemary Gillespie, Suresh P. Benjamin, Michael Scott\nBrewer, Malia Ana J. Rivera, George Roderick","Year":" 2018","Title":" Repeated Diversification of Ecomorphs in Hawaiian Stick\nSpiders.","Journal":" Current Biology","Volume":" 28","Issue":"","Pages":" 941-947","Keywords":" Adaptive radiation, ecomorph, community assembly,\nchronosequence, kleptoparasite, araneophagy, Hawaiian Archipelago,\nisland biology","DOI":" 10.1016/j.cub.2018.01.083","Abstract":" Insular adaptive radiations in which repeated bouts of\ndiversification lead to phenotypically similar sets of taxa serve to\nhighlight predictability in the evolutionary process. However, examples\nof such replicated events are rare. Much needed are cross-clade\ncomparisons of adaptive radiations to determine whether similar\necological opportunity can lead to the same outcomes. Here, we report a\nheretofore uncovered adaptive radiation of Hawaiian stick spiders\n(Theridiidae, Ariamnes), in which different species exhibit a set of\ndiscrete ecomorphs associated with different microhabitats. The 3\nprimary ecomorphs (gold, dark, and matte white) generally co-occur in\nnative forest habitats. Phylogenetic reconstruction mapped onto the\nwell-known chronosequence of the Hawaiian Islands, shows both that this\nlineage colonized the islands only once and relatively recently (2-3mya,\nwhen Kauai and Oahu were the only high islands in the archipelago) and\nthat the distinct ecomorphs evolved independently multiple times,\nfollowing colonization of new islands. This parallel evolution of\necomorphs matches that of “spiny-leg” long-jawed spiders\n(Tetragnathidae, Tetragnatha), also in Hawaii. Both lineages are\nfree-living, and both have related lineages in the Hawaiian Islands that\nshow quite different patterns of diversification with no evidence of\ndeterministic evolution. We argue that repeated evolution of ecomorphs\nresults from a rugged adaptive landscape, with the few peaks associated\nwith camouflage for these free-living taxa against the markedly low\ndiversity of predators on isolated islands. These features, coupled with\na limited genetic toolbox and reduced dispersal between islands, appear\nto be common to situations of repeated evolution of ecomorphs.","trees":[{"tree_label":"TREE1","ntax":"30","rootedtree":"TRUE","title":"Tr111119","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111119.phy"},{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Tr111118","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111118.phy"}]}