{"Authors":" Lorenzo Cecchi, Federico Selvi","Year":" 2008","Title":" Phylogenetic relationships of the monotypic genera Halacsya\nand Paramoltkia and the origins of serpentine adaptation in\ncircum-mediterranean Lithospermeae (Boraginaceae): insights from ITS and\nmatK DNA sequences.","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Halacsya and Paramoltkia are monotypic and partially\nsympatric genera in the Balkans, with no clear relationships among\nextant Lithospermeae due to striking morphological autapomorphies and\nscarcity of phylogenetic analyses in this group. Both of the species H.\nsendtneri and P. doerfleri show a strict selectivity for serpentine\nsoils, posing the question of whether this edaphic specialization\nreflects a common ancestry or a parallel process of adaptive evolution\nin unrelated lineages. DNA sequences from the nuclear ITS and\nchloroplast matK regions were generated from multiple accessions of\nHalacsya and Paramoltkia, and for representatives of all genera of\ncircum-mediterranean Lithospermeae. SEM observations of pollen\nstereostructure were also conducted to test relationships indicated by\nmolecular phylogenies. Parsimony analyses revealed the existence of a\nclade of strongly differentiated monotypic Lithospermeae including\nHalacsya and Paramoltkia; ITS provided a better resolution of\nrelationships and showed the two genera to be sistergroups close to\nMairetis and Moltkiopsis, and no affinity with Moltkia as supposed by\npast authors. Pollen characters corroborated the phylogenetic affinity\nbetween the two Balkan genera. Five other monophyletic clades were\nrecognised: Onosma-Echium, Moltkia, Lithospermum s.l.,\nArnebia-Macrotomia and Alkanna-Podonosma. Mapping the main edaphic\nhabitats of Lithospermeae onto molecular cladograms showed that\nserpentinophytism as an obligate condition originated separately in the\nclade of monotypic genera and in that of Onosma-Echium. In Halacsya and\nParamoltkia it represents therefore an early ecological synapomorphy\nprobably originated in-situ from non-serpentine ancestors also close to\nMoltkiopsis and Mairetis.","trees":[{"tree_label":"Fig. 4","ntax":"46","rootedtree":"TRUE","title":"Lithospermeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3194.phy"},{"tree_label":"Fig. 3","ntax":"25","rootedtree":"TRUE","title":"Lithospermeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3195.phy"}]}