{"Authors":" Emma Wahlberg, Kjell Arne Johanson","Year":" 2018","Title":" Molecular phylogenetics reveals unknown relationships within\nEmpidoidea (Diptera)","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" Diptera, Empidoidea, Empididae, Hybotidae, Ragadidae,\nIteaphilinae","DOI":"","Abstract":" Empidoidea represent a large and diverse superfamily of\ntrue flies, and to the current date no stable hypothesis on the\nphylogeny exists. Previous classifications have been based on\nmorphological data and the relationships among several groups are still\nunknown. Using the mitochondrial genes COI and Cytβ and the nuclear\ngenes CAD, EF-1α and IDH in a Bayesian analysis, we tested the support\nof higher taxonomic groups within this large superfamily of flies. We\nre-evaluated previous hypotheses of evolution within the group, and\npresent a highly supported phylogenetic hypothesis. Atelestidae,\nDolichopodidae, Empididae and Hybotidae were supported as monophyletic\nfamilies, with Atelestidae as sister group to remaining Empidoidea.\nWithin the family Hybotidae, Bicellariinae stat. n. formed the sister\ngroup to the other subfamilies. The family Ragadidae stat. n. is\nestablished to include the subfamily Ragadinae and the new subfamily\nIteaphilinae subfam. n.; Ragadidae was sister group to the Empididae.\nDolichopodidae was found to form a sister group to Ragadidae plus\nEmpididae. Within Empididae, Hemerodromiinae was found to be a\nnon-monophyletic group. The tribes Hilarini and Hemerodromiini stat.\nrev. were recovered as sister groups, as were Empidini and Chelipodini\nstat. rev. The former family Brachystomatidae was found to be nested\nwithin Empididae. A revised classification and diagnoses of\nnon-dolichopodid families, subfamilies and tribes are provided.","trees":[{"tree_label":"Consenus tree","ntax":"89","rootedtree":"TRUE","title":"Tr109749","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_109749.phy"}]}