{"Authors":" NA","Year":" 2018","Title":" Phylogenetic relationship and evolution of Neodidymelliopsis\nisolates collected from Iran\n","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Didymellaceae, Divergence time, Fossil calibration,\nPleosporales, Secondary calibration","DOI":"","Abstract":" Neodidymelliopsis is a novel genus, which was recently\nreported from Iranian citrus orchards. Neodidymelliopsis belongs to\nDidymellaceae, a large and important family of Dothideomycetes, in the\nPleosporales. There are a few studies on molecular dating of Ascomycetes\nbut none of which resolved the divergence time of Didymellaceae genera.\nThe most important obstacle to molecular dating of fungi is the rarity\nof fossils. In the present study, besides an existing reliable fossil\nassociated to Pleosporales, we used the estimated age of Dothidiomycetes\nin another study as a secondary calibration and also a second fossil to\ncalibrate Capnodiales as the out-group. The dating is based on five\ngenetic regions of 74 taxa from the orders Capnodiales and Pleosporales,\nusing the Bayesian-based BEAST program. The selected taxa of\nPleosporales consist of Aigialaceae and Didymellaceace including three\nnewly discovered Neodidymelliopsis sp. isolates and one isolate of\nDidymella from Iran. We dated the Didymellaceace and some of its genera\nincluding Neodidymelliopsis back to the Eocene, the Didymella\nspecifically the Iranian isolate to the Late Oligocene and the youngest\nDidymellecaea genus, Paraboeremia to the Late Pliocene.","trees":[{"tree_label":"TREE1","ntax":"58","rootedtree":"TRUE","title":"Tr109854","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109854.phy"},{"tree_label":"TREE1","ntax":"58","rootedtree":"TRUE","title":"Tr109855","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109855.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr109852","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109852.phy"},{"tree_label":"TREE1","ntax":"58","rootedtree":"TRUE","title":"Tr109853","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109853.phy"}]}