{"Authors":" Michael D. Crisp, Bernard E. Pfeil","Year":" 2009","Title":" The age and biogeography of Citrus and the orange subfamily\n(Rutaceae: Aurantioideae) in Australasia and New Caledonia.","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The geological history of Australia, New Guinea, New\nCaledonia, and SE Asia, has been complex, resulting in competing\nbiogeographic hypotheses for taxa found here. Alternative hypotheses \u001a\nGondwanan vicariance, rafting terranes, long-distance dispersal \u001a may be\ndistinguished by different predicted divergence times between disjunct\nsister taxa. Taxa within Rutaceae subfamily Aurantioideae are ideal for\ntesting these hypotheses because of their distributions. Therefore, the\nage of Rutaceae and subfamily Aurantioideae were estimated using\nmolecular dating. One dataset comprised 51 sequences of rbcL and atpB\nwith sampling across rosids and three fossil calibrations: crown\nFabales+Fagales+Rosales (> 94 Ma), Fabaceae (> 51 Ma) and stem\nAilanthus, Simaroubaceae (> 52 Ma). Another dataset comprised 81\nAurantioideae using > 8 kb of chloroplast sequence and secondary\ncalibration. Confidence in estimated divergence times was explored by\nvarying the root age, dating method (strict, local and relaxed clocks)\nand inclusion of internal calibrations. We conclude that the Rutaceae\ncrown diverged in the Eocene (36.4 \u001a 56.8 Ma, mean 47.6), whereas the\nAurantioideae crown originated in the early Miocene (12.1 \u001a 28.2 Ma, mean\n19.8). This suggests that Gondwanan vicariance does not explain the\ndistributions of extant Aurantioideae. Taxa found in New Caledonia may\nhave arrived by three separate trans-oceanic dispersal events.","trees":[{"tree_label":"Fig. 1","ntax":"88","rootedtree":"TRUE","title":"Aurantioideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3199.phy"},{"tree_label":"Fig. 2","ntax":"54","rootedtree":"TRUE","title":"Rosids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3200.phy"}]}