{"Authors":" Jessica Goodheart, Adam L Bazinet, Allen G. Collins,\nMichael P Cummings","Year":" 2015","Title":" Relationships within Cladobranchia (Gastropoda: Nudibranchia)\nbased on RNA-Seq data: an initial investigation","Journal":" Royal Society Open Science","Volume":" 2015","Issue":" 2","Pages":" 150196","Keywords":"","DOI":" 10.1098/rsos.150196","Abstract":" Cladobranchia (Gastropoda: Nudibranchia) is a diverse\n(approx. 1000 species) but understudied group of sea slug molluscs. In\norder to fully comprehend the diversity of nudibranchs and the evolution\nof character traits within Cladobranchia, a solid understanding of\nevolutionary relationships is necessary. To date, only two direct\nattempts have been made to understand the evolutionary relationships\nwithin Cladobranchia, neither of which resulted in well-supported\nphylogenetic hypotheses. In addition to these studies, several others\nhave addressed some of the relationships within this clade while\ninvestigating the evolutionary history of more inclusive groups\n(Nudibranchia and Euthyneura). However, all of the resulting\nphylogenetic hypotheses contain conflicting topologies within\nCladobranchia. In this study, we address some of these long-standing\nissues regarding the evolutionary history of Cladobranchia using RNA-Seq\ndata (transcriptomes). We sequenced 16 transcriptomes and combined these\nwith four transcriptomes from the NCBI Sequence Read Archive. Transcript\nassembly using Trinity and orthology determination using HaMStR yielded\n839 orthologous groups for analysis. These data provide a well-supported\nand almost fully resolved phylogenetic hypothesis for Cladobranchia. Our\nresults support the monophyly of Cladobranchia and the sub-clade\nAeolidida, but reject the monophyly of Dendronotida.","trees":[{"tree_label":"bestREP1","ntax":"20","rootedtree":"TRUE","title":"Tr109879","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_109879.phy"},{"tree_label":"bestREP1","ntax":"20","rootedtree":"TRUE","title":"Tr109877","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_109877.phy"},{"tree_label":"bestREP1","ntax":"20","rootedtree":"TRUE","title":"Tr109876","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_109876.phy"},{"tree_label":"bestREP1","ntax":"20","rootedtree":"TRUE","title":"Tr109878","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_109878.phy"}]}