{"Authors":" Laura Torres-Morales, Antonio Guillen-Servent, Eduardo\nRuiz-Sanchez","Year":" 2018","Title":" Distinct Patterns of Genetic Connectivity Found For Two\nFrugivorous Bat Species In Mesoamerica.","Journal":" Mastozoologia Neotropical","Volume":"","Issue":"","Pages":"","Keywords":" habitat heterogeneity, refuges, humid forests, Sturnira\nhondurensis, Sturnira parvidens.","DOI":"","Abstract":" Sturnira parvidens and S. hondurensis are two frugivorous\nbats species distributed throughout the Gulf of Mexico region. They\ninhabit tropical and montane cloud forests where their populations are\nseparated by the Isthmus of Tehuantepec, which divides them east from\nwest. We used mitochondrial DNA control region sequences to compare\ngenetic structure among populations of these two species. We also\nmeasured genetic connectivity among populations of the two species and\nassessed the distribution model for each species. We found high genetic\ndiversity in both species; the FST comparisons values were low to high\nin S. hondurensis and low in S. parvidens. For S. hondurensis, the\nlargest FST values were found between populations from the Sierra de Los\nTuxtlas (SLTX) and those from the Sierra Madre Oriental (SMOr), Chiapas\n(HSMCH) and Guatemala (GH). For S. hondurensis, we found isolation by\nlandscape resistance (IBR) where the highland habitat heterogeneity\ncould have induced restrictions to gene flow among populations of the\nSMOr, SLTX, HSMCH and GH. For S. parvidens, landscape connectivity among\npopulations appears to have contributed to the high level of gene flow\nand to genetic diversity within populations.","trees":[{"tree_label":"S_parvidens_tree","ntax":"79","rootedtree":"TRUE","title":"Sturnira parvidens tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_109885.phy"},{"tree_label":"S_houndurensis_tree","ntax":"144","rootedtree":"TRUE","title":"Sturnira hondurensis tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_109882.phy"}]}