{"Authors":" Alija Bajro Mujic, Nan Zheng, Kristy Kim, Joseph W.\nSpatafora, Michael A. Castellano, Matthew E Smith","Year":" 2018","Title":" The Cedrus-associated truffle Trappeindia himalayensis is a\nmorphologically unique and phylogenetically divergent species of\nRhizopogon","Journal":" Mycologia (presubmission)","Volume":"","Issue":"","Pages":"","Keywords":" Boletales; Cedrus; ectomycorrhiza; cryptic diversity;\nsequestrate fungi; truffles","DOI":"","Abstract":" In the northwestern Himalayan Mountains of India,\nvillagers harvest a hypogeous, sequestrate fungus called Trappeindia\nhimalayensis that fruits in forests dominated by the ectomycorrhizal\ntree Cedrus deodara (Himalayan Cedar). This truffle has unique\nbasidiospores that are ornamented with raised reticulation. Although\nTrappeindia is regularly collected with Cedrus, the trophic mode and\nphylogenetic affinity of this truffle are unknown. The original\ndescription of Trappeindia himalayensis suggested that the gleba of this\nspecies is similar to young specimens of Scleroderma (Boletales) whereas\nthe spores suggest a possible morphological link to Leucogaster\n(Russulales) or Strobilomyces (Boletales). Here we present the first\nmolecular data for this unusual, Cedrus-associated truffle to clarify\nits phylogenetic affinity. We show that despite the irregular,\nornamented spore morphology, Trappeindia himalayensis is resolved within\nthe genus Rhizopogon (Suillineae, Boletales) and represents a unique\nlineage that has not been previously detected. This study highlights the\nimportance of generating sequence data from herbarium specimens in order\nto identify fungal biodiversity and clarify the trophic modes of\nunderdocumented fungi.","trees":[{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr109880","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109880.phy"},{"tree_label":"con 50 majrule","ntax":"36","rootedtree":"TRUE","title":"Tr109881","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109881.phy"}]}