{"Authors":" Felix Vaux, Steven A. Trewick, James S. Crampton, Bruce A\nMarshall","Year":" 2018","Title":" Evolutionary Lineages of marine snails identified using\nMolecular Phylogenetics and Geometric Morphometric analysis of\nshells","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Buccinidae, Buccinulidae, evolutionary lineage, geometric\nmorphometric, Neogastropoda, phenotype, phylogenomic, speciation,","DOI":"","Abstract":" The relationship between morphology and inheritance is of\nperennial interest in evolutionary biology and palaeontology. Using\nthree marine snail genera Penion, Antarctoneptunea and Kelletia, we\ninvestigate whether systematics based on shell morphology accurately\nreflect evolutionary lineages indicated by molecular phylogenetics.\nMembers of these gastropod genera have been a taxonomic challenge due to\nsubstantial variation in shell morphology, conservative radular and soft\ntissue morphology, few known ecological differences, and geographic\noverlap between numerous species. Sampling all sixteen putative taxa\nidentified across the three genera, we infer mitochondrial and nuclear\nribosomal DNA phylogenetic relationships within the group, and compare\nthis to variation in adult shell shape and size. Results of phylogenetic\nanalysis indicate that each genus is monophyletic, although the status\nof some phylogenetically derived and likely more recently evolved taxa\nwithin Penion is uncertain. A recently described species P. lineatus is\nsupported by genetic evidence. Morphology, captured using geometric\nmorphometric analysis, distinguishes the genera and matches the\nmolecular phylogeny, although using the same dataset, species and\nphylogenetic subclades are not identified with high accuracy. Overall,\ndespite abundant variation, we find that shell morphology accurately\nreflects genus-level classification and corresponding deep phylogenetic\nsplits in this group of marine snails.","trees":[{"tree_label":"TREE1","ntax":"5","rootedtree":"TRUE","title":"Tr109906","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109906.phy"},{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr109904","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109904.phy"},{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr109907","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109907.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr109905","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109905.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr109908","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109908.phy"}]}