{"Authors":" Heyu Lin, Min Yu, Xiaolei Wang, Xiao-Hua Zhang","Year":" 2018","Title":" Comparative genomic analysis reveals the evolution and\nenvironmental adaptation strategies of vibrios","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Vibrio, comparative genomics, phylogeny, environmental\nadaptation, gene gain/loss, chitinase","DOI":"","Abstract":" Background Vibrios are among the most diverse and\necologically important marine bacteria, which have evolved many\ncharacteristics and lifestyles to occupy various niches. The\nrelationship between genome features and environmental adaptation\nstrategies is an essential part for understanding the ecological\nfunctions of vibrios in the marine system. The advent of complete genome\nsequencing technology has provided an important method of examining the\ngenetic characteristics of vibrios on the genomic level. Results Two\nVibrio genomes were sequenced and found to occupy many unique\northologues families which absent from the previously genes pool of the\ncomplete genomes of vibrios. Comparative genomics analysis found vibrios\nencompass a steady core-genome and tremendous pan-genome with\nsubstantial gene gain and horizontal gene transfer events in the\nevolutionary history. Evolutionary analysis based on the core-genome\ntree suggested that V. fischeri emerged ~385 million years ago, along\nwith the occurrence of cephalopods and the flourish of fish. The\nrelatively large genomes, the high number of 16S rRNA gene copies, and\nthe presence of R-M systems and CRISPR system help vibrios live in\nvarious marine environments. Chitin-degrading related genes are carried\nin nearly all the Vibrio genomes. The number of chitinase genes in\nvibrios has been extremely expanded compared to which in the most recent\nancestor of the genus. The chitinase A genes were estimated to have\nevolved along with the genus, and have undergone significant purifying\nselective force to conserve the ancestral state. Conclusions Vibrios\nhave experienced extremely genome expansion events during their\nevolutionary history, allowing them to develop various functions to\nspread globally. Despite their close phylogenetic relationships, vibrios\nwere found to have a tremendous pan-genome with a steady core-genome,\nwhich indicates the highly plastic genome of the genus. Additionally,\nthe existence of various chitin-degrading related genes and the\nexpansion of chitinase A in the genus demonstrate the importance of the\nchitin utilization for vibrios. Defensive systems in the Vibrio genomes\nmay protect them from the invasion of external DNA. These genomic\nfeatures investigated here provide a better knowledge of how the\nevolutionary process has forged Vibrio genomes to occupy various\nniches.","trees":[{"tree_label":"Imported tree 1","ntax":"21","rootedtree":"TRUE","title":"Tr109918","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109918.phy"},{"tree_label":"Imported tree 1","ntax":"21","rootedtree":"TRUE","title":"Tr109919","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109919.phy"},{"tree_label":"tree 1","ntax":"5","rootedtree":"TRUE","title":"Tr109920","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109920.phy"},{"tree_label":"tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr109921","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109921.phy"},{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Tr109922","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109922.phy"}]}