{"Authors":" Merlin M. White, Laia Guardia Valle, Robert W. Lichtwardt,\nAugusto Siri, Douglas B. Strongman, Robert T. William, Justin Gause,\nEric Dennis Tretter","Year":" 2018","Title":" New species and emendations of Orphella, taxonomic and\nphylogenetic reassessment of the genus to establish the Orphellales, for\nstonefly gut fungi with a twist","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Orphella, Orphellales, Kickxellomycotina","DOI":"","Abstract":" We consolidate and present data for the sexual stage of\nfive North American species of Orphella, a fungal member of the\ntrichomycetes that until now was placed within the Harpellales.\nEmendations to three species accommodate the newly recognized features,\nincluding not only the coiled zygospores and accompanying cells but also\nother morphological traits not provided in the original descriptions for\nO. avalonensis, O. haysii and O. hiemalis. We also describe Orphella\ncataloochensis, with the aid of sexual features especially, from\ncollections in The Great Smoky Mountains, USA and two provinces, Nova\nScotia and Ontario, in Canada as well as O. pseudoavalonensis and O.\npseudohiemalis from collections in Cascade Range, Oregon, USA. Key\nmorphological features for all known species of the genus are summarized\nand reviewed, with illustrations of some of the North American taxa to\nupdate and complete the literature. The entire suite of morphological\ncharacters is discussed with emphasis on species relationships and\nhypotheses on possible vicariant origins. We also present a molecular\nphylogeny based on 18S and 28S nuclear rDNA, which confirms that\nOrphella is a unique evolutionary lineage separate from Harpellales, and\nwe create a new order, Orphellales, to accommodate it. With the\ncombination of sexual features, now known for twelve of the fourteen\nspecies of Orphella, and new molecular data, the group is more fully\ncharacterized in a way that will help inform ongoing and future efforts\nto better understand their relationships, origins, evolutionary history\nand toward a more complete picture of the genealogy of life.","trees":[{"tree_label":"con 50 majrule","ntax":"45","rootedtree":"TRUE","title":"Tr109900","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109900.phy"},{"tree_label":"Imported tree 1","ntax":"45","rootedtree":"TRUE","title":"Tr109901","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109901.phy"}]}