{"Authors":" Biao Xu, Malte Ebinghaus, Sascha Lotze-Engelhard, Martin\nKemler, Zide Jiang, Dominik Begerow","Year":" 2018","Title":" Not all that simple  Evolutionary patterns and host\nassociations within Phragmidium (Pucciniales)","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" rust fungi, molecular phylogeny, Phragmidium frugale,\nPhragmidium rarispinosum, Phragmidium xinjiangense, host shift,\nmorphological convergence, reticulate evolution, hybrid bridge","DOI":"","Abstract":" Rust fungi in the genus Phragmidium infect genera and\nspecies within the Rosaceae, including the economically important genera\nRosa and Rubus. Despite the economical importance of Phragmidium, the\nevolutionary history is still poorly understood that is mostly due to\nvery limited species samplings. In the present study, we focussed on\nrusts collected in China and analyzed a set of 56 specimens representing\n24 species of Phragmidium. Molecular phylogenetic methods revealed\npolyphyletic host associations that indicate several independent host\ncolonization events. Our analyses further support the current view that\nthe reticulate evolutionary history of the host species enables the rust\npathogen to infect several different host species. This process may also\nfacilitate jumps to even more distantly related hosts and which offers\nan explanation for the host association patterns observed within this\ngenus. Furthermore, morphological character mapping hints to some effect\nof the host lineage on the expression of teliospore traits in\nPhragmidium. Phylogeographically, no clear pattern could be revealed but\ninstead lineages of chinese origin appeared paraphyletic throughout the\nphylogeny. This finding may give support to Central or East Asia as\nbeing the centers of origin for the larger Phragmidium clades. Finally,\nour present study revealed three Phragmidium species that are new to\nscience and Ph. mexicanum and Ph. violaceum are reported for China for\nthe first time.","trees":[{"tree_label":"Figure 1","ntax":"58","rootedtree":"TRUE","title":"Phylogenetic reconstruction of Phragmidium species\nbased on 28s rDNA","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_109941.phy"}]}