{"Authors":" John A. Thomson, Joshua P. Der, Paul G. Wolf, Jeran K.\nStratford","Year":" 2009","Title":" Global chloroplast phylogeny and biogeography of bracken\n(Pteridium: Dennstaedtiaceae).","Journal":" American Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Bracken ferns (genus Pteridium) represent an ancient\nspecies complex with a natural worldwide distribution. Pteridium has\nhistorically been treated as comprising a single species, but recent\ntreatments include several species. Phenotypic plasticity,\ngeographically structured morphological variation, and geographically\nbiased sampling have all contributed to taxonomic confusion in the\ngenus. We sampled bracken specimens worldwide and used variable regions\nof the chloroplast genome to investigate phylogeography and reticulate\nevolution within the genus. Our results distinguish two major clades\nwithin Pteridium, a primarily northern hemisphere Laurasian/African\nclade which includes all taxa currently assigned to P. aquilinum, and a\nprimarily southern hemisphere Austral/South American clade which\nincludes P. esculentum and P. arachnoideum. All European accessions of\nP. aquilinum ssp. aquilinum appear in a monophyletic group and are\nnested within a clade containing the African P. aquilinum taxa (P. a.\nssp. capense and P. a. ssp. centrali-africanum). Our results allow us to\nhypothesize the maternal progenitors of two allotetraploid bracken\nspecies, P. caudatum and P. semihastatum. We also discuss the\nbiogeography of bracken in the context of the chloroplast phylogeny. Our\nstudy is one of the first to take a worldwide perspective in addressing\nvariation in a broadly distributed species complex.","trees":[{"tree_label":"Fig. 1","ntax":"81","rootedtree":"TRUE","title":"Pteridium, BI posterior consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5435.phy"},{"tree_label":"Fig. 2A","ntax":"81","rootedtree":"TRUE","title":"Pteridium, MP strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5436.phy"}]}