{"Authors":" Shabnam Taheri, Samuel James, Virginie Roy, Thibaud\nDecaens, Bronwyn W. Williams, Frank E. Anderson, Rodolphe Rougerie,\nChih-Han Chang, George Gardner Brown, Luis Cunha, David W. G. Stanton,\nElodie Da Silva, Jiun-Hong Chen, Emily M. Lemmon, Alan R. Lemmon, Marie\nL. C. Bartz, Dilmar Baretta, Isabelle Barois, Emanuel Lapied, Mathieu\nCoulis, Lise Dupont","Year":" 2018","Title":" Complex taxonomy of the ‘brush tail’ peregrine earthworm\nPontoscolex corethrurus","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Pontoscolex corethrurus is the most widespread earthworm\nspecies in tropical and sub-tropical zones and one of the most studied\nin soil science. Although, ecological interactions of P. corethrurus\nwith its environment are well documented, the taxonomic status of the\nspecies remains unclear. In this study, we investigated phylogenetic\nrelationships within the genus Pontoscolex, in particular focusing on\nmorphologically indistinguishable (i.e., cryptic) lineages. A total of\n792 specimens collected from 25 different countries and islands all over\nthe world were analyzed using two mitochondrial (COI and 16S rDNA) and\ntwo nuclear (internal transcribed spacers 2 and 28S rDNA) markers, and a\ntotal of 11 morphological characters both internal and external were\ninvestigated in all genetically characterized lineages. A large-scale\nmultilocus sequence data matrix was also obtained for Pontoscolex spp.\nspecimens using the Anchored Hybrid Enrichment (AHE) method. Multilocus\nphylogenetic and phylogenomic analyses, combined with species\ndelimitation methods; including single locus (mPTP, ABGD) and multilocus\n(BPP) approaches, revealed congruent results. Four cryptic species were\nsupported within the P. corethrurus species complex, and four\npotentially new species within the genus Pontoscolex. One widespread\nlineage (L1), within P. corethrurus complex was observed in the current\npopulation of Fritz Müllers garden where P. corethrurus was first\ndescribed in 1856. Cryptic lineages were observed in sympatry at several\nlocalities. This, in combination with observed heteroplasmy in COI gene\nin one population raises an important question of reproductive isolation\nbetween these species.","trees":[{"tree_label":"Imported tree 1","ntax":"12","rootedtree":"TRUE","title":"Tr110115","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110115.phy"}]}