{"Authors":" Sonja Kistenich, Einar Timdal, Mika Bendiksby, Stefan\nEkman","Year":" 2018","Title":" Molecular systematics and character evolution in the lichen\nfamily Ramalinaceae (Ascomycota: Lecanorales)","Journal":" Taxon","Volume":" 67","Issue":" 5","Pages":" 871-904","Keywords":" ancestral state reconstruction; integrative taxonomy;\nmultilocus phylogeny; Phyllopsora; Toninia; tropical lichens","DOI":" 10.12705/675.1","Abstract":" The Ramalinaceae is the fourth-largest family of\nlichenized ascomycetes with 42 genera and 913 species exhibiting\nconsiderable morphological variation. Historically, generic boundaries\nin the Ramalinaceae were primarily based on morphological characters.\nHowever, molecular systematic investigations of subgroups revealed that\ncurrent taxonomy is at odds with evolutionary relationships. Tropical\nmembers of the family remain particularly understudied, including the\nlarge genus Phyllopsora. We have generated and collected multilocus\nsequence data (mtSSU, nrITS, nrLSU, RPB1, RPB2) for 149 species\nassociated with the Ramalinaceae and present the first comprehensive\nmolecular phylogeny of the family. We used ancestral state\nreconstructions on our molecular family phylogeny to trace the evolution\nof character states. Our results indicate that the Ramalinaceae have\narisen from an ancestor with long, multiseptate ascospores living in\nhumid temperate forests, and that the phyllopsoroid growth form has\nevolved multiple times within the family. Based on our results using\nintegrative taxonomy, we discuss sister-relations and taxon-delimitation\nwithin five well-supported clades: The Bacidia, Biatora-, Ramalina-,\nRolfidium-, and Toninia-groups. We reduce six genera into synonymy and\nmake 49 new nomenclatural combinations. The genera Bacidia, Phyllopsora,\nPhyscidia and Toninia are polyphyletic and herein split into segregates.\nWe describe the two genera Bellicidia and Parallopsora and resurrect the\ngenera Bibbya, Kiliasia, Sporacestra, and Thalloidima. According to our\nnew circumscription, which also includes some additional changes, the\nfamily Ramalinaceae now comprises 39 genera.","trees":[{"tree_label":"PAUP 1","ntax":"171","rootedtree":"TRUE","title":"Ramalinaceae mtSSU ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114185.phy"},{"tree_label":"PAUP 1","ntax":"156","rootedtree":"TRUE","title":"Ramalinaceae mtSSU ITS LSU RPB1 RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114186.phy"}]}