{"Authors":" NA","Year":" 2018","Title":" Evidence for cryptic speciation in the South American\nlungfish","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" South American Lungfish, cryptic species, species\ndelimitation, mtDNA, Amazon basin, Parana-Paraguay basin","DOI":"","Abstract":" Abstract Background Lungfishes are the closest living\nrelatives of tetrapods and have been widely studied in the context of\nmajor evolutionary events such as the fin-to-limb transition and\nevolution of appendage regeneration. Extant lungfishes are represented\nby six species, occurring in Africa (P. aethiopicus, P. amphibius, P.\nannectens and P. dolloi), Australia (Neoceratodus forsteri) and South\nAmerica (Lepidosiren paradoxa). Today, L. paradoxa is recognized as the\nsole lungfish species in South America, with a wide distribution\nencompassing the Amazon and Parana-Paraguay River basins. However, the\nseparation of these two river systems has been estimated at 30 Ma and\nmay explain speciation events of various south American fish species.\nHere, we explore the hypothesis that South American lungfish have\nundergone cryptic speciation. Results The genetic distances between\nAmazon and Parana-Paraguay basins varied from 1.6% to 1.8% for 16S; 5.4%\nto 5.6% for COX1; 7.9% to 8% for ATPASE and 5.7% to 5.9% for CYTB. The\nBPP analysis showed that the posterior probability for the existence of\nfive species (P. annectens, P. aethiopicus, Neoceratodus forsteri, and\nL. paradoxa from both basins is much higher (0.9996) then the posterior\nprobability for four (PP=0.0036) or three (PP=0.0002) or less than three\n(PP <0.0002) species. Shared haplotypes between basins were not\ndetected for any of the four mtDNA genes. Maximum likelihood and\nBayesian analyses of multilocus data showed the South American\nlungfishes from both lineages (Amazon and Parana-Paraguay) and the\nAfrican lungfishes are strongly connected. The multilocus tree obtained\nshowed strong statistical support for the monophyly of Lepidosiren and\nthe phylogenetic reconstruction significantly support the split of\nLepidosiren into two forms branching at about 7 Ma. Conclusions Our\nmorphological studies failed to detect distinctive features on\nlungfishes from Amazon and Parana-Paraguay basins. However, genetic\ndistances between basins and Bayesian Phylogenetics and Phylogeographic\n(BPP) analyses strongly suggest the existence of distinct species.\nBesides, haplotype network analyses did not detect shared haplotypes\nbetween basins. Finally, a phylogenetic reconstruction significant\nsupport two distinct forms of Lepidosiren, with an estimated split at 7\nMa. Collectively, our findings suggest the existence of two cryptic\nspecies of South American lungfishes.","trees":[{"tree_label":"con 50 majrule","ntax":"60","rootedtree":"TRUE","title":"Tr109933","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_109933.phy"}]}