{"Authors":" Osamu Kurata, Takashi Yaguchi, Kishio Hatai, Kozue Tensha,\nUchida Yoshitaka, Shun-ichi Udagawa, Pham Minh Duc","Year":" 2009","Title":" Fungal infection of mantis shrimp (Oratosquilla oratoria)\ncaused by two anamorphic fungi found in Japan.","Journal":" Mycopathologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Two fungal pathogens of the mantis shrimp (Oratosquilla\noratoria) in Yamaguchi and Aichi Prefectures, Japan are described as the\nnew species Plectosporium oratosquillae and Acremonium sp. (a member of\nthe Emericellopsis marine clade). Both fungi infect the gills of the\nmantis shrimp, which become brown or black due to melanization. The\nformer species is characterized by its slow growth on artificial\nseawater yeast extract peptone glucose (PYGS) agar, pale yellow to pale\norange or grayish yellow colonies, short cylindrical solitary phialides\nwith a wavy tip, and one-celled ellipsoidal conidia. Although lacking\nthe two-celled conidia demonstrated by the type species Plectosporium\ntabacinum, the taxonomic placement of the new species was confirmed by\nDNA sequence analysis of the internal transcribed spacer (ITS) region of\nribosomal DNA (ITS1, 5.8S rDNA and ITS2). Acremonium sp., the other\ncausal pathogen, differs from P. oratosquillae by its fast growth on\nPYGS agar, pale orange to salmon-colored colonies, long slender\nconidiophores consisting of solitary phialides with tips lacking an\nundulate outline, and typically cylindrical conidia. Analysis of ITS and\nb-tubulin gene sequences placed this fungus within the phylogenetically\ndistinct Emericellopsis (anam. Acremonium) marine clade. Various\nphysiological characteristics of both pathogens were also investigated.\nThis is the first report of a fungal infection found on the mantis\nshrimp in Japan.","trees":[{"tree_label":"Fig. 1","ntax":"27","rootedtree":"TRUE","title":"Plectosporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5437.phy"}]}