{"Authors":" min fu, Qing Bai, Peng-Fei Zhang, Jun Xiang, Ya Shuang Guo,\nFei-Fei Zhao, Meng-Meng Yang, Ni Hong, Wen-Xing Xu, Guo-Ping Wang, Pedro\nW. Crous","Year":" 2019","Title":" Colletotrichum species associated with anthracnose of Pyrus\nspp. in China","Journal":" Persoonia","Volume":" 42","Issue":"","Pages":" 135","Keywords":" Colletotrichum, multi-gene phylogeny, pathogenicity,\nPyrus","DOI":" 10.3767/persoonia.2019.42.01","Abstract":" Colletotrichum species are plant pathogens, saprobes, and\nendophytes on a range of economically important hosts. However, the\nspecies occurring on pear remain largely unresolved. To determine the\nmorphology, phylogeny and biology of Colletotrichum species associated\nwith Pyrus plants, a total of 295 samples were collected from cultivated\npear species (including P. pyrifolia, P. bretschneideri and P. communis)\nfrom seven major pear-cultivation provinces in China. The pear leaves\nand fruits affected by anthracnose were sampled and subjected to fungus\nisolation, resulting in a total of 488 Colletotrichum isolates.\nPhylogenetic analyses based on six loci (ACT, TUB2, CAL, CHS-1, GAPDH,\nand ITS) coupled with morphology of 90 representative isolates revealed\nthat they belong to 10 known Colletotrichum species, including C.\naenigma, C. citricola, C. conoides, C. fioriniae, C. fructicola, C.\ngloeosporioides, C. karstii, C. plurivorum, C. siamense, C. wuxiense,\nand two novel species, described here as C. jinshuiense and C.\npyrifoliae. Of these, C. fructicola was the most dominant, occurring on\nP. pyrifolia and P. bretschneideri in all surveyed provinces except in\nShandong, where C. siamense was dominant. In contrast, only C. siamense\nand C. fioriniae were isolated from P. communis, with the former being\ndominant. In order to prove Kochs postulates, pathogenicity tests on\npear leaves and fruits revealed a broad diversity in pathogenicity and\naggressiveness among the species and isolates, of which C. citricola, C.\njinshuiense, C. pyrifoliae, and C. conoides appeared to be\norgan-specific on either leaves or fruits. This study also represents\nthe first reports of C. citricola, C. conoides, C. karstii, C.\nplurivorum, C. siamense and C. wuxiense causing anthracnose on\npear.","trees":[{"tree_label":"Fig. 2","ntax":"112","rootedtree":"TRUE","title":"Colletotrichum Fig. 2 ACT TUB2 CAL CHS-1 GAPDH ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112687.phy"},{"tree_label":"Fig. 4","ntax":"42","rootedtree":"TRUE","title":"Colletotrichum Fig. 4 ACT TUB2 CAL CHS-1 GAPDH ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112689.phy"},{"tree_label":"Fig. 5","ntax":"79","rootedtree":"TRUE","title":"Colletotrichum Fig. 5 ACT TUB2 CAL CHS-1 GAPDH ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112690.phy"},{"tree_label":"Fig. 3","ntax":"52","rootedtree":"TRUE","title":"Colletotrichum Fig. 3 ACT TUB2 CHS-1 GAPDH ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112688.phy"}]}