{"Authors":" H. D. Shin, Y. J. Choi, Marco Thines, Hyeon-Dong Shin,\nYoung-Joon Choi","Year":" 2008","Title":" Two novel Peronospora species are associated with recent\nreports of downy mildew on sages.","Journal":" Mycological Research","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Recently, downy mildew of Salvia species became\neconomically relevant globally, but the taxonomy of the causal agent\nremains still obscure. The objective of this study is to characterize\nand distinguish the different Peronospora groups associated with downy\nmildew on sages, based on morphological and molecular data. For this\npurpose we compared Peronospora specimens on S. officinalis and S.\nplebeia with P. swinglei, including the type specimen, on Salvia\nreflexa. We observed that three Peronospora species are associated with\ndowny mildew on sages, and the recent outbreak of the disease on S.\nofficinalis and S. plebeia are associated with two undescribed species,\ncontrasting the view that either P. swinglei or P. lamii is the causal\nagent of the downy mildew disease, as claimed previously by several\nstudies. In the study presented here, we provide the formal descriptions\nand illustrations for the two newly introduced taxa, P. salviae-plebeiae\nand P. salviae-officinale. The three species of Peronospora investigated\nseem to infect only a specific species of Salvia: P. swinglei on S.\nreflexa, P. salviae-plebeiae on S. plebeia, and P. salviae-officinale on\nS. officinalis. Speciation may be allopatric and closely linked to the\ngeographic distributions of their host plants.","trees":[{"tree_label":"tree 2","ntax":"20","rootedtree":"TRUE","title":"Peronospora, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5439.phy"},{"tree_label":"tree 1","ntax":"16","rootedtree":"TRUE","title":"Peronospora, COX2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5438.phy"}]}