{"Authors":" Jaqueline Figueredo de Oliveira Costa, Sandra H Kamei,\nJanaine Rossane Araujo Silva, Ana Raphaela Gomes da Silva Miranda,\nMariote dos Santos Brito Netto, Sarah Jacqueline Cavalcanti Silva,\nKamila Camara Correia, Gaus Silvestre Andrade Lima, Iraildes Pereira\nAssunção","Year":" 2018","Title":" Species diversity of Colletotrichum infecting Annona spp. in\nBrazil","Journal":" european journal plant pathology","Volume":"","Issue":"","Pages":"","Keywords":" Annona muricata, Annona squamosa, Colletotrichum\nbrevisporum, Colletotrichum cliviae, Colletotrichum gigasporum,\npathogenicity","DOI":"","Abstract":" Anthracnose disease caused by Colletotrichum species, is a\nlimiting factor to the production and commercialization of anonaceous in\ndifferent regions of the world. In this study, ninety-six Colletotrichum\nisolates were collected from soursop and sugar apple leaves showing\nanthracnose symptoms in commercial plantations of the state of Alagoas,\nnortheastern region of Brazil. To access the initial measure of the\nspecies diversity, the isolates were identified by phylogeny based on\nthe sequences of the glyceraldehyde-3-phosphate dehydrogenase (GAPDH)\ngene. Representative strains were chosen for identification by analysis\nof multigene phylogeny including sequences of the internal transcribed\nspacer (ITS) region and actin (ACT), chitin synthase (CHS-1), β-tubulin\n(TUB2), calmodulin (CAL), histamine (HIS3), glutamine synthetase (GS),\n(GAPDH) genes, morpho-cultural characters and pathogenicity tests. These\nanalyses allowed the identification of nine species: Colletotrichum\nkarstii, C. tropicale, C. siamense, C. theobromicola, C. fructicola, C.\ngloeosporioides, C. gigasporum, C. brevisporum and C. cliviae. Until now\nonly C. fructicola, C. gloeosporioides and C. theobromicola had been\nassociated with antracnose in plants of soursop and sugar apple in\nBrazil. The C. gigasporum, C. brevisporum and C. cliviae species are\nalso described for the first time in anonaceous worldwide.","trees":[{"tree_label":"Fig 2","ntax":"39","rootedtree":"TRUE","title":"Bayesian phylogenetic tree of Colletotrichum spp.\nisolates from Annona spp. The tree was built using concatenated\nsequences of the ITS, GAPDH, TUB2 and CHS genes boninense and other\nspecies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_111124.phy"}]}