{"Authors":" Carissa. P. Jones, Jerald B. Johnson","Year":" 2008","Title":" Phylogeography of the livebearer Xenophallus umbratilis\n(Teleostei: Poeciliidae): glacial cycles and sea level change predict\ndiversification of a freshwater tropical fish.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The biogeography of Central America is viewed as a classic\ncase study in understanding the impact of vicariant events on patterns\nof biotic dispersal. While many biogeographers have focused on community\ncomposition and geographic limits of species at broad scales across\nCentral America, much less work has focused on post-colonization\ndiversification patterns at finer scales. The livebearing freshwater\nfish Xenophallus umbratilis presents an ideal system for determining the\nimpact of recent earth history events on biodiversity in northern Costa\nRica. Here, we test the hypotheses that marine inundation of the San\nCarlos and Northern Limón basins during the Miocene has caused genetic\nfragmentation among X. umbratilis populations, despite contemporary\nfreshwater connections. To test this idea, we collected mitochondrial\n(cytb) 162 individuals taken from 27 localities across northern Costa\nRica. We employed a variety of analytical approaches, including: maximum\nparsimony (MP) and maximum likelihood (ML), analysis of molecular\nvariance (AMOVA), and demographic analysis of population size through\ntime. We found four major clades within X. umbratilis, each\ngeographically isolated with no shared haplotypes across drainages.\nOddly, clades that occupy adjacent drainages are not always sister taxa\nin the phylogeny, suggesting that colonization in this species is more\ncomplex than a simple model of isolation by distance. All our results\nare consistent with the hypothesis that changes in sea level associated\nwith glacial eustatic cycles have had an important effect in shaping\ndiversification patterns in this species.","trees":[{"tree_label":"MP Con","ntax":"43","rootedtree":"TRUE","title":"Xenophallus umbratilis haplotypes, MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5440.phy"},{"tree_label":"ML Con","ntax":"43","rootedtree":"TRUE","title":"Xenophallus umbratilis haplotypes, ML","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5441.phy"}]}