{"Authors":" Umilaela Arifin, Utpal Smart, Stefan T. Hertwig, Eric N.\nSmith, Djoko T. Iskandar, Alexander Haas","Year":" 2018","Title":" Molecular phylogenetic analysis of a taxonomically unstable\nranid from Sumatra, Indonesia, reveals a new genus with\ngastromyzophorous tadpoles and two new species","Journal":" Zoosystematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Clinotarsus; Huia; Meristogenys; Morphology; Molecular\nsystematics; Ranidae; Species diversity; Taxonomy","DOI":"","Abstract":" The presence of an adhesive abdominal sucker\n(gastromyzophory) allows tadpoles of certain species of anurans to live\nin fast-flowing streams. Gastromyzophorous tadpoles are rare among\nanurans, known only in certain American bufonids and Asian ranids. To\ndate, Huia sumatrana, that inhabits cascading streams, has been the only\nSumatran ranid known to possess gastromyzophorous tadpoles. In the\nabsence of thorough sampling and molecular barcoding of adults and\nlarvae, it has remained to be confirmed whether other Sumatran ranid\nspecies living in similar habitats, i.e., Chalcorana crassiovis,\npossesses this larval type. Moreover, the taxonomic status of this\nspecies has long been uncertain and its taxonomic position within the\nRanidae, previously based exclusively on morphological characters, has\nremained unresolved. To study the diversity and relationships of these\nfrogs and to establish the identity of newly collected gastromyzophorous\ntadpoles from Sumatra, we compared genetic sequences of C.\ncrassiovis-like taxa from a wide range of sites on Sumatra. We conducted\nbayesian and maximum likelihood phylogenetic analyses on a concatenated\ndataset of mitochondrial (12S rRNA,16S rRNA, and tRNAval) and nuclear\n(RAG1 and TYR) gene fragments. Our analyses recovered C. crassiovis to\nbe related to Huia and Meristogenys. The DNA barcodes of the\ngastromyzophorous tadpoles matched adults from the same sites. Herein,\nwe provide a re-description of adult C. crassiovis and propose “C.\nkampeni” as a synonym of this species. The molecular evidence,\nmorphological features, and distribution suggest the presence of two\nrelated new species. The two new species and C. crassiovis together\nrepresent a distinct phylogenetic clade possessing unique molecular and\nmorphological synapomorphies, thus warranting a new genus for the three\nspecies.","trees":[{"tree_label":"Fig. 2","ntax":"46","rootedtree":"TRUE","title":"BI tree","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_110028.phy"}]}