{"Authors":" Conxi Rodriguez-Prieto, Olivier De Clerck, John M. Huisman,\nShowe-Mei Lin","Year":" 2018","Title":" Research Article","Journal":" European Journal of Phycology","Volume":"","Issue":"","Pages":"","Keywords":" Rhodophyta, Halymeniaceae, Halymenia, Neofolia","DOI":"","Abstract":" Many traditional genera of the Halymeniaceae turn out to\nbe poly- or paraphyletic based on molecular phylogenies. The genus\nHalymenia is no exception to this. In this study, we provide a detailed\ncharacterization of the vegetative and reproductive morphology of the\ngeneritype of Halymenia, H. floresii based on specimens from the\nnorthwestern Mediterranean Sea. In addition we describe a newly detected\nclade (=Neofolia rosea gen. & sp. nov. herein) which was previously\nconfused with ‘Halymenia latifolia’ from the northeastern Atlantic Ocean\nand the western Mediterranean Sea. The development of auxiliary cell\nampullae in Neofolia and Halymenia is similar, namely, ampullae consist\nof three orders of branched filaments after diploidization of the\nauxiliary cell and form a weak pericarp comprised only of elongated and\nbranched ampullar filaments. The auxiliary cell is always differentiated\nfrom the first cell of the third-order ampullar filament. This pattern\ndiffers significantly from previous descriptions of the female\nreproductive system of Halymenia, in which the auxiliary cell is said to\nbe the third cell of the primary ampullar filament and few secondary and\ntertiary ampullar filaments are produced from the primary ampullar\nfilament before diploidization of the auxiliary cell. Neofolia primarily\ndiffers from Halymenia in the absence of a cellular cluster (= nutritive\nfilaments), which is present in the basal parts of the carpogonial\nbranch ampullae in Halymenia. Moreover, auxiliary cell ampullar\nfilaments in Neofolia are much shorter (6-7 cells long) that those found\nin Halymenia (9-13 cells long), and the secondary generated connecting\nfilaments are issued from the basal cells of the ampullar filaments in\nHalymenia, whereas they are produced from the fusion cell in Neofolia.\nResolving the polyphyly of Halymenia, will require a re-examination of\nthe species of ‘Halymenia’ that are not clustered with the\ngeneritype.","trees":[{"tree_label":"con all compat","ntax":"64","rootedtree":"TRUE","title":"Tr110156","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_110156.phy"}]}