{"Authors":" Limei Zhang, Jian Gao, Herman W. Barkema, Tariq ALi, Gang\nLiu, Youtian Deng, Sohail Naushad, John P. Kastelic, Bo Han","Year":" 2018","Title":" Virulence gene profiles: alpha-hemolysin and clonal diversity\nin Staphylococcus aureus isolates from bovine clinical mastitis in\nChina","Journal":" BMC Vet Res","Volume":"","Issue":"","Pages":"","Keywords":" Staphylococcus aureus, Virulence gene, hla, MLST, spa,\nBovine mastitis","DOI":"","Abstract":" Background: Staphylococcus aureus, a common cause of\nbovine mastitis, is known for its ability to acquire to antimicrobial\nresistance and can secrete numerous virulence factors to exacerbate\ninflammation. In addition, alpha-hemolysin has an important role in S.\naureus infections; however, diversity of the hla gene in S. aureus\nisolated from bovine mastitis has not been well characterized. The\nobjective was, therefore, to determine diversity of virulence genes, hla\ngene sequences, and clonal profiles of S. aureus from bovine mastitis in\nChinese dairy herds, and to evaluate inter-relationships. Results:\nThirty-eight virulence gene patterns (with variable frequencies) were\nidentified in the 103 isolates and correlated with MLST types,\nindicating a great diversity. Being grouped into 14 genotypes, the hla\ngene also had great diversity; conversely, Hla peptides were relatively\nmore conserved. Seven clonal complexes were identified from 24 spa types\nand 7 MLST types. Among which, ST 97 was the dominant type in S.aureus\nfrom bovine mastitis in China. And phylogenetic analysis revealed a\ndistinct evolutionary relationship between the hla gene and MLST.\nConclusion: The diversity of virulence gene profiles especially hla gene\nand their relationship with molecular types were reported for the first\ntime in S.aureus from bovine mastitis, which will be useful for future\nstudies on immunogenicity and vaccine development. In addition, the\ndistinct evolutionary relationship between the hla gene and MLST\nsuggested the potential role of hla gene in molecular typing in\nS.aureus.","trees":[{"tree_label":"Figure 3","ntax":"36","rootedtree":"TRUE","title":"tree of hla","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_110441.phy"}]}