{"Authors":" Aline Cristina Martins, David Richard Luz, Gabriel Augusto\nRodrigues Melo","Year":" 2018","Title":" Palaeocene origin of the Neotropical lineage of\ncleptoparasitc bees Ericrocidini-Rhathymini (Hymenoptera, Apidae)","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" cuckoo bees, Cretaceous, brood parasitism, Centridini,\nEpicharitini","DOI":" 10.1111/syen.12286","Abstract":" Cleptoparasitic bees abandoned pollen-collecting for their\noffspring and lay their eggs in other bees provisioned nests. Also known\nas cuckoo bees, they belong to several lineages, but are especially\ndiverse in Apinae. We focused on a lineage of apine cleptoparasitic\nbees, the clade Ericrocidini+Rhathymini, which attack nests of\noil-collecting bees. We sequenced five genes for 20 species in all\ngenera of this clade plus a large outgroup to reconstruct the phylogeny\nand estimate divergence times. We confirmed the monophyly of the clade\nEricrocidini+Rhathymini and its position inside the ericrocidine line\ntogether with the tribes Protepeolini, Isepeolini, Osirini and\nCoelioxoidini. Our results corroborated the current taxonomic\nclassification. Ericrocis is sister to all Ericrocidini and the position\nof Acanthopus and the most diverse genus Mesoplia were inconclusive.\nEricrocidini+Rhathymini diverged from other apine cleptoparasitic\nlineages 74 Ma in the Cretaceous and from each other in the Palaeocene\nat 61 Ma. Considering the robust molecular evidence of their sister\nrelationships, the striking differences in the morphology of\nfirst-instar larvae of the two groups may represent adaptations to the\nnesting biology of their hosts. As other cleptoparasites in the\nericrocidine line, Ericrocidini and Rhathymini possess larvae which are\nadapted to kill the immature host and to feed on floral oil provided by\nthe host female. The evolution of host specialization in the line\nEricrocidini+Rhathymini retroceded to the Eocene when they\ndifferentiated synchronously with their hosts, Centris and\nEpicharis.","trees":[{"tree_label":"TREE1+","ntax":"46","rootedtree":"TRUE","title":"Ericrocidini Paleohabropoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110227.phy"}]}