{"Authors":" Sara Andres-Lasheras, Inma Martin-Burriel, Raul Carlos\nMainar-Jaime, Mariano Morales, Ed Kuijper, Jose L. Blanco, Manuel\nChirino-Trejo, Rosa Bolea","Year":" 2018","Title":" Preliminary studies on isolates of Clostridium difficile from\ndogs and exotic pets","Journal":" BMC Veterinary Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Clostridium difficile, dog, exotic,\nmetronidazole-resistant, PCR-ribotyping, MLST","DOI":"","Abstract":" Background: Clostridium difficile infection (CDI) is\nrecognised as an emerging disease in both humans and some animal\nspecies. During the past few years, insights into human CDI epidemiology\nchanged and C. difficile is also considered as an emerging\ncommunity-acquired pathogen. Certain ribotypes (RT) are possibly\nassociated with zoonotic transmission. The objective of this study was\nto assess the presence of C. difficile in a population of pets and to\ncharacterise the isolates. Results: Faecal samples from a total of 90\ndiarrhoeic dogs and 24 from exotic animal species (both diarrhoeic and\nnon-diarrhoeic) were analysed. Clostridium difficile was isolated from 6\n(6.7%) dogs and one reptile sample (4.2%). Four (66.7%) of the six dog\nstrains were capable of producing toxins. Four known different RTs were\ndetected in dogs (010, 014, 123 and 358) and a new one was found in a\nfaecal sample of an exotic animal. This new RT isolate was negative for\nall toxin genes tested and belonged to sequence type 347 which has been\nproposed as a Clade-III member. Importantly, two dog strains showed a\nstable resistance to metronidazole (initial MIC values: 128 and 48\nµg/ml). Conclusions: The results obtained in this study suggest the\nimplementation of antimicrobial susceptibility surveillance programs to\nassess the prevalence of metronidazole resistance in dogs; molecular\nstudies to elucidate C. difficile metronidazole resistance mechanisms\nare warranted. Based on the similarity between the ribotypes observed in\ndogs and those described in humans, the zoonotic transmission should be\nfurther explored. Furthermore, exotic animals have shown to harbor\nuncommon C. difficile strains which require further genomic\nstudies.","trees":[{"tree_label":"Fig. 1","ntax":"37","rootedtree":"TRUE","title":"Clostridium difficile Molecular phylogenetic analysis\n(maximum likelihood method) from concatenated MLST alleles","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_110328.phy"}]}