{"Authors":" Xiaoling Li, Genhua Yang, Chengyun Li","Year":" 2018","Title":" Phylogeny and taxonomy of biotrophic graminicolous\nPhyllachora species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" host specificity, hostparasite relationships,\nPhyllachoraceae, molecular phylogeny, taxonomy","DOI":"","Abstract":" The genus Phyllachora is consists of obligate biotrophic\nfungi with a worldwide distribution. This group of fungi are only\ncapable of life on living plant, so colonize the aerial part of host\nplants, but this only a small part of their life cycle. Even though\nmembers of this genus occur as parasites of over 1 000 plant species\nbelonging to about 121 families, there are no description of their life\ncycle except for sexual stage. The Gramineae are the most common host\nplant for this genus. It has not been possible to isolate Phyllachora\ntaxa and grow them on the artificial media, therefore species\ndelimitation of the fungi so far has only been based studies of the\nmorphology of the sexual reproductive structures on the host plants.\nHowever, due to lack of a consistent species criterion as well as\noverlapping morphological characteristics, different taxonomic systems\nhave caused a great deal of taxonomic confusion. In this study, the DNA\nof Phyllachora was successfully extracted from the ascomata carefully\nharvest from its host tissues. Taxonomy of Phyllachora was revised based\non ITS and LSU regions sequences derived from 131 specimens from 47 host\nspecies, belong to four subfamilies, 12 tribes of Gramineae.\nPhylogenetic analysis indicate that each Phyllachora species was\nrestricted to a single host species, except P. pogonatheri and P.\nchloridis-virgatae, which occurred on two host species of the same\ngenus, respectively. A high degree of host specificity was revealed in\ngraminicolous Phyllachora species, suggest that identification of\nPhyllachora species can be determined based on the host species. Ten\nwell-supported groups, each occurring on the host species from same\ngenus, subtribe, tribe, subfamily of the Gramineae, were identified in\nthe taxa analysis in this study, which suggests a close affinity between\nPhyllachora and the Gramineae in their evolution. Based on the single\nnomenclature for fungi, 29 new species are proposed in Phyllachora\nsupported by molecular data in the present study. The best way for\nidentifying these species was combining host identity with molecular\nmarkers such as ITS and LSU. This study has identified the need for\nworldwide taxonomic revision of the graminicolous Phyllachora species.\n¬¬","trees":[{"tree_label":"PAUP 1","ntax":"133","rootedtree":"TRUE","title":"Tr110240","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110240.phy"},{"tree_label":"PAUP 2","ntax":"133","rootedtree":"TRUE","title":"Tr110241","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110241.phy"},{"tree_label":"PAUP 3","ntax":"133","rootedtree":"TRUE","title":"Tr110242","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110242.phy"},{"tree_label":"PAUP 4","ntax":"133","rootedtree":"TRUE","title":"Tr110243","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110243.phy"},{"tree_label":"PAUP 5","ntax":"133","rootedtree":"TRUE","title":"Tr110244","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110244.phy"},{"tree_label":"PAUP 6","ntax":"133","rootedtree":"TRUE","title":"Tr110245","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110245.phy"}]}