{"Authors":" Dhanushka Nadeeshan Wanasinghe, Rajesh JEEWON, Derek\nPersoh, Evan B.G. Jones, Erio Camporesi, Timur S. Bulgakov, Yusufjon\nGafforov, Kevin D Hyde","Year":" 2018","Title":" Taxonomic circumscription and phylogenetics of novel\ndidymellaceous taxa with brown muriform spores","Journal":" Studies in Fungi","Volume":" 3","Issue":" 1","Pages":" 152-175","Keywords":" coelomycetous  Italy  multi-gene  phylogeny  Pleosporales \nRussia  saprobic, taxonomic-ambiguity  Uzbekistan","DOI":" 10.5943/sif/3/1/17","Abstract":" Sexual morph of Didymellaceous taxa are characterized by\ntheir ascomata with relatively thin peridium, cylindric-clavate to\nclavate, short-pedicellate or apedicellate asci, hyaline to brown,\n1-septate to muriform ascospores. Its asexual morphs are coelomycetous\nand comprising pycnidial or acervulus conidiomata, phialidic, hyaline\nconidiogenous cells, hyaline or pale brown, septate or aseptate conidia.\nThe majority of these cosmopolitan species are plant associated fungi\nwhich can be pathogens on a wide range of hosts and some species are of\nparticular relevance for quarantine measures. Recent studies have\nsignificantly improved the taxonomy and systematics of didymellaceous\ntaxa based on molecular phylogenetics. In contrast to the accurate and\ndetailed studies on the asexual morphs which are common obligate\npathogens, information on their usually saprobic sexual morphs is still\nlimited. Among these phenotypically diverse species, spore\ncharacteristics are quite unique as most of them have hyaline spores\nwith 01 septum while only Neomicrosphaeropsis and Didymellocamarosporium\nare reported as producing pigmented, muriform spores. These dematiaceous\nmuriform spores are characteristic of a considerable number of species\nthat may be quite divergent in other characters. During taxonomic\ninvestigations, we have isolated taxa from Alhagi pseudalhagi, Coronilla\nemerus, Cytisus sp., Elaeagnus angustifolia and Spartium junceum in\nItaly, Russia and Uzbekistan. A comprehensive phylogeny, based on four\nloci (ITS, LSU, rpb2 and tub2), is used to infer species relationships.\nComprehensive morphological descriptions and in-depth phylogenetic\ninvestigations of five new species viz. Ascochyta coronillae-emeri,\nMicrosphaeropsis spartii-juncei, Neomicrosphaeropsis alhagi-pseudalhagi,\nN. cytisicola and N. elaeagni are presented","trees":[{"tree_label":"PAUP 1","ntax":"128","rootedtree":"TRUE","title":"Didymellaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123396.phy"}]}