{"Authors":" Andrea Coppi, Lorenzo Cecchi, Federico Selvi","Year":" 2009","Title":" Phylogeny, karyotype evolution and taxonomy of Cerinthe\n(Boraginaceae).","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" A phylogenetic and karyological analysis of the small but\npoorly known genus Cerinthe L. (Boraginaceae-Lithospermeae) was\nperformed using ITS sequences and standard chromosomal techniques. All\ntaxa are diploid with 2n = 16 or 2n = 18 and show a variable degree of\ninfraspecific variation, in particular in the polymorphic groups of C.\nmajor and C. minor. The base x = 8 is only found in the C. major group,\nwhile x = 9 occurs in the other five species of the genus, C. minor, C.\nalpina, C. tenuiflora, C. retorta and C. palaestina. Change in base\nnumber is associated to a key evolutionary event, i.e. the early split\nbetween the two well supported clades of C. major, corresponding to\nsubgenus Cerinthe, and that of all other taxa mentioned above, which\nshould be included in subgenus Ceranthe. The latter is subdivided into\nthe SE Mediterranean, annual lineage of C. palaestina-C. retorta and the\nmainly continental, perennial group of C. minor- C. alpina, the sister\nof which is the Corsican endemic C. tenuiflora. The base x = 9 and the\nlow intrachromosmal asymmetry of this species is assumed as the\nplesiomorphic karyological condition in Cerinthe, while descending\naneuploidy connected with the shortening of the life-cycle may have been\nthe driving force for the origin of x = 8 in the terophytic taxa of\nsubgenus Cerinthe. A taxonomic revision of the genus with selected\nsynonymy, types, diagnostic morphological characters, original\niconographies, distribution maps and explanatory notes concerning\nnomenclatural aspects is finally given. Three subspecies are recognised\nin the two polymorphic species C. major and C. minor, while C.\ntenuiflora, C. retorta and the poorly known C. palaestina are well\ndefined taxa with little internal variation.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Cerinthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5451.phy"}]}