{"Authors":" Alan W. Meerow","Year":" 2009","Title":" Convergence or reticulation? Mosaic evolution in the\ncanalized American Amaryllidaceae.","Journal":" Proceedings of the IVth International Conference on the\nComparative Biology of the Monocotyledons.","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" Canalization is defined as the suppression of phenotypic\nvariation, or, in the context of molecular evolution, genetic buffering\nthat has evolved under natural selection in order to stabilize the\nphenotype. Very little is understood on the processes behind\ncanalization, even in today\u001as genomic era. Canalization seems to be a\npowerful force in the Amaryllidaceae from which only a few lineages have\nescaped, and this has often in the past led to misdiagnosis of\nphylogenetic relationships. The American Amaryllidaceae resolves into\ntwo well-supported clades with plastid and nrDNA ITS sequences \u001a the\nprimarily diploid or dysploid hippeastroid clade (x =11; n = 8, 9, 10,\n11, 12), within which there is limited floral morphological diversity,\nand the Andean tetraploid-derived clade (x = 23), which exhibits greater\nphenotypic diversity. Moreover, several patterns of morphological\ndiversity in the Andean clade manifest in a homoplastic mosaic at\ndifferent taxonomic levels in various subclades. Both major clades\nconsist of a small tribe (2-4 genera) that is sister to a larger clade,\nbut only in the hippeastroid group do two genera, Rhodophiala and\nZephyranthes, appear polyphyletic based on ITS sequences. Analysis of\nrecombination signal in the ITS alignment supports an hypothesis of\nreticulation between clades of the hippeastroids, but none in the Andean\ngroup. The genus Pyrolirion, historically allied with Zephyranthes on\nthe basis of uniflory, spathe fusion, and upright funnelform,\nactinomorphic flowers is shown to belong to the tribe Eustephieae in the\nAndean clade. The mosaic patterns of phenotypic diversity are discussed\nin the context of genome duplication, possible reticulation, and\nbiogeographic factors.","trees":[{"tree_label":"Fig. 1","ntax":"76","rootedtree":"TRUE","title":"Amaryllidaceae plastid ndhF","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5452.phy"},{"tree_label":"Fig. 2","ntax":"99","rootedtree":"TRUE","title":"American Amaryllidaceae ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5453.phy"}]}