{"Authors":" Nahid Heidari, Bozo Frajman, Bengt Oxelman","Year":" 2009","Title":" Phylogenetic relationships of Atocion and Viscaria (Sileneae,\nCaryophyllaceae) inferred from chloroplast, nuclear ribosomal, and\nlow-copy gene DNA sequences.","Journal":" Taxon","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Atocion and Viscaria are two of seven small genera\nrecognised in the tribe Sileneae on the basis of molecular phylogenies.\nThe aim of the present study is to infer phylogenetic relationships\namong their subordinate taxa, using chloroplast (rps16 intron, psbE-petG\nspacer region) and nuclear (ITS and the RNA polymerase gene family) DNA\nsequences. Relative dating was used to discriminate among intralineage\nand interlineage processes that cause incongruence among different\ngene-tree topologies. Atocion asterias is demonstrated to belong to\nViscaria, which contains three species: V. vulgaris (incl. V.\natropurpurea), V. alpina, and V. asterias. Infraspecific differentiation\nof V. alpina is not supported by the sequence data. The traditional\nsectional delimitation of Atocion taxa within Silene is not supported\nphylogenetically, and Silene tatarinowii as well as S. hoefftiana do not\nbelong to Atocion, as classified previously. Atocion contains six\nspecies: A. armeria, A. compactum, A. lerchenfeldianum, A. reuterianum,\nA. rupestre, and A. scythicinum (not included in our study). With this\ncircumscription, Atocion and Viscaria, respectively, form monophyletic\ngroups in the cpDNA, ITS, RPD2a and RPD2b trees, but not in the RPA2\ntree, where such relationships were possibly distorted by ancient\nhybridisation. Hybridisation with subsequent chloroplast capture is\nlikely to have taken place in the evolutionary history of A. compactum.\nThree novel nomenclatural combinations are made: Atocion reuterianum, A.\nscythicinum and Viscaria asterias.","trees":[{"tree_label":"Fig. 5","ntax":"49","rootedtree":"TRUE","title":"Atocion and Viscaria, RPD2b","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5457.phy"},{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Atocion and Viscaria, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5454.phy"},{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Atocion and Viscaria, RPA2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5455.phy"},{"tree_label":"Fig. 4","ntax":"41","rootedtree":"TRUE","title":"Atocion and Viscaria, RPD2a","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5456.phy"},{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"Atocion and Viscaria, psbE-petG and rps16","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5458.phy"}]}