{"Authors":" Xue - Lian, Xin Ming, Jiarong Xu, Wangkun Cheng, Xunhai\nzhang, Hongjun Chen, Chan Ding, Yong-Sam Jung, Yingjuan Qian","Year":" 2018","Title":" First molecular detection and characterization of Mareks\ndisease virus in Red-crowned cranes (Grus japonensis): a case\nreport.","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" Mareks disease virus, Red-crowned crane, Clinical\nnecropsy, PCR, Homology","DOI":"","Abstract":" Background Mareks disease virus (MDV) is classified into\nthe genus Mardivirus in the family Herpesviridae. MDV is a highly\ncontagious virus that can cause neurological lesion, lymphocyte\nproliferation, immune suppression, and death in avian, including\nGalliformes (chicken, quails, partridge, and pheasant), Strigiformes\n(owls), Anseriformes (ducks, geese, swans) and Falconiformes (kestrels).\nCase presentation In 2015, two red-crowned cranes died in Nanjing\n(Jiangsu, China). Mareks disease virus was determined by\nhistopathological examination, polymerase chain reaction (PCR), gene\nsequencing and sequence analysis of tissue samples from two cranes.\nGross lesions included diffuse nodules in skin, muscle, liver, spleen,\nkidney, gizzard and heart, along with liver enlargement and gizzard\nmucosa hemorrhage. Histopathological assay showed that infiltrated\nlymphocytes and mitotic figures existed in liver and heart. The presence\nof MDV was confirmed by PCR. The sequence analysis of Meq showed 100%\nidentity with Md5, while VP22 showed highest homologous with CVI988.\nFurthermore, the phylogenetic analysis of VP22 and Meq genes suggested\nthat the MDV (from crane) belongs to MDV serotype 1. Conclusion We\ndescribed the first molecular detection of Mareks disease on red-crowned\ncranes based on the findings described previously. To our knowledge,\nthis is also the first molecular identification of Marek’s disease virus\nin the order Gruiformes and represents detection of a novel MDV\nstrain.","trees":[{"tree_label":"Fig. 6A","ntax":"36","rootedtree":"TRUE","title":"Phylogenetic profile showing the relationships among\nMDV isolates based on a comparison of the Meq","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110415.phy"},{"tree_label":"Fig. 6B","ntax":"26","rootedtree":"TRUE","title":"Phylogenetic analysis of MDV based on VP22","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110416.phy"}]}