{"Authors":" Mariana Neves Moura, Fernanda Santos-Silva, Janaina\nGomes-da-Silva, Joao Paulo Pereira de Almeida, Rafaela Campostrini\nForzza","Year":" 2018","Title":" Between Spines and Molecules: A Total Evidence Phylogeny of\nthe Brazilian Endemic Genus Encholirium (Pitcairnioideae,\nBromeliaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":" 53","Keywords":"  Campos rupestres, Deuterocohnia, Dyckia, inselbergs,\nrocky outcrop, xeric clade.","DOI":"","Abstract":" We performed a phylogenetic study of Encholirium\n(Bromeliaceae, Pitcairnioideae) to test if this Brazilian endemic genus\nis monophyletic when including additional species and morphological\ncharacters compared to previous studies. Extensive fieldwork to increase\nthe sampling of Encholirium and evolutionary analyses were conducted.\nSpecies of Fosterella, the sister group of the xeric clade of\nPitcairnioideae, were used as outgroups. We analyzed two chloroplast DNA\nsequence markers (matK and ndhF) and 49 morphological characters with\nmaximum parsimony analyses (MP), Bayesian inference (BI) and maximum\nlikelihood (ML). We also constructed median-joining networks of 23\nFosterella, 10 Deuterocohnia, 29 Dyckia, and 27 Encholirium species. The\nphylogenetic analyses of the datasets, both independently and combined,\ndid not recover Encholirium as monophyletic. We found few variable sites\nin the sequences used. Consequently, a star-like haplotype network\nshowed a more frequent haplotype shared by several species of Dyckia and\nEncholirium with both genes. This result is evidence of low nucleotide\ndivergence and corroborates the hypothesis of the recent evolutionary\nhistory of these plants. The morphological differences between Dyckia\nand Encholirium, which are demonstrably associated with distinct\npollination syndromes, ant-plant interactions and single-multiple\nreproductive episodes, likely emerged in a short period of\ndiversification in species assigned to these two genera.","trees":[{"tree_label":"con 50 majrule","ntax":"39","rootedtree":"TRUE","title":"Encholirum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_110405.phy"}]}