{"Authors":" Hyeonjeong Kang, Ji Eun Yu, Ji-Eun Shin, Areum Kang, Won-Il\nKim, Changhee Lee, Jienny Lee, In-Soo Cho, Se-Eun Choe, Sang-Ho Cha","Year":" 2018","Title":" Geographic distribution and molecular analysis of porcine\nreproductive and respiratory syndrome viruses circulating in swine farms\nin the Republic of Korea between 2013 and 2016","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" porcine reproductive and respiratory syndrome virus\n(PRRSV), Genetic diversity, open reading frame 5 (ORF5) sequence,\nPhylogenetic analysis","DOI":"","Abstract":" Background:Porcine reproductive and respiratory syndrome\nvirus (PRRSV) causes devastating disease characterized by reproductive\nfailure and respiratory problems in the swine industry. To understand\nthe recent prevalence and genetic diversity of field PRRSVs in the\nRepublic of Korea, open reading frames (ORFs) 5 and 7 of PRRSV field\nisolates frome 631 PRRS-affected-swine farms nationwide in 2013-2016\nwere analyzed along with 200 Korean field viruses isolated in 2003-2010,\nand 113 foreign field and vaccine strains. Result: Korean swine farms\nwere widely infected with PRRSVs of a single type (38.4% and 37.4% for\nType 1 and Type 2 PRRSV, respectively) or both types (24.2%) with up to\napproximately 83% nucleotide sequence similarity to prototype PRRSVs\n(Lelystad or VR2332). Phylogenetic analysis based on the ORF5 nucleotide\nsequence revealed that Korean Type 1 field isolates were classified as\nsubgroups A, B and C under subtype 1, while Korean Type 2 field isolates\nwere classified as lineage 1 and 5 as well as three Korean lineages (kor\nA, B and C) with the highest infection prevalence in subgroup A (50.5%)\nand lineage 5 (15.3%) for Type 1 and Type 2 PRRSV, respectively, among\nORF5-positive farms. In particular, the lineages kor B and C were\nidentified as novel lineages in this study, and lineage kor B comprised\nonly the field viruses isolated from Gyeongnam Province in 2014-2015,\nestablishing regionally unique genetic characteristics. It has also\nrecently been confirmed that commercialized vaccine-like viruses\n(subgroup C) of Type 1 PRRSV and NADC30-like viruses of Type 2 PRRSV\n(lineage 1) are spreading rapidly in Korean swine farms. The Korean\nfield viruses were also expected to be antigenically variable as shown\nin the high diversity of neutralizing epitopes and N-glycosylation\nsites. conclusions : This up-to-date information regarding recent field\nPRRSVs should be taken into consideration when creating strategies for\nthe application of PRRS control measures, including vaccination in the\nfield.","trees":[{"tree_label":"EU","ntax":"441","rootedtree":"TRUE","title":"Tr111810","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111810.phy"},{"tree_label":"NA","ntax":"406","rootedtree":"TRUE","title":"Tr111811","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111811.phy"}]}