{"Authors":" Robert King, Neil Andrew Brown, Martin Urban, Kim E\nHammond-kosack","Year":" 2018","Title":" Inter-genome comparison of the Quorn fungus Fusarium\nvenenatum and the closely related plant infecting pathogen Fusarium\ngraminearum","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium graminearum, Fusarium venenatum, comparative\ngenome analyses, secondary metabolite clusters, secretome, PHI-base\ngenes, species specific genes","DOI":"","Abstract":" Background: The soil dwelling saprotrophic non-pathogenic\nfungus Fusarium venenatum, routinely used in the commercial fermentation\nindustry, is phylogenetically closely related to the globally important\ncereal and non-cereal infecting pathogen F. graminearum. This study\naimed to sequence, assemble and annotate the F. venenatum (strain A3/5)\ngenome, and compare this genome with F. graminearum. Results: Using\nshotgun sequencing, a 38,660,329 bp F. venenatum genome was assembled\ninto four chromosomes, and a 78,618 bp mitochondrial genome. In\ncomparison to F. graminearum the predicted gene count of 13,946 was\nslightly lower. The F. venenatum centromeres were found to be 25 %\nsmaller compared to F. graminearum. Chromosome length was 2.8 % greater\nin F. venenatum, primarily due to an increased abundance of repetitive\nelements and transposons, but not transposon diversity. On chromosome 3\na major sequence rearrangement was found, but its overall gene content\nwas relatively unchanged. Unlike homothallic F. graminearum,\nheterothallic F. venenatum possessed the MAT1-1 type locus, but lacked\nthe MAT1-2 locus. The F. venenatum genome has the type A trichothecene\nmycotoxin TRI5 cluster, whereas F. graminearum has type B. From the F.\nvenenatum gene set, 786 predicted proteins were species specific versus\nNCBI. The annotated F. venenatum genome was predicted to possess more\ngenes coding for hydrolytic enzymes and species-specific genes involved\nin the breakdown of polysaccharides than F. graminearum. Comparison of\nthe two genomes reduced the previously defined F. graminearum-specific\ngene set from 741 to 692 genes. A comparison of the F. graminearum\nversus F. venenatum proteomes identified 15 putative secondary\nmetabolite gene clusters (SMC), 114 secreted proteins and 39 candidate\neffectors not found in F. venenatum. Five of the F. graminearum specific\n15 SMCs that were either absent or highly divergent in the F. venenatum\ngenome showed increased in planta expression. In addition, two predicted\nF. graminearum transcription factors previous shown to be required for\nfungal virulence on wheat plants were absent or exhibited high sequence\ndivergence. Conclusions: This study identifies differences between the\nF. venenatum and F. graminearum genomes that may contribute to\ncontrasting lifestyles, and highlights the repertoire of F. graminearum\nspecific candidate genes and SMCs potentially required for\npathogenesis.","trees":[{"tree_label":"tree 1","ntax":"11","rootedtree":"TRUE","title":"Tr110420","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110420.phy"}]}