{"Authors":" Suchada Mongkolsamrit","Year":" 2018","Title":" Disentangling cryptic species with isarioid morphs in\nCordycipitaceae","Journal":" Mycologia","Volume":" 110","Issue":"","Pages":" 230-257(28)","Keywords":" Akanthomyces, Cordyceps, Isaria, Samsoniella,\ntaxonomy","DOI":" 10.1080/00275514.2018.1446651","Abstract":" A new genus and eight new species, all with isarioid\nphialides, are described in Cordycipitaceae from Thailand. The new\ngenus, Samsoniella, is segregated from Akanthomyces based on\nmorphological and molecular evidence. Samsoniella differs from\nAkanthomyces in producing orange cylindrical to clavate stromata with\nsuperficial perithecia and orange conidiophores with isarioid phialides\nand white to cream conidia. A new combination for CBS 240.32 and CBS\n262.58, originally identified as Paecilomyces farinosus (Isaria\nfarinosa) and Penicillium alboaurantium, respectively, is made in\nSamsoniella. Two new species, Samsoniella aurantia and S. inthanonensis\nare described from lepidopteran larvae. Two new species in Cordyceps, C.\nblackwelliae and C. lepidopterorum, are also found on coleopteran and\nlepidopteran larvae. Both species produce isarioid morphs with globose\nphialides and attenuated long necks and white mycelium in culture. We\nhave established sexual-asexual link of Cordyceps javanica (=Isaria\njavanica) on lepidopteran larvae. Four new species described in\nAkanthomyces are pathogenic to spiders or unidentified insect larvae.\nAkanthomyces kanyawimiae, A. sulphureus, A. thailandicus and A.\nwaltergamsii were found on spiders with some strains of A. kanyawimiae\nalso found on unidentified insect larvae. These four species of\nAkanthomyces are found on the underside of leaves and produce white to\ncream white powdery conidia, while S. aurantia and S. inthanonensis were\nfound in the leaf litter and produce bright orange stromata and\nsynnemata with white conidia. Another new combination, Akanthomyces\nryukyuensis is also proposed. Phylogenetic analyses based on a combined\ndataset comprising the nuc rDNA region encompassing the internal\ntranscribed spacers 1 and 2, along with the 5.8S rDNA (ITS) and nuc 28S\nrDNA (28S), partial sequences of translation elongation factor 1-α gene\n(TEF1) and the genes for RNA polymerase II largest (RPB1) and second\nlargest (RPB2) subunits strongly support these new species in Cordyceps,\nAkanthomyces, and in a new genus Samsoniella in Cordycipitaceae.","trees":[{"tree_label":"Figure 1","ntax":"132","rootedtree":"TRUE","title":"Cordycipitaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_110438.phy"}]}