{"Authors":" junting jia, Xiaoxia Li","Year":" 2018","Title":" MADS-box family genes in sheepgrass and their involvement in\nabiotic stress responses","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" MADS-box genes; Sheepgrass; Abiotic stress; gene\nexpression; sexual reproduction; Yeast two-hybrid assay","DOI":"","Abstract":" Background: MADS-box genes are categorized into A, B, C, D\nand E classes and are involved in floral organ identity and flowering.\nSheepgrass (Leymus chinensis (Trin.) Tzvel) is an important perennial\nforage grass and adapts well to many adverse environments. However,\nthere are few studies on the molecular mechanisms of flower development\nin sheepgrass, especially studies on MADS-domain proteins. Results: In\nthis study, we cloned 11 MADS-box genes from sheepgrass (Leymus\nchinensis (Trin.) Tzvel), and phylogenetic analysis of the 11 genes with\ntheir homologs revealed that they are divided into nine subclades.\nTissue-specific expression profile analysis showed that most of these\nMADS-box genes were highly expressed in floral organs. LcMADS1 and\nLcMADS3 showed higher expression in the stamen than in the other\ntissues, and LcMADS7 showed high expression in the stamen, glume, lemma\nand palea, while expression of LcMADS2, LcMADS9 and LcMADS11 was higher\nin vegetative organs than floral organs. Furthermore, yeast two-hybrid\nanalyses showed that LcMADS2 interacted with LcMADS7 and LcMADS9.\nLcMADS3 interacted with LcMADS4, LcMADS7 and LcMADS10, while LcMADS1\ncould interact with only LcMADS7. Interestingly, the expression of\nLcMADS1 and LcMADS2 were significantly induced by cold, and LcMADS9 was\nsignificantly up-regulated by NaCl. Conclusion: Hence, we proposed that\nLcMADS1, LcMADS2, LcMADS3, LcMADS7 and LcMADS9 play a pivotal role in\nsheepgrass sexual reproduction and may be involved in abiotic stress\nresponses, and our findings provide useful information for further\nexploration of the functions of this gene family in rice, wheat and\nother graminaceous cereals.","trees":[{"tree_label":"Imported tree 0","ntax":"46","rootedtree":"TRUE","title":"MADS-box family","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110540.phy"}]}