{"Authors":" Elodie CHOQUE, Christophe KLOPP, Sophie VALIERE, Jose\nRAYNAL, Florence MATHIEU","Year":" 2018","Title":" Whole-genome sequencing of Aspergillus tubingensis G131 and\noverview of its secondary metabolism potential","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" Black aspergilli; Aspergillus tubingensis; genomics;\nsecondary metabolism","DOI":" 10.1186/s12864-018-4574-4","Abstract":" Background: Black Aspergilli represent one of the most\nimportant fungal resources of primary and secondary metabolites for\nbiotechnological industry. Having several black Aspergilli sequenced\ngenomes should allow targeting the production of certain metabolites\nwith bioactive properties. Results: In this study, we report the draft\ngenome of a black Aspergilli, A. tubingensis G131, isolated from a\nFrench Mediterranean vineyard. This 35 Mb genome includes 10994\npredicted genes. A genomic-based discovery identifies 80 secondary\nmetabolites biosynthetic gene clusters. Genomic sequences of these\nclusters were blasted on 3 chosen black Aspergilli genomes: A.\ntubingensis CBS 134.48, A. niger CBS 513.88 and A. kawachii IFO 4308.\nThis comparison highlights different levels of clusters conservation\nbetween the four strains. It also allows identifying seven unique\nclusters in A. tubingensis G131. Moreover, the putative secondary\nmetabolites clusters for asperazine and naphtho-gamma-pyrones production\nwere proposed based on this genomic analysis. Key biosynthetic genes\nrequired for the production of 2 mycotoxins, ochratoxin A and fumonisin,\nare absent from this draft genome. Even if intergenic sequences of these\nmycotoxins biosynthetic pathways are present, this could not lead to the\nproduction of those mycotoxins by A. tubingensis G131. Conclusions:\nFunctional and bioinformatics analyses of A. tubingensis G131 genome\nhighlight its potential for metabolites production in particular for\nTAN-1612, asperazine and naphtho-gamma-pyrones presenting antioxidant,\nanticancer or antibiotic properties.","trees":[{"tree_label":"PAUP 1+","ntax":"38","rootedtree":"FALSE","title":"Aspergillus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110453.phy"}]}