{"Authors":" Trina E. Roberts, Link E. Olson, Eric J. Sargis","Year":" 2009","Title":" Networks, Trees, and Treeshrews: Assessing Support and\nIdentifying Conflict with Multiple Loci and a Problematic Root.","Journal":" Systematic Biology","Volume":" 58","Issue":" 2","Pages":" 257-270","Keywords":"","DOI":" 10.1093/sysbio/syp025","Abstract":" Multiple unlinked genetic loci often provide a more\ncomprehensive picture of evolutionary history than any single gene can,\nbut analyzing multi-gene data presents particular challenges. Differing\nrates and patterns of nucleotide substitution, combined with the limited\ninformation available in any data set, can make it difficult to specify\na model of evolution. In addition, conflict among loci can be the result\nof real differences in evolutionary process or of stochastic variance\nand errors in reconstruction. We used six presumably unlinked nuclear\nloci to investigate relationships within the mammalian family Tupaiidae\n(Scandentia), containing all but one of the extant tupaiid genera. We\nused a phylogenetic mixture model to analyze the concatenated data, and\ncompared this to results using partitioned models. We found that more\ncomplex models were not necessarily preferred under tests using Bayes\nfactors, and that model complexity affected both tree length and\nparameter variance. We also compared the results of single-gene and\nmulti-gene analyses and used splits networks to analyze the source and\ndegree of conflict among genes. Networks can show specific relationships\nthat are inconsistent with each other; these conflicting and minority\nrelationships, which are implicitly ignored or collapsed by traditional\nconsensus methods, can be useful in identifying the underlying causes of\ntopological uncertainty. In our data, conflict is concentrated around\nparticular relationships, not widespread throughout the tree. This\npattern is further clarified by considering conflict surrounding the\nroot separately from conflict within the ingroup. Uncertainty in rooting\nmay be because of the apparent evolutionary distance separating these\ngenera and our outgroup, the tupaiid genus Dendrogale. Unlike a previous\nmitochondrial study, these nuclear data strongly suggest that the genus\nTupaia is not monophyletic with respect to the monotypic Urogale, even\nwhen uncertainty about rooting is taken into account. These data concur\nwith mtDNA on other relationships, including the close affinity of T.\ntana with the enigmatic T. splendidula and of T. belangeri with T. glis.\nWe also discuss the taxonomic and biogeographic implications of these\nresults.","trees":[{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Tupaiidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5464.phy"}]}