{"Authors":" David J. Burke, Sarah R. Carrino-Kyker, Jean H. Burns","Year":" 2018","Title":" Climate or chemistry? Soil fungal communities respond more\nstrongly to soil nutrients in a multi-year high resolution analysis","Journal":" Ecosphere","Volume":"","Issue":"","Pages":"","Keywords":" climate drivers, ectomycorrhizal fungi, hardwood forest,\nMiseq, soil nutrients, TRFLP, snow cover, saprotrophic fungi","DOI":"","Abstract":" Predicting potential responses of soil fungal communities\nand fungal diversity to environmental change is limited by relatively\nfew long-term data sets, despite the important role fungi play in\necosystem processes. In this study, we examined the relative importance\nof environmental factors (weather or climate factors and chemical\nfactors) on fungal communities over a period of five years. We examined\nfungal communities in an old-growth beech maple forest in northeastern\nOhio, located within the snow belt of Lake Erie, which receives an\naverage of 287-cm of snowfall. Soil was collected every month from\nlong-term plots and divided into different soil depths; a total of 1080\nsamples were collected and used for fungal community and chemical\nanalysis. We used DNA fragment analysis methods to examine fungal\ncommunity response to environmental factors, and used next generation\nsequencing to examine specific responses of fungal species and quantify\ndiversity in forest soil. A phylogenetic approach was adopted to explore\nwhether fungal responses are similar among close relatives. Fungal\ncommunities responded significantly to chemical factors such as soil\nphosphorus but responded weakly to climate factors such as soil\ntemperature, suggesting that fungal community composition reflects\ntemporal variation in microsite environmental conditions. Sequencing\nrevealed high degrees of fungal species richness, with an average of 384\noperational taxonomic units (OTUs) within each soil core and more than\n1000 OTUs within our study site. Fungal taxa associated with phosphorus\navailability and soil moisture were also distributed broadly across\nfungal clades (e.g. Basidiomycota, Ascomycota). Our study suggests that\nmicrosite chemical factors (e.g. soil moisture, P availability)\ncorrelate more strongly with fungal community variation than climate\nfactors (e.g. soil temperature). In addition, environmental responses\nwere not conserved among close relatives suggesting that phylogenetic\nrelatedness may not be sufficient to predict potential responses to\nthese factors.","trees":[{"tree_label":"MLT","ntax":"1127","rootedtree":"TRUE","title":"Soil fungal communities ITS2 ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110559.phy"}]}