{"Authors":" Guillaume BILLET, Jérémie Bardin","Year":" 2018","Title":" Serial Homology and Correlated Characters in Morphological\nPhylogenetics: Modeling the Evolution of Dental Crests in\nPlacentals","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Morphological integration; phylogeny; morphology;\npaleontology; models; rates; categorical characters","DOI":"","Abstract":" Relevant modeling of the complexity of morphological\nevolution is crucial for morphological phylogenetics and for performing\ntests on a wide variety of evolutionary scenarios. It faces however many\nchallenges, not the least of which is morphological integration and the\nproblem of correlated categorical characters. In particular, the\nmagnitude and implications of correlations among serially homologous\nstructures such as teeth have been much debated but were never tested\nstatistically within a broad phylogenetic context. Here, we present a\nlarge-scale empirical study analyzing the serial variation of cingular\ncrests on successive molars (M1, M2 and M3) of 274 placental species in\na phylogenetic context. Both likelihood analyses and analyses of\nphylogenetic co-distributions demonstrated highly correlated evolution\nin the entire sample and thus the non-independence of these serial\nfeatures at a macroevolutionary scale. Likelihood analyses show that\ntheir serial variation should be better scored within a single composite\ncharacter model with constrained paths for transitions enabling\nsimultaneous changes on all three molars. These results are in good\nagreement with current molecular and developmental knowledge related to\ndental morphological variation and call into question the frequent use\nin phylogenetic analyses of separate characters scored on serially\nhomologous structures of the dentition. Overall, they provide\nlong-overdue and clear empirical evidence that in-depth studies of\npatterns of integration constitute an essential step towards more\nrealistic character construction and modeling, and are thus critical to\nmorphological phylogenetics.","trees":[{"tree_label":"TREE_OK","ntax":"286","rootedtree":"TRUE","title":"Cingulum on Molars in Placentalia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110510.phy"}]}