{"Authors":" Graham N. Stone, Erica di Pierro, James M. Cook, Antonio\nHernandez-Lopez, E. d. Pierro, Juli Pujade-Villar, James A Nicholls,\nGeorge Melika","Year":" 2009","Title":" Extreme host plant conservatism during at least 20 million\nyears of host plant pursuit by oak gallwasps.","Journal":" Evolution","Volume":" 63","Issue":" 4","Pages":" 854-869","Keywords":"","DOI":" 10.1111/j.1558-5646.2008.00604.x","Abstract":" Diversification of insect herbivores is often associated\nwith coevolution between plant toxins and insect countermeasures,\nresulting in a specificity that restricts host plant shifts. Gall\ninducers, however, bypass plant toxins and the factors influencing host\nplant associations in these specialised herbivores remain unclear. We\nreconstructed the evolution of host plant associations in Western\nPalaearctic oak gallwasps (Cynipidae: Cynipini), a species-rich lineage\nof specialist herbivores on oak (Quercus). (i) Bayesian analyses of\nsequence data for 3 genes revealed extreme host plant conservatism, with\ninferred shifts between major oak lineages (sections Cerris and Quercus)\nclosely matching the minimum required to explain observed diversity. It\nthus appears that the coevolutionary demands of gall induction constrain\nhost plant shifts, both in cases of mutualism (e.g. fig wasps, yucca\nmoths) and (oak gall wasps). (ii) Shifts between oak sections occurred\nindependently in sexual and asexual generations of the gallwasp\nlifecycle, implying that these can evolve independently. (iii) Western\nPalaearctic gallwasps associated with sections Cerris and Quercus\ndiverged at least 20 mya, prior to the arrival of oaks in the Western\nPalaearctic from Asia 5-7 mya. This implies an Asian origin for Western\nPalaearctic gallwasps, with independent westwards range expansion by\nmultiple lineages.","trees":[{"tree_label":"Fig. 2s","ntax":"83","rootedtree":"TRUE","title":"Oak Gallwasps, 28Sd2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5468.phy"},{"tree_label":"Fig. 2","ntax":"140","rootedtree":"TRUE","title":"Oak Gallwasps, cyt b","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5465.phy"},{"tree_label":"Fig. 3","ntax":"37","rootedtree":"TRUE","title":"Oak Gallwasps, 3-gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5466.phy"},{"tree_label":"Fig. 3s","ntax":"56","rootedtree":"TRUE","title":"Oak Gallwasps, long wavelength opsin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5467.phy"}]}