{"Authors":" Andrew L. Loyd, Benjamin W Held, Charles Wesley Barnes,\nMatthew J Schink, Matthew E. Smith, Jason A. Smith, Robert A\nBlanchette","Year":" 2018","Title":" Elucidating “lucidum”: distinguishing the many faces of the\nLaccate Ganoderma Species of the United States","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Ganoderma lucidum; systematics; taxonomy","DOI":"","Abstract":" Ganoderma is a large and diverse, globally-distributed\ngenus of basidiomycete wood decay fungi that includes species that cause\nwhite rot on a variety of tree species. For the past century, many\nstudies of Ganoderma in North America have used the name G. lucidum\nsensu lato for any laccate (shiny or varnished) Ganoderma species\ngrowing on hardwood trees. Molecular studies have established that G.\nlucidum sensu stricto (Curtis) Karst is native to Europe and some parts\nof China. To determine the species of the laccate Ganoderma that are\npresent in the United States, we studied over 500 collections from\nrecent collections and herbarium specimens. A multilocus phylogeny using\nITS, tef1-alpha, rpb1 and rpb2 revealed three well-supported clades,\nsimilar to previous results. From the U.S. collections, thirteen taxa\nrepresenting twelve species were identified, including: G. curtisii, G.\nmartinicense, G. oregonense, G. polychromum, G. ravenelii, G. sessile,\nG. tsugae, G. tuberculosum, G. c.f. weberianum, G. zonatum, and\nTomophagus colossus (syn. G. colossus). The species G. meredithiae is\nsynonymized with G. curtisii, and considered a physiological variant\nthat specializes in decay of pines. The designation G. curtisii f.sp.\nmeredithiae f.sp. nov. is presented. Species such as G. curtisii and G.\nsessile, once lumped as G. lucidum sensu lato, were found to be\ndivergent from one another, and highly divergent from G. lucidum sensu\nstricto. Morphological characteristics such as context tissue color and\nfeatures (e.g. melanoid bands), basidiospore shape and size, geographic\nlocation, and host preference were found to be diagnostic features\nimportant for species identification. Surprisingly, Ganoderma lucidum\nsesnu stricto was found to be present in the U.S., but only in\ngeographically restricted areas in northern Utah and California. We\nsuspect that this was due to two independent introductions through the\nmedicinal fungi or nursery industries. Overall, this study helps clarify\nthe chaotic taxonomy of the laccate Ganoderma in the United States,\nwhich should help to remove ambiguities from studies focusing on the\nfunctional differences between the North American species of the laccate\nGanoderma.","trees":[{"tree_label":"tree 1","ntax":"58","rootedtree":"TRUE","title":"Tr110542","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110542.phy"},{"tree_label":"tree 1","ntax":"99","rootedtree":"TRUE","title":"Tr110546","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110546.phy"},{"tree_label":"consensus","ntax":"99","rootedtree":"TRUE","title":"Tr110547","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110547.phy"},{"tree_label":"tree 1","ntax":"98","rootedtree":"TRUE","title":"Laccate Ganoderma Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110541.phy"},{"tree_label":"tree 1","ntax":"62","rootedtree":"TRUE","title":"Tr110544","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110544.phy"},{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Laccate Ganoderma Species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110545.phy"}]}