{"Authors":" Jackson Ryan Roberts, Kenneth M. Halanych, Covadonga R\nArias, Stephen S Curran, Stephen A Bullard","Year":" 2018","Title":" A New Species of Spirorchis MacCallum, 1918 (Digenea:\nSchistosomatoidea) and Spirorchis scripta Stunkard, 1923 Infecting River\nCooter, Pseudemys concinna (Le Conte, 1830), (Testudines: Emydidae) in\nthe Pascagoula River, Mississippi, U.S.A.; Including an Updated\nPhylogeny for Spirorchis spp.","Journal":" Comparative Parasitology","Volume":" 85","Issue":"","Pages":"","Keywords":" Spirorchis, Emydidae, Pseudemys concinna, taxonomy,\nPascagoula River, Reelfoot Lake, Coastal Plain, 28S, 18S","DOI":"","Abstract":" River cooters (Pseudemys concinna [Le Conte, 1830]) from\nthe Pascagoula River (30°37’07.67”N, 88°36’44.53”W; Mississippi, U.S.A.)\nwere infected by Spirorchis scripta Stunkard, 1923 and Spirorchis\ntestiplexus n. sp. The new species resembles Spirorchis artericola\n(Ward, 1921) Stunkard, 1921 and Spirorchis innominatus Ward, 1921 (type\nspecies) by having a median esophageal diverticulum, ceca that extend\nslightly posterior to the genitalia, 10 testes, and a testicular column\nthat extends anteriad to near the cecal bifurcation. Based on a\ncomparative morphological study of existing type materials, vouchers,\nand published descriptions of similar congeners, S. testiplexus is\nunique by the combination of having a proportionally wider body,\nlaterally-directed cecal diverticula, deeply lobed testes, a testicular\ncolumn that fills the intercecal space, and an external seminal vesicle\nthat occupies the space between the posterior-most testis and the ovary\nand that passes dorsal or dorsolateral to the ovary. The large subunit\nrDNA (28S) Bayesian inference phylogenetic analysis (including 16 turtle\nblood fluke species of 7 genera) showed a strongly supported\nmonophyletic Spirorchis MacCallum, 1918 sister to Spirhapalum siamensis\nTkach, Snyder, and Vaughn, 2009.","trees":[{"tree_label":"PAUP_1","ntax":"16","rootedtree":"TRUE","title":"Spirorchis spp. 28S rRNA and other blood flukes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110537.phy"}]}