{"Authors":" Nikisha Rashmi Patel, Chunxiang Li, Libing Zhang, David S.\nBarrington","Year":" 2018","Title":" Biodiversity and apomixis: insights from the East-Asian holly\nferns in Polystichum section Xiphopolystichum","Journal":" Molecular Phylogentics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Apomixis, Biodiverisity, ferns, polyploidy","DOI":"","Abstract":" Apomixis is an evolutionarily important phenomenon across\nplant lineages. The interaction of apomixis with hybridization and\npolyploidy can lead to complex patterns of reticulation, complicating\nefforts to reconstruct evolutionary history in groups where apomixis is\ncommon. Ferns, in particular, are rich in apomictic species, notably in\ncenters of species diversity like East Asia. We investigated the East\nAsian ferns in Polystichum section Xiphopolystichum sensu stricto in\norder to elucidate the evolutionary history of four apomictic species in\nthe group: Polystichum tsus-simense, P. xiphophyllum, P.\nsinotsus-simense, and P. mayebarae. The datasets comprised phylogenetic\ninference based on two nuclear and three plastid markers, analysis of\nmixed nucleotide signals from chromatograms generated from Sanger\nsequencing of nuclear markers, ploidy estimates based on flow cytometry\ndata and spore length measurements, and morphometric analysis of\nrepresentative specimens collected in southwest China and nearby\nregions. By interpreting these multiple lines of evidence synthetically,\nwe report two novel cytotypes of the known apomictic species Polystichum\nxiphophyllum and P. tsus-simense and provide a complex scenario for\nreticulation leading to extant species diversity in the section. We\nconclude that apomictic species diversity in the group has been\ngenerated largely from repeated hybridization between two sexual diploid\nspecies in the group, Polystichum revolutum and P. herbaceum. Our\nfindings highlight the importance of understanding the role of apomictic\nreproduction in the context of species diversity, an understanding\ncentral to similar future inquiry into the diversity of East Asian\nferns.","trees":[{"tree_label":"Figure 1","ntax":"24","rootedtree":"TRUE","title":"Plastid Phylogenetic Tree for Polystichum section\nXiphopolystichum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_110549.phy"}]}