{"Authors":" Hector Lorente-Martinez, Ainhoa Agorreta, Maria\nTorres-Sanchez, Diego San Mauro","Year":" 2018","Title":" Evidence of positive selection suggests possible role of\naquaporins in the water-to-land transition of mudskippers","Journal":" Organisms Diversity & Evolution","Volume":" https://doi.org/10.1007/s13127-018-0382-6","Issue":"","Pages":"","Keywords":" amphibious lifestyle, aquaporin, molecular evolution,\nmudskipper, positive selection","DOI":" 10.1007/s13127-018-0382-6","Abstract":" Aquaporins are integral membrane proteins that exchange\nwater and small solutes. They played an important role in the\ncolonisation of terrestrial environments by tetrapod ancestors via the\nappearance of three exclusive paralogs. Like early tetrapods,\nmudskippers represent an independent case of amphibious lifestyle\nevolution that is unparalleled by other extant fish groups. Given this\nlifestyle parallelism and that aquaporins were relevant for tetrapod\nterrestrialisation, this study examines the aquaporins in mudskippers to\ninvestigate whether similar changes in aquaporins could have possibly\noccurred during their water-to-land transition.We have catalogued\naquaporin genes in four mudskipper genomes and studied their diversity\nand molecular evolution (including detection of positive selection) in a\nbroad phylogenetic context of vertebrates. Our genomic screening\nreturned 55 aquaporin genes for mudskippers (none of them constituting\nnovel paralogs) that can be assigned to 10 different known classes. We\ndetected signatures of positive selection in AQP10a and AQP11b in\nmudskippers (both the entire clade and the clade containing the most\nterrestrial species, implying different evolutionary times). This\nsuggests possible alteration of the molecular function of such paralogs\ncaused by changes at specific protein sequence positions, some of them\nlocated in relatively close proximity to parts of the molecule involved\nin pore formation and substrate selectivity. Given the importance of\naquaporins for osmotic regulation in fishes, it might be possible that\nthese selective changes (perhaps allowing permeability to new solutes)\ncould have played a role during the adaptation of mudskippers to an\namphibious lifestyle.","trees":[{"tree_label":"Fig. 1","ntax":"311","rootedtree":"TRUE","title":"Aquaporins in mudskippers BI Figures 1 and S1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_110557.phy"}]}