{"Authors":" Ricardo A. Correa, William A. Canon, Johan S. Hernandez,\nJorge E. Perez","Year":" 2018","Title":" ERG11 MUTATIONS ASSOCIATED WITH AZOLE RESISTANCE IN CANDIDA\nALBICANS ISOLATES FROM ELDERLY INTENSIVE CARE UNIT PATIENTS","Journal":" Medical mycology","Volume":"","Issue":"","Pages":"","Keywords":" Candida albicans, ERG11 gene, Fluconazole, Drug\nresistance, fungal, Clinical isolations, Mutations","DOI":"","Abstract":" BACKGROUND: Several species of Candida, including Candida\nalbicans, which is the pathogen most frequently involved in cases of\ninvasive candidiasis, are responsible for opportunistic infections in\npatients hospitalized in intensive care units (ICUs). In these\nsituations, fluconazole is used for treatment; however, a gradual\nincrease in resistance to this drug has been detected in recent years.\nSeveral mechanisms underlying the development of fluconazole resistance\nare known. Mutations in the ERG11 gene are among the most important\nmechanisms reported. OBJECTIVES: Determine the frequency of ERG11 gene\nmutations in C. albicans strains previously isolated from elderly\npatients in an ICU. PATIENTS/METHODS: Fifteen C. albicans isolates (nine\nnon-susceptible and six susceptible) from patients older than 65 years\nthat were colonized upon admission to the ICU were analyzed. DNA was\nextracted, and the ERG11 gene was amplified and sequenced. RESULTS: One\nisolate showed a G464S mutation, which is widely recognized as causing\nhigh-grade fluconazole resistance. Two samples with low-grade resistance\nshowed combined D116E and K128T substitutions in mutational hotspot I, a\nmechanism that has not previously been characterized in vitro.\nCONCLUSION. This is the first report of an identified azole\nresistance-associated mutation in the ERG11 gene in ICU patients\ncolonized by C. albicans in the region.","trees":[{"tree_label":"ERG 11 - Candida albicans (Manizales Colombia)","ntax":"11","rootedtree":"TRUE","title":"Tr110556","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110556.phy"}]}