{"Authors":" Rene K. Schumacher, Michael J. Wingfield, Alexander Yu.\nAkulov, Sandra Denman, Jolanda Roux, Uwe Braun, Treena I Burgess, Angus\nCarnegie, Kalman Zoltán Váczy, Eduardo Guatimosim, Pedro Bond\nSchwartsburd, Robert W. Barreto, Margarita Hernández-Restrepo, Lorenzo\nLombard, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2018","Title":" New and Interesting Fungi. 1","Journal":" Fungal Systematics and Evolution","Volume":" 1","Issue":"","Pages":" 169-215","Keywords":" biodiversity; ITS barcodes; multi-gene phylogeny; new\ntaxa; systematics; typification; 36 new taxa","DOI":" 10.3114/fuse.2018.01.08","Abstract":" This study introduces two new families, one new genus, 22\nnew species, 10 new combinations, four epitypes, and 16 interesting new\nhost and / or geographical records. Cylindriaceae (based on Cylindrium\nelongatum) is introduced as new family, with three new combinations.\nXyladictyochaetaceae (based on Xyladictyochaeta lusitanica) is\nintroduced to accommodate Xyladictyochaeta. Pseudoanungitea gen. nov.\n(based on P. syzygii) is described on stems of Vaccinium myrtillus\n(Germany). New species include: Exophiala eucalypticola on Eucalyptus\nobliqua leaf litter, Phyllosticta hakeicola on leaves of Hakea sp.,\nSetophaeosphaeria citricola on leaves of Citrus australasica, and\nSirastachys cyperacearum on leaves of Cyperaceae (Australia);\nPolyscytalum chilense on leaves of Eucalyptus urophylla (Chile);\nPseudoanungitea vaccinii on Vaccinium myrtillus (Germany); Teichospora\nquercus on branch tissue of Quercus sp. (France); Fusiconidium\nlycopodiellae on stems of Lycopodiella inundata, Monochaetia\njunipericola on twig of Juniperus communis, Myrmecridium sorbicola on\nbranch tissues of Sorbus aucuparia, Parathyridaria philadelphi on twigs\nof Philadelphus coronarius, and Wettsteinina philadelphi on twigs of\nPhiladelphus coronarius (Germany); Zygosporium pseudogibbum on leaves of\nEucalyptus pellita (Malaysia); Pseudoanungitea variabilis on dead wood\n(Spain); Alfaria acaciae on leaves of Acacia propinqua, Dictyochaeta\nmimusopis on leaves of Mimusops caffra, and Pseudocercospora breonadiae\non leaves of Breonadia microcephala (South Africa); Colletotrichum\nkniphofiae on leaves of Kniphofia uvaria, Subplenodomus iridicola on\nIris sp., and Trochila viburnicola on twig cankers on Viburnum sp. (UK);\nPolyscytalum neofecundissimum on Quercus robur leaf litter, and\nRoussoella euonymi on fallen branches of Euonymus europaeus (Ukraine).\nNew combinations include: Cylindrium algarvense on leaves of Eucalyptus\nsp. (Portugal), Cylindrium purgamentum on leaf litter (USA), Cylindrium\nsyzygii on leaves of Syzygium sp. (Australia), Microdochium musae on\nleaves of Musa sp. (Malaysia), Polyscytalum eucalyptigenum on Eucalyptus\ngrandis Å~ pellita (Malaysia), P. eucalyptorum on leaves of Eucalyptus\n(Australia), P. grevilleae on leaves of Grevillea (Australia), P.\nnullicananum on leaves of Eucalyptus (Australia), Pseudoanungitea\nsyzygii on Syzygium cordatum leaf litter (South Africa), and\nSetophaeosphaeria sidae on leaves of Sida sp. (Brazil). New records\ninclude: Sphaerellopsis paraphysata on leaves of Phragmites sp.,\nVermiculariopsiella dichapetali on leaves of Melaleuca sp. and\nEucalyptus regnans, and Xyladictyochaeta lusitanica on leaf litter of\nEucalyptus sp. (Australia); Camarosporidiella mackenziei on twigs of\nCaragana sp. (Finland); Cyclothyriella rubronotata on twigs of Ailanthus\naltissima, Rhinocladiella quercus on Sorbus aucuparia branches\n(Germany); Cytospora viticola on stems of Vitis vinifera (Hungary);\nEchinocatena arthrinioides on leaves of Acacia crassicarpa (Malaysia);\nVaricosporellopsis aquatilis from garden soil (Netherlands);\nPestalotiopsis hollandica on needles of Cupressus sempervirens (Spain),\nPseudocamarosporium africanum on twigs of Erica sp. (South Africa),\nPseudocamarosporium brabeji on branch of Platanus sp. (Switzerland);\nNeocucurbitaria cava on leaves of Quercus ilex (UK); Chaetosphaeria\nmyriocarpa on decaying wood of Carpinus betulus, Haplograhium delicatum\non decaying Carpinus betulus wood (Ukraine). Epitypes are designated\nfor: Elsinoë mimosae on leaves of Mimosa diplotricha (Brazil),\nNeohendersonia kickxii on Fagus sylvatica twig bark (Italy), Caliciopsis\nmaxima on fronds of Niphidium crassifolium (Brazil), Dictyochaeta\nseptata on leaves of Eucalyptus grandis Å~ urophylla (Chile), and\nMicrodochium musae on leaves of Musa sp. (Malaysia).","trees":[{"tree_label":"Fig 11 First of three equally most parsimonious trees\nobtained from the combined Colletotrichum alignment","ntax":"20","rootedtree":"TRUE","title":"Tr115681","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115681.phy"},{"tree_label":"Fig 1 Bayesian phylogeny derived from the\nDothideomycetes LSU sequence alignment","ntax":"124","rootedtree":"TRUE","title":"Tr115676","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115676.phy"},{"tree_label":"Fig 2 Bayesian phylogeny derived from the\nEurotiomycetes and Leotiomycetes LSU sequence alignment","ntax":"44","rootedtree":"TRUE","title":"Tr115677","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115677.phy"},{"tree_label":"Fig 3 Bayesian phylogeny derived from the Pezizomycetes\nand Sordariomycetes LSU sequence alignment","ntax":"148","rootedtree":"TRUE","title":"Tr115678","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115678.phy"},{"tree_label":"Fig 13 First of 72 equally most parsimonious trees\nobtained from the Cylindrium, Parapleurotheciopsis, Phlogicylindrium and\nPolyscytalum ITS alignment","ntax":"34","rootedtree":"TRUE","title":"Tr115682","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115682.phy"},{"tree_label":"Fig 28 Single most parsimonious tree obtained from the\nParathyridaria ITS alignment","ntax":"15","rootedtree":"TRUE","title":"Tr115684","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115684.phy"},{"tree_label":"Fig 23 First of 8 equally most parsimonious trees\nobtained from the Monochaetia ITS alignment","ntax":"16","rootedtree":"TRUE","title":"Tr115683","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115683.phy"},{"tree_label":"Fig 31 First of three equally most parsimonious trees\nobtained from the Phyllosticta combined actin and ITS alignment","ntax":"15","rootedtree":"TRUE","title":"Tr115685","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115685.phy"},{"tree_label":"Fig 44 Single most parsimonious tree obtained from the\nSetophaeosphaeria ITS alignment","ntax":"7","rootedtree":"TRUE","title":"Tr115687","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115687.phy"},{"tree_label":"Fig 40 First of six equally most parsimonious trees\nobtained from the Pseudocercospora actin alignment","ntax":"16","rootedtree":"TRUE","title":"Tr115686","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115686.phy"},{"tree_label":"Fig 5 Single most parsimonious tree obtained from a\nphylogenetic analysis of the Alfaria ITS alignment","ntax":"12","rootedtree":"TRUE","title":"Tr115679","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115679.phy"},{"tree_label":"Fig 7 Bayesian phylogeny derived from the Caliciopsis\nITS and LSU sequence alignment","ntax":"12","rootedtree":"TRUE","title":"Tr115680","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115680.phy"}]}