{"Authors":" María Mónica Ponce, María Amalia Scataglini","Year":" 2018","Title":" Further progress towards the delimitation of Cheilanthes\n(Cheilanthoideae, Pteridaceae), with emphasis on South American\nspecies","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cheilanthes, Hemionitis, phylogeny, rbcL, trnL-trnF, South\nAmerica","DOI":"","Abstract":" Cheilanthoid ferns (Cheilanthoideae sensu PPG 1 2016)\nconstitute an important group within the Pteridaceae, and are\ncosmopolitan in distribution. In South America, there are 155 species\ndistributed in 13 genera, among which the largest are Adiantopsis (35),\nCheilanthes (27), and Doryopteris (22). Most of the cheilanthoid species\nare morphologically adapted to grow in arid to semi-arid conditions, and\nshow convergent evolution, which has implied difficulties in defining\nthe genera throughout their taxonomic history [[Copeland, 1947 ; Tryon\n& Tryon, 1973 ; Gastony & Rollo, 1995, 1998; Kirkpatrick, 2007;\nRothfels et al. 2008]] . Here, we sequenced two plastid markers (rbcL +\ntrnL-F) of 33 South American cheilanthoid species, most of which have\nnot been included in phylogenetic analyses previously. The South\nAmerican species were analyzed together with South African and\nAustralasian Cheilanthes and representatives of related cheilanthoid\ngenera. The phylogenetic analysis showed that most Cheilanthes species\nare related to the genus Hemionitis, constituting different groups\naccording to their distribution; moreover three speciesC. hassleri, C.\npantanalensis, and C. obductaappear as the sister clade of Hemionitis.\nCheilanthes micropteris, the type species, is strongly supported in a\nclade with Australasian Cheilanthes plus five South American Cheilanthes\nspecies, all of which show a reduction in the number of spores per\nsporangium; this feature would be a synapomorphy for core Cheilanthes\ns.s. We found no support uniting other South American Cheilanthes to\neither the group of South African Cheilanthes or to core Cheilanthes\ns.s. On the other hand, C. geraniifolia, C. goyazensis, and C. bradei\nformed a clade related to Doryopteris that, with further study, could be\nconsidered as a new genus. The phylogenetic hypotheses presented here\ncontribute substantially to the delimitation of Cheilanthes s.s. and\nrelated groups and provide the basis for re-examining the generic\ntaxonomy.","trees":[{"tree_label":"TREE1","ntax":"119","rootedtree":"TRUE","title":"Tr110565","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110565.phy"}]}