{"Authors":" Esmeralda Salgado-Hernandez, Jorge A. Perez de la Rosa,\nDavid S. Gernandt, J. A. P. d. l. Rosa, Sergio Hernandez-Leon","Year":" 2009","Title":" Phylogenetic relationships of Pinus subsection Ponderosae\ninferred from rapidly evolving cpDNA regions.","Journal":" Systematic Botany","Volume":" 34","Issue":" 3","Pages":" 481-491","Keywords":"","DOI":" 10.1600/036364409789271290","Abstract":" Pinus subsection Ponderosae comprises approximately 17\ntree species distributed from western Canada to Nicaragua. We inferred\nphylogenetic relationships of multiple accessions for all widely\nrecognized species from 3.7 kb of cpDNA sequence (matK, trnD-trnY-trnE\nspacer, chlN-ycf1 spacer, and ycf1). The sister relationship between\nsubsections Ponderosae and Australes was corroborated with high branch\nsupport, and several clades were identified within subsection\nPonderosae. Pinus jeffreyi was sister to P. coulteri, P. sabiniana, and\nP. torreyana. Californian accessions of P. ponderosa and P. washoensis\noccurred in a clade separate from P. arizonica and P. scopulorum from\nthe southwestern United States. Western Mexican species P. cooperi and\nP. durangensis had cpDNA sequences identical to one or more accessions\nof P. arizonica and P. scopulorum, and together these taxa were closely\nrelated to clades of P. engelmannii-P. devoniana (Mexico) and P.\ndouglasiana-P. yecorensis-P. maximinoi (western Mexico to Guatemala). A\nthird well supported clade of taxa from Mexico and Central America\nexhibited the lowest sequence divergence and included P. pseudostrobus,\nP. montezumae, P. hartwegii, P. maximinoi (one of three accessions), P.\nnubicola, and P. donnell-smithii. Chloroplast DNA sequences were\nnonmonophyletic for most species, although the degree of support\nvaried.","trees":[{"tree_label":"Fig. 2","ntax":"75","rootedtree":"TRUE","title":"Subsection Ponderosae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5880.phy"}]}