{"Authors":" Martin Schnittler, Daria A. Erastova, Oleg Shchepin,\nMikhail V. Okun, Yuri K. Novozhilov","Year":" 2018","Title":" How far does morphology reach? Morphological and molecular\ntaxonomy of the nivicolous Diderma species (Myxomycetes)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Myxogastria, plasmodial slime molds, protein elongation\nfactor EF1A, 18S rRNA gene","DOI":"","Abstract":" The nivicolous species of the myxomycete genus Diderma are\ndifficult to identify by morphological characters, and several\ncontradicting species concepts exist. We revised this species complex,\nemploying two independent molecular markers and a quantitative analysis\nof spore ornaments. The results support a splitting concept which\ndifferentiates six taxa: D. alpinum, D. globosum var. europaeum, D.\nfallax, D. meyerae, D. microcarpum and D. niveum. A phylogeny of partial\nsequences of the nuc 18S rRNA gene for 247 specimens with 637 aligned\npositions from several European mountain ranges resulted in six well\nsupported clades; in each clade the majority of the determinations\ncorresponded to one taxon. This is supported by a phylogeny of partial\nsequences of the protein elongation factor EF1A (85 specimens, 760 bases\naligned) with the same topology. Ribotypes and EF1A genotypes combined\nwithin, but not in between these six clades, lending support that the\nmorphologically delimited taxa correspond to biological species. The\nmorphological analysis, employing non-metric multidimensional scaling\nfor ten parameters describing spore ornamentation based on SEM\nmicrographs could unambiguously differentiate three species only, D.\nfallax, D. globosum var. europaeum and D. meyerae. Given the high\nenvironmentally induced variation especially in sporocarp characters,\nthe morphological differentiation of species remains difficult, but 18S\nrRNA sequences provide clear signatures that can be used as barcodes. We\ntherefore suggest to maintain six species and give a determination key.\nAn extended phylogeny of the family Didymiaceae suggests a transfer of\nD. fallax to the genus Lepidoderma.","trees":[{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr110620","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110620.phy"}]}