{"Authors":" Salma Ouhibi, Carla Santos, Ridha Gali, Celia Soares,\nAbderrazzek Hedhili, Russell Paterson, Nelson Lima","Year":" 2018","Title":" Penicillium tunisiense sp. nov., a novel species of\nPenicillium section Ramosa discovered from Tunisian orchard apples","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny; Taxonomy; β-tubulin; calmodulin; ITS\nregion","DOI":"","Abstract":" One of the limiting factors of commercial orchard apple\nproduction is the short shelf life due to fungal biodeterioration,\nincluding production of the mycotoxin, patulin. Two similar Penicillium\nisolates could not be identified as previously described species in a\nsurvey of orchard apples from Tunisia for patulin producing fungi. These\nisolates are described as novel species using multilocus DNA sequence\nanalysis of partial β-tubulin, calmodulin and nuclear ribosomal internal\ntranscribed spacer regions and morphological, physiological and\nbiochemical characters. The isolates were considered negative for\npatulin production since the isoepoxydon dehydrogenase (IDH) gene did\nnot amplified and the compound detected at the same retention time of\npatulin (14.9 min) showed a different UV spectrum using U-HPLC/UV-DAD.\nIn terms of multilocus phylogeny, the two isolates clustered with\nPenicillium section Ramosa and are closely related to P. chroogomphum,\nP. lenticrescens and P. soppii. Furthermore, their macro- and\nmicro-morphological characteristics differed from these species. Hence,\nthe isolates represent a novel species in Penicillium section Ramosa and\nthe name Penicillium tunisiense sp. nov. is proposed.","trees":[{"tree_label":"Figure 1","ntax":"16","rootedtree":"TRUE","title":"Consensus phylogenetic tree for ITS, BenA and CAL\nsequence data of P. tunisiense","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_110636.phy"},{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr110846","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110846.phy"}]}