{"Authors":" David Scherf, Felix Pansegrau, Karl-Henrik Larsson, Ewald\nLanger, Alexander Ordynets, Jonathan Denecke, Ludmila Lysenko","Year":" 2018","Title":" Short-spored Subulicystidium (Trechisporales, Basidiomycota):\nhigh morphological diversity and only partly clear species\nboundaries","Journal":" MycoKeys","Volume":" 35","Issue":"","Pages":" 41-99","Keywords":" DNA barcode; basidiospores; biodiversity; biometry;\ncrystals; cystidia; encrustation; genetic distance; internal transcribed\nspacer; large subunit; species delimitation; taxonomy","DOI":" 10.3897/mycokeys.35.25678","Abstract":" Diversity of corticioid fungi (resupinate Basidiomycota),\nespecially outside the northern temperate climatic zone, remains poorly\nexplored. Furthermore, most of the known species are delimited by\nmorphological concepts only and, not rarely, these concepts are too\nbroad and need to be tested by molecular tools. For many decades, the\ndelimitation of species in the genus Subulicystidium (Hydnodontaceae,\nTrechisporales) was a challenge for mycologists. The presence of\nnumerous transitional forms as to basidiospore size and shape hindered\nspecies delimitation and almost no data on molecular diversity have been\navailable. In this study, an extensive set of 144 Subulicystidium\nspecimens from Paleo- and Neotropics was examined. Forty-nine sequences\nof ITS nuclear ribosomal DNA region and 51 sequences of 28S nuclear\nribosomal DNA region from fruit bodies of Subulicystidium were obtained\nand analysed within the barcoding gap framework and with phylogenetic\nBayesian and Maximum likelihood approaches. Eleven new species of\nSubulicystidium are described based on morphology and molecular\nanalyses: Subulicystidium boidinii, S. fusisporum, S. grandisporum, S.\nharpagum, S. inornatum, S. oberwinkleri, S. parvisporum, S.\nrarocrystallinum, S. robustius, S. ryvardenii and S. tedersooi.\nMorphological and DNA-evidenced borders were revised for the five\npreviously known species: S. naviculatum, S. nikau, S. obtusisporum, S.\nbrachysporum and S. meridense. Species-level variation in basidiospore\nsize and shape was estimated based on systematic measurements of 2840\nspores from 67 sequenced specimens. An updated identification key to all\nknown species of Subulicystidium is provided.","trees":[{"tree_label":"MrBayes","ntax":"61","rootedtree":"TRUE","title":"Subulicystidium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119946.phy"},{"tree_label":"BI","ntax":"69","rootedtree":"TRUE","title":"Subulicystidium Concat","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_119948.phy"},{"tree_label":"28S MrBayes","ntax":"59","rootedtree":"TRUE","title":"Subulicystidium 28S","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_119950.phy"},{"tree_label":"28S RAxML","ntax":"59","rootedtree":"TRUE","title":"Subulicystidium 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119951.phy"},{"tree_label":"RAxML","ntax":"61","rootedtree":"TRUE","title":"Subulicystidium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119947.phy"},{"tree_label":"MLT","ntax":"69","rootedtree":"TRUE","title":"Tr119949","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119949.phy"}]}