{"Authors":" Tania Maria de Moura, David Bogler, Joao Marcelo\nDeliberador Miranda, André Luiz Gaglioti, Gwilym P. Lewis","Year":" 2018","Title":" Morphological Variation in Pollen Grains of Mucuna Adans.\n(Leguminosae): New Biogeographic and Evolutionary Patterns.","Journal":" Plant Sistyematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Evolution, Fabaceae, matK marker, pollen morphology,\nphylogeny","DOI":"","Abstract":" Mucuna Adans. comprises 105 species with an overall\npantropical distribution and is divided into three subgenera: M. subg.\nMucuna, M. subg. Stizolobium and M. subg. Macrocarpa. Although\nphylogenetic studies have supported the occurrence of three main clades,\nevolutionary relationships among them are not fully resolved. The\nobjective of this study was to examine pollen grain morphology from\nrepresentatives of all three subgenera and map these onto the\nphylogenetic trees generated by analysis of other characters. Pollen\ngrain surface, form, size, and aperture number were compared. A Bayesian\ninference tree using matK sequences was constructed. The results\nindicate that the representatives of M. subg. Macrocarpa have the\nsmallest pollen grains in the genus (a synapomorphic character here\nidentified for this subgenus) and that species of subgenus Mucuna (those\nwith umbelliform inflorescences) have the largest pollen grains.\nAdditional morphological diversity of the pollen grain surface was\nnoted: reticulate and/or micro-reticulate (in all three subgenera),\nperforate, gemmate or verrucose (only in M. subg. Mucuna). For all\nstudied taxa the pollen grains are triaperturate, except for two species\nof M. subg. Mucuna, which have tetraperturate pollen. The phylogenetic\ntree obtained using the matK marker resolved M. subg. Stizolobium as the\nearliest diverging lineage in Mucuna. Based on this phylogeny a\nreticulate ornamentation pattern of the pollen surface may represent the\nancestral state for the genus, while the larger pollen size and the\nforaminate, gemmate, and verrucose ornamentations are derived\ncharacteristics within the genus. These putative derived ornamentations\nhave been observed only in neotropical species.","trees":[{"tree_label":"PAUP 1","ntax":"13","rootedtree":"TRUE","title":"Mucuna matK","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111954.phy"}]}