{"Authors":" Wanyi Zhao, Wen-Bo Liao, Li-Bing Zhang, Kewang Xu, Xin-Mao\nZhou, Qianyi Yin, Liang Zhang, Ngan Thi Lu, Ralf Knapp, Qiang Fan","Year":" 2018","Title":" A global plastid phylogeny uncovers extensive cryptic\nspeciation in the fern genus Hymenasplenium (Aspleniaceae)","Journal":" Molecular phylogenetics and evolution","Volume":"","Issue":"","Pages":"","Keywords":" Asplenium; cryptic species; eupolypods II; fern phylogeny;\npantropical distribution","DOI":"","Abstract":" The fern genus Hymenasplenium (Aspleniaceae) is one of the\ntwo genera in the family. It is generally recognized among modern\npteridologists. However, its infrageneric relationships and species\ndiversity have been unclear and controversial. The molecular studies so\nfar have had small taxon and character sampling. In the present study,\nDNA sequences of six plastid markers of 158 accessions representing ca.\n40 (ca. 80% of species diversity) out of ca. 50 (including 16\nundetermined) known species of Hymenasplenium, and 16 species of\nAsplenium were used to infer a phylogeny with maximum likelihood,\nBayesian inference, and maximum parsimony approaches. Our major results\ninclude: (1) the currently defined Hymenasplenium is strongly supported\nas monophyletic; (2) three major clades representing early splits in\nHymenasplenium are identified, with the Old World species being strongly\nsupported as monophyletic; (3) extensive cryptic speciation in the Old\nWorld is discovered demonstrating the complexity of evolution of the\ngenus; and (4) six strongly or moderately supported subclades in the Old\nWorld clade are revealed, differing from one another in molecular,\nmorphological, and geographical features.","trees":[{"tree_label":"tree 1","ntax":"158","rootedtree":"TRUE","title":"Tr110718","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110718.phy"},{"tree_label":"tree 1","ntax":"158","rootedtree":"TRUE","title":"Tr110719","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110719.phy"}]}