{"Authors":" Thierry Backeljau, M. D. Meyer, Massimiliano Virgilio, Marc\nDe Meyer, E. V. M, Ian M. White","Year":" 2009","Title":" African Dacus (Diptera: Tephritidae): Molecular data and host\nplant associations do not corroborate morphology-based\nclassifications.","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The genus Dacus Fabricius includes economically important\npest fruit flies distributed in the Afrotropical and Indo-Australian\nregions. Two recent revisions based on morphological characters proposed\nnew and partially discordant classifications synonymyzing / revalidating\nseveral subgeneric names and forming species groups. Regardless these\nefforts, an exhaustive description of phylogenetic relationships among\nDacus species could not be possible mainly due to homoplasy and possible\nconvergence in morphological characters. We investigated the molecular\nphylogeny of African Dacus by sequencing seventy-one representatives of\nthirty-two species at two mitochondrial (COI, 16S) and a nuclear\n(period) gene fragments. Phylogenetic relationships were inferred\nthrough Bayesian and Maximum Parsimony methods and hypotheses about the\nmonophyly of Dacus subgenera were tested by Shimodaira-Hasegawa tests.\nAnalyses of the single gene fragments reveal that the nuclear gene\nsupports similar conclusions as the two mitochondrial genes. The\nanalyses of the concatenated dataset resolved two major supported groups\nas well as a number of supported clades and subclades often consisting\nof different representatives of the currently recognised subgenera.\nAdditionally, specimens of D. humeralis from Eastern and Western African\nlocations formed separate clusters, suggesting cryptic speciation within\nthis taxon. The comparisons between the molecular phylogeny and the\nmorphological classification revealed a number of discrepancies. In the\nvast majority of cases, the molecular data were not compatible with the\nmonophyly of the currently recognised subgenera. Conversely, the results\nsuggest that Apocynaceae feeders are a monophyletic sister group of\nspecies feeding on both Cucurbitaceae and Passifloraceae (Cucurbitaceae\nfeeders being a paraphyletic group). The molecular phylogeny, puts\nquestions regarding the taxonomic position and separation of a number of\nDacus species and suggests that host plant choice could could provide\nsubstantial support to, and a basis for, a more congruent classification\nof African Dacus.","trees":[{"tree_label":"MP 70 Majority Rule","ntax":"74","rootedtree":"TRUE","title":"Dacus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5887.phy"},{"tree_label":"bayesian","ntax":"74","rootedtree":"TRUE","title":"Dacus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5885.phy"},{"tree_label":"MP Strict Consensus","ntax":"74","rootedtree":"TRUE","title":"Dacus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5886.phy"}]}