{"Authors":" Marta Nieto-Lugilde, Olaf Werner, Stuart Frazier McDaniel,\nPetr Koutecky, Samah Mohamed Rizk, Jan Kucera, Rosa Maria Ros","Year":" 2018","Title":" Peripatric speciation associated with genome expansion and\nfemale-biased sex-ratios in the moss genus Ceratodon","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" allopolyploidy; coalescent analysis; cosmopolitan\nbryophytes; flow cytometry; hybridization; nuclear and chloroplast DNA\nsequencing; phylogenetic data; sex determination; Spanish Sierra Nevada\nMountains; recombinants","DOI":"","Abstract":" PREMISE OF THE STUDY: A period of allopatry is widely\nbelieved to be essential for the evolution of reproductive isolation.\nHowever, strict allopatry may be difficult to achieve in some\ncosmopolitan, spore-dispersed groups, like mosses. Here we examine the\ngenetic and genome size diversity in Mediterranean populations of the\nmoss Ceratodon purpureus s.l. to evaluate the role of allopatry and\nploidy change in population divergence. METHODS: We sampled populations\nof the genus Ceratodon from mountainous areas and lowlands of the\nMediterranean region, and from western and central Europe. We performed\nphylogenetic and coalescent analyses on sequences from five nuclear\nintrons and a chloroplast locus to reconstruct their evolutionary\nhistory. We also estimated the genome size using flow cytometry,\nemploying propidium iodide, and determined their sex using a sex-linked\nPCR marker. KEY RESULTS: Two well differentiated clades were resolved,\ndiscriminating two homogeneous groups: the widespread C. purpureus and a\nlocal group mostly restricted to the mountains in southern Spain. The\nlatter also possessed a genome size 25% larger than the widespread C.\npurpureus, and the samples of this group consist entirely of females. We\nalso found hybrids, and some of them had a genome size equivalent to the\nsum of the C. purpureus and Spanish genome, suggesting that they arose\nby allopolyploidy. CONCLUSIONS: These data suggest that a new species of\nCeratodon arose via peripatric speciation, potentially involving a\ngenome size change and a strong female-biased sex ratio. The new species\nhas hybridized in the past with C. purpureus.","trees":[{"tree_label":"tree1","ntax":"152","rootedtree":"TRUE","title":"Tr110709","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110709.phy"},{"tree_label":"tree1","ntax":"169","rootedtree":"TRUE","title":"Tr110710","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110710.phy"},{"tree_label":"tree1","ntax":"93","rootedtree":"TRUE","title":"Tr110711","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110711.phy"},{"tree_label":"tree1","ntax":"65","rootedtree":"TRUE","title":"Tr110712","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110712.phy"},{"tree_label":"tree1","ntax":"105","rootedtree":"TRUE","title":"Tr110713","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110713.phy"},{"tree_label":"tree1","ntax":"96","rootedtree":"TRUE","title":"Tr110707","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110707.phy"},{"tree_label":"tree1","ntax":"109","rootedtree":"TRUE","title":"Tr110708","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110708.phy"}]}