{"Authors":" alex twyford, Xu-Mei Wang, Galina Gussarova, Markus Ruhsam,\nNatasha de Vere, Chris Metherell, Peter M. Hollingsworth","Year":" 2018","Title":" DNA barcoding British Euphrasia reveals deep divergence\nbetween ploidy levels but lack of species-level resolution","Journal":" AoB Plants","Volume":"","Issue":"","Pages":"","Keywords":" DNA barcoding, Euphrasia, Orobanchaceae, polyploidy,\ntaxonomic complexity, British flora, phylogeny","DOI":"","Abstract":" DNA barcoding is emerging as a useful tool not only for\nspecies identification but for studying evolutionary and ecological\nprocesses. Although plant DNA barcodes do not always provide\nspecies-level resolution, the generation of large DNA barcode datasets\ncan provide insights into the mechanisms underlying the generation of\nspecies diversity. Here, we study evolutionary processes in\ntaxonomically complex British Euphrasia (Orobanchaceae), a group with\nmultiple ploidy levels, frequent self-fertilization, young species\ndivergence and widespread hybridisation. We use a phylogenetic approach\nto investigate the colonisation history of British Euphrasia, followed\nby a DNA barcoding survey and population genetic analyses to reveal the\ncauses of shared sequence variation. Phylogenetic analysis shows the\nassembly of British Euphrasia diversity is a consequence of multiple\ncolonization events from mainland Europe. DNA barcoding reveals that no\nBritish Euphrasia species has a consistent diagnostic sequence profile,\nand instead, plastid haplotypes are either widespread across species, or\nare population specific. The partitioning of nuclear genetic variation\nby ploidy level suggest differences in ploidy act as a barrier to gene\nexchange, while the divergence between diploid-tetraploid ITS variation\nsupport British polyploids being allotetraploid in origin. Overall,\nthese results show that even when lacking species-level resolution, DNA\nbarcoding can reveal insightful evolutionary patterns in taxonomically\ncomplex genera.","trees":[{"tree_label":"Fig. 3","ntax":"84","rootedtree":"TRUE","title":"Euphrasia atpB-rbcL trnL trnL-trnF","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112093.phy"},{"tree_label":"Fig. 2","ntax":"76","rootedtree":"TRUE","title":"Euphrasia ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112094.phy"}]}