{"Authors":" Stefan Dressler, Yongquan Li, Dianxiang Zhang, Susanne S\nRenner","Year":" 2009","Title":" More Miocene Dispersal Between Africa and Asiathe Case of\nBridelia (Phyllanthaceae).","Journal":" Systematic Biology","Volume":" 34","Issue":" 3","Pages":" 521-529","Keywords":"","DOI":" 10.1600/036364409X472363","Abstract":" Several hundred angiosperm genera range from Africa to\nAsia and Australia, among them Bridelia (Phyllanthaceae), with ca. 40\nspecies, including commercially important timber trees. We here use\nnuclear and chloroplast DNA sequences from herbarium material, plus new\ncollections from China, to test the monophyly of Bridelia and to infer\nthe geologic times at which it acquired its disjunct range. For the\nsoutheast Asian mainland, within-species sampling, including material\ncollected close to the type localities, also allowed testing current\nspecies concepts. Based on a sample of 114 chloroplast matK sequences of\nPhyllanthaceae, Bridelia is monophyletic and sister to an Asian clade\nthat requires resurrecting an older generic name to make the African\nCleistanthus monophyletic. Within Bridelia, gene trees from the combined\ndata (3177 aligned nucleotides from 25 species of Bridelia plus\noutgroups) agree with most morphological species boundaries. Exceptions\nare that B. tomentosa must include B. harmandii and B. curtisii to\nbecome monophyletic and that B. fordii is distinct from B. retusa. The\ntopology together with relaxed clock divergence times implies that\nBridelia dispersed from tropical Asia to Africa once or twice between 10\nand 1.85 million years ago (Ma). Australia was reached, probably from\nNew Guinea, at least twice, both times ca. 2 Ma. Together with earlier\nstudies, there are now at least eight cases of Neogene long distance\ndispersal between Africa and Asia (followed by speciation), with no\ndirectional bias apparent so far.","trees":[{"tree_label":"Fig. 2","ntax":"114","rootedtree":"TRUE","title":"Phyllanthaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5481.phy"},{"tree_label":"Fig. 4","ntax":"94","rootedtree":"TRUE","title":"Chronogram","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5483.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Bridelia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5482.phy"}]}