{"Authors":" Rui Cheng, Nan Jiang","Year":" 2018","Title":" A new insight on the high biodiversity of the\nHimalaya-Hengduan Mountains - a case study of the moth genus Ourapteryx\nLeach","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" adaptive radiation,Wolbachia infection, low-altitude\norigin, ecological opportunities, biodiversity centers, geological\nhistory.","DOI":"","Abstract":" The Himalaya-Hengduan Mountains (HHM) have high levels of\nbiodiversity and endemism and are considered as the most important\nmountain system in East Asia. Exploring the causes of such high\nbiodiversity is critical to understanding the pattern of evolution in\nthe area, and is likely to be relevant to other similar areas in the\nworld. Ourapteryx (Insecta: Lepidoptera: Geometridae) is one common and\ndominant genus widely distributed in the HHM and spanning altitudes\nbetween 800 and 4000 m. Based on the species tree and morphology, 38\nspecies of Ourapteryx were recognized from the HHM, among which 22 are\nspecies endemic to this area. We used phylogenetic analysis,\nmorphological analysis, molecular dating, demographic history\nreconstruction, and lineage-through-time (LTT) plots to investigate the\nevolutionary history of Ourapteryx. The analyses suggested that\nOurapteryx originated from a low-altitude ancestral species and went\nthrough adaptive radiation during 4-5 Ma. In addition to geographical\nisolation, geological events and climatic fluctuation, host plant shifts\nand isolation as a result of Wolbachia infection may also be two\nimportant causes of the high biodiversity. Five biodiversity centers\nwere confirmed, including a new center in central Nepal. Ourapteryx\nspecies always have different morphological features within one species\n(O. latimarginaria), but also share some morphological features between\ndifferent species (O. szechuana+O. thibetaria+O. sp. 6), which may well\nbe the consequence of historical gene flow. Our study elaborated the\ndiversification process of Ourapteryx and produced evidence to help\nunderstand the multiple causes of high diversity in the HHM from the\nperspective of phytophagous insects.","trees":[{"tree_label":"TREE1","ntax":"39","rootedtree":"TRUE","title":"Tr110720","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110720.phy"}]}