{"Authors":" Christopher D Tyrrell, Ximena Londoño, Ramona Oviedo,\nLakshmi Attigala, Katelyn McDonald, Lynn G Clark","Year":" 2018","Title":" Molecular phylogeny and cryptic morphology reveal a new genus\nof West Indian woody bamboo (Poaceae: Bambusoideae: Bambuseae) hidden by\nconvergent character evolution","Journal":" Taxon","Volume":" 67","Issue":" 5","Pages":" 916-930","Keywords":" Arthrostylidium, Caribbean, Guaduinae, phylogeny,\ntaxonomy, tibisí, West Indies","DOI":" 10.12705/675.5","Abstract":" Arthrostylidium, a Neotropical genus of 31 mostly\nclambering woody bamboo species, is a member of subtribe\nArthrostylidiinae, which is closely allied to subtribe Guaduinae.\nArthrostylidium has long been a catchall for species within its subtribe\nthat display unusual morphology. While attempting to clarify the\ncircumscription of Arthrostylidium, we discovered three West Indian\nspecies (A. angustifolium, A. farctum, A. pinifolium) that possess\nputative Guaduinae features. We test the hypothesis that these three\nspecies should be classified within subtribe Guaduinae and revise their\ntaxonomy. Phylogenetic inference based on sequences of four plastid\nmarkers (ndhF, trnC-rpoB, trnD-trnT, rps16-trnQ) recovered\nArthrostylidium as polyphyletic, with A. angustifolium, A. farctum, and\nA. pinifolium forming a well-supported clade sister to the Guaduinae.\nParametric bootstrap tests uphold this topology as significant. Detailed\nmorphological and anatomical analyses revealed A. angustifolium, A.\nfarctum, and A. pinifolium lack characteristics diagnostic for\nArthrostylidiinae but conform to Guaduinae. Based on the morphological\nand molecular results, we erect the new genus Tibisia within subtribe\nGuaduinae, transfer Arthrostylidium angustifolium, A. farctum, and A.\npinifolium to Tibisia as T. angustifolia, T. farcta, and T. pinifolia,\nand provide keys to the genera of Guaduinae and the species of Tibisia.\nThese findings demonstrate convergent evolution in a number of\nmacromorphological characters that have been important for generic\nidentification, and reinforce the diagnostic value of leaf anatomy for\nsubtribal determination among the Neotropical woody bamboos.","trees":[{"tree_label":"farctumfloat","ntax":"29","rootedtree":"TRUE","title":"Bambuseae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114316.phy"},{"tree_label":"farctumwithguadsubtribe","ntax":"29","rootedtree":"TRUE","title":"Bambuseae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114315.phy"},{"tree_label":"arthfarctum monophy","ntax":"29","rootedtree":"TRUE","title":"Bambuseae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114313.phy"},{"tree_label":"farctumwitharthsubtribe","ntax":"29","rootedtree":"TRUE","title":"Bambuseae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114314.phy"},{"tree_label":"NJ","ntax":"29","rootedtree":"TRUE","title":"Bambuseae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114317.phy"},{"tree_label":"arthrostylidium monophy","ntax":"29","rootedtree":"TRUE","title":"Bambuseae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114312.phy"}]}