{"Authors":" Juan C. Garcia-R, Carlos E. Gonzalez-O, Steven A.\nTrewick","Year":" 2018","Title":" Contrasting patterns of diversification in a bird family\n(Aves: Gruiformes: Rallidae) are revealed by analysis of geospatial\ndistribution of species and phylogenetic diversity","Journal":" Ecography","Volume":"","Issue":"","Pages":"","Keywords":" biodiversity, phylogenetic endemism, phylogeny, spatial\ndistribution, rails","DOI":"","Abstract":" Geospatial patterns in the distribution of regional\nbiodiversity reflect the composite processes that underpin evolution:\nspeciation, dispersal and extinction. The spatial distribution and\nphylogeny of a globally widespread and species rich bird family\n(Rallidae) were used to help assess the role of large-scale\nbiogeographical processes in diversity and diversification. Here, we\nexamine how different geostatistical diversity metrics enhance our\nunderstanding of species origination and distribution by linking\noccurrence records of rail species to corresponding species level\nphylogeny. Tropical regions and temperate zones contained a large\nproportion of rail species richness and phylogenetic diversity whilst\nsmall islands in Australian, Oceanian and Oriental regions held the\nhighest weighted and phylogenetic endemism. Our results suggest that\nhabitat connectivity and dispersal were important ecological features in\nrail evolution and distribution. Spatial isolation was a significant\ndriver of diversification where islands in Oceania were centres of\nneo-endemism with recent multiple and independent speciation events and\ncould be considered as nurseries of biodiversity. Palaeo-endemism was\nmostly associated with older stable regions, so despite extensive long\ndistance range shifting these areas retain their own ancient and\ndistinct character. Madagascar was the major area of palaeo-endemism\nassociated with the oldest rail lineages and could be considered a\nmuseum of rail diversity. This implies a mixture of processes determine\nthe current distribution and diversity of rail clades with some areas\ndominated by recent in situ speciation while others harbour old\ndiversity with ecological traits that have stood the test of time.","trees":[{"tree_label":"TimeTree","ntax":"91","rootedtree":"TRUE","title":"Rallidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112365.phy"},{"tree_label":"Fig. S1","ntax":"91","rootedtree":"TRUE","title":"Rallidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112364.phy"}]}