{"Authors":" Peter J. Lockhart, Peter B. Heenan, Simon Joly","Year":" 2009","Title":" A Pleistocene inter-tribal allopolyploidization event\nprecedes the species radiation of Pachycladon (Brassicaceae) in New\nZealand.","Journal":" Molecular Phylogenetics and Evolution","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The Southern Alps in New Zealand contain many herbaceous\nplant groups that have radiated during the Plicoene-Pleistocene. The\nspecies in these genera tend to be polyploid relative to their overseas\nclose relatives, an observation of much interest given that\nhybridization and allopolyploidy have recently been suggested as a\npossible stimulus for adaptive radiation. We were interested to\ndetermine whether or not allopollyploidy was a feature of Pachycladon, a\ngenus which is hypothesised to have adaptively diversified onto\ndifferent geological substrates in the mountains of the South Island of\nNew Zealand. Phylogenetic analyses of five single-copy nuclear genes\nshow that Pachycladon species have two copies of each gene representing\ntwo highly diverged evolutionary lineages from the Brassicaceae.\nMolecular clock analyses of all loci suggest that the two genome copies\nin Pachycladon diverged 8 million years ago, and that the allopolyploid\norigin of the genus occurred during the Pleistocene between 1.6 and 0.8\nmillion years ago. Thus, the hybridization event at the origin of the\nPachycladon radiation is perhaps the most extreme example yet reported\nof successful hybridization between distantly related parents.","trees":[{"tree_label":"Fig. 2","ntax":"49","rootedtree":"TRUE","title":"Pachycladon, CHS gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_584.phy"},{"tree_label":"Fig. 3c","ntax":"14","rootedtree":"TRUE","title":"Pachycladon, CAD5","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3203.phy"},{"tree_label":"Fig. 3d","ntax":"13","rootedtree":"TRUE","title":"Pachycladon, MtN21","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3204.phy"},{"tree_label":"Fig. 3a","ntax":"21","rootedtree":"TRUE","title":"Pachycladon, PRK gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3201.phy"},{"tree_label":"Fig. 3b","ntax":"22","rootedtree":"TRUE","title":"Pachycladon, malate synthase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3202.phy"}]}