{"Authors":" Radwa A Hanafy, Britny Johnson, Mostafa S Elshahed, Noha H\nYoussef","Year":" 2018","Title":" Anaeromyces contortus sp. nov., a new anaerobic gut fungal\nspecies (Neocallimastigomycota) isolated from the feces of cow and\ngoat","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Anaerobic gut fungi, Anaeromyces, novel species,\nentangled/coiled hyphae, Anaeromyces contortus.","DOI":"","Abstract":" Ten different anaerobic gut fungal strains were isolated\nfrom fecal samples of cow and goat in Oklahoma, USA. The isolates\ndisplayed polycentric thalli, uniflagellated zoospores, and\nsausage-shaped hyphal constrictions, all characteristic of the genus\nAnaeromyces, and lobed or appressoria-like structures on the hyphae,\npreviously reported in Anaeromyces elegans but not in A. mucronatus or\nA. robustus. Further, the strains exhibited highly coiled and entangled\nhyphae previously unreported in the Neocallimastigomycota, but\nresembling fungal traps previously observed in multiple nematophagous\nfungi. Scanning electron micrographs of isolates grown on switchgrass\nshow entrapment of plant material by the hyphal coils and the\npenetration of plant fibers at various sites by the appressoria-like\nstructures. Molecular analysis based on sequences of both partial nuc\nrDNA ITS1 spacer region and the D1-D2 domains of the nuc28S rDNA\nconfirmed the classification of all isolates in Anaeromyces and\nconfirmed their phylogenetic distance from the available A. mucronatus\nand A. robustus sequences. On the basis of morphological and\nphylogenetic distinctions, we conclude that these strains represent a\nnew Anaeromyces species, for which A. contortus is proposed.","trees":[{"tree_label":"Fig. 3A","ntax":"61","rootedtree":"TRUE","title":"Anaeromyces contortus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112099.phy"},{"tree_label":"Fig. 3B","ntax":"31","rootedtree":"TRUE","title":"Anaeromyces contortus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112100.phy"}]}