{"Authors":" Radwa A Hanafy, Mostafa S Elshahed, Noha H Youssef","Year":" 2018","Title":" Feramyces austinii, gen. nov, sp. nov., an anaerobic gut\nfungus from rumen and fecal samples of wild Barbary sheep and fallow\ndeer","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Anaerobic gut fungi, Herbivores, Neocallimastigomycota,\ntwo new taxa","DOI":"","Abstract":" Anaerobic gut fungi are common inhabitants of the\nalimentary tracts of herbivorous animals. Nine different\nNeocallimastigomycota genera have been described so far. However,\nculture-independent diversity surveys suggest the presence of numerous,\nyet-uncultured Neocallimastigomycota genera. Here, we report on the\nisolation and characterization of the first cultured representatives of\nNeocallimastigomycota clade AL6, originally identified in\nculture-independent surveys of fecal samples from captive wild animals.\nSix strains were isolated from rumen and fecal samples of a wild Barbary\nsheep (Ammotragus lervia) and a wild fallow deer (Dama dama) in Texas,\nUSA. The isolates displayed medium-sized (3-7 mm) circular beige\ncolonies with filamentous edges and a dark center on agar roll tubes.\nMicroscopic analysis revealed monocentric thalli with both endogenous\nand exogenous sporangial development patterns. Zoospores were spherical,\nwith a diameter of 9.6 ±1.9 μm, and polyflagellated, with 7-16 flagella.\nPhylogenetic analysis based on nuc rDNA ITS1 region and D1-D2 domains of\nnuc 28S rDNA revealed that the isolated strains formed a single\nmonophyletic and bootstrap-supported clade distinct from all currently\ndescribed Neocallimastigomycota genera. Substrate utilization\nexperiments using the type strain (F3a) demonstrated robust and fast\ngrowth on sugars and plant biomass, as well as the capability to\nmetabolize a wide range of mono-, oligo-, and polysaccharides including\ngalactose, arabinose, alginate, and pectin. On the basis of the\nmorphological, physiological, and phylogenetic analyses, we propose to\naccommodate these isolates in a new genus Feramyces (derived from the\nLatin word for “wild” to reflect their isolation and apparent\ndistribution in undomesticated herbivores), and a new species, F.\naustinii. The type species is Feramyces austinii strain F3a.","trees":[{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Feramyces ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110781.phy"},{"tree_label":"tree 1","ntax":"69","rootedtree":"TRUE","title":"Feramyces LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110775.phy"}]}