{"Authors":" yan wang, Jean-Marc Moncalvo, Matt Stata, wei wang, Jason\nE. stajich, merlin white","Year":" 2018","Title":" Comparative genomics reveals the core gene toolbox for the\nfungus-insect symbiosis","Journal":" mBio","Volume":"","Issue":"","Pages":"","Keywords":" FISCoG, Phylogenomics, Trichomycetes, Zoopagomycota","DOI":"","Abstract":" Modern genomics has shed light on many entomopathogenic\nfungi and expanded our knowledge widely, however, little is known about\nthe genomic features of the insect-commensal fungi. Harpellales are\nobligate commensals living in the digestive tracts of disease-bearing\ninsects (black flies, midges, and mosquitoes). In this study, we produce\nand annotate whole-genome sequences of nine Harpellales taxa and conduct\nthe first comparative analyses to infer the genomic diversity within\nHarpellales. The genomes of the insect gut fungi are featured with low\nGC content (26-37%) and large genome size variation (25-102 Mb). Further\ncomparisons with insect-pathogenic fungi from both Ascomycota and\nZoopagomycota, as well as free-living relatives (as negative control),\nhelp identify a gene toolbox that is unique to the fungus-insect\nsymbiosis. The results not only narrow the genomic scope of\nfungus-insect interactions from several thousands to eight core players,\nbut also distinguish host-invasion strategies employed by insect\npathogens and commensals. The genomic content suggests that insect\ncommensal fungi mostly rely on adhesion protein anchors that target\ndigestive system, while emtomopathogenic fungi have higher numbers of\ntransmembrane helices, singal peptides, and pathogen-host interaction\n(PHI) genes across the whole genome and enrich genes as well as\nfunctional domains to inactivate the host inflammation system and\nsuppress the host defense. Phylogenomic analyses reveal that genome\nsizes of Harpellales fungi vary among lineages with an integer multiple\npattern, which implies that ancient genome duplications may have\noccurred within the gut of insects.","trees":[{"tree_label":"Imported tree 1","ntax":"9","rootedtree":"TRUE","title":"Harpellales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110786.phy"},{"tree_label":"Imported tree 1","ntax":"22","rootedtree":"TRUE","title":"Insect Associated Fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_110785.phy"}]}