{"Authors":" H. Bradley Shaffer, Phillip Q. Spinks","Year":" 2009","Title":" Conflicting Mitochondrial and Nuclear Phylogenies For The\nWidely Disjunct Emys (Testudines: Emydidae) Species Complex, And What\nThey Tell Us About Biogeography And Hybridization.","Journal":" Systematic Biology","Volume":" 58","Issue":" 1","Pages":" 1-20","Keywords":"","DOI":" 10.1093/sysbio/syp005","Abstract":" Understanding the mechanisms by which widely disjunct\nmembers of a clade came to occupy their current distribution is one of\nthe fundamental challenges of biogeography. Here, we used data from\nseven nuclear and one mitochondrial gene to examine the phylogenetic and\nbiogeographic history of Emys, a clade of turtles that is broadly\ndisjunct in western and eastern North America and Europe. We found\nstrong disagreement between mitochondrial and nuclear gene trees, with\nmitochondrial DNA supporting the monophyly of the North American taxa\n(marmorata + blandingii) to the exclusion of the European orbicularis,\nand nuclear genes supporting the monophyly of (blandingii + orbicularis)\nto the exclusion of marmorata. We used fossil-calibrated molecular\nchronograms, in combination with supporting evidence from the fossil\nrecord and paleoclimatology, to identify a potential example of ancient\nhybridization and mitochondrial gene capture 12 million years ago that\nexplains this discrepancy. Based on the weight of evidence, we argue\nthat the invasion of Eurasia by E. orbicularis occurred about 16 Ma via\na trans-Beringian land bridge. The case of Emys emphasizes how single\ngene trees can be strongly affected by population processes including\nhybridization, and that these processes can persist through long periods\nof evolutionary history. Given the chaotic state of the current taxonomy\nof these turtles, our work also emphasizes the care that should be used\nin implementing taxonomic changes based on one or a few gene trees and\nthe importance of taking a conservative approach to renaming or\nsplitting higher taxa based on apparent non-monophyly.","trees":[{"tree_label":"7 nugene ML","ntax":"26","rootedtree":"TRUE","title":"Emys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3214.phy"},{"tree_label":"3 nugene ML","ntax":"83","rootedtree":"TRUE","title":"Emys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3215.phy"},{"tree_label":"Cytb ML","ntax":"83","rootedtree":"TRUE","title":"Emys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3216.phy"}]}