{"Authors":" Diana Marcela Rueda-Ramirez, Jandir C Santos, Nazer Famah\nSourassou, Peterson R Demite, Andres Puerta-Gonzalez, Gilberto J\nMoraes","Year":" 2018","Title":" Morphological details of Africoseius americanus and placement\nof Africoseius in Podocinidae (Acari: Mesostigmata) based on molecular\nand morphological evidences","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Taxonomy, 18S rDNA, 28S rDNA, phylogeny","DOI":"","Abstract":" Morphological details of specimens collected from several\nlocalities in Brazil and identified as Africoseius americanus Karg &\nSchorlemmer, 2009 are provided. The taxonomic status of Africoseius\nKrantz has been debated over the years, with repeated changes in its\nfamilial placement. A phylogenetic study based on the rDNA 18S and 28S\nsequences of the Brazilian population of A. americanus and similar data\nof 70 taxa representing 11 families of Gamasina indicated Africoseius to\nbe a member of the well-supported Podocinidae (sensu Lindquist, Krantz\n& Walter, 2009) clade. The main morphological similarities and\ndifferences between Africoseius and Podocinidae sensu Lindquist et\nal. (2009) are listed. Apomorphic characteristics apparently holding\nthose taxa together are the hypotrichous condition of tibia I (eight and\nnine setae instead of ten or more in other free-living Mesostigmata) and\nthe insertions of av2 and pv2, considerably more distal on tarsi II and\nIII than in the majority of the free-living Gamasina. Within\nPodocinidae, a new subfamily, Africoseinae, is proposed, based on\nuniquely apomorphic characteristics of the basitarsal setae of legs II\nto IV, a posterior longitudinal extension of the peripodomeric line and\non the attenuated form of the lateral (rather than the medial)\nhypostomatic setae.","trees":[{"tree_label":"con 50 majrule","ntax":"71","rootedtree":"TRUE","title":"Tr110821","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110821.phy"},{"tree_label":"tree 1","ntax":"71","rootedtree":"TRUE","title":"Tr110822","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110822.phy"}]}