{"Authors":" Lidia Poggio, Renée H. Fortunato, Daniela Tosto, Melissa A.\nLuckow, Paola Talia, S. M. Sede, Silvana Sede","Year":" 2009","Title":" Phylogenetic relationships among southern South American\nspecies of Camptosema, Galactia and Collaea (Diocleinae: Papilionoideae:\nLeguminosae) based on molecular and morphological data.","Journal":" Australian Journal of Botany","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The neotropical genus Camptosema in its southern\ndistribution is represented by four species: C. paraguariense, C.\npraeandinum, C. rubicundum and C. scarlatinum. Camptosema rubicundum, is\nthe only species with all the diagnostic characters of the genus:\ni.e. tubular calyx. The other three taxa are related morphologically and\ncytologically to Galactia and Collaea, two closely allied genera in the\nsubtribe Diocleinae. Individual and combined phylogenetic analyses of\nmorphology, ITS and trnL-F were conducted in order to examine the\nposition of these species as well as to explore its relationship with\nGalactia and Collaea species in southern South America. In none of the\nanalyses do Camptosema species form a monophyletic group. Instead, they\nare scattered in different groups. These results together with\ncytological, morphological and AFLP data provides good support for\nre-evaluating the taxonomic position of these species within\nCamptosema.","trees":[{"tree_label":"Fig. 1","ntax":"28","rootedtree":"TRUE","title":"Diocleinae, Morphology","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3217.phy"},{"tree_label":"Fig. 2","ntax":"25","rootedtree":"TRUE","title":"Diocleinae, trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3218.phy"},{"tree_label":"Fig. 3","ntax":"37","rootedtree":"TRUE","title":"Diocleinae, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3219.phy"},{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Diocleinae, combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3220.phy"}]}