{"Authors":" Aku Olavi Korhonen, J. Seelan, Otto Miettinen","Year":" 2018","Title":" Cryptic species diversity in polypores: the Skeletocutis\nnivea species complex","Journal":" Mycokeys","Volume":" 36","Issue":"","Pages":" 45-82","Keywords":" cryptic species, fungal taxonomy, Incrustoporiaceae,\nphylogenetic species, polypores","DOI":" 10.3897/mycokeys.36.27002","Abstract":" We propose a taxonomic revision of the two closely related\nwhite-rot polypore species, Skeletocutis nivea (Jungh.) Jean Keller and\nS. ochroalba Niemelä (Incrustoporiaceae, Basidiomycota), based on\nphylogenetic analyses of nuclear ribosomal internal transcribed spacer\n(ITS) and translation elongation factor EF-1α sequences. We show that\nprevailing morphological species concepts of S. nivea and S. ochroalba\nare nonmonophyletic and we delineate new species boundaries based on\nphylogenetic inference. We recognise eleven species within the\nprevailing species concept of S. nivea (S. calida sp. nov., S. coprosmae\ncomb. nov., S. futilis sp. nov., S. impervia sp. nov., S. ipuletii sp.\nnov., S. lepida sp. nov., S. nemoralis sp. nov., S. nivea sensu typi, S.\nsemipileata comb. nov., S. unguina sp. nov. and S. yuchengii sp. nov.)\nand assign new sequenced epitypes for S. nivea and S. semipileata. The\ntraditional concept of S. ochroalba comprises two independent lineages\nembedded within the S. nivea species complex. The Eurasian\nconifer-dwelling species S. cummata sp. nov. is recognised as separate\nfrom the North American S. ochroalba sensu stricto. Despite\ncomprehensive microscopic examination, the majority of the recognised\nspecies are left without stable diagnostic character combinations that\nwould enable species identification based solely on morphology and\necology.","trees":[{"tree_label":"tree 1","ntax":"139","rootedtree":"TRUE","title":"Tr110842","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110842.phy"},{"tree_label":"tree1","ntax":"139","rootedtree":"TRUE","title":"Tr110841","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110841.phy"},{"tree_label":"tree2","ntax":"32","rootedtree":"TRUE","title":"Tr110838","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110838.phy"},{"tree_label":"tree1","ntax":"32","rootedtree":"TRUE","title":"Tr110837","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110837.phy"},{"tree_label":"tree1","ntax":"34","rootedtree":"TRUE","title":"Tr110839","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110839.phy"},{"tree_label":"tree2","ntax":"34","rootedtree":"TRUE","title":"Tr110840","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_110840.phy"}]}