{"Authors":" Levente Kiss, Gábor M. Kovács, Károly Bóka, Gyula Bohár,\nKrisztina Bohárné Varga, Márk Z. Németh, Susumu Takamatsu, Hyeon-Dong\nShin, Vera Hayova, Claudia Nischwitz, Marion K. Seier, Harry C. Evans,\nPaul Cannon, Gavin James Ash, Roger G. Shivas, Heinz Müller-Schärer","Year":" 2018","Title":" Deciphering the biology of Cryptophyllachora eurasiatica gen.\net sp. nov., an often cryptic pathogen of an allergenic weed, Ambrosia\nartemisiifolia","Journal":" Scientific Reports","Volume":"","Issue":" 8","Pages":" 10806","Keywords":" pollen allergy, invasive weed, common ragweed (Ambrosia\nartemisiifolia), plant-pathogen interactions, herbarium specimen,\nendophyte, Phyllachora, Sordariomycetes, Cryptophyllachora","DOI":" 10.1038/s41598-018-29102-5","Abstract":" A little known, unculturable ascomycete, referred to as\nPhyllachora ambrosiae, can destroy the inflorescences of Ambrosia\nartemisiifolia, an invasive agricultural weed and producer of highly\nallergenic pollen. The fungus often remains undetectable in ragweed\npopulations. This work was conducted to understand its origin and\npathogenesis, a prerequisite to consider its potential as a biocontrol\nagent. The methods used included light and transmission electron\nmicroscopy, nrDNA sequencing, phylogenetic analyses, artificial\ninoculations, and the examination of old herbarium and recent field\nspecimens from Hungary, Korea, Ukraine and USA. The Eurasian and the\nNorth American specimens of this fungus were to represent two distinct,\nalthough closely related lineages that were only distantly related to\nother lineages within the Ascomycota. Consequently, we describe a new\ngenus that includes Cryptophyllachora eurasiatica gen. et sp. nov. and\nC. ambrosiae comb. nov., respectively. The pathogenesis of C.\neurasiatica was shown in A. artemisiifolia. No evidence was found for\neither seed-borne transmission or systemic infection. Two hypotheses\nwere developed to explain the interaction between C. eurasiatica and A.\nartemisiifolia: (i) as yet undetected seed-borne transmissions and\nlatent, systemic infections; or (ii) alternative hosts.","trees":[{"tree_label":"PAUP 1","ntax":"42","rootedtree":"TRUE","title":"Sordariomycetes ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113074.phy"},{"tree_label":"PAUP 1","ntax":"128","rootedtree":"TRUE","title":"Sordariomycetes nrLSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113075.phy"},{"tree_label":"PAUP 1","ntax":"111","rootedtree":"TRUE","title":"Sordariomycetes nrSSU nrLSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113073.phy"}]}