{"Authors":" Nerida G. Wilson, Michael Schroedl, Kenneth M.\nHalanych","Year":" 2009","Title":" Ocean barriers and glaciation: evidence for explosive\nradiation of mitochondrial lineages in the Antarctic sea slug Doris\nkerguelenensis (Mollusca, Nudibranchia)","Journal":" Molecular Ecology","Volume":" 18","Issue":" 5","Pages":" 965-984","Keywords":"","DOI":" 10.1111/j.1365-294X.2008.04071.x","Abstract":" Strong currents and deep passages of water can be barriers\nfor larval dispersal of continental marine animals, but potential\neffects on direct developers are under-investigated. We examined the\ngenetic structure of Doris kerguelenensis, a directly-developing sea\nslug that occurs across the Drake Passage, the body of water separating\nAntarctica from South America. We found deep mitochondrial divergences\nwithin populations on both sides of the Drake Passage, and South\nAmerican animals formed multiple sister-group relationships with\nAntarctic animals. A generalised molecular clock suggested these\ntrans-Drake pairs diverged during the Pliocene-Pleistocene, after the\nformation of the Drake Passage. Statistical parsimony methods recovered\n29 separate haplotype networks (many sympatric) that likely correlate\nwith allopatric events caused by repeated glacial cycles. Data from16S\nwas congruent but more conserved than COI, and the estimated ancestral\n16S haplotype was widespread. The marked difference in the substitution\nrates between these two mitochondrial genes results in different\nestimates of connectivity. Demographic analyses on networks revealed\nsome evidence for selection and expanding populations. Contrasting with\nthe Northern Hemisphere, glaciation in Antarctica appears to have\nincreased rather than reduced genetic diversity. This suggests\norbitally-forced range dynamics based on Northern Hemisphere\nphylogeography do not hold for Antarctica. The diverse lineages found in\nD. kerguelenensis point toward a recent, explosive radiation, likely\nreflecting multiple refuges during glaciation events, combined with\nlimited subsequent dispersal. Whether recognised as cryptic species or\nnot, genetic diversity in Antarctic marine invertebrates appears higher\nthan expected from morphological analyses, and supports the Antarctic\nbiodiversity pump phenomenon.","trees":[{"tree_label":"Fig. 7","ntax":"99","rootedtree":"TRUE","title":"Doris kerguelenensis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3223.phy"}]}