{"Authors":" Yang Dong, Jing Liu, Peng-Wei Li, Chao-Qun Li, Min Luo ,\nTian-Feng Lü, Xia Yang, Yin-Zheng Wang","Year":" 2018","Title":" Evolution of Darwins peloric gloxinia (Sinningia speciosa)is\ncaused by a null mutation in a pleiotropic TCP gene","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Unlike most crops, which were domesticated through long\nperiods of selection by ancient humans, horticultural plants were\nprimarily domesticated through intentional selection over short time\nperiods.The molecular mechanisms underlying the origin and spread of\nnovel traits in the domestication process have remained largely\nunexplored in horticultural plants. Gloxinia (Sinningia speciosa), whose\nattractive peloric flowers influenced the thoughts of Darwin, have been\ncultivated since the early 19th century, but its origin and genetic\nbasis are currently unknown. By employing multiple experimental\napproaches including genetic analysis, genotype-phenotype associations,\ngene expression analysis, and functional interrogations, we showed that\na single gene encoding a TCP protein, SsCYC, controls both floral\norientation and zygomorphy in gloxinia. We revealed that a causal\nmutation responsible for the development of peloric gloxinia lies in a\n10-bp deletion in the coding sequence of SsCYC.By combining genetic\ninference and literature searches, we have traced the putative ancestor\nand reconstructed the domestication path of the peloric gloxinia, in\nwhich a 10-bp deletion in SsCYC under selection triggered its evolution\nfrom the wild progenitor. The results presented here suggest that a\nsimple genetic change in a pleiotropic gene can promote the elaboration\no ffloral organs under intensive selection pressure.","trees":[{"tree_label":"Sinningia CYC1 phylogenetic tree","ntax":"65","rootedtree":"TRUE","title":"Majority rule consensus tree of SsCYC in Sinningia\nspeciosa","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_111923.phy"},{"tree_label":"Sinningia ncpGS phylogenetic tree","ntax":"41","rootedtree":"TRUE","title":"Majority rule consensus tree of ncpGS in Sinningia\nspeciosa","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_111924.phy"}]}