{"Authors":" Chase Gabriel Mayers, Thomas C. Harrington, Hayato Masuya,\nDouglas L McNew, Hsin-Hui Shih, Bjarte H. Jordal, Francois Roets,\nGabriella J. Kietzka","Year":" 2020","Title":" Patterns of coevolution between ambrosia beetle mycangia and\nthe Ceratocystidaceae, with five new fungal genera and seven new\nspecies","Journal":" Persoonia","Volume":" 44","Issue":"","Pages":" 41-66","Keywords":" 14 new taxa; Microascales; Scolytinae; symbiosis; two new\ntypifications","DOI":" 10.3767/persoonia.2020.44.02","Abstract":" Ambrosia beetles farm specialised fungi in sapwood tunnels\nand use pocket-like organs called mycangia to carry propagules of the\nfungal cultivars. Ambrosia fungi selectively grow in mycangia, which is\ncentral to the symbiosis, but the history of coevolution between fungal\ncultivars and mycangia is poorly understood. The fungal family\nCeratocystidaceae previously included three ambrosial genera\n(Ambrosiella, Meredithiella, and Phialophoropsis), each farmed by one of\nthree distantly related tribes of ambrosia beetles with unique and\nrelatively large mycangium types. Studies on the phylogenetic\nrelationships and evolutionary histories of these three genera were\nexpanded with the previously unstudied ambrosia fungi associated with a\nfourth mycangium type, that of the tribe Scolytoplatypodini. Using ITS\nrDNA barcoding and a concatenated dataset of six loci (28S rDNA, 18S\nrDNA, tef1-α, tub, mcm7, and rpl1), a comprehensive phylogeny of the\nfamily Ceratocystidaceae was developed, including Inodoromyces\ninterjectus gen. & sp. nov., a non-ambrosial species that is closely\nrelated to the family. Three minor morphological variants of the\npronotal disk mycangium of the Scolytoplatypodini were associated with\nambrosia fungi in three respective clades of Ceratocystidaceae:\nWolfgangiella gen. nov., Toshionella gen. nov., and Ambrosiella remansi\nsp. nov. Closely-related species that are not symbionts of ambrosia\nbeetles are accommodated by Catunica adiposa gen. & comb. nov. and\nSolaloca norvegica gen. & comb. nov. The divergent morphology of the\nambrosial genera and their phylogenetic placement among non-ambrosial\ngenera suggest three domestication events in the Ceratocystidaceae.\nEstimated divergence dates for the ambrosia fungi and mycangia suggest\nthat Scolytoplatypodini mycangia may have been the first to acquire\nCeratocystidaceae symbionts and other ambrosial fungal genera emerged\nshortly after the evolution of new mycangium types. There is no evidence\nof reversion to a non-ambrosial lifestyle in the mycangial\nsymbionts.","trees":[{"tree_label":"PAUP_1","ntax":"65","rootedtree":"TRUE","title":"Ambrosiella ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119797.phy"},{"tree_label":"BIT","ntax":"43","rootedtree":"TRUE","title":"Ceratocystidaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_111122.phy"},{"tree_label":"PAUP_1","ntax":"22","rootedtree":"TRUE","title":"Phialophoropsis ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119798.phy"}]}