{"Authors":" Rachel A. Levin, Jill S. Miller, Ambika Kamath","Year":" 2009","Title":" Do multiple tortoises equal a hare? The utility of nine\nnoncoding plastid regions for species-level phylogenetics in tribe\nLycieae (Solanaceae)","Journal":" Systematic Botany","Volume":" 34","Issue":" 4","Pages":" 796-804","Keywords":"","DOI":" 10.1600/036364409790139709","Abstract":" The identification of plastid DNA markers that provide\nsufficient phylogenetic resolution at the species and population levels\nis an important challenge for plant systematics. This is mainly due to\nthe relatively slow rate of evolution of the plastid genome. In this\nstudy, we examine the utility of several plastid DNA regions for\nphylogenetic inference at low taxonomic levels in tribe Lycieae\n(Solanaceae). The regions employed here previously provided considerable\nnumbers of potentially informative characters in investigations of\nsequence variation across the plastid genome, and one region (trnH-psbA)\nhas been advocated for use in DNA barcoding. We sequenced nine noncoding\nplastid DNA regions (~8400bp) for a diverse sample of Lycium species and\nPhrodus microphyllus (tribe Lycieae), as well as the outgroup Nolana,\nand included published sequences from the distant outgroup Atropa. The\nnine regions varied with regard to their phylogenetic utility, as\nmeasured by the numbers of variable and parsimony informative characters\nand informative insertions/deletions. We advocate a combination of three\nregions, including trnDGUCˆtrnTGGU, rpl32ˆtrnLUAG, and ndhFˆrpl32, for\nphylogenetic studies at the infrageneric or tribal level in Solanaceae.\nCollectively, these three plastid DNA regions had >100 variable\ncharacters across 24 taxa, with 72 parsimony informative characters, and\n10 phylogenetically informative indels. Future studies should explore\nthese three noncoding markers for low level phylogenetic questions in\nother taxonomic groups.","trees":[{"tree_label":"Fig. 3A","ntax":"25","rootedtree":"TRUE","title":"Lycieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3224.phy"},{"tree_label":"Fig. 3B","ntax":"15","rootedtree":"TRUE","title":"Lycieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3225.phy"}]}