{"Authors":" Izumi Okane, Kaoru Yamaguchi, Charuwan Chuaseeharonnachai,\nSeppo Huhtinen, Yasuhisa Tsurumi, Veera - Sri-indrasutdhi, Nattawut -\nBoonyuen, Tsuyoshi Hosoya, Akira Nakagiri","Year":" 2020","Title":" Phylogeny and taxonomic revision of the genus Candelabrum,\naero-aquatic fungi.","Journal":" Mycoscience","Volume":" 61","Issue":" 6","Pages":" 265-281","Keywords":" Brocchiosphaera, Freshwater, Helotiales, Hyaloscypha,\nPisorisporiales, Teleomorph-anamorph relationship","DOI":"","Abstract":" The genus Candelabrum, an aero-aquatic fungus, produces\nchandelier-shaped conidia that can float on the water. Seven species\nhave been described in the genus. Our phylogenetic analysis based on the\nD1/D2 regions of the large subunit rDNA (LSU) revealed that the genus\nCandelabrum contains two separate lineages, C. spinulosum group (C.\nclathrosphaeroides, C. desmidiaceum, C. japonense, and C. spinulosum,\nthe type species) nested in Leotiomycetes, and C. brocchiatum group (C.\nbrocchiatum and C. microsporum) in Sordariomycetes. The two groups were\ndistinctive in conidial morphology, especially for the presence/absence\nof the conidial basal plate. To accommodate the latter group, a new\ngenus Brocchiosphaera is proposed along with a new species, B.\nbulbiformis. Furthermore, the phylogenetic tree inferred from LSU\nindicated that C. spinulosum group was closely related to Hyaloscypha in\nHelotiales, whereas Brocchiosphaera (the C. brocchiatum group) belonged\nto Pisorisporiales. Strains of H. occulta (NBRC 108595 and SANK 13397)\nclustered with C. japonense and C. clathrosphaeroides in phylogenetic\ntree inferred from combined sequence data of the RNA polymerase II gene,\nthe internal transcribed spacer regions and 5.8S rDNA (ITS) and LSU, and\nNBRC 108595 produced conidia of C. japonense in submerging culture.\nThus, H. occulta was proved to be a teleomorph of C. japonense. This\nfinding warrants transferring all species of the C. spinulosum group\n(Candelabrum sensu stricto) to Hyaloscypha and proposing four new\ncombinations H. desmidiacea, H. japonensis, H. macrospora, and H.\nspinulosa.","trees":[{"tree_label":"Fig. 1","ntax":"67","rootedtree":"TRUE","title":"Candelabrum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122604.phy"},{"tree_label":"Fig. 2","ntax":"49","rootedtree":"TRUE","title":"Candelabrum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122605.phy"},{"tree_label":"Fig. 3","ntax":"56","rootedtree":"TRUE","title":"Candelabrum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122637.phy"}]}