{"Authors":" GOVINDAN KRISHNAMOORTHY, SUGANYA KANNAN, MURUGAN\nMARUDHAMUTHU","Year":" 2019","Title":" Novel bioactive compound from Aspergillus terreus DMTMGK004\ncontributes to the potential anti-pathogenic effect","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" antioxidant; anti-pathogenic metabolite; Aspergillus\nterreus; extracellular polysaccharide; secondary metabolites; time\nkilling assay","DOI":"","Abstract":" Fungi particularly filamentous fungi are well known for\ntheir secondary metabolite production. Aspergillus terreus was a notable\nproducer of a large number of biomolecules like lovastatin, terrein,\nterreic acid and itaconic acid. Pneumonia is a major respiratory disease\ncaused by Streptococcus pneumoniae, Klebsiella pneumoniae and Hemophilus\ninfluenzae. The present study focused on the evaluation of fungal\nmetabolite for their anti-pathogenic potential against pneumonia\ninfection. Soil samples were collected from various geographical regions\nof Madurai district for causative fungi further fungal strain was\nisolated and identified as Aspergillus terreus DMTMGK004. Secondary\nmetabolites were extracted from the fungi, further antioxidant and the\nanti-proliferative potential was evaluated. Fungal metabolite exhibited\nsignificantly high anti-proliferative property against AGS gastric\ncancer cell line. Antimicrobial activity against K. pneumoniae, S.\npneumoniae and H. influenzae were analyzed and the MIC values were\ndetermined. In addition, time-killing assay clearly illustrated that the\ncompound was able to eliminate more than 50% of the pathogens within\nlittlest hours of the treatment. From the spectral data, the functional\ngroups present in the compound were determined as carbonyl group and\nphenolic hydroxyl group which constitutes for its bioactivity. The\ncompound depreciates the production of both exopolysaccharide and\ncapsular polysaccharide significantly. It also induced cell membrane\ndamage which leads to protein and nucleic acid leakage from the\npathogens. Hence, the results of the present study could provide a\nbetter insinuation towards the formulation of new drugs for targeting\nrespiratory pathogens.","trees":[{"tree_label":"Imported tree 1","ntax":"11","rootedtree":"TRUE","title":"Tr111128","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111128.phy"}]}