{"Authors":" Bernard R. Baum","Year":" 1983","Title":" A phylogenetic analysis of the tribe Triticeae (Poaceae)\nbased on morphological characters of the genera.","Journal":" Canadian Journal of Botany","Volume":" 61","Issue":" NA","Pages":" 518-535","Keywords":" NA","DOI":" NA","Abstract":" A phylogenetic analysis of Triticeae was performed by\nmeans of numerical methods. Five methods, each based on extreme\nassumptions of parameters so interpreted under Felsenstein’s (1979)\nevolutionary model, were used: Camin-Sokal parsimony) Wagner parsimony,\nDollo parsimony, polymorphism parsimony, and character-compatibility\nanalysis. Although a considerable amount of parallelism was, for some\ntime, suspected to have occurred in Triticeae (by Stebbins for instance)\nso that for this reason perhaps the assumptions of polymorphism\nparsimony might be most suitable for phylogenetic analysis, the five\nmethods were used because the evolutionary assumptions for each\ninvestigated character are, and probably will long remain, unknown. Data\ninput consisted of sets of hypothesized transformation series, each set\nsubjected to analyses using the five methodsResults of an analysis\nprovided the basis for altering the set of hypothesized transformation\nseries for subsequent analysis. Analyses were carried out repeatedly\nuntil stabilization; that is until, in the author’s judgment, the most\nparsimonious solution was arrived at and further trials were of\ndiminishing return. The most parsimonious tree obtained served as a base\nfor subsequent elaboration of the final tree, taking into consideration\ngenetic information primarily, and for the erection of the proposed\nphylogenetic classification of Triticeae. A key is provided for\nidentification of the groupings in the tribe. The proposed\nclassification is discussed in the light of previous classifications,\neven though none of them were phylogenetic in the sense of Hennig.","trees":[{"tree_label":"Fig. 9","ntax":"25","rootedtree":"TRUE","title":"Triticeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4314.phy"},{"tree_label":"Fig. 15","ntax":"29","rootedtree":"TRUE","title":"Triticeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4319.phy"},{"tree_label":"Fig. 10","ntax":"25","rootedtree":"TRUE","title":"Triticeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4315.phy"},{"tree_label":"Fig. 11","ntax":"25","rootedtree":"TRUE","title":"Triticeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4316.phy"},{"tree_label":"Fig. 12","ntax":"25","rootedtree":"TRUE","title":"Triticeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4317.phy"},{"tree_label":"Fig. 14","ntax":"25","rootedtree":"TRUE","title":"Triticeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4318.phy"}]}