{"Authors":" Panmeng Wang, Xiaobin Liu, Yu Cheng Dai, Egon Horak, Kari\nSteffen, Zhu-Liang Yang","Year":" 2018","Title":" Phylogeny and species delimitation of Flammulina: Taxonomic\nstatus of winter mushroom in East Asia and a new European species\nidentified using an integrated approach","Journal":" mycological progress","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales; Physalacriaceae; DNA barcoding; Edible\nmushroom; Genetic structure; Mating type gene.","DOI":"","Abstract":" The winter mushroom, or Enokitake, is economically\nimportant and commercially cultivated on a large scale in East Asia.\nHowever, the phylogeny and species delimitation of the winter mushroom\n(genus Flammulina) have not been fully clarified. In this study, 81\ncollections of Flammulina from East Asia, Europe, and North America were\nstudied, and their phylogeny and species delimitation were inferred from\npartial sequences of the ITS, tef1-α, rpb2, and homeodomain1 (HD1) of\nthe mating gene (labeled as HD1-A). Genetic structure analyses based on\ngenomic SSR markers and haplotype network analysis based on HD1-A were\nalso used to delimit several closely related taxa. Twelve phylogenetic\nspecies were recognized, which was largely consistent with previous\nstudies. However, our integrated studies indicated that Enokitake is not\nidentical to the European winter mushroom F. velutipes, and thus should\nbe treated as a separate species, namely F. filiformis. All cultivated\nstrains of “F. velutipes” in East Asia, including those from Korea and\nJapan with genome sequences labeled as such, are in fact F. filiformis.\nA new species, F. finlandica, was also unexpectedly discovered in\nNorthern Europe. Morphological descriptions of these two species, color\nphotos of their fresh basidiomata, and line drawings of their\nmicroscopic features are presented.","trees":[{"tree_label":"PHYLIP 1+","ntax":"80","rootedtree":"FALSE","title":"Tr111542","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111542.phy"},{"tree_label":"PHYLIP 1+","ntax":"77","rootedtree":"FALSE","title":"Tr111543","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111543.phy"},{"tree_label":"PHYLIP 1+","ntax":"77","rootedtree":"FALSE","title":"Tr111546","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111546.phy"},{"tree_label":"PHYLIP 1+","ntax":"83","rootedtree":"FALSE","title":"Tr111544","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111544.phy"},{"tree_label":"PHYLIP 1+","ntax":"90","rootedtree":"FALSE","title":"Tr111545","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111545.phy"}]}