{"Authors":" Swarnalatha Moparthi, Michael Bradshaw, Binod Pandey, Uwe\nBraun, Jamjan Meeboon, Suzanne Rooney Latham, Megan Romberg, Gary\nGrove","Year":" 2018","Title":" Phylogeny and taxonomy of Podosphaera cerasi sp. nov., and\nPodosphaera prunicola s. lat.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Evolution, Taxonomy","DOI":"","Abstract":" Powdery mildew of Prunus spp. is a significant disease in\nmost? cherry growing regions of Washington (USA). Powdery mildew on\nPrunus virginiana and Prunus avium were previously assigned to\nPodosphaera clandestina s. lat. (= P. oxyacanthae) or P. prunicola. In\nthis report, we confirm the presence of two distinct Podosphaera species\nof on these hosts, in Washington on Prunus virginiana and in California\nand Oregon on P. avium. Phylogenetic analyses of ITS and LSU sequences\nof rDNA regions for specimens on these two hosts confirmed the presence\nof two distinct species. A morphological comparison of these species\nwith type material of Podosphaera prunicola and numerous additional\ncollections, demonstrated that the powdery mildew on Prunus virginiana\n(including var. demissa and var. melanocarpa) is in fact P. prunicola.\nThe application of the name P. prunicola by genetic analysis was\ndetermined by epitypification. Podosphaera prunicola, originally\ndescribed in Wyoming, USA, has been introduced in Europe and was\nconfirmed in this study? from the first European collection, a Prunus\nserotina specimen from Germany. The powdery mildew on Prunus avium is\ngenetically, morphologically and biologically distinct from P. prunicola\nand and is described herein as Podosphaera cerasi sp. nov. Maximum\nparsimony analysis of sequences of the ITS region and part of the\n28SrDNA of P. cerasi isolates showed a close evolutionary relationship\nwith P. prunicola. Cross inoculation experiments confirmed that these\ntwo species are host specific. Podosphaera prunicola was unable to\ncolonize Prunus avium while Podospahera cerasi was unable to colonize\nPrunus virginiana. Morphological re-examinations of numerous P.\nprunicola s. lat. specimens on a wide range of Prunus species suggest\nthat P. prunicola is likely confined to species of Prunus subgen. Padus\n(= Prunus subgen. Cerasus sect. Laurocerasus, incl. sect. Padus), with\nPrunus virginiana as the principal host. Podosphaera cerasi, however,\noccurs on Prunus subgen. Cerasus species. Podosphaera specimens from\nvarious members of subgen. Prunus are morphologically similar to P.\ncerasi. Morphological deviations of these Podosphaera species from P.\ncerasi exist and suggest that additional, undescribed, Podosphaera\nspecies are hidden under P. prunicola s. lat. Future research should\nfocus on molecular analyses of Podosphaera collections on a wider range\nof Prunus hosts. The present work includes the first documented and\ngenetically proven European record of P. prunicola, on P. serotina and\nconfirms the widespread occurrence in the US of a newly described\nspecies of powdery mildew on P. avium.","trees":[{"tree_label":"PAUP_1","ntax":"29","rootedtree":"TRUE","title":"Tr118010","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118010.phy"}]}