{"Authors":" Caio Ambrosio Leal-Dutra, Maria Alice Neves, Gareth Wyn\nGriffith, Mateus Arduvino Reck, Lina Avila Clasen, Bryn T. M.\nDentinger","Year":" 2018","Title":" Reclassification of Parapterulicium Corner (Pterulaceae,\nAgaricales), contributions to Lachnocladiaceae and Peniophoraceae\n(Russulales) and introduction of Baltazaria gen. nov.","Journal":" Mycokeys","Volume":" 37","Issue":"","Pages":" 39-56","Keywords":" Molecular Phylogeny, Taxonomy, Russulales, /peniophorales,\nCorticioid fungi, Coralloid fungi","DOI":" 10.3897/mycokeys.37.26303","Abstract":" The genus Parapterulicium was first introduced to\naccommodate two Brazilian species of coralloid fungi with affinities to\nPterulaceae (Agaricales). Despite the coralloid habit and the presence\nof skeletal hyphae, other features, notably the presence of\ngloeocystidia, dichophyses and papillate hyphal ends, differentiate this\ngenus from Pterulaceae sensu stricto. Fieldwork in Brazil resulted in\nthe rediscovery of two coralloid fungi identifiable as Parapterulicium,\nthe first verified collections of this genus since Corners original work\nin the 1950s. Molecular phylogenetic analyses of nrITS and nrLSU\nsequences from these modern specimens revealed affinities with the\n/peniophorales clade in the Russulales, rather than Pterulaceae. The\npresence of distinctive hyphal elements, homologous to the defining\nfeatures of /peniophorales, is consistent with the phylogenetic evidence\nand thus clearly distinguished Parapterulicium and its type species P.\nsubarbusculum from Pterulaceae, placing this genus within\n/peniophorales. Parapterulicium was also found to be polyphyletic so\nBaltazaria gen. nov. is proposed to accommodate P. octopodites,\nScytinostroma galactinum, S. neogalactinum and S. eurasiaticogalactinum\nalso within /peniophorales.","trees":[{"tree_label":"Russulales_IQTREE","ntax":"135","rootedtree":"TRUE","title":"Tr117208","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117208.phy"},{"tree_label":"tree1","ntax":"881","rootedtree":"TRUE","title":"Tr117212","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117212.phy"}]}