{"Authors":" Matias C. Baranzelli, Andrea Cosacov, Anahi Espíndola,\nMaria del Rosario Iglesias, Lauren Chan, Leigh A. Johnson, alicia\nsersic","Year":" 2018","Title":" Echoes of the whispering land: interacting roles of\nvicariance and selection in shaping the evolutionary divergence of two\nCalceolaria (Calceolariaceae) species from Patagonia and\nMalvinas/Falkland Islands","Journal":" Evolutionary Ecology","Volume":"","Issue":"","Pages":"","Keywords":" climatic niche differentiation, gene flow, paleo\ndistribution models, plant phylogeography, Pleistocene glaciations,\nspeciation","DOI":" 10.1007/s10682-018-9938-3","Abstract":" A key to understanding the origin and identity of young\nspecies lays on the knowledge of the Quaternary climatic oscillations\neffect on gene flow and vicariance. Even though the effect of climatic\nfluctuations is relatively well understood for southern hemisphere plant\nspecies, little is known about their effect on the evolutionary\nhistories of species from mainland and islands. Thus, we investigated\nwhether Quaternary climate-driven fluctuations translated into lineage\ndivergence and speciation, followed or not by climatic niche\ndifferentiation, in two allopatric plant species, Calceolaria uniflora\nand C. fothergillii from Patagonia and Malvinas/Falkland islands,\nrespectively. We sampled the range of both species, and sequenced two\nchloroplastic (cpDNA; trnStrnG and trnHpsbA), and one single copy\n“anonymous” non-coding nuclear region (nDNA). We performed\nphylogeographic and dating analyses, and adjusted spatio-temporal\ndiffusion models. We complemented molecular evidence with climatic niche\ndifferentiation analyses and species paleo-distribution projections.\ncpDNA retrieved both species as monophyletic, while nDNA showed the\ninsular species, C. fothergillii, nested within C. uniflora. Estimates\nfrom cpDNA indicated the species diverged during the Great Patagonian\nGlaciation. Chloroplast and nuclear DNA showed eastwest distribution of\nthe main genetic groups but with contrasting spatial genetic diversity.\nThe spatio-temporal diffusion analyses showed that between 10.8 Mya and\n570 Kya the lineage leading to C. fothergillii diverged from C. uniflora\nand arrived to the islands. Climatic niche projections hindcasted range\nexpansions during glaciations, and contractions during the interglacial\nperiods. Comparisons of climatic niches between the two study species\nindicated that temperature variables show evidence of niche conservatism\nwhile precipitation regimes supported niche divergence, even when\nconsidering the background environmental divergence. Our study indicates\nthat glacial fluctuations affected the mainland/islands connections\nfavouring speciation mediated not only by isolation, but also by\nclimatic niche differentiation.","trees":[{"tree_label":"PAUP_1","ntax":"22","rootedtree":"TRUE","title":"Calceolaria fothergillii cpDNA both markers","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112465.phy"},{"tree_label":"PAUP_1","ntax":"18","rootedtree":"TRUE","title":"Calceolaria fothergillii nrDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112466.phy"}]}