{"Authors":" Lars Nauheimer, Rowan Schley, Mark Clements, Claire\nMicheneau, Katharina Nargar","Year":" 2018","Title":" Australasian orchid biogeography at continental scale:\nmolecular phylogenetic insights from the sun orchids (Thelymitra,\nOrchidaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Plant Evolution, Plant Systematics, Biogeography, Vascular\nPlants, Botany, Molecular Phylogenetics\n","DOI":" 10.1016/j.ympev.2018.05.031","Abstract":" Australia harbours a rich and highly endemic orchid flora,\nwith c. 90 % of species endemic to the country, but so far the\nbiogeographic history of Australasian orchid lineages is only poorly\nunderstood. Here we examined evolutionary relationships and the\nspatio-temporal evolution of the sun orchids (Thelymitra, 119 species),\nwhich display disjunct distribution patterns frequently found in\nAustralasian orchid lineages. Phylogenetic analyses were conducted based\non one nuclear (ITS) and three plastid markers (matK, psbJ-petA, ycf1)\nusing Maximum Likelihood and Bayesian inference. Divergence time\nestimations were carried out with a relaxed molecular clock in a\nBayesian framework. Ancestral ranges were estimated using the\ndispersal-extinction-cladogenesis model and an area coding based on\nmajor disjunctions. The phylogenetic analyses clarified intergeneric\nrelationships within Thelymitrinae, with Epiblema being sister group to\nThelymitra plus Calochilus, which were both well supported clades.\nWithin Thelymitra, eight major and several minor clades were retrieved\nin the nuclear and plastid phylogenetic reconstructions. Five major\nclades corresponded to species complexes previously recognized based on\nmorphological characters, whereas other previously recognized species\ngroups were found to be paraphyletic. Conflicting signals between the\nnuclear and plastid phylogenetic reconstructions provided support for\nhybridization and plastid capture events both in the deeper evolutionary\nhistory of the genus and more recently. Divergence time estimation\nplaced the origin of Thelymitra in the late Miocene (c. 10.8 Ma) and the\norigin of the majority of the main clades within Thelymitra during the\nlate Pliocene and early Pleistocene, with the majority of extant species\narising during the Pleistocene. Ancestral range reconstruction revealed\nthat the early diversification of the genus in the late Miocene and\nPliocene took place predominantly in southwest Australia, where most\nspecies with highly restricted distributional ranges occur. Several\nlong-distance dispersal events eastwards across the Nullarbor Plain were\ninferred, recurrently resulting in lineage divergence within the genus.\nThe predominant eastwards direction of long-distance dispersal events in\nThelymitra highlights the importance of the West Wind Drift for the\npresent-day distribution of the genus, giving rise to the Thelymitra\nfloras of Tasmania, New Zealand and New Caledonia, which were inferred\nto be of comparatively recent origin.","trees":[{"tree_label":"Fig. 1","ntax":"128","rootedtree":"TRUE","title":"Australasian orchids","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111592.phy"},{"tree_label":"Fig. 2","ntax":"138","rootedtree":"TRUE","title":"Australasian orchids","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111593.phy"},{"tree_label":"Fig. 4","ntax":"60","rootedtree":"TRUE","title":"Australasian orchids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_111594.phy"}]}