{"Authors":" Fernanda Hurbath, Rebecca L. Stubbs, Inês Cordeiro, Nico\nCellinese","Year":" 2020","Title":" Inferring the origins of Brazils Seasonally Dry Tropical\nForest through the biogeography of succulent spurges (Euphorbia sect.\nBrasilienses)","Journal":" TAXON","Volume":"","Issue":"","Pages":"","Keywords":" Caatinga; Euphorbiaceae; Phosphorea complex; sect.\nStachydium; Neotropics; South America","DOI":"","Abstract":" PREMISE OF THE STUDY: Seasonally Dry Tropical Forests\n(SDTF) are found scattered throughout Central and South America, from\nnorthwestern Mexico to northern Argentina, and southwestern and eastern\nBrazil, with eastern Brazil having the largest and most isolated\nfragment of SDTF. Many hypotheses have been put forth to explain the\nevolution of the distinct SDTF habitat. This includes ancient, in-situ\ndiversification, long-distance dispersal between disjunct SDTF patches,\nand dispersal from neighboring biomes and subsequent adaptation to the\nunique habitat. To address these varied hypotheses, we investigated the\nbiogeographic history of Euphorbia sect. Brasilienses, a group of\nsucculent spurges endemic to eastern Brazils SDTF. Understanding the\norigin and evolution of this group enables insights into the history of\nthe Brazilian SDTF. To this aim, we assembled a concatenated matrix from\n126 accessions with four markers (309 sequences from previous studies\nand 12 newly generated): one nuclear (ITS1) and three plastid (matK,\nndhF, trnL-trnF) loci. Our results showed that Euphorbia sect.\nBrasilienses and its sister group E. sect. Stachydium diverged from a\ncommon ancestor during the Miocene around 16.52 Ma. Stachydium was\nrecovered with a mean age of 7.72 Ma, while Brasilienses was recovered\nas a relatively young group, having diversified 3.15 Ma. Biogeographic\nresults showed that the ancestral range of clade Stachydium +\nBrasilienses comprised the Andes and eastern Brazils SDTF, therefore\nsuggesting past connections between western and eastern South America.\nThe ancestral range of Brasilienses was restricted to eastern Brazil\nSDTF, which contrasted with Stachydium that was recovered with a broader\nancestral range around late Miocene, followed by a vicariant event\nduring the Pleistocene. Our results suggest limited dispersal abilities,\nniche conservatisms and an origin for Brasilienses pre-dating the\nPleistocene. By contributing to the understanding of the origin and\ndiversification of this group of endemic spurges, our study provides\ninsight into the history of this distinct ecosystem in South\nAmerica.","trees":[{"tree_label":"tree 1","ntax":"126","rootedtree":"TRUE","title":"Podado alinhamento","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112487.phy"}]}