{"Authors":" Christian P. Kubicek, Andrei Steindorff, Komal Chenthamara,\nGelsomina Manganiello, Bernard Henrissat, Jian Zhang, Feng Cai, Alexey G\nKopchinskiy, Eva M Kubicek, Alan Kuo, Riccardo Baroncelli, Sabrina\nSarroco, Giovanni Vannacci, Eliane Noronha, Qiron Shen, Igor V\nGrigoriev, Irina S. Druzhinina,\n","Year":" 2018","Title":" Evolution and comparative genomics of the most common\nTrichoderma species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Ankyrin, Core genome, Genome evolution, Gene gain and\nloss, Hypocreales, Metabolism, Natural polymer hydrolysis, Secondary\nmetabolism, SSCP","DOI":"","Abstract":" The growing importance of the ubiquitous fungal genus\nTrichoderma (Hypocreales, Ascomycota) requires understanding its biology\nand evolution. Many Trichoderma species are used as biofertilizers and\nbiofungicides, and T. reesei is the model organism for industrial\nproduction of cellulolytic enzymes. In addition, some highly\nopportunistic species devastate mushroom farms and become pathogens of\nhumans. A comparative analysis of the first three whole genomes revealed\nmycoparasitism as an innate feature of Trichoderma. However, the\nevolution of other traits is not understood. We selected the 12 most\ncommonly occurring Trichoderma species and studied the evolution of\ntheir genomes. Trichoderma evolved in the time of the\nCretaceous-Palaeogene extinction event 66 (±15) mya, but the formation\nof extant sections (Longibrachiatum and Trichoderma) or clades\n(Harzianum/Virens) happened in the Oligocene. The evolution of the\nHarzianum clade and section Trichoderma was accompanied by significant\ngene gain, but the ancestor of section Longibrachiatum experienced rapid\ngene loss. The genes gained in greatest number encoded ankyrins,\nHET-domain proteins and transcription factors. We identified the\nTrichoderma core genome, investigated several key gene families in\ndetail and compared the results to other fungi. This study revealed that\n20 % of the functionally annotated and >30% of unknown genes from the\nTrichoderma core genome are not present in other fungi. Our study\nreveals a time-scaled pattern of genome evolution in the most common\nTrichoderma species and presents a comprehensive comparative analysis of\ntheir genes. The data offer insights in the evolution of a mycoparasite\ntowards becoming a generalist.","trees":[{"tree_label":"TREE1","ntax":"27","rootedtree":"TRUE","title":"Tr111611","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_111611.phy"}]}