{"Authors":" Keivan Safikhani, Ziba Jamzad, Hojjatollah Saeidi","Year":" 2018","Title":" Phylogenetic Relationships in Iranian Scutellaria L.\n(Lamiaceae) Based on Nuclear Ribosomal ITS and Chloroplast trnL-F DNA\nData","Journal":" Plant systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Iran, ITS, Lamiaceae, Molecular phylogeny, Scutellaria,\ntrnL-F","DOI":"","Abstract":" The genus Scutellaria (Lamiaceae, Scutellarioidae)\nincludes taxa with a wide range of pharmacological traits which make\nthis genus economically important. Previous taxonomical studies on\nScutellaria were mainly based on morphological and chromosomal\ncharacters. The infra-generic classification of the genus has been the\nsubject of a long controversy among authors and delimitation of taxa was\nhas been problematic. In this study we did a phylogenetic analysis on\nthe genus with a focus on Iranian taxa belonging to subgenera\nApeltanthus and Scutellaria. The sequences of internal transcribed\nspacer (ITS) region of the nuclear ribosomal DNA (nrDNA) and trnL-F\nregion of chloroplast DNA (cpDNA) were used to analyze phylogenetic\nrelationships among 42 taxa. Our results showed that in both ITS and\ntrnL-F trees, there are two main clades within the genus corresponding\nto the two subgenera including subg. Scutellaria and subg. Apeltanthus.\nIn the subg. Scutellaria, the sect. Anaspis is monophyletic but the\nmonophyly of section Scutellaria is not confirmed. In this subgenus, S.\ngalericulata has an isolated position in both trees which suggests its\nindependence from sect. Scutellaria and being recognized in sect.\nGalericularia as was considered before by some authors. In subg.\nApeltanthus sect. Apeltanthus and sect. Lupulinaria are not\nmonophyletic, furthermore, the monophyly of subsect. Lupulinaria is not\nsupported. Our results suggest a reconsideration of sectional\nclassification in both subgenera Apeltanthus and Scutellaria. It is\nnecessary to do a comprehensive sampling of taxa from different sections\nin the two subgenera to be able to provide data for a new sectional\nclassification in the genus.","trees":[{"tree_label":"tree1","ntax":"45","rootedtree":"TRUE","title":"Tr111692","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111692.phy"},{"tree_label":"tree1","ntax":"45","rootedtree":"TRUE","title":"Tr111693","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111693.phy"}]}