{"Authors":" Kanami Yoshino, Kohei Yamamoto, Masatoshi Sonoda, Yoshikazu\nYamamoto, Kazunori Sakamoto","Year":" 2018","Title":" The evolutionary history of polyol transporter proteins and\ntheir involvement in lichenized Ascomycota","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Lichen, Polyol transporter, Ribitol, Lecanoromycetes,\nProtein family, Gene duplication","DOI":"","Abstract":" In lichen symbiosis, polyol transfer from green algae is\nimportant for acquiring the fungal carbon source. However, the existence\nof polyol transporter genes and their relationship with lichenization\nremain unclear. Here, we report candidate polyol transporter genes\nisolated from the lichen-forming fungus (LFF) Ramalina conduplicans. A\nphylogenetic analysis using the hypothetical R. conduplicans polyol\ntransporter proteins and candidates from various ascomycetous fungi,\nselected from GenBank and MycoCosm, strongly suggested that the polyol\ntransporters of yeast form multiple clusters with the polyol\ntransporter-like proteins selected from the diverse ascomycetous taxa.\nTherefore, polyol transporter genes are widely conserved among\nAscomycota, regardless of lichen-forming status. Subsequently, the\nprotein similarity levels were evaluated using BLOSUM-62 matrix scores\nand identities, and the polyol transporter families protein numbers were\ninvestigated using the genomes of 470 species or strains. In comparisons\nwith yeast polyol transporter proteins, the orthologous LFFs had matrix\nscores > 1,200 scores and identities ≥ 50%. LFFs belonging to\nLecanoromycetes tended to have a greater number of polyol transporter\nproteins. Therefore, we concluded that the presence of polyol\ntransporter genes is a prerequisite for lichenization in Ascomycota.\nAdditionally, at least one polyol transporter protein family has\nexpanded during the evolution of LFFs.","trees":[{"tree_label":"Fig. 2","ntax":"113","rootedtree":"TRUE","title":"Polyol and Sugar transporters of Ascomycota","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112333.phy"}]}