{"Authors":" Beatrice Belfiori, Francesco Paolocci, Claudia Riccioni,\nAndrea Rubini, Aziz Turkoglu","Year":" 2018","Title":" Ribosomal DNA polymorphisms reveal genetic structure and a\nphylogeographic pattern in the Burgundy truffle Tuber aestivum\nVittad.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Ectomycorrhizal ascomycetes belonging to the genus Tuber\nproduce edible fruiting bodies known as truffles. Tuber aestivum is a\nfungus appreciated all over the world and has a natural distribution all\nover Europe. Most of the molecular studies on this species aimed to\nsolve the question whether or not T. aestivum and the morphologically\nsimilar T. uncinatum are conspecific. Conversely, a very few studies\nassessed the level and distribution of genetic diversity and the\noccurrence of phylogeographic patterns in this species. Here, we\nanalyzed the T. aestivum genetic diversity along a wide geographic\nrange, performing for the first time an extensive sampling of specimens\nfrom Turkey. We compared the ITS profiles of 45 samples collected in\ndifferent Turkish areas with those of 144 samples from all over Europe.\nWe identified 66 haplotypes, 35 of which exclusively present in Turkey.\nThe majority of these haplotyes were also population-specific. Haplotype\nnetwork analysis and statistical tests disclosed the presence of genetic\nstructure and a phylogeographic pattern, with three spatially distinct\ngenetic clusters (North-Eastern Europe, Southern Europe and Turkey) and\nwith Turkey representing a diversity hotspot. Based on these results, we\nhypothesize the presence of glacial refugia for T. aestivum in Turkey,\nwhereas European populations likely experienced a population bottleneck.\nThe possible occurrence of cryptic species among Turkish T. aestivum\nsamples also emerged. Our results are of practical relevance for the\nmarketing of T. aestivum truffles and mycorrhizal seedlings and the\npreservation of the biodiversity of this species.","trees":[{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr111697","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111697.phy"}]}