{"Authors":" Urszula Czyzewska, Marek Bartoszewicz, Magdalena\nSiemieniuk, Tylicki Adam","Year":" 2018","Title":" Genetic relationships and population structure of Malassezia\npachydermatis strains isolated from dogs suffering from otitis externa\nand healthy ones","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" genetic variability, phylogeny, yeast ecotypes and\npathotypes","DOI":"","Abstract":" Malassezia pachydermatis causes infections of the skin and\nmucous membranes, especially in animals. It is commonly accepted that\nsymptom manifestation depends on the physiological status of the host\n(different metabolic, hormonal and immunological disorders). However, it\nshould be considered whether distinct strains of M. pachydermatis could\nhave different pathogenic potential and maintain opposite relations with\nthe host, like commensalism or parasitism. The scope of this study was\nto explore the population structure, genetic diversity and phylogenetic\nrelationships between M. pachydermatis strains isolated from dogs with\nclinical symptoms of otitis externa and from healthy dogs in order to\ninvestigate their relationships and evolutionary history. For all tests,\na group of 30 strains derived from dogs with otitis externa and 34\nstrains from healthy dogs were used. The level of genetic diversity was\ninitially assessed by RAPD-PCR but evolutionary history was assessed by\ncomparison of the nucleotide sequences of the ITS1 region of nuclear\nrDNA. RAPD-PCR fingerprinting revealed a high level of genetic\npolymorphism in both tested groups (85% of unique profiles), but\nclinical isolates usually grouped together with other strains from\notitis externa cases. Sequencing analysis identified 17 distinct\ngenotypes with 59 polymorphic sites within both populations, however\nputatively virulent strains were more closely related indicating a\nprobable correlation between the genotype and the virulence potential.\nTherefore, the hypothesis that M. pachydermatis virulence depends solely\non the hosts properties should be reconsidered including evolutionary\nand epidemiological data.","trees":[{"tree_label":"Imported tree 1","ntax":"15","rootedtree":"TRUE","title":"Tr111919","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_111919.phy"}]}