{"Authors":" Jadson Diogo Pereira Bezerra, Michael J Wingfield, Treena I\nBurgess, Giles E. St. J. Hardy, Josepa Gené, Josep Guarro, Iuri Goulart\nBaseia, Dania García, Luís F. P. Gusmão, Cristina Maria Souza-Motta,\nRaja Thangavel, Slavomír Adamčík, Alessio Barili, Charles Wesley Barnes,\nJuan Julian Bordallo, Jose F. Cano-Lira, Rafael J.V. de Oliveira,\nStephen W. Peterson, Thi Ha Giang Pham, Huzefa A Raja, Daniel B\nRaudabaugh, Jiří Řehulka, Enrico Ercole, Vit Hubka, Isabel\nIturrieta-González, Alena Kubátová, Maria P. Martín, Gladstone A da\nSilva, Rejane M.F. da Silva, André Luiz C.M. de A Santiago, Luiz F de\nOliveira, Jacques Fournier, Tatiana Baptista Gibertoni, Kentaro Hosaka,\nTeresa Iturriaga, Margita Jadan, Jean-Luc Jany, eljko Jurjević, Miroslav\nKolařík, Thalline R Leite Cordeiro, Diogo Xavier Lima, Michael Loizides,\nShuming Luo, Alexandre Reis Machado, Hugo Madrid, Oliane M.C. Magalhães,\nPaulo Marinho, Neven Matočec, Armin Meić, Andrew N. Miller, Olga V\nMorozova, Rejane P Neves, Kenichi Nonaka, Alena Nováková, Nicholas\nOberlies, José Ribamar Oliveira-Filho, Ernesto Rodríguez-Andrade, malka\nsaba, Adéla Schauflerová, Roger G. Shivas, Giampaolo Simonini, Joao\nPaulo Siqueira, Julieth Oliveira Sousa, Val Stajsic, Tatiana Yu.\nSvetasheva, Yu Pei Tan, Zdenko Tkalčec, Sadiq Ullah, Patricia Valente,\nNicomedes Valenzuela-Lopez, Masoud Abrinbana, Daniela de A. Viana\nMarques, Pierre-Arthur Moreau, Asuncion Morte, Maria E Ordoñez, Antonio\nRodríguez, Alberto Miguel Stchigel, Jafar Abdollahzadeh, Vanessa P\nAbreu, Katarína Adamčíková, Greicilene M.R. Albuquerque, Alina V\nAlexandrova, Eduardo Álvarez Duarte, Cheryl Armstrong-Cho, Sabine\nBanniza, Renan Nascimento Barbosa, Jean-Michel Bellanger, Jose Luiz\nBezerra, Tiara Sousa Cabral, Miroslav Caboň, Erika Caicedo, Taimy\nCantillo, Angus Carnegie, Luana T. Carmo, Rafael F Castañeda-Ruiz,\nCharles Roland Clement, Adéla Čmoková, Lucas B Conceição, Rhudson\nHenrique Santos Ferreira Cruz, Ulrike Damm, Bianca D.B. da Silva, Carlos\nA.F. de Souza, Franck Déniel, Balint Dima, Gina Dong, Jacqueline\nEdwards, Ciro R Félix, Ivana Kuan, Melissa Fontes Landell, Thays G.L.\nOliveira, Viktor Papp, Olinto Liparini Pereira, Giancarlo Perrone, Percy\nT.W. Wong, Vitor Xavier de Lima, Johannes (Ewald) Zacharias Groenewald,\nAlfredo Vizzini, Pedro W. Crous","Year":" 2018","Title":" Fungal Planet description sheets: 716-784","Journal":" Persoonia","Volume":" 40","Issue":"","Pages":" 240-393","Keywords":" ITS DNA barcodes; LSU; novel fungal species;\nsystematics","DOI":" 10.3767/persoonia.2018.40.10","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Australia, Chaetopsina\neucalypti on Eucalyptus leaf litter, Colletotrichum cobbittiense from\nCordyline stricta × C. australis hybrid, Cyanodermella banksiae on\nBanksia ericifolia subsp. macrantha, Discosia macrozamiae on Macrozamia\nmiquelii, Elsinoë banksiigena on Banksia marginata, Elsinoë elaeocarpi\non Elaeocarpus sp., Elsinoë leucopogonis on Leucopogon sp.,\nHelminthosporium livistonae on Livistona australis, Idriellomyces\neucalypti (incl. Idriellomyces gen. nov.) on Eucalyptus obliqua,\nLareunionomyces eucalypti on Eucalyptus sp., Myrotheciomyces corymbiae\n(incl. Myrotheciomyces gen. nov., Myrotheciomycetaceae fam. nov.),\nNeolauriomyces eucalypti (incl. Neolauriomyces gen. nov.,\nNeolauriomycetaceae fam. nov.) on Eucalyptus sp., Nullicamyces eucalypti\n(incl. Nullicamyces gen. nov.) on Eucalyptus leaf litter, Oidiodendron\neucalypti on Eucalyptus maidenii, Paracladophialophora cyperacearum\n(incl. Paracladophialophoraceae fam. nov.) and Periconia cyperacearum on\nleaves of Cyperaceae, Porodiplodia livistonae (incl. Porodiplodia gen.\nnov., Porodiplodiaceae fam. nov.) on Livistona australis, Sporidesmium\nmelaleucae (incl. Sporidesmiales ord. nov.) on Melaleuca sp.,\nTeratosphaeria sieberi on Eucalyptus sieberi, Thecaphora australiensis\nin capsules of a variant of Oxalis exilis. Brazil, Aspergillus\nserratalhadensis from soil, Diaporthe pseudoinconspicua from\nPoincianella pyramidalis, Fomitiporella pertenuis on dead wood, Geastrum\nmagnosporum on soil, Marquesius aquaticus (incl. Marquesius gen. nov.)\nfrom submerged decaying twig and leaves of unidentified plant,\nMastigosporella pigmentata from leaves of Qualea parviflorae, Mucor\nsouzae from soil, Mycocalia aquaphila on decaying wood from tidal\ndetritus, Preussia citrullina as endophyte from leaves of Citrullus\nlanatus, Queiroziella brasiliensis (incl. Queiroziella gen. nov.) as\nepiphytic yeast on leaves of Portea leptantha, Quixadomyces cearensis\n(incl. Quixadomyces gen. nov.) on decaying bark, Xylophallus clavatus on\nrotten wood. Canada, Didymella cari on Carum carvi and Coriandrum\nsativum. Chile, Araucasphaeria foliorum (incl. Araucasphaeria gen. nov.)\non Araucaria araucana, Aspergillus tumidus from soil, Lomentospora\nvalparaisensis from soil. Colombia, Corynespora pseudocassiicola on\nByrsonima sp., Eucalyptostroma eucalyptorum on Eucalyptus pellita,\nNeometulocladosporiella eucalypti (incl. Neometulocladosporiella gen.\nnov.) on Eucalyptus grandis × urophylla, Tracylla eucalypti\n(incl. Tracyllaceae fam. nov., Tracyllalales ord. nov.) on Eucalyptus\nurophylla. Cyprus, Gyromitra anthracobia (incl. Gyromitra subg.\nPseudoverpa) on burned soil. Czech Republic, Lecanicillium restrictum\nfrom the surface of the wooden barrel, Lecanicillium testudineum from\nscales of Trachemys scripta elegans. Ecuador, Entoloma yanacolor and\nSaproamanita quitensis on soil. France, Lentithecium carbonneanum from\nsubmerged decorticated Populus branch. Hungary, Pleuromyces hungaricus\n(incl. Pleuromyces gen. nov.) from a large Fagus sylvatica log. Iran,\nZymoseptoria crescenta on Aegilops triuncialis. Malaysia, Ochroconis\nmusicola on Musa sp. Mexico, Cladosporium michoacanense from soil. New\nZealand , Acrodontium metrosideri on Metrosideros excelsa, Polynema\npodocarpi on Podocarpus totara, Pseudoarthrographis phlogis\n(incl. Pseudoarthrographis gen. nov.) on Phlox subulata. Nigeria,\nCoprinopsis afrocinerea on soil. Pakistan, Russula mansehraensis on soil\nunder Pinus roxburghii. Russia, Baorangia alexandri on soil in deciduous\nforests with Quercus mongolica. South Africa, Didymocyrtis brachylaenae\non Brachylaena discolor. Spain, Alfaria dactylis from fruit of Phoenix\ndactylifera, Dothiora infuscans from a blackened wall, Exophiala\nnidicola from the nest of an unidentified bird, Matsushimaea monilioides\nfrom soil, Terfezia morenoi on soil. United Arab Emirates, Tirmania\nhonrubiae on soil. USA, Arxotrichum wyomingense (incl. Arxotrichum gen.\nnov.) from soil, Hongkongmyces snookiorum from submerged detritus from a\nfresh water fen, Leratiomyces tesquorum from soil, Talaromyces tabacinus\non leaves of Nicotiana tabacum. Vietnam, Afroboletus vietnamensis on\nsoil in an evergreen tropical forest, Colletotrichum condaoense from\nIpomoea pes-caprae. Morphological and culture characteristics along with\nDNA barcodes are provided.","trees":[{"tree_label":"Bayesian Dothideomycetes LSU overview phylogeny","ntax":"255","rootedtree":"TRUE","title":"Tr115774","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115774.phy"},{"tree_label":"Bayesian Mucoromycotina and Basidiomycota LSU overview\nphylogeny","ntax":"118","rootedtree":"TRUE","title":"Tr115773","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115773.phy"},{"tree_label":"Bayesian Pezizomycetes, Lecanoromycetes and\nEurotiomycetes LSU overview phylogeny","ntax":"67","rootedtree":"TRUE","title":"Tr115775","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115775.phy"},{"tree_label":"Bayesian Leotiomycetes LSU overview phylogeny","ntax":"68","rootedtree":"TRUE","title":"Tr115776","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115776.phy"},{"tree_label":"Bayesian Sordariomycetes LSU overview phylogeny","ntax":"179","rootedtree":"TRUE","title":"Tr115777","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115777.phy"}]}