{"Authors":" Luiz Sérgio Lima-Júnior, Kennio Ferreira-Paim, Fabiana\nAlmeida Araújo Santos, Thatiana Bragine-Ferreira, Larissa Beatriz Silva,\nLeonardo Eurípedes Andrade-Silva, Delio José Mora, Bruno Siqueira\nPrudente, Luiz Ricardo Goulart, Mario León Silva-Vergara","Year":" 2018","Title":" Molecular characterization of Dermatophytes species isolated\nof HIV-infected patients from Triângulo Mineiro region in Brazil","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Dermatophytosis, Dermatophytes; ITS-RFLP; ITS-sequencing;\nHIV-infected patients","DOI":"","Abstract":" Dermatophytosis are mycoses that affect skin and fanners\nand are caused by keratinophilic fungi of the genera Trichophyton,\nMicrosporum and Epidermophyton. Despite their global distribution, few\nstudies have evaluated these infections in HIV-infected patients,\nregarding frequency, characterization of causative species and therapy\namong others. Currently, several molecular methods are available in\norder to identify these fungi and to improve the diagnosis and taxonomy.\nThis report aimed to evaluate some epidemiological and clinical aspects\nof dermatophytosis in HIV-infected patients and to characterize\nphenotypically and molecularly their agents. A total of 398 patients\nwere included in a survey and simultaneously had samples of skin/nail\nlesions collected for mycological diagnosis. The dermatophytes were\nmolecularly identified by ITS-RFLP and ITS (Internal Transcribed Space)\nregion sequencing. Of the 306 HIV-infected patients, 153 (50%) had\ncutaneous or nails lesions. From 151 positive cultures of which 70\n(42.42%) were non-dermatophytes, 54 (32.73%) yeasts and 41 (24.85%)\ndermatophytes. Dermatophytes frequency in HIV-infected patients was\nsimilar to that observed in 92 non-HIV individuals. Trichophyton rubrum\nwas the most common species and the toenails were the sites most\naffected. Throught ITS-RFLP, 28 (68.29%) species were identified. The\nsequences of ITS region showed high identity with those available in the\nGenBank. The clinical and epidemiological data herein described are in\naccordance with other reports. Molecular techniques were complementary\nto the phenotypic diagnosis and contributed to improve the species\nidentification, however, for economic and logistic limitations,\nphenotypic identification is still considered the method of choice for\nmycological diagnosis at the clinical practice.","trees":[{"tree_label":"Imported tree 1","ntax":"33","rootedtree":"TRUE","title":"Tr112016","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112016.phy"}]}