{"Authors":" Ekaphan Kraichak, Jen-Pan Huang, Matthew Nelsen, Steven\nLeavitt, Helge Thorsten Lumbsch","Year":" 2018","Title":" A revised classification of orders and families in the two\nmajor subclasses of Lecanoromycetes (Ascomycota) based on a temporal\napproach.","Journal":" Botanical Journal of the Linnean Society","Volume":" boy060","Issue":"","Pages":"","Keywords":" Fungi,lichenized fungi ,phylogeny,taxonomy,taxonomic\nranks","DOI":" 10.1093/botlinnean/boy060","Abstract":" Taxonomic ranks above the species level are inherently\narbitrary. However, there is a growing number of publications aiming at\nmore consistent classifications with comparable ranks among taxa. For\nthis study we use a recently developed temporal approach that uses\ntime-calibrated chronograms to identify a temporal bands for order and\nfamily ranks in the two major subclasses of Lecanoromycetes,\nviz. Lecanoromycetidae and Ostropomycetidae. A data set of 2,026\nsequences of nuLSU, mtSSU, RPB1, RPB2, and MCM7 of Lecanoromycetes\nrepresenting 539 taxa was used to address the circumscription of\nfamilies and orders following the proposed temporal approach. Based on\nthe results of this study, we propose a revised, temporal-based\nclassification for the two subclasses, including all clades that share a\ncommon ancestor 176-194 Ma for orders and a time window of 111-135 Ma\nfor families. Most of the currently accepted orders were supported in\ntheir current circumscription. Three new orders are proposed:\nSporastatiales Lumbsch & Leavitt, Schaereriales Lumbsch &\nLeavitt, and Thelenellales Lumbsch & Leavitt, whereas Arctomiales,\nHymeneliales, and Trapeliales are synonymized with Baeomycetales. Most\nof the currently accepted families were supported and one new families\nis proposed: Varicellariaceae, whereas Squamarinaceae and\nStereocaulaceae are synonymized with Cladoniaceae, Carbonicolaceae with\nLecanoraceae, Letrouitiaceae with Brigantiaeaceae, Lobariaceae and\nNephromataceae with Peltigeraceae, Thrombiaceae with\nProtothelenellaceae, and Miltideaceae with Agyriaceae. The families\nDiploschistaceae and Thelotremataceae are resurrected.","trees":[{"tree_label":"TREE1","ntax":"535","rootedtree":"TRUE","title":"Lecanoromycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114061.phy"}]}