{"Authors":" Aaron J Robinson, Donald O. Natvig","Year":" 2018","Title":" Diverse members of the Xylariales lack a canonical\nmating-type region","Journal":" Fungal Genetics and Biology","Volume":"","Issue":"","Pages":"","Keywords":" Xylariales; Monosporascus; mating; genomics","DOI":"","Abstract":" A survey of genomes reported here for 10 isolates of\nMonosporascus spp. and genomes for members of the Xylariales available\nin public databases failed to reveal likely candidate genes for either\nMAT1-1 (mat A) or MAT1-2 (mat a) idiomorphs. This was particularly\nsurprising for isolates known to be homothallic, given that homothallic\nmembers of the Ascomycota typically possess a MAT1-1-1 (mat A-1) gene\nand one or both of two other closely-linked mating-type genes, MAT1-1-2\n(mat A-2) and MAT1-1-3 (mat A-3), in addition to MAT1-2-1 (mat a-1). No\nhomolog was identified for any of the three MAT1-1 genes. While genes\nrelated to MAT1-2-1 were present, it is questionable whether any of the\ngenes observed are true orthologs of MAT1-2-1. Rather, they appear to be\northologs of HMG family genes with non-mating-type functions. The\ngenomes examined represent substantial diversity within the order and\ninclude M. cannoballus, M. ibericus, Xylaria polymorpha, Eutypa lata,\nRosellinia necatrix, Microdochium bolleyi and several others. We\nemployed a number of avenues to search for homologs, including multiple\nBLAST approaches and examination of annotated genes adjacent to genes\nknown to flank mating regions in other members of the Ascomycota. The\nresults suggest that the mating region has been lost from, or altered\ndramatically in, the Xylariales genomes examined and that mating and\nsexual development in these fungi are controlled differently than is\ntypical for members of the Ascomycota studied to date.","trees":[{"tree_label":"tree 1","ntax":"67","rootedtree":"TRUE","title":"Tr112472","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112472.phy"}]}