{"Authors":" Robert David Edwards, Jason T Cantley, Marian M. Chau,\nSterling C. Keeley, V. A. Funk","Year":" 2018","Title":" Biogeography and relationships within the Melanthera\nalliance: A pan-tropical lineage (Compositae: Heliantheae:\nEcliptinae)","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Apowollastonia; Asteraceae; Compositae; Echinocephalum;\nEcliptinae; Hawaiian Islands; Lipochaeta; Lipotriche; Pacific\nbiogeography; Wedelia; Wollastonia","DOI":"","Abstract":" The taxonomic history of the Melanthera alliance is long\nand convoluted with many generic name changes and requires a robust\nphylogeny to clarify taxonomic concepts within the group and to begin\nasking questions of its evolutionary history. For a time, prevailing\nclassifications placed all species in the genus Melanthera except for a\nhandful of tetraploids from the Hawaiian Islands being recognized as a\ndistinct genus: Lipochaeta. Recent morphological revision has reopened\ndebate by proposing six genera: Apowollastonia, Echinocephalum,\nLipotriche, and Melanthera, and two Pacific Island genera representing\ndiploids (Wollastonia) and tetraploids (Lipochaeta), plus four closely\nrelated genera expected to fall outside the alliance (Acunniana,\nIndocypraea, Lipoblepharis, Quadribractea). Here, we present the most\ncomprehensive molecular phylogeny to date of the taxa variously\nassociated with Melanthera in order to test these competing generic\nlimits and explore the biogeographic history of this pan-tropical\nlineage. The data are consistent with six segregate genera, including\nthe sinking of Hawaiian Islands members of Wollastonia (Melanthera) back\ninto a broader concept of Lipochaeta, although there is currently no\nrecognized morphological synapomorphy to distinguish Lipochaeta s.l.\nfrom Wollastonia. Our results suggest that the Melanthera alliance\noriginated some time during the Pliocene or Pleistocene and a strong\ncontemporary presence of the alliance and closely related Ecliptinae\noutgroups in the Americas suggests that this region may have been the\ncenter of origin with subsequent dispersal. We illustrate the difficulty\nof reconstructing the dispersal history of the remaining genera and\npresent the most parsimonious colonization hypotheses.","trees":[{"tree_label":"Fig 2A","ntax":"88","rootedtree":"TRUE","title":"Melanthera Bayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112061.phy"}]}