{"Authors":" Robert Anthony Powers, Timothy Y. James","Year":" 2019","Title":" Mating and molecular studies of the Coprinellus disseminatus\nspecies complex reveal cryptic species with pan-global biogeographic\npatterns","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Coprinellus disseminatus cryptic species holoarctic\nbiogeography","DOI":"","Abstract":" Coprinellus disseminatus sensu lato ( the fairy bonnet\nmushroom) is a diminutive, common, saprotrophic mushroom-forming\nbasidiomycete, traditionally believed to have a cosmopolitan\ndistribution. Through mating studies and a three-gene phylogeny: ITS\nbarcode (nuc rDNA internal transcribed spacer, ITS1-5.8S-ITS2),\nβ-Tubulin and, RPB2 (nuclear second largest subunit of RNA polymerase\nII) we show that Coprinellus disseminatus sensu lato is a species\ncomplex comprised of at least three cryptic species with a distinct\nbiogeographic distribution. C. disseminatus sensu stricto displays a\nHolarctic biogeographic distribution, with continental endemism in both\nEurope and North America. A second cryptic species in the C.\ndisseminatus complex is formally described, Coprinellus tropicalis. C.\ntropicalis has a circum-global, pantropical distribution, and shows\nlittle evidence of continental endemism. In matings between homokaryotic\nisolates, C. disseminatus and C. tropicalis are shown to be separate\nbiological species. An additional putative cryptic species, Coprinellus\nsp. MICH-215668 known from two collections in Puerto Rico and Hainan,\nChina, is also discussed.","trees":[{"tree_label":"Imported tree 1","ntax":"129","rootedtree":"TRUE","title":"Tr119393","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119393.phy"},{"tree_label":"Imported tree 1","ntax":"78","rootedtree":"TRUE","title":"Tr119394","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119394.phy"},{"tree_label":"Imported tree 1","ntax":"75","rootedtree":"TRUE","title":"Tr119395","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119395.phy"}]}