{"Authors":" Jun Chul Park, Jae-Seong Lee, Hui-Su Kim, Duck-Hyun Kim,\nMin-Chul Lee, Jeonghoon Han, Atsushi Hagiwara, un-Ki Hwang, Heum Gi\nPark","Year":" 2018","Title":" Genome-wide identification and expression of the entire 90\nglutathione S-transferase (GST) subfamily genes in four rotifer\nBrachionus species and transcriptional modulation in response to\nendocrine disrupting chemicals","Journal":" BMC genomics","Volume":"","Issue":"","Pages":"","Keywords":" Glutathione S-transferase, genome-wide identification,\ndetoxification, rotifer, tandem duplication","DOI":"","Abstract":" Genome-wide identification of glutathione S-transferase\n(GST), a major phase II detoxification enzyme, was investigated in four\ndifferent aquatic model rotifer species Brachionus koreanus, B.\nplicatilis, B. rotundiformis, and B. calyciflorus. GSTs are ubiquitous\nantioxidant enzymes that play versatile function including cellular\ndetoxification, stress alleviation, and production of the radical\nconjugates. Among the four rotifers, B. rotundiformis were found with\nthe least number of GST genes (total 19 GST genes), whereas the other\nthree species shared 23 to 24 GST genes. Among the identified GST genes,\nthe expansion of GST sigma classes mainly occurs through tandem\nduplication, resulting in tandem-arrayed gene clusters on the\nchromosomes. Overall, the number of genes discovered in this study was\nhighest in the sigma class, zeta, alpha, and omega in the descending\norder. With integration of phylogenetic analysis and xenobiotic-mediated\nGST mRNA expression patterns along with previous enzymatic activities,\nthe functional divergence among species-specific GST genes was clearly\nobserved. This study covers full identification of GST superfamily and\ntheir critical role in marine environmental ecotoxicology.","trees":[{"tree_label":"Imported tree 1","ntax":"133","rootedtree":"TRUE","title":"Rotifer 90 glutathione S-transferase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112610.phy"}]}