{"Authors":" Peter R. Crane","Year":" 1985","Title":" Phylogenetic analysis of seed plants and the origin of\nangiosperms.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 72","Issue":" NA","Pages":" 716-793","Keywords":" NA","DOI":" NA","Abstract":" Principles of phylogenetic analysis (cladistics) are\nintroduced with an examination of relationships among extant genera of\nGnetales. The Gnetales can be supported as a monophyletic group, with\nGnetum and Welwitschia more closely related to each other than either is\nto Ephedra. Characters of the progymnosperm Archaeopteris and 19 extinct\nand extant seed plant taxa are then reviewed as a basis for a cladistic\nanalysis of their interrelationships. The seed plant taxa included are:\nmedullosans, cycads, Lyginopteris, Cordaixylon, Mesoxylon, Lebachia,\nextant conifers, Ginkgo, Callistophyton, peltasperms, glossopterids,\nCaytonia, corystosperms, Bennettitales, Pentoxylon, Gnetum, Welwitschia,\nEphedra, and angiosperms. Preliminary analyses of relationships within\nconifers, glossopterids, and Bennettitales are also presented. Results\nsuggest that seed plants are a monophyletic group, and Lyginopteris is\nresolved as the sister taxon to all other seed plants considered. The\ncordaites, Cordaixylon and Mesoxylon, along with Lebachia, extant\nconifers, and Ginkgo constitute a monophyletic group. Pentoxylon is the\nsister taxon to Bennettitales, and the Gnetales are the sister group to\nangiosperms. Together the Gnetales plus the angiosperms form the sister\ngroup to the Bennettitales plus Pentoxylon. If the outer integument of\nbennettitalean and angiosperm ovules is interpreted as homologous with\nthe cupule of Caytonia and corystosperms, then the corystosperms are\nresolved as the sister group to the Bennettitales plus Pentoxylon plus\nGnetales plus angiosperm clade. Under this interpretation all the seed\nplant taxa considered except Lyginopteris, cycads, and medullosans are\npart of a single clade in which flattened seeds and saccate pollen are\nprimitive. The principal difficulties with the cladistic analysis\nconcern necessary inferences on unknown characters in certain plants,\nand the current absence of a large base of comparative data. Results of\nthe analysis suggest that the seed ferns as currently circumscribed are\nnot a meaningful group for phylogenetic purposes and permit an\nevaluation of the possible phylogenetic position of Eremopteris,\nNystroemia, Spermopteris, Phasmatocycas, Vojnovskiales, Leptostrobus,\nand several other enigmatic groups of plant fossils. Comparison of the\nphylogenetic analysis with previous theories of angiosperm origin shows\nthat it reconciles the ideas of Arber and Parkin, that Bennettitales and\nGnetales are closely related to flowering plants, with more recent\nhypotheses that invoke Caytonia and corystosperms as highly relevant to\nthe angiosperm problem. The results suggest that increased understanding\nof Triassic Bennettitales, Gnetales, and corystosperms will be of\nmaximum interest in further elucidating the phylogenetic relationships\nof flowering plants.","trees":[{"tree_label":"Fig. 4","ntax":"3","rootedtree":"TRUE","title":"Gnetales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4330.phy"},{"tree_label":"Fig. 12","ntax":"11","rootedtree":"TRUE","title":"Bennettitales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4328.phy"},{"tree_label":"Fig. 20","ntax":"20","rootedtree":"TRUE","title":"Seed Plants","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4329.phy"},{"tree_label":"Fig. 8","ntax":"3","rootedtree":"TRUE","title":"seed plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4331.phy"}]}