{"Authors":" Yves Quentin, Patricia Siguier, Mick Chandler, Gwennaele\nFichant","Year":" 2018","Title":" Single-strand DNA processing: phylogenomics and sequence\ndiversity of a superfamily of potential prokaryotic HuH\nendonucleases","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":" HuH superfamily, transposition, REP sequences, replication\nfork, insertion sequence, RAYT/TnpAREP","DOI":" 10.1186/s12864-018-4836-1","Abstract":" Background Some mobile genetic elements target the lagging\nstrand template during DNA replication. Bacterial examples are insertion\nsequences IS608 and ISDra2 (IS200/IS605 family members). They use\nobligatory single-stranded circular DNA intermediates for excision and\ninsertion and encode a transposase, TnpAIS200, which recognizes\nsubterminal secondary structures at the insertion sequence ends. Similar\nsecondary structures, Repeated Extragenic Palindromes (REP), are present\nin many bacterial genomes. TnpAIS200-related proteins, TnpAREP, have\nbeen identified and could be responsible for REP sequence proliferation.\nThese proteins share a conserved HuH/Tyrosine core domain responsible\nfor catalysis and are involved in processes of ssDNA cleavage and\nligation. Our goal is to characterize the diversity of these proteins\ncollectively referred as the TnpAY1 family. Results A genome-wide\nanalysis of sequences similar to TnpAIS200 and TnpAREP in prokaryotes\nrevealed a large number of family members with a wide taxonomic\ndistribution. These can be arranged into three distinct classes and 12\nsubclasses based on sequence similarity. One subclass includes sequences\nsimilar to TnpAIS200. Proteins from other subclasses are not associated\nwith typical insertion sequence features. These are characterized by\nspecific additional domains possibly involved in protein/DNA or\nprotein/protein interactions. Their genes are found in more than 25% of\nspecies analyzed. They exhibit a patchy taxonomic distribution\nconsistent with dissemination by horizontal gene transfers followed by\nloss. The tnpAREP genes of five subclasses are flanked by typical REP\nsequences in a REPtron-like arrangement. Four distinct REP types were\ncharacterized with a subclass specific distribution. Other subclasses\nare not associated with REP sequences but have a large conserved domain\nlocated in C-terminal end of their sequence. This unexpected diversity\nsuggests that, while most likely involved in processing single-strand\nDNA, proteins from different subfamilies may play a number of different\nroles. Conclusions We established a detailed classification of TnpAY1\nproteins, consolidated by the analysis of the conserved core domains and\nthe characterization of additional domains. The data obtained illustrate\nthe unexpected diversity of the TnpAY1 family and provide a strong\nframework for future evolutionary and functional studies. By their\npotential function in ssDNA editing, they may confer adaptive responses\nto host cell physiology and metabolism.","trees":[{"tree_label":"Imported tree 1","ntax":"718","rootedtree":"TRUE","title":"Prokaryotic HuH endonucleases TnpAY1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112330.phy"}]}