{"Authors":" Shi-Ke Huang, Rajesh JEEWON, Kevin D Hyde, Jayarama D.\nBhat, Ting-Chi Wen, Putatak Chomnunti","Year":" 2018","Title":" Novel taxa within Nectriaceae: Cosmosporella gen. nov. and\nAquanectria sp. nov. from freshwater habitats in China","Journal":" Cryptogamie Mycologie","Volume":"","Issue":"","Pages":"","Keywords":" aquatic fungi / morphology / multigene phylogeny /\nphylogeny / sexual morph / Sordariomycetes","DOI":"","Abstract":" To clarify phylogenetic relationships among Aquanectria,\nCosmospora, Fusicolla and other related taxa in Nectriaceae, we examined\ndetailed morphological characters and performed cladistic analyses of a\nconcatenated dataset based on the ITS, LSU and β-tubulin DNA sequences\nof fungal specimens collected from freshwater habitats in China. A new\ngenus, Cosmosporella, is described to accommodate C. olivacea as its\ntype species. Cosmospora obscura is transferred to Cosmosporella based\non morphological similarities and phylogenetic support. Aquanectria\njacinthicolor, a freshwater lignicolous taxon, characterized by its\norange ascomata and ellipsoid ascospores with broad paraphyses is a\nnewly described freshwater species. This species has affinities with\nother two known species of Aquanectria and can be distinguished based on\nascospore morphology. A specimen with sexual morph of Fusicolla\naquaeductuum is reported for the first time.","trees":[{"tree_label":"con 50 majrule","ntax":"110","rootedtree":"TRUE","title":"Phaeoacremonium ovale BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_128349.phy"},{"tree_label":"Imported tree 1","ntax":"110","rootedtree":"TRUE","title":"Phaeoacremonium ovale ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128351.phy"},{"tree_label":"PAUP 1","ntax":"100","rootedtree":"TRUE","title":"Phaeoacremonium ovale MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128350.phy"}]}