{"Authors":" Sandy J Snyman, Dennis M Komape, Hlobisile Khanyi, Johnnie\nvan den Berg, Dirk Cilliers, Dyfed Lloyd Evans, Sandra Barnard, Stefan J\nSiebert","Year":" 2018","Title":" Assessing the likelihood of gene flow from sugarcane\n(Saccharum hybrids) to wild relatives in South Africa","Journal":" Frontiers in Bioengineering and Biotechnology","Volume":" 6","Issue":"","Pages":"","Keywords":" Gene Flow, hybridization, Pollen viability,\nphytogeography, Spatial assessment, phylogeny, Miscanthidium","DOI":" 10.3389/fbioe.2018.00072","Abstract":" Pre-commercialization studies on environmental biosafety\nof genetically modified (GM) crops are necessary to evaluate the\npotential for sexual hybridization with related plant species that occur\nin the release area. The aim of the study was a preliminary assessment\nof factors that may contribute to gene flow from sugarcane (Saccharum\nhybrids) to indigenous relatives in the sugarcane production regions of\nMpumalanga and KwaZulu-Natal provinces, South Africa. In the first\ninstance, an assessment of Saccharum wild relatives was conducted based\non existing phylogenies and literature surveys. The prevalence, spatial\noverlap, proximity, distribution potential and flowering times of wild\nrelatives in sugarcane production regions based on the above, and on\nherbaria records and field surveys were conducted for Imperata, Sorghum,\nCleistachne and Miscanthidium species. Eleven species were selected for\nspatial analyses based on their presence within the sugarcane\ncultivation region: four species in the Saccharinae and seven in the\nSorghinae. Secondly, fragments of the nuclear internal transcribed\nspacer (ITS) regions of the 5.8s ribosomal gene and two chloroplast\ngenes, ribulose-bisphosphate carboxylase (rbcL) and maturase K (matK)\nwere sequenced or assembled from short read data to confirm relatedness\nbetween Saccharum hybrids and its wild relatives. Phylogenetic analyses\nof the ITS cassette showed that the closest wild relative species to\ncommercial sugarcane were Miscanthidium capense, M. junceum and Narenga\nporphyrocoma. Sorghum was found to be more distantly related to\nSaccharum than previously described. Based on the phylogeny described in\nour study, the only species to highlight in terms of evolutionary\ndivergence times from Saccharum are those within the genus\nMiscanthidium, most especially M. capense and M. junceum which are only\n3 million years divergent from Saccharum. Field assessment of pollen\nviability of 13 commercial sugarcane cultivars using two stains, iodine\npotassium iodide and triphenyl tetrazolium chloride, showed decreasing\npollen viability (from 85 - 0%) from the north to the south eastern\nregions of the study area. Future work will include other aspects\ninfluencing gene flow such as cytological compatibility and\nintrogression between sugarcane and Miscanthidium species.","trees":[{"tree_label":"ITS Phylogeny of Andropogoneae","ntax":"53","rootedtree":"TRUE","title":"Saccharum hybrids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112142.phy"},{"tree_label":"matK phylogeny","ntax":"49","rootedtree":"TRUE","title":"Saccharum hybrids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112145.phy"},{"tree_label":"rbcL Phylogeny","ntax":"50","rootedtree":"TRUE","title":"Saccharum hybrids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112153.phy"}]}