{"Authors":" Bao-Kai Cui","Year":" 2018","Title":" Species diversity, taxonomy and phylogeny of Polyporaceae\n(Basidiomycota) in China","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Classification, Multi-gene phylogeny, Polypore,\nSystematics, White-rot fungi","DOI":"","Abstract":" Polyporaceae is one of the most important families of\nBasidiomycota. Investigations on the species diversity, taxonomy and\nphylogeny of Polyporaceae in China are carried out. So far 219 species\nbelonging to 42 genera are recognized from China. Two new genera:\nAmylosporia gen. nov. and Murinicarpus gen. nov. are established. All\nthe species are described based on the Chinese collections including\ntwelve new species: Coriolopsis dendriformis sp. nov., C. hainaniana sp.\nnov., Funalia cystidiata sp. nov., Haploporus microsporus sp. nov.,\nPerenniporia citrinoalba sp. nov., P. yinggelingensis sp. nov., Picipes\nhainanensis sp. nov., P. jiajinensis sp. nov., P. pseudovarius sp. nov.,\nTrametes duplexa sp. nov., T. ellipsoidea sp. nov. and T. stiptica sp.\nnov. Five new combinations, Amylosporia hattorii com. nov.,\nHornodermoporus latissimus com. nov., Murinicarpus subadustus com. nov.,\nVanderbylia delavayi com. nov. and Vanderbylia robiniophila com. nov.,\nare proposed. Keys to accepted genera of Polyporaceae and keys to\nspecies of each genus found from China are provided. This monograph\nprovides a revised classification of Polyporaceae in China according to\nthe modern taxonomy. The phylogeny of Polyporaceae from China are\nreconstructed based on DNA sequences of multiple loci including the\ninternal transcribed spacer (ITS) regions, the large subunit nuclear\nribosomal RNA gene (nLSU), the small subunit nuclear ribosomal RNA gene\n(nSSU), the small subunit mitochondrial rRNA gene sequences (mtSSU), the\ntranslation elongation factor 1-α gene (TEF1), the β-tubulin gene\n(TBB1), the RNA polymerase II largest subunit (RPB1) and second largest\nsubunit (RPB2) genes. In addition, all the available sequences for\nspecies of Polyporaceae found from China are provided.","trees":[{"tree_label":"con 50 majrule1","ntax":"145","rootedtree":"TRUE","title":"Tr112162","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112162.phy"},{"tree_label":"con 50 majrule2","ntax":"145","rootedtree":"TRUE","title":"Tr112163","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112163.phy"}]}