{"Authors":" Andrew L. Loyd, Brantlee S. Richter, Michelle A. Jusino,\nCamille Truong, Matthew E. Smith, Robert A Blanchette, Jason A.\nSmith","Year":" 2018","Title":" Identifying the “Mushroom of Immortality”: Assessing the\nGanoderma Species Composition in Commercial Reishi/Lingzhi Products","Journal":" Frontiers in Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" reishi, lingzhi, Ganoderma lucidum, dietary supplements,\nPolyporales","DOI":"","Abstract":" Species of Ganoderma, commonly called reishi (in Japan) or\nlingzhi (in China), have been used in traditional medicine for thousands\nof years, and their use has gained interest from pharmaceutical\nindustries recent years. Globally, the taxonomy of Ganoderma species is\nchaotic, and the taxon name G. lucidum has been used for most laccate\n(shiny) Ganoderma species. However, it is now known that G. lucidum\nsensu stricto has a limited native distribution in Europe and some parts\nof China. It is likely that differences in the quality and quantity of\nmedicinally-relevant chemicals occur among Ganoderma species. To\ndetermine what species are being sold in commercially-available\nproducts, twenty manufactured products (e.g. pills, tablets, teas, etc.)\nand seventeen “grow your own” (GYO) kits labeled as containing G.\nlucidum were analyzed. DNA was extracted, and the internal transcribed\nspacer (ITS) region and translation elongation factor 1-alpha (tef1α)\nwere sequenced with specific fungal primers. The majority (93%) of the\nmanufactured reishi products and almost half of the GYO kits were\nidentified as G. lingzhi. Ganoderma lingzhi is native to Asia and is the\nmost widely cultivated and studied taxon for medicinal use. Illumina\nMiSeq sequencing of the ITS1 region was performed to determine if\nmultiple Ganoderma species were present. None of the manufactured\nproducts tested contained G. lucidum sensu stricto, and it was detected\nin only one GYO kit. Ganoderma lingzhi was detected in most products,\nbut other Ganoderma species were also present, including G. applanatum,\nG. australe, G. gibbosum, G. sessile, and G. sinense. Our results\nindicate the content of these products vary and better labelling is\nneeded to inform consumers before they are ingested or marketed as\nmedicine. Of the 17 GYO kits tested, 11 kits contained Ganoderma taxa\nnot native to the United States. If fruiting bodies of exotic Ganoderma\ntaxa are cultivated, these GYO kits will likely end up in the\nenvironment. The effects of these exotic species to natural ecosystems\nneeds investigation.","trees":[{"tree_label":"consensus","ntax":"60","rootedtree":"TRUE","title":"Ganoderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112350.phy"},{"tree_label":"tree 1","ntax":"60","rootedtree":"TRUE","title":"Ganoderma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112351.phy"}]}