{"Authors":" Aline Cristina Martins, Thuane Bochorny, Oscar Alejandro\nPérez-Escobar, Guillaume Chomicki, Silvana Helena Nascimento Monteiro,\nEric de Camargo Smidt","Year":" 2018","Title":" From tree tops to the ground: reversals to terrestrial habit\nin Galeandra orchids (Epidendroideae: Catasetinae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1016/j.ympev.2018.06.041","Abstract":" The colonization of the epiphytic niche of Neotropical\nforest canopies played an important role in orchids extraordinary\ndiversification, with rare reversions to the terrestrial habit. To\nunderstand the evolutionary context of those reversals, we investigated\nthe diversification of Galeandra, a Neotropical orchid genus which\nincludes epiphytic and terrestrial species. We hypothesized that\nreversion to the terrestrial habit accompanied the expansion of\nsavannas. To test this hypothesis we generated a comprehensive\ntime-calibrated phylogeny and employed comparative methods. We found\nthat Galeandra originated towards the end of the Miocene in Amazonia.\nThe terrestrial clade originated synchronously with the rise of dry\nvegetation biomes in the last 5 million years, suggesting that\naridification dramatically impacted plant diversification and habits in\nthe Neotropics. Shifts in habit impacted floral spur lengths and\ngeographic range size, but not climatic niche. The longer spurs and\nnarrower ranges characterize epiphytic species, which probably adapted\nto specialized long-tongued Euglossini bee pollinators inhabiting\nforested habits. The terrestrial species present variable floral spurs\nand wider distribution ranges, with evidence of self-pollination,\nsuggesting the loss of specialized pollination system and concomitant\nrange expansion. Our study highlights how climate change impacted habit\nevolution and associated traits such as mutualistic interactions with\npollinators.","trees":[{"tree_label":"tree 1","ntax":"31","rootedtree":"TRUE","title":"Galeandra orchids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112289.phy"}]}