{"Authors":" Rachel A. Swenie, Timothy J. Baroni, Patrick Brandon\nMatheny","Year":" 2018","Title":" Six new species and reports of Hydnum (Cantharellales) from\neastern North America","Journal":" MycoKeys","Volume":" 42","Issue":"","Pages":" 35-72","Keywords":" Basidiomycota, Agaricomycetes, Hydnaceae, ectomycorrhizal\nfungi, taxonomy, systematics, type studies","DOI":" 10.3897/mycokeys.42.27369","Abstract":" Five species of Hydnum have been generally recognized from\neastern North America based on morphological recognition: H. albidum, H.\nalbomagnum, H. repandum and varieties, H. rufescens, and H. umbilicatum.\nOther unique North American species, such as H. caespitosum and H.\nwashingtonianum, are either illegitimately named or considered\nsynonymous with European taxa. Here, seventeen phylogenetic species of\nHydnum are detected from eastern North America based on a molecular\nphylogenetic survey of ITS sequences from herbarium collections and\nGenBank data, including environmental sequences. Based on current\ndistribution results, sixteen of these species appear endemic to North\nAmerica. Of these, six species are described as new: H. alboaurantiacum,\nH. cuspidatum, H. ferruginescens, H. subconnatum, H. subtilior, and H.\nvagabundum. Geographic range extensions and taxonomic notes are provided\nfor five additional species recently described as new from eastern North\nAmerica. A new name, H. geminum, is proposed for H. caespitosum Banning\nex Peck, non Valenti. Overall, species of Hydnum are best recognized by\na combination of morphological and molecular phylogenetic analyses.\nTaxonomic descriptions are provided for seventeen species, including\nepitype designations for H. albidum, H. albomagnum, and H. umbilicatum,\ntaxa described more than 100 years ago, and molecular annotation of the\nisotype of H. washingtonianum. Photographs and a key to eastern North\nAmerican Hydnum species are presented.","trees":[{"tree_label":"Hydnum global tree figure","ntax":"377","rootedtree":"TRUE","title":"Hydnum global tree figure","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_112322.phy"},{"tree_label":"Hydnum eastern North America tree figure","ntax":"71","rootedtree":"TRUE","title":"Hydnum eastern North America tree figure","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_114441.phy"}]}