{"Authors":" Rumsais Blatrix, Clément Aubert, Thibaud Decaens,\nChristophe Galkowski","Year":" 2018","Title":" Contribution of the COI mitochondrial DNA barcode to\ncharacterizing the specificity of the ant (Hymenoptera, Formicidae)\nfauna of a Mediterranean island","Journal":" European Journal of Taxonomy","Volume":"","Issue":"","Pages":"","Keywords":" Formicidae, Corsica, COI, barcode","DOI":"","Abstract":" The mitochondrial cytochrome c oxidase subunit I (COI) is\nthe most popular DNA sequence used for barcoding the animal kingdom. We\nused this marker to assess the taxonomic status of Corsican populations\nof seven ant species groups that occur both on Corsica and European\nmainland. (i) In one group (Camponotus aethiops and Camponotus\nuniversitatis), we detected no genetic differentiation between Corsica\nand the continent. (ii) In four groups, we detected strong genetic\ndifferentiation between Corsica and the continent, confirming taxonomic\ntreatment based on morphology. For three of these four groups, Corsican\nand continental populations were recently treated as distinct species\n(Temnothorax mediterraneus and Temnothorax continentalis, Lasius\ncasevitzi and Lasius paralienus, Lasius emarginatus). For the fourth\ngroup (Temnothorax unifasciatus), we proposed to raise the status of\nCorsican populations from sub-species to species : Temnothorax cordieri\nstat.rev. (iii) In one group, we considered the genetic differentiation\nand the morphological differences did not support splitting, and thus,\nwe proposed the following synonymy: Temnothorax tuberum = Temnothorax\nmelanocephalus syn.nov. (iv) In the last group (Myrmica scabrinodis and\nMyrmica spinosior), Corsican populations formed two clades genetically\ndistant from continental populations, but these two clades did not match\nmorphological distinction of the species. In addition, our analysis led\nus to propose the following synonymy: Myrmica scabrinodis = Myrmica\nmartini syn.nov. Although COI presents many drawbacks, it should be used\nmore often as a complement to morphological taxonomy.","trees":[{"tree_label":"Fig. 1 Camponotus","ntax":"15","rootedtree":"TRUE","title":"Phylogeny of Camponotus using COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_112358.phy"},{"tree_label":"Fig. 1 Temnothorax","ntax":"19","rootedtree":"TRUE","title":"Phylogeny of Temnothorax using COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_112359.phy"},{"tree_label":"Fig. 1 Lasius","ntax":"38","rootedtree":"TRUE","title":"Phylogeny of Lasius using COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_112360.phy"},{"tree_label":"Fig. 1 Myrmica","ntax":"81","rootedtree":"TRUE","title":"Phylogeny of Myrmica using COI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_112357.phy"}]}