{"Authors":" Sarah Jeffress, Kiruba Arun-Chinnappa, Ben Stodart, Gavin\nAsh","Year":" 2018","Title":" Candidate effectors of an Elsinoë sp. causing black scab on\njojoba in Australia.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Effector, Necrotrophic fungal, Pathogen, Phylogenetic,\nComparative genomics.","DOI":"","Abstract":" Background: A fungal pathogen that caused black scab\ndisease of Australian jojoba crops was initially identified as a new\npathotype of Elsinoë australis, the sweet orange pathogen found in South\nAmerica. Whole genome sequencing of multiple isolates of the jojoba\npathogen was subsequently completed to determine risks for both\nAustralian jojoba plantations and citrus crops. This work enabled the\nbioinformatic analyses of the current study. The novel host range and\ntissue specificity of the jojoba pathogen are suggestive of a novel\nspecies of Elsinoë and also indicate different gene sets are potentially\ninvolved in the pathogenesis on separate hosts. To better understand the\njojoba pathogen, we aimed to predict fungal effectors. Further, we aimed\nto revise the taxonomy of the jojoba pathogen by phylogenetic analysis\nof four sequenced genetic regions of several Elsinoë species. Results:\nThe predicted proteomes of eight isolates were analysed for\nidentification of the predicted secretome and determination of candidate\neffectors. Nineteen candidate effectors were predicted as being unique\nto the jojoba pathogen, 95 appear to be Elsinoë-specific, while 94 are\npotentially shared by other fungal organisms. Thirty-two candidate\neffectors were prioritised based on their potential to interfere with\nactivities of the host nucleus or chloroplast, by showing similarity to\na known effector or being found in close vicinity of a transposable\nelement. During revision of the initial identification, comparison of\nthe ITS, TEF1-α, LSU and RPB2 regions indicated the jojoba strains are\nnot a pathotype of E. australis, rather they show more similarity to E.\npunicae and E. genpiae-americanae. Conclusions: Importantly, prediction\nof effectors has provided candidates for further investigation into the\npathogen-host interactions occurring between this Elsinoë sp. and its\njojoba host, as well as other Elsinoë species and their respective\nhosts. Phylogenetic analysis of the jojoba pathogen indicates it is not\na pathotype of E. australis, however host-pathogenicity testing or\ncomparative genomics is suggested, to further differentiate this\npathogen from closely related E. punicae before reclassification as a\nnovel Elsinoë species.","trees":[{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Maximum likelihood phylogenetic tree of closely related\nElsinoë species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_112339.phy"}]}