{"Authors":" Khaled Hussein Arafat","Year":" 2018","Title":" Guava Black Spot New Disease Caused by Phyllosticta\nCapitalensis isolate novel and their Characterization in Egypt","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" guava black spot, Phyllosticta capitalensis, Guignardia\nmangiferae, postharvest diseases","DOI":"","Abstract":" During 2015-2017 seasons, guava fruit (Psidium guajava L.)\ncv. White Balady, was found black spot novel symptoms, during\npostharvest diseases survey in El-Kharga city (25.4390 N, 30.5586 E),\nNew Valley governorate- Egypt. Visible symptoms of the disease on guava\nfruit showed sunken lesions with concentric development, variation in\ncolour ranging from greenish black to black and spread on severity\naffected fruit. Naturally infected of guava fruit collected separately\nin polyethylene bags from different local markets in El-Kharga city, at\ngreen-yellow and yellow mature stage and transferred to the laboratory\nfor isolation and identification of pathogenic fungus. Tissues of guava\nfruit spot were used to isolate the causal fungus. The fungus on potato\ndextrose agar (PDA) medium was characterized by initially grey and\nturned black with mature. To perform the phylogenetic analysis, the\ninternal transcribed spacer (ITS) region was amplified by PCR. To\namplify the ITS, the primer ITS-1 (5’-TCC GTA GGT GAA CCT GCG G-3’) and\nreverse primer ITS-4 (5’-TCC TCC GCT TAT TGA TAT GC-3’) were used to\namplify rDNA-ITS regions of the fungus. The fungus was identified by\nmolecular analysis as Phyllosticta capitalensis isolate ARAFAT-GF5\naccording to the GenBank (Accession number- LC269950.1; GI: 119461242)\nwith synonym: Guignardia mangiferae. The isolate ARAFAT-GF5 (626 bp) was\nused and the BLAST search program was used to search for nucleotide\nsequence homology in GenBank. The sequence manipulation suite was useful\nto attain the random coding, codon plot, coding usage and DNA stats.\nPathogenicity test was performed to complete Kochs postulates. Typical\nblack spot symptoms developed, and the pathogen was recovered from\ninoculated fruit after 15 days and found as P. capitalensis. This is the\nfirst report of Phyllosticta capitalensis from guava fruits in Egypt.\nThe results presented here may enable enhancements in the program of\nintegrated disease management.","trees":[{"tree_label":"PAUP 1","ntax":"33","rootedtree":"TRUE","title":"Phyllosticta capitalensis isolated from Tibouchina\ngranulosa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112839.phy"}]}