{"Authors":" Leonardo Osvaldo Alvarado-Cárdenas, César Adrián\nGonzález-Martínez, Lucio Lozada-Perez","Year":" 2018","Title":" New contributions to subtribe Gonolobinae (Apocynaceae;\nAsclepiadoideae): Reestablishment of the genus Urostephanus and\ntaxonomic considerations on Polystemma","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" biodiversity; IUCN red list, lectotype; morphology;\nphylogenetic analysis; species complex; systematics.","DOI":"","Abstract":" The genus Matelea s. l. holds the most complex\ncircumscription within the subtribe Gonolobinae. Phylogenetic analyses\nrecover Matelea as a polyphyletic group, which includes very different\nspecies regarding their floral morphology. Recent studies have\napproached this group in order to recognize and segregate new genera\nboth morphologically and phylogenetically consistent to represent the\nevolutionary history of the lineages. However, there are still several\ngroups of species within Matelea s. l. that have not been assesed, such\nas Matelea gonoloboides, M. patalensis, and M. porphyrantha, which\npresent a similar gynostegial corona. Their possible monophyly and\nphylogenetic relationships within Gonolobinae, especially with Matelea\ns. s. are evaluated. We used the generated sequences of Gonolobinae and\nobtained the sequences of trnL-F and rps16 of four species of\nDictyanthus and two of Matelea. We inferred the phylogeny with Posterior\nProbability. We recovered several genera as monophyletic that have been\nseparated from Matelea, as well as the studied species complex as a\nclade related to Dictyanthus, and Polystemma as its sister group. Our\nproposal is to recognize the species complex as a distinct genus from\nMatelea s. s. reestablishing the genus Urostephanus, which presents a\ndistinctive gynostegial corona from the rest of the taxons of\nGonolobinae. In addition, we propose to include Microdactylon cordatum\nand M. angustiloba within Polystemma. We presented a taxonomic synopsis\nof the genera Urostephanus and Polystemma, as well as a dichotomous key\nof the species, data of the distribution and their state of\nconservation. Five new combinations and two lectotypifications are\nestablished. These results contribute to the knowledge of the generic\ndiversity of the subtribe Gonolobinae and the solution to some of the\nissues of its classification regarding the delimitation of monophyletic\nand morphologically coherent groups.","trees":[{"tree_label":"TREE1","ntax":"62","rootedtree":"TRUE","title":"Tr112348","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112348.phy"}]}