{"Authors":" Janet R Voight, Bruce A Marshall, Jenna Judge, Kenneth M.\nHalanych, Yuanning Li, Angelo F Bernadino, Felix Grewe, J Dylan\nMaddox","Year":" 2019","Title":" Life in wood: Molecular Phylogeny of Deep-sea Wood- Boring\nBivalves (Mollusca: Xylophagaidae)","Journal":" Journal of Molluscan Studies","Volume":"","Issue":"","Pages":"","Keywords":" Wood falls; sulphide; Xylophaga; Xyloredo; Xylopholas;\nsiphon protection","DOI":" 10.1093/mollus/eyz003","Abstract":" Xylophagaid bivalves link terrestrial and deep-sea\necosystems by making energy and nutrients from sunken wood available to\nother animals. They bore into what can be sulphide-rich wood with their\nvalves, and digest it using bacterial enzymes. The evolutionary history\nof roughly 60 named xylophagaid species remains largely unaddressed. We\nanalysed 18S and 28S rDNA gene sequences from 59 specimens from the\nnortheast Pacific, southwest Pacific off New Zealand and the Atlantic\nOcean via maximum likelihood and Bayesian Inference to address the\nissue, increasing species represented by sequences from 7 to 21.\nDiscovered are: Spiniapex gilsonaria n. gen. n. sp., Feaya n. gen. for\nXylopholas dostwous, and Abditoconus n. gen. for species sharing with\nXylophaga heterosiphon a two-parted siphon and a distal periostracal\ncone. Specimens of Xyloredo from New Zealand, California USA and Brazil\nare a single species. The genus Xylopholas is not found to be\nunequivocally monophyletic; the presence/absence of a faecal mass in the\ndistal intestine is the most conspicuous difference between the species\nincluded. The mesoplax, paired calcified plates over the anterior\nadductor, evolved in convergence in two distinct clades assigned to\nXylophaga; Xylophaga is not monophyletic. Rather than evolving to\nexploit sulphide associated with wood-falls, xylophagaids may have\nevolved protection from it. In four clades, thick periostracum covers\nthe siphons that extend through the wood. Packed faecal pellets surround\nthe fleshy siphons in one subclade, perhaps providing a physical\nbarrier. In only one clade is the fleshy siphon exposed to the wood. All\nclades represented by at least four taxa occur in every geographic area\nincluded.","trees":[{"tree_label":"con 50 majrule","ntax":"77","rootedtree":"TRUE","title":"Xylophagaidae 18S and 28S MrBayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117549.phy"}]}