{"Authors":" Danon Clemes Cardoso, Ceres Olívia Leão, Gunther Kohler,\nMaria Rita Silvério Pires","Year":" 2018","Title":" Unraveling the anuran species richness in mountain lakes of\nthe Atlantic Forest by using larval stages (tadpoles) through morphology\nand DNA barcoding","Journal":" PlosOne","Volume":"","Issue":"","Pages":"","Keywords":" Anuran ecology; Tadpoles; Taxonomy; Conservation genetics;\nDNA barcoding","DOI":"","Abstract":" Amphibian populations decline has been continuing in the\nlast years and species are going extinct even before they are known.\nStudies of anuran larval forms may add information on the biology and\ngeographical distribution of many species that are difficult to sample\nin the adult life-stage. However, there are concerns on the reliability\nof the identification of immature stages due to the uncertainty of\ndiagnostic features and the morphological variability of forms. Thus, in\nthis study, our aim was to survey the species richness and composition\nof anuran fauna from permanent and temporary lakes in higher mountains\nby evaluating tadpole communities through morphology and DNA barcoding\nanalysis. We sampled tadpoles in ten temporary and permanent lakes from\nhigher mountains of Espinhaço Range of Minas Gerais during the daylight\nbetween November 2016 and February 2017. The specimens were identified\nby means of taxonomic keys based on the external morphology of tadpoles.\nThen we compared the 16S molecular sequences we generated from our\ntadpoles with published sequences on GenBank using BLASTN. In total we\ncollected 90 tadpole lots from distinct sampling events that later were\nmorphospecified into 33 groups based on external morphological features\nsimilarities. Then, representatives of these groups were later\nidentified into 17 species of anurans belonging to five families:\nLeptodactylidae (4 species), Hylidae (10 species), Phyllomedusidae (1\nspecies), Microhylidae (1 species), and Bufonidae (1 species).\nIdentifications using taxonomic keys resulted in 15 species, of which\nsix could not be reliably identified. Twenty-nine specimens were\nsequenced and the molecular analyses indicated the presence of 15\nspecies. At least 13 species identified by morphological-keys were\nconfirmed by molecular methods, but ten other species were attributed to\ndifferent taxa. The DNA barcode indicated the existence of 16 species\namong the samples. We discuss the possible inconsistencies of the\ndifferent tadpole identification methods. The DNA barcodes added\ninformation on the local biodiversity, indicating the usefulness of\nmolecular methods to improve our knowledge on species richness. In this\nway, we reinforce the importance of integrative methods to provide more\nconsistent information to evaluate species diversity and contribute to\nbiological conservation.","trees":[{"tree_label":"con","ntax":"1","rootedtree":"TRUE","title":"Tr112448","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112448.phy"}]}