{"Authors":" Miia Johanna Pasanen, Thomas Schott, Yeshitila Degefu,\nPatrik Koskinen, Virpi Ahola, Ilse Cleenwerk, Peter Vandamme, Martin\nWoodward, Leighton Pritchard, Minna Pirhonen","Year":" 2018","Title":" Improved characterization of Pectobacterium polaris and\nproposal of P. polaris subsp. parvum nov.","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Pectobacterium, Soft fot, Plant pathogen","DOI":"","Abstract":" Pectobacterium polaris is a newly identified pectinolytic\nand highly virulent plant pathogen isolated recently in Norway from\nrotten potato samples. Five Pectobacterium isolates identified from\npotato stems in Finland were previously characterised as Pectobacterium\ncarotovorum subsp. carotovorum due to their biochemical characteristics,\nbut were not recognized in PCR tests that detect various Pectobacterium\nspecies. Average Nucleotide Identity (ANI) revealed that the\nrepresentatives of the Finnish isolates shared 96% identity in\nhomologous regions with Pectobacterium polaris strains NIBIO 1006T and\nNIBIO 1392, and over 99% identity with P. polaris strain NCPPB 3395 and\nisolate YC T1 included into P. carotovorum in NCBI. Unlike P. polaris\nNIBIO 1006T and NIBIO 1392, the Finnish isolates s0416 and s0421, and\nNCPPB 3395, shared genomic islands containing genes involved in\nantibiotic production in other bacteria. In addition, they are the first\nexample of Pectobacterium strains possessing SPI-1-type Type III\nsecretion genes typically found in animal pathogens. Phenotypic\ncharacterization of isolates s0416, s0421 and NCPPB 3395 showed that\nthey produced antibacterial metabolites against other soft rot bacteria,\nwere unable to use citrate as sole carbon source and had low virulence\non potato. On the basis of the previously reported phylogenetic data,\nand data of MLSA and ANI analyses, genome comparisons, biochemical and\nvirulence characteristics presented in this report, the Finnish isolates\nand NCPPB 3395 are found to be differentiable from P. polaris NIBIO\n1006T and NIBIO 1392. Therefore, we propose to classify s0416, s0421,\nNCPPB 3395 and also YC T1 as a novel Pectobacterium polaris subspecies,\nfor which the name Pectobacterium polaris subsp. parvum is proposed.\nThese results extend and improve characterization of the full spectrum\nof isolates considered to be P. polaris.","trees":[{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr112451","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112451.phy"}]}