{"Authors":" Will E Neal, Elizabeth Ann James, Michael J. Bayly","Year":" 2019","Title":" Phylogeography, classification and conservation of pink\nzieria (Zieria veronicea; Rutaceae): influence of changes in climate,\ngeology and sea level in south‐eastern Australia","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" We assessed genetic variation in the Australian shrub\nZieria veronicea across its current distribution and used environmental\nniche modelling to predict its distribution at the Last Glacial Maximum\n(LGM). The species range, from Kangaroo Island in South Australia to\nnorthern Tasmania, includes substantial overland and marine disjunctions\nof up to ~ 500 km. By inferring historical patterns of connectivity and\ngenetic differentiation from DNA sequences and AFLP data, we aimed to\nprovide new insight into the history of the species-rich sclerophyll\nvegetation in south-eastern Australia. Genetic differentiation of\npopulations was not correlated with the size of geographic disjunctions.\nThe deepest genetic divergence was between populations on Kangaroo\nIsland and the adjacent mainland, separated by a strait only 13 km wide.\nPopulations in eastern Victoria and Tasmania, separated by the 300 km of\nBass Strait, showed the lowest genetic differentiation. This pattern is\nconsistent with dispersal of Z. veronicea into Tasmania, across the\nBassian Plain, possibly as recently as the LGM, in line with inferred\ndistribution at that time. Genetic patterns, soil ages and niche models\nsupport Quaternary colonisation of the lower Murray Basin, potentially\nfrom eastern South Australia. The history of a large (500 km)\ndisjunction between populations in western and eastern Victoria is\nunclear; historical connectivity of populations through suitable\nhabitats is assumed, but the timing and location of connections are not\nclear. Genetic data support the current recognition of two subspecies\nand their treatment as distinct entities under conservation\nlegislation.","trees":[{"tree_label":"MP","ntax":"20","rootedtree":"TRUE","title":"Zieria nrDNA and cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112457.phy"},{"tree_label":"APFLP_NJ_tree","ntax":"79","rootedtree":"TRUE","title":"Tr112499","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112499.phy"},{"tree_label":"MPT","ntax":"20","rootedtree":"TRUE","title":"Zieria nrDNA and cpDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112456.phy"}]}