{"Authors":" yuan liang","Year":" 2018","Title":" Genome Assembly and Pathway Analysis of Edible Mushroom\nAgrocybe cylindracea","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Agrocybe cylindracea; Whole genome sequencing;\nMating-type; Nutrients; Metabolic pathway","DOI":"","Abstract":" Agrocybe cylindracea (A. cylindracea), an edible mushroom,\nis widely cultivated for its rich nutrition and flavor, and many of its\nmetabolites are reported to have beneficial roles, such as medicinal for\ntumors and chronical illness. However, the lack of the genomic\ninformation has hindered further molecular studies on the fungus. Here\nwe present a genome assembly of A. cylindracea, together with\ncomparative genomics and pathway analyses of the Agaricales species. The\ndraft, generated from both next-generation sequencing (NGS) and\nsingle-molecule real-time (SMRT) sequencing platforms to overcome high\ngenetic heterozygosity, is composed of 56.5-Mb sequences and 15,384 gene\nmodels. The mushroom possesses a complex reproductive system, including\ntetrapolar heterothallic and secondary homothallic mechanisms, and it is\nrich in various hydrolases and peptidases for gradual and effective\ndegradation of various carbon sources. Our pathway analysis reveals\ncomplex processes of polysaccharide biosynthesis and other active\nsubstances, including B vitamins, unsaturated fatty acids, and\nN-acetylglucosamine. RNA-seq data show that the A. cylindracea stipes\ntend to synthesize sugar for carbon sequestration and energy storage,\nwhereas pilei are more active in carbon utilization and unsaturated\nfatty acid biosynthesis. Such results reflect diverse functions of the\ntwo anatomical structures of the fruiting body. Our comprehensive\ngenomic and transcriptomic data, as well as initial comparative\nanalyses, pave a way for future studies on molecular details of\nmedicinal reasoning in terms of active compounds and nutrition\ncomponents.","trees":[{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr113951","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113951.phy"}]}