{"Authors":" Alfredo Vizzini, Enrico Ercole, Claudio Angelini, Matteo\nGelardi, Timothy J. Baroni","Year":" 2018","Title":" Phylloporus and Phylloboletellus are no longer alone:\nPhylloporopsis gen. nov. (Boletaceae), a new smooth-spored lamellate\ngenus to accommodate the American species Phylloporus boletinoides","Journal":" FUSE","Volume":"","Issue":"","Pages":"","Keywords":" Boletales, Bothia, molecular phylogeny, Greater Antilles,\nneotropical boletes, new taxa, Phyllobolites, taxonomy","DOI":"","Abstract":" The monotypic genus Phylloporopsis is described as new to\nscience based on Phylloporus boletinoides reported here for the first\ntime from a neotropical montane pine woodland in the Dominican Republic\nbut also known to occur widely in eastern and gulf coastal states of\nNorth and Central America. The confirmation of this monophyletic bolete\nline is supported and molecularly confirmed by a multilocus phylogenetic\ninference (ITS, nrLSU, tef1 datasets). A detailed morphological\ndescription of the collections of P. boletinoides found in the Dominican\nRepublic is provided accompanied by color images of fresh basidiomes in\nhabitat, line drawings of the main anatomical features, transmitted\nlight microscopic images (LM) of anatomical features and scanning\nelectron microscope (SEM) images of the basidiospores. The taxonomic\nplacement, ecological requirements and distribution patterns of P.\nboletinoides are investigated/reviewed and its relationship with closely\nallied, similar lamellate and boletoid taxa such as Phylloporus,\nPhylloboletellus, Phyllobolites and Bothia is discussed.","trees":[{"tree_label":"Imported tree 1","ntax":"124","rootedtree":"TRUE","title":"Boletinoides comb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112996.phy"},{"tree_label":"con 50 majrule","ntax":"18","rootedtree":"TRUE","title":"Boletinoides ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_112995.phy"}]}