{"Authors":" Elizabet D’hooge, Pierre Becker, Dirk Stubbe, Anne-Cécile\nNormand, Renaud Piarroux, Marijke Hendrickx","Year":" 2018","Title":" Black aspergilli: a remaining challenge in fungal\ntaxonomy?","Journal":" Medical Mycology","Volume":"","Issue":"","Pages":"","Keywords":" phylogeny, MALDI-TOF MS, antifungal susceptibility,\nAspergillus sect. Nigri","DOI":"","Abstract":" Aspergillus section Nigri is a taxonomically difficult,\nbut medically and economically important group. In this study, an update\nof the taxonomy of A. section Nigri strains within the BCCM/IHEM\ncollection has been conducted. The identification accuracy of MALDI-TOF\nmass spectrometry (MALDI-TOF MS) was tested and the antifungal\nsusceptibilities of clinical isolates were evaluated. A total of 175\nstrains were molecularly analyzed. Three regions were amplified (ITS,\nbenA and caM) and a multilocus phylogeny of the combined loci was\ncreated by using maximum likelihood analysis. The in-house MALDI-TOF MS\nreference database was extended and an identification dataset of 135\nstrains was run against a reference dataset. Antifungal susceptibility\nwas tested for voriconazole, itraconazole and amphotericin B, using the\nEUCAST method. Phylogenetic analysis revealed 18 species in our dataset.\nMALDI-TOF MS was able to distinguish between A. brasiliensis, A.\nbrunneoviolaceus, A. neoniger, A. niger, A. tubingensis, A. welwitschiae\nof A. sect. Nigri. In the routine clinical lab, isolates of A. sect.\nNigri are often identified as A. niger. However, in the clinical\nisolates of our dataset, A. tubingensis (n=35) and A. welwitschiae\n(n=24) are more common than A. niger (n=9). Decreased antifungal\nsusceptibility to azoles was observed in clinical isolates of the\n/tubingensis clade. This emphasizes the importance of identification up\nto species level or at least up to clade level in the clinical lab. Our\nresults indicate that MALDI-TOF MS can be a powerful tool to replace\nclassical morphology.","trees":[{"tree_label":"Fig. 1","ntax":"196","rootedtree":"TRUE","title":"Black aspergilli","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114345.phy"}]}