{"Authors":" Nani Maryani, Lorenzo Lombard, Yuyu S Poerba, Siti\nSubandiyah, Gert H J Kema, Pedro W. Crous","Year":" 2018","Title":" Phylogeny and genetic diversity of the banana Fusarium wilt\npathogen Fusarium oxysporum f. sp. cubense in the Indonesian centre of\norigin","Journal":" Studies in Mycology","Volume":"","Issue":"","Pages":"","Keywords":" morphology, new species, panama disease, pathogenicity,\nTropical Race 4","DOI":"","Abstract":" Fusarium oxysporum f. sp. cubense (Foc), the causal agent\nof Fusarium wilt or Panama disease on banana, is one of the major\nconstraints in banana production worldwide. Indonesia is the centre of\norigin for wild and cultivated bananas, which likely co-evolved with\nFoc. This study explored the widest possible genetic diversity of Foc by\nsampling across Indonesia at 34 geographically and environmentally\ndifferent locations in 15 provinces at six islands. This resulted in a\ncomprehensive collection of ~200 isolates from 40 different local banana\nvarieties. Isolates were identified and assessed using sequence analysis\nof the translation elongation factor-1alpha (tef1), the RNA polymerase\nII largest subunit (rpb1), and the RNA polymerase II second largest\nsubunit (rpb2). Phylogenetic analyses of these genes allowed the\nidentification of 180 isolates of Fusarium oxysporum f.sp. cubense\n(Foc), and 20 isolates of the Fusarium fujikuroi species complex (FFSC),\nthe Fusarium incarnatum-equiseti species complex (FIESC), and the\nFusarium sambucinum species complex (FSSC). Further analyses,\nincorporating a worldwide collection of Foc strains, revealed nine\nindependent genetic lineages for Foc, and one novel clade in the\nFusarium oxysporum species complex (FOSC). Selected isolates from each\nlineage were tested on the banana varieties “Gros Michel” and\n“Cavendish” to characterise their pathogenicity profiles. More than 65 %\nof the isolates were diagnosed as Tropical Race 4 (Foc-TR4) due to their\npathogenicity to “Cavendish” banana, which supports the hypothesis that\nFoc-TR4 is of Indonesian origin. Nine independent genetic lineages for\nFoc are formally described in this study. This biodiversity has not been\nstudied since the initial description of Foc in 1919. This study\nprovides a detailed overview of the complexity of Fusarium wilt on\nbanana and its diversity and distribution across Indonesia.","trees":[{"tree_label":"Unpublished Fig 4 Bayesian analysis","ntax":"244","rootedtree":"TRUE","title":"Tr112511","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112511.phy"},{"tree_label":"Fig 4 RAxML analysis","ntax":"244","rootedtree":"TRUE","title":"Tr112512","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112512.phy"},{"tree_label":"Fig 5 RAxML analysis","ntax":"239","rootedtree":"TRUE","title":"Tr112514","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112514.phy"},{"tree_label":"Unpublished Fig 6 Bayesian analysis","ntax":"217","rootedtree":"TRUE","title":"Tr112515","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112515.phy"},{"tree_label":"Fig 6 RAxML analysis","ntax":"217","rootedtree":"TRUE","title":"Tr112516","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112516.phy"}]}