{"Authors":" M. D. Donoghue, J. A. Doyle","Year":" 1986","Title":" Seed plant phylogeny and the origin of angiosperms: An\nexperimental cladistic approach.","Journal":" Botanical Review","Volume":" 52","Issue":" NA","Pages":" 321-431","Keywords":" NA","DOI":" NA","Abstract":" We present a numerical cladistic (parsimony) analysis of\nseed plants plus progymnosperms, using characters from all parts of the\nplant body, outgroup comparison, and a method of character coding that\navoids biases for or against alternative morphological theories. The\nrobustness of the results was tested by construction of alternative\ntrees and analysis of subsets of the data. These experiments show that\nalthough some clades are strongly supported, they can often be related\nto each other in very different but nearly equally parsimonious ways,\napparently because of extensive homoplasy. Our results support\nRothwell’s idea that coniferopsids are derived from Callistophyton-like\nplatyspermic seed ferns with saccate pollen, but the hypothesis that\nthey evolved from Archaeopteris-like progymnosperms and the seed arose\ntwice is nearly as parsimonious. Meyen’s division of seed plants into\nradiospermic and primarily and secondarily platyspermic lines is highly\nunparsimonious, but his suggestion that ginkgos are related to\npeltasperms deserves attention. Angiosperms belong among the\nplatyspermic groups, as the sister group of Bennettitales, Pentoxylon,\nand Gnetales, and this anthophyte clade is best related to Caytonia and\nglossopterids, although relationships with other combinations of\nMesozoic seed fern taxa are nearly as parsimonious. These results imply\nthat the angiosperm carpel can be interpreted as a modified pinnate\nsporophyll bearing anatropous cupules (=bitegmic ovules), while\ngnetalian strobili are best interpreted as aggregations of highly\nreduced bennettitalian flowers, as anticipated by Arber and Parkin and\nCrane. Our most parsimonious trees imply that the angiosperm line\n(though not necessarily all its modern features) extended back to the\nTriassic, but a later derivation of angiosperms from some species of\nCaytonia or Bennettitales, which would be nearly as parsimonious, should\nalso be considered. These results raise the possibility that many\nfeatures considered key adaptations in the origin and rise of\nangiosperms (insect-pollinated flowers, rapid reproduction, drought\ntolerance) were actually inherited from their gymnospermous precursors.\nThe explosive diversification of angiosperms may instead have been a\nconsequence of carpel closure, resulting in increased speciation rates\ndue to potential for stigmatic isolating mechanisms and/or new means of\ndispersal. DNA sequencing of extant plants and better information on\nanatomy, chemistry, sporophyll morphology, and embryology of\nBennettitales and Caytoniales and the morphological diversity of\nMesozoic anthophytes could provide critical tests of relationships.","trees":[{"tree_label":"Fig. 4","ntax":"20","rootedtree":"TRUE","title":"seed plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4333.phy"}]}