{"Authors":" Peter M Letcher, Martha J Powell, William J Davis","Year":" 2018","Title":" Morphology, zoospore ultrastructure, and molecular\nphylogenetic position of taxa in the Asterophlyctis lineage\n(Chytridiales, Chytridiomycota)","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Asterophlyctaceae, Chytridiomycetes, kinetosome-associated\nstructure, phylogeny, systematics, taxonomy","DOI":"","Abstract":" The purpose of our research is to investigate thallus\nmorphology, zoospore ultrastructure, and molecular phylogenetic\nplacement of six strains in the Asterophlyctis (Chytridiales) lineage.\nIn previous molecular phylogenies strain JEL 186, putatively A.\nsarcoptoides, consistently placed as basal in family Chytriomycetaceae.\nRecent sampling for chytrids from aquatic habitats resulted in isolation\nof five additional strains (WJD 209, MP 058, JEL 524, JEL 857, and JEL\n885) molecularly related to strain JEL 186. Our morphological\nevaluations reveal that strains JEL 186 and WJD 209 are members of\nAsterophlyctis. Strain WJD 209 is considered to be representative of the\ntype, A. sarcoptoides, and strain JEL 186 a new species, A.\nmichiganensis. The four strains MP 058, JEL 524, JEL 857, and JEL 885\nare morphologically distinct from Asterophlyctis, and we consider them\nas members of a new genus, Wheelerophlyctis, composed of two species, W.\ninterior and W. interiexterior. Asterophlyctis and Wheelerophlyctis are\nsister taxa in our molecular phylogeny, and we demarcate that lineage as\nAsterophlyctaceae. The two genera also have similar zoospore\nultrastructure, which is unique among strains in Chytridiales. In\nconsideration of their molecular phylogenetic position and zoospore\nultrastructural features, we hypothesize that Asterophlyctis and\nWheelerophlyctis represent a bridge between the two families\nChytriomycetaceae and Chytridiaceae. This research expands our concepts\nof systematics and zoospore ultrastructural variation in\nChytridiales.","trees":[{"tree_label":"best","ntax":"50","rootedtree":"TRUE","title":"Asterophlyctis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113011.phy"}]}