{"Authors":" Chunhua Lin, Pengpeng Dong, Siqi Fang, Maofu Li, Wenbo Liu,\nWeiguo Miao","Year":" 2018","Title":" First Report of Avocado dieback disease Caused by\nPestalotiopsis longiseta in China","Journal":" plant disease","Volume":"","Issue":"","Pages":"","Keywords":" Pestalotiopsis longiseta; Avocado; China","DOI":"","Abstract":" Avocado (Persea americana Mill.) is a commercially\nvaluable fruit crop cultivated in tropical regions throughout the world\nand it is currently widely planted in south China. During Novermber\n2017, serious dieback symptoms were found in avocado nursery plantation\nin Danzhou city, Hainan province. Approximately 30% of the plants showed\nthe same symptoms on this nursery plantation (about 0.10 hectare), which\nwere characterized by blight on green shoots at first, then formed\nnecrotic lesions on the stem and leaves, and developed dieback of shoots\nand twigs. Four symptomatic twigs were sampled from different parts of\nthe field for pathogen isolation. Lesion tissues were removed from the\nborder between symptomatic and healthy tissue, surface sterilized in 75%\nethanol solution (V/V) for 30 sec, soaked in 0.1% HgCl2 for 1 min,\nfollowed by rinsing four times in sterile distilled water, then\nair-dried and plated on potato dextrose agar medium plates (PDA), and\nincubated at 28℃ a 12-h photoperiod. Similar fungal colonies developed\nfrom all plated tissues (twelve stems) after 4 days. The fungal colonies\non PDA were white and cottony, turning slightly yellow after 9 days at\n28℃. Conidia were fusoid, ellipsoid, straight to slightly curved,\n4-septa, 5.4-9.6 ×18.2-25.6 μm (n = 100) with a length/width ratio of\n2.94 ± 0.42. Apical and basal cells were hyaline, while the three median\ncells were dark brown. All conidia had one basal appendage and two to\nfour long tubular apical appendages (mostly 3). On the basis of colony\nand conidia morphology, they were initially identified as Pestalotiopsis\ngenus. Genomic DNA of three isolates was extracted from mycelium from\n7-day-old cultures growing on PDA and the internal transcribed spacer\nregion ITS1-5.8 S-ITS2 gene (ITS), the partial beta-tubulin (TUB2) and\ntranslation elongation factor 1-alpha (TEF) gene regions were amplified\nwith primer pairs ITS1/ITS4 (White et al. 1990), Bt2a/Bt2b(Glass and\nDonaldson 1995), EF1-526F/EF1567R (Carbone and Kohn 1999), respectively.\nAll three gene sequences from the three isolates shared 100% identity.\nThe three gene sequences of isolate A1809 were deposited in GenBank\n(Accession No.MH422008 for ITS, MH427372 for TUB, MH427373 for TEF1). A\nBLASTn search showed ITS and TUB2 sequences showed high identify (ITS,\n100%; TUB2, 99%) with reference sequences of P.longiseta isolate MAFF\n752008 (ITS, AB758106; TUB2, AB453900), Neopestalotiopsis clavispora\nCBS447.73 (ITS, KM199374; TUB2, KM199443), and some other species. The\nTEF sequence showed 99% identity with P.longiseta isolate MAFF 752008 (I\nAB453857), and 97% or less identity with other Pestalotiopsis species.\nFor further confirmation, the combined ITS, TUB2 and TEF sequences of\nisolate A1809, P.longiseta, P.clavispora, and other Pestalotiopsis\nspecies were used for phylogenetic analysis via the Maximun Likelihood\nmethod with bootstrap 1000 replications. Evolutionary analyses were\nconducted in MEGA6. The resulting phylogenetic tree showed A1809 isolate\nand P. longiseta isolate MAFF 752008 formed a subclade with 99%\nbootstrap support (study ID ??? deposited in TreeBASE). For\npathogenicity test, a conidial suspension (1×106 spores/mL) of A1809\nisolate was prepared by harvesting conidia from 15-day-old cultures\ngrowing on PDA. The suspension was sprayed onto the tender tips of ten\nindependent two-year-old potted young plants. Three additional trees\nsprayed with sterile distilled water were served as controls. All plants\nwere covered with plastic bags for 48 h to maintain high humidity and\nkept at 28 ℃. At 7 days after inoculation, all ten tips of inoculated\nplants started to blight and formed necrotic lesions, and developed\ndieback symptom of green shoots similar to the original ones seen on the\nfield trees after 15 days post inoculation. All control plants remained\nhealthy. The fungi were re-isolated from the lesions of the three\ninoculated tips but not from the control twigs, and had the same\nmorphological conidial characteristics (shape, size, septation, color\nand number of apcical and basal appendages) than isolate A1809.\nP.clavispora has been reported as the causal agent of stem end rot of\navocado in Chile, and P. versicolor has been reported as postharvest\ndiseases of avocado fruit in South Africa (Valencia et al. 2011). To our\nknowledge, this is the first report of P. longiseta causing avocado\ndieback disease in China.","trees":[{"tree_label":"A1809-combined-tree","ntax":"26","rootedtree":"TRUE","title":"Tr112599","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112599.phy"},{"tree_label":"Imported tree 1","ntax":"26","rootedtree":"TRUE","title":"Tr112627","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112627.phy"},{"tree_label":"A1809 phylogenetic tree","ntax":"26","rootedtree":"TRUE","title":"Tr112628","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112628.phy"}]}