{"Authors":" Amaia Caro, Marco Thomas Neiber, Benjamín Juan\nGómez-Moliner, Maria Jose Madeira","Year":" 2019","Title":" Molecular phylogeny and biogeography of the land snail\nsubfamily Leptaxinae (Gastropoda: Hygromiidae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 139","Issue":"","Pages":" 106570","Keywords":" Hygromiidae; Leptaxinae; systematics; phylogeography;\nmulti-locus; dart apparatus","DOI":" 10.1016/j.ympev.2019.106570","Abstract":" The subfamily Leptaxinae is included within the highly\ndiverse land snail family Hygromiidae. In the absence of clear\ndiagnostic morphological differences, the subfamily status is currently\nbased solely on molecular information and includes three disjunctly\ndistributed tribes, Leptaxini, Cryptosaccini and Metafruticicolini.\nHowever, the phylogenetic relationships among these tribes are not fully\nresolved and the clustering of some of the genera to the tribes is not\nstatistically supported. To resolve the relationships within Leptaxinae\nand their position within Hygromiidae, we reconstructed their phylogeny\nusing a multi-locus approach with two mitochondrial genes and eight\nnuclear markers. The phylogeny was further calibrated and an analysis of\nancestral area estimation was carried out to infer the biogeographic\nhistory of the group. We elevated Metafruticicolini to subfamily level\n(Metafruticicolinae) and we restricted Leptaxinae to Cryptosaccini and\nLeptaxini. The Lusitanian genus Portugala was moved to Leptaxini,\npreviously containing only the Macaronesian genus Leptaxis. Within\nCryptosaccini, a new genus strictly confined to the Sierra de la Cabrera\n(Spain) is described, Fractanella gen. nov. According to our results,\nLeptaxinae originated in the Early Miocene in the Iberian Peninsula,\nfrom which the Macaronesian Islands were colonized. Due to the old split\nrecovered for the divergence between Macaronesian and Iberian lineages,\nwe hypothesize that this colonization may have occurred via the once\nemerged seamounts located between the archipelagos and the European and\nAfrican continents, although this could also have occurred through the\noldest now emerged islands of Macaronesia. In the Iberian Peninsula, the\nclimatic shift that began during the Middle Miocene, changing\nprogressively from subtropical climate towards the present-day\nMediterranean climate, was identified as an important factor shaping the\nsubfamily’s diversification, along with Pleistocene climatic\nfluctuations.","trees":[{"tree_label":"PAUP 1","ntax":"66","rootedtree":"TRUE","title":"Leptaxinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121061.phy"}]}