{"Authors":" Ana Catalina Lara , Diego Mauricio Riaño-Pachon, Martha J.\nVives-Florez","Year":" 2018","Title":" DIFERENT SIZE OF ACCESSORY GENOME OF CLINICAL AND\nENVIRONMENTAL STRAINS OF Pseudomonas aeruginosa ARE PRODUCT OF ALEATORY\nVARIATION","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" P. AERUGINOSA, core genome, environmental strains,\ncomparative genomics, clinical strains, genetic determinants,\northologs.","DOI":"","Abstract":" Background: P. AERUGINOSA is a gram negative, rod-shaped\nand common bacterium that can cause infection in animals and plants but\ncan also degrade complex organic compounds. It is associated to aquatic\nor humid environments and has a great metabolic potential. By using\northologs groups, we aimed to identify the genomic determinants of P.\nAERUGINOSA adaptability by deciphering core and accessory genomes for\ntwo groups of origin: the clinical and the environmental group. We added\nnew data by sequencing four new environmental strains, three isolated\nfrom crude oil-contaminated samples and one from cow manure. Results:\nFunctional annotation of the newly sequenced genomes and re-annotation\nof the database-retrieved genomes revealed that in the accessory genome\nof the two groups of origin not all the functional groups were\nrepresented. From the 7005 groups of orthologous genes in P. aeruginosa\nstrains, 56 are associated with the accessory genome of environmental\nstrains and 9 of these 56 are phage or mobile elements. In contrast, in\nthe clinical strains 379 groups of orthologous genes comprise the\naccessory genome, 26 of these being related to phage or mobile elements.\nP. aeruginosa, P. putida and P. mendocina share 4306 genetic\ndeterminants identified in the core genome, implying that these shared\ngenetic determinants were present before species diversification.\nBlombergs K is a standardized measure of the phylogenetic signal and\nonly 7 out of 28 genetic functional categories have K>1 or a strong\nphylogenetic signal so most genetic functional groups are changing in a\nrandom way along the proposed phylogeny. Notably, genome-wide average\nnucleotide identity and alignment fraction showed the distance between\none P. aeruginosa clinical strains (PA7) to the rest of P aeruginosa\nstrains would large enough to suggest the exclusion of PA7 from the P.\naeruginosa species. Finally, we identified a higher number of\nphage-related proteins, toxins and efflux systems in the clinical group\nthan in the environmental group. Conclusions: The reported core genome\nof P. AERUGINOSA, 6359 genetic determinants include quite a large\nproportion of genetic determinants shared with other Pseudomonas\nspecies, in our case 4306 (67,71%). The genome landscape of P.\naeruginosa as a species has two groups with different accessory genomes\nsizes in terms of number of ortholog haplotypes. Having in mind this\nmight result from the existing bias in favor of clinical strains\ninformation, the environmental group showed more stability (56 unique\ndeterminants) when compared to the clinical group (379 unique\ndeterminants). These differences are not reflected in the media size\n(bps) of the genomes or in the functional groups represented.","trees":[{"tree_label":"iTOL exported tree","ntax":"21","rootedtree":"TRUE","title":"Tr112692","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112692.phy"},{"tree_label":"iTOL exported tree","ntax":"19","rootedtree":"TRUE","title":"Tr112693","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112693.phy"},{"tree_label":"iTOL exported tree","ntax":"22","rootedtree":"TRUE","title":"Tr112694","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112694.phy"}]}