{"Authors":" NA","Year":" 2019","Title":" Taxonomic revision of the dwarf spider genus Shaanxinus\nTanasevitch, 2006 (Araneae, Linyphiidae, Erigoninae), with new species\nfrom Taiwan and Vietnam","Journal":" Organisms Diversity & Evolution","Volume":" 19","Issue":"","Pages":" 211-276","Keywords":" Erigonines, phylogeny, arboreal spiders, gustatorial\ncourtship, sexual selection","DOI":"","Abstract":" Dwarf spiders are of special interest due to their\nsexually dimorphic prosomal structures in males. Glandular secretions\nwithin these structures serve as nuptial gifts, and thus sexual\nselection may have contributed to their high species richness. However,\nspecies diversity of dwarf spiders in East Asia is yet understudied.\nHere, we review the erigonine genus Shaanxinus Tanasevitch, 2006, and\ndescribe 13 new species from Taiwan: S. magniclypeus sp. n. (♂♀), S.\nshihchoensis sp. n. (♂♀), S. shoukaensis sp. n. (♂♀), S. hirticephalus\nsp. n. (♂♀), S. mingchihensis sp. n. (♂♀), S. makauyensis sp. n. (♂♀),\nS. lixiangae sp. n. (♂♀), S. curviductus sp. n. (♂♀), S. tsou sp.\nn. (♂♀), S. hehuanensis sp. n. (♂♀), S. seediq sp. n. (♂♀), S.\nmeifengensis sp. n. (♂♀), and S. atayal sp. n. (♂♀). In addition, one\nnew species from Vietnam, S. tamdaoensis sp. n. (♂), is described from\nmuseum material. We reconstructed the dimension of glandular tissues\nassociated with male prosoma modifications in Shaanxinus, as well as the\ndetailed palpal structure by micro-computer tomography. Placement within\nShaanxinus and intrageneric relationships were inferred by means of a\ncladistic analysis based on morphological characters. Sequences of COI,\n16S, and 28S genetic markers corroborated the monophyly of some species,\nas well as male-female matching. Poly-/paraphyly of morphologically\ndelimitated species in the mitochondrial DNA (mtDNA) trees led to the\ndiscovery of two seemingly identical species, for which diagnostic\nmorphological features could then be further identified. We discuss\nincomplete lineage sorting and introgression as possible causes of mtDNA\npoly-/paraphyly in morphologically indistinguishable specimens.","trees":[{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr112791","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112791.phy"}]}