{"Authors":" Aaron J Robinson, Donald O. Natvig","Year":" 2019","Title":" Diverse members of the Xylariales lack canonical mating-type\nregions","Journal":" Fungal Genetics and Biology","Volume":" 122","Issue":" January","Pages":" 47-52","Keywords":" Xylariales; Monosporascus; mating; genomics","DOI":" 10.1016/j.fgb.2018.12.004","Abstract":" A survey of genomes reported here for 10 isolates of\nMonosporascus spp. and an additional 25 genomes from other members of\nthe Xylariales (representing 15 genera) available in public databases\nfailed to reveal likely candidate genes for either MAT1-1 (mat A) or\nMAT1-2 (mat a) mating types. This was particularly surprising for\nisolates known to be homothallic, given that homothallic members of the\nPezizomycotina typically possess a MAT1-1-1 (mat A-1) gene and one or\nboth of two other closely-linked mating-type genes, MAT1-1-2 (mat A-2)\nand MAT1-1-3 (mat A-3), in addition to MAT1-2-1 (mat a-1). While genes\nrelated to MAT1-2-1 and MAT1-1-3 were present, it is not clear that any\nof the observed genes are true orthologs of mating-type genes. Rather,\nseveral appear to be orthologs of the MATA_HGM (high-mobility group)\nfamily genes with non-mating-type functions. The genomes examined\nrepresent substantial diversity within the order and include M.\ncannonballus, M. ibericus, Xylaria hypoxylon, X. striata, Daldinia\neschscholzii, Eutypa lata, Rosellinia necatrix, Microdochium bolleyi and\nseveral others. We employed a number of avenues to search for homologs,\nincluding multiple BLAST approaches and examination of annotated genes\nadjacent to genes known to flank mating regions in other members of the\nAscomycota. The results suggest that the mating regions have been lost\nfrom, or altered dramatically in, the Xylariales genomes examined and\nthat mating and sexual development in these fungi are controlled\ndifferently than has been reported for members of the Pezizomycotina\nstudied to date.","trees":[{"tree_label":"Imported tree 1","ntax":"82","rootedtree":"TRUE","title":"Tr114456","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114456.phy"},{"tree_label":"Imported tree 1","ntax":"82","rootedtree":"TRUE","title":"Tr114455","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114455.phy"}]}