{"Authors":" Denis Copilas-Ciocianu, Andreea-Alina Zimta, Adam\nPetrusek","Year":" 2018","Title":" Integrative taxonomy reveals a new Gammarus species\n(Crustacea, Amphipoda) surviving in a previously unknown southeast\nEuropean glacial refugium","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Dobrogea, endemism, palaeogeography, phylogeography,\nsystematics","DOI":"","Abstract":" The multidisciplinarity of integrative taxonomy is\nparticularly useful for clarifying the systematics of speciose groups\nthat are poorly differentiated morphologically, and this approach can\nalso illuminate their evolutionary history and biogeography. Here, we\nutilize it to examine the systematics and taxonomy of a newly recognized\namphipod species, Gammarus hamaticornis n. sp., which belongs to a\nhighly diverse genus of endemic freshwater crustaceans that show very\nlimited morphological differentiation. Since this species is endemic to\nnorthern Dobrogea, a region at the northwestern Black Sea coast devoid\nof permafrost during the Last Glacial Maximum, we hypothesized that it\nsurvived in situ during the Quaternary climatic oscillations. We first\nexamined the phylogenetic position of Gammarus hamaticornis n. sp.\nwithin the genus and then compared its morphology, phylogeography,\ndistribution and climatic niche with that of its sister species. Results\nindicate that G. hamaticornis n. sp. is most closely related to its\nwidely distributed northern neighbour, G. kischineffensis, and a\nremarkable agreement was observed among morphological, multilocus\ncoalescent and climatic analyses which supported the distinctiveness of\nboth taxa. These apparently diverged during the Pliocene from a common\nancestor that likely colonized freshwaters from the adjacent brackish\nbasins of the shrinking Paratethys. The results indicate that G.\nhamaticornis n. sp. has persisted throughout the Pleistocene in northern\nDobrogea, a hitherto hypothesized refugium confirmed for the first time\nwith molecular genetic data. Due to its narrow geographical range,\nrarity in the local communities and highly fluctuating nature of the\nstreams it inhabits, this species should be in the focus of future\nconservation priorities.","trees":[{"tree_label":"Fig. 2","ntax":"78","rootedtree":"TRUE","title":"Bayesian phylogeny of the genus Gammarus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_112805.phy"}]}