{"Authors":" Mario Daniel Vargas-Luna, Patricia Hernández-Ledesma, Lucas\nCharles Majure, Raúl Puente-Martínez, Héctor Manuel Hernández, Rolando\nTenoch Bárcenas-Luna","Year":" 2018","Title":" Splitting Echinocactus: morphological and molecular evidence\nsupport the recognition of Homalocephala as a distinct genus in the\nCacteae","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cactaceae, Cactoideae, morphological character evolution,\nNorth American Deserts.","DOI":"","Abstract":" Molecular phylogenetic studies of the six currently\naccepted species in the genus Echinocactus have partially clarified\ncertain aspects of its phylogeny. Most of these studies lack a complete\nsampling of Echinocactus and are based only in one source of data.\nPhylogenetic uncertainties in Echinocactus, such as the recognition of\nHomalocephala as a subgenus or as different to Echinocactus, the\nexclusion or inclusion of E. grusonii or the affinities of E.\npolycephalus, for example, still unresolved. The phylogenetic\nrelationships of Echinocactus were reconstructed with a maximum\nparsimony, a maximum likelihood and a Bayesian approach including 42\nmorphological characters and four chloroplast markers (the atpB-rbcL,\ntrnH-psbA, trnL-trnF, and matK). The utility of two nuclear regions\nrelated to the betalain cycles (DODA and 5GT) are explored and discussed\nin relation to their potential as phylogenetic markers. The concatenated\nanalyses with the morphological and the molecular data sets, plus 13\nindels (2847 characters and 26 taxa), show general agreement with\nprevious independent phylogenetic proposals. These results recovered a\npolyphyletic Echinocactus, as E. grusonii was nested as sister to the\nFerocactus clade, reinforcing the already proposed exclusion of this\ntaxon. Furthermore, we recovered the rest of the species of Echinocactus\nin two morphologically and molecularly well-supported clades, the\nHomalocephala clade including E. texensis, E. parryi, and E.\npolycephalus, and the Echinocactus clade including E. platyacanthus and\nE. horizonthalonius, which was recovered as sister to the Astrophytum\nclade. Consequently, we propose here to recognize the Echinocactus and\nHomalocephala clades as two distinct genera. The evolution of some\nmorphological characters supporting these clades are discussed. The\nnecessary new taxonomic combinations for the Homalocephala clade and\nidentification keys for genera and species are presented.","trees":[{"tree_label":"con 50 majrule","ntax":"4","rootedtree":"TRUE","title":"Tr112812","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112812.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr112813","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112813.phy"},{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Tr112811","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112811.phy"},{"tree_label":"tree 1","ntax":"35","rootedtree":"TRUE","title":"Tr112814","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112814.phy"}]}