{"Authors":" Andreia Mitsa Paiva Negreiros, Rui Sales Junior, Maela\nLeon, Naama Jessica de Assis Melo, Sami Jorge Michereff, Marcia M.Q.\nAmbrosio, Hohanna L.S. Medeiros, Josep Armengol","Year":" 2018","Title":" Identification and pathogenicity of Macrophomina species\ncollected from weeds in melon fields in Northeastern Brazil","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Boerhavia diffusa, Macrophomina phaseolina, Macrophomina\npseudophaseolina, Trianthema portulacastrum","DOI":"","Abstract":" In this work, a collection of 94 Macrophomina spp.\nisolates obtained from roots of two weed species, Trianthema\nportulacastrum and Boerhavia diffusa, collected during a survey\nconducted during 2015 and 2016 in melon production fields in\nNortheastern Brazil, were characterized by using phenotypical and\nmolecular techniques. Phylogenetic analysis of the TEF gene, amplified\nwith the primers EF728F and EF986R, allowed the identification of 62\nisolates as M. pseudophaseolina and 32 as M. phaseolina. Both M.\nphaseolina and M. pseudophaseolina showed high optimum mycelial growth\ntemperatures: 29.85 and 30.59 °C, respectively, and they were able to\ngrow at 40 °C. Results of a pathogenicity test performed on melon\nseedlings of the cv. ‘Gladial’ revealed that the two species were able\ncause disease to melon, but M. phaseolina presented higher disease\nincidence and severity than M. pseudophaseolina. This study represents\nthe first report of M. pseudophaseolina in T. portulacastrum and B.\ndiffusa weeds, which are prevalent in the main Brazilian producing and\nexporting regions of melon. This is also the first report of this fungus\nin Brazil. Information about the biology, epidemiology and geographical\ndistribution of M. pseudophaseolina is scarce because of its recent\ndescription, thus further research is needed for a better understanding\nof this fungus as a potentially emerging pathogen of melon and other\ncrops,and about how to manage it.","trees":[{"tree_label":"ML tree","ntax":"103","rootedtree":"TRUE","title":"Tr112829","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_112829.phy"},{"tree_label":"Imported tree 1","ntax":"106","rootedtree":"TRUE","title":"Tr113896","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113896.phy"},{"tree_label":"Imported tree 1","ntax":"106","rootedtree":"TRUE","title":"Tr113897","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113897.phy"},{"tree_label":"con 50 majrule","ntax":"106","rootedtree":"TRUE","title":"Tr113898","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113898.phy"}]}