{"Authors":" Vitale Salvatore, Dalia Aiello, Vladimiro Guarnaccia, LAURA\nLUONGO, Massimo Galli, Giancarlo Polizzi, Alessandra Belisario, Hermann\nVoglmayr, Pedro W. Crous","Year":" 2018","Title":" Liberomyces pistaciae sp. nov., the causal agent of pistachio\ncankers and decline in Italy","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Delonicicolaceae, nut disease, pathogenicity, Pistacia\nvera, Xylariales, 1 new taxon","DOI":"","Abstract":" The causal agent of Pistachio decline in Sicily is\nidentified and the fungus described as Liberomyces pistaciae sp. nov.\n(Delonicicolaceae, Xylariales). Observations of the disease and sampling\nof the causal agent started in spring 2010, in the area where this crop\nis typically cultivated, Bronte and Adrano (Catania province), and later\nextended to the Agrigento and Caltanissetta provinces. Isolations from\nthe margins of twig, branch and stem cankers of declining plants\nresulted in fungal colonies with the same morphology. Pathogenicity\ntests on 5-year-old potted plants of Pistacia vera grafted on P.\nterebinthus reproduced similar symptoms to those observed in nature, and\nthe pathogen was confirmed to be a colonizer of woody plant tissue.\nComparison of the type of the apparently similar Asteromella pistaciarum\nshowed that it is morphologically and ecologically different from the\nisolates under investigations, being a typical member of\nMycosphaerellaceae. Asteromella pistaciarum is lectotypified, described\nand illustrated. Multi-locus phylogenies based on two (ITS and LSU rDNA)\nand three (ITS, rpb2, tub2) genomic loci revealed isolates of the canker\npathogen to represent a new species of Liberomyces within the\nDelonicicolaceae (Xylariales). This study is the first description of L.\npistaciae worldwide and the first detection of this new canker and\ndecline disease of pistachio. The new fungal species is characterised by\nsubglobose pycnidial, irregularly dehiscent conidiomata containing\nholoblastic sympodial conidiogenous cells; its conidia are straight to\nallantoid, hyaline, smooth, and 1-celled. The presence of this fungus in\nasymptomatic plants with apparently healthy woody tissues indicates that\nit also has a latent growth phase. This study provides the\nidentification and description of a new species and a further\nclarification of the taxonomy of genera within Delonicicolaceae,\nXylariales. It also improves the understanding of pistachio decline, but\nfurther studies are needed for planning effective disease management\nstrategies, and ensuring that the pathogen is not introduced into new\nareas with apparently healthy, but infected plants.","trees":[{"tree_label":"Fig. 3","ntax":"71","rootedtree":"TRUE","title":"Tr112902","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112902.phy"},{"tree_label":"Fig. 4","ntax":"80","rootedtree":"TRUE","title":"Tr112903","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_112903.phy"}]}