{"Authors":" Tyler Maxwell, Richard Blair, Yuemin Wang, Andrew Hugh\nKettring, Sean Moore, Matthew Rex, James Harper","Year":" 2018","Title":" A solvent-free approach for converting cellulose waste into\nhydrocarbon fuels with endophytic fungi","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Endophytic fungi; Mechanocatalysis; cellulose degradation;\nvolatile organic compounds; myco-diesel; Hypoxylon","DOI":"","Abstract":" Simple sugars produced from a solvent-free\nmechanocatalytic degradation of cellulose were evaluated for suitability\nas a growth medium carbon source for fungi that produce volatile organic\ncompounds. An endophytic Hypoxylon sp. (CI-4) known to produce volatiles\nhaving potential value as fuels was initially evaluated. Rapid growth\nwas obtained on a medium containing the degraded cellulose as the sole\ncarbon source and the volatile compounds produced were largely the same\nas those produced from a conventional dextrose/starch diet. A second\nHypoxylon sp. (BS15) was also characterized and shown to be\nphylogenetically divergent from any other named species. The degraded\ncellulose medium supports growth of BS15 and approximately the same\nquantity of volatile compounds were produced as from conventional diets.\nAlthough the major products from BS15 grown on degraded cellulose were\nidentical to those from dextrose, minor products differed. Extraction of\nvolatiles from growth media was achieved using solid-phase extraction in\norder to reduce solvent waste and more efficiently retain compounds\nhaving low vapor pressures. A comparison to more conventional\nliquid-liquid extraction demonstrates that, for CI-4, both methods gave\nsimilar results. Solid-phase extraction of BS15 retained a significantly\nlarger variety of volatile compounds than liquid-liquid extraction.\nThese advances positon the coupling of solvent-free cellulose conversion\nand endophyte metabolism as a viable strategy for the production of\nimportant hydrocarbons.","trees":[{"tree_label":"Imported tree 1","ntax":"332","rootedtree":"TRUE","title":"Endophytic fungi ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113131.phy"},{"tree_label":"Imported tree 1","ntax":"81","rootedtree":"TRUE","title":"Endophytic fungi Actin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113129.phy"},{"tree_label":"Imported tree 1","ntax":"79","rootedtree":"TRUE","title":"Endophytic fungi Tubulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113130.phy"}]}