{"Authors":" Xiancui Zhang , Xiaoxuan Li, Yiwen Gong , Yaru Li, Kaili\nZhang , Yanhong Huang, Fan Zhang","Year":" 2018","Title":" Isolation, Identification and Virulence of a new Metarhizium\nanisopliae strain on the German cockroach","Journal":" JOURNAL OF ECONOMIC ENTOMOLOGY","Volume":"","Issue":"","Pages":"","Keywords":" Key Words: Blattella germanica, Metarhizium anisopliae,\nvirulence, age, sex","DOI":"","Abstract":" The efficacy of a new and highly virulent Metarhizium\nanisopliae strain was evaluated against Blattella germanica in the\nlaboratory; this strain was obtained and purified from field-collected\nEupolyphaga sinensis cadavers. The status of this fungus as a new and\ngenetically distinct species was supported by both morphological\nevaluations and ITS sequence comparisons. The new strain was compared\nwith other M. anisopliae isolates and was found to be highly infectious\nand virulent against B. germanica. The virulence of this new strain\nagainst different instars of male and female cockroaches at five conidia\nconcentrations (1×105, 1×106, 1×107, 1×108 and 1×109 conidia/ml) was\nevaluated in vitro, and the mortality (measured as lethal\nconcentrations, LC50) was determined. According to the pathogenicity\ntest, M. anisopliae isolate EB0732 produced 100% mortality of 1-3 instar\nnymph (LC50=0.37 ×105conidia/ml) and 78.33% mortality of adult female\n(LC50=1.39×107 conidia/ml ) 15 d post-inoculation at a concentration of\n1×109 conidia/ml . There was an overall significant effect on mortality\nbetween the age and sex of B. germanica. A M. anisopliae susceptibility\ntest showed that the survival rate of cockroaches after treatment with\ntopical applications and mixed infection were lower than per os. These\nstudies shed light on a valuable integrated pest management against the\nGerman cockroach.","trees":[{"tree_label":"Imported tree 1","ntax":"10","rootedtree":"TRUE","title":"Tr113008","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113008.phy"}]}