{"Authors":" Xiuyue Zhang, Jinnan Ma, Rongyan Gong","Year":" 2018","Title":" Population genetic structure and intraspecific genetic\ndistance of Periplaneta americana, based on mitochondrial COI\nsequence","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Haplotypes; Population structure; Genetic diversity;\nGenetic distance; COI gene; Periplaneta americana","DOI":"","Abstract":" American cockroach is one of the highly diverse pests\nwhich occurs with an almost worldwide distribution. Genetic population\nstructure and intraspecific genetic distance of Periplaneta americana\nwere determined by using DNA barcoding sequences of 18 groups from\nChina, and one group from USA, with a total of 760 specimens analysed.\n10 haplotypes were defined from 18 groups in China, nine of which were\nexclusive haplotypes in China. Compared with USA group, the genetic\ndiversity of China group was relatively low. Genetic isolation by\ngeographic partition was not observed distinctly among Chinese groups\nconsidering the genetic divergence (Fst) and per-generation migration\nrate (Nm), and phylogenetic analyses. These results indicated P.\namericana among different sampled areas had low genetic divergence.\nPhylogenetic analysis revealed four distinct P. americana haplotype\ngroups, showing four genetically divergent groups of P. americana in\nChina and USA. Haplotypes of USA group were divided into three branches\nA, B and D, while the Chinese group were divided into B, C and D clades.\nA combination of climatic and geological events after the later\nPaleogene might drive the historical migration and genetic divergence\nbetween these groups. In addition, 17 unique haplotypes of P. americana\nand 20 haplotypes of other Periplaneta species were included for genetic\ndistance analysis, the sequence threshold of P. americana defined in our\ncase study with more extensive sampling was 5.1%. This was the first\nlarge-scale study of genetic diversity of American cockroaches in China\nand our results enriched the DNA barcode of genus Periplaneta.","trees":[{"tree_label":"con all compat","ntax":"68","rootedtree":"TRUE","title":"Tr113059","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113059.phy"},{"tree_label":"con all compat","ntax":"68","rootedtree":"TRUE","title":"Tr113060","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113060.phy"},{"tree_label":"tree 1","ntax":"68","rootedtree":"TRUE","title":"Tr113061","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113061.phy"}]}