{"Authors":" K. Bremer, Rolf Dahlgren","Year":" 1985","Title":" Major clades of the angiosperms.","Journal":" Cladistics","Volume":" 1","Issue":" NA","Pages":" 349-368","Keywords":" NA","DOI":" NA","Abstract":" Our knowledge of fundamental angiosperm interrelationships\nis still very incomplete. The absence of a narrowly circumscribed\ngymnosperm outgroup, ideally the sister group, makes character\nevaluation, necessary for a cladistic analysis, difficult. According to\ncurrent views the superorder Magnoliiflorae with a number of other\ngroups, for example the monocotyledons, may represent a complex of\nfamilies near the base of the angiosperms. Interrelationships of groups\nwithin the monocotyledons are much better understood than those between\ngroups within the dicotyledons. A cladogram of monocotyledon orders\nbased on earlier work by R. Dahlgren, H. T. Clifford, and F. N.\nRasmussen is presented. A data matrix for a sample of the angiosperms\nwith 61 characters for 49 taxa, mostly magnoliifloran and related\nfamilies, is presented. The characters are polarized mainly according to\nthe current view that the primitive angiosperm morphotype is a woody\ndicotyledon with strobiloid flowers. As an alternative the matrix is\nadjusted following W. C. Burger’s conjecture that the primitive\nangiosperm was a herbaceous monocotyledon with trimerous flowers. Both\nmatrices were run in a computerized parsimony analysis, resulting in\nnumerous equally parsimonious solutions. This result is illustrative of\nthe great homoplasy in the available character information, and also of\nhow little actually is known about fundamental angiosperm\ninterrelationships or phylogeny.","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"angiosperms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4336.phy"},{"tree_label":"Fig. 2","ntax":"49","rootedtree":"TRUE","title":"angiosperms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4334.phy"},{"tree_label":"Fig. 3","ntax":"49","rootedtree":"TRUE","title":"angiosperms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4335.phy"}]}