{"Authors":" Marco Antonio Bautista-Cruz, Gustavo Almaguer-Vargas,\nSantos Gerardo Leyva-Mir, Maria Teresa Colinas-León, Kamila Camara\nCorreia, Moisés Camacho-Tapia, Leticia Robles-Yerena, Sami Jorge\nMichereff, Juan Manoel Tovar-Pedraza","Year":" 2019","Title":" Phylogeny, Distribution, and Pathogenicity of Lasiodiplodia\nSpecies Associated With Cankers and Dieback Symptoms of Persian Lime in\nMexico.","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Citrus latifolia, dieback, pathogenicity, virulence,\nphylogenetic inference","DOI":" 10.1094/PDIS-06-18-1036-RE","Abstract":" Persian lime (Citrus latifolia Tan.) is an important and\nwidely cultivated fruit crop in several regions of Mexico. In recent\nyears, severe symptoms of gummosis, stem cankers, and dieback were\ndetected in the Persian lime-producing region in the states of Veracruz\nand Puebla, Mexico. The aims of this study were to identify the species\nof Lasiodiplodia associated with these symptoms, determine the\ndistribution of these species and test their pathogenicity and virulence\non Persian lime plants. In 2015, symptomatic samples of 12 commercial\nPersian lime orchards were collected and 60 Lasiodiplodia isolates were\nobtained. Fungal identification of 32 representative isolates was\nperformed using a phylogenetic analysis based on DNA sequence data of\nthe internal transcribed spacer (ITS) region, and part of the\ntranslation elongation factor 1-α (EF1-α), and β-tubulin (BT2) genes.\nSequence analysis was carried out using the Maximum Likelihood and\nBayesian Inference methods. Six Lasiodiplodia species were identified as\nL. pseudotheobromae, L. theobromae, L. brasiliense, L. subglobosa, L.\ncitricola and L. iraniensis. All Lasiodiplodia species of this study are\nreported for first time in association with Persian lime in Mexico and\nworldwide. Lasiodiplodia pseudotheobromae (42% of isolates) was the most\nfrequently isolated species, followed by L. theobromae (28%) and L.\nbrasiliense (12.5%). Pathogenicity on Persian lime young plant using a\nmycelial plug inoculation method showed that all identified\nLasiodiplodia species were able to cause necrotic lesions and gummosis,\nbut L. subglobosa, L. iraniensis, and L. pseudotheobromae were the most\nvirulent.","trees":[{"tree_label":"MLT","ntax":"100","rootedtree":"TRUE","title":"Lasiodiplodia ITS, TEF and BT2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118028.phy"}]}