{"Authors":" Carolina B Pereira, Todd J. Ward, Dauri J. Tessmann,\nEmerson M Del Ponte, Imane Laraba, Martha M. Vaughan, Susan P.\nMcCormick, Mark Busman, Amy Kelly, Robert H. Proctor, Kerry\nO’Donnell","Year":" 2018","Title":" Fusarium subtropicale sp. nov., a novel nivalenol\nmycotoxin-producing species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium head blight, genotyping, morphology,\npathogenicity, phylogenetics, trichothecene, whole-genome","DOI":"","Abstract":" Surveys were conducted in commercial wheat and barley\nfields in the southcentral production regions of State of Paraná, Brazil\nfrom 2011 through 2015. Spikes displaying visible Fusarium head blight\nsymptoms were collected and the pathogen isolated from the tissues. The\n754 Fusarium isolates recovered were identified by a high-throughput\nmultilocus genotyping assay (MLGT) designed to identify trichothecene\ntoxin-producing fusaria (i.e. formerly B-clade, but referred to here as\nF. sambucinum species complex lineage 1 [FSAMSC-1]) together with\nsequencing a portion of the translation elongation factor 1-α (TEF1)\ngene. One strain was discovered that appeared to be closely related to\nbut phylogenetically distinct from F. praegraminearum based on the\nrelatively low 97.7% TEF1 identity and positive genotype obtained with\none of the two F. praegraminearum species-specific MLGT probes.\nMolecular phylogenetic analyses of a 10-gene dataset resolved this novel\nFSAMSC-1 species and F. praegraminearum as sisters. Formally described\nherein as F. subtropicale, it is phenotypically distinct from the 22\nother FSAMSC-1 species in that it produces mostly 1-to-3-septate\nmacroconidia. Whole-genome sequence data was used to predict its\npotential to produce mycotoxins. Chemical analyses confirmed F.\nsubtropicale could produce the mycotoxins 4, 15-diacetylnivalenol,\nbutenolide, culmorin and fusarin C in vitro and the pathogenicity\nexperiment revealed F. subtropicale could infect but not spread in\nsusceptible hard red spring wheat cultivar “Norm.”","trees":[{"tree_label":"Fig. 1","ntax":"10","rootedtree":"TRUE","title":"Fusarium subtropicale FSAMSC Maximum likelihood\ntree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113135.phy"}]}