{"Authors":" Aude Gilabert, Thomas Dan Otto, Gavin G. Rutledge, Blaise\nFranzon, Benjamin Ollomo, Celine Arnathau, Patrick Durand, Nancy\nDiamella Moukodoum, Alain-Prince Okouga, Barthélémy Ngoubangoye, Boris\nMakanga, Larson Boundenga, Christophe Paupy, François Renaud, Franck\nPrugnolle, Virginie Rougeron","Year":" 2018","Title":" Plasmodium vivax-like genome sequences shed new insights into\nPlasmodium vivax biology and evolution","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Although Plasmodium vivax is responsible for the majority\nof malaria infections outside Africa, little is known about its\nevolution and pathway to humans. Its closest genetic relative,\nPlasmodium vivax-like, was discovered in African great apes and is\nhypothesized to have given rise to P. vivax in humans. To unravel the\nevolutionary history and adaptation of P. vivax, we generated using long\nand short read sequence technologies two new P. vivax-like reference\ngenomes and 9 additional P. vivax-like genotypes. Analyses show that the\ngenomes of P. vivax and P. vivax-like are highly similar and co-linear\nwithin the core regions. Phylogenetic analyses clearly show that P.\nvivax-like parasites form a genetically distinct clade from P. vivax.\nConcerning the relative divergence dating, we show that the evolution of\nP. vivax in humans did not occur at the same time as the other human\nmalaria agents, thus suggesting that the transfer of Plasmodium\nparasites to humans happened several times independently over the\nhistory of the Homo genus. We further identify several key genes that\nexhibit signatures of positive selection exclusively in the human P.\nvivax parasites. Interestingly, two of these genes have been identified\nto also be under positive selection in the other main human malaria\nagent, Plasmodium falciparum, thus suggesting their key role in the\nevolution of the ability of these parasites to infect humans or their\nanthropophilic vectors. We finally demonstrate that some gene families\nimportant for red blood cell (RBC) invasion (a key step of the life\ncycle of these parasites) have undergone lineage-specific evolution in\nthe human parasite (e.g. Reticulocyte Binding Proteins).","trees":[{"tree_label":"tree 1","ntax":"10","rootedtree":"TRUE","title":"Tr113136","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113136.phy"}]}