{"Authors":" Juan Manuel Acosta, Fernando O. Zuloaga, Renata\nReinheimer","Year":" 2018","Title":" Nuclear Phylogeny and Hypothesyzed Allopolyploidization\nEvents in the Subtribe Otachyriinae (Paspaleae, Poaceae)","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" apo1, grasses, ndhF, polyploid, photosynthesis evolution,\ntaxonomy","DOI":"","Abstract":" Otachyriinae Butzin, one of the three subtribes within the\nPaspaleae tribe of grasses, includes seven genera and approximately 35\nspecies. Interestingly, this subtribe comprises species with C3, C3-C4\nintermediate, and C4 photosynthesis. The circumscription of Otachyriinae\nhas changed through time, and still varies among treatments in current\nuse. The monophyly of this subtribe has been recovered in previous\nstudies based on plastid markers. A phylogenetic study taking into\naccount polyploidy and a low-copy nuclear gene (LCNG) is still lacking\nin Paspaleae. Given the high rates of polyploidy in Paspaleae, a\nre-analysis of its phylogeny with a LCNG is paramount to uncover\nreticulated evolution within the group. The purpose of the present study\nwas to reconstruct the evolutionary history of Otachyriinae, based on\nboth chloroplast and LCNG DNA with a focus on polyploidizations. We\npoint out incongruences between gene trees that allowed us to explore\nthe relationships between diploid and polyploid taxa. Our study has\nidentified several promising topics for future studies since genetic\nallopolyploidy and autopolyploidy was documented using the\ncharacteristic pattern of double-labelled gene trees. Our molecular\nevidence indicate that at least 40% of species within Otachyriinae show\nphylogenetic signature of polyploidy (16 taxa appear double-labelled in\nthe nuclear gene trees) and support the allopolyploid origin of at least\n9 taxa: Rugoloa polygonata (unknow photosynthetic pathway), the\nproto-kranz species Steinchisma laxum and Rugoloa hylaeica and the C3\nspecies Hymenachne felliana, H. grumosa, H. hemitomon, H. donacifolia,\nH. pernambucense, and P. grande. Furthermore, our results confirm that\nthe C4 taxon Anthaenantia is unambiguously monophyletic and show that\nAnthaenantia lanata is an autopolyploid. Also, we recognized 6 genera\nbelong to Otachyriinae subtribe: Anthaenantia, Hymenachne, Otachyrium,\nPlagiantha, Rugoloa, and Steinchisma. The taxonomic affiliation of\nPanicum species with historically ambiguous placements (P. condensatum,\nP. grande, P. harleyi, P. leptachne, P. longum, and P. stagnatile) were\nclarified and were transferred to Hymenachne.","trees":[{"tree_label":"con 50 majrule","ntax":"57","rootedtree":"TRUE","title":"Tr113169","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113169.phy"}]}