{"Authors":" Fiorella Fernanda Mazine, Jair Eustáquio Quintino Faria,\nAugusto Giaretta, Thais Vasconcelos, Felix Forest, Eve Lucas","Year":" 2018","Title":" Phylogeny and biogeography of the hyper diverse genus Eugenia\n(Myrtaceae: Myrteae), with emphasis on E. sect. Umbellatae, the most\nunmanageable clade","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Atlantic Forest; Jossinia; Neotropics; Racemosae;\nSchizocalomyrtus; systematics","DOI":" 10.12705/674.","Abstract":" Eugenia, comprising ca. 1100 species, is the largest genus\nof Neotropical Myrtaceae. Eugenia sect. Umbellatae (for- 15 merly\nreferred to as “clade 9”) is the most speciose lineage of Eugenia. This\nstudy aims to better delimit E. sect. Umbellatae, to identify and\nunderstand relationships between manageable subgroups of this large\nclade for future discrete systematic studies and to explain\nbiogeographical patterns in the genus. In total, 103 samples were used\nin this study. These include representa- tives of the nine clades of the\n“Eugenia group” with a particular focus on Eugenia clade 9, representing\nthe morphological and geographical diversity found in the genus.\nPhylogenetic reconstructions were performed using maximum likelihood\n(ML) 20 and Bayesian inference (BI) for the combined dataset, using the\nmarkers ITS, rpl16, psbA-trnH, rpl32-trnL, trnQ-rps16). The resultant\ntree was fossil calibrated and used for historical biogeographical\nanalysis using DEC implemented in RASP. The mid Oligocene is the most\nlikely period in which the crown node of Eugenia s.l. diversified. The\nearliest Eugenia appear to be associated with dry biomes and to have\narisen from non-tropical southern South America, as did ancestors of the\nearliest American Myrteae. Eugenia subg. Pseudeugenia also most likely\ndiversified in dry biomes, while E. subg. Hexachlamys and 25 E. subg.\nEugenia are likely to have diverged in the Atlantic Forests biome.\nEugenia sect. Umbellatae is morphologically very variable; some clades\ncan be circumscribed based on morphology while some remain\nmorphologically undiagnosable. The study presented here provides\ndiscussion of the earliest origins of Eugenia and its response to\nclimate-driven changes in the Neotropics as humid, forest biomes became\nmore widespread in the Miocene. In addition, important practical\nconclusions are drawn regarding relationships within Eugenia. Three\nclades are newly classified as subgenera: E. subg. Pseudeugenia (includ-\n30 ing species of E. sect. Pseudeugenia); E. subg. Hexachlamys\n(including E. sect. Hexachlamys) and E. subg. Eugenia (including E.\nsect. Umbellatae, E. sect. Jossinia, E. sect. Phyllocalyx, E. sect.\nPilothecium, E. sect. Racemosae, E. sect. Schizocalomyrtus, E. sect.\nSpeciosae and Eugenia sect. Excelsae). Two previously unidentified\nclades are published as E. sect. Excelsae and recognized as E. sect.\nJossinia, the latter consisting entirely of Old World species.","trees":[{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr113168","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113168.phy"}]}