{"Authors":" Eric J Schott, Santiago Di Lella, Tsvetan Radoslavov\nBachvaroff, Mario Amzel, Gerardo R Vasta","Year":" 2019","Title":" Lacking catalase, a protistan parasite draws on its\nphotosynthetic ancestry to complete an antioxidant repertoire for\nintracellular survival","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" ascorbic acid, hydrogen peroxide, parasite, oxidative\nstress, vacuole","DOI":"","Abstract":" Background: Antioxidative enzymes contribute to a\nparasites ability to counteract the hosts intracellular killing\nmechanisms. The facultative intracellular oyster parasite, Perkinsus\nmarinus, a sister taxon to dinoflagellates and apicomplexans, is\nresponsible for mortalities of oysters along the Atlantic coast of North\nAmerica. Parasite trophozoites enter molluscan hemocytes by subverting\nthe phagocytic response while inhibiting the typical respiratory burst.\nBecause P. marinus lacks catalase, the mechanism(s) by which the\nparasite evade the toxic effects of hydrogen peroxide had remained\nunclear. We previously found that P. marinus displays an\nascorbate-dependent peroxidase (APX) activity typical of photosynthetic\neukaryotes. Like other alveolates, the evolutionary history of P.\nmarinus includes multiple endosymbiotic events. The discovery of APX in\nP. marinus raised the question: From which ancestral lineage is this APX\nderived, and what role does it play in the parasites life history?\nResults: Purification of P. marinus cytosolic APX activity identified a\n32 kDa protein. Amplification of parasite cDNA with oligonucleotides\ncorresponding to peptides of the purified protein revealed two putative\nAPX-encoding genes, designated PmAPX1 and PmAPX2. The predicted proteins\nare 93% identical, and PmAPX2 carries a 30 amino acid N-terminal\nextension relative to PmAPX1. The P. marinus APX proteins are similar to\npredicted APX proteins of dinoflagellates, and they more closely\nresemble chloroplastic than cytosolic APX enzymes of plants.\nImmunofluorescence for PmAPX1 and PmAPX2 shows that PmAPX1 is\ncytoplasmic, while PmAPX2 is localized to the periphery of the central\nvacuole. Three-dimensional modeling of the predicted proteins shows\npronounced differences in surface charge of PmAPX1 and PmAPX2 in the\nvicinity of the aperture that provides access to the heme and active\nsite. Conclusions: PmAPX1 and PmAPX2 phylogenetic analysis suggests that\nthey are derived from a plant ancestor. Plant ancestry is further\nsupported by the presence of ascorbate synthesis genes in the P. marinus\ngenome that are similar to those in plants. The localizations and 3D\nstructures of the two APX isoforms suggest that APX fulfills multiple\nfunctions in P. marinus within two compartments. The possible role of\nAPX in free-living and parasitic stages of the life history of P.\nmarinus is discussed.","trees":[{"tree_label":"tree 1+","ntax":"55","rootedtree":"TRUE","title":"APX","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113189.phy"}]}