{"Authors":" NA","Year":" 2018","Title":" The hills are alive with geckos! A radiation of a dozen\nspecies on sky islands across peninsular India (Squamata: Gekkonidae,\nHemiphyllodactylus)","Journal":" Organisms, Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Biogeography; divergence dating; Eastern Ghats;\nsystematics; Western Ghats","DOI":"","Abstract":" Sky Islands are high elevation environments that are\nseparated by warmer, low elevations, forming patches of unique montane\nhabitat that often persist through changing climates. Peninsular India\nwas ancestrally forested and has gradually become more arid since at\nleast the Oligocene, and open landscapes have dominated since the\nmiddle-late Miocene. Forests today are largely restricted to coastal\nmountains and some other montane habitats. A mitochondrial phylogeny and\nfossil-calibrated timetree of Indian Hemiphyllodactylus reveals an\nIndochinese origin and an endemic radiation with 12 species-level\nlineages, where a single species was known, that diversified in the\nOligocene-Miocene across montane forest habitats in the Eastern Ghats\nand south India. The phylogeny also suggests the discontinuous Eastern\nGhats mountain range encompasses two distinct biogeographic entities,\nnorth and south of the Pennar/ Krishna-Godavari River basins. This\nhighlights the deep history of the region and the importance of montane\nhabitats as islands of unique biodiversity that have persisted through\nmillions of years of changing climates. We describe three new species,\nHemiphyllodactylus arakuensis sp. nov., H. jnana sp. nov., and H.\nkolliensis sp. nov from montane habitats above 1000 m. The habitats\nthese species are distributed in are emerging hotspots of reptile\nendemism and this study emphasizes the need for systematic biodiversity\ninventory across India to uncover basic patterns of diversity and\ndistribution.","trees":[{"tree_label":"Imported tree 1","ntax":"58","rootedtree":"TRUE","title":"Tr113186","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113186.phy"}]}