{"Authors":" Josue Barrera-Redondo, Enrique Ibarra-Laclette, Alejandra\nVazquez-Lobo, Yocelyn Teresa Gutierrez-Guerrero, Daniel Piñero, Rafael\nLira, Luis E Eguiarte","Year":" 2019","Title":" The genome of Cucurbita argyrosperma (silver-seed gourd)\nreveals faster rates of protein-coding gene and long noncoding RNA\nturnover and neofunctionalization within Cucurbita.","Journal":" Molecular Plant","Volume":" 12","Issue":" 4","Pages":" 506-520","Keywords":" Comparative genomics; Cucurbita argyrosperma; Molecular\nevolution; long noncoding RNA; neofunctionalization; whole-genome\nduplication","DOI":" 10.1016/j.molp.2018.12.023","Abstract":" Whole-genome duplications are an important source of\nevolutionary novelties that change the mode and tempo at which genetic\nelements evolve within a genome. The Cucurbita genus experienced a\nwhole-genome duplication around 30 Mya, although the evolutionary\ndynamics of their coding and noncoding genes have not yet been\nscrutinized. Here, we analyzed the genomes of four Cucurbita species,\nincluding the novel genome assembly of Cucurbita argyrosperma, and\ncompared their gene contents with five other members of the\nCucurbitaceae family to assess the evolutionary dynamics of\nprotein-coding and long intergenic noncoding RNA (lincRNA) genes after\nthe genome duplication. We report a higher rate of protein-coding gene\nbirth-death rate in the Cucurbita genomes compared to the rest of the\nCucurbitaceae family. The genome of C. argyrosperma presented\nsignificantly faster evolutionary rates in gene families associated with\naspects of pollination and transmembrane transport. LincRNA families\nshowed high levels of gene turnover throughout the phylogeny, and 67.7%\nof the lincRNA families in Cucurbita show evidence of birth from the\nneofunctionalization of previously existing protein-coding genes. Our\nresults suggest that the whole-genome duplication in Cucurbita resulted\nin faster rates of gene family evolution through the\nneofunctionalization of duplicated genes.","trees":[{"tree_label":"Dated phylogeny","ntax":"11","rootedtree":"TRUE","title":"Cucurbita argyrosperma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_113223.phy"}]}