{"Authors":" Uwe Braun, Hyeon-Dong Shin, Susumu Takamatsu, Jamjan\nMeeboon, Levente Kiss, Ales Lebeda, Miloslav Kitner, Monika Goetz","Year":" 2019","Title":" Phylogeny and taxonomy of Golovinomyces orontii\nrevisited","Journal":" Mycological Progress","Volume":" 18","Issue":"","Pages":" 335-357","Keywords":" Golovinomyces bolayi sp. nov. · Golovinomyces tabaci comb.\nnov. · Golovinomyces vincae sp. nov. · molecular analyses ·\nGolovinomyces spadiceus · powdery mildews · Erysiphales","DOI":" 10.1007/s11557-018-1453-y","Abstract":" Golovinomyces orontii is a common plurivorous powdery\nmildew species with wide host range and worldwide distribution, usually\noccurring as asexual morph. Ascomata (chasmothecia) are rarely formed on\nmost hosts. Phylogenetic analyses based on rDNA ITS and 28S rDNA data of\na wide range of powdery mildew collections of G. orontii s. lat.\nsuggested the genetic heterogeneity of this species, which is\nundoubtedly not monophyletic. Sequences retrieved from numerous\ncollections referred to as G. orontii (s. lat.) split into three\ndistinct clusters, previously classified as groups 1 to 3, which have\nbeen genetically and morphologically analyzed, circumscribed and named.\nOne cluster (group 2), including a sequence retrieved from powdery\nmildew on the type host of Erysiphe orontii, Misopates orontium,\nconstitutes G. orontii s. str. G. tabaci comb. nov. ( Erysiphe tabaci)\nis introduced for the second cluster referring to group 1 that is\ngenetically and morphologically clearly distinct from G. orontii s. str.\nThe third assemblage of sequences (group 3) comprises powdery mildews on\nhosts of the composite tribe Cichorieae, including Cichorium and Lactuca\nspp., and a wide range of hosts belonging to various other plant\nfamilies for which the name G. bolayi sp. nov. is proposed. Oidium\nlactucae-debilis on Ixeris japonica in Asia is tentatively reduced to\nsynonymy with G. sonchicola, i.e., it does not pertain to the G. orontii\ns. lat. complex. G. orontii s. lat. on Vinca spp. (Apocynaceae), only\nknown as asexual morph, represents a separate species only distantly\nrelated to G. orontii s. str., which is described herein as G. vincae\nsp. nov. G. spadiceus is a further plurivorous Golovinomyces species\ndiscussed in this work, which, however, does not belong to the G.\norontii complex.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Golovinomyces Lineage III ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117165.phy"},{"tree_label":"Fig. 1","ntax":"115","rootedtree":"TRUE","title":"Golovinomyces Lineage XI ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117163.phy"},{"tree_label":"Fig. S1","ntax":"63","rootedtree":"TRUE","title":"Golovinomyces Lineage XI 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117164.phy"}]}