{"Authors":" Adriaana Jacobs-Venter, Imane Laraba, David M. Geiser, Mark\nBusman, Martha M. Vaughan, Robert H. Proctor, Susan P. McCormick, Kerry\nO’Donnell","Year":" 2018","Title":" Molecular systematics of two sister clades, the Fusarium\nconcolor and F. babinda species complexes, and the discovery of a novel\nmicrocycle macroconidium-producing species from South Africa","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium austroafricanum, Fusarium babinda, Fusarium\npolyphialidicum, gene genealogies, morphology, mycotoxins,\npathogenicity, phylogenetic species recognition, 1 new taxon","DOI":"","Abstract":" Multilocus DNA sequence data were used to investigate\nspecies identity and diversity in two sister clades, the Fusarium\nconcolor (FCOSC) and F. babinda species complexes. The molecular\nphylogenetic results support the recognition of a novel Fusarium species\nwithin the FCOSC, which is described and illustrated here as F.\naustroafricanum sp. nov. It was isolated as an endophyte of kikuyu grass\nassociated with a putative mycotoxicosis of cattle and from plant debris\nin soil in South Africa. Molecular phylogenetic analyses indicated it\nrepresents a genealogically exclusive lineage that is sister to F.\nconcolor. Of the 109 isolates analyzed, only four were received\ncorrectly identified to species and these included 1/46 F. concolor,\n1/31 F. babinda and 2/3 F. anguioides. The majority of the F. concolor\nand F. babinda isolates were received as F. polyphialidicum, which is a\nheterotypic synonym of the former species. Previously documented from\nSouth America, Africa, Europe and Australia, our data show F. concolor\nis also present in North America. The present study expands the known\ndistribution of F. babinda in Australia to Asia, Europe and North\nAmerica. Fusarium austroafricanum is most similar morphologically to F.\nconcolor and F. babinda but differs from the latter two species in\nproducing: (i) much longer macroconidia in which the apical cell is\nblunt to slightly papillate and the basal cell is only slightly notched,\n(ii) macroconidia via microcycle conidiation on water agar, and (iii)\nhead blight disease symptoms in inoculated spikelets of the susceptible\nwheat cultivar Norm. BLASTn searches of the whole genome sequence of F.\naustroafricanum NRRL 53441 were conducted to predict mycotoxin\npotential, using genes known to be essential for the synthesis of\nseveral mycotoxins and biologically active metabolites. Based on the\npresence of intact gene clusters that confer the ability to synthesize\nmycotoxins and pigments, we analyzed cracked corn kernel cultures of F.\naustroafricanum via liquid chromatography-mass spectrometry (LC-MS) but\nfailed to detect these metabolites in vitro.","trees":[{"tree_label":"Fig. 1","ntax":"81","rootedtree":"TRUE","title":"Fusarium concolor species complex TEF1, RPB1, and\nRPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113232.phy"}]}