{"Authors":" Kohei Yamamoto, Masaki Shimamura, Yousuke Degawa, Akiyoshi\nYamada","Year":" 2019","Title":" Dual colonization of Mucoromycotina and Glomeromycotina fungi\nin the basal liverwort, Haplomitrium mnioides (Haplomitriopsida)","Journal":" Journal of Plant Research","Volume":"","Issue":"","Pages":"","Keywords":" Basal land plant · Endogonales · Fine endophyte ·\nGlomeromycotina · Mucoromycotina · Mycorrhizal association","DOI":" 10.1007/s10265-019-01145-3","Abstract":" In general, Glomeromycotina was thought to be the earliest\nfungi forming mycorrhiza-like structure (MLS) in land plant evolution.\nIn contrast, because the earliest divergent lineage of extant land\nplants, i.e. Haplomitriopsida liverworts, associates only with\nMucoromycotina mycobionts, recent studies suggested that those fungi are\nnovel candidates for the earliest mycobionts. Therefore,\nMucoromycotinaHaplomitriopsida association currently attracts attention\nas an ancient mycorrhiza-like association. However, mycobionts were\nidentified in only 7 of 16 Haplomitriopsida species and the mycobionts\ndiversity of this lineage is largely unclarified. To clarify the\ntaxonomic composition of mycobionts in Haplomitriopsida, we observed\nMLSs in the rhizome of Haplomitrium mnioides (Haplomitriopsida), the\nAsian representative Haplomitriopsida species, and conducted molecular\nidentification of mycobionts. It was recorded for the first time that\nGlomeromycotina and Mucoromycotina co-occur in Haplomitriopsida as\nmycobionts. Significantly, the arbuscule-like branching (ALB) of\nGlomeromycotina was newly described. As the Mucoromycotina fungi forming\nMLSs in H. mnioides, Endogonaceae and Densosporaceae were detected, in\nwhich size differences of hyphal swelling (HS) were found between the\nfungal families. This study provides a novel evidence in the MLS of\nHaplomitriopsida, i.e. the existence of Glomeromycotina association as\nwell as the dominant Mucoromycotina association. In addition, since\nhyphal characteristics of the HS-type MLS were quite similar to those of\nfine endophytes (FE) of Endogonales in other bryophytes and vascular\nplants previously described, this MLS is suggested to be included in FE.\nThese results suggest that Glomeromycotina and Mucoromycotina were\nacquired concurrently as the mycobionts by the earliest land plants\nevolved into arbuscular mycorrhizae and FE. Therefore, dual association\nof Haplomitriopsida, with Endogonales and Glomeromycotina will provide\nus novel insight on how the earliest land plants adapted to terrestrial\nhabitats with fungi.","trees":[{"tree_label":"Imported trees","ntax":"104","rootedtree":"TRUE","title":"Mucoromycotina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121110.phy"},{"tree_label":"Imported trees","ntax":"32","rootedtree":"TRUE","title":"Glomeromycotina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121111.phy"}]}