{"Authors":" Thomas Inäbnit, Adrienne Jochum, Marian Kampschulte,\nGunhild Martels, Bernhard Ruthensteiner, Rajko Slapnik, Claudia\nNesselhauf, Eike Neubert","Year":" 2018","Title":" Decendents signal Dinaride radiation: an integrative\ntaxonomic study of carychiid microsnails reveals seven new species of\nthe troglobitic genus Zospeum (Gastropoda, Ellobiidae, Carychiinae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" troglobitic microsnails, Dinarides, shell variability,\nsubterranean ecology, molecular phylogenetics, morphometrics, computer\ntomography, microgastropods","DOI":"","Abstract":" The minute snails of the troglobitic genus Zospeum are\nknown from the southeastern Alps through the Dinarides and from the\nPyrenees to the Cantabrian Mountains. The majority of Zospeum has been\ndescribed from the northernmost region of Southeast Europe, the\ngeographical focus of our study. The taxonomic value of the few\navailable morphological shell characters has been debated for nearly as\nlong as the genus is known. Recent results of genetic studies questioned\nthe established taxonomic system based on morphological characters in\nthe Seventies of the last century, with one species (Z. isselianum)\nappearing to be polyphyletic. Here, we present a comprehensive revision\nof the Alpine and Dinaride portion of the genus, using an integrative\napproach including genetic methods, morphometry, X-ray microtomography\n(microCT) and SEM. We reveal 27 species and describe 7 new to science.\nGenetic analysis separated the genus into five clades, strongly\nchallenging the previously valid taxonomic system and revealing several\nspecies polyphyletic. The various methods used for morphological\ncharacterization often proved useful in separating species showing high\nincidence of cryptic speciation in the genus. Radular investigation\nusing SEM uncovered new insights about the taxonomic value of the\nconfiguration of the radular ribbon within Zospeum as well as Zospeums\ndentitional affinity within the Ellobioidea.","trees":[{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr113325","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113325.phy"},{"tree_label":"con 50 majrule","ntax":"52","rootedtree":"TRUE","title":"Tr113324","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113324.phy"},{"tree_label":"tree 1","ntax":"52","rootedtree":"TRUE","title":"Tr113326","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113326.phy"}]}