{"Authors":" Sara B. Hoot","Year":" 1991","Title":" Phylogeny of the Ranunculaceae based on epidermal\nmicrocharacters and macromorphology.","Journal":" Systematic Botany","Volume":" 16","Issue":" NA","Pages":" 741-755","Keywords":" NA","DOI":" NA","Abstract":" The epidermal microcharacters of 20 genera in the\nRanunculaceae and 10 outgroup genera from the families Glaucidiaceae,\nCircaeasteraceae, Berberidaceae, Menispermaceae, and Lardizabalaceae\nwere studied employing scanning electron and light microscopy.\nCharacters such as type of trichome and stomatal length are valuable\ntools in assessing phylogeny in the Ranunculaceae. Using cladistic\nanalyses, the basic division of the family into two major groups\naccording to chromosome size (R- and T-types) was confirmed. By outgroup\npolarization, the T-type chromosome group is considered most primitive.\nTwo major clades are recognized in the T-type taxa: the Aquilegia and\nThalictrum group including closely related genera and a group consisting\nof Coptis and Xanthorhka. Hydrastis is not considered a member of the\nRanunculaceae. Further cladistic analyses of the R-type taxa using\nmacrocharacters derived mainly from floral and fruit morphology resulted\nin the following subdivisions: the Anemone and Ranunculus group\nincluding Pulsatilla, Hepatica, and Clematis; the Cimicifuga and Actaea\ngroup; and the Helleborus group including Eranthis, Trollius, and\nCaltha.","trees":[{"tree_label":"Fig. 9B","ntax":"25","rootedtree":"TRUE","title":"Ranunculaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4338.phy"},{"tree_label":"Fig. 10C","ntax":"18","rootedtree":"TRUE","title":"Ranunculaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4339.phy"},{"tree_label":"Fig. 10D","ntax":"18","rootedtree":"TRUE","title":"Ranunculaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4340.phy"},{"tree_label":"Fig. 9A","ntax":"25","rootedtree":"TRUE","title":"Ranunculaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4337.phy"}]}