{"Authors":" Jazmin Blaz, Josue Barrera-Redondo, Mirna\nVazquez-Rosas-Landa, Enrique Ibarra-Laclette","Year":" 2018","Title":" Genomic Signals of Adaptation towards Mutualism and Sociality\nin Two Ambrosia Beetle Complexes","Journal":" Life","Volume":" 9","Issue":" 1","Pages":" 2","Keywords":" mutualism; sociality evolution; ambrosia beetle complexes;\npolyphagous shot hole borer; redbay ambrosia beetle","DOI":" 10.3390/life9010002","Abstract":" Mutualistic symbiosis and eusociality have developed\nthrough gradual evolutionary processes at different times in specific\nlineages. Like some species of termites and ants, ambrosia beetles have\nindependently evolved a mutualistic nutritional symbiosis with fungi,\nwhich has been associated with the evolution of complex social behaviors\nin some members of this group. We sequenced the transcriptomes of two\nambrosia complexes (Euwallacea sp. near fornicatusFusarium euwallaceae\nand Xyleborus glabratusRaffaelea lauricola) to find evolutionary\nsignatures associated with mutualism and behavior evolution. We\nidentified signatures of positive selection in genes related to nutrient\nhomeostasis; regulation of gene expression; development and function of\nthe nervous system, which may be involved in diet specialization;\nbehavioral changes; and social evolution in this lineage. Finally, we\nfound convergent changes in evolutionary rates of proteins across\nlineages with phylogenetically independent origins of sociality and\nmutualism, suggesting a constrained evolution of conserved genes in\nsocial species, and an evolutionary rate acceleration related to changes\nin selective pressures in mutualistic lineages.","trees":[{"tree_label":"Dated phylogeny","ntax":"16","rootedtree":"FALSE","title":"Ambrosia beetles complexes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_113346.phy"},{"tree_label":"Phyml phylogeny","ntax":"16","rootedtree":"FALSE","title":"Ambrosia beetles complexes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_113343.phy"}]}