{"Authors":" Fritz Jose Pichardo-Marcano, Maria Esther Nieto-Blazquez,\nAshley Nicolle MacDonald, Gloria Galeano, Julissa Roncal","Year":" 2018","Title":" Phylogeny, historical biogeography and diversification rates\nin an economically important group of Neotropical palms: Tribe\nEuterpeae","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ancestral range estimation, Arecaceae, biome,\ninflorescence, tropical America, trait-dependent diversification\nrates","DOI":"","Abstract":" Tribe Euterpeae is an economically and ecologically\nimportant group of Neotropical palms (Arecaceae). Some species are\nhyperdominant in the Neotropics, and many constitute a good source of\nrevenue. To reconstruct the biogeographical history and diversification\nof the Euterpeae, we inferred a robust dated molecular phylogenetic\nhypothesis including 82% of the species sequenced for five DNA regions\n(trnD-trnT, CISP4, WRKY6, RPB2, and PHYB). Ancestral range was estimated\nusing all models available in BioGeoBEARS and Binary State Speciation\nand Extinction analysis was used to evaluate the association of biome\nand inflorescence type with diversification rates. All intergeneric\nrelationships were resolved providing insight on the taxonomic\ncontroversy of Jessenia, Euterpe and Prestoea. Three widely distributed\nNeotropical species were non-monophyletic, inviting a revision of\nspecies circumscriptions. The Euterpeae started its diversification in\nthe mid Eocene (40 Mya), with most species-level divergence events\noccurring in the last 10 million years. Four colonization events from\nCentral to South America were inferred. Different diversification rates\nwere associated with biomes but not with inflorescence type. Tribe\nEuterpeaes ancestral biome was the lowland rainforest attesting to the\nimportance of lowland adapted lineages on the assembly of montane flora.\nThe two-fold higher speciation rate for montane taxa (compared with\nlowland rainforest taxa) was contemporaneous to the Andean orogenic\nuplift. The specialized beetle pollination of Oenocarpus with its\nhippuriform (horsetail shape) inflorescence did not seem to have\ninfluenced diversification rates in Euterpeae. Future studies should\nconduct a direct test of the effect of pollinators on palm\ndiversification rates.","trees":[{"tree_label":"TREE1","ntax":"74","rootedtree":"TRUE","title":"Euterpeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113328.phy"},{"tree_label":"tree1","ntax":"74","rootedtree":"TRUE","title":"Euterpeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113329.phy"},{"tree_label":"TREE1","ntax":"51","rootedtree":"TRUE","title":"Euterpeae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113327.phy"}]}