{"Authors":" Andrew Leumas Loyd, Eric R Linder, Jason A. Smith, Matthew\nE Smith, Robert A Blanchette","Year":" 2018","Title":" Cultural Characterization and Resiliency to Extreme\nTemperatures of the Ganodermataceae Present in the Eastern United\nStates","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" chlamydospores; Ganodermataceae; polypores; survival","DOI":"","Abstract":" The cultural characteristics of fungi can provide useful\ninformation for studying the biology and ecology of a group of closely\nrelated species, and are often overlooked features for the order\nPolyporales. In addition, optimal temperature and growth rate data can\nalso be useful in strain selection for cultivated fungi such as reishi\n(i.e. laccate Ganoderma species). Ganoderma species are primary wood\ndecay fungi that cause white rot on a variety of different substrates.\nSome species such as G. zonatum are associated with palm decay on living\npalms, and can cause strength loss of the lower trunk that often results\nwith tree failures. However, other species in the G. lucidum species\ncomplex are only associated with declining or dead trees. Historically,\nthe taxonomy of the laccate (shiny) Ganoderma species has been\nunresolved and many species have been placed under the taxon label of G.\nlucidum. The cultural characteristics of Ganoderma species from the\nUnited States are needed to understand the biology of the Ganoderma\nspecies that have been lumped under this name. Culture morphology,\naverage growth rate, optimal temperatures, and resiliency to extreme\ntemperatures were characterized for isolates of Ganodermataceae taxa\ncollected in the eastern U.S., including: Ganoderma curtisii, G.\nmartinicense, G. meredithiae, G. ravenelii, G. sessile, G. tsugae, G.\ntuberculosum, G. cf. weberianum, G. zonatum, and Tomophagus colossus.\nIsolates of G. curtisii, G. meredithiae, G. ravenelii, G. sessile, G.\ntuberculosum, G. cf. weberianum and G. zonatum had optimal temperatures\nranging from 25-30 C, while G. martinicense (30-35 C), G. tsugae (20-25\nC) and T. colossus (35-40 C) had different optimal temperatures. There\nwere differences in linear growth rates between the taxa at each\nrespective optimal temperature, where isolates of G. sessile and T.\ncolossus grew the fastest and isolates of G. meredithiae, G. ravenelii,\nand G. tsugae grew the slowest. Isolates of G. sessile, G. martinicense,\nG. cf. weberianum and T. colossus constitutively produced chlamydospores\non MEA, and these species were the only species to survive long term\nexposure (30 or 40 days) to 40 C. All isolates of every species survived\nfreezing temperatures, but there were differences in resiliency.\nIsolates of G. sessile, G. tsugae and G. cf. weberianum were the most\nresilient where the colony growth area (cm2) was least effected over\ntime. We hypothesize that chlamydospores function as survival structures\nserving as propagules that are resilient to adverse temperature\nconditions, especially heat. Cultural characteristics of G.\nmartinicense, G. ravenelii, G. tuberculosum, and G. cf. weberianum\ncollected from the U.S. are described for the first time.","trees":[{"tree_label":"tree 1","ntax":"51","rootedtree":"TRUE","title":"Ganodermataceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113332.phy"}]}