{"Authors":" Isabel Iturrieta González, Josepa Gené, Josep Guarro, Dania\nGarcía","Year":" 2018","Title":" Neodendryphiella, a novel genus of the Dictyosporiaceae\n(Pleosporales)","Journal":" Mycokeys","Volume":" 37","Issue":"","Pages":" 19-38","Keywords":" Dendryphiella, Pleosporales, Ascomycota, Phylogeny,\nTaxonomy","DOI":" 10.3897/mycokeys.36.27275","Abstract":" In a survey of soil and herbivore dung microfungi in\nMexico and Spain, several dendryphiella-like species were found.\nPhylogenetic analysis based on ITS and LSU sequences showed that these\nfungi belonged to the family Dictyosporiaceae (Pleosporales) and forming\na monophyletic undescribed lineage related but phylogenetically distant\nfrom Dendryphiella. Therefore, the genus Neodendryphiella is proposed to\naccommodate three new species, N. mali, N. michoacanensis and N.\ntarraconensis. The novel genus shares morphological features with\nDendryphiella such as differentiated conidiophores and polytretic\nintegrated conidiogenous cells, which produce acropetal branched chains\nof conidia. Neodendryphiella differs in the absence of nodulose\nconidiophores bearing conidiogenous cells with pores surrounded by a\nthickened and darkened wall, typical features in the conidiogenous\napparatus of Dendryphiella. In addition, the phylogenetic and\nmorphologic analysis of several reference strains of different\nDendryphiella species available for comparison support the proposal of\nD. variabilis sp. nov., which mainly differs from the other species of\nthe genus by having conidia up to 7 septa, and allow to highlight that\nD. vinosa and D. infuscans are obscure species that require further\ntaxonomic revision.","trees":[{"tree_label":"PAUP_1","ntax":"30","rootedtree":"TRUE","title":"Tr113455","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113455.phy"},{"tree_label":"PAUP_1","ntax":"31","rootedtree":"TRUE","title":"Tr113456","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113456.phy"},{"tree_label":"PAUP_1","ntax":"30","rootedtree":"TRUE","title":"Tr113457","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113457.phy"}]}