{"Authors":" Zuraifah Asrah Mohamad, Lena Ciric, Christopher Charles\nKibbler","Year":" 2018","Title":" Characterisation of Stachybotrys spp. using PCR and\nMatrix-Assisted Laser Desorption Ionization-Time of Flight (MALDI-TOF)\nMass Spectrometry Characterisation of Stachybotrys spp. using PCR and\nMatrix-Assisted Laser Desorption Ionization-Time of Flight (MALDI-TOF)\nMass Spectrometry","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Identification, mass spectral profiles (MSPs),\nMatrix-Assisted Laser Desorption Ionization-Time of Flight (MALDI-TOF),\npolymerase chain reaction (PCR), Stachybotrys spp., trichodiene synthase\n(tri5), universal primer.","DOI":"","Abstract":" There have been continuous revisions in the identification\nof Stachybotrys spp. due to developments in laboratory techniques since\nthe genus was proposed by Corda in 1837. One of the species, S.\nchartarum, is also known as a species complex fungus where\ndiscrimination between closely related species can prove challenging.\nThe aim of this study was to identify members of the S. chartarum\nspecies complex and distinguish them from morphologically similar\nStachybotrys spp. with confidence using PCR and MALDI-TOF-based\ncharacterisation methods. Stachybotrys spp. strains (n = 13)\nrepresenting five different species were obtained from various sources\nfor this study. A universal PCR primer set (ITS1/4) suitable for\nidentification at genus level, misidentified some of the strains at\nspecies level. However, the trichodiene synthase (tri5) gene, which is\ninvolved in the trichothecenes biosynthetic pathway, provided a reliable\nand more specific method for identifying S. chartarum and S.\nchlorohalonata, although nucleotide and phylogenetic patterns differed\nbetween the pre-existing and novel tri5 primer sets used. Moreover, one\nof the novel primer sets, SC3, was specific to S. chartarum. The\nstandard Bruker method for protein extraction for Matrix-Assisted Laser\nDesorption Ionization-Time of Flight (MALDI-TOF) Mass Spectrometry was\nsuccessfully employed without additional reagent steps or melanin\nsuppression. Using in-house generated mass spectrum profiles (MSPs) of\nStachybotrys chartarum, NCPF 7597, all S. chartarum isolates grown in\nSabouraud dextrose broth were identified with high probability to the\nspecies level, S. chlorohalonata as probable Stachybotrys species, and\nother Stachybotrys species could not be reliably identified. In this\nstudy, we have developed and demonstrated the value of two rapid novel\napproaches to the identification of Stachybotrys chartarum sensu\nstricto, suitable for use in the routine mycology laboratory.","trees":[{"tree_label":"Imported tree 1","ntax":"12","rootedtree":"TRUE","title":"Tr113438","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113438.phy"},{"tree_label":"Imported tree 1","ntax":"12","rootedtree":"TRUE","title":"Tr113440","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113440.phy"},{"tree_label":"Stachybotrys 12 x 1227","ntax":"12","rootedtree":"TRUE","title":"Tr113437","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113437.phy"},{"tree_label":"Imported tree 1","ntax":"12","rootedtree":"TRUE","title":"Tr113441","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113441.phy"}]}