{"Authors":" Tatyana Darienko, Alena Lukesova, Thomas Proeschold","Year":" 2018","Title":" The polyphasic approach revealed new species of Chloroidium\n(Trebouxiophyceae, Chlorophyta)","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" integrative taxonomy, Chloroidium, intraspecific\nvariation, species concept, DNA barcoding","DOI":"","Abstract":" Chlorella-like coccoid green algae are widely distributed\nin many types of habitats such as freshwater, terrestrial and marine.\nOne group of terrestrial microalgae belonging to the Trebouxiophyceae\nforms the monophyletic lineage of the Watanabea clade. This clade\nexclusively comprises of ellipsoid and spherical coccoid green algae,\nwhich traditionally have been assigned as different species of\nChlorella. Within this clade, seven out of ten genera are described\nmainly based on phylogenetic analyses of SSU and rbcL sequences. Most of\nthe genera are represented by only one or two species that are rarely\nfound in natural samples. In contrast, the genus Chloroidium is widely\ndistributed across different habitats. We investigated 34 new isolates,\nwhich were originally assigned as Chloroidium or Chlorella, using an\nintegrative approach. The phylogenetic analyses of SSU and ITS rDNA\nsequences revealed nine lineages, eight of which were highly supported\nin all of our bootstrap and Bayesian analyses. The ITS-2/CBC approach\nclearly demonstrated that these nine lineages represent individual\nspecies. The haplotype network analyses revealed that three out of them\nwere widely distributed and showed no preference for any habitat. The\ncomprehensive study of SSU and rbcL datasets also revealed that no clear\nsynapomorphy could be found to support the assigned genus\nParachloroidium. As a result of our findings, we proposed that both\nspecies belonging to Parachloroidium be transferred to Chloroidium. In\naddition, we re-established two species originally described by Chodat\nas new members of Chloroidium (C. lichenum, C. viscosum). Two of the\nnine lineages (C. antarcticum, C. arboriculum) were newly described in\nthis study.","trees":[{"tree_label":"PAUP_1","ntax":"58","rootedtree":"TRUE","title":"Fig. 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_113468.phy"},{"tree_label":"PAUP_1","ntax":"23","rootedtree":"TRUE","title":"Fig. 2b","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_113469.phy"},{"tree_label":"PAUP_1","ntax":"22","rootedtree":"TRUE","title":"Fig. 2a","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_113470.phy"}]}