{"Authors":" Alice da Cruz Lima Gerlach, Zeynep Toprak, Yamama Naciri,\nElena Araujo Caviró, Rosa Mara Borges da Silveira, Philippe Clerc","Year":" 2018","Title":" New insights into the Usnea cornuta aggregate (Parmeliaceae,\nlichenized Ascomycota): molecular analysis reveals a high genetic\ndiversity correlated with chemistry","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Coalescent model, lichen-forming fungi, parallel\nevolution, protein-coding genes, STACEY, systematics, secondary\nmetabolites, thin-layer chromatography","DOI":"","Abstract":" Biological processes such as hybridization, incomplete\nlineage sorting or gene flow can obscure the signals for the recognition\nof evolutionary distinct lineages, in particular in groups of organisms\nhaving diverged recently. Therefore, compiling pieces of evidence from\ndiverse sources of data may be critical for the accurate assessment of\nspecies boundaries in such groups. The increasing availability of DNA\nsequences data allows getting much deeper insight into the understanding\nof diversification and speciation processes and their consequences on\nthe biodiversity. In this study, we applied an integrative approach\nbased on DNA sequences, chemical, geographic, and morphological data,\nand attempted to define species boundaries in the lichen-forming genus\nUsnea (Parmeliaceae), with a particular focus on the U. cornuta\naggregate, a cosmopolitan species group. We provide the first\nmultispecies coalescent (MSC) based species delimitation for this group\nof Usnea species from the Neotropics. Based on ITS rDNA, and the two\nprotein-coding genes RPB1, and Mcm7, we estimated the species tree under\nthe MSC model in a Bayesian framework using STACEY. Our results indicate\nthat at least nine strongly supported distinct lineages coexist in the\nU. cornuta aggregate, each of them being well chemically characterized.\nWe additionally found evidence for the polyphyly of three morphospecies,\nUsnea brasiliensis, U. cornuta and U. dasaea.","trees":[{"tree_label":"TREE1","ntax":"156","rootedtree":"TRUE","title":"Tr113908","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113908.phy"},{"tree_label":"TREE1","ntax":"156","rootedtree":"TRUE","title":"Tr113909","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113909.phy"},{"tree_label":"TREE1","ntax":"156","rootedtree":"TRUE","title":"Tr113911","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113911.phy"},{"tree_label":"TREE1","ntax":"156","rootedtree":"TRUE","title":"Tr113912","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113912.phy"}]}