{"Authors":" Andre Wilson Campos Rosado, Fabio Alex Custodio, Danilo\nBatista Pinho, Ana Paula Sato Ferreira, Olinto Liparini Pereira","Year":" 2018","Title":" Cladosporium species associated with disease symptoms on\ndifferent crops in Brazil, with descriptions of new species","Journal":" TPP","Volume":"","Issue":"","Pages":"","Keywords":" Cladosporiaceae, diversity, Dothideomycetes, passionfruit\nscab, phylogeny","DOI":"","Abstract":" Fungi belonging to the genus Cladosporium are cosmopolitan\nwith species occurring in various substrate or hosts. Cladosporium spp.\nare responsible for economic losses in numerous agricultural crops,\ncausing leaf spots, scab, postharvest rots and other symptoms. The\netiology of many diseases associated with these symptoms is still\nuncertain. The aim of this research was to determine the identify of\nCladosporium isolates associated with passionfruit scab and some\npostharvest rots on different crops, based on phylogenetic and\nmorphological analyses. The phylogenetic analyses indicated that the\nsamples belong to the C. cladosporioides complex. Three previously\ndescribed Cladosporium species were identified: Cladosporium\npseudocladosporioides (on kiwi, passionfruit, and taro), C. subuliforme\n(on passionfruit), and C. tenuissimum (on cashew fruit, papaya, and\npassionfruit). In addition to four putative new species: Cladosporium\npassiflorae, C. passifloricola, Cladosporium sp. 1, and Cladosporium sp.\n2, all occurring on passionfruit. This study is the first report of the\npresence of seven different species of Cladosporium associated with\npassionfruit. Moreover, this paper represents the first report of C.\npseudocladosporioides, and C. tenuissimum associated with postharvest\nrot on kiwi and taro, and cashew fruit, respectively. This study\ncontributes with several taxonomic novelties for the knowledge about the\ndiversity of Cladosporium.","trees":[{"tree_label":"con 50 majrule","ntax":"134","rootedtree":"TRUE","title":"Tr113950","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113950.phy"}]}