{"Authors":" Pablo Cruz-Morales","Year":" 2018","Title":" Revisiting the evolution and taxonomy of Clostridia, a\nphylogenomic update.","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Clostridium is a large genus of obligate anaerobes\nbelonging to the Firmicutes phylum of bacteria, most of which have a\nGram-positive cell wall structure. The genus includes significant human\nand animal pathogens, causative of potentially deadly diseases such as\ntetanus and botulism. Despite their relevance and many studies\nsuggesting that they are not a monophyletic group, the taxonomy of the\ngroup has largely been neglected. Currently, species belonging to the\ngenus are placed in the unnatural order defined as Clostridiales, which\nincludes the class Clostridia. Here we used genomic data from 779\nstrains to study the taxonomy and evolution of the group. This analysis\nallowed us to; (i) confirm that the group is composed of more than one\ngenus (ii), detect major differences between pathogens classified as a\nsingle species within the group of authentic Clostridium spp. (sensu\nstricto), (iii) identify inconsistencies between taxonomy and toxin\nevolution that reflect on the pervasive misclassification of strains\nand, (iv) identify differential traits within central metabolism of\nmembers of what has been defined earlier and confirmed by us as cluster\nI. Our analysis shows that the current taxonomic classification of\nClostridium species hinders the prediction of functions and traits,\nsuggests a new classification for this fascinating class of bacteria and\nhighlights the importance of phylogenomics for taxonomic studies.","trees":[{"tree_label":"tree 1","ntax":"366","rootedtree":"TRUE","title":"Clostridium AroA 775x413","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114079.phy"},{"tree_label":"tree 1","ntax":"779","rootedtree":"TRUE","title":"Clostridium 779x12837","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114080.phy"}]}