{"Authors":" Luke Gulliver Liddell, Lennard N. Gillman, Donnabella\nCastillo Lacap-Bugler, Shane Donald Wright","Year":" 2020","Title":" Metrosideros (Myrtaceae) in Oceania: origin, evolution, and\ndispersal","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" Dispersal, diversity, ETS, ITS, Metrosideros, Pacific\nbiogeography, phylogeography, rDNA, Myrtaceae, Phytogeography","DOI":"","Abstract":" AIM: Metrosideros (Myrtaceae) comprises ~55 woody species\ndistributed across Oceania. Centres of species richness occur in New\nZealand and New Caledonia, with outliers in South America and Africa.\nWhile the phylogeography of one component 혰 subgenus Metrosideros 혰 has\nreceived some examination, the rest of the genus has not been resolved.\nIn this study we aim to resolve the phylogeny of Metrosideros and to\ninfer origin, dispersal events and dispersal routes for the genus.\nLOCATION: The study encompasses the distribution of Metrosideros across\nOceania, southern Africa and South America. TAXON: Metrosideros\n(Myrtaceae) including subgenera Metrosideros and Mearnsia. METHODS: A\nBayesian phylogeny with almost all species of Metrosideros was\nconstructed, using concatenated ITS+ETS rDNA from samples we collected\nand sequenced. Potential centres of origin/diversification and pathways\nof dispersal were investigated with reference to the phylogeny,\ncontemporary diversity, and fossil record of Metrosideros. RESULTS:\nMetrosideros occurs as five clades, including the former genera Tepualia\nand Carpolepis. The paraphyletic subgenus Mearnsia encompasses four of\nthese clades, whereas subgenus Metrosideros forms a single clade with\nrobust support. Our phylogeography indicates multiple dispersal events,\nprimarily out of New Zealand. We infer an exceptional 6300km\ntrans-equatorial dispersal from Fiji to the Bonin Islands (Japan), and\nsuggest an ancient dispersal pathway from Australasia to Africa via\nSouth America. MAIN CONCLUSIONS: Australia and New Zealand,\nrespectively, are the likely landmasses of origin and diversification\nfor Metrosideros. Subgenus Mearnsia 혰 here given its first biogeographic\nscrutiny 혰 has key links to New Zealand and is paraphyletic, in contrast\nto past morphology-based taxonomies. We show that Metrosideros has a\npattern of species richness and dispersal that is contrary to dominant\ntrends, which typically favour origination within and dispersal from the\nequatorial tropics. Instead, diversification appears to have been\ncentred on small, isolated and marginal archipelagos (New Zealand and\nNew Caledonia) with diversity lower in both equatorial and continental\nregions.","trees":[{"tree_label":"Figure 1","ntax":"63","rootedtree":"TRUE","title":"Bayesian phylogeny of tribe Metrosidereae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_113952.phy"}]}