{"Authors":" Anna Greta Phillips, Till Töpfer, Katrin Boehning-Gaese,\nSusanne A Fritz","Year":" 2018","Title":" Evidence for distinct evolutionary optima in the morphology\nof migratory and resident birds","Journal":" Journal of Avian Biology","Volume":" e01807","Issue":"","Pages":" 1-12","Keywords":" evolutionary optima, migration, morphological\nadaptations","DOI":" 10.1111/jav.01807","Abstract":" Seasonal migration is prevalent in approximately one fifth\nof all bird species. Due to the high energetic costs of migration,\nconsistent morphological patterns can be observed across migratory\nspecies. These include longer, more pointed wings and shorter tails in\ncomparison to resident species. While evidence for distinct\nmorphological adaptations of migratory species is well-established,\nlittle is known about evolutionary trajectories of these morphological\nadaptations within groups of related species, and whether the evolution\nof these traits is consistent across different bird families. Here we\napply a macroevolutionary approach to address this knowledge gap by\ncomparing morphological traits and their evolution in migratory and\nresident species across eight families of passerine birds. We find a\nsignificant relationship of wing shape and tail length with migratory\ndistance. When testing the evolution of wing shape and tail length in\nmigratory and resident species, we find that a model with two distinct\noptima for migratory and resident species better explains the evolution\nof each morphological trait than a model with one evolutionary optimum.\nThus, our results suggest consistent adaptive peaks in the evolution of\nthese traits, and consistent selective pressures which improve the\nefficiency of long-distance flight in migratory species and the\nefficiency of foraging flight in resident species. Our data provide a\nnovel insight into the general patterns of morphological trait evolution\nin birds, thereby expanding the existing knowledge to a\nmacroevolutionary scale in a field that has previously been dominated by\nspecies- or genera- specific studies.","trees":[{"tree_label":"TREE1","ntax":"52","rootedtree":"TRUE","title":"Tr113962","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113962.phy"},{"tree_label":"TREE1","ntax":"56","rootedtree":"TRUE","title":"Tr113963","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113963.phy"},{"tree_label":"TREE1","ntax":"90","rootedtree":"TRUE","title":"Tr113964","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113964.phy"},{"tree_label":"TREE1","ntax":"80","rootedtree":"TRUE","title":"Tr113965","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113965.phy"},{"tree_label":"TREE1","ntax":"80","rootedtree":"TRUE","title":"Tr113966","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113966.phy"},{"tree_label":"TREE1","ntax":"82","rootedtree":"TRUE","title":"Tr113967","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113967.phy"},{"tree_label":"TREE1","ntax":"58","rootedtree":"TRUE","title":"Tr113968","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113968.phy"},{"tree_label":"TREE1","ntax":"47","rootedtree":"TRUE","title":"Tr113969","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113969.phy"}]}