{"Authors":" Cláudia Pires Godinho, Paulo Jorge Dias, Elise Ponçot,\nIsabel Sá-Correia","Year":" 2018","Title":" The paralogous genes PDR18 and SNQ2, encoding multidrug\nresistance ABC transporters, derive from a recent duplication event,\nPDR18 being specific of the Saccharomyces genus","Journal":" Frontiers in Genetics","Volume":" 9","Issue":" 476","Pages":"","Keywords":" ABC transporters, PDR18 and SNQ2, phylogenetic and genomic\nneighbourhood analysis, comparative genomics and evolution, multidrug\nresistance","DOI":" 10.3389/fgene.2018.00476","Abstract":" Pleiotropic drug resistance (PDR) family of ATP-binding\ncassette (ABC) transporters play a key role in the simultaneous\nacquisition of resistance to a wide range of structurally and\nfunctionally unrelated cytotoxic compounds in yeasts. Saccharomyces\ncerevisiae Pdr18 was proposed to transport ergosterol at the plasma\nmembrane, contributing to the maintenance of adequate ergosterol content\nand decreased levels of stress-induced membrane disorganization and\npermeabilization under multistress challenge leading to resistance to\nethanol, acetic acid and the herbicide 2,4-D, among other compounds.\nPDR18 is a paralog of SNQ2, first described as a determinant of\nresistance to the chemical mutagen 4-NQO. The phylogenetic and\nneighborhood analysis performed in this work to reconstruct the\nevolutionary history of ScPDR18 gene in Saccharomycetaceae yeasts was\nfocused on the 214 Pdr18/Snq2 homologs from the genomes of 117 strains\nbelonging to 29 yeast species across that family. Results support the\nidea that a single duplication event occurring in the common ancestor of\nthe Saccharomyces genus yeasts was at the origin of PDR18 and SNQ2, and\nthat by chromosome translocation PDR18 gained a subtelomeric region\nlocation in chromosome XIV. The multidrug/multixenobiotic phenotypic\nprofiles of S. cerevisiae pdr18Δ and snq2Δ deletion mutants were\ncompared, as well as the susceptibility profile for Candida glabrata\nsnq2Δ deletion mutant, given that this yeast species has diverged\npreviously to the duplication event on the origin of PDR18 and SNQ2\ngenes and encode only one Pdr18/Snq2 homologue. Results show a\nsignificant overlap between ScSnq2 and CgSnq2 roles in\nmultidrug/multixenobiotic resistance (MDR/MXR) as well as some overlap\nin azole resistance between ScPdr18 and CgSnq2. The fact that ScSnq2 and\nScPdr18 confer resistance to different sets of chemical compounds with\nlittle overlapping is consistent with the subfunctionalization and\nneofunctionalization of these gene copies. The elucidation of the real\nbiological role of ScSNQ2 will enlighten this issue. Remarkably, PDR18\nis only found in Saccharomyces genus genomes and is present in almost\nall the recently available 1,000 deep coverage genomes of natural S.\ncerevisiae isolates, consistent with the relevant encoded physiological\nfunction.","trees":[{"tree_label":"Fig. 2","ntax":"146","rootedtree":"TRUE","title":"Saccharomycetaceae Pdr18 and Snq2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114242.phy"},{"tree_label":"Fig. S2","ntax":"123","rootedtree":"TRUE","title":"Saccharomycetaceae Supplementary","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114243.phy"}]}