{"Authors":" Susan P. McCormick, Kerry O’Donnell, Glen L Hartman","Year":" 2018","Title":" Trichothecene Production and Pathogenicity of Fusaria\nIsolated from Symptomatic Soybean Roots in Ethiopia and Ghana","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Numerous pathogen surveys have revealed diverse Fusarium\nspecies threaten soybean production in North and South America. However,\nlittle research has been conducted to characterize fusarial pathogens of\nthis crop in Sub-Saharan Africa. Therefore, in this study we isolated\nFusarium species from root segments of symptomatic soybeans grown in\nEthiopia and Ghana. Isolates were identified using DNA sequence data,\nassayed for trichothecene mycotoxin production in vitro and tested for\npathogenicity on soybean. Molecular phylogenetic analyses revealed the\ntrichothecene mycotoxin-producing isolates comprised three undescribed\nspecies within the F. incarnatum-equiseti (FIESC) and F. sambucinum\nspecies complexes (FSAMSC). Mycotoxin analyses demonstrated that 18 of\nthe 21 isolates tested possessed the ability to produce the type B\ntrichothecene 4,15-diacetylnivalenol (4,15-diANIV) or T-2 toxin and\nrelated type A neosolaniol trichothecenes when grown in agmatine broth\nor on a solid rice culture. Of the 13 isolates tested for their impact\non seed germination, five comprising three undescribed phylospecies\n(i.e., Fusarium sp. #3, Fusarium sp. FIESC 2 and Fusarium sp. FIESC 29)\ncompletely inhibited germination, whereas four caused no reduction in\ngermination. Root lesions induced by all 13 isolates were greater than\nthe uninoculated negative control. Additional variation among the\nisolates was reflected in differences ( = 0.05) in percentage of lesion\nlengths per total root length, which ranged from 34 to 67%. This is the\nfirst report characterizing the genetic diversity and mycotoxigenic\npotential of fusaria isolated from soybean roots in Ghana and\nEthiopia.","trees":[{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"Fusarium incarnatum-equiseti species complex and\nFusarium sambucinum species complex RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_113977.phy"}]}