{"Authors":" Thilini Chethana, Ruvishika Shehali Jayawardena, Kevin D\nHyde, JiYe Yan, XingHong Li","Year":" 2018","Title":" Molecular characterization and pathogenicity assessment of\nfungal taxa associated with cherry leaf spot disease in Beijing","Journal":" journal of Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum, Disease management, morphology,\npathogenicity, Prunus","DOI":"","Abstract":" Cherry leaf spot is one of the most common and devastating\ndisease of Cherries in the world. The disease causes considerable yield\nlosses in many cherry growing regions with humid weather conditions. We\nsurveyed cherry leaf spot in Beijing and collected 67 fungal isolates\nfrom diseased leaves, including Alternaria species, Colletotrichum\nspecies and Didymellaceae species. Multigene phylogenetic analyses\ncoupled with morphological observations facilitated in identifying the\nspecies isolated from the diseased tissues. According to these analyses,\nAlternaria prunicola was concluded as the main pathogen of Cherry leaf\nspot. Pathogenicity assays were conducted for six isolates representing\nall the isolated species and Kochs postulates were confirmed on three\ncultivars of Prunus avium in a greenhouse. These results confirmed the\npathogenicity on cherry leaves as symptoms were reproduced. Significant\nvariations in the virulence were observed among fungal species on\ndifferent cherry cultivars. This work provides evidence that A.\nprunicola is the main pathogen of cherry leaf spot in China.","trees":[{"tree_label":"Imported tree 1","ntax":"94","rootedtree":"TRUE","title":"Didymellaceae MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114068.phy"},{"tree_label":"Fig. 2","ntax":"45","rootedtree":"TRUE","title":"Colletotrichum MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114069.phy"},{"tree_label":"Fig. 1","ntax":"62","rootedtree":"TRUE","title":"Alternaria MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114067.phy"}]}