{"Authors":" Márk Z. Németh, Alexandra Pintye, Áron N. Horváth, Pál\nVági, Gábor M. Kovács, Markus Gorfer, Levente Kiss","Year":" 2019","Title":" Green Fluorescent Protein Transformation Sheds More Light on\na Widespread Mycoparasitic Interaction","Journal":" Phytopathology","Volume":" 109","Issue":" 8","Pages":" 1404-1416","Keywords":" tritrophic interactions","DOI":" 10.1094/PHYTO-01-19-0013-R","Abstract":" Powdery mildews, ubiquitous obligate biotrophic plant\npathogens, are often attacked in the field by mycoparasitic fungi\nbelonging to the genus Ampelomyces. Some Ampelomyces strains are\ncommercialized biocontrol agents of crop pathogenic powdery mildews.\nUsing Agrobacterium tumefaciens-mediated transformation (ATMT), we\nproduced stable Ampelomyces transformants that constitutively expressed\ngreen fluorescent protein (GFP) to (i) improve the visualization of the\nmildew Ampelomyces interaction and (ii) decipher the environmental fate\nof Ampelomyces fungi before and after acting as a mycoparasite.\nDetection of Ampelomyces structures, and especially hyphae, was greatly\nenhanced when diverse powdery mildew, leaf, and soil samples containing\nGFP transformants were examined with fluorescence microscopy compared\nwith brightfield and differential interference contrast optics. We\nshowed for the first time, to our knowledge, that Ampelomyces strains\ncan persist up to 21 days on mildew-free host plant surfaces, where they\ncan attack powdery mildew structures as soon as these appear after this\nperiod. As saprobes in decomposing, powdery mildew-infected leaves on\nthe ground and also in autoclaved soil, Ampelomyces strains developed\nnew hyphae but did not sporulate. These results indicate that\nAmpelomyces strains occupy a niche in the phyllosphere where they act\nprimarily as mycoparasites of powdery mildews. Our work has established\na framework for a molecular genetic toolbox for the genus Ampelomyces\nusing ATMT.","trees":[{"tree_label":"MLT","ntax":"104","rootedtree":"TRUE","title":"Powdery mildews 103 Amp strains and an outgroup\nstrain","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116919.phy"}]}