{"Authors":" Vikram Alexander Misra, Eric K Wafula, Yu Wang, Claude W\ndePamphilis, Michael P Timko","Year":" 2018","Title":" Genome-Wide Identification of MST, SUT and SWEET Family Sugar\nTransporters in Root Parasitic Angiosperms and Analysis of Their\nExpression during Host Parasitism","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" parasitic plant, sugar transporter, MST, SUT, SWEET,\nexpression, Orobanchaceae","DOI":"","Abstract":" ABSTRACT Background. Root-parasitic weeds are a major\nconstraint to agricultural productivity worldwide. These parasites cause\ntheir destruction by attaching to their hosts with a unique organ, the\nhaustorium, that allows them to obtain host nutrients needed to complete\ntheir life-cycle. Parasitic weeds differ in degree of host dependence\nand the differential expression of sugar transporters is likely to be a\ncritical post-attachment activity in the parasites survival. Results. We\nidentified members of the monosaccharide transporters (MSTs), sucrose\ntransporters (SUTs), and SWEETs (Sugars Will Eventually be Exported\nTransporters) gene families in three root-parasitic weeds differing in\ndegree of host dependency: facultative hemiparasite Triphysaria\nversicolor, holoparasite Phelipanche aegyptiaca, and obligate\nhemiparasite Striga hermonthica, and examined the phylogenetic\nrelationship and differential expression profiles of these genes before\nand after host attachment to ascertain difference correlated with\ndifferent levels of host dependence. Differences in gene content and\noverall expression levels are found among the parasites beginning with\nthe pre- and early attachment stages and culminating with above-ground\nreproductive stages. Within the different sugar transporter families\nsome clades were found to broadly express throughout the life cycle,\nwhereas others were expressed only in specific stages. Orthologs of the\nsame gene also were found to be either conserved in their expression\ncharacter or showed parasite-specific expression differences. For\nexample, in the MST family, the pGLT clade in all parasites is most\nhighly expressed before connection with the host, whereas the ERD6-like\nclade showed greater expression during post-connection growth in\nPhelipanche and during germination and reproduction in Striga.\nConclusions. While it is tempting to consider that differences\nrecognized among members of the MST, SUT and SWEET gene families in\nPhelipanche, Striga and Triphysaria reflect the parasites level of host\ndependence, there is still limited evidence that these expression\ndifferences are causative versus consequential of changing host\ndependence. The general increase in sugar transport throughout the\nparasites life-cycle may be important signals keying on developmental\nchanges in the parasite associated with post attachment growth and\ndevelopment and reproduction. Being able to alter nutrient exchange\nbetween host and parasite could provide a means for controlling these\ndevastating parasites.","trees":[{"tree_label":"tree 1","ntax":"425","rootedtree":"TRUE","title":"Tr113990","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_113990.phy"}]}