{"Authors":" Michaela M. Hofmann, Constantin M. Zohner, Susanne S\nRenner","Year":" 2019","Title":" Narrow habitat breath and late-summer emergence increase\nextinction vulnerability in Central European bees","Journal":" Proceedings of the Royal Society B 286","Volume":"","Issue":"","Pages":"","Keywords":" Climate warming | Bee life-history traits | Comparative\nphylogenetic methods | Central Europe | Red List | Extinction\nvulnerability","DOI":"","Abstract":" Evaluating the relative roles of intrinsic and extrinsic\ntraits in predisposing species to local extinction is important for\ntargeting conservation efforts. Among the species of greatest\nconservation concern in the temperate zone are bees, which along with\nbutterflies are also the most intensely monitored insects. Bees are most\nspecies-rich in Mediterranean-type climates with short winters, warm\nsprings, and dry summers. In Central Europe, climate warming is\ntherefore expected to benefit bees, while pesticides and the loss of\nhabitats and plant diversity should constitute threats. We here use\nphylogenetically-informed hierarchical Bayesian models to analyze the\nsimultaneous effects of intrinsic and extrinsic traits affecting bee\npopulations, including habitat breadth, pollen specialization, body\nsize, nesting sites, mean flight time, duration of flight activity, and\nothers. Because German bees have been monitored for conservation Red\nLists for 40+ years, each factors predictive power can be tested against\ndocumented population trends. Surprisingly, late-summer emergence was\namong the strongest predictors of vulnerability, with a statistical\nmodel that includes interactions among narrow habitat preference, short\nflight time, and late-summer emergence correctly predicting the\nvulnerability status of 85% of the species. Conversely, spring emergence\nand occurrence in urban areas or along hedgerows reduces vulnerability,\npointing to the antagonistic effects of climate warming (benefitting\nspring-active bees) and intensive agriculture (harming summer-active\nbees), with the combination of these factors currently shifting Germanys\nbee diversity towards warm-adapted, spring-flying, city-dwelling\nspecies.","trees":[{"tree_label":"PAUP 1","ntax":"553","rootedtree":"TRUE","title":"Tr114007","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114007.phy"}]}