{"Authors":" C. J. Humphries, Pauline Y. Ladiges, M. I. H. Brooker","Year":" 1987","Title":" Cladistic and biogeographic analysis of western Australian\nspecies of Eucalyptus L’Herit., informal subgenus Monocalyptus Pryor\n& Johnson.","Journal":" Australian Journal of Botany","Volume":" 35","Issue":" NA","Pages":" 251-281","Keywords":" NA","DOI":" NA","Abstract":" The Western Australian species of Eucalyptus informal\nsubgenus Monocalyptus were shown to be a paraphyletic group. A cladistic\nanalysis of a larger sample of taxa, using a Wagner parsimony method,\nshowed that the Queensland species E. rubiginosa is the sister species\nto all others in Monocalyptus. The Western Australian species E.\njacksonii and E. brevistylis were found to be connected to eastern taxa\nand are probably related to the lineages leading to the ‘green ashes’\nand ‘stringybarks’ etc. The remaining Western Australian species formed\na number of subclades, one of which, including E. marginata and E.\nstaeri, had a separate connection with eastern species, probably all of\nthe ‘blue ashes’. A revised informal classification recognising three\nsections, five subsections, five infrasections, five superseries, five\nseries and two subseries is presented. Biogeographic analyses of each of\nthe major subclades are summarised as one area-consensus tree\nrepresenting a classification of areas as determined from the taxonomy\nof the eucalypts. A comparison with the geological and climatological\nhistory points to the Tertiary as the likely time of first speciation\nwithin Monocalyptus.","trees":[{"tree_label":"Fig. 1 (i)","ntax":"29","rootedtree":"TRUE","title":"Eucalyptus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4341.phy"},{"tree_label":"Fig. 1 (ii)","ntax":"29","rootedtree":"TRUE","title":"Eucalyptus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4342.phy"},{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"Eucalyptus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4343.phy"}]}