{"Authors":" Karen Muscat, Pauline Y Ladiges, Michael James Bayly","Year":" 2019","Title":" Molecular phylogenetic relationships reveal taxonomic and\nbiogeographic clades in Dianella (flax lilies; Asphodelaceae,\nHemerocallidoideae)","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Australia, biogeography, Dianella, flax lilies, molecular\nphylogeny, monocots","DOI":"","Abstract":" A phylogeny of Dianella is presented based on Bayesian and\nmaximum parsimony analyses of a combined molecular data set using three\nchloroplast markers (trnQUUG5’rps16, 3’rps165’trnK(UUU) and\nrpl14rps8infArpl36) and two nuclear markers (ITS and ETS). Accessions\nincluded most Dianella species, including all species from Australia,\nthe centre of diversity for the genus, and related outgroup genera\nEccremis, Stypandra, Thelionema and Herpolirion. The phylogeny showed\nStypandra sister to Herpolirion þ Thelionema, and confirmed the\nmonophyly of Dianella. Within Dianella, a number of clades were resolved\nthat revealed biogeographic relationships. Accessions from south-western\nAustralia (extending into South Australia) formed the earliest diverging\nclade, followed by D. serrulata from New Guinea, sister to all other\nclades of Dianella from Australia and other regions. Tropical North\nQueensland species, including the D. pavopennacea complex, were related\nto a clade of accessions from New Caledonia and the Hawaiian Islands in\nthe Pacific, and a clade that included samples of D. carolinensis\n(Caroline Islands) and the widespread D. ensifolia from South-East Asia\nand across the Indian Ocean to Mauritius and Madagascar. However, D.\nensifolia is not monophyletic, with accessions from Japan and Taiwan\nrelated to a clade of Queensland samples that are part of the D.\nrevoluta complex. Three New Zealand species (diploid, 2n 1⁄4 16) were\nfound to be related to Norfolk Island D. intermedia (type locality;\noctoploid, 2n 1⁄4 64). In contrast ‘D. intermedia’ from Lord Howe Island\nwas resolved as sister to the eastern Australian D. caerulea complex.\nThe phylogenetic results indicate the need for taxonomic revision,\nparticularly revision of the species ‘complexes’ D. longifolia and D.\ncaerulea in Australia, and recognition of more than one species within\nD. ensifolia and within D. sandwicensis on the Hawaiian Islands.","trees":[{"tree_label":"BI consensus","ntax":"125","rootedtree":"TRUE","title":"Hemerocallidoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118837.phy"},{"tree_label":"MP Bootstrap","ntax":"125","rootedtree":"TRUE","title":"Hemerocallidoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118836.phy"}]}