{"Authors":" Tânia S Andrade, Ana Maria Z. Almeida, Sergio de Almeida\nBasano, Elizabeth Harummyy Takagi, Maria Walderez Szeszs, Marcia S.C.\nMelhem, Madison Albuquerque, Juliana de Souza Almeida Aranha Camargo,\nWalderez Gambale, Luis Marcelo Aranha Camargo","Year":" 2018","Title":" Chromoblastomycosis in the Amazon region, Brazil, caused by\nFonsecaea pedrosoi, Fonsecea nubica and Rhinocladiella similis:\nclinicopathology, susceptibility and molecular identification.","Journal":" Medical Mycology","Volume":"","Issue":"","Pages":"","Keywords":" chromoblastomycosis, Amazon, Fonsecaea pedrosoi, Fonsecaea\nnubica, Rhinocladiella similis","DOI":"","Abstract":" Chromoblastomycosis is a chronic skin and subcutaneous\ntissue fungal infection caused by human contact with melanized fungi\noccurring mainly in tropical and subtropical zones worldwide. This study\nassessed 12 patients with chromoblastomycosis from Rondônia, Brazil,\nAmazon rainforest region. They had the following epidemiological\ncharacteristics: 83.3% were men, 41.6% were from Monte Negro city,\nmedian age was 52.9 years, and median time to disease progression was\n12.2 years. Lesions were most commonly reported on the lower limbs\n(75%), and verruciform was the most prevalent form (66.6%). After 3\nyears of treatment with itraconazole, two patients were considered\ncured. The etiological agents were identified by the molecular sequence\nof the ribosomal internal transcribed spacer (ITS) 1, 5.8S and ITS2\nregion. Eight strains were identified as Fonsecaea pedrosoi, two were F.\nnubica and two were Rhinocladiella similis. The antifungal activity of\nfive drugs was evaluated and the most active were terbinafine (range MIC\n0.015-0.12 μg/mL), itraconazole (range MIC 0.03  0.5μg/mL) and\nvoriconazole (range MIC 0.06-0.5μg/mL). The highest MIC was\n5-fluorocytosine (range MIC 2-32μg/mL) and amphotericin B (range MIC\n0.25-2μg/mL). Despite the low MIC values for itraconazole, only two\npatients were considered cured. Although F. pedrosoi was the agent most\nfrequently found, identification by molecular sequencing based on ITS\nand TUB1 has shown for the first time F. nubica and R. similis as\nchromobastomycosis agents in Rondônia. This finding in a small part of\nthe Amazon region opens new perspectives for future epidemiological\nstudies on CBM.","trees":[{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Chromoblastomycosis agents ITS and partial\nbeta-tubulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114132.phy"}]}