{"Authors":" John O Stireman, Pierfilippo Cerretti, James E O’Hara,\nJeremy Blaschke, John K Moulton","Year":" 2019","Title":" MOLECULAR PHYLOGENY AND EVOLUTION OF WORLD TACHINIDAE\n(DIPTERA)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" tachinid fly, parasitoid, host use, Oestroidea,\ndiversification, ancestral state reconstruction","DOI":"","Abstract":" We reconstructed phylogenetic relationships within the\ndiverse parasitoid fly family Tachinidae using four nuclear loci (7800\nbp) and including an exceptionally large sample of more than 500 taxa\nfrom around the world. The position of the earthworm-parasitizing\nPolleniinae (Calliphoridae s.l.) as sister to Tachinidae is strongly\nsupported. Our analyses recovered each of the four tachinid subfamilies\nand most recognized tribes, with some important exceptions in the\nDexiinae and Tachininae. Most notably, the tachinine tribes Macquartiini\nand Myiophasiini form a clade sister to all other Tachinidae, and a\nclade of Palpostomatini is reconstructed as sister to\nDexiinae+Phasiinae. Although most nodes are well-supported,\nrelationships within several lineages that appear to have undergone\nrapid episodes of diversification (basal Dexiinae and Tachininae,\nBlondeliini) were poorly resolved. Reconstructions of host use evolution\nare equivocal, but generally support the hypothesis that the ancestral\nhost of tachinids was a beetle and that subsequent host shifts to\ncaterpillars may coincide with accelerated diversification. Evolutionary\nreconstructions of reproductive strategy using alternative methods were\nincongruent, however it is most likely that ancestral tachinids\npossessed unincubated, thick shelled eggs from which incubated eggs\nevolved repeatedly, potentially expanding available host niches. These\nresults provide a broad foundation for understanding the phylogeny and\nevolution of this important family of parasitoid insects. We hope it\nwill serve as a framework to be used in concert with morphology and\nother sources of evidence to revise the higher taxonomic classification\nof Tachinidae and further explore their evolutionary history and\ndiversification.","trees":[{"tree_label":"Imported tree 0","ntax":"504","rootedtree":"TRUE","title":"Tr114081","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114081.phy"},{"tree_label":"Imported tree 0","ntax":"504","rootedtree":"TRUE","title":"Tr114082","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114082.phy"},{"tree_label":"Imported tree 0","ntax":"505","rootedtree":"TRUE","title":"Tr114083","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114083.phy"}]}