{"Authors":" NA","Year":" 2018","Title":" Comparative Analysis of Cytokinin Response Factors in\nBrassica Diploids and Amphidiploids and Insights into the Evolution of\nBrassica Species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cytokinin response factors; Brassica; Comparative\ngenomics; Evolution; Functional analysis","DOI":"","Abstract":" Background: Cytokinin is a classical phytohormone that\nplays important roles in numerous plant growth and development\nprocesses. In plants, cytokinin signals are transduced by a\ntwo-component system, which involves many genes, including cytokinin\nresponse factors (CRFs). Although CRFs take vital part in the growth of\nArabidopsis thaliana and Solanum lycopersicum, little information of the\nCRFs in the Brassica U-triangle species has been known yet. Results: We\nidentified and compared 141 CRFs in the diploids and amphidiploids of\nBrassica species, including B. rapa, B. oleracea, B. nigra, B. napus,\nand B. juncea. For all the 141 CRFs, the sequence and structure\nanalysis, physiological and biochemical characteristics analysis were\nperformed. Meanwhile, the Ka/Ks ratios of orthologous and paralogous\ngene pairs were calculated, which indicated the natural selective\npressure upon the overall length or a certain part of the CRFs. The\nexpression profiles of CRFs in different tissues and under various\nstresses were analyzed in B. oleracea, B. nigra, and B. napus. The\nsimilarities and differences in gene sequences and expression profiles\namong the homologous genes of these species were discussed. In addition,\nAtCRF11 and its ortholog BrCRF11a were identified to be related to\nprimary root growth in Arabidopsis. Conclusion: This study performed a\ngenome-wide comparative analysis of the CRFs in the diploids and\namphidiploids of the Brassica U-triangle species. Many similarities and\ndifferences in gene sequences and expression profiles existed among the\nCRF homologous genes of these species. In the bioinformatics analysis,\nwe found the close relativity of the CRF homologous genes in the\nBrassica A and C genomes and the distinctiveness of those in the B\ngenome, and the CRF homologous genes in B subgenome were considerably\ninfluenced by the A subgenome of B. juncea. In addition, we identified a\nnew function of the Clade V CRFs related to root growth, which also\nclarified the functional conservation between Arabidopsis and B. rapa.\nThese results not only offer useful information on the functional\nanalysis of CRFs but also provide new insights into the evolution of\nBrassica species.","trees":[{"tree_label":"Imported tree 1","ntax":"153","rootedtree":"TRUE","title":"Tr114058","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114058.phy"}]}