{"Authors":" Duy Phu Le, Aphrika Gregson","Year":" 2018","Title":" Alternaria leaf spot of cotton seedlings grown in New South\nWales, Australia is predominantly associated with Alternaria\nalternata.","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Gossypium hirsutum, minor disease, susceptibility,\npathogenicity, phylogenetic","DOI":"","Abstract":" Alternaria leaf spot (ALS) of cotton, especially on\ncotyledons is generally considered a minor disease in Australia.\nHowever, severe disease outbreaks were recorded in multiple cotton crops\nin Southern New South Wales (NSW) in the 2017/18 season. Due to ALS\nbeing considered a minor disease, causal species have not been formally\ncharacterised in Australia. In this study, putative small-spored\nAlternaria alternata was predominantly recovered from diseased\ncotyledons sampled from ALS hot spot fields in Southern NSW as well as\nother locations across NSW. Species status of recovered isolates as A.\nalternata was confirmed through of morphology and sequence analyses of\nthe internal transcribed spacer (ITS) and translation elongation factor\n1-alpha (TEF1) regions. Phylogenetic analyses of the two regions both\nindividually or in combination resulted in a well-supported group of 69\nisolates (83%) clustering with the ex-type specimen of A. alternata CBS\n916.96, thus confirming the preliminary morphological identifications.\nIn artificially inoculated assays on 15-day-old cotton seedlings a\nsubset of selected A. alternata isolates produced similar ALS symptoms\nat seven days after inoculation (DAI) as seen in the field. Kochs\npostulate was fulfilled by re-isolating A. alternata from infected ALS\ncotyledons at 21 DAI. This is the first main stream published report of\nA. alternata causing ALS on cotton cotyledons in NSW, Australia.","trees":[{"tree_label":"tree","ntax":"80","rootedtree":"TRUE","title":"Alternaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114078.phy"}]}