{"Authors":" NA","Year":" 2018","Title":" Evolutionary constraints of two independently duplicated\ngenes encoding UDP- glucose: glycoprotein glucosyltransferases in\nCaenorhabditis and vertebrates","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" UDP- glucose: glycoprotein glucosyltransferase -\nCaenorhabditis elegans  Vertebrates  Purifying selection  Positive\nselection  Neofunctionalization - Specialization","DOI":"","Abstract":" Background UDP- glucose: glycoprotein glucosyltransferase\n(UGGT) is a protein that operates as the gatekeeper for the endoplasmic\nreticulum (ER) quality control mechanism of glycoprotein folding. It is\nknown that Mus, Homo sapiens and Caenorhabditis genomes harbor two\ncopies of uggt genes that exhibit differences in their properties. The\nemergence of a novel biological function is often associated with gene\nduplication where one of the copies retains the original function\nwhereas the other acquires a new one. Different evolutionary forces act\non each paralogue: purifying selection ensures the retention of the\noriginal function while relaxed purifying selection and/or positive\nselection enable the eventual emergence of a new function. In order to\ndetermine if this is the case for uggt genes, we gained insight into\ntheir origin and molecular evolution in two eukaryotic lineages\n-Caenorhabditis and vertebrates- that harbor two copies of this gene.\nResults Bayesian phylogenetic inference based on 189 UGGT and UGGT-like\nprotein sequences of an ample spectrum of eukaryotic species showed that\nuggt genes went through independent duplications in Caenorhabditis and\nvertebrates lineages. Whereas in Caenorhabditis overall substitution\nrates in UGGT2 were markedly higher than in UGGT1, in vertebrates this\ndifference was slight. We employed codon- and lineage-based Bayesian and\nmaximum likelihood approaches depicting that the protein’s recognition\nand catalytic domains evolved under different evolutionary scenarios in\nuggt-2 genes in both lineages. While the catalytic domain was subjected\nto a strongly negative selective pressure, the recognition domain\nunderwent an episodic positive diversifying selection process. Selective\nrelaxation in the recognition domain was more pronounced in\nCaenorhabditis than in vertebrates. Conclusions The independent\nduplications which originated the second uggt copy in Caenorhabditis and\nvertebrates gave rise to different evolutionary histories of the\nresulting copies. The present results support the conservation of the\nUDP-glucose: glycoprotein glucosyltransferase activity in the catalytic\ndomain and a divergent function of the recognition domain for the uggt-2\ngene in vertebrates, which would have gone through a specialization\nprocess. In Caenorhabditis, the uggt-2 gene evolved under different\nconstraints compared to uggt-1 which, by means of a neofunctionalization\nprocess, resulted in a non-redundant paralogue. The non-canonical\nfunction of uggt-2 in the worm lineage highlights the need to take\nprecautions before generalizing gene functions in model organisms.","trees":[{"tree_label":"con 50 majrule","ntax":"189","rootedtree":"TRUE","title":"Tr114099","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114099.phy"}]}