{"Authors":" Dilani De Silva, Johannes (Ewald) Zacharias Groenewald,\nPeter Ades, Andi Nasruddin, Orarat Mongkolporn, Paul W.J. Taylor, Pedro\nW. Crous","Year":" 2019","Title":" Identification, prevalence and pathogenicity of\nColletotrichum species causing anthracnose of Capsicum annuum in\nAsia","Journal":" IMAfungus","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum, Capsicum, chili, anthracnose","DOI":"","Abstract":" Anthracnose of chili (Capsicum spp.) causes major\nproduction losses throughout Asia where chili plants are grown. A total\nof 260 Colletotrichum isolates, associated with necrotic lesions of\nchili leaves and fruit were collected from chili producing areas of\nIndonesia, Malaysia, Sri Lanka, Thailand and Taiwan. The morphological\ncharacters of all isolates were recorded, and the taxonomy of selected\nrepresentative isolates based on multi-gene phylogenetic analyses (ITS,\ngapdh, chs-1, act, tub2, his3, ApMat, gs) revealed eight known\nColletotrichum species, C. endophyticum, C. fructicola, C. karsti, C.\nplurivorum, C. scovillei, C. siamense, C. tropicale, C. truncatum. In\naddition, a further three novel species were described as C. javanense\nsp. nov., C. makassarense sp. nov. and C. tainanense sp. nov. being\nassociated with anthracnose of chili fruit in West Java (Indonesia),\nMakassar, South Sulawesi (Indonesia), and Tainan (Taiwan), respectively.\nAlthough C. siamense has been reported from many plant species, this was\nthe first report of C. siamense causing anthracnose of Capsicum annuum\nin Indonesia and Sri Lanka. This was also the first report of C.\nfructicola infecting chili in Taiwan and Thailand and C. plurivorum in\nMalaysia and Thailand. Colletotrichum truncatum was the most commonly\nisolated species from infected chili fruit and was readily identified by\nits falcate spores and abundant setae in the necrotic lesions. Of the\nspecies with cylindrical spores, Colletotrichum scovillei (acutatum\ncomplex), was the most prevalent throughout the surveyed countries,\nexcept for Sri Lanka from where this species was not isolated.\nColletotrichum siamense (gloeosporioides complex) was also common in\nIndonesia, Sri Lanka and Thailand. Pathogenicity tests on chili fruit\nshowed that C. javanense and C. scovillei were highly aggressive,\nespecially when inoculated on non-wounded fruit, compared to all other\nspecies. The existence of new, highly aggressive exotic species, such as\nC. javanense, increases the risk to production in countries which grow\nchili but do not currently have these pathogens. More surveys of chili\ngrowing areas across Asia and Oceania are required to identify the\ndiversity of Colletotrichum species and implement biosecurity protocols\nto prevent the introduction of exotic species.","trees":[{"tree_label":"Fig. 2. 50% majority rule Bayesian tree -\nColletotrichum gloeosporioides complex 2-gene alignment","ntax":"78","rootedtree":"TRUE","title":"Tr114141","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114141.phy"},{"tree_label":"Fig. 4. First of 12 equally most parsimonious trees -\nColletotrichum boninense complex","ntax":"20","rootedtree":"TRUE","title":"Tr114147","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114147.phy"},{"tree_label":"Fig. 1. First of 1000 equally most parsimonious trees -\nColletotrichum acutatum complex","ntax":"91","rootedtree":"TRUE","title":"Tr114140","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114140.phy"},{"tree_label":"Fig. 5. First of 14 equally most parsimonious trees -\nColletotrichum orchidearum complex","ntax":"31","rootedtree":"TRUE","title":"Tr114148","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114148.phy"},{"tree_label":"Fig. 3. First of 888 equally most parsimonious trees -\nColletotrichum gloeosporioides complex 5-gene alignment","ntax":"71","rootedtree":"TRUE","title":"Tr114152","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114152.phy"}]}