{"Authors":" Veera Tuovinen, Stefan Ekman, Göran Thor, Dan Vanderpool,\nToby Spribille, Hanna Johannesson","Year":" 2019","Title":" Two basidiomycete fungi in the cortex of wolf lichens","Journal":" Current Biology","Volume":"","Issue":"","Pages":"","Keywords":" biofilm, confocal laser scanning microscopy, cortex,\nsymbiosis, Tremella, transcriptomics, yeast","DOI":" 10.1016/j.cub.2018.12.022","Abstract":" Since the late 1800s, mycologists have been detecting\nfungi above and beyond the assumed single fungus in lichen thalli [1-6].\nOver the last century, these fungi have been accorded roles ranging from\ncommensalists to pathogens. Recently, Cyphobasidiales yeasts were shown\nto be ubiquitous in the cortex layer of many macrolichens [7], but for\nmost species, little is known of their cellular distribution and\nconstancy beyond visible fruiting structures. Here, we demonstrate the\noccurrence of an additional and distantly related basidiomycete,\nTremella, in 95% of studied thalli in a global sample of one of the most\nintensively studied groups of lichens, the wolf lichens (genus\nLetharia). Tremella species are reported from a wide range of lichen\ngenera [8], but until now their biology was deduced from fruiting bodies\n(basidiomata) formed on lichen thalli. Based on this, they have been\nthought to be uncommon to rare, to occur exclusively in a hyphal form,\nand to be parasitic on the dominant fungal partner [9, 10]. We show that\nin wolf lichens, Tremella occurs as yeast cells also in thalli that lack\nbasidiomata, and infer that this is its dominant stage in nature. We\nfurther show that the hyphal stage, when present in Letharia, is in\nclose contact with algal cells, challenging the assumption that\nlichen-associated Tremella species are uniformly mycoparasites. Our\nresults suggest that extent of occurrence and cellular interactions of\nknown fungi within lichens have historically been underestimated, and\nraise new questions about their function in specific lichen\nsymbioses.","trees":[{"tree_label":"MLT","ntax":"68","rootedtree":"TRUE","title":"Tremellales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115759.phy"}]}