{"Authors":" Ying Tan, Matthew David Barnbrook, Yvette Wilson, Attila\nMolnár, Alfredas Bukys, Andrew Hudson","Year":" 2020","Title":" Shared mutations in a glutaredoxin repressor of multicellular\ntrichome fate underlie parallel evolution of Antirrhinum species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Antirrhinum, glutaredoxin, trichome, parallel evolution,\nnatural variation","DOI":"","Abstract":" Most angiosperms produce trichomes–epidermal hairs that\nhave protective or more specialised roles. Trichomes are multicellular\nin almost all species and, in the majority, secretory. Despite the\nimportance of multicellular trichomes for plant protection and as a\nsource of high-value products, the mechanisms that control their\ndevelopment are only poorly understood. Here we investigate the control\nof multicellular trichome patterns using natural variation within the\ngenus Antirrhinum (snapdragons), which has evolved hairy alpine-adapted\nspecies or lowland species with a restricted trichome pattern multiple\ntimes in parallel. We find that a single gene, Hairy (H), which is\nneeded to repress trichome fate, underlies variation in trichome\npatterns between all Antirrhinum species except one. We show that H\nencodes a novel epidermis-specific glutaredoxin and that the pattern of\ntrichome distribution within individuals reflects the location of H\nexpression. Phylogenetic and functional tests suggest that H gained its\ntrichome-repressing role late in the history of eudicots and that the\nancestral Antirrhinum had an active H gene and restricted trichome\ndistribution. Loss of H function was involved in an early divergence of\nalpine and lowland Antirrhinum lineages and the alleles underlying this\nsplit were later reused in parallel evolution of alpines from lowland\nancestors, and vice versa. We also find evidence for an evolutionary\nreversal from a widespread to restricted trichome distribution involving\na suppressor mutation and for a pleiotropic effect of H on plant growth\nthat might constrain the evolution of trichome pattern.","trees":[{"tree_label":"tree 1","ntax":"19","rootedtree":"TRUE","title":"Tr114178","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114178.phy"},{"tree_label":"tree 1","ntax":"37","rootedtree":"TRUE","title":"Tr114177","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114177.phy"},{"tree_label":"best","ntax":"42","rootedtree":"TRUE","title":"Tr118342","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118342.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr118337","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118337.phy"},{"tree_label":"best","ntax":"19","rootedtree":"TRUE","title":"Tr118340","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_118340.phy"}]}