{"Authors":" Jillian D. Bainard, Steven G Newmaster, Jessica M.\nBudke","Year":" 2018","Title":" Genome size and endopolyploidy evolution across the moss\nphylogeny","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" bryophytes, endopolyploidy, endoreduplication, flow\ncytometry, genome size, mosses, phylogenetic signal, phylogenetic\nindependent contrasts (PIC).","DOI":"","Abstract":"  Compared to other plant lineages mosses appear to have\nconstrained genome sizes. This study determines the extent of DNA\ncontent variation in mosses over a broad taxonomic sampling; examining\nboth genome size and endopolyploidy.  Moss samples were collected in\nCanada and flow cytometry was used to determine genome size and\nendoreduplication index (EI). A phylogenetic tree was constructed from\nGenbank sequences and used to evaluate DNA content evolution in a\nphylogenetic context by mapping genome size and EI across the tree and\ntesting for phylogenetic signal.  New genome size estimates and EI are\nreported for 60 moss samples, representing 56 species from 20 families.\nIn combination with data from the literature, genome sizes were mapped\nonto a phylogeny for 173 moss species. Genome size and EI have\nsignificant phylogenetic signal when evaluated independently across the\nphylogeny. When tested using phylogenetically corrected values, genome\nsize and EI were found to be significantly correlated.  Significant\nphylogenetic signal indicates closely related mosses have similar genome\nsizes and endoreduplication index values. Even across a constrained\nrange of genome sizes, mosses with smaller genomes had higher levels of\nendopolyploid nuclei, compared to mosses with larger genomes when taking\nphylogenetic distance into account.","trees":[{"tree_label":"tree 1","ntax":"2214","rootedtree":"TRUE","title":"Tr114181","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114181.phy"},{"tree_label":"UNTITLED","ntax":"48","rootedtree":"TRUE","title":"Tr114183","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114183.phy"},{"tree_label":"UNTITLED","ntax":"173","rootedtree":"TRUE","title":"Tr114182","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114182.phy"}]}