{"Authors":" Shengnan Zhang, Kevin D Hyde, E.B. Gareth Jones, Rajesh\nJeewon, Ratchadawan Cheewangkoon, Jian-Kui Liu","Year":" 2018","Title":" Striatiguttulaceae, a new pleosporalean family to accommodate\nthe genera Longicorpus gen. nov. and Striatiguttula gen. nov., from\npalms in mangrove ecosystem","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" 6 new taxa, Divergence times, Dothideomycetes, Epitype,\nSexual morphs","DOI":"","Abstract":" Palms represent the most morphological diverse\nmonocotyledonous plants and support a vast array of fungi. Recent\nexaminations on palmicolous fungi led to the discovery of a group of\nmorphologically similar and interesting taxa. A polyphasic approach\nbased on morphology, multi-gene phylogenetic analyses and divergence\ntime estimates supports the establishment of a novel family\nStriatiguttulaceae, which diversified approximately 39 (2063) MYA (crown\nage) and 60 (3591) MYA (stem age). Striatiguttulaceae is characterized\nby immersed and erumpent to superficial stromata with a papilla or short\nto long neck, trabeculate pseudoparaphyses and hyaline to brown,\nfusiform to ellipsoidal, striate, guttulate, 13-septate ascospores, with\npaler end cells and surrounded by a mucilaginous sheath. Multi-gene\nphylogenetic analysis showed that taxa of Striatiguttulaceae form a\nwell-supported and distinct monophyletic clade in Pleosporales, and\nrelated to Ligninsphaeriaceae and Pseudoastrosphaeriellaceae. However,\nthese families can be morphologically demarcated by the slit-like\nascomata and extremely large ascospores in Ligninsphaeriaceae and the\nrather narrow fusiform ascospores in Pseudoastrosphaeriellaceae. Eight\nstrains of Striatiguttulaceae formed two monophyletic sub-clades, which\ncan be recognized as Longicorpus gen. nov. and Striatiguttula gen. nov.\nMorphologically, the genus Longicorpus can be differentiated from\nStriatiguttula by its elongated ascomata and fusiform ascospores with\nrelatively paler end cells. Three new species Longicorpus striataspora,\nStriatiguttula nypae and S. phoenicis are introduced with morphological\ndetails and phylogenetic relationships.","trees":[{"tree_label":"Imported tree 1","ntax":"113","rootedtree":"TRUE","title":"Tr114203","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114203.phy"}]}