{"Authors":" Natalia Vargas, Susana Gonçalves, Ana Esperanza\nFranco-Molano, Silvia Restrepo, Anne Pringle","Year":" 2019","Title":" In Colombia, the Eurasian Amanita muscaria is expanding its\nrange into a native, tropical Quercus humboldtii forest","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Invasive ectomycorrhizal fungi; invasion biology;\nmutualism; exotic trees; ITS; haplotypes, Pinus; southern hemisphere,\ntropical biodiversity.","DOI":"","Abstract":" To meet a global demand for timber, tree plantations were\nestablished in South America during the first half of the 20th century.\nExtensive plantations of non-native species are found in Brazil, Chile,\nArgentina and Uruguay. In Colombia, miscellaneous plantations were\nestablished during the 1950s, during a period of intensive local\nlogging, when policies to limit deforestation in native Quercus\nhumboldtii forests were established. One unforeseen consequence of\nplanting non-native trees was the simultaneous introduction and\nsubsequent persistence of ectomycorrhizal fungi. We sought to document\nthe origins of the introduced Amanita muscaria currently found in exotic\nplantations of the Mexican species Pinus patula, North American species\nP. taeda, and Australian species Acacia melanoxylon and Eucalyptus\nglobulus. We also describe the spread of the fungus; in Colombia,\nAmanita muscaria is establishing a novel association with native Q.\nhumboldtii and has spread to a local Q. humboldtii forest. According to\na Bayesian phylogeny and haplotype analysis based on the nuclear rDNA\nInternal Transcribed Spacer ITS1-5.8S-ITS2 (ITS barcode) region, A.\nmuscaria individuals associated with the four exotic plant species, and\nthose colonizing Q. humboldtii roots, have a Eurasian origin and belong\nto two Eurasian haplotypes. This is the first time the spread of an\nintroduced mutualist fungus is reported into native Colombian Q.\nhumboldtii forests. To arrest its spread, we suggest the use of local\ninocula made up of native fungi, instead of inocula of introduced\nfungi.","trees":[{"tree_label":"Amus con 50 majrule","ntax":"142","rootedtree":"TRUE","title":"Amanita muscaria 4OCTits","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114210.phy"},{"tree_label":"Quercus con 50 majrule","ntax":"29","rootedtree":"TRUE","title":"Amanita muscaria RT8julio2017","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114211.phy"}]}