{"Authors":" Tadeusz Kowalski, Wojciech Kraj, Bartłomiej Bednarz, Robert\nRossa","Year":" 2018","Title":" The association of Boeremia lilacis with necrotic lesions on\nshoots and leaf petioles and its pathogenicity towards Fraxinus\nexcelsior.","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" ash dieback, Fraxinus excelsior, Boeremia lilacis,\npathogenicity assay","DOI":"","Abstract":" This paper reports the results of the study on the new\ntype of necrotic lesion observed on epicormic shoots and leaf petioles\nof Fraxinus excelsior showing ash decline symptoms in stands of the\nMiechów Forest District, southern Poland. The performed symptom analysis\nincluded: shape and size of necroses, discoloration of necrotic tissue\nand the occurrence of fungal fructification. The same species of fungus,\nwhich was initially identified as Boeremia (Phoma) exigua, was isolated\nfrom 97% of epicormic shoots and from 82% of leaf petioles. However,\ndetailed morphological and physiological (NaOH test) analyses and\ncombined ITS, ACT, TUB and EF1-α phylogeny proved these isolates to\nbelong to Boeremia lilacis, the species known so far as Syringa vulgaris\npathogen occurring occasionally also on Forsythia hybrids or\nPhiladelphus. Fraxinus excelsior is reported for the first time as a\nhost for this fungus. To clarify the possible role of B. lilacis in\ndevelopment of necrotic lesions on ash, ten randomly selected isolates,\nwith detailed molecular characteristics known, were tested for their\npathogenicity toward young F. excelsior plants using the method of\nartificial wound inoculation under field conditions. The isolates used\nin the test caused tissue necroses on all 60 inoculated shoots and all\n60 inoculated leaf petioles. Necrotic lesions developed as a result of\nartificial inoculation corresponded largely to the symptoms following\nnatural infections.","trees":[{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Boeremia ITS ACT TUB EF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114301.phy"}]}