{"Authors":" jing wang, Bart Buyck, Xianghua WANG, Bau Tolgor","Year":" 2019","Title":" Visiting Russula (Russulaceae, Russulales) with samples from\nsouthwestern China finds one new subsection of R. subg. Heterophyllidia\nwith two new species","Journal":" Mycological Progress","Volume":" 18","Issue":" 6","Pages":" 771-784","Keywords":" ectomycorrhizal fungi, infrageneric classification,\npileipellis, spores, taxonomy","DOI":"","Abstract":" Using specimens collected from subtropical pine-fagaceous\nmixed forests and phylogenetic analysis of DNA sequence data of ITS, 28S\nrDNA, rpb2 and tef1, we describe two new species, R. maguanensis and R.\nsubstriata, in R. subg. Heterophyllidia, subsect. Substriatinae subsect.\nnov. Russula maguanensis and R. substriata are similar to Indian R.\nshingbaensis in the tuberculate-striate pileus and spores with isolated\nwarts but have more vividly coloured pileus and associate with pines\nand/or fagaceous trees rather than with Abies. In our multi-gene\nphylogeny, the new subsection and a representative of tropical African\nR. subsect. Aureotactinae compose one of the four major clades of R.\nsubg. Heterophyllidia, the three remaining ones corre- sponding to R.\nsect. Heterophyllae, R. sect. Ingratae and R. subsect. Cyanoxanthinae.\nThe overall characters of this new section combine\nthoseofsomeothersectionsinthe samesubgenus: mostlytuberculate-striate\nbut more vivid pileus, sporeswithisolated warts, orthochromatic\npileipellis with abundant erect aggregate mucronate pileocystidia in the\nsuprapellis but absent in the subpellis and numerous cystidioid hyphae\nat the bottom of subpellis and trama beneath it. It differs from its\nsister clade R.\nsubsect.Aureotactinaeinlackingtheintenseyellowingofsurfaceandcontextoftheirfruitingbodiesandhavingpilealcystidioid\nelementsclearlyseparatedbytheloosetissueofsubpellisfromthepileocystidiaatthepileussurface.Inordertocompareourtwo\nnew species with recently described Asian species and investigate their\ngeographical distributions, we produced an ITS geneal- ogy including\nalso environmental sequences. This ITS genealogy suggests that R.\nsubsect. Substriatinae includes at least seven potential species, shows\nan amphi-pacific distribution and its members associate with at least\nfour families of host trees.","trees":[{"tree_label":"Imported tree 0","ntax":"63","rootedtree":"TRUE","title":"Tr114233","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114233.phy"},{"tree_label":"Imported tree 0","ntax":"86","rootedtree":"TRUE","title":"Tr114234","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114234.phy"},{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr114232","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114232.phy"}]}