{"Authors":" Tania Nobre, Luis Gomes, Fernando T Rei","Year":" 2018","Title":" Uncovered variability in olive moth (Prays oleae) questions\nspecies monophyly","Journal":" PloS One","Volume":"","Issue":"","Pages":"","Keywords":" Prays oleae, olive moth, cryptic species, phylogenetic,\nniche analyses, population structure","DOI":"","Abstract":" The olive moth -Prays oleae Bern.- remains a significant\npest of olive trees showing situation dependent changes in population\ndensities and in severity of damages. The genetic variability of olive\nmoth was assessed on three main olive orchards regions in Portugal by\nthree different markers (COI, nad5 and RpS5), suggesting high species\ndiversity albeit with no obvious relation with a regional pattern nor to\nan identified ecological niche. Selected COI sequences obtained in this\nstudy were combined with those available in the databases for Prays\ngenus to generate a global dataset. The reconstruction of the Prays\nphylogeny based on this marker revealed the need to revise Prays oleae\nto confirm its status of single species: COI data suggests the\nco-existence of two sympatric evolutionary lineages of morphologically\ncryptic olive moth. We show, however, that the distinct mitochondrial\nsubdivision observed in the partial COI gene fragment is not\ncorroborated by the other DNA sequences. There is the need of\nunderstanding this paradigm and the extent of Prays variability, as the\ndisclosure of lineage-specific differences in biological traits between\nthe identified lineages is fundamental for the development of\nappropriate pest management practices.","trees":[{"tree_label":"TREE1","ntax":"40","rootedtree":"TRUE","title":"Tr114323","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114323.phy"},{"tree_label":"TREE1","ntax":"40","rootedtree":"TRUE","title":"Tr114324","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114324.phy"},{"tree_label":"Imported tree 1","ntax":"40","rootedtree":"TRUE","title":"Tr114325","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114325.phy"},{"tree_label":"Imported tree 1","ntax":"40","rootedtree":"TRUE","title":"Tr114326","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114326.phy"}]}