{"Authors":" Erwan DELRIEU-TROTTIN, Laura Brosseau-Acquaviva, Stefano\nMona, Valentina Neglia, Emily C Giles, Cristian Rapu-Edmunds, Pablo\nSaenz-Agudelo","Year":" 2018","Title":" Understanding the origin of the most isolated endemic reef\nfish fauna of the Indo-Pacific: coral reef fishes of Rapa Nui","Journal":" Journal of Biogeography","Volume":"","Issue":"","Pages":"","Keywords":" endemism, coral reef fishes, neoendemism, phylogeny,\nEaster Island, Motu Motiro Hiva (Salas y Gómez).","DOI":"","Abstract":" Aim: Understand the origin of the most isolated endemic\nfish fauna of the Indo-Pacific, Easter Island (Rapa Nui), and infer\ncolonization routes and divergence times of the endemic coral reef fish\nfauna from their closest relatives. Location: Easter Island (Rapa Nui),\nPacific Ocean. Methods: Samples of ten endemic species from Rapa Nui\nwere used: six small-range endemic species only present around Rapa Nui\nand Motu Motiro Hiva (Salas y Gómez) (Cantherhines rapanui, Chaetodon\nlitus, Chromis randalli, Chrysiptera rapanui, Coris debueni, Kuhlia\nnu¬ta¬bun¬da) and four southern subtropical species (i.e. large-range\nendemic species; Centropyge hotumatua, Cheilodactylus plessisi,\nMyripristis tiki, Pseudolabrus fuentesi). Eight different families are\nrepresented: Chae¬to¬don¬tidae, Cheilodactylidae, Ku¬hliidae,\nHolocentridae, Labridae, Monacanthidae, Pomacanthidae, Pomacentridae. We\npresent results of phylogenetic reconstruction based on mitochondrial (1\nto 5) and nuclear (1 to 6) loci to place these endemic species in their\nrespective family phylogenies. Using these new calibrated phylogenetic\ntrees, species distribution and geological data, we inferred the\ndivergence times of these ten endemic fishes from their closest\nrelatives and compared biogeographical history estimation models to\nreconstruct their ancestral geographic ranges and colonization routes\nand underlying mechanisms of speciation.","trees":[{"tree_label":"ML Tree","ntax":"121","rootedtree":"TRUE","title":"Tr114248","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114248.phy"}]}