{"Authors":" Janet Jennifer Luangsa-ard, Michael J. Wingfield, Pedro W.\nCrous, Angus Carnegie, Margarita Hernández-Restrepo, Lorenzo Lombard,\nJolanda Roux, Robert W. Barreto, Iuri Goulart Baseia, Jose F. Cano-Lira,\nMaria P. Martín, Olga V Morozova, Alberto Miguel Stchigel, Bret A.\nSummerell, Tor Erik Brandrud, Balint Dima, Dania García, Alejandra\nGiraldo, Josep Guarro, Luís F. P. Gusmão, Phongswat Khamsuntorn, Machiel\nE Noordeloos, Salilaporn Nuankaew, Umpava Pinruan, Ernesto\nRodríguez-Andrade, Cristina Maria Souza-Motta, Raja Thangavel, Arien van\nIperen, Vanessa P Abreu, Thiago Accioly, Janaina Lana Alves, Jackeline\nPereira Andrade, Mohammad Bahram, Hans-Otto Baral, Eder Barbier, Charles\nWesley Barnes, Egil Bendiksen, Enrico Bernard, Jadson Diogo Pereira\nBezerra, Jose Luiz Bezerra, ENRICO BIZIO, Jaime E Blair, Tatiana\nbulyonkova, Tiara Sousa Cabral, Marcos V Caiafa, Taimy Cantillo, Adans A\nColmán, Lucas B Conceição, Stephanie Cruz, Aline O.B. Cunha, Blaise A\nDarveaux, A L da Silva, Gladstone A da Silva, Gleyce M da Silva, Rejane\nM.F. da Silva, Rafael J.V. de Oliveira, Renan de L. Oliveira, Jorge\nTeodoro De Souza, Margarita Dueñas, Harry C. Evans, Filomena Epifani,\nMaria T.C. Felipe, Javier Fernández-López, Bruno W. Ferreira, Cristiane\nNascimento Figueiredo, Mohammad Javan-Nikkhah, Renato F Juciano, eljko\nJurjević, Aleksey V Kachalkin, Khanty Keochanpheng, Irmgard\nKrisai-Greilhuber, Yanchun Li, Alexandro Andrade Lima, Alexandre Reis\nMachado, Hugo Madrid, Oliane M.C. Magalhães, Phellippe Arthur Santos\nMarbach, Gislaine C.S. Melanda, Andrew N. Miller, suchada Mongkolsamrit,\nRodrigo Pires Nascimento, Thays G.L. Oliveira, Maria E Ordoñez,\nNicomedes Valenzuela-Lopez, Nina V Filippova, Jorge A Flores, Josepa\nGené, Golzar Ghorbani, Tatiana Baptista Gibertoni, Anna M. Glushakova,\nRosanne Healy, Sabine M. Huhndorf, Isabel Iturrieta-González, Renata\nOrzes, María Antonieta Palma, Cedric J. Pearce, Olinto Liparini Pereira,\nGiancarlo Perrone, Stephen W. Peterson, Thi Ha Giang Pham, Eduardo\nPiontelli, Adel Pordel, Luis Quijada, Huzefa A Raja, Emmanuel Rosas de\nPaz, Leif Ryvarden, Alessandro Saitta, Sara S Salcedo, Marcelo\nSandoval-Denis, Tiago Andrade Borges Santos, Keith A Seifert, Bianca\nDenise Silva, Matthew E. Smith, Adriene Mayra da Silva Soares, Sujinda\nSommai, Julieth Oliveira Sousa, Satinee Suetrong, Antonia Susca, Leho\nTedersoo, M. Teresa Telleria, Donnaya Thanakitpipattana, Cobus Meyer\nVisagie, Mario Zapata, Johannes (Ewald) Zacharias Groenewald","Year":" 2018","Title":" Fungal Planet description sheets: 785-867","Journal":" Persoonia","Volume":" 41","Issue":"","Pages":" 238-417","Keywords":" ITS DNA barcodes; LSU; new taxa; systematics","DOI":" 10.3767/persoonia.2018.41.12","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Angola, Gnomoniopsis angolensis\nand Pseudopithomyces angolensis on unknown host plants. Australia,\nDothiora corymbiae on Corymbia citriodora, Neoeucasphaeria eucalypti\n(incl. Neoeucasphaeria gen. nov.) on Eucalyptus sp., Fumagopsis stellae\non Eucalyptus sp., Fusculina eucalyptorum (incl. Fusculinaceae fam.\nnov.) on Eucalyptus socialis, Harknessia corymbiicola on Corymbia\nmaculata, Neocelosporium eucalypti (incl. Neocelosporium gen. nov.,\nNeocelosporiaceae fam. nov. and Neocelosporiales ord. nov.) on\nEucalyptus cyanophylla, Neophaeomoniella corymbiae on Corymbia\ncitriodora, Neophaeomoniella eucalyptigena on Eucalyptus pilularis,\nPseudoplagiostoma corymbiicola on Corymbia citriodora, Teratosphaeria\ngracilis on Eucalyptus gracilis, Zasmidium corymbiae on Corymbia\ncitriodora. Brazil, Calonectria hemileiae on pustules of Hemileia\nvastatrix formed on leaves of Coffea arabica, Calvatia caatinguensis on\nsoil, Cercospora solani-betacei on Solanum betaceum, Clathrus natalensis\non soil, Diaporthe poincianellae on Poincianella pyramidalis, Geastrum\npiquiriunense on soil, Geosmithia carolliae on wing of Carollia\nperspicillata, Henningsia resupinata on wood, Penicillium guaibinense\nfrom soil, Periconia caespitosa from leaf litter, Pseudocercospora\nstyracina on Styrax sp., Simplicillium filiforme as endophyte from\nCitrullus lanatus, Thozetella pindobacuensis on leaf litter,\nXenosonderhenia coussapoae on Coussapoa floccosa. Canary Islands\n(Spain), Orbilia amarilla on Euphorbia canariensis. Cape Verde Islands,\nXylodon jacobaeus on Eucalyptus camaldulensis. Chile, Colletotrichum\narboricola on Fuchsia magellanica. Costa Rica, Lasiosphaeria miniovina\non tree branch. Ecuador, Ganoderma chocoense on tree trunk. France,\nNeofitzroyomyces nerii (incl. Neofitzroyomyces gen. nov.) on Nerium\noleander. Ghana, Castanediella tereticornis on Eucalyptus tereticornis,\nFalcocladium africanum on Eucalyptus brassiana, Rachicladosporium\ncorymbiae on Corymbia citriodora. Hungary, Entoloma silvae-frondosae in\nCarpinus betulus-Pinus sylvestris mixed forest. Iran, Pseudopyricularia\npersiana on Cyperus sp. Italy, Inocybe roseascens on soil in mixed\nforest. Laos, Ophiocordyceps houaynhangensis on Coleoptera larva.\nMalaysia, Monilochaetes melastomae on Melastoma sp. Mexico, Absidia\nterrestris from soil. Netherlands, Acaulium pannemaniae, Conioscypha\nboutwelliae, Fusicolla septimanifiniscientiae, Gibellulopsis simonii,\nLasionectria hilhorstii, Lectera nordwiniana, Leptodiscella rintelii,\nParasarocladium debruynii and Sarocladium dejongiae\n(incl. Sarocladiaceae fam. nov.) from soil. New Zealand, Gnomoniopsis\nrosae on Rosa sp. and Neodevriesia metrosideri on Metrosideros sp.\nPuerto Rico, Neodevriesia coccolobae on Coccoloba uvifera, Neodevriesia\ntabebuiae and Alfaria tabebuiae on Tabebuia chrysantha. Russia, Amanita\npaludosa on bogged soil in mixed deciduous forest, Entoloma tiliae in\nforest of Tilia × europaea, Kwoniella endophytica on Pyrus communis.\nSouth Africa, Coniella diospyri on Diospyros mespiliformis,\nNeomelanconiella combreti (incl. Neomelanconiellaceae fam. nov. and\nNeomelanconiella gen. nov.) on Combretum sp., Polyphialoseptoria\nnatalensis on unidentified plant host, Pseudorobillarda bolusanthi on\nBolusanthus speciosus, Thelonectria pelargonii on Pelargonium sp. Spain,\nVermiculariopsiella lauracearum and Anungitopsis lauri on Laurus\nnovocanariensis, Geosmithia xerotolerans from a darkened wall of a\nhouse, Pseudopenidiella gallaica on leaf litter. Thailand, Corynespora\nthailandica on wood, Lareunionomyces loeiensis on leaf litter,\nNeocochlearomyces chromolaenae (incl. Neocochlearomyces gen. nov.) on\nChromolaena odorata, Neomyrmecridium septatum (incl. Neomyrmecridium\ngen. nov.), Pararamichloridium caricicola on Carex sp., Xenodactylaria\nthailandica (incl. Xenodactylariaceae fam. nov. and Xenodactylaria gen.\nnov.), Neomyrmecridium asiaticum and Cymostachys thailandica from\nunidentified vine. USA, Carolinigaster bonitoi (incl. Carolinigaster\ngen. nov.) from soil, Penicillium fortuitum from house dust, Phaeotheca\nshathenatiana (incl. Phaeothecaceae fam. nov.) from twig and cone\nlitter, Pythium wohlseniorum from stream water, Superstratomyces\ntardicrescens from human eye, Talaromyces iowaense from office air.\nVietnam, Fistulinella olivaceoalba on soil. Morphological and culture\ncharacteristics along with DNA barcodes are provided.","trees":[{"tree_label":"Bayesian Dothideomycetes LSU overview phylogeny","ntax":"206","rootedtree":"TRUE","title":"Tr115780","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115780.phy"},{"tree_label":"Bayesian Orbiliomycetes, Leotiomycetes, Lecanoromycetes\nand Eurotiomycetes LSU overview phylogeny+","ntax":"63","rootedtree":"TRUE","title":"Tr115781","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115781.phy"},{"tree_label":"Bayesian Stramenopiles, Mucoromycota and Basidiomycota\nLSU overview phylogeny","ntax":"141","rootedtree":"TRUE","title":"Tr115782","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115782.phy"},{"tree_label":"Bayesian Diaporthales (Sordariomycetes) LSU overview\nphylogeny","ntax":"71","rootedtree":"TRUE","title":"Tr115783","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115783.phy"},{"tree_label":"Bayesian Hypocreales (Sordariomycetes) LSU overview\nphylogeny","ntax":"110","rootedtree":"TRUE","title":"Tr115784","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115784.phy"},{"tree_label":"Bayesian other orders (Sordariomycetes) LSU overview\nphylogeny","ntax":"102","rootedtree":"TRUE","title":"Tr115785","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115785.phy"}]}