{"Authors":" Julia Cathrine Ferm","Year":" 2018","Title":" Phylogeny of Zapoteca (Fabaceae: Caesalpinioideae)","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenetic analyses 路 Taxonomy 路 Neotropics 路 ETS, ITS,\ntrnL-trnF 路 Bayesian inference","DOI":"","Abstract":" The legume genus Zapoteca is separated from the genus\nCalliandra by having pollen arranged in 16-grained polyads (compared to\n8-grained polyads in Calliandra). As currently circumscribed, Zapoteca\ncontains 22 species and 13 subspecies placed in five subgenera. This\nstudy included 20 species and 11 subspecies representing all five\nsubgenera. Representative species from the closely related genera\nCalliandra, Havardia, Pithecellobium and Viguieranthus were also\nincluded, along with the more distantly related species Senegalia\nsenegal and Vachellia farnesiana. The aims of this study were to test\nthe monophyly of Zapoteca and investigate phylogenetic relationships\nwithin the genus. Total-DNA was extracted from leaf material and the\nnuclear ETS and ITS, and plastid trnL-trnF regions were amplified.\nAdditional sequence data were downloaded from GenBank and the data sets\nwere analyzed using Bayesian inference. My results show that Zapoteca is\nmonophyletic and that the monospecific subgenera (subg. Nervosa and\nsubg. Aculeata) are resolved as separate lineages within the genus,\nsubg. Nervosa (containing Z. nervosa) as sister to all remaining taxa of\nZapoteca. Subgenera containing more than one species (subg. Amazonica,\nsubg. Zapoteca and subg. Ravenia) are shown to be non-monophyletic. Two\nsubspecies of Z. caracasana, subsp. caracasana and subsp. weberbaueri,\nare found together in a clade. Furthermore, Zapoteca tehuana and the\nsubspecies Z. caracasana subsp. weberbaueri, Z. portoricensis subsp.\nportoricensis, Z. formosa subsp. gracilis and Z. formosa subsp. schottii\nare shown to be monophyletic. However, the subspecific classifications\nof Z. formosa and Z. portoricensis are not supported and should be\nrevised.","trees":[{"tree_label":"con 50 majrule","ntax":"57","rootedtree":"TRUE","title":"Tr114246","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114246.phy"},{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Tr114244","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114244.phy"},{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Tr114245","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114245.phy"}]}