{"Authors":" Iain Darbyshire, Carrie A Kiel, Amanda E Fisher, Lucinda A.\nMcDade","Year":" 2019","Title":" Phylogenetic relationships among species of Barleria\n(Acanthaceae, Lamiales): Molecular data reveal complex patterns of\nmorphological evolution and support a revised classification","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Acanthaceae; Africa; Asia; Barleria; Barlerieae; Lamiales;\nphylogenetic character","DOI":"","Abstract":" Barleria is a genus of ~300 species of herbs and shrubs in\nAfrica and Asia, with highest diversity in tropical east Africa and\nsouthern Africa. The genus is part of Barlerieae (Acanthaceae), a\nlineage that is distinguished from other Acanthaceae by quincuncial\ncorolla aestivation. Unequivocal synapomorphies have yet to be\nidentified for Barleria. However, among Barlerieae, species of Barleria\ncan be recognized by the combination of four-partite calyces with the\nanterior and posterior lobes usually larger than the two lateral lobes,\npollen with a coarsely reticulate (honeycomb) exine and the corolla limb\nvariously subactinomorphic to strongly zygomorphic but never markedly\nbilabiate with a hooded upper lip. All Barleria that we have observed\nalso have filaments that twist through 180 and cross just distal to the\nsynstapetal zone. Barleria species have previously been classified into\ntwo subgenera and seven sections based on differences in leaf axil spine\nsystems; configuration of the corolla, androecium and stigma; and\nmorphology of the capsule and seed. We tested the subgeneric\nclassification of Barleria by sampling 53 Barleria species and nine\noutgroup species for three plastid intergenic spacers (trnG-S,\nndhF-rpl32R, rpl32F-trnL) and the nuclear region nrITS (approximately\n2.8K aligned bases total). We found a monophyletic Barleria and support\nfor the two currently recognized subgenera; four of seven currently\nrecognized sections are monophyletic but one of these is nested within\nother sections. We propose recognizing two subgenera (i.e., Barleria,\nPrionitis), the latter comprising three sections (i.e., Prionitis,\nSomalia, Stellatohirta). Barleria encompasses remarkable morphological\ndiversity; we used an ultrametric tree to examine the evolution of nine\nmorphological traits used to define infrageneric taxa in previous\nclassifications. All characters evolved homoplasiously, but a few states\n(e.g., woody capsule septa) are supported as synapomorphies, and\ncombinations of characters can be used to delimit subgenera. Members of\nsubg. Barleria have four-seeded capsules that lack a prominent beak,\nwith a transition to two-seeded capsules in the clade that corresponds\nto sect. Fissimura. In contrast, members of subg. Prionitis have\ntwo-seeded capsules (reversed to four-seeded in most members of one\nclade of sect. Somalia) that generally have a prominent beak.\nAdditionally, we surveyed pollen morphology for 15 species sampled from\nacross the classification. Pollen is consistently tricolporate with a\ncoarse honeycomb exine. We provide an infrageneric classification and\nkey to infrageneric taxa of Barleria. Results reported here will support\nfurther studies on the systematics and evolution of this fascinating\ngenus.","trees":[{"tree_label":"MajRule","ntax":"65","rootedtree":"TRUE","title":"Acanthaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114322.phy"}]}