{"Authors":" Michel Laurin, Grégoire Vallin","Year":" 2004","Title":" Cranial morphology and affinities of Microbrachis, and a\nreappraisal of the phylogeny and lifestyle of the first amphibians","Journal":" Journal of Vertebrate Paleontology","Volume":" 24","Issue":" NA","Pages":" 56-72","Keywords":" NA","DOI":" NA","Abstract":" An anatomical study of Microbrachis reveals inaccuracies\nin previous studies, especially in the palate and cranial proportions.\nThe vomer and the pterygoid reach the midline anteriorly, and the\npostorbital does not appear to reach the tabular. The skull is higher in\nour cranial reconstruction than previously thought. A phylogenetic\nanalysis of early stegocephalians places Microbrachis at a fairly basal\nposition in the clade that includes \u001a\u001amicrosaurs,\u001a\u001a lysorophians, and\nlissamphibians. This analysis corroborates previous suggestions that\nlissamphibians are part of a clade that includes the taxa classically\nreferred to as \u001a\u001alepospondyls,\u001a\u001a and that seymouriamorphs and temnospondyls\nare not part of Tetrapoda. Statistical tests on another recent amphibian\nphylogeny reveal that its different placement of the origin of\nlissamphibians is not statistically more parsimonious than the placement\nthat we suggest. Our analysis also suggests that the first evolutionary\nradiation of amphibians took place in an aquatic environment because\nmost of the first groups of amphibians to have differentiated, namely\nadelogyrinids, nectrideans, and Microbrachis, appear to have been\naquatic or amphibious taxa. However, the lifestyle of many early\namphibians is difficult to assess.","trees":[{"tree_label":"48 taxa","ntax":"48","rootedtree":"TRUE","title":"One of the 5 shortest trees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_299.phy"},{"tree_label":"Fig. 6","ntax":"48","rootedtree":"TRUE","title":"Strict consus of the 5 shortest trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_300.phy"},{"tree_label":"Temno-Lissam shortest","ntax":"48","rootedtree":"TRUE","title":"Shortest tree in which lissamphibians are\ntemnospondyls","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_475.phy"}]}