{"Authors":" Pepijn Wilhelmus Kooij, Bryn Dentinger, David A Donoso,\nJonathan Zvi Shik, Ester Gaya","Year":" 2018","Title":" Cryptic Diversity in Colombian Edible Leaf-Cutting Ants\n(Hymenoptera: Formicidae)","Journal":" Insects","Volume":" 9","Issue":" 4","Pages":" 191","Keywords":" Atta; Attini; Cytochrome Oxidase I; fungus-growing ants;\nhormigas culonas; nutrition; pest management; phylogeny; species\ncomplex; taxonomy","DOI":" 10.3390/insects9040191","Abstract":" Leaf-cutting ants are often considered agricultural pests,\nbut they can also benefit local people and serve important roles in\necosystems. Throughout their distribution, winged reproductive queens of\nleaf-cutting ants in the genus Atta Fabricius, 1804 are consumed as a\nprotein-rich food source and sometimes used for medical purposes. Little\nis known, however, about the species identity of collected ants and the\naccuracy of identification when ants are sold, ambiguities that may\nimpact the conservation status of Atta species as well as the\nnutritional value that they provide to consumers. Here, 21 samples of\nfried ants bought in San Gil, Colombia, were identified to species level\nusing Cytochrome Oxidase I (COI) barcoding sequences. DNA was extracted\nfrom these fried samples using standard Chelex extraction methods,\nfollowed by phylogenetic analyses with an additional 52 new sequences\nfrom wild ant colonies collected in Panama and 251 publicly available\nsequences. Most analysed samples corresponded to Atta laevigata (Smith,\n1858), even though one sample was identified as Atta colombica\nGuérin-Méneville, 1844 and another one formed a distinct branch on its\nown, more closely related to Atta texana (Buckley, 1860) and Atta\nmexicana (Smith, 1858). Analyses further confirm paraphyly within Atta\nsexdens (Linnaeus, 1758) and A. laevigata clades. Further research is\nneeded to assess the nutritional value of the different species.","trees":[{"tree_label":"Fig. S2","ntax":"190","rootedtree":"TRUE","title":"Hormigas culonas Bayesian tree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_115161.phy"},{"tree_label":"con 50 majrule chain 1","ntax":"190","rootedtree":"TRUE","title":"Hormigas culonas Bayesian tree chain 1","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_115160.phy"},{"tree_label":"Fig. S3","ntax":"190","rootedtree":"TRUE","title":"Final PASTA tree estimation","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_115157.phy"},{"tree_label":"Fig. S4","ntax":"190","rootedtree":"TRUE","title":"Hormigas culonas Most likely tree estimated with\nRAxML","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_115158.phy"},{"tree_label":"con 50 majrule chain 2","ntax":"190","rootedtree":"TRUE","title":"Hormigas culonas Bayesian tree chain 2","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_115159.phy"}]}