{"Authors":" Alcindo Silva Martins Jr, Cassia Monica Sakuragui, Helen\nMaria Pontes Sotão, Anibal Alves Carvalho Jr","Year":" 2019","Title":" Two new species of Phakopsora from Brazil","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Pucciniales, Taxonomy, Uredinales, Rust fungi,\nPhakopsoraceae","DOI":"","Abstract":" Phakospora is one of the most important genera of\nPucciniales because of its high species number, many of which cause rust\non economically important plants. Two new species of this genus,\nPhakopsora cerradensis and Phakopsora maragaritariana on Panicum sp. and\nMargaritaris nobilis, respectively, are described in this paper.\nMolecular data from rDNA region ITS2-28S partial were accessed to\nexamine their phylogenetic relationships among Phakopsoraceae species,\nwhose sequences were available in online database. Lenticular telia,\nslightly concave hymenium and thickened apical wall of distal\nteliospores (2-3um) are distinctive features of Ph. cerradensis which\nshowed little affinity with Phakopsora species available in online\ndataset and used for molecular analysis. Ph. margaritariana is the first\nspecies of rust fungi on M. nobilis, differing from other Phakopsora\nspp. on Phyllanthaceae species due to unusual size of its urediniospores\n(1923×1218um) and apical thickening of distal teliospores (57um). This\nspecies displays to be closely related to Phakopsora crucis-filii.\nMorphologically and phylogenetically both new species are considered as\ntaxonomically distinct units and independent lineages.","trees":[{"tree_label":"con 50 majrule","ntax":"17","rootedtree":"TRUE","title":"Tr114264","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114264.phy"},{"tree_label":"Imported tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr114263","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114263.phy"},{"tree_label":"con 50 majrule","ntax":"17","rootedtree":"TRUE","title":"Tr114266","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114266.phy"}]}