{"Authors":" Mary Luz Vanegas León, Marcelo A Sulzbacher, Andrea C.\nRinaldi, Mélanie Roy, Marc-André Selosse, Maria Alice Neves","Year":" 2018","Title":" Are Trechisporales ectomycorrhizal or root endophytic?","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":" 13","Keywords":" Atlantic rainforest, Ectomycorrhizal fungi, Isotopic\nanalysis, ITS, Phylogenetic analysis, Trophic status.","DOI":"","Abstract":" Trechispora (Hydnodontaceae) is considered as a\nsoil-inhabiting or white-rot decomposer, However, some species in the\ngenus are frequently collected in soil, a typical feature of\nectomycorrhizal fungi. Ectomycorrhizal basidiomes are found in\nneotropical and subtropical region, but taxonomical information and DNA\nsequences of root fungi and basidiomes in native Atlantic Rainforest are\npoorly known. Basidiomes and samples of soil and roots were collected in\nthe Atlantic rain forest, in Florianópolis, Brazil. Barcoding sequences\nof the ITS region were obtained from all samples type, and sequences\nwere placed in phylogenies through maximum likelihood and Bayesian\nanalyses. Two root sequences correspond to Trechispora genus, and\nsuggested a root associated ecology, possibly ectomycorrhizal. Other\nmorphotype belongs to Hydnodontaceae. The analysis of isotope abundance\nfrom three sites in Brazil and French Guiana suggested that Trechispora\nthelephora could have the same signature as ectomycorrhizal basidiomes.\nOther Trechispora may not be ectomycorrhizal and this genus remain\ncharacterized by a diverse ecology and morphology. Traditionally,\nTrechispora is classified as saprophytic fungi, yet molecular analyses\nwith environment samples from the Atlantic Rainforest in Brazil revealed\na new lineage of EcM fungi. More investigations in subtropical regions\nmay detect how conserved is this ecology among Trechispora species, and\neven reveal other ectomycorrhizal lineages.","trees":[{"tree_label":"con 50 majrule","ntax":"29","rootedtree":"TRUE","title":"Techisporales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114346.phy"}]}