{"Authors":" Kohei Yamamoto, Yousuke Degawa, Akiyoshi Yamada","Year":" 2020","Title":" Taxonomic study of Endogonaceae in the Japanese islands: New\nspecies of Endogone, Jimgerdemannia, and Vinositunica, gen. nov.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Chlamydospore, Mucoromycota, mycorrhizal fungi, phylogeny,\nsporocarp, zygosporangium, 5 new taxa","DOI":" 10.1080/00275514.2019.1689092","Abstract":" Species of Endogonaceae (Endogonales, Mucoromycotina) are\ncharacterized by the formation of relatively large sporocarps and\nzygosporangia. Numerous species in this family remain undescribed or\nhave unclear phylogenetic positions. In Asia specifically, the species\ndiversity of this family is almost completely unknown. However, many\nmycobionts of bryophytes belonging to several novel clades in\nEndogonaceae have recently been identified phylogenetically. Therefore,\nestablishing a robust taxonomic system for this family is essential. We\nobtained numerous sporocarps of undescribed Endogonaceae-like species\nfrom the Japanese islands. Morphological observation and multilocus\nphylogenetic analysis of nuc 18S rDNA (18S), nuc 28S rDNA (28S), and\nportions of two nuclear protein-coding regionstranslation elongation\nfactor 1-alpha (tef1) and RNA polymerase II large subunit (rpb1)from\nthese species resulted in the description of one new species each of\nEndogone and Jimgerdemannia and two new species of Vinositunica, gen.\nnov. Because Vinositunica is characterized by purplish sporocarps and\nred-wine-colored chlamydospores up to 700 μm in diameter, we emended the\ndefinition of Endogonaceae.","trees":[{"tree_label":"PAUP 1","ntax":"150","rootedtree":"TRUE","title":"Endogonaceae 18S 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121839.phy"},{"tree_label":"tree 1","ntax":"110","rootedtree":"TRUE","title":"Endogonaceae 28S tef1 rpb1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121838.phy"}]}