{"Authors":" Julia Cathrine Ferm, Petra Korall, Gwilym P. Lewis, Bertil\nStåhl","Year":" 2018","Title":" Phylogeny of the neotropical legume genera Zygia and\nMarmaroxylon and close relatives","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Fabaceae, Ingeae, Phylogenetic analyses, Taxonomy","DOI":"","Abstract":" The neotropical legume genera Zygia and Marmaroxylon have\ntraditionally been considered closely related and are sometimes treated\nas congeners. They have been referred to the mimosoid tribe Ingeae based\non their possession of flowers with basally fused stamen filaments.\nHowever, their systematic status and position has not been analysed in a\nphylogenetic context. This study provides the first molecular phylogeny\nof Zygia and Marmaroxylon and closely related mimosoid legume genera,\nparticularly from the tribe Ingeae. DNA sequence data were derived from\nthe nuclear external transcribed spacer (ETS) and the internal\ntranscribed spacer (ITS), and from the chloroplast psbA-trnH and\ntrnL-trnF regions, and were analysed using Bayesian inference. In all,\n29 species of Zygia and seven species of Marmaroxylon were included in\nthe study along with representative species from the closely related\ngenera Abarema, Acacia, Archidendropsis, Calliandra, Chloroleucon,\nCojoba, Faidherbia, Havardia, Hydrochorea, Inga, Leucochloron,\nMacrosamanea, Pithecellobium, Pseudosamanea, Samanea, Senegalia,\nVachellia and Zapoteca. The results show that neither Zygia nor\nMarmaroxylon are monophyletic as presently circumscribed. Furthermore,\nthese two genera are not monophyletic together. None of the nine\npresently recognized sections of Zygia that contains more than one\nspecies are shown to be monophyletic. Two of the monospecific sections\nof Zygia, sect. Ingopsis (Zygia inundata) and sect. Pseudocojoba (Zygia\nsabatieri), were found in a clade together with species of Inga.\nMarmaroxylon ocumarense and Marmaroxylon magdalenae, previously treated\nas synonyms (as Zygia), are not conspecific, and are found in a clade\nwith Macrosamanea and in a clade with species of Abarema and\nHydrochorea, respectively. Our results also show the Inga alliance to be\nnon-monophyletic.","trees":[{"tree_label":"con 50 majrule","ntax":"59","rootedtree":"TRUE","title":"Tr114330","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114330.phy"},{"tree_label":"con 50 majrule","ntax":"87","rootedtree":"TRUE","title":"Tr114328","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114328.phy"},{"tree_label":"con 50 majrule","ntax":"93","rootedtree":"TRUE","title":"Tr114329","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114329.phy"},{"tree_label":"con 50 majrule","ntax":"76","rootedtree":"TRUE","title":"Tr114331","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114331.phy"}]}