{"Authors":" Honghai Zhang","Year":" 2018","Title":" Comparative analysis of peripheral blood reveals\ntranscriptomic adaptations to extreme environments on the Q\ninghai-Tibetan Plateau in the gray wolf (Canis lupus chanco)","Journal":" Organisms Diversity Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Tibetan wolf - Transcriptome - High-altitude adaptation -\nMitochondrial DNA","DOI":"","Abstract":" Molecular adaptations to life on the Qinghai-Tibetan\nPlateau (QTP) have been detected in the genomes of many native animals,\nbut the contribution of variations in gene expression to high-altitude\nadaptation remains to be determined. Here, we sequenced the peripheral\nblood transcriptomes of the lowland wolf and the Tibetan wolf (Canis\nlupus chanco), an endemic top predator on the QTP, and analyzed how the\ngene expression pattern has become modified to cope with the extreme\nplateau environments. Comparisons of the transcriptomes of Tibetan\nwolves and their lowland counterparts revealed 90 differentially\nexpressed genes (DEGs), including 6 genes (ATP6, ATP8, COX3, CYTB, ND2,\nand ND4) located in the mitochondrial respiratory chain. Several DEGs\nare functionally involved in DNA repair (RAD52 and NUPR1), reactive\noxygen species (ROS) regulation (GSTP1 and RETSAT), and cardiovascular\nhomeostasis (ACTA2, CD151, DDX6, HPSE, and YOD1). Further functional\nenrichment analyses demonstrated that the identified DEGs were\nsignificantly enriched in specific functional categories related to\nenergy metabolism, hypoxic response, and cardiovascular homeostasis,\nindicating that the gene expression variation in Tibetan wolves may\ncontribute to their adaptation to life on the QTP. The phylogenetic\ntopology of worldwide populations based on 12 mitochondrial\nprotein-coding genes (MPGs) is inconsistent with the patterns revealed\nby a previous genome-wide study, implying that adaptive evolution may\nhave occurred in the MPGs of Tibetan wolves. Wolf ATP8 was shown to have\na higher dN/dS (ω) ratio (ω = 0.712) than the other 11 genes (ω ≤\n0.272). Overall, our study provides new insights into the mechanisms\nunderlying high-altitude adaptations in a wild carnivore with not only\nmitochondrial gene adaptation but also fine-tuned gene expression\nresponses.","trees":[{"tree_label":"PAUP 1","ntax":"38","rootedtree":"TRUE","title":"Tr114335","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114335.phy"},{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Tr114334","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114334.phy"}]}