{"Authors":" Ryo Matsuzaki, Hisayoshi Nozaki, Nozomu Takeuchi, Yoshiaki\nHara, Masanobu Kawachi","Year":" 2019","Title":" Taxonomic re-examination of “Chloromonas nivalis (Volvocales,\nChlorophyceae) zygotes” from Japan and description of C. muramotoi","Journal":" PLOS ONE","Volume":" 14","Issue":" 1","Pages":" e0210986","Keywords":"","DOI":" 10.1371/journal.pone.0210986","Abstract":" Recent molecular data has strongly suggested that\nfield-collected cysts of snow algae that are morphologically\nidentifiable as the zygotes of Chloromonas nivalis are composed of\nmultiple species. Motile vegetative cells, however, have not been\ndirectly obtained from these cysts because of the difficulties involved\nin inducing their germination. Recently, our comparative molecular\nanalyses, using both field-collected and cultured materials,\ndemonstrated that one Japanese lineage of “C. nivalis zygotes” belongs\nto C. miwae. Herein, we examined another Japanese lineage of\nfield-collected “C. nivalis zygotes” and a new strain originating from\nJapan. Our molecular data demonstrated that these two different life\ncycle stages are conspecific, and that they represent a new species that\nwe herein describe as C. muramotoi sp. nov., based on the vegetative and\nasexual morphological characteristics of the strain. Multigene\nphylogenetic analyses showed that this new species was sister to C.\nmiwae. Scanning electron microscopy demonstrated that the cysts of C.\nmuramotoi are different from those of C. miwae, based on the arrangement\nof the flanges developing on the cell wall.","trees":[{"tree_label":"Fig. 2","ntax":"29","rootedtree":"TRUE","title":"Chloromonas BI tree of 4genes from 29 OTUs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115646.phy"},{"tree_label":"Fig. 3","ntax":"34","rootedtree":"TRUE","title":"Chloromonas BI tree of rbcL from 34 OTUs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115647.phy"}]}