{"Authors":" Karen Hansen, Trond Schumacher, Inger Skrede, Seppo\nHuhtinen, Xiang-Hua Wang","Year":" 2019","Title":" Pindara revisited - evolution and generic limits in\nHelvellaceae","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" ascus croziers, Balsamia, Barssia, EF-1, H. aestivalis, H.\nastieri, hypogeous taxa, Midotis, Pezizomycetes, RPB2, Wynnella","DOI":"","Abstract":" The Helvellaceae encompasses taxa that produce some of the\nmost elaborate apothecial forms, as well as hypogeous ascomata, in the\nclass Pezizomycetes (Ascomycota). While the circumscription of the\nHelvellaceae is clarified, evolutionary relationships and generic limits\nwithin the family are debatable. A robust phylogeny of the Helvellaceae,\nusing an increased number of molecular characters from the LSU rDNA,\nRPB2 and EF-1α gene regions (4299 bp) and a wide representative\nsampling, is presented here. Helvella s.l. was shown to be polyphyletic,\nbecause H. aestivalis formed a distant monophyletic group with hypogeous\nspecies of Balsamia and Barssia. All other species of Helvella formed a\nlarge group with the enigmatic Pindara (/Helvella) terrestris nested\nwithin it. The ear-shaped Wynnella constitutes an independent lineage\nand is recognized with the earlier name Midotis. The clade of the\nhypogeous Balsamia and Barssia, and Helvella aestivalis is coherent in\nthe three-gene phylogeny, and considering the lack of phenotypic\ncharacters to distinguish Barssia from Balsamia we combine species of\nBarssia, along with H. aestivalis, in Balsamia. The closed/ tuberiform,\nsparassoid H. astieri is shown to be a synonym of H. lactea; it is\nmerely an incidental folded form of the saddle-shaped H. lactea. Pindara\nis a sister group to a restricted Helvella, i.e. excluding the\n/leucomelaena lineage, on a notably long branch. We recognize Pindara as\na separate genus and erect a new genus Dissingia for the /leucomelaena\nlineage, viz. H. confusa, H. crassitunicata, H. leucomelaena and H.\noblongispora. Dissingia is supported by asci that arise from simple\nsepta; all other species of Helvellaceae have asci that arise from\ncroziers, with one exception being the H. alpina-corium lineage of\nHelvella s.str.. This suggests ascus development from croziers is the\nancestral state for the Helvellaceae and that ascus development from\nsimple septa has evolved at least twice in the family. Our phylogeny\ndoes not determine the evolutionary relationships within Helvella\ns.str., but it is most parsimonious to infer that the ancestor of the\nhelvelloids produced subsessile or shortly stipitate, cup-shaped\napothecia. This shape has been maintained in some lineages of Helvella\ns.str. The type species of Underwoodia, Underwoodia columnaris, is a\nsister lineage to the rest of the Helvellaceae.","trees":[{"tree_label":"majrule","ntax":"55","rootedtree":"TRUE","title":"Helvella LSU ef1a","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114639.phy"}]}