{"Authors":" Nikisha Rashmi Patel, Susan Fawcett, Michael A Sundue,\nJessica M. Budke","Year":" 2018","Title":" The evolution of perine moprhology in Thelypteridaceae","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" ferns, spores, perine","DOI":"","Abstract":" Background and Aims Spores and pollen feature elaborate\nexternal ornamentation, known as perine, that surrounds the spore wall\nand varies across taxonomic groups. Spore-dispersed plants, particularly\nferns, exhibit remarkable variation in the surface structure of their\nspores and provide an excellent model for the study of morphological\ntrait evolution. Our goal is to assess their utility for characterizing\nclades and taxa. For this study, we chose Thelypteridaceae, a family of\nferns with over 1000 species and exceptionally diverse spore morphology.\nWe generate a 200-taxon molecular phylogeny representing family\ndiversity. We assign discrete states for seven morphological characters\nof spores from scanning electron microscopy (SEM) images and optimize\nthem onto our molecular phylogeny representing approximately 10% of the\nspecies diversity in the family. We then quantify phylogenetic signal,\nhomoplasy and correlated evolution for perine morphology, and provide a\nsynoptic description of perine morphology for each genus. Reticulate\nperine and perforations demonstrate high phylogenetic signal and low\nhomoplasy and are characteristic of genera and other major clades.\nMicrostructure, or fine superficial sculpturing, is not synapomorphic\nfor any group, and varies at fine phylogenetic scales. Certain genera,\nsuch as Amauropelta and Stegnogramma, exhibit consistent morphology\namong species, while others such as Christella, are highly variable. Our\nphylogenetic analyses indicate that Christella and Pronephrium are\nnon-monophyletic, while intrageneric taxa within them are largely\ncorroborated. Characters pertaining to macrostructure and perforations,\nin particular, were reconstructed as synapomorphic for genera or\ninfrageneric sections in the Thelypteridaceae. High variability of\nperine characters within the christelloid clade suggest it is a\npromising group to focus further sampling. Our approach provides\nexplicit statements of character evolution for perine morphology upon\nwhich future studies may build. We demonstrate that the repository of\nhigh-quality SEM images of spores in the literature serve as a rich\nsource of morphological data.","trees":[{"tree_label":"Fig. S2","ntax":"118","rootedtree":"TRUE","title":"Thelypteridaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_114452.phy"}]}