{"Authors":" Nan-Yi Wang, Bruna B. Forcelini, Natalia A. Peres","Year":" 2019","Title":" Anthracnose fruit and root necrosis of strawberry are caused\nby a dominant species within the Colletotrichum acutatum species complex\nin the United States","Journal":" Phytopathology","Volume":" 109","Issue":" 7","Pages":" 1293-1301","Keywords":"","DOI":" 10.1094/PHYTO-12-18-0454-R","Abstract":" Strawberry anthracnose fruit rot and root necrosis, caused\nby Colletotrichum acutatum, are primary limiting factors in fruit\nproduction fields in the U.S. Recent research focusing on the phenotypic\nand genetic diversity of this species has shed light on the complexity\nof C. acutatum species. In this study, we performed multilocus sequence\nanalysis of four genetic loci to characterize 217 C. acutatum isolates\ncollected over a 23-yr period from symptomatic plant tissues of\nstrawberry from six different states. The results revealed two\nColletotrichum species with 97.7% of the isolate collection (212/217)\nbelonging to a dominant clonal linage, regardless of the isolation\nsource. No correlation between species groups and geographical origins\nof the isolates was observed, either. Further sequence comparison\nbetween historical and contemporary isolates showed the same populations\nbeing widely spread throughout the strawberry nurseries and production\nfields in the U.S. and Canada. Afterward, a subset of 12 isolates\nrepresenting different quinone-outside inhibitor fungicide resistance\nprofiles from root or fruit tissue of strawberry was selected for\ncomparison of pathogenicity on strawberry. Of these isolates tested,\nisolates of different resistance groups or different isolation sources\nexhibited a similar degree of aggressiveness and caused\nindistinguishable symptoms on strawberry crowns and fruit, though a\nsignificant difference among individual isolates was observed in\ndetached fruit assays (P = 0.0123). Separate pathogenicity tests using\nisolates of the two species revealed C. nymphaeae being more aggressive\nthan C. fioriniae in infecting strawberry roots and crowns. Therefore,\ngiven the occurrence and pathogenicity of C. nymphaeae, this species is\nlikely the sole culprit responsible for strawberry anthracnose in the\nU.S.","trees":[{"tree_label":"Fig. 1","ntax":"224","rootedtree":"TRUE","title":"Colletotrichum acutatum Multilocus phylogenetic\nanalysis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114535.phy"}]}