{"Authors":" Thilini Chethana, Ruvishika Jayawardene, Wei Zhang, Yueyan\nZhou, Mei Liu, Kevin D Hyde, XingHong Li, Wang Jing, Zhang Kaichun, JiYe\nYan","Year":" 2018","Title":" Molecular characterization and pathogenicity of fungal taxa\nassociated with cherry leaf spot disease","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" 5 new species, Colletotrichum, disease management,\nmorphology, pathogenicity, Prunus","DOI":"","Abstract":" Cherry leaf spot is one of the most common and devastating\ndiseases of cherries worldwide. The disease causes considerable yield\nlosses in many cherry growing regions. We surveyed cherry leaf spot\ndisease in Beijing City and collected 67 fungal isolates from diseased\nleaves, including Alternaria species, Colletotrichum species and\nDidymellaceae species. Multigene phylogenetic analyses coupled with\nmorphological observations facilitated the identification of species\nisolated from the diseased tissues. Pathogenicity assays were conducted\nfor six isolates representing all the identified species and Kochs\npostulates were confirmed on three cultivars of Prunus avium in a\ngreenhouse. These results confirmed the pathogenicity on cherry leaves\nas symptoms were reproduced. Based on these results, Alternaria\nprunicola sp. nov. was concluded as the main pathogen of Cherry leaf\nspot in Beijing City. In addition, Alternaria alternata, Alternaria\npseudoeichhorniae sp. nov., Colletotrichum aenigma, Colletotrichum\npseudotheobromicola sp. nov., Epicoccum pseudokeratinophilum sp. nov.,\nNothophoma pruni sp. nov., Nothophoma quercina and Stagonosporopsis\ncitrulli were isolated from the Cherry leaf spots. Significant\nvariations in the virulence were observed among fungal species on\ndifferent cherry cultivars.","trees":[{"tree_label":"Imported tree 1","ntax":"41","rootedtree":"TRUE","title":"Alternaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114664.phy"},{"tree_label":"Imported tree 1","ntax":"65","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114667.phy"},{"tree_label":"PAUP 1","ntax":"113","rootedtree":"TRUE","title":"Didymellaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_114668.phy"}]}