{"Authors":" Cobus Meyer Visagie, Neriman Yilmaz, Karen J. Vanderwolf,\nJustin B Renaud, Mark Sumarah, Keith A Seifert, David Malloch","Year":" 2020","Title":" Penicillium diversity in Canadian bat caves, including a new\nspecies, P. speluncae","Journal":" Fungal Systematics and Evolution","Volume":" 5","Issue":"","Pages":" 1-15","Keywords":" Thysanophora, sect. Fasciculata, Genealogical Concordance\nPhylogenetic Species Concept (GCPSR), Pseudogymnoascus destructans (Pd),\nsecondary metabolites","DOI":" 10.3114/fuse.2020.05.01","Abstract":" Penicillium was commonly isolated during a fungal survey\nof bat hibernacula in New Brunswick and Quebec, Canada. Fungal strains\nwere isolated from arthropods, bats, rodents (i.e. Peromyscus\nmaniculatus), their dung, and cave walls. Hundreds of fungal species\nwere obtained, of which Penicillium represented a major component of the\ncommunity. Penicillium strains were grouped by colony characters on\nBlakeslee’s malt extract agar. DNA sequencing of the secondary\nidentification marker, β-tubulin, was done for representative strains\nfrom each group. In some cases, ITS and calmodulin were sequenced to\nconfirm identifications. In total, 13 species were identified, often new\nreports for Canada, while eight strains consistently resolved into a\nunique clade with P. discolor, P. echinulatum and P. solitum its closest\nrelatives. Penicillium speluncae is described using macro- and\nmicromorphological characters, multigene phylogenies (including ITS,\nβ-tubulin, calmodulin and RPB2) and extrolite profiles. The new species\nresembles P. discolor most closely. However, P. discolor has globose to\nsubglobose, rough walled conidia in contrast to the ellipsoidal, smooth\nwalled conidia of the new species. Major extrolites produced by the new\nspecies include cyclopenins, viridicatins, chaetoglobosins, and a\nmicroheterogenous series of cyclic and linear tetrapeptides.","trees":[{"tree_label":"Imported tree 1","ntax":"175","rootedtree":"TRUE","title":"Fasciculata Concatenated","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131190.phy"},{"tree_label":"Imported tree 1","ntax":"48","rootedtree":"TRUE","title":"Fasciculata BenA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131192.phy"},{"tree_label":"Imported tree 1","ntax":"44","rootedtree":"TRUE","title":"Fasciculata ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131191.phy"},{"tree_label":"Imported tree 1","ntax":"38","rootedtree":"TRUE","title":"Fasciculata CaM","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131193.phy"}]}