{"Authors":" Martin Kukwa, ZdenÄk Palice, Pamela Rodriguez-Flakus, Adam\nFlakus, Javier Etayo, Sergio Pérez-Ortega","Year":" 2019","Title":" A new genus Zhurbenkoa and a novel nutritional mode revealed\nin the family Malmideaceae (Lecanoromycetes, Ascomycota)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Arthonia epicladonia, lichenicolous fungi, mycoparasites,\nPezizomycotina, phylogenetics, systematics","DOI":"","Abstract":" Lichenicolous fungi are highly specialized mycoparasites,\ncommensals or rarely saprotrophs, being essential components of almost\nevery ecosystem in which can develop obligate associations with lichens.\nTheir relevance however contrasts with the relatively small number of\nlichenicolous fungi described so far. Recent estimates and ongoing\nstudies indicates that a large fraction of their diversity remain\nundiscovered and suggests that the highest remain diversity may be\nexpected in tropical regions, in particular in hyper diverse fog-exposed\nmontane forests. Here we introduce the new genus Zhurbenkoa from South\nAmerica and Europe, to accommodate three lichenicolous fungal species\ngrowing on species of the widespread lichen genus Cladonia\n(Lecanorales). The phylogenetic analyses based on combined sequence data\nof mitochondrial and nuclear ribosomal DNA obtained from Andean\npopulations (Bolivia) placed Zhurbenkoa as a member of family\nMalmideaceae, a recently introduced family of lichen-forming fungi of\nthe class Lecanoromycetes. Zhurbenkoa is closely related to the genera\nSavoronala and Sprucidea. Zhurbenkoa is characterized by the development\nof pruinose greyish, brown to almost black apothecia with not evident\nmargin, strongly conglutinated hymenium composed of non-capitate and\nsparsely branched paraphyses, colorless exciple composed of radiately\narranged hyphae, Lecanora/Micarea-like ascus type and simple or\n1-septate ellipsoid colorless ascospores. It currently includes two\nneotropical (Z. cladoniarum comb. nov. and Z. latispora sp. nov.) and\none widespread species (Z. epicladonia comb. nov.). The lichenicolous\nlife-style is discovered for the first time in the family Malmideaceae\nwhich so far contained only lichen-forming associations between fungi\nand green algae.","trees":[{"tree_label":"Figure 1","ntax":"70","rootedtree":"TRUE","title":"Tr114715","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_114715.phy"}]}