{"Authors":" Che-Chih Chen, Chi-Yu Chen, Young Woon Lim, Sheng-Hua\nWu","Year":" 2019","Title":" Phylogeny and taxonomy of Ceriporia and other related taxa\nand description of three new species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Leptoporus; phlebioid clade; Polyporales; systematics;\nwood-inhabiting fungi; 7 new taxa","DOI":"","Abstract":" Species of Ceriporia (Irpicaceae, Basidiomycota) are\nsaprotrophs or endophytes in forest ecosystems. To evaluate the taxonomy\nand generic relationships of Ceriporia and other related taxa, we used\nmorphology and multigene phylogenetic analyses based on sequence data\nfrom nuc rDNA internal transcribed spacer ITS1-5.8S-ITS2 rDNA (ITS)\nregion, nuc 28S rDNA (28S), and RNA polymerase II largest subunit\n(rpb1). Our results show that Ceriporia sensu lato is polyphyletic and\ndistributed across multiple clades in the Irpicaceae, Phanerochaetaceae,\nand Meruliaceae. Some species previously considered in Ceriporia are now\nrecovered in Meruliopsis, resulting in four new combinations: M.\nalbomellea, M. crassitunicata, M. nanlingensis, and M. pseudocystidiata.\nTwo new species of Meruliopsis are described: M. leptocystidiata from\nnortheast China and South Korea and M. parvispora from Taiwan. Ceriporia\narbuscula is described as a new species from Taiwan. Ceriporia mellita\nand Meruliopsis nanlingensis are newly recorded from Japan and Taiwan,\nand M. taxicola is recorded from Taiwan for the first time.","trees":[{"tree_label":"MLT","ntax":"79","rootedtree":"TRUE","title":"Tr120127","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120127.phy"},{"tree_label":"BIT","ntax":"99","rootedtree":"TRUE","title":"Tr120128","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120128.phy"},{"tree_label":"BIT","ntax":"79","rootedtree":"TRUE","title":"Ceriporia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120126.phy"},{"tree_label":"MLT","ntax":"99","rootedtree":"TRUE","title":"Ceriporia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120129.phy"}]}