{"Authors":" Natesan Sundaresan, Enthai Ganeshan Jagan, Kathamuthu\nGokulRaj, Mohan Pandi","Year":" 2018","Title":" Internal transcribed spacer 2 (ITS2) molecular morphometric\nanalysis based species delimitation of foliar endophytic fungi from\nAglaia elaeagnoidea, Flacourtia inermis and Premna serratifolia","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Molecular morphometrics; foliar endophytic fungi; species\ndelimitation; ITS2; CBC","DOI":"","Abstract":" Molecular morphometrics is an emerging third dimensional\naspect of fungal species delimitation. They have been demonstrated to be\nmore informative than conventional barcoding methods. Hence in this\nstudy, foliar endophytic fungal (FEF) assemblages in three Magnoliopsida\nplants were delimited using nuclear ribosomal internal transcribed\nspacer 2 (ITS2) sequence - secondary structural features based\nphylogenetic analysis, also known as molecular morphometrics. A total of\n392 FEF isolates were obtained from the Aglaia elaeagnoidea, Flacourtia\ninermis, and Premna serratifolia leaves and grouped into 98 morphotypes.\nAmong these host plants, P. serratifolia showed the maximum percentage\nof colonization frequency. Representative of each morphotypes was\nsequenced and subjected tofurther molecular characterization. The\nresults revealed that morphotypes were belonging to the phylum of\nAscomycota, distributed over two classes (Sordariomycetes (68.59%) and\nDothideomycetes (31.41%)), six orders and nineteen genera. Based on\ncompensatory base changes (CBC) analysis and absolute identity of ITS2\nstructure, 21, 20 and 23 species were recognized from A. elaeagnoidea,\nF. inermis, and P. serratifolia respectively. Diversity indices were\nhigher in A. elaeagnoidea, despite the fact that it accounted for a\nmodest 16.8% of total isolates recorded in this study. The genus\nColletotrichum was predominant in A. elaeagnoidea (39%) and P.\nserratifolia (48%). Similarly, Diaporthe (43%) was dominant in F.\ninermis. Several host-specific species were also observed. This study\nconcludes that these plants host taxonomically diverse fungi. To the\nbest of our knowledge, this is the first detailed report on FEF\ndiversity from these plants. Also, the inclusion of ITS2 secondary\nstructure information along with the sequence provides a further\ndimension to resolve the inherent problems in identification of fungal\nspecies.","trees":[{"tree_label":"Fig 8","ntax":"87","rootedtree":"TRUE","title":"ML solution for single letter code of Diaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114735.phy"},{"tree_label":"Fig 10","ntax":"82","rootedtree":"TRUE","title":"ML solution for single letter code of Pleosporales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114737.phy"},{"tree_label":"Fig 7","ntax":"51","rootedtree":"TRUE","title":"ML solution for single letter code of Botryosphaeriales\nand Dothideales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114734.phy"},{"tree_label":"Fig 9","ntax":"79","rootedtree":"TRUE","title":"ML solution for single letter code of Glomerellales and\nXylariales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114736.phy"}]}