{"Authors":" Dyfed Lloyd Evans, Shailesh Vinay Joshi, Jianping Wang","Year":" 2019","Title":" Whole Chloroplast and Gene Locus Phylogenies Reveal the\nTaxonomic Placement and Relationship of Tripidium (Panicoideae:\nAndropogoneae) to Sugarcane","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Tripidium, saccharinae, saccharum complex, plastids,\nphylogenetics, taxonomy, sorghinae, assembly, gene loci","DOI":"","Abstract":" Background For over 50 years, attempts have been made to\nintrogress agronomically useful traits from Erianthus sect. Ripidium\n(Tripidium) species into sugarcane based on both genera being part of\nthe ‘Saccharum Complex’, an interbreeding group of species believed to\nbe involved in the origins of sugarcane. However, recent low copy number\ngene studies indicate that Tripidium and Saccharum are more divergent\nthan previously thought. The extent of genus Tripidium has not been\nfully explored and many species that should be included in Tripidium are\nstill classified as Saccharum. Moreover, Tripidium is currently defined\nas incertae sedis within the Andropogoneae, though it has been suggested\nthat members of this genus are related to the Germainiinae. Results\nEight newly-sequenced chloroplasts from potential Tripidium species were\ncombined in a phylogenetic study with 46 members of the Panicoideae,\nincluding seven Saccharum accessions, two Miscanthidium and three\nMiscanthus species. A robust chloroplast phylogeny was generated and\ncomparison with a gene locus phylogeny clearly places a monophyletic\nTripidium clade outside the bounds of the Saccharinae. A key to the\ncurrently identified Tripidium species is presented. Conclusion For the\nfirst time, we have undertaken a large-scale whole plastid study of\neight newly assembled Tripidium accessions and a gene locus study of\nfive Tripidium accessions. Our findings show that Tripidium and\nSaccharum are eight million years divergent, last sharing a common\nancestor 12 million years ago. We demonstrate that four species should\nbe removed from Saccharum/Erianthus and included in genus Tripidium. In\na genome context, we show that Tripidium evolved from a common ancestor\nwith and extended Germainiinae clade formed from Germainia, Eriochrysis,\nApocopis, Pogonatherum and Imperata. We re-define the ‘Saccharum\ncomplex’ to a group of genera that can interbreed in the wild and extend\nthe Saccharinae to include Sarga along with Sorghastrum, Microstegium\nvimineum and Polytrias (but excluding Sorghum). Monophyly of genus\nTripidium is confirmed and the genus is expanded to include Tripidium\narundinaceum, Tripidium procerum, Tripidium kanashiroi and Tripidium\nrufipilum. As a consequence, these species are excluded from genus\nSaccharum. Moreover, we demonstrate that genus Tripidium is distinct\nfrom the Germainiinae.","trees":[{"tree_label":"Imported tree 1","ntax":"54","rootedtree":"TRUE","title":"Tr114949","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114949.phy"}]}