{"Authors":" Michael J. Sanderson, Martin F. Wojciechowski, Bruce G.\nBaldwin, Michael J Donoghue","Year":" 1993","Title":" Monophyly of aneuploid Astragalus (Fabaceae): Evidence from\nnuclear ribosomal DNA internal transcribed spacer sequences.","Journal":" American Journal of Botany","Volume":" 80","Issue":" NA","Pages":" 711-722","Keywords":" NA","DOI":" NA","Abstract":" Evolutionary relationships within Astragalus L. (Fabaceae)\nwere inferred from nucleotide sequence variation in nuclear ribosomal\nDNA of both New World and Old World species. The internal transcribed\nspacer regions (ITS) of 18S-26S nuclear ribosomal DNA from\nrepresentatives of 26 species of Astragalus, three species of Oxytropis\nDC., and two outgroup taxa were analyzed by polymerase chain reaction\namplification and direct DNA sequencing. The length of the ITS I region\nwithin these taxa varied from 221 to 231 bp, while ITS 2 varied in\nlength from 207 to 217 bp. Of the aligned, unambiguous positions,\napproximately 34% were variable in each spacer region. In pairwise\ncomparisons among Astragalus species and outgroup taxa, sequence\ndivergence at these sites ranged from 0 to 1 8.8% in ITS I and from 0 to\n21.7% in ITS 2. Parsimony analyses of these sequences resulted in a\nwell-resolved phylogeny that is highly concordant with previous\ncytogenetic and chloroplast DNA evidence for a major phylogenetic\ndivision in the genus. These data suggest that the New World aneuploid\nspecies of Astragalus form a monophyletic but morphologically cryptic\ngroup derived from euploid species of Old World (Eurasian) origin, which\nare consequently paraphyletic.","trees":[{"tree_label":"Fig. 3A","ntax":"31","rootedtree":"TRUE","title":"Astragalus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4354.phy"},{"tree_label":"Fig. 2","ntax":"31","rootedtree":"TRUE","title":"Astragalus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4355.phy"},{"tree_label":"Fig. 3B","ntax":"31","rootedtree":"TRUE","title":"Astragalus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4356.phy"}]}