{"Authors":" Ying Han, Cunzhu Liang, Gui Pei Liu, Jorinde Nuytinck,\nXiang-Hua Wang","Year":" 2019","Title":" Lactarius guangdongensis sp. nov. (Russulaceae, Russulales),\na species of Lactarius sect. Deliciosi growing with a vulnerable\nfive-needle pine, Pinus kwangtungensis","Journal":" Phytotaxa","Volume":" 393","Issue":" 3","Pages":" 278-286","Keywords":" conservation, ectomycorrhizal fungi, Pinus subg. Strobus,\ntaxonomy","DOI":" 10.11646/phytotaxa.393.3.4","Abstract":" Lactarius sect. Deliciosi is a group of ectomycorrhizal\nmushrooms showing high host specificity with trees of Pinaceae and more\nrarely Fagales. A new species of this section, L. guangdongensis, is\ndescribed from South China. This new species has the smallest\nbasidiocarps (pileus 13 cm) in the section. The pure orange\nbasidiocarps with faint greenish discoloration are similar to those of\nAbies-associated L. abieticola and L. laeticolor and Pinus-associated L.\nvividus. The subdistant lamellae and absence of pleuromacrocystidia can\nbe used as valid characters for this species. It grows with Chinese\nnational protected plant Pinus kwangtungensis and might be one of the\nvery few species that form symbiosis with five-needle pines.\nPhylogenetic analyses of the ITS region and glyceraldehyde-3-phophate\ndehydrogenase gene (gpd) show that P. guangdongensis clearly diversified\nfrom its relatives and look-alikes and probably represents an early\ndiverging lineage in the section. Molecular and morphological characters\nprovided in this study will be useful for in situ and ex situ\nconservation of P. kwangtungensis in the future.","trees":[{"tree_label":"Imported tree 0","ntax":"60","rootedtree":"TRUE","title":"Lactarius ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126466.phy"},{"tree_label":"Imported tree 0","ntax":"68","rootedtree":"TRUE","title":"Lacatrius gpd","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126467.phy"}]}