{"Authors":" Oleg Shchepin, Martin Schnittler, Nikki Heherson A Dagamac,\nDmitry Leontyev, Yuri K. Novozhilov","Year":" 2019","Title":" Unexplored diversity of microscopic myxomycetes: evidence\nfrom environmental DNA","Journal":" Plant Ecology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" 18S rDNA; Echinosteliales; Echinosteliopsis;\nEchinostelium; hidden diversity; slime moulds; SSU","DOI":"","Abstract":" Background and aims  Recent studies showed the position of\ntwo slime mould species with microscopic sporocarps, Echinosteliopsis\noligospora and Echinostelium bisporum, within the class Myxomycetes.\nThese minute species are seldom seen in studies based on detection of\nsporocarps and can easily be confused with protosteloid amoebozoans.\nMethods  We searched all published ePCR data sets that targeted\nmyxomycete 18S rDNA for the presence of environmental sequences similar\nto E. oligospora and Echinosteliales in traditional circumscription, and\nperformed phylogenetic analyses that included short environmental\nsequences and full-length 18S rDNA sequences representing all the major\ngroups of myxomycetes. Key results  We report 19 unique sequences which\nare closely related to E. bisporum or E. oligospora based on sequence\nsimilarity (73.195.2% similarity) and which form well-supported\nmonophyletic clades with these species in phylogenetic analyses. They\nmay represent new species that are not yet described. Our phylogeny\nbased on full-length 18S rDNA sequences further confirms the position of\nE. bisporum and E. oligospora within myxomycetes and the paraphyly of\nthe order Echinosteliales in its traditional circumscription.\nConclusions  Our results show that ePCR-based studies can reveal\nmyxomycete taxa that often escape detection by traditional approaches,\nincluding potentially new species, and thus provide valuable new data on\ndiversity and ecology of myxomycetes. As such, strategies for studying\nmyxomycetes biodiversity should be revised, focusing also on molecular\ndetection techniques in addition to the sporocarp-based ones.","trees":[{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"Myxomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_114752.phy"}]}