{"Authors":" Xue-Wei Wang, Isabelle Benoit, Johannes (Ewald) Zacharias\nGroenewald, Jos Houbraken, Xin Dai, Mao Peng, Xu Yang, Cheng Gao,\nLiang-Dong Guo","Year":" 2019","Title":" Community dynamics of Neocallimastigomycetes in the rumen of\nyak feeding wheat straw","Journal":" Fungal Ecology","Volume":" 41","Issue":" 1","Pages":" 34-44","Keywords":" Neocallimastigomycetes; population diversity; temporal\ncommunity dynamics; biomass; Yak rumen","DOI":"","Abstract":" Anaerobic fungi (Neocallimastigomycota) play an important\nrole in fermenting lignin-rich plant biomass into sugars in the rumen of\nanimals, representing a greatly promising enzyme resource to contribute\nto the conversion of plant biomass into biofuels. However, current\nstudies about their functions mainly focus on limited species, and\nlittle is noticed about the coordination of different members of the\nanaerobic fungi in the digestion process of plant fibres. In this study,\nthe community composition of anaerobic fungi in the rumens of yaks at\nfive different time points (1, 3, 5, 7.5 and 24 h after feeding wheat\nstraw) was investigated on the basis of a cultivation-independent method\nusing ITS clone libraries. Comparison of five pairs of primers show that\nPCR primer sets could have significant clear amplification bias and\ntherefore potentially affect the interpretation of the resulting fungal\ncommunity structure, then two primer sets GM1/MNGM2 and ITS1/ITS4 were\nselected. Among the 398 sequences from 10 clone libraries, 18\noperational taxonomic units (OTUs) of Neocallimastigomycota were\nobtained, covering five known genera and one yet uncultured lineage.\nOTUs belonging to the bulbous-type lineage morphotype (Caecomyces- or\nCyllamyces-related) and the rhizoidal genus Neocallimastix were abundant\nand predominantly present. During the rumen incubation following\nfeeding, members of the bulbous-type lineage were predominant (62.7 %)\nin the sample taken one hour after feeding, when compared with the genus\nNeocallimastix (19.3 %). In all the later samples taken from 3h to 24h\nafter feeding, a relatively stable community composition was revealed:\nmembers of Neocallimastix increased to represent 43.4 - 49.4 % and the\nbulbous-type lineage decreased to represent 39.5 - 42.7 %. This implies\na substantial turnover and synergy between bulbous and rhizoidal types\nof anaerobic fungi during the process of fibre digestion. Our study\nprovided the first insight into the in vivo temporal change of anaerobic\nfungal community and the essential role of Neocallimastigomycota with a\nbulbous morphoype in the degradation of plant cell wall in the yak\nrumen.","trees":[{"tree_label":"Fig. 3","ntax":"130","rootedtree":"TRUE","title":"Neocallimastigomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118625.phy"}]}