{"Authors":" Fernando Martinez Flores, Manuel B Crespo, Emmanuel\nGeoffriau, Charlotte Allender, Holly M Ruess, Carlos Arbizu, Philipp W.\nSimon, David Michael Spooner","Year":" 2018","Title":" Extended studies of interspecific relationships of Daucus\n(Apiaceae) using DNA sequences from ten nuclear orthologs","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Carrot species  Daucinae  germplasm  phylogeny  taxonomy \ntypification.","DOI":"","Abstract":" Daucus traditionally has been estimated to contain 21-25\nspecies, but a recent study expanded the genus to contain about 40\nspecies. The present study uses ten nuclear orthologs to study 40 new\ncollections including newly examined species of Daucus s.l.: D. arcanus,\nD. durieua, D. gracilis, D. montanus, D. setifolius, Melanoselinum\ndecipiens, Monizia edulis, Pseudorlaya minuscula, Pseudorlaya pumila,\nTornabenea annua, and T. tenuissima. As in prior studies, Daucus\nresolves into two well-defined clades A and B. The newly examined taxa\nresolve in clade B as D. arcanus sister to D. pusillus and D. durieua\nsister to D. glochidiatus. In clade A, D. gracilis, Tornabenea annua,\nand T. tenuissima resolve in a clade of 18-chromosome species with D.\ncarota; Melanoselinum decipiens, Monizia edulis, Pseudorlaya minuscula,\nand Pseudorlaya pumila (along with previously examined Rouya polygama)\nare sister to the 18-chromosome clade; and D. setifolius sister to D.\ncrinitus. Daucus montanus (hexaploid) is an apparent allopolyploid\nbetween D. pusillus (diploid) and D. glochidiatus (tetraploid). We\npropose the new combination Daucus junceus (Durieua juncea) for a\nneglected species endemic to SW Iberian Peninsula often referred to as\nD. setifolius, and place D. arcanus in synonymy with D. pusillus. Two\nlectotypes are also designated.","trees":[{"tree_label":"MajRule","ntax":"124","rootedtree":"TRUE","title":"Daucus (Apiaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_115096.phy"}]}