{"Authors":" Paul G. Nevill, Katharine A Howell, Adam T Cross, Anna V.\nWilliams, Xiao Zhong, Julian Tonti-Filippini, Laura M. Boykin, Kingsley\nW. Dixon, Ian Small","Year":" 2019","Title":" Plastome-wide rearrangements and gene losses in carnivorous\nDroseraceae.","Journal":" TO BE DECIDED!","Volume":"","Issue":"","Pages":"","Keywords":" carnivorous plants, chloroplast genome, Droseraceae, gene\nloss, intron loss","DOI":"","Abstract":" The plastid genomes of four related carnivorous plants\n(Drosera regia, Drosera erythrorhiza, Aldrovanda vesiculosa and Dionaea\nmuscipula) were sequenced to examine the changes induced by the\ntransition to carnivory. Total DNA was extracted and the plastid genome\nassembled from short (150 nt) reads and annotated in comparison to\ngenomes for non-carnivorous plants. Assemblies were verified by PCR and\nby cross-mapping reads to related genomes. The plastid genomes of the\nDroseraceae show multiple rearrangements, gene losses and expansion or\ncontraction of the inverted repeat. All the ndh genes are lost or non-\nfunctional, as well as clpP1 and in some of the species, ycf1, ycf2 and\nsome essential tRNA genes. Uniquely amongst land plants, the trnK gene\nhas no intron. Carnivory in the Droseraceae coincides with changes in\nplastid gene content similar to those induced by parasitism and\nmycoheterotrophy, suggesting parallel changes in chloroplast function\ndue to the similar switch from autotrophy to (mixo-) heterotrophy. A\nmolecular phylogeny of the taxa based on all shared plastid genes\nindicates that the ‘snap-traps’ of Aldrovanda and Dionaea have a common\norigin.","trees":[{"tree_label":"tree 1","ntax":"6","rootedtree":"TRUE","title":"Tr115151","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115151.phy"},{"tree_label":"mrbayes_v3","ntax":"6","rootedtree":"TRUE","title":"Tr114983","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114983.phy"},{"tree_label":"tree 1","ntax":"6","rootedtree":"TRUE","title":"Tr115150","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115150.phy"}]}