{"Authors":" Thomas Harrington, Leonardo Sarno Soares Oliveira, Denise\nC. O. F. Valdetaro, Lúcio M. S. Guimarães, Lucas V. A. Pimenta,\nRivadalve C. Gonçalves, Daniel A. Schurt, Douglas L McNew, Acelino C\nAlfenas","Year":" 2019","Title":" A host specialized form of Ceratocystis fimbriata causes seed\nand seedling blight on native Carapa guianensis (andiroba) in Amazonian\nRainforests","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Host specialization.","DOI":" 10.1016/j.funbio.2018.12.001","Abstract":" Ceratocystis fimbriata Ellis & Halsted recently was\nrecorded causing seed and seedling blight on Carapa guianensis Aubl.\n(andiroba), a tree species native to the Amazon Rainforest and prized\nfor its valuable timber and medicinal seed oil. C. fimbriata more\ncommonly causes wilt type diseases in woody hosts, especially on\nnon-native host trees. However, on andiroba the disease occurs on\nseedlings and seeds, affecting the species regeneration. We studied 73\nisolates of C. fimbriata on andiroba from three regions of the Amazon\nBasin to see if they represented natural or introduced populations.\nAnalysis of ITS rDNA sequences and phylogenetic analysis of mating type\ngenes revealed new haplotypes of C. fimbriata from the Latin American\nClade that were closely related to other Brazilian populations of the\nfungus. In mating experiments, andiroba isolates were inter-fertile with\ntester strains of C. fimbriata from Brazil and elsewhere, confirming\nthat they belong to a single biological species. Using microsatellite\nmarkers, 14 genotypes and populations with intermediate levels of\ngenetic variability were found, suggesting that the fungus is indigenous\nto the Amazon Basin. Inoculation tests indicated that the andiroba\nisolates are host-specialized on andiroba, supporting the proposition of\nthe special form C. fimbriata f. sp. carapa.","trees":[{"tree_label":"ITS MPT","ntax":"45","rootedtree":"TRUE","title":"Ceratocystis fimbriata","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115635.phy"}]}