{"Authors":" Christer Erséus, Mårten J. Klinth, Emilia Rota, Pierre De\nWit, Daniel Roland Gustafsson, Svante Martinsson","Year":" 2019","Title":" The popular model annelid Enchytraeus albidus is only one\nspecies in a complex of seashore white worms (Clitellata,\nEnchytraeidae)","Journal":" Organisms Diversity & Evolution","Volume":" 19","Issue":" 2","Pages":" 105-133","Keywords":" White worms Enchytraeus albidus Species complex Species\ndelimitation Molecular taxonomy New species Model organisms Enchytraeus\nalbellus sp. nov.","DOI":" 10.1007/s13127-019-00402-6","Abstract":" The white worm Enchytraeus albidus Henle, 1837\n(Clitellata, Enchytraeidae) is easy to keep in laboratory cultures, and\nhas therefore been employed as a model organism in basic and applied\nbiological research. Its natural habitat includes terrestrial composts\nand wrack beds on seashores. However, the name E. albidus is currently\nused for a complex of morphologically similar and closely related\nspecies. We here revise the components of the E. albidus species complex\nbased on a sample of 100 Enchytraeus specimens from 56 sites, most of\nwhich are across Europe. These samples were DNA-barcoded for the\nmitochondrial COI gene. A subset of them was sequenced for the nuclear\nITS2 and H3 markers. Six species were delimited with strong support by\nthe COI and ITS2 gene trees, as well as by a multi-locus species\ndelimitation analysis. These species are identified morphologically and\ndescribed as E. albidus s. str. (with designation of a neotype);\nEnchytraeus moebii(Michaelsen, 1885); Enchytraeus albellus Klinth,\nErséus and Rota, sp. nov., E. cf. krumbachi (Čejka, 1913), E. sp. 1\n(unnamed), and Enchytraeus polatdemiri Arslan and Timm, 2018. The\nlast-mentioned species is a soda lake specialist, whereas E. albidus s.\nstr. is both terrestrial and marine littoral; all other species occur\nonly in seashores. The phylogeny of this group was estimated using the\nmulti-species coalescent model. Monophyly of the E. albidus complex was\nrecovered. Within this complex, three groups were recovered as\nmonophyletic, but the relationship between them is unclear. One group\ncomprises E. albidus s. str., E. albellus, and E. moebii; the second\ngroup E. cf. krumbachi and the unnamed E. sp. 1, and the third consists\nof only E. polatdemiri. This study serves as a framework for genetic\nidentification of white worms used for experimental purposes.","trees":[{"tree_label":"con 50 majrule","ntax":"105","rootedtree":"TRUE","title":"Enchytraeus albidus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117545.phy"},{"tree_label":"con 50 majrule","ntax":"47","rootedtree":"TRUE","title":"Enchytraeus albidus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117547.phy"},{"tree_label":"con 50 majrule","ntax":"39","rootedtree":"TRUE","title":"Enchytraeus albidus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117546.phy"}]}