{"Authors":" Ivan Frolov, Jan Vondrak, Jiri Kosnar","Year":" 2019","Title":" Phylogenetic relationships within Pyrenodesmia sensu lato and\nthe role of pigments in its taxonomic interpretation","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" anthraquinones, Ambichroma, Caloplaca haematites group,\nCaloplaca variabilis group, Caloplaca xerica group, Pyrenodesmia sensu\nstricto, Sanguineodiscus, Sedifolia-grey, Teloschistaceae, 30 new\ntaxa","DOI":"","Abstract":" Although most lichens of the family Teloschistaceae\n(Ascomycota) produce yellow-orange-red anthraquinone pigments in\nsuperficial tissues, the genus Pyrenodesmia (=Caloplaca variabilis\ngroup) was established to encompass species in which anthraquinones are\nabsent and replaced by a grey pigment called Sedifolia-grey. It was\nshown recently that these species are related to those with both\nanthraquinones and Sedifolia-grey (C. xerica group, C. haematites group\nand C. cretensis) and to species with a brown pigment instead of both\nanthraquinones and Sedifolia-grey (C. demissa, C. obscurella and C.\nreptans). Nevertheless, relationships between mentioned\nanthraquinone-containing and anthraquinone-lacking species remained\nunclear. Eight DNA loci from 33 species were used in the present study\nto resolve these uncertainties. We concluded that C. demissa, C.\nobscurella and C. reptans are rather distant from the core of\nPyrenodesmia and we place them outside Pyrenodesmia sensu lato. Within\nPyrenodesmia sensu lato three distinct lineages were revealed and set up\nat generic level: the genus Pyrenodesmia sensu stricto (currently with\n21 species) and two new genera  Ambichroma (13 species) and\nSanguineodiscus (4 species). The genus Pyrenodesmia includes taxa which\nnever contain anthraquinones, but Sedifolia-grey. It matches with the\nformer Caloplaca variabilis group. Taxa of the newly proposed genera\nAmbichroma and Sanguineodiscus usually have anthraquinones in their\napothecia and Sedifolia-grey in their thalli, but some individuals lack\nanthraquinones. The genus Ambichroma includes the former Caloplaca\nxerica group plus C. cretensis and C. diphyodes. The genus\nSanguineodiscus includes species formerly named Caloplaca aractina, C.\nbicolor, C. haematites and C. viridirufa. The identity of Ambichroma\ndiphyodes was clarified and the name Pyrenodesmia helygeoides was\nresurrected.","trees":[{"tree_label":"con 50 majrule","ntax":"32","rootedtree":"TRUE","title":"Tr114959","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114959.phy"}]}