{"Authors":" Richard Kenneth Tennant, Thomas M Lux, Christine M Sambles,\nNikolaus J Kuhn, Ellen L Petticrew, Richard Oldfield, David A Parker,\nJackie Hatton, Karen A Moore, Rob Lee, Chris Turney, Richard T Jones,\nJohn Love","Year":" 2018","Title":" Palaeogenomics of the Hydrocarbon Producing Microalga\nBotryococcus braunii","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" Palaeogenomics, Ancient DNA, Botryococcus braunii,\nbiofuels, oil shale, bioinformatics","DOI":"","Abstract":" Botryococcus braunii is a colonial microalga that appears\nearly in the fossil record and is a sensitive proxy of environmental and\nhydroclimatic conditions. Palaeozoic Botryococcus fossils which\ncontribute up to 90 % of oil shales and approximately 1 % of crude oil,\nco-localise with diagnostic geolipids from the degradation of\nsource-signature hydrocarbons. However more recent Holocene sediments\ndemonstrate no such association. Consequently, Botryococcus are\nidentified in younger sediments by morphology alone, where potential\nmisclassifications could lead to inaccurate paleoenvironmental\nreconstructions. Here we show that a combination of flow cytometry and\nancient DNA (aDNA) sequencing can unambiguously identify Botryococcus\nmicrofossils in Holocene sediments with hitherto unparalleled accuracy\nand rapidity. The application of aDNA sequencing to microfossils offers\na far-reaching opportunity for understanding environmental change in the\nrecent geological record. When allied with other high-resolution\npalaeoenvironmental information such as aDNA sequencing of humans and\nmegafauna, aDNA from microfossils may allow a deeper and more precise\nunderstanding of past environments, ecologies and migrations.","trees":[{"tree_label":"iTOL exported tree","ntax":"65","rootedtree":"TRUE","title":"Tr114988","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114988.phy"},{"tree_label":"iTOL exported tree","ntax":"1","rootedtree":"TRUE","title":"Tr114986","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_114986.phy"}]}