{"Authors":" Félix Lallemand, Maria D Logacheva, Isabelle Le Clainche,\nAurélie Bérard, Ekaterina Zheleznaia, Marcin Jakalski, Etienne Delannoy,\nMarie-Christine Le Paslier, Marc-André Selosse, Michal May","Year":" 2019","Title":" Thirteen new plastid genomes from mixotrophic and autotrophic\nspecies provide insights into heterotrophy evolution in Neottieae\norchids","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" mycorrhiza, mycoheterotrophy, orchids, Neottieae,\nphylogeny","DOI":" 10.1093/gbe/evz170","Abstract":" Mixotrophic species use both organic and mineral carbon\nsources. Some mixotrophic plants combine photosynthesis and a nutrition\ncalled mycoheterotrophy, where carbon is obtained from fungi forming\nmycorrhizal symbiosis with their roots. These species can lose\nphotosynthetic abilities and evolve full mycoheterotrophy. Besides\nmorphological changes, the latter transition is associated with a deep\nalteration of the plastid genome. Photosynthesis-related genes are lost\nfirst, followed by housekeeping genes, eventually resulting in a highly\nreduced genome. Whether relaxation of selective constraints already\noccurs for the plastid genome of mixotrophic species, which remain\nphotosynthetic, is unclear. This is partly due to the difficulty of\ncomparing plastid genomes of autotrophic, mixotrophic and\nmycoheterotrophic species in a narrow phylogenetic framework. We address\nthis question in the orchid tribe Neottieae, where this large assortment\nof nutrition types occurs. We sequenced 13 new plastid genomes,\nincluding nine mixotrophic species and covering all six Neottieae\ngenera. We investigated selective pressure on plastid genes in each\nnutrition type and conducted a phylogenetic inference of the group.\nSurprisingly, photosynthesis-related genes did not experience selection\nrelaxation in mixotrophic species compared to autotrophic relatives.\nConversely, we observed evidence for selection intensification for some\nplastid genes. Photosynthesis is thus still under purifying selection,\nmaybe because of its role in fruit formation and thus reproductive\nsuccess. Phylogenetic analysis resolved most relationships, but short\nbranches at the base of the tree suggest an evolutionary radiation at\nthe beginning of Neottieae history, which, we hypothesize, may be linked\nto mixotrophy emergence.","trees":[{"tree_label":"whole_plast_all_sp_mrbayes","ntax":"28","rootedtree":"TRUE","title":"whole_plast_all_sp_mrbayes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119349.phy"},{"tree_label":"whole_plast_all_sp_iqtree","ntax":"28","rootedtree":"TRUE","title":"whole_plast_all_sp_iqtree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119348.phy"}]}