{"Authors":" Maria Julia Nichea, Robert H. Proctor, Crystal E Probyn,\nSofia Palacios, Eugenia Cendoya, Michael Sulyok, Sofia Chulze, Adriana M\nTorres, Maria Laura Ramirez","Year":" 2018","Title":" Fusarium chaquense sp. nov, a novel type A\ntrichothecene-producing species isolated from natural grasses (poaceae)\nin a wetland ecosystem in Argentina","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium, grasses, trichothecene type A, molecular\nphylogeny","DOI":"","Abstract":" The Chaco wetland is formed by the floodplain of the\nParana and Paraguay rivers and is among the most biologically diverse\nregions in Argentina. In collections of fungi from asymptomatic native\ngrasses (Poaceae) from a Ramsar site in the wetland, we identified\nisolates of Fusarium that were morphologically similar to F. armeniacum,\nbut distinct from it by their production of microconidia. All the\nisolates also had identical, or nearly identical, partial sequences of\nTEF1 and RPB2, two genes used widely to distinguish Fusarium species\nfrom one another. But the sequences were distinct from reference\nsequences of F. armeniacum and related Fusarium species. Phylogenetic\nanalysis of 34 full-length gene sequences retrieved from whole genome\nsequences resolved the Ramsar-isolates into an exclusive clade within\nthe F. sambucinum species complex. Based on results of the morphological\nand phylogenetic analysis, we conclude that the wetland-grass isolates\nare a distinct and novel species, herein described as Fusarium chaquense\nsp. nov., that is most closely related to F. armeniacum. Analysis of\ngenome sequences also revealed that F. chaquense has genes required for\nbiosynthesis of trichothecene mycotoxins. In chemical analysis, F.\nchaquense isolates produced type A trichothecenes T-2 toxin and HT-2\ntoxin, neosolaniol, diacetoxyscirpenol, and monoacetoxyscirpenol as well\nas the mycotoxin beauvericin and the pigment aurofusarin. This research\nrepresents the first study of Fusarium in a natural ecosystem in\nArgentina.","trees":[{"tree_label":"Imported tree 1+","ntax":"39","rootedtree":"TRUE","title":"Tr125022","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125022.phy"},{"tree_label":"Imported tree 1","ntax":"39","rootedtree":"TRUE","title":"Tr125015","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125015.phy"},{"tree_label":"tree 1","ntax":"39","rootedtree":"TRUE","title":"Tr125019","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125019.phy"}]}