{"Authors":" Barna Pall-Gergely, Miklos Szekeres, Zoltan Feher, Takahiro\nAsami, Josef Harl","Year":" 2019","Title":" Evolution of a dextral lineage by left-right reversal in\nCristataria (Gastropoda, Pulmonata, Clausiliidae)","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" enantiomorphic taxon pairs, speciation by whole-body\nreversal, door snail, phylogeny, Turkey","DOI":"","Abstract":" It has long been debated whether mirror image-like\nsimilarity in shell morphology between enantiomorphic pairs of dextral\nand sinistral taxa represents their sister relationship, or each of them\nis closer related to other congeners with the same coiling direction.\nThe obligate rockdwelling genus Cristataria Vest, 1867 of the eastern\nMediterranean region belongs to the Alopiinae subfamily of door snails\n(Clausiliidae). Cristataria and a few other genera of this subfamily\ninclude enantiomorphic pairs that are conchologically very similar to\neach other. Dextral C. colbeauiana (Pfeiffer, 1861) and its sinistral\ncounterpart of such an enantiomorphic pair occur nearby one another in\nsouthern Turkey. However, the latter has been classified either as the\nsinistral subspecies C. colbeauiana inversa Szekeres, 1998 or as a form\nof sinistral C. leprevieri (Pallary, 1922). To examine the phylogenetic\nrelationship of this enantiomorphic pair, we carried out molecular\nphylogenetic analysis of all the Turkish and two other Cristataria taxa\nbased on both mitochondrial and nuclear DNA markers. Our results show\nthat dextral C. colbeauiana and its sinistral counterpart are closest\nrelated to one another. This supports the classification of this\nenantiomorphic pair as dextral C. colbeauiana colbeauiana and sinistral\nC. colbeauiana inversa. Our results also reveal that these taxa and C.\nintersita Németh & Szekeres, 1995, sharing a characteristic collar\nbehind the aperture of the shell, represent a monophyletic lineage. By\ncontrast, the Cristataria species of non-collared shells belong to\nanother clade.","trees":[{"tree_label":"tree 1","ntax":"18","rootedtree":"TRUE","title":"Cristataria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115604.phy"}]}