{"Authors":" Jeffrey M. Marcus, Amy Reed McCune","Year":" 1999","Title":" Ontogeny and phylogeny in the northern swordtail clade of\nXiphophorus.","Journal":" Systematic Biology","Volume":" 48","Issue":" 3","Pages":" 491-522","Keywords":" Development; evolution; growth; heterochrony; independent\ncontrasts; sword; Xiphophorus","DOI":" 10.1080/106351599260111","Abstract":" It has been hypothesized than morphological diversity\nwithin clades can be generated by simple alterations of shared\ndevelopmental programs. However, few studies have examined changes in\nheterochrony, the rate and timing of developmental events, in an\nexplicitly phylogenetic context. We studied how developmental patterns\nhave changed phylogenetically in the northern swordtail clade of\nXiphophorus. We reared individuals of an outgroup and seven of nine\nspecies in the clade and followed their development for ~300 days. For\neach individual, we used nonlinear regression to estimate three growth\nparameters: growth rate, adult body size, and age of cessation of\ngrowth. We estimated sword growth rates in males by linear regression.\nWe then used the means of these growth parameters to construct standard\ngrowth curves for each species and to study growth patterns in a\nphylogenetic context. A combined phylogeny was constructed from both\nphenotypic and DNA sequence data. The phenotypic data set, compiled from\nthe literature, consisted of 86 morphological, pigmentation, behavioral,\nand random amplified polymorphic DNA characters, many of which had not\nbeen used before for phylogenetic analysis. DNA sequence data from three\ngenes for a total of 1284 bases were also obtained from the literature\nand included in the analysis. Relationships between growth parameters\nwere examined by phylogenetically independent contrasts in relation to\nseven different phylogenies based on the most-parsimonious trees\ngenerated from the phenotypic, DNA sequence, and combined data sets;\nthis allowed us to identify relationships between variables that were\nnot sensitive to ambiguities in Xiphophorus phylogeny. Our analysis\nrevealed statistically significant correlations between female body size\nand male body size, and between female growth rate and male sword growth\nrate, for all seven phylogenies. Marginally statistically significant\nrelationships were also identified between female body size and female\ngrowth rate, and between female growth rate and male body size. We\nrelate these relationships to what is known about the ecology, genetics,\nand behavior of Xiphophorus to better understand the evolution of growth\npatterns of both the body as a whole and the sword in particular. The\nrelationship of these data to the evolution of swords is discussed.\nDevelopment; evolution; growth; heterochrony; independent contrasts;\nswords; Xiphophorus ]","trees":[{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Xiphophorus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3581.phy"},{"tree_label":"Fig. 5","ntax":"28","rootedtree":"TRUE","title":"Xiphophorus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3579.phy"},{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Xiphophorus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3580.phy"}]}