{"Authors":" Yahui Xuan, Yue Wu, Peng Li, Ruiling Liu, Yiwei Luo,\nJianglian Yuan, Zhonghuai Xiang, Ningjia He","Year":" 2018","Title":" Classification and evolution of Morus based on phylogenetic\nanalyses of ITS and cpDNA sequences","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Morus; Internal transcribed spacer; pseudogenes; concerted\nevolution; phylogenetic analysis","DOI":"","Abstract":" Background: The genus Morus (Moraceae) is widely\ndistributed in the world. The classification of Morus is still\nundetermined, with the characteristics of low resolution in molecular\nclassification and incongruence between molecular and morphological\nclassification. Internal transcribed spacer (ITS) regions (ITS1, 5.8S,\nand ITS2) are among the most widely used molecular markers in\nphylogenetic analyses of angiosperms. As one symbol of incomplete\nconcerted evolution of ITS sequences, ITS pseudogenes can act as good\nsupplement in the phylogenetic analyses of ITS sequences. Results: Deep\nsequencing of ITS sequences in 33 mulberry materials were conducted\nhere. We found ITS pseudogenes in 11 mulberry resources. In the\nphylogenetic tree constructed from ITS sequences, clade B was separated\ninto short-type sequence clades (clade 1 and clade 2), a long-type\nsequence clade (clade 3), pseudogroup 1, and pseudogroup 2. cpDNA\nphylogenetic tree also separated clade B into two clades Conclusions:\nTwo molecular species were separated in clade B. The existence of three\nconnection patterns and incongruent distribution patterns between the\ncpDNA and ITS sequence phylogenetic tree suggested that the ITS\npseudogene sequences connect with genetic information from the female\nprogenitor. Hybridization has played important roles in the evolution of\nmulberry, and has resulted in low resolution in the classification of\nITS sequences. An evolutionary pattern illustrating the evolution\nhistory of mulberry is proposed. These findings have significance for\nthe conservation of local mulberry resources.","trees":[{"tree_label":"Imported tree 1","ntax":"58","rootedtree":"TRUE","title":"Morus","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115181.phy"},{"tree_label":"Imported tree 1","ntax":"33","rootedtree":"TRUE","title":"Morus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115182.phy"}]}