{"Authors":" Alcindo Silva Martins Jr, Cassia Monica Sakuragui, Anibal\nAlves Carvalho Jr","Year":" 2019","Title":" Coleosporium vernoniae, a Pucciniales species widely\ndistributed by the three largest Brazilian Biomes: focus based on\nmolecular marker sequence","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Rust, Uredinales, Coleosporiaceae, Phylogeny","DOI":"","Abstract":" Coleosporium vernoniae is a species morphologically\ncircumscribed and widely distributed throughout the Americas. It has a\npleomorphic life cycle, with the gametic and zygotic stages found on\nPinus spp., and the clonal and meiotic stages on Asteraceae genera\n(Elephanthopus and Vernonia, mainly). In Brazil, this species occurs in\nareas of different biomes, is widely distributed and has wide tolerance\nto variable environmental factors or may constitute physiological or\neven species complexes. Thus, the objective of this work was to collect\nspecimens of C. vernoniae in the three largest Brazilian biomes, to\naccess molecular information from the nuc rDNA fragment ITS2-28S and to\nretrieve lineages corresponding to the Amazon, Cerrado and Atlantic\nForest. Samples of Elephantopus moliis parasitized by C. vernoninae were\ncollected in representative areas of the Amazon, Cerrado and Atlantic\nForest. The 5.8S-ITS2-28S nuc rDNA fragment from the collected samples\nwas accessed and compared to two data sets composed of sequences from\nColeosporium species and one from Chrysomyxa (external group). The\nfirst, referring to the complete ITS marker (ITS1-5.8S-ITS2) and the\nother to the marker 28S (partial 5.8S-ITS2-28S), available in online\ndatabase. Maximum Likelihood and Bayesian Inference analyzes were used\nto recover the relationships between the collected specimens. All the\nanalyzes, from the different data sets, present the C. vernoniae samples\ngrouped in a single clade without definition of lineages corresponding\nto the biomes. This shows that in the same host and with the definition\nthat the molecular marker allows, it is a species with predominance of\nthe clonal stage of the life cycle, high dispersion capacity and, in\nthis way, accompanies the host distribution.","trees":[{"tree_label":"tree 1","ntax":"62","rootedtree":"TRUE","title":"Tr115145","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115145.phy"},{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Tr115146","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115146.phy"},{"tree_label":"con 50 majrule","ntax":"47","rootedtree":"TRUE","title":"Tr115147","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115147.phy"},{"tree_label":"tree 1","ntax":"47","rootedtree":"TRUE","title":"Tr115148","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115148.phy"}]}