{"Authors":" Jolanta Maria Miadlikowska, Nicolas Magain, Carlos Jose\nPardo De la Hoz, Dongling Niu, Trevor Goward, Emmanuël Sérusiaux,\nFrancois Lutzoni","Year":" 2018","Title":" Species in section Peltidea (aphthosa group) of the genus\nPeltigera remain cryptic after molecular phylogenetic revision","Journal":" Plant and Fungal Systematics","Volume":" 63","Issue":" 2","Pages":" 45-64","Keywords":" cyanolichen, molecular systematics, morphospecies, Nostoc,\nphylogeny, species delimitation, specificity, symbiosis","DOI":" 10.2478/pfs-2018-0007","Abstract":" Closely related lichen-forming fungal species\ncircumscribed using phenotypic traits (morphospecies) do not always\nalign well with phylogenetic inferences based on molecular data. Using\nmultilocus data obtained from a worldwide sampling, we inferred\nphylogenetic relationships among five currently accepted morphospecies\nof Peltigera section Peltidea (P. aphthosa group). Monophyletic\ncircumscription of all currently recognized morphospecies (P.\nbritannica, P. chionophila, P. frippii and P. malacea) except P.\naphthosa, which contained P. britannica, was confirmed with high\nbootstrap support. Following their re-delimitation using bGMYC and\nStructurama, BPP validated 14 putative species includ- ing nine\npreviously unrecognized potential species (five within P. malacea, five\nwithin P. aphthosa, and two within P. britannica). Because none of the\nundescribed potential species are corroborated morphologically,\nchemically, geographically or ecologically, we concluded that these\nmonophyletic entities represent intraspecific phylogenetic structure,\nand, therefore, should not be recognized as new species. Cyanobionts\nassociated with Peltidea mycobionts (51 individuals) represented 22\nunique rbcLX haplotypes from five phylogroups in Clade II subclades 2\nand 3. With rare exceptions, Nostoc taxa involved in trimembered and\nbimembered associations are phylogenetically closely related (subclade\n2) or identical, suggesting a mostly shared cyanobiont pool with\ninfrequent switches. Based on a broad geographical sampling, we confirm\na high specificity of Nostoc subclade 2 with their mycobionts, including\na mutualistically exclusive association between phylogroup III and\nspecific lineages of P. malacea.","trees":[{"tree_label":"Tree 1","ntax":"125","rootedtree":"TRUE","title":"Tr115208","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115208.phy"}]}