{"Authors":" Russell L. Chapman, Frederick W. Zechman, Elizabeth A.\nZimmer, Edward C. Theriot","Year":" 1990","Title":" Phylogeny of the Ulvophyceae (Chlorophyta): Cladistic\nanalysis of nuclear-encoded rRNA sequence data.","Journal":" Journal of Phycology","Volume":" 26","Issue":" NA","Pages":" 700-710","Keywords":" NA","DOI":" NA","Abstract":" Cladistic analysis of nuclear-encoded rRNA sequence data\nprovided us with the basis for some new hypotheses of relationships\nwithin the green algal class Ulvophyceae. The orders Ulotrichales and\nUlvales are separated from the clade formed by the remaining orders of\nsiphonous and siphonocladous Ulvophyceae (Caulerpales,\nSiphonocladales/Cladophorales [S/C] complex, and the Dasycladales), by\nthe Chlorophyceae and Pleurastrophyceae. Our results suggest that the\nUlvophyceae is not a monophyletic group. Examination of inter- and\nintra- ordinal relationships within the siphonous and siphonocladous\nulvophycean algae revealed that Cladophora, Chaetomorpha, Anadyomene,\nMicrodictyon, Cladophoropsis and Dictyosphaeria form a clade. Thus the\nhypothesis, based on ultrastructural features, that the Siphonocladales\nand Cladophorales are closely related is supported. Also, the\nCaulerpales is a monophyletic group with two lineages; Caulerpa,\nHalimeda, and Udotea comprise one, and Bryopsis and Codium comprise the\nother. The Dasycladales (Cymopolia and Batophora) also forms a clade,\nbut this clade is not inferred to be the sister group to the S/C complex\nas has been proposed. Instead, it is either the sister taxon to the\nCaulerpales or basal to the Caulerpales and S/C clade. The\nTrentepohliales is also included at the base of the siphonous and\nsiphonocladous ulvophycean clade. The Pleurastrophyceae, which, like the\nUlvophyceae, possess a counter-clockwise arrangement of flagellar basal\nbodies, are more closely related to the Chlorophyceae than to the\nUlvophyceae based on rRNA sequences. Thus, the arrangement of basal\nbodies does not diagnose a monophyletic group. Previously reported\nhypotheses of phylogenetic relationships of ulvophycean algae were\ntested. In each case, additional evolutionary steps were required to\nobtain the proposed relationships. Relationships of ulvophycean algae to\nother classes of green algae are discussed.","trees":[{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Ulvophyceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4357.phy"}]}