{"Authors":" Tod W. Reeder, M. S. Y. Lee, Joseph Bruno Slowinski,\nMichael S.Y. Lee, Robin Lawson","Year":" 2004","Title":" Resolving reptile relationships: Molecular and morphological\nmarkers","Journal":" Proceedings of the Tree of Life Symposium","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Living reptiles (including birds) form three major clades,\nlepidosaurs (tuataras and squamates), archosaurs (crocodilians and\nbirds) and turtles. The relationship of turtles to other reptiles is\ncontentious, with morphological evidence indicating they are basal to\nall other living reptiles, but molecular evidence suggesting a\nturtle-archosaur clade. However, both data sets are suspect: the\nmorphological data set is highly homoplasious and contains secondary\nsignals placing turtles higher up the reptile tree, while a general\nincrease in the rate of molecular evolution in squamates could cause\nmultiple molecular data sets to artifactually push squamates towards the\nbase of the reptile tree, resulting in a turtle-archosaur clade. Within\nlepidosaurs, a combined morphological (399 characters) and molecular\n(12S and 16S rRNA, c-mos, c-myc) analysis finds robust support that\nsnakes are modified anguimorph lizards; this is consistent with\npalaeontological studies suggesting similarities between large extinct\nmarine anguimorphs (mosasaurs) and primitive, limbed marine snakes.\nWithin snakes, the combined morphological (263 characters) and molecular\n(12S and 16S rRNA, cyt-b, c-mos) evidence confirms the primitive nature\nof the limbed marine snakes; among living taxa, however, the burrowing\nblindsnakes and pipesnakes are the most basal. Living archosaurs -\ncrocodilians and birds - share many striking evolutionary novelties,\nsuch as a complex divided heart, gizzard with stomach stones, nest\nbuilding from vegetation, parental care of nestlings which chirp, and\nvery similar genes. These similarities and implied close relationship\njustify the classification of birds with crocodilians, as a subgroup of\nreptiles. This taxonomy is further supported by recent finds of extinct\narchosaurian reptiles (dinosaurs) with feathers, wishbones and wing-like\nwrists, which further blur the distinction between birds and non-avian\nreptiles. Reptiles have provided the empirical ground for the growth of\nmany of the most important advances in systematics, and will continue to\ndo so.","trees":[{"tree_label":"PAUP 5","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2183.phy"},{"tree_label":"PAUP 6","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2182.phy"},{"tree_label":"PAUP 8","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2180.phy"},{"tree_label":"PAUP 7","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2181.phy"},{"tree_label":"PAUP 4","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2184.phy"},{"tree_label":"PAUP 3","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2185.phy"},{"tree_label":"PAUP 2","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2186.phy"},{"tree_label":"PAUP 1","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2187.phy"},{"tree_label":"PAUP 9","ntax":"43","rootedtree":"TRUE","title":"Squamates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2188.phy"}]}