{"Authors":" Steffen Bien, Christian Kraus, Ulrike Damm","Year":" 2020","Title":" Novel collophorina-like genera and species from Prunus trees\nand vineyards in Germany","Journal":" Persoonia","Volume":" 45","Issue":"","Pages":" 46-67","Keywords":" Collophora, morphology, multi-locus phylogeny, new taxa,\nspecies diversity, systematics","DOI":" 10.3767/persoonia.2020.45.02","Abstract":" Strains with a yeast-like appearance were frequently\ncollected in two surveys on the biodiversity of fungi in Germany, either\nassociated with necroses in wood of Prunus trees in orchards in Saxony,\nLower Saxony and Baden-Württemberg or captured in spore traps mounted on\ngrapevine shoots in a vineyard in Rhineland-Palatinate. The morphology\nof the strains was reminiscent of the genus Collophorina: all strains\nproduced aseptate conidia on integrated conidiogenous cells directly on\nhyphae, on discrete phialides, adelophialides and by microcyclic\nconidiation, while in some strains additionally endoconidia or conidia\nin conidiomata were observed. Blastn searches with the ITS region placed\nthe strains in the Leotiomycetes close to Collophorina spp. Analyses\nbased on morphological and multi-locus sequence data (LSU, ITS, EF-1α,\nGAPDH) revealed that the 152 isolates from wood of Prunus spp. belong to\nfive species including C. paarla, C. africana and three new species. A\nfurther ten isolates from spore traps belonged to seven new species, of\nwhich one was isolated from Prunus wood as well. However, a comparison\nwith both LSU and ITS sequence data of these collophorina-like species\nwith reference sequences from further Leotiomycetes revealed the genus\nCollophorina to be polyphyletic and the strains to pertain to several\ngenera within the Phacidiales. Collophorina paarla and C. euphorbiae are\ntransferred to the newly erected genera Pallidophorina and\nRamoconidiophora, respectively. The new genera Capturomyces,\nVariabilispora and Vexillomyces are erected to accommodate five new\nspecies isolated from spore traps. In total nine species were recognised\nas new to science and described as Collophorina badensis, C. germanica,\nC. neorubra, Capturomyces funiculosus, Ca. luteus, Tympanis inflata,\nVariabilispora flava, Vexillomyces palatinus and V. verruculosus.","trees":[{"tree_label":"Fig. 1","ntax":"84","rootedtree":"TRUE","title":"Collophorina-like genera BI LSU ITS TEF GAP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121058.phy"},{"tree_label":"Fig. 2","ntax":"47","rootedtree":"TRUE","title":"Collophorina-like genera BI LSU ITS TEF GAP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121057.phy"}]}