{"Authors":" Jesus Gomez-Zurita, Anabela Cardoso","Year":" 2019","Title":" Phylogeographic assessment of mtDNA paraphyly and the\nevolution of unisexuality in Calligrapha (Coleoptera:\nChrysomelidae)","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":" 57","Issue":"","Pages":" 561-579","Keywords":" Cryptic species; glacial refugia; hybridization;\nparthenogenesis; range expansions","DOI":" 10.1111/jzs.12269","Abstract":" The leaf beetle genus Calligrapha is one of the few\nexamples of animals with several obligate unisexual, female-only\nspecies. Previous work showed that each one arose independently from\ninterspecific hybridization events involving different species. However,\nall of them clustered in a single mtDNA clade together with some\nindividuals of the parental bisexual species, which appeared as deeply\npolyphyletic in the mtDNA genealogy of the genus. The dating of these\nsplits using a molecular clock placed them in the Quaternary and it was\nhypothesized that climatic change during this period may have favored\nrange expansions and secondary contacts required for hybridization. In\nthis work, we test this hypothesis and the origins of unisexuality in\nCalligrapha examining the diversity of mitochondrial (cox1) and nuclear\n(wingless, Wg) genes and the Bayesian continuous mtDNA phylogeography of\na sample of more than 500 specimens of two bisexual species of\nCalligrapha at a continental scale and two unisexual species derived\nfrom them. Besides a major topological difference, whereby each bisexual\nspecies is monophyletic for Wg but paraphyletic for cox1, both gene\ndatasets are consistent with a minimum of seven evolutionary lineages,\ncoherent with geography and consistent with an ordered expansion to\noccupy their current ranges. The results also imply their survival in\nwell-established glacial refuges during the Last Glacial Maximum (LGM).\nThus, for bisexual C. multipunctata there are two main, southern and\nnorthern lineages. The southern lineage expanded its range in two\nevolutionary branches, to the Rocky Mountains and to the northern\nMississippi and Ohio River basins, respectively. The northern lineage\nhas one branch in the Upper Mississippi, and one that expanded west to\nthe Pacific Northwest and east to the northeastern North Atlantic,\nfinding refuge in both areas. These major lineages are parapatric in the\nNorthern Great Plains, an area consistent with them having found refuge\nin the so-called Driftless region during the LGM. For bisexual C.\nphiladelphica, one northern lineage expanded west from the northern\nAppalachians and one east and southwest along the axis of the\nAppalachians, and the timing of events is consistent with their\npersistence in glacial refugia at both sides of the main Great Lakes\nlobe of the Laurentide Ice Sheet. There is evidence that the\nnortheastern North Atlantic lineages of both species hybridized at the\nedge of their ranges after the LGM. The additional, divergent mtDNA\nlineage of these species shows evidence of range expansions of two\nlineages, one for each species, in an area south of the Laurentide Ice\nSheet, and giving origin to the unisexual species by way of\nhybridization with other species in the Alleghanian region after the\nLGM. Interestingly, the individuals of supposedly bisexual species in\nthis clade are all females. This means that unisexuality actually\npredates the origin of unisexual taxa in this system and that some\nbisexual species in Calligrapha may be species complexes instead, with\ncryptic species differing in their reproductive mode.","trees":[{"tree_label":"PAUP 1","ntax":"69","rootedtree":"TRUE","title":"Calligrapha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115637.phy"},{"tree_label":"PAUP 1","ntax":"86","rootedtree":"TRUE","title":"Calligrapha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115636.phy"}]}