{"Authors":" Rubén Félix-Gastélum, Daniela Olivas-Peraza, Francisco\nRoberto Quiroz-Figueroa, Karla Yeriana Leyva-Madrigal, Ofelda\nPeñuelas-Rubio, Silvia Espinosa-Matías, Ignacio Eduardo\nMaldonado-Mendoza","Year":" 2018","Title":" Powdery mildew caused by Golovinomyces spadiceus on wild\nsunflower.","Journal":" Canadian Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" inoculum source, sunflower powdery mildew, anamorph,\nmorphology, Golovinomyces spadiceus.","DOI":"","Abstract":" Wild sunflower is a common weed that grows among\nagricultural crops in many parts of the world, where it is both highly\ninvasive and competitive and can act as a reservoir for certain plant\npathogens. Recently, signs of powdery mildew (PM) were observed in wild\nsunflower in Sinaloa, Mexico. The aim of this study was to identify the\ncausal agent of PM in wild sunflower based on morphology and molecular\ntechniques, and to determine its pathogenicity in a commercial sunflower\nhybrid. Morphometric analyses, particularly conidia diameter and germ\ntube length, confirmed the identity of the fungus in wild sunflowers as\nG. spadiceus. Phylogenetic analysis of the ITS regions grouped the\nobtained sequences within lineage III of the genus Golovinomyces, which\ncomprises pathogenic species of the plant tribe Heliantheae. However, it\nwas not possible to differentiate between G. ambrosiae and G. spadiceus\ndue to their close phylogenetic relationship. Inoculation tests under\ngreenhouse conditions confirmed the pathogenicity of G. spadiceus in\nwild sunflower and in the commercial sunflower hybrid SYN3950HO. The\nsigns displayed by the two types of sunflower were similar to those\nobserved under field conditions and in two independent inoculation\ntests. The commercial hybrid and wild sunflower showed susceptibility to\nthe pathogen in two independent pathogenicity tests. Our results confirm\nthat wild sunflower is a potential source of G. spadiceus inoculum for\ncommercial sunflower during the fall-winter growing season.","trees":[{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Golovinomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115262.phy"}]}