{"Authors":" Tomoyo Makino, Ryo Matsuzaki, Shigekatsu Suzuki, Haruyo\nYamaguchi, Masanobu Kawachi, Hisayoshi Nozaki","Year":" 2019","Title":" Taxonomic re-examination of two NIES strains of\n“Chlamydomonas” within the Reticulata group of the genus Chloromonas\n(Volvocales, Chlorophyceae)","Journal":" Microbial Resources and Systematics","Volume":" 35","Issue":" 1","Pages":" 1139-23","Keywords":" Chlamydomonas gerloffii, Chlamydomonas subangulosa,\nChloromonas difformis nom. nov., Chloromonas typhlos, molecular\nphylogeny, morphology, taxonomy","DOI":"","Abstract":" Two strains, NIES-2215 and NIES-1143, have been labeled\n“Chlamydomonas (Cd.) gerloffii” and “Cd. subangulosa,” respectively.\nAlthough these two strains were previously suggested to belong to the\nReticulata group of the genus Chloromonas, detailed taxonomic\nexaminations are lacking for both strains. Here we taxonomically\nre-examined the two strains based on light and transmission electron\nmicroscopy and molecular phylogenetic analysis using a combined dataset\nfrom 18S and 28S ribosomal RNA gene sequences and genes encoding ATP\nsynthase β-subunit, P700 chlorophyll a-apoprotein A1 and P700\nchlorophyll a-apoprotein A2. The “Cd. gerloffii” strain NIES-2215\ndiffered from all other species of the Reticulata group in terms of\nphylogeny and ultrastructure of the pyrenoid and eyespot; it was\nmorphologically identified as Cd. gerloffii. Thus, we propose Cr.\ndifformis Tomo.Makino, Matsuzaki & Nozaki nom. nov., to encompass\nCd. gerloffii. The “Cd. subangulosa” strain NIES-2243 was significantly\ndifferent in morphology from the original description of Cd.\nsubangulosa. It was identified as Cr. typhlos because NIES-2243 and Cr.\ntyphlos strain SAG 26.86 formed a small robust clade with essentially\nthe same morphological characteristics except for the presence or\nabsence of an eyespot in the chloroplast.","trees":[{"tree_label":"PAUP 1","ntax":"13","rootedtree":"TRUE","title":"Chloromonas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119014.phy"}]}