{"Authors":" Noel Liam Knight, Niloofar Vaghefi, Julie R Kikkert, Sarah\nJ Pethybridge","Year":" 2019","Title":" Alternative hosts of Cercospora beticola in field surveys and\ninoculation trials","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1094/PDIS-01-19-0229-RE","Abstract":" Cercospora beticola, the cause of Cercospora leaf spot\n(CLS) of sugar beet and table beet, has a broad range of potential\nalternative hosts. The role of these hosts as inoculum sources in the\nfield is unclear, and has had limited investigation since the advent of\nDNA-based pathogen identification. The presence of C. beticola on\nalternative hosts associated with table beet fields of New York was\nassessed in field surveys during 2016. Lesions were collected, and 71\ncercosporoid-like conidia were isolated for phylogenetic comparison. C.\nbeticola was identified from Solanum ptychanthum (n = 4), Chenopodium\nalbum (n = 2) and Spinacia oleacera (n = 1), while C. chenopodii was\nidentified on C. album (n = 51). Artificial inoculation of 21 plants\nspecies demonstrated C. beticola was pathogenic to Brassica kaber, C.\nalbum, Carthamus tinctorius, Rumex obtusifolius and S. oleacera. These\nresults indicate that while C. beticola may be pathogenic to a range of\nplant species, the role of symptomatic tissue for inoculum production on\nalternative hosts in the field appears limited. Observations of C.\nbeticola on necrotic and naturally senescent tissue suggests saprophytic\nsurvival on plant debris of a range of species, which has implications\nfor CLS epidemics and disease management.","trees":[{"tree_label":"tree 1","ntax":"87","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115663.phy"},{"tree_label":"tree 1","ntax":"87","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115664.phy"}]}