{"Authors":" Sonja Kistenich, Mika Bendiksby, Stefan Ekman, Marcela E.S.\nCaceres, Jesús E. Hérnandez M., Einar Timdal","Year":" 2019","Title":" Towards an integrative taxonomy of Phyllopsora s. str.\n(Ramalinaceae)","Journal":" The Lichenologist","Volume":" 51","Issue":" 4","Pages":" 323-392","Keywords":" ITS, molecular phylogeny, mPTP, mtSSU, species\ndelimitation, tropical rainforest","DOI":" 10.1017/S0024282919000252","Abstract":" Species identification in the tropical lichen genus\nPhyllopsora is generally challenging and is based on ascospore\nmorphology, vegetative dispersal units, thallus structure and secondary\nchemistry. As several type specimens are in poor condition and difficult\nto interpret, it is often unclear how these old names fit with the\ncurrently used taxonomy. In the present study, we aim to identify\nspecies boundaries in Phyllopsora s. str. supported by an integrative\napproach using multiple sources of evidence.We investigated a\nsubstantial amount of herbarium as well as freshly collectedmaterial and\ngenerated mtSSU and ITS sequence data from most of the described\nspecies, including several types. Species delimitation analyses are\napplied on the gene trees using mPTP and we construct a species tree of\nboth markers with *BEAST, facilitating discussion of species\ndelimitation and sister-relationships. Comparing morphology, chemistry\nand molecular data, we found that the mPTP analyses split established\nspecies repeatedly. Based on our integrative results, we exclude nine\nspecies from the genus, resurrect one (P. melanoglauca Zahlbr.), reduce\ntwo into synonymy with other Phyllopsora species and describe five as\nnew to science: Phyllopsora amazonica Kistenich & Timdal (which\nshares the secondary chemistry (atranorin and terpenoid pattern) with P.\nhalei chemotype 1, but differs, e.g., in having smaller areolae that are\nattached to a thinner, white prothallus, and in having more persistently\nmarginate and less convex apothecia), Phyllopsora concinna Kistenich\n& Timdal (which shares the secondary chemistry (atranorin and\nparvifoliellin) with P. parvifoliella and P. rappiana, but differs from\nboth in forming larger isidia, having a white prothallus, apothecial\nmargin paler than the disc, and longer and broader ascospores),\nPhyllopsora furfurella Kistenich & Timdal (which is here segregated\nfrom P. furfuracea based on having a white prothallus and in containing\nskyrin in the hypothecium (K+ red)), Phyllopsora isidosa Kistenich &\nTimdal (which differs from P. byssiseda in forming a more crustose\nthallus with more delicate isidia, and from P. isidiotyla in forming\nsomewhat coarser, less branched isidia) and Phyllopsora neotinica\nKistenich & Timdal (a neotropical species here segregated from the\nnowexclusively paleotropical P. chodatinica, differing in containing an\nunknown xanthone (not chodatin)). Lectotypes are designated for Biatora\npyrrhomelaena Tuck., Lecidea leucophyllina Nyl., L. pertexta Nyl., and\nP. brachyspora Müll. Arg. In total, we accept 54 species in the genus\nPhyllopsora.","trees":[{"tree_label":"tree1","ntax":"174","rootedtree":"TRUE","title":"Phyllopsora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120132.phy"},{"tree_label":"tree1","ntax":"195","rootedtree":"TRUE","title":"Phyllopsora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120133.phy"}]}