{"Authors":" Tammy Lynn Elliott, T. Jonathan Davies","Year":" 2019","Title":" Phylogenetic attributes, conservation status and geographical\norigin of species gained and lost over 50 years in a UNESCO Biosphere\nReserve","Journal":" Biodiversity and Conservation","Volume":"","Issue":"","Pages":"","Keywords":" Biological homogenization, Evolutionary distinctiveness,\nIntroductions Losses, Phylogenetic clustering, Phylogenetic\noverdispersion, Species richness","DOI":" 10.1007/s10531-018-01688-2","Abstract":" Global change has been occurring at unprecedented rates\nthroughout the last century. A source of recent heated debate has been\nhow such global changes, including land transformation, affect species\nrichness and ecosystem functioning. Growing scientific consensus\nsuggests that more diverse communities support greater ecosystem\nfunctioning; however, species numbers might fluctuate over time, and\necosystem processes are shaped by both species richness and species\nidentities. In recent decades, habitat loss and major biodiversity\nchange has occurred on the edge of urban centres because of land\ntransformation to suburban development. Biological surveys provide a\nvaluable record of how biodiversity has responded to this habitat\ntransformation, especially if they have been conducted in the same\nlocation over time. Here, we examine changes in species richness,\ncomposition and phylogenetic structure between two surveys of vascular\nplants conducted over 50 years apart on Mont St. Hilaire, Québec,\nCanadaa UNESCO Biosphere Reserve surrounded by residential development.\nWe found 198 more species in the more recent survey, but failed to\ndetect 70 species that had been recorded in the earlier survey. A\nsignificant number of species gains were closely-related introduced\nnon-native species. Species found only during the first survey (species\nlosses) were frequently native species of special conservation status,\nand these species tended to be more evolutionarily distinct than species\ngained. Our results demonstrate that, in a UNESCO Biosphere Reserve,\nthere have been significant changes in species richness and composition\nover the last half-century that might have far-reaching effects on\necosystem properties.","trees":[{"tree_label":"Garli","ntax":"683","rootedtree":"TRUE","title":"Plants on Mont St. Hilaire","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115926.phy"}]}