{"Authors":" Natesan Sundaresan, Amit Kumar Sahu, Enthai Ganeshan Jagan,\nMohan Pandi","Year":" 2018","Title":" Evaluation of ITS2 molecular morphometrics effectiveness in\nspecies delimitation of Ascomycota  a pilot study","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Molecular morphometrics; ITS2; CBC; INDELs; Species\ndelimitation.","DOI":"","Abstract":" Exploring the secondary structure information of nuclear\nribosomal internal transcribed spacer 2 (ITS2) has been a promising\napproach in species delimitation. However, Compensatory base changes\n(CBC) concept employed in this approach turns futile when CBC is absent.\nThis prompted us to investigate the utility of insertion/deletion\n(INDELs) and substitutions in fungal delineation at species level. Upon\nthis rationale, 116 strains representing 97 species, belonging to 6\ngenera of Ascomycota were retrieved from Q-bank for molecular\nmorphometric analysis. CBC, INDELs and substitutions between the species\nof their respective genus were recorded. Most species combinations\nlacked CBC. Among the substitution events, transitions were predominant.\nINDELs were less frequent than the substitutions. These evolutionary\nevents were mapped upon the helices to discern species specific\nvariation sites. In 68 species unique variation sites were recognised.\nThe remaining 29 species shared absolute similarity with distinctly\nnamed species. The variation sites catalogued in them overlapped with\nother distinct species and resulted in blurring of the species\nboundaries. Species specific variation sites recognized in this study\nare the preliminary results and they could be discerned with absolute\nconfidence when larger datasets encompassing all described species of\ngenera were investigated. They could be of potential use in barcoding\nfungi at species level. This study also concludes that the ITS2\nmolecular morphometric analysis is an efficient third dimensional study\nof the fungal species delimitation. This may help to avoid the false\npositives in species delimitations and to alleviate the challenges in\nmolecular characterization.","trees":[{"tree_label":"tree1","ntax":"39","rootedtree":"TRUE","title":"Boeremia and Plenodomus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129671.phy"},{"tree_label":"tree1","ntax":"41","rootedtree":"TRUE","title":"Leptosphaeria and Peyronellaea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129670.phy"},{"tree_label":"tree1","ntax":"42","rootedtree":"TRUE","title":"Colletotrichum and Stagonosporopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129672.phy"}]}