{"Authors":" Kanami Yoshino, Kohei Yamamoto, Kojiro Hara, Masatoshi\nSonoda, Yoshikazu Yamamoto, Kazunori Sakamoto","Year":" 2019","Title":" The conservation of polyol transporter proteins and their\ninvolvement in lichenized Ascomycota","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Lichen-forming fungi; Genome; Lecanoromycetes; Ramalina\nconduplicans; Phylogenetic analysis; Gene duplication","DOI":"","Abstract":" In lichen symbiosis, polyol transfer from green algae is\nimportant for acquiring the fungal carbon source. However, the existence\nof polyol transporter genes and their correlation with lichenization\nremain unclear. Here, we report candidate polyol transporter genes\nselected from the genome of the lichen-forming fungus (LFF) Ramalina\nconduplicans. A phylogenetic analysis using characterized polyol and\nmonosaccharide transporter proteins and hypothetical polyol transporter\nproteins of R. conduplicans and various ascomycetous fungi suggested\nthat the characterized yeast polyol transporters form multiple clades\nwith the polyol transporter-like proteins selected from the diverse\nascomycetous taxa. Thus, polyol transporter genes are widely conserved\namong Ascomycota, regardless of lichen-forming status. In addition, the\nphylogenetic clusters suggested that LFFs belonging to Lecanoromycetes\nhave duplicated proteins in each cluster. Consequently, the number of\nsequences similar to characterized yeast polyol transporters were\nevaluated using the genomes of 472 species or strains of Ascomycota.\nAmong these, LFFs belonging to Lecanoromycetes had greater numbers of\ndeduced polyol transporter proteins. Thus, various polyol transporters\nare conserved in Ascomycota and polyol transporter genes appear to have\nexpanded during the evolution of Lecanoromycetes.","trees":[{"tree_label":"Imported tree 1","ntax":"143","rootedtree":"TRUE","title":"Tr115323","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115323.phy"}]}