{"Authors":" Daniel Marc Hooper, Trevor D Price","Year":" 2017","Title":" Chromosomal inversion differences correlate with range\noverlap in passerine birds.","Journal":" Nature Ecology and Evolution","Volume":" 1","Issue":"","Pages":" 1526-1534","Keywords":"","DOI":" 10.1038/s41559-017-0284-60.1038/s41559-017-0284-6","Abstract":" Chromosomal inversions evolve frequently but the reasons\nfor this remain unclear. We used cytological descriptions of 411 species\nof passerine birds to identify large pericentric inversion differences\nbetween species, based on the position of the centromere. Within 81\nsmall clades comprising 284 of the species, we found 319 differences on\nthe 9 largest autosomes combined, 56 on the Z chromosome, and 55 on the\nW chromosome. We also identified inversions present within 32 species.\nUsing a new fossil-calibrated phylogeny, we examined the phylogenetic,\ndemographic and genomic context in which these inversions have evolved.\nThe number of inversion differences between closely related species is\nconsistently predicted by whether the ranges of species overlap, even\nwhen time is controlled for as far as is possible. Fixation rates vary\nacross the autosomes, but inversions are more likely to be fixed on the\nZ chromosome than the average autosome. Variable mutagenic input alone\n(estimated by chromosome size, map length, GC content or repeat density)\ncannot explain the differences between chromosomes in the number of\ninversions fixed. Together, these results support a model in which\ninversions increase because of their effects on recombination\nsuppression in the face of hybridization. Other factors associated with\nhybridization may also contribute, including the possibility that\ninversions contain incompatibility alleles, making taxa less likely to\ncollapse following secondary contact.","trees":[{"tree_label":"TREE1","ntax":"457","rootedtree":"TRUE","title":"Tr115325","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115325.phy"}]}