{"Authors":" Olaf R. P. Bininda-Emonds, Robin M.D. Beck, Steven H.\nFerguson, R. M. D. Beck, Jeff W. Higdon","Year":" 2007","Title":" Phylogeny and divergence of the pinnipeds (Carnivora:\nMammalia) assessed using a multigene dataset","Journal":" BMC Evolutionary Biology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Background Phylogenetic comparative methods are often\nimproved by complete phylogenies with meaningful branch lengths (e.g.,\ndivergence dates). This study presents a dated molecular supertree for\nall 34 world pinniped species derived from a weighted matrix\nrepresentation with parsimony (MRP) supertree analysis of 50 gene trees,\neach determined under a maximum likelihood (ML) framework. Divergence\ntimes were determined by mapping the same sequence data (plus two\nadditional genes) on to the supertree topology and calibrating the ML\nbranch lengths against a range of fossil calibrations. We assessed the\nsensitivity of our supertree topology in two ways: 1) a second supertree\nwith all mtDNA genes combined into a single source tree, and 2)\nlikelihood-based supermatrix analyses. Divergence dates were also\ncalculated using multidivtime to test the sensitivity of our supertree\nresults further. Results The resulting phylogenies all agreed broadly\nwith recent molecular studies, in particular supporting the monophyly of\nPhocidae, Otariidae, and the two phocid subfamilies, as well as an\nOdobenidae + Otariidae sister relationship; areas of disagreement were\nlimited to four more poorly supported regions. Neither the supertree nor\nsupermatrix analyses supported the monophyly of the two traditional\notariid subfamilies, supporting suggestions for the need for taxonomic\nrevision in this group. Phocid relationships were similar to other\nrecent studies and deeper branches were generally well-resolved.\nHalichoerus grypus was nested within a paraphyletic Pusa, although\nrelationships within Phocina tend to be poorly supported. Divergence\ndate estimates for the supertree were in good agreement with other\nstudies and the available fossil record; however, the multidivtime\ndivergence date estimates were significantly older. Conclusions Our\nresults join other recent studies and highlight the need for a\nre-evaluation of pinniped taxonomy, especially as regards the\nsubfamilial classification of otariids and the generic nomenclature of\nPhocina. Even with the recent publication of new sequence data, the\navailable genetic sequence information for several species, particularly\nthose in Arctocephalus, remains very limited, especially for nuclear\nmarkers. However, resolution of parts of the tree will probably remain\ndifficult, even with additional data, due to apparent rapid radiations.\nOur study addresses the lack of a recent pinniped phylogeny that\nincludes all species and robust divergence dates for all nodes, and will\ntherefore prove indispensable to comparative and macroevolutionary\nstudies of this group of carnivores.","trees":[{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Pinnipeds","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_521.phy"},{"tree_label":"Fig. x","ntax":"35","rootedtree":"TRUE","title":"Pinnipeds","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_522.phy"},{"tree_label":"Fig. 2a","ntax":"35","rootedtree":"TRUE","title":"Pinnipeds","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_2914.phy"},{"tree_label":"Fig. 2b","ntax":"35","rootedtree":"TRUE","title":"Pinnipeds","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_2915.phy"}]}