{"Authors":" Javier Quezada-Euan, Salomón Sanabria-Urbán, Corey Smith,\nRaul Cueva del Castillo","Year":" 2019","Title":" Patterns of sexual size dimorphism in stingless bees: Testing\nRenschs rule and potential causes in highly eusocial bees (Hymenoptera:\nApidae, Meliponini)","Journal":" Ecology and Evolution","Volume":" 9","Issue":"","Pages":" 2688-2698","Keywords":" Body size, Sexual dimorphism, Renschs rule, caste\ndetermination, Melipona","DOI":" 10.1002/ece3.4935","Abstract":" Eusocial insects offer a unique opportunity to analyse the\nevolution of body size differences between sexes in relation to social\nenvironment. The workers, being sterile females, are not subject to\nselection for reproductive function providing a natural control for\nparsing the effects of selection on reproductive function (i.e., sexual\nand fecundity selection) from other kinds of natural selection. Patterns\nof sexual size dimorphism and testing of Renschs rule controlling for\nphylogenetic effects were analyzed in the Meliponini or stingless bees.\nTheory predicts that queens may exhibit higher selection for fecundity\nin eusocial taxa, but contrary to this, we found mixed patterns of SSD\nin Meliponini. Non-Melipona species generally have a female-biased SSD,\nwhile all analysed species of Melipona showed a male-biased SSD,\nindicating that the direction and magnitude of the selective pressures\ndo not operate in the same way for all members of this taxon. The\nphylogenetic regressions revealed that the rate of divergence has not\ndiffered between the two castes of females and the males, i.e. stingless\nbees do not seem to follow Renschs rule (a slope greater than 1), adding\nthis highly eusocial taxon to the various solitary insect taxa not\nconforming with it. Noteworthy, when Melipona was removed from the\nanalysis, the phylogenetic regressions for the thorax width of males on\nqueens had a slope significantly smaller than 1, suggesting that the\nevolutionary divergence has been larger in queens than males, and could\nbe explained by stronger selection on female fecundity only in\nnon-Melipona species. Our results in the stingless bees question the\nclassical explanation of female-biased SSD via fecundity and provide a\nfirst evidence of a more complex determination of SSD in highly eusocial\nspecies. We suggest that in highly eusocial taxa, additional selection\nmechanisms, possibly related to individual and colonial interests, could\ninfluence the evolution of environmentally determined traits such as\nbody size.","trees":[{"tree_label":"Chronogram","ntax":"258","rootedtree":"TRUE","title":"Meliponini Chronogram based on data from six loci from\nthe nuclear and mitichondrial genome","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_115388.phy"},{"tree_label":"Consensus tree","ntax":"258","rootedtree":"TRUE","title":"Meliponini Total evidence phylogeny based on data from\nsix loci from the nuclear and mitochondrial genome","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_115389.phy"}]}