{"Authors":" William Mark Whitten, Samantha Koehler, Kurt M. Neubig,\nMario A. Blanco, Lorena C. Endara, Rodrigo B. Singer, German Carnevali,\nNorris H. Williams","Year":" 2007","Title":" Molecular phylogenetics of Maxillaria and related genera\n(Orchidaceae: Cymbidieae) based upon combined molecular data sets","Journal":" American Journal of Botany","Volume":" 94","Issue":" 1","Pages":" 1860-1889","Keywords":" NA","DOI":" NA","Abstract":" The orchid genus Maxillaria is one of the largest and most\ncommon of neotropical orchid genera, but its current generic boundaries\nand relationships have long been regarded as artificial. Phylogenetic\nrelationships within subtribe Maxillariinae sensu Dressler (1993) with\nemphasis on Maxillaria s.l. were inferred using parsimony analyses of\nindividual and combined DNA sequence data. We analyzed a combined matrix\nof nrITS DNA, the plastid matK gene and flanking trnK intron, and the\nplastid atpB-rbcL intergenic spacer for 619 individuals representing ca.\n354 species. The plastid rpoC1 gene (ca. 2600 bp) was sequenced for 84\nselected species and combined in a more limited analysis with the other\ndata sets to provide greater resolution. A well-resolved and supported\nconsensus was found, for which most clades were present in more than one\nindividual analysis. All the currently recognized minor genera of \u001acore\u001a\nMaxillariinae (Anthosiphon, Chrysocycnis, Cryptocentrum, Cyrtidiorchis,\nMormolyca, Pityphyllum, and Trigonidium) are embedded within a\npolyphyletic Maxillaria s.l. Our results support the recognition of a\nmore restricted Maxillaria, of some previously published segregate\ngenera (Brasiliorchis, Camaridium, Christensonella, Heterotaxis,\nOrnithidium, Sauvetrea), and of several novel clades at the generic\nlevel. These revised monophyletic generic concepts should minimize\nfurther nomenclatural changes, encourage monographic studies, and\nfacilitate more focused analyses of character evolution within\nMaxillariinae.","trees":[{"tree_label":"Fig. 5-7","ntax":"295","rootedtree":"TRUE","title":"Maxillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5021.phy"},{"tree_label":"Fig. 8","ntax":"88","rootedtree":"TRUE","title":"Maxillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5019.phy"},{"tree_label":"Figs. 1-4","ntax":"317","rootedtree":"TRUE","title":"Maxillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5020.phy"}]}