{"Authors":" José Cerca, Christian Meyer, Dimitar Dimitrov, Torsten H.\nStruck, Guenter Purschke","Year":" 2019","Title":" Aspects of punctuated equilibrium in the evolution of the\nStygocapitella cryptic species complex","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Stasis; Speciation; Sibling species; Morphological\ndeceleration; Phylogenetics; Morphological evolution ","DOI":"","Abstract":" Punctuated equilibrium is a well-known phenomenon in the\npaleontological record. However, examples from extant systems are\nlacking, a discrepancy that was frequently attributed to biases in the\ninterpretation of the fossil record. Here, we describe the first\ncomprehensive example of punctuated equilibrium in an extant species\ncomplex, i.e. Stygocapitella (Orbiniida, Annelida). Quantitative and\nqualitative morphological data suggests four phenotypes, while molecular\ndata uncovers 10 reproductively isolated species, some of which occur in\nsympatry. Notably, divergence time estimates range from ~250 million\nyears for the oldest speciation event to ~12 for the youngest one.\nHence, we find evidence for long-term morphological stasis, interrupted\nby bursts of morphological change in Stygocapitella. Importantly, and in\ncontrast to the original formulation of punctuated equilibrium, we find\nevidence for stasis to encompass cryptic speciation events without\nmorphological change. We hypothesize that processes of niche\nconservatism with fluctuating dynamics and tracking, and genetic\nconstraints may lead to the observed morphological stasis. The study of\ncryptic species complexes may overcome limitations suspected to bias\npaleontological approaches and provide resolution to how morphological\nevolution proceeds at both short- and long-term scales.","trees":[{"tree_label":"bayesian_TREE","ntax":"81","rootedtree":"TRUE","title":"bayesian_TREE","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_115454.phy"}]}