{"Authors":" Dayana Yahalomi, Moran Neuhof, E Sally Chang, Hervé\nPhilippe, Stephen S Atkinson, Paulyn Cartwright, Jerri L Bartholomew,\nDorothee Huchon","Year":" 2019","Title":" An animal without aerobic cellular respiration","Journal":" unknown","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Aerobic respiration is the hallmark of almost all cellular\nlife, with only a few protists having lost this ability, and\nmitochondria within eukaryotes. Proteins involved in cellular\nrespiration are encoded either in the nuclear or mitochondrial (mt)\ngenomes. Heretofore, all animal mitochondria were thought to possess\ntheir own genomes. The Myxozoa are a large group of parasitic Cnidaria\n(corals, jellyfish) with a very simple body organization. We have\ndiscovered using microscopic and genomic approaches that the myxozoan\nHenneguya salminicola, has lost its mt genome, and thus the ability to\nperform aerobic cellular respiration. We could not identify any\nmitochondria-encoded genes in the genome and transcriptome of this\nspecies. In parallel with the apparent loss of the mt genome, this\nmyxozoan has lost almost all nuclear genes involved in transcription and\nreplication of the mt genome. Similarly, key mt metabolic enzymes\nencoded in the nucleus such as the pyruvate dehydrogenase are detectable\nonly as pseudogenes. The identification of these pseudogenes supports\nthe view that the absence of a mt genome is not an artifact. By\ncontrast, using the same sequencing methods, we also report the presence\nof mt genome in the Myxozoa Myxobolus squamalis showing that our\napproaches successfully identify mt genome when present. The molecular\nresults are supported by fluorescence micrographs that show the presence\nmt DNA in M. squamalis but not in H. salminicola. The discovery of an\nanimal without mt genome provides a new model species for the\nunderstanding of the evolutionary transition from an aerobic to an\nexclusive anaerobic metabolism. Evolutionary drivers for the loss of the\nmt genomes in H. salminicola might include redundancy, as metabolites\nare available from the host, and low oxygen availability in the host\ntissues where the parasite replicates.","trees":[{"tree_label":"phylobayes meta","ntax":"129","rootedtree":"TRUE","title":"Tr115503","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115503.phy"},{"tree_label":"phylobayes","ntax":"78","rootedtree":"TRUE","title":"Tr115504","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115504.phy"}]}