{"Authors":" Dilani De Silva, Johannes (Ewald) Zacharias Groenewald,\nPeter Ades, Andi Nasruddin, Orarat Mongkolporn, Paul W.J. Taylor, Pedro\nW. Crous","Year":" 2019","Title":" Identification, prevalence and pathogenicity of\nColletotrichum species causing anthracnose of Capsicum annuum in\nAsia","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum, Capsicum, chili, anthracnose","DOI":"","Abstract":" Abstract: Anthracnose of chili (Capsicum spp.) causes\nmajor production losses throughout Asia where chili plants are grown. A\ntotal of 260 Colletotrichum isolates, associated with necrotic lesions\nof chili leaves and fruit were collected from chili producing areas of\nIndonesia, Malaysia, Sri Lanka, Thailand and Taiwan. Colletotrichum\ntruncatum was the most commonly isolated species from infected chili\nfruit and was readily identified by its falcate spores and abundant\nsetae in the necrotic lesions. The other isolates consisted of straight\nconidia (cylindrical and fusiform) which were difficult to differentiate\nto species based on morphological characters. Taxonomic analysis of\nthese straight conidia isolates based on multi-gene phylogenetic\nanalyses (ITS, gapdh, chs-1, act, tub2, his3, ApMat, gs) revealed a\nfurther seven known Colletotrichum species, C. endophyticum, C.\nfructicola, C. karsti, C. plurivorum, C. scovillei, C. siamense and C.\ntropicale. In addition, three novel species were also described as C.\njavanense sp. nov., C. makassarense sp. nov. and C. tainanense sp. nov.\nbeing associated with anthracnose of chili fruit in West Java\n(Indonesia); Makassar, South Sulawesi (Indonesia); and Tainan (Taiwan),\nrespectively. Colletotrichum siamense was reported for the first time\ncausing anthracnose of Capsicum annuum in Indonesia and Sri Lanka. This\nwas also the first report of C. fructicola causing anthracnose of chili\nin Taiwan and Thailand and C. plurivorum in Malaysia and Thailand. Of\nthe species with straight conidia, C. scovillei (acutatum complex), was\nthe most prevalent throughout the surveyed countries, except for Sri\nLanka from where this species was not isolated. Colletotrichum siamense\n(gloeosporioides complex) was also common in Indonesia, Sri Lanka and\nThailand. Pathogenicity tests on chili fruit showed that C. javanense\nand C. scovillei were highly aggressive, especially when inoculated on\nnon-wounded fruit, compared to all other species. The existence of new,\nhighly aggressive exotic species, such as C. javanense, poses a\nbiosecurity risk to production in countries which do not have adequate\nquarantine regulations to restrict the entry of exotic pathogens.","trees":[{"tree_label":"Fig. 5","ntax":"26","rootedtree":"TRUE","title":"Orchidearum complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115949.phy"},{"tree_label":"Fig. 2","ntax":"92","rootedtree":"TRUE","title":"Gloeosporioides 2 gene complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115951.phy"},{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Boninense complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115952.phy"},{"tree_label":"Fig. 1","ntax":"100","rootedtree":"TRUE","title":"Acutatum complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115950.phy"},{"tree_label":"Fig. 3","ntax":"85","rootedtree":"TRUE","title":"Gleosporioides 5 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115948.phy"}]}