{"Authors":" Ana Otero, Virginia Valcarcel, Pedro Jimenez-Mejias, Pablo\nVargas","Year":" 2019","Title":" Being in the right place at the right moment? Parallel\ndiversification bursts related to persistence of ancient epizoochorous\ntraits and hidden factors in Cynoglossoideae","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Boraginaceae, Biogeography, diversification rates, HiSSE,\nhyperdiverse, phylogeny, trait-dependent reconstruction.","DOI":"","Abstract":" Premise of the Study Long-distance dispersal syndromes\n(LDD), especially endozoochory, facilitate plant colonization to new\nterritories that trigger diversification. However, few studies have\nanalyzed how epizoochorous fruits influence both range distribution and\ndiversification rates. Here we examine the evolutionary history of a\nhyperdiverse clade of Boraginaceae (subfamily Cynoglossoideae, ~60\ngenera, ~1063 species) and the evolution of fruit traits. We evaluated\nthe evolutionary history of diaspore syndromes as related to geographic\ndistribution and diversification rates over time. Methods Plastid DNA\nregions and morphological traits associated with dispersal syndromes\nwere analysed for 71 genera (226 species). We employed trait-dependent\ndiversification analysis (HiSSE) and biogeographic reconstruction\n(Lagrange) using a time-calibrated phylogeny. Key results Our results\nindicate that: (i) the earliest divergence events in Cynoglossoideae\noccurred in the central-northeastern Palearctic during the Paleogene\n(early to mid-Eocene); (ii) an epizoochorous trait (specialized hooks\nnamed glochids) is ancestral and has been long-term maintained; and\n(iii) glochids are correlated with increased diversification rates in\ntwo distantly related clades (Rochelieae and Cynoglossinae). Rapid\nspeciation occurred for these two groups in the same area\n(central-eastern Palearctic) and same period (Oligocene-Miocene:\nRochelieae, 13.69-30.82 myr; Cynoglossinae, 15.21-33.10 myr). Lower\ndiversification rates were inferred for the remaining four\nglochid-bearing clades. Conclusions One more example of biogeographic\ncongruence in angiosperms is supported by a shared geographic (C-NE\nPalearctic) and temporal (28.60-21.59 myr, late Oligocene) opportunity\nwindow for two main clades diversification. Epizoochorous traits related\nto LDD (fruit glochids) are involved in higher diversification rates\nonly with the joint effect of other unmeasured factors.","trees":[{"tree_label":"tree 1","ntax":"226","rootedtree":"TRUE","title":"Cynoglossoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116118.phy"}]}