{"Authors":" Khumbuzile Nokwanda Bophela, Stephanus N Venter, Michael J\nWingfield, Alvaro Duran, Marthin Tarigan, Teresa A Coutinho","Year":" 2019","Title":" Xanthomonas perforans: a tomato and pepper pathogen\nassociated with bacterial blight and dieback of Eucalyptus pellita\nseedlings in Indonesia","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Xanthomonas perforans, Eucalyptus pellita, Bacterial\nblight, tomato, pepper","DOI":"","Abstract":" Leaf and shoot blight, often accompanied by die-back\nsymptoms, of Eucalyptus species, hybrids and clones has been reported\nfrom a number of countries. More than one bacterial species has been\nfound to cause these symptoms. In this study, a leaf disease of E.\npellita in Indonesia was investigated. The disease was found primarily\non nursery plants and young trees that recovered within the first year\nof growth. Leaf samples were collected from symptomatic trees and\nisolations consistently yielded a Xanthomonas sp. Sequencing of the 16S\nrRNA gene region and multilocus sequence analysis (MLSA) was performed\non 19 of the 63 Xanthomonas isolates obtained. In the MLSA, four genes,\nnamely, dnaK, fyuA, gyrB and rpoD, were sequenced and the isolates were\nidentified as X. perforans. Four representative isolates, at a\nconcentration of 106 CFU/ml, were leaf infiltrated and spray-inoculated\non to E. pellita, tomato and pepper seedlings. The type strain of X.\nperforans was included in the pathogenicity trials as a positive\ncontrol. All four isolates of X. perforans, inclusive of the type\nstrain, induced bacterial spot symptoms on tomato and pepper seedlings.\nThey also caused water-soaked lesions on the leaves of E. pellita\nseedlings, characteristic of the symptoms observed in the field. This is\nthe first report of X. perforans infecting leaves of a woody host and\nrecords a relevant new disease of E. pellita.","trees":[{"tree_label":"PAUP 1","ntax":"57","rootedtree":"TRUE","title":"Tr116436","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116436.phy"}]}