{"Authors":" Lars Nauheimer, Lujing Cui, Charles Clarke, Darren M.\nCrayn, Greg Bourke, Katharina Nargar","Year":" 2019","Title":" Genome skimming provides well resolved plastid and nuclear\nphylogenies, showing patterns of deep reticulate evolution in the\ntropical carnivorous plant genus Nepenthes (Caryophyllales)","Journal":" Australian Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" divergence time estimation, infrageneric classification,\nmolecular systematics, Nepenthaceae","DOI":"","Abstract":" Nepenthes is a genus of carnivorous plants consisting of\n~160 species that are distributed in the paleotropics. Molecular\nsystematics has so far not been able to resolve evolutionary\nrelationships of most species because of the limited genetic divergence\nin previous studies. In the present study, we used a genome-skimming\napproach to infer phylogenetic relationships on the basis of 81 plastid\ngenes and the highly repetitive rRNA (external transcribed spacer\n(ETS)26S) for 39 accessions representing 34 species from eight sections.\nMaximum-likelihood analysis and Bayesian inference were performed\nseparately for the nuclear and the plastid datasets. Divergence-time\nestimations were conducted on the basis of a relaxed molecular-clock\nmodel, using secondary calibration points. The phylogenetic analyses of\nthe nuclear and plastid datasets yielded well resolved and supported\nphylogenies. Incongruences between the two datasets were detected,\nsuggesting multiple hybridisation events or incomplete lineage sorting\nin the deeper and more recent evolutionary history of the genus. The\ninclusion of several known and suspected hybrids in the phylogenetic\nanalysis provided insights into their parentage. Divergence-time\nestimations placed the crown diversification of Nepenthes in the early\nMiocene, c. 20 million years ago. This study showed that genome skimming\nprovides well resolved nuclear and plastid phylogenies that provide\nvaluable insights into the complex evolutionary relationships of\nNepenthes.","trees":[{"tree_label":"MLnc","ntax":"39","rootedtree":"TRUE","title":"Nepenthes MLT nc","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115620.phy"},{"tree_label":"MLnc","ntax":"1","rootedtree":"TRUE","title":"Nepenthes BIT nc","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118296.phy"},{"tree_label":"MLpt","ntax":"41","rootedtree":"TRUE","title":"Nepenthes MLT pt","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118295.phy"},{"tree_label":"TREE1","ntax":"33","rootedtree":"TRUE","title":"Nepenthes chronogram alignment pt","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115615.phy"},{"tree_label":"BIpt","ntax":"41","rootedtree":"TRUE","title":"Nepenthes BIT pt","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118299.phy"}]}