{"Authors":" Rene K. Schumacher, Alexander Yu. Akulov, Raja Thangavel,\nMargarita Hernández-Restrepo, Angus Carnegie, Ratchadawan Cheewangkoon,\nMichael J. Wingfield, Bret A. Summerell, William Quaedvlieg, Teresa A\nCoutinho, Jolanda Roux, Alan R Wood, Alejandra Giraldo, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous","Year":" 2019","Title":" New and Interesting Fungi. 2","Journal":" Fungal Systematics and Evolution","Volume":" 3","Issue":"","Pages":" 57-134","Keywords":" biodiversity, ITS barcodes, multi-gene phylogeny, new\ntaxa, systematics, typification.","DOI":" 10.3114/fuse.2019.03.06","Abstract":" One order, seven families, 28 new genera, 72 new species,\n13 new combinations, four epitypes, and 21 interesting new host and / or\ngeographical records are introduced in this study. Pseudorobillardaceae\nis introduced for Pseudorobillarda (based on P. phragmitis). New genera\ninclude: Jeremyomyces (based on J. labinae) on twigs of Salix alba\n(Germany); Neodothidotthia (based on N. negundicola) on Acer negundo\n(Ukraine); Neomedicopsis (based on N. prunicola) on fallen twigs of\nPrunus padus (Ukraine); Neophaeoappendicospora (based on N. leucaenae)\non Leucaena leucocephala (France) (incl. Phaeoappendicosporaceae);\nParadevriesia (incl. Paradevriesiaceae) (based on P. americana) from air\n(USA); Phaeoseptoriella (based on P. zeae) on leaves of Zea mays (South\nAfrica); Piniphoma (based on P. berliniae) on wood debris of Pinus\nsylvestris (Germany); Pseudoconiothyrium (based on P. broussonetiae) on\nbranch of Broussonetia papyrifera (Italy); Sodiomyces (based on S.\nalkalinus) from soil (Mongolia), and Turquoiseomyces\n(incl. Turquoiseomycetales and Turquoiseomycetaceae) (based on T.\neucalypti) on leaves of Eucalyptus leptophylla (Australia); Typhicola\n(based on T. typharum) on leaves of Typha sp. (Germany); Xenodevriesia\n(incl. Xenodevriesiaceae) (based on X. strelitziicola) on leaves of\nStrelitzia sp. (South Africa). New species include: Bacillicladium\nclematidis on branch of Clematis vitalbae (Austria); Cercospora\ngomphrenigena on leaves of Gomphrena globosa (South Africa);\nCyphellophora clematidis on Clematis vitalba (Austria); Exophiala\nabietophila on bark of Abies alba (Norway); Exophiala lignicola on\nfallen decorticated trunk of Quercus sp. (Ukraine); Fuscostagonospora\nbanksiae on Banksia sp. (Australia); Gaeumannomycella caricicola on dead\nleaf of Carex remota (Germany); Hansfordia pruni on Prunus persica twig\n(Italy) (incl. Hansfordiaceae); Microdochium rhopalostylidis on\nRhopalostylis sapida (New Zealand); Neocordana malayensis on leaves of\nMusa sp. (Malaysia); Neocucurbitaria prunicola on fallen twigs of Prunus\npadus (Ukraine); Neocucurbitaria salicis-albae on Salix alba twig\n(Ukraine); Neohelicomyces deschampsiae on culm base of dead leaf sheath\nof Deschampsia cespitosa (Germany); Pararoussoella juglandicola on twig\nof Juglans regia (Germany); Pezicula eucalyptigena on leaves of\nEucalyptus sp. (South Africa); Phlogicylindrium dunnii on leaves of\nEucalyptus dunnii (Australia); Phyllosticta hagahagaensis on leaf litter\nof Carissa bispinosa (South Africa); Phyllosticta austroafricana on leaf\nspots of unidentified deciduous tree host (South Africa);\nPseudosigmoidea alnicola on Alnus glutinosa leaf litter (Germany);\nPseudoteratosphaeria africana on leaf spot on unidentified host\n(Angola); Porodiplodia vitis on canes of Vitis vinifera (USA);\nSodiomyces alkalinus from soil (Mongolia), Sodiomyces magadiensis and\nSodiomyces tronii from soil (Kenya), Sympodiella quercina on fallen leaf\nof Quercus robur (Germany) and Zasmidium hakeicola on leaves of Hakea\ncorymbosa (Australia). Epitypes are designated for: Cryptostictis\nfalcata on leaves of E. alligatrix (Australia), Hendersonia phormii on\nleaves of Phormium tenax (New Zealand), and Sympodiella acicola on\nneedles of Pinus sylvestris (Netherlands). An epitype is designated for\nSphaeria scirpicola var. typharum on leaf of Typha sp. (Germany).\nSeveral taxa originally described from rocks are validated in this\nstudy. New taxa include: Extremaceae fam. nov., and new genera,\nArthrocatena, Catenulomyces, Constantinomyces, Extremus, Hyphoconis,\nIncertomyces, Lapidomyces, Lithophila, Monticola, Meristemomyces,\nOleoguttula, Perusta, Petrophila, Ramimonilia, Saxophila and\nVermiconidia. New species include: Arthrocatena tenebrosa, Catenulomyces\nconvolutus, Constantinomyces virgultus, C. macerans, C. minimus, C.\nnebulosus, C. virgultus, Exophiala bonariae, Extremus adstrictus, E.\nantarcticus, Hyphoconis sterilis, Incertomyces perditus, Knufia\nkaralitana, K. marmoricola, K. mediterranea, Lapidomyces hispanicus,\nLithophila guttulata, Monticola elongata, Meristemomyces frigidus, M.\narctostaphyli, Neodevriesia bulbillosa, N. modesta, N. sardiniae, N.\nsimplex, Oleoguttula mirabilis, Paradevriesia compacta, Perusta\ninaequalis, Petrophila incerta, Rachicladosporium alpinum, R.\ninconspicuum, R. mcmurdoi, R. monterosanum, R. paucitum, Ramimonilia\napicalis, Saxophila tyrrhenica, Vermiconidia antarctica, V. calcicola,\nV. foris, and V. flagrans.","trees":[{"tree_label":"Fig. 2","ntax":"72","rootedtree":"TRUE","title":"Bayesian tree derived from the Eurotiomycetes LSU\nalignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115650.phy"},{"tree_label":"Fig. 54","ntax":"9","rootedtree":"TRUE","title":"Unpublished Bayesian tree derived from the Sympodiella\nITS LSU RPB2 TEF alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115654.phy"},{"tree_label":"Fig. 4","ntax":"175","rootedtree":"TRUE","title":"Bayesian tree derived from the Sordariomycetes LSU\nalignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115762.phy"},{"tree_label":"Fig. 3","ntax":"43","rootedtree":"TRUE","title":"Bayesian tree derived from the Lecanoromycetes and\nLeotiomycetes LSU alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115651.phy"},{"tree_label":"Fig. 54","ntax":"9","rootedtree":"TRUE","title":"RAxML tree derived from the Sympodiella ITS LSU RPB2\nTEF alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115655.phy"},{"tree_label":"Fig. 1","ntax":"255","rootedtree":"TRUE","title":"Bayesian tree derived from the Dothideomycetes LSU\nalignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115761.phy"},{"tree_label":"Fig. 21","ntax":"20","rootedtree":"TRUE","title":"First of 5 equally most parsimonious trees from the\nHansfordia ITS alignment","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115653.phy"}]}