{"Authors":" Sem Samuel Surja, Robiatul Adawiyah, Jos Houbraken, Anna\nRozaliyani, Ridhawati Sjam, Evy Yunihastuti, Retno Wahyuningsih","Year":" 2019","Title":" Talaromyces atroroseus and Talaromyces marneffei isolated\nfrom patients with and without HIV infection: report from Indonesia","Journal":" Medical Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Talaromyces atroroseus, Talaromyces marneffei, Indonesia,\nITS, BenA","DOI":"","Abstract":" Some species in genus Talaromyces are important to human\nand can cause mycosis. Talaromyces marneffei is the most well-known\nmycosis-causing species, but there are other species reported; however,\ntheir role as a pathogen is questionable. Currently, there are five\nrecorded talaromycosis cases suspectedly coming from Indonesia, and most\nof these cases were diagnosed in tourists who visited Indonesia. In this\nstudy, we performed a molecular study on 10 suspected Talaromyces\nmarneffei isolates: eight clinical isolates and two isolates from rat. A\nmolecular identification was performed by sequencing the internal\ntranscribed spacer (ITS) regions and a part of the beta-tubulin (BenA)\ngene. Nine isolates were identified as Talaromyces atroroseus (including\nthe isolates from rat) and one as T. marneffei. All but one T.\natroroseus isolates investigated in this study had identical ITS and\nBenA sequences and this indicates an animal reservoir and zoonotic\ntransmission of this species. Phylogenetic analysis showed that our T.\natroroseus isolates cluster with T. atroroseus strains that were\nrecommended to be used for the production of food grade pigments. Only\none isolate was identified as T. marneffei, and based our results, T.\natroroseus might be the main etiologic agent of talaromycosis in\nJakarta. Talaromyces atroroseus should also be considered as a cause of\ntalaromycosis in humans and this study shows the need for a larger\nepidemiological study to assess Talaromyces spp. endemicity in\nIndonesia.","trees":[{"tree_label":"Imported tree 1","ntax":"43","rootedtree":"TRUE","title":"Tr115828","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115828.phy"}]}