{"Authors":" Samsuddin Ahmad Syazwan, Ahmad Mohd Farid, Abdullah Mohd\nZaki, Wan Azhar Wan Muhd Azrul, Su-See Lee, Rozi Mohamed","Year":" 2019","Title":" : Survey, identification and pathogenicity of the fungi\nassociated with Ceratocystis wilt disease on Acacia mangium plantations\nin Malaysia","Journal":" Forest Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Survey, fungus, morphology, pathogenicity, host\nrange.","DOI":"","Abstract":" Surveys for wilt disease were conducted in selected Acacia\nmangium plantations in the states of Sarawak, Johor, Terengganu, and\nPahang in Malaysia. Results of the surveys revealed the occurrence of\nthe wilt disease in three of the five plantations surveyed with disease\nincidence ranging from 7.53 to 13.6%. Signs of wood-boring insects, bark\npeeling due to squirrel activity and singling wounds were often\nassociated with disease occurrence. The fungus most often isolated from\nthe diseased trees was Ceratocystis. Cultural and morphological\ncharacteristics of the perithecia, ascospores, conidia and ostiolar\nhyphae identified the fungus as C. fimbriata. Phylogenetic analysis of\nthe combined ITS and EF-1 regions grouped the isolates together within\nC. fimbriata sensu stricto complex supported by 44% bootstrap values.\nPathogenicity tests were conducted using six of the isolates on six to\nnine-month-old healthy A. mangium seedlings. The results demonstrated\nthat all the isolates were pathogenic with mortality beginning as early\nas two weeks after inoculation. However, ANOVA showed a significant\ndifference in pathogenicity among the fungal isolates. The results also\nshowed that pathogen aggressiveness was not correlated with geographical\norigin. A host range test was also conducted using C. fimbriata isolates\nSSB3 and FRIM1162 against A. mangium, Aquilaria malaccensis, Eurycoma\nlongifolia, Hevea brasiliensis, Khaya ivorensis and Tectona grandis.\nThis test showed that only A. mangium was susceptible to Ceratocystis\nisolates SSB3 and FRIM1162. The other species remained healthy with no\nsymptoms of infection even after seven weeks and had significantly\nbetter survival compared to A. mangium.","trees":[{"tree_label":"tree1","ntax":"49","rootedtree":"TRUE","title":"Tr115601","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115601.phy"},{"tree_label":"tree1","ntax":"49","rootedtree":"TRUE","title":"Tr115602","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115602.phy"}]}