{"Authors":" Rui-Liang Zhu, Xing-Feng Bi, lei shu","Year":" 2019","Title":" Mohamedia, a new genus of Lejeuneaceae (Marchantiophyta) from\nOceania and tropical Asia","Journal":" The Bryologist","Volume":" 122","Issue":" 1","Pages":" 84-97","Keywords":" Brunei, Drepanolejeunea, Lepidolejeunea, ocellus, oil\nbody, surface wax.","DOI":" 10.1639/0007-2745-122.1.084","Abstract":" Lejeuneaceae is the largest family of liverworts with an\nestimated 1800 species in about 73 genera. The systematic position of a\nnumber of taxa in the family remains ambiguous owing to the lack of\nmolecular data and morphological observations especially on oil bodies\nand ocelli in fresh samples. Drepanolejeunea brunnea Mizut. and\nLepidolejeunea borneensis (Steph.) R.M.Schust. are two examples of these\ntaxa. Here we investigate the phylogenetic relationships of these two\nspecies by using the nuclear ribosomal ITS region and two chloroplast\nregions (rbcL, trnLtrnF). The molecular data show that Drepanolejeunea\nbrunnea and Lepidolejeunea borneensis form a well-supported clade\nunrelated to Drepanolejeunea (Spruce) Steph. and Lepidolejeunea\nR.M.Schust. On the basis of the combined molecular-phylogenetic and\nmorphological data, a new genus in the subtribe Lepidolejeuneinae,\nMohamedia R.L.Zhu et L.Shu, is described to accommodate Drepanolejeunea\nbrunnea and Lepidolejeunea borneensis. Mohamedia is closely related to\nOtolejeunea Tixier endemic to Madagascar, but differs in the thinner\nstem with only 3(4) rows of medullary cells, perianths with 45\ncrenulate to weakly dentate keels and without auricles, and lack of an\nunbroken row of ocelli in leaf lobes. Two new subgenera, Mohamedia subg.\nMohamedia and Mohamedia subg. Piippolejeunea R.L.Zhu et L.Shu, are\ndescribed and the new combinations (Mohamedia brunnea (Mizut.) R.L.Zhu\net L.Shu and M. borneensis (Steph.) R.L.Zhu et L.Shu) are proposed.","trees":[{"tree_label":"PAUP 1","ntax":"143","rootedtree":"TRUE","title":"Lejeuneaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116472.phy"}]}