{"Authors":" Hanyang Lin, Yajun Hao, Jianhua Li, Chengxin Fu, Pamela S.\nSoltis, Douglas E. Soltis, Yunpeng Zhao","Year":" 2019","Title":" Phylogenomic conflict resulting from ancient introgression\nfollowing species diversification in Stewartia s.l. (Theaceae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenetic incongruence, introgressive hybridization,\nallopatric speciation, eastern Asia and North America disjunction, East\nChina Sea Land Bridge, RAD-seq, plastome.","DOI":"","Abstract":" Phylogenetic analyses using diverse datasets can yield\nconflicting inference of evolutionary history. Phylogenetic conflicts\nobserved in both animal and plant systems have often been explained by\ntwo competing (but not mutually exclusive) hypotheses, i.e.,\nhybridization vs. incomplete lineage sorting (ILS). The likelihood of\neither process contributing to phylogenetic conflict in a given group is\ncontext-dependent, involving attributes of life history, distribution,\nand phylogeny, among others. Here we explore phylogenetic conflict in\nStewartia s.l., a genus with ca. 25 species of trees and shrubs from the\ntea family (Theaceae) disjunctly distributed between eastern Asia (EAS)\nand eastern North America (ENA). We use both restriction-site associated\nDNA sequencing (RAD-seq) and complete plastome sequence data to\nreconstruct the phylogeny of the group using concatenation and\ncoalescence approaches. Our results indicate strong conflicts between\nthe topologies reconstructed using nuclear and plastid data. Four-taxon\nD-statistic (ABBA-BABA) tests detected prevailing signals of\nintrogression. Bayesian Analysis of Macro-evolutionary Mixtures (BAMM)\ninferred that species diversification occurred in the middle to late\nMiocene. Ancestral range reconstructions indicated co-distribution of\nancestral species (represented by internal nodes) for both the Hartia\nclade (in southern China) and the EAS Stewartia s.s. clade (Japan\nArchipelago and the Yangtze Valley of China). The latter clade\nexperienced multiple events of dispersal and vicariance along with\ndiversification. Ancient introgressive hybridization following species\ndiversification in the mid- to late-Miocene likely caused diverging\nhistories in the nuclear and plastid genomes, leading to phylogenetic\nconflict in Stewartia s.l. Our study indicates that species\ndiversification driven by both the intensification of the East Asian\nsummer monsoon since the late Miocene and reduced risks of extinction\ndue to frequent dispersal possibly via East China Sea Land Bridge\nimpacted the anomalous species richness between EAS and ENA. Our study\nhighlights the importance of using data from different genomes while\nreconstructing deep and shallow phylogenies of organisms.","trees":[{"tree_label":"tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr115657","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_115657.phy"}]}