{"Authors":" Katrina Sandona, Terri Billingsley Tobia, Miriam I.\nHutchinson, Donald O. Natvig, Andrea Porras-Alfaro","Year":" 2019","Title":" Diversity of thermophilic fungi in corn grain","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Aspergillus; Thermomyces; thermophiles; thermotolerant;\norganic toxic dust syndrome","DOI":"","Abstract":" Corn bins in the Midwestern United States can reach\ntemperatures up to 52 C. High temperatures combined with sufficient\nmoisture and humidity in bins provide the perfect environment to promote\nthe growth of thermophilic fungi. In this article, we characterize for\nthe first time thermophilic and thermotolerant fungi in corn grain bins\nusing culture-based methods and pyrosequencing techniques. Corn samples\nwere collected from local farms in western Illinois. Samples were plated\nand incubated at 50 C using a variety of approaches. Of several hundred\nkernels examined, more than 90% showed colonization by thermophilic\nfungi. Species identified using culture methods included Thermomyces\nlanuginosus, Thermomyces dupontii, Aspergillus fumigatus, Thermoascus\ncrustaceus, and Rhizomucor pusillus. Pyrosequencing was also performed\ndirectly on corn grain using fungal specific primers to determine if\nthermophilic fungi could be detected using this technique. Sequences\nwere dominated by pathogenic fungi, and thermophiles were represented by\nless than 2% of the sequences despite being isolated from 90% of the\ngrain samples using culturing techniques. The high abundance of\npreviously undocumented viable fungi in corn could have negative\nimplications for grain quality and pose a potential risk for workers and\nconsumers of corn-derived products in the food industry. Members of the\nSordariales were absent among thermophile isolates and were not\nrepresented in ribosomal ITS sequences. This is in striking contrast\nwith results obtained with other substrates such as litter, dung and\nsoils, where mesophilic and thermophilic members of the Sordariaceae and\nChaetomiaceae are common. This absence would appear to reflect an\nimportant difference between the ecology of the Sordariales and other\norders within the Ascomycota in terms of the ability to compete in\nmicrohabitats rich in sugars and living tissues.","trees":[{"tree_label":"Imported tree 1","ntax":"30","rootedtree":"TRUE","title":"Mucorales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118950.phy"},{"tree_label":"tree 1","ntax":"32","rootedtree":"TRUE","title":"Eurotiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118951.phy"}]}