{"Authors":" Richard G. Olmstead, Kathy M. Scott, Jeffrey D. Palmer,\nBirgitta Bremer","Year":" 1993","Title":" A parsimony analysis of the Asteridae sensu lato based on\nrbcL sequences.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 80","Issue":" NA","Pages":" 700-722","Keywords":" NA","DOI":" NA","Abstract":" A parsimony analysis of 156 representative sequences of\nthe Asteridae sensu lato and 28 outgroup sequences was conducted using a\ntwo-tiered approach. First, an analysis of the entire group, including\n105 sequences, examined relationships among major lineages within the\nAsteridae s.l.; subsequently, several clades within the larger group\nwere examined individually in greater detail by including more sequences\nfor the group in question. The search strategy was designed to discover\nmultiple islands of equal parsimony using the heuristic search routine\nin PAUP. In the broad search and in each more detailed search of\nsubclades, multiple islands were found that imply substantially\ndifferent relationships. The results suggest a monophvletic Asteridae\ns.l., comprising the Ericales, Primulales, Ebenales and relatives of the\nDilleniidae sensu Cronquist; Cornales, Apiales, and Hydrangeaceae of the\nRosidae sensu Cronquist; and the conventionally circumscribed Asteridae.\nWithin the Asteridae s.l., 11 groups were congruent between islands and\nare designated as follows: (1) Cornales, (2) ericalean clade, (3) Garrya\nclade, (4) Ilex clade, (5) Apiales, (6) Dipsacales, (7) Asterales s.l.,\n(8) Gentianales, (9) Solanales, (10) Boraginales; and (11) Lamiales s.l.\nThe only grouping between the level of these 11 clades and the whole\nAsteridae s.l. that is congruent between islands is the clade consisting\nof the Gentianales, Solanales, Boraginales, and Lamiales s.l., i.e., the\nLamiidae of Takhtajan.","trees":[{"tree_label":"Fig. 3","ntax":"105","rootedtree":"TRUE","title":"Asteridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4358.phy"}]}