{"Authors":" Lei Feng, Jun-Xian He, Na Li, Wei Yang, Chun-Ming Wang, Yan\nLi, Iris Tong","Year":" 2019","Title":" Analyses of mitochondrial genomes of the genus Ammopiptanthus\nprovide new insights into the evolution of legume plants","Journal":" Plant Systematics and Evolution","Volume":" 305","Issue":" 5","Pages":" 385-399","Keywords":" Ammopiptanthus mongolicus; Ammopiptanthus nanus; Legume\nevolution; mitochondrial genome","DOI":" 10.1007/s00606-019-01578-2","Abstract":" The plant Ammopiptanthus is a genus mainly distribute in\nthe semi-arid regions of Northwest China. This genus belongs to the\nLeguminosae family and only contain two species, A. mongolicus and A.\nnanus. The two species exhibit similar morphological characteristics,\nbut little is known about their genetic differences. We performed de\nnovo assembly for their mitochondrial genomes and found both contain 36\nprotein-coding genes, 3 rRNA, and 16 tRNA genes. Comparison between A.\nmongolicus and A. nanus mitogenomes revealed a 6.5-kb region loss in A.\nnanus mitogenome, which was replaced by a 1.5-kb segment with a\ndifferent sequence. Other small variations between them include 25 SNPs,\n4 deletions and 2 insertions. Meta-analyses indicated 66.0% similarity\nof A. mongolicus mitogenome to other closely-related legume mitogenomes;\nthe remaining 34.0% unique sequences are mainly distributed in\nintergenic regions. Gene gain and loss analysis showed that this\nmitogenome gained two genes, rps7 and sdh4, during evolution, with the\nrps7 transferred from the chloroplast genome. Selective pressure\nanalysis implied that the atp8 gene was under positive selection. Our\nstudy established high-quality reference mitogenomes for the genus\nAmmopiptanthus, revealed novel genetic differences between A. mongolicus\nand A. nanus, and provided new insights into the evolution of legume\nplants.","trees":[{"tree_label":"PAUP 1","ntax":"10","rootedtree":"TRUE","title":"Ammopiptanthus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117548.phy"}]}