{"Authors":" Jakob Vinther, Zhao Yang, Luke Alexander Parry, Fan Wei,\nEmily Green, Davide Pisani, Xian-Guang Hou, Gregory D. Edgecombe, Peiyun\nCong","Year":" 2019","Title":" Cambrian sessile, suspension feeding stem-group ctenophores\nand evolution of the comb jelly body plan","Journal":" Current Biology","Volume":" 29","Issue":"","Pages":" 1-14","Keywords":"","DOI":" 10.1016/j.cub.2019.02.036","Abstract":" The origin of ctenophores (comb jellies) is obscured by\ntheir controversial phylogenetic position, with recent phylogenomic\nanalyses resolving either sponges or ctenophores as the sister group of\nall other animals. Fossil taxa can provide morphological evidence that\nmay elucidate the origins of derived characters and shared ancestries\namong divergent taxa, providing a means to ‘break’ long branches in\nphylogenetic trees. Here we describe new fossil material from the early\nCambrian Chengjiang Biota, Yunnan Province, China, including the\nputative cnidarian Xianguangia, the new taxon Daihua sanqiong gen et sp.\nnov., and Dinomischus venustus, informally referred to as ‘dinomischids’\nhere. ‘Dinomischids’ possess a basal calyx encircled by eighteen\ntentacles that surround the mouth. The tentacles carry pinnules, each\nwith a row of stiff filamentous structures interpreted as very large\ncompound cilia of a size otherwise only known in ctenophores. Together\nwith the Cambrian tulip animal Siphusauctum and the armoured Cambrian\nscleroctenophores, they exhibit anatomies that trace ctenophores to a\nsessile, polypoid stem lineage. This bodyplan resembles the polypoid,\ntentaculate bodyplan of cnidarians, including a blind gastric cavity\npartitioned by mesenteries. We propose that comb rows are derived from\ntentacles with paired sets of pinnules that each bear a row of compound\ncilia. The scleroctenophores exhibit paired comb rows, also observed in\nSiphusauctum, in addition to an organic skeleton, shared as well by\nDinomischus, Daihua and Xianguangia. We formulate a hypothesis in which\nctenophores evolved from sessile, polypoid suspension feeders, sharing\nsimilarities with cnidarians that suggest either a close relationship\nbetween these two phyla or a striking pattern of early convergent\nevolution.","trees":[{"tree_label":"Fig. 6","ntax":"93","rootedtree":"TRUE","title":"Comb Jelly Body Plan","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116856.phy"}]}