{"Authors":" Cai guifang","Year":" 2020","Title":" Identification and distribution of Cytospora canker disease\nof Malus spp. in Xinjiang, China","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cytospora spp., distribution, Malus spp., morphology,\nphylogeny","DOI":"","Abstract":" Apple canker caused by Cytospora is poses a serious threat\nto the apple industry and negatively impacts economic and social\ndevelopment of farmers living in Xinjiang Uygur Autonomous (XJUA)\nRegionone of the most important apple-producing areas in China. However,\nlittle is known about the distribution and characteristics of Cytospora\nspecies associated with Malus spp. In this study, 134 isolates were\nobtained from 86 symptomatic samples collected from 8 Prefecture in XJUA\nRegion between 2010 and 2017. We identified 15 Cytospora species using\nmorphological characteristics combined with multilocus phylogenetic\nanalyses of the ITS region, LSU, RPB2, TEF1, and ACT1 genes.\nPathogenicity tests confirmed that these isolates caused necrotic\nlesions on stems of M. sieversii and/or M. domestica. This is the first\nreport of two novel species causing apple canker - Cytospora\nhippophaopsis on M. sieversii and C. shawanensis on M. domestica. This\nis also the first report worldwide of apple canker associated with C.\nerumpens on M. sieversii and M. domestica, of C. cincta and C. schulzeri\non M. sieversii. Cytospora leucostoma and C. mali on M. domestica are\nreported for the first time in XJUA Region. Twenty new distribution\nareas were identified for nine Cytospora species in XJUA Region.\nCytospora carbonacea, C. cincta, C. chrysosperma, C. leucosperma, C.\nnivea, C. parakantschavelii, C. parasitica, C. pruinopsis, C.\nsalicicola, and C. schulzeri have been recorded in XJUA Region. This\nstudy represents the first attempt to clarify Cytospora species\nassociated with canker and dieback symptoms of Malus spp. in XJUA\nRegion, China.","trees":[{"tree_label":"PAUP_1","ntax":"120","rootedtree":"TRUE","title":"Cytospora from Malus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116707.phy"}]}