{"Authors":" Daniel Michael Portik","Year":" 2019","Title":" Sexual Dichromatism Drives Diversification Within a Major\nRadiation of African Amphibians","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Anura, Afrobatrachia, diversification, color evolution,\nmacroevolution, sexual selection","DOI":"","Abstract":" Theory predicts that sexually dimorphic traits under\nstrong sexual selection, particularly those involved with intersexual\nsignaling, can accelerate speciation and produce bursts of\ndiversification. Sexual dichromatism (sexual dimorphism in color) is\nwidely used as a proxy for sexual selection and is associated with rapid\ndiversification in several animal groups, yet studies using phylogenetic\ncomparative methods to explicitly test for an association between sexual\ndichromatism and diversification have produced conflicting results.\nSexual dichromatism is rare in frogs, but it is both striking and\nprevalent in African reed frogs, a major component of the diverse frog\nradiation termed Afrobatrachia. In contrast to most other vertebrates,\nreed frogs display female-biased dichromatism in which females undergo\ncolor transformation, often resulting in more ornate coloration in\nfemales than in males. We produce a robust phylogeny of Afrobatrachia to\ninvestigate the evolutionary origins of sexual dichromatism in this\nradiation and examine whether the presence of dichromatism is associated\nwith increased rates of net diversification. We find that sexual\ndichromatism evolved once within hyperoliids and was followed by\nnumerous independent reversals to monochromatism. We detect significant\ndiversification rate heterogeneity in Afrobatrachia and find that\nsexually dichromatic lineages have double the average net\ndiversification rate of monochromatic lineages. By conducting trait\nsimulations on our empirical phylogeny, we demonstrate that our\ninference of trait-dependent diversification is robust. Although sexual\ndichromatism in hyperoliid frogs is linked to their rapid\ndiversification and supports macroevolutionary predictions of speciation\nby sexual selection, the function of dichromatism in reed frogs remains\nunclear. We propose that reed frogs are a compelling system for studying\nthe roles of natural and sexual selection on the evolution of sexual\ndichromatism across micro- and macroevolutionary timescales.","trees":[{"tree_label":"TREE1","ntax":"283","rootedtree":"TRUE","title":"African Amphibians","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115835.phy"}]}