{"Authors":" Eduardo Pérez-Pazos, Margarita Villegas-Ríos, Roberto\nGaribay-Orijel, Rodolfo Salas-Lizana","Year":" 2019","Title":" Two new species of Clavulina and the first record of\nClavulina reae from temperate Abies religiosa forests in central\nMexico","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cantharellales, Clavulinaceae, coral fungi, species\ncomplex, taxonomy","DOI":"","Abstract":" Clavulina is a genus of macroscopic fungi, mostly with\nclavarioid basidiomata, distributed worldwide. The most commonly\nreported species are C. amethystina, C. coralloides, C. cinerea, and C.\nrugosa, which form a species complex in temperate ecosystems. In this\nwork, we describe two new species for the genus: C. parvispora and C.\nmahiscolorata; these species show great resemblance with previously\ndescribed species. Nevertheless they represent new lineages distributed\nin temperate forests from central Mexico. We also present the first\nrecord of C. reae from Mexico, which displays great macro-morphological\nvariation regarding basidiomata branching rank, colors, and tips shape.\nWe also provide macromorphological, micromorphological, and habitat data\nare given for each species, as well as nrDNA ITS sequences recovered\nfrom basidiomata and ectomycorrhizae. Our findings highlight an\nunderestimation of the potential richness for the genus in temperate\necosystems, as a consequence of misallocation of common epithets to\nundescribed similar taxa. The designation of neotypes for temperate\nspecies of Clavulina is urgent, in order to delimitate species concepts\nfor each species described for the genus, which seems to be very diverse\nin temperate ecosystems.","trees":[{"tree_label":"Taxa2","ntax":"110","rootedtree":"TRUE","title":"MrB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_116171.phy"},{"tree_label":"Taxa3","ntax":"110","rootedtree":"TRUE","title":"ML","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_116172.phy"},{"tree_label":"MrB_ITS","ntax":"113","rootedtree":"TRUE","title":"Tr118616","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118616.phy"},{"tree_label":"RaxML_ITS","ntax":"113","rootedtree":"TRUE","title":"Tr118617","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118617.phy"}]}