{"Authors":" Gustavo Henrique Jerônimo, Carmen Lidia Amorim\nPires-Zottarelli, Timothy Y. James, D Rabern Simmons","Year":" 2019","Title":" Boothiomyces angulosum and Boothiomyces elyense: two new\ncombinations in the Terramycetaceae (Rhizophydiales,\nChytridiomycota)","Journal":" Nova Hedwigia","Volume":"","Issue":"","Pages":"","Keywords":" Chytridiomycota, phylogeny, Rhizophydiales, zoospore\nultrastructure","DOI":"","Abstract":" The genus Rhizophydium was proposed by A. Schenk in 1858\nto accommodate the inoperculate taxa previously placed in Chytridium.\nRhizophydium grew to include 235 species that have now been segregated\ninto different genera based on molecular and zoospore ultrastructural\nanalyses. However, some taxa have never been investigated for\nphylogenetic position or zoospore ultrastructural characters. The aim of\nthis study is to use morphology, zoospore ultrastructure and molecular\nanalyses to verify the placement of our isolates of Rhizophydium\nangulosum and R. elyense in the Rhizophydiales phylogeny. These isolates\nproduced angular zoosporangia, characteristic of Terramycetaceae\nrepresentatives, and grouped within the Boothiomyces clade in analyses\nof complete ITS and partial LSU regions of rDNA. Transmission electronic\nmicroscopy (TEM) analysis revealed that R. angulosum produces zoospores\nwith the same ultrastructural characters described from Boothiomyces\nrepresentatives. In addition, R. elyense presented sufficient\ncharacteristics that support its morphological delineation from\nBoothiomyces macroporosum, the type species of the genus. Based on\nmolecular, morphological, and ultrastructural analyses, we transfer R.\nangulosum and R. elyense to Boothiomyces.","trees":[{"tree_label":"tree 1","ntax":"38","rootedtree":"TRUE","title":"Terramycetaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_115901.phy"},{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Terramycetaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_115902.phy"}]}