{"Authors":" Liang Zhang, Xue-Ping Fan, Sahanat Petchsri, Lin Zhou,\nRossarin Pollawatn, Xin Zhang, Xin-Mao Zhou, Ngan Thi Lu, Ralf Knapp,\nSahut Chantanaorrapint, Ponpipat Limpanasittichai, Hang Sun, Xin-Fen\nGao, Li-Bing Zhang","Year":" 2020","Title":" Evolutionary relationships of the ancient fern lineage the\nadders tongues (Ophioglossaceae) with description of Sahashia gen.\nnov","Journal":" Cladistics","Volume":" 36","Issue":" 0","Pages":" 380-393","Keywords":" Chingioglossum, cryptic speciation, fern phylogeny,\nHaukia, Holubiella, Shahashia","DOI":" 10.1111/cla.12408","Abstract":" As an ancient lineage of ferns, Ophioglossaceae are\nevolutionarily among the most fascinating because they have the\nhighestchromosome count of any known organism as well as the presence of\nsporophores, subterranean gametophytes, eusporangiatesporangia without\nannuli, and endophytic fungi. Previous studies have produced conflicting\nresults, identifyingsome lineages withunresolved relationships, and have\npaid much attention to the subfamily Botrychioideae. But the other\nspecies-rich subfamily,Ophioglossoideae, has remained largely\nunderstudied and only up to 12 accessions of Ophioglossoideae have been\nsampled. Inthis study, DNA sequences of seven plastid markers of 149\naccessions (75 in Ophioglossoideae) representing approximately 82species\n(approximately 74% of estimated species diversity sensu J. Syst. Evol.,\n2016, 54, 563) in the family, and two Marattiaceae and two Psilotaceae,\nare used to infer a phylogeny. Our major results include: (1)\nOphioglossaceae are resolved as monophyletic with strong support, and so\nare all four subfamilies and genera sensu PPG I except Botrypus and\nOphioglossum; (2) anew genus Sahashia is segregated from Botrypus so\nthat the monophyly of Botrypus can be retained; (3) the monophyly\nofOphioglossum in its current circumscription is uncertain in spite of\nour large character sampling; (4) there is substantial crypticspeciation\nin Ophioderma detected by our molecular and morphological study; (5) the\nrecognition of Holubiella is advocatedbased on its morphology and its\nsister relationship with Sceptridium; and (6) a novel sister\nrelationship between Botrychium andthe JHS clade (Japanobotrychium +\n(Holubiella + Sceptridium)) is discovered.","trees":[{"tree_label":"Imported tree 1","ntax":"147","rootedtree":"TRUE","title":"Ophioglossaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132610.phy"}]}