{"Authors":" Daniela Aguiar Souza, Marcos Faria, Richard Alan Humber,\nRogerio Biaggioni Lopes","Year":" 2019","Title":" Assessment of the Brazilian diversity of fungi in the\nBeauveria bassiana species complex","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, Cordycipitaceae, genetic diversity, phylogeny,\ninsect fungi, biocontrol","DOI":"","Abstract":" We combined matrix-assisted laser desorption/ionization\ntime-of-flight mass spectrometry (MALDI-TOF MS) along sequencing of the\nnuclear intergenic region Bloc in order to assess the diversity of\nBrazilian species within the anamorphic complex Beauveria bassiana. A\ntotal of 121 strains housed in a government-owned culture and isolated\nfrom a range of hosts/substrates over a reasonably long time span\n(1981-2015) were assessed. All strains were subjected to MS, and those\nnot accurately identified by this technique were genomically verified.\nAmong the outcomes of this study, we highlight: 1) MS fingerprinting\nresulted in the consistent identification of 90.1% of strains; 2) B.\npseudobassiana is reported for the first time in the South American\ncontinent, in a subtropical region and from two insect orders not yet\nassociated with this taxon; and 3) four taxa were recognized, with the\ngreat majority of strains belonging to B. bassiana s.str. (93.4%),\nfollowed by B. caledonica (2.5%), B. pseudobassiana (2.5%) and B.\namorpha (1.6%). We also showed that some strains previously ascribed to\nB. brongniartii are misidentifications. Our previous work with the\ncomplex Metarhizium anisopliae confirmed a considerable diversity in\nBrazil. Surprisingly, the biodiversity of Beauveria shown in the present\nstudy was comparatively low. The geographic origins of strains used in\nour study was biased towards biomes with intense human interventions,\nsuch as the Cerrado. Future surveys on more conserved, less\nenvironmentally disturbed biomes, such as Caatinga, Pampa, Pantanal, and\nAmazon are necessary for a more comprehensive picture on the Brazilian\ndiversity within the Beauveria and related genera.","trees":[{"tree_label":"con 50 majrule","ntax":"57","rootedtree":"TRUE","title":"Tr116175","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116175.phy"},{"tree_label":"con 50 majrule","ntax":"57","rootedtree":"TRUE","title":"Tr116176","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116176.phy"}]}