{"Authors":" Aneta Wojewódzka, Jakub Baczynski, Lukasz Banasiak, Stephen\nR. Downie, Kamil Frankiewicz, Krzysztof Spalik, Agnieszka\nCzarnocka-Cieciura, Michal Gierek","Year":" 2019","Title":" Evolutionary shifts in fruit dispersal syndromes in Apiaceae\ntribe Scandiceae","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Apiaceae, Daucinae, dispersal syndrome, fruit morphology,\ntaxonomy, Torilidinae","DOI":"","Abstract":" Apiaceae tribe Scandiceae includes species with diverse\nfruits that depending upon their morphology are dispersed by gravity,\ncarried away by wind, or transported attached to animal fur or feathers.\nThis diversity is particularly evident in Scandiceae subtribe Daucinae,\na group encompassing species with wings or spines developing on fruit\nsecondary ribs. In this paper, we explore fruit evolution in 86\nrepresentatives of Scandiceae and outgroups to assess adaptive shifts\nrelated to the evolutionary switch between anemochory and epizoochory\nand to identify possible dispersal syndromes, i.e., patterns of\ncovariation of morphological and life-history traits that are associated\nwith a particular vector. We also assess the phylogenetic signal in\nfruit traits. Principal component analysis of 16 quantitative fruit\ncharacters and of plant height did not clearly separate species having\ndifferent dispersal strategies as estimated based on fruit appendages.\nOnly presumed anemochory was weakly associated with plant height and the\nflattening of mericarps with their accompanying anatomical changes. We\nconclude that in Scandiceae there are no distinct dispersal syndromes,\nbut a continuum of fruit morphologies that may rely on different vectors\nfor short and long-distance dispersal. Phylogenetic mapping of 10\ndiscrete fruit characters on trees inferred by nrDNA ITS and cpDNA\nsequence data revealed that all are homoplastic and of limited use for\nthe delimitation of genera. Spines evolved from wings developing on\nsecondary ribs. We hypothesize that spines cannot form on primary ribs\nbecause these contain vascular bundles that may constrain such a\ntransformation. We describe a new subtribe for Artedia and propose three\nnew combinations in Daucus.","trees":[{"tree_label":"raxml","ntax":"86","rootedtree":"TRUE","title":"Scandiceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_116210.phy"},{"tree_label":"con 50 majrule","ntax":"86","rootedtree":"TRUE","title":"Scandiceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_116211.phy"}]}