{"Authors":" Tomoyuki Takano, Sumio Higuchi, Hisato Ikegaya, Fumio\nTakahashi, Hisayoshi Nozaki, Ryo Matsuzaki, Masanobu Kawachi","Year":" 2019","Title":" Identification of 13 Spirogyra species (Zygnemataceae) by\ntraits of sexual reproduction induced under laboratory culture\nconditions","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":" 10.1038/s41598-019-43454-6","Abstract":" The genus Spirogyra is abundant in freshwater habitats\nworldwide, and comprises approximately 380 species. Species assignment\nis often difficult because identification is based on the\ncharacteristics of sexual reproduction in wild-collected samples and\nspores produced in the field or laboratory culture. We developed an\nidentification procedure based on an improved methodology for inducing\nsexual conjugation in laboratory-cultivated filaments. We tested the\nmodified procedure on 52 newly established and genetically different\nstrains collected from diverse localities in Japan. We induced\nconjugation or aplanospore formation under controlled laboratory\nconditions in 15 of the 52 strains, which allowed us to identify 13\nspecies. Two of the thirteen species were assignable to a related but\ntaxonomically uncertain genus, Temnogyra, based on the unique\ncharacteristics of sexual reproduction. Our phylogenetic analysis\ndemonstrated that the two Temnogyra species are included in a large\nclade comprising many species of Spirogyra. Thus, separation of\nTemnogyra from Spirogyra may be untenable, much as the separation of\nSirogonium from Spirogyra is not supported by molecular analyses.","trees":[{"tree_label":"Imported tree 1","ntax":"143","rootedtree":"TRUE","title":"Spirogyra rbcL and atpB RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117052.phy"},{"tree_label":"con 50 majrule","ntax":"143","rootedtree":"TRUE","title":"Spirogyra rbcL and atpB Mrbayes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117053.phy"}]}