{"Authors":" Timothy J. Gallaher, Dean C. Adams, Lakshmi Attigala, Sean\nV Burke, Joseph M. Craine, Melvin R Duvall, Phillip C. Klahs, Emma\nSherratt, William P. Wysocki, Lynn G Clark","Year":" 2019","Title":" Leaf shape and size tracks habitat transitions across\nforest-grassland boundaries in the grass family (Poaceae)","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Anatomical evolution, ecotone, geometric morphometrics,\ngrasslands, macroecology","DOI":"","Abstract":" Grass leaf shape is a strong indicator of their habitat.\nLinear leaves predominate in open areas and more ovate leaves\ndistinguish forest-associated grasses. This pattern among extant species\nsuggests that ancestral shifts between forest and open habitats may have\ncoincided with changes in leaf shape or size. We tested relationships\nbetween habitat, climate, photosynthetic pathway and leaf shape and size\nin a phylogenetic framework to evaluate drivers of leaf shape and size\nvariation over the evolutionary history of the family. We also estimated\nthe ancestral habitat of Poaceae and tested whether forest margins\nserved as transitional zones for shifts between forests and grasslands.\nWe found that grass leaf shape is converging towards different shape\noptima in the forest understory, forest margins and open habitats. Leaf\nsize also varies with habitat. Grasses have smaller leaves in open and\ndrier areas, and in areas with high solar irradiance. Direct transitions\nbetween linear and ovate leaves are rare as are direct shifts between\nforest and open habitats. The most likely ancestral habitat of the\nfamily was the forest understory and forest margins along with an\nintermediate leaf shape served as important transitional habitat and\nmorphology respectively for subsequent shifts across forest-grassland\nbiome boundaries.","trees":[{"tree_label":"tree 1","ntax":"581","rootedtree":"TRUE","title":"Poaceae Calibrated","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_116235.phy"},{"tree_label":"tree 1","ntax":"581","rootedtree":"TRUE","title":"Poaceae Uncalibrated phylogeny-estimate 581\nBayesian","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_116215.phy"},{"tree_label":"MLT uncalibrated","ntax":"262","rootedtree":"TRUE","title":"Poaceae Plastomes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117070.phy"},{"tree_label":"Bayes calibration 3","ntax":"262","rootedtree":"TRUE","title":"Poaceae Plastomes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117069.phy"},{"tree_label":"Bayes calibration 2","ntax":"262","rootedtree":"TRUE","title":"Poaceae Plastomes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117068.phy"},{"tree_label":"Bayes calibration 1","ntax":"262","rootedtree":"TRUE","title":"Poaceae Plastomes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117067.phy"}]}