{"Authors":" NUR AKBAR AROFATULLAH","Year":" 2019","Title":" Molecular identification and in vitro propagation of\narbuscular mycorrhiza from tea plant rhizosphere","Journal":" Current Research in Environmental & Applied\nMycology","Volume":"","Issue":"","Pages":"","Keywords":" axenic culture, Glomeromycota, nested PCR, root organ\nculture, single spore sequencing, SSU rDNA.","DOI":"","Abstract":" The purpose of this research was to identify arbuscular\nmycorrhiza spores colonizing the rhizosphere of tea plants and attempt\nto propagate those spores in vitro . Soil samples from the tea plant\nrhizosphere were sieved, and arbuscular mycorrhizal spores were isolated\nand identified based on a morphological and molecular approach. Five\nspecies of arbuscular mycorrhiza were identified: Acaulospora mellea,\nAcaulospora spinosa, Glomus ambisporum, Glomus multicaule, and\nScutellospora cerradensis. Eleven arbuscular mycorrhizal sequences were\nobtained, the phylogenetic analysis grouped the 11 sequences into five\nclades, belonging to the Acaulosporaceae, Gigasporaceae, and Glomeraceae\ngenera. Among the five species identified in this study, only two were\nable to germinate during co-cultivation with an Arabidopsis root organ\nculture host. Scutellospora cerradensis and Glomus clarum germinated\nafter three and seven days of incubation, respectively. However, the\ngerm tube did not develop any further, and was thus unable to infect the\nArabidopsis root. Host incompatibility or suboptimal incubation\ntemperature could be the cause for the halted spore development.\nNevertheless, these results provided an overview of arbuscular\nmycorrhizal fungal species colonizing the tea rhizosphere as well as\nchallenges for arbuscular mycorrhiza in vitro propagation using\nArabidopsis root culture.","trees":[{"tree_label":"nj","ntax":"35","rootedtree":"TRUE","title":"Arbuscular mycorrhiza from tea plant rhizosphere","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_116245.phy"}]}