{"Authors":" Miriam Marzall-Pereira, Daiani Cristina Savi, Lisandra\nFerreira-Maba, Paloma Gerlach Ribas, Vanessa Kava","Year":" 2020","Title":" Revealing the prevalence of Neopestalotiopsis,\nPseudopestalotiopsis, and Pestalotiopsis in Brazilian biomes","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Amazon Rainforest - Atlantic Forest  Biodiversity \nCaatinga - Celastraceae  Cerrado  New species - Pampa  Pantanal \nPhylogeny - Taxonomy","DOI":"","Abstract":" Brazil is known for its massive biodiversity, holding in\nits territory between 15 and 20 % of the total number of species\ndescribed on the planet. Brazilian biomes vary from forests,\nsavanna-like vegetations, to wetlands and this multiplicity performs a\ngreat influence to label Brazil as a megadiverse country. An incredible\nnumber of fungi from plants, sea, and soil are described every year and\namong this variety, the Pestalotiopsis group is attention-grabbing.\nPestalotiopsis strains have shown potential for biotechnological\napplications given its secondary metabolites and enzymes production;\nmoreover, some species in the genus causes diseases in several plants.\nThe Pestalotiopsis genus was recently divided into three genera based on\nphylogenetic and morphological analyses, namely Pestalotiopsis,\nNeopestalotiopsis, and Pseudopestalotiopsis. However, these pestalotiod\ngenera are often misidentified as Pestalotiopsis and the prevalence of\nthe three genera in Brazil is still uncertain. This study aimed to\nestablish an overview of Pestalotiopsis, Neopestalotiopsis, and\nPseudopestalotiopsis strains isolated in Brazilian Biomes. We evaluated\nthe genetic information of so-called ‘Pestalotiopsis’ strains in Brazil\nbased on searches in PubMed and GenBank databases. After analyzing 165\nsequences and 38 studies, we observed 102 Neopestalotiopsis, 49\nPestalotiopsis, and 10 Pseudopestalotiopsis isolates, distributed in all\nBrazilian biomes: Amazonian and Atlantic forests, Caatinga, Cerrado,\nPampa, and Pantanal. Among the 165 isolates, 63 had inaccurate\nidentification at the genus level. Some of this misidentification was\nobserved in studies published before the reclassification and the\nintroduction of the new genera, but some of them happened in recent\nstudies and four of those isolates represent a very distinct genus,\nEutypella. The limited information about the prevalence of the\nPestalotiopsis, Neopestalotiopsis, and Pseudopestalotiopsis in Brazil is\nalso evidence that novel species are probably being neglected. For this\nreason, we identified at species level some Neopestalotiopsis isolates\nfrom the Atlantic Forest, isolated from asymptomatic leaves of Maytenus\nilicifolia (Celastraceae). Those endophytic isolates were subjected to\nmorphological and phylogenetic analysis of ITS, TUB, and EF-1a sequences\nwhich led to the description of two new species Neopestalotiopsis\ncelastracearum and Neopestalotiopsis azevedoi from South Brazil. Our\ndata concerning the prevalence of pestalotiod with different lifestyles\nin Brazilian Biomes reinforce the importance of Brazil as a repository\nof species diversity and a vast reservoir for biotechnological\ndiscovery.","trees":[{"tree_label":"con 50 majrule","ntax":"77","rootedtree":"TRUE","title":"Tr126243","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_126243.phy"},{"tree_label":"con 50 majrule","ntax":"77","rootedtree":"TRUE","title":"Tr126242","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_126242.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr126245","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_126245.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr126244","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_126244.phy"}]}