{"Authors":" Robbin C. Moran, Judith Garrison Hanks, Michael Andrew\nSundue","Year":" 2019","Title":" http://purl.org/phylo/treebase/phylows/study/TB2:S24086","Journal":" TAXON","Volume":"","Issue":"","Pages":"","Keywords":" Beringia; boreotropics; eupolypods II; morphology;\ntaxonomy","DOI":"","Abstract":" We carried out a molecular phylogenetic analysis of\nNeotropical lady ferns (Athyrium s.s. and Anisocampium) using five\nplastid markers. We found two major results. First, three Neotropical\nspecies (Anisocampium skinneri and Athyrium palmense and A. tejeroi)\nformed a clade, and this clade was sister to the rest of Athyrium. The\nthree members of this clade differ from Athyrium s.l. by creeping\nrhizomes that bear distichously arranged leaves, lack of trophopods,\ninternodes 12 mm long, petiole bases broadly U-shaped in transverse\nsection, and thin, membranous laminae. We recognize this clade as a new\ngenus, Ephemeropteris, and make combinations for the three species that\nbelong to it; namely, E. palmensis, E. skinneri, and E. tejeroi. This\nname of the new genus is derived from the seasonal production of its\nleaves, which are produced during the wet season and die back (i.e., are\nephemeral) at the beginning of the dry season. Ephemeropteris is largely\nrestricted to the Pacific side of Central America, a region that\nexhibits a marked dry season from November to May. We provide a key to\nthe seven genera (including Ephemeropteris) we now recognize in the\nAthyriaceae. We also provide a taxonomic treatment of the three species\nof Ephemeropteris. The treatment that includes descriptions,\nillustrations, nomenclatural data, specimens cited, and dot-distribution\nmaps. Our second major result from the phylogentic analysis is that the\nremaining Neotropical species of Athyrium s.s. are polyphyletic. One of\nour seven samples was resolved in the A. filix-femina clade (sect.\nAthyrium), to which all species of Neotropical Athyrium were previously\nassumed to belong to. But our six other samples of Neotropical Athryium\nwere resolved in A. sect. Mackinnoniana, previously construed as\nentirely Asian.","trees":[{"tree_label":"con 50 majrule","ntax":"215","rootedtree":"TRUE","title":"Tr116280","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116280.phy"}]}