{"Authors":" Camila Gazolla Volpiano, Fernando Hayashi Sant’Anna,\nAdriana Ambrosini, Luciano Kayser Vargas, Bruno Britto Lisboa, Luciane\nMP Passaglia","Year":" 2019","Title":" Reclassification of Methylorubrum populi as a later\nheterotypic synonym of Methylorubrum thiocyanatum, and Methylobacterium\nphyllosphaerae as a later heterotypic synonym of Methylobacterium oryzae\nbased on whole-genome sequence analysis.","Journal":" International Journal of Systematic and Evolutionary\nMicrobiology","Volume":"","Issue":"","Pages":"","Keywords":" ANI; dDDH; genome-based taxonomy; methylobacteria;\nphylogenomics.","DOI":"","Abstract":" Phylogenetic analysis, genome average nucleotide identity\n(ANI), and digital DNA:DNA hybridization (dDDH) were used to investigate\nthe taxonomic relationship between 18 type strains belonging to the\ngenus Methylobacterium and the recently proposed genus Methylorubrum.\nWhole-genome comparisons demonstrated that the type strains\nMethylobacterium phyllosphaerae CBMB27T and Methylobacterium oryzae\nCBMB20T present a dDDH value of 90.5% and ANI values of 98.9398.81%,\nwhich exceed the species delineation thresholds. These strains also\nformed well-supported clades in phylogenies reconstructed from the 16S\nrRNA, gyrB sequences and a concatenation of 139 sequences from\nsingle-copy ortholog genes. Similarly, Methylorubrum populi BJ001T and\nMethylorubrum thiocyanatum JCM 10893T were closely related in the\nreconstructed phylogenies and exhibit a high degree of genetic\nrelatedness (dDDH: 83.1%, ANI: 98.19  97.80%). Considering all\nabove-mentioned results, Mtr. populi should be considered a later\nheterotypic synonym of Mtr. thiocyanatum, and Mtb. phyllosphaerae should\nbe considered a later heterotypic synonym of Mtb. oryzae. This study\nhighlights the need for taxonomic revisions based on whole-genome\nsequence analysis.","trees":[{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr116683","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116683.phy"}]}