{"Authors":" Ruth Del Prado, Kawinnat Buaruang, H. Thorsten Lumbsch, Ana\nCrespo, Pradeep Kumar Divakar","Year":" 2019","Title":" DNA sequence-based identification and barcoding of a\nmorphologically highly plastic lichen forming fungal genus (Parmotrema,\nParmeliaceae) from tropics","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Conservation, cryptic species, genetic distances,\nlichenized fungi, parmelioids, phylogeny, rainforest, Thailand","DOI":"","Abstract":" Tropical regions harbour rich biodiversity but are\nrelatively poorly explored, especially in lesser known taxonomic groups,\nsuch as lichenized fungi. In addition, the identification of species is\ncomplicated by frequent occurrence of cryptic species and the plasticity\nof phenotypic features traditionally used to identify species. Here, we\naim to explore species diversity and provide tools for accurate sample\nidentification of the genus Parmotrema from rainforests in Thailand. We\ngathered a three-locus DNA sequence data set and these were analysed in\nphylogenetic and DNA barcode frameworks. While some morpho-species were\nrecovered as monophyletic, others did not form monophyletic groups. Our\nstudy unmasked cryptic lineages in Parmotrema species distributed in\ntropics and show that phenotype-based sample identification may\nunderestimate species diversity in this group of lichens. Further,\ngenetic distances based on ITS DNA sequences (i.e. DNA barcode approach)\nwere shown to be a valuable tool for sample identification. In addition,\nour study highlights the need of taxonomic re-examination of the\nfollowing phenotypically delimited species: P. corniculans, P. crinitum,\nP. haitiense, P. maclayanum, P. perlatum and P. subtinctorium.","trees":[{"tree_label":"tree 1","ntax":"54","rootedtree":"TRUE","title":"Parmotrema ALF ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117156.phy"},{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Parmotrema Combined","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117157.phy"}]}