{"Authors":" Gustavo Henrique Jerônimo, Carmen Lidia Amorim\nPires-Zottarelli","Year":" 2019","Title":" Diversity and distribution of zoosporic fungi\n(Blastocladiomycota and Chytridiomycota) in Brazilian reservoirs","Journal":" Sydowia","Volume":"","Issue":"","Pages":"","Keywords":" Avachytrium, morphology, molecular phylogeny, sediment,\nwater column","DOI":"","Abstract":" The zoosporic fungi (Blastocladiomycota and\nChytridiomycota) represent basal lineages in Fungi kingdom, which have\nas similarity the production of flagellated and motile spores. The\ndiversity of zoosporic fungi has been underexplored in lentic habitats\nof the tropical regions. In Brazil, the most part of the studies has\nbeen focusing on diversity of these groups in lotic habits, leading a\ngap in our understanding of the diversity and ecological role of these\norganisms in these specific environments. The aim of this study was to\nelucidate the diversity and distribution of these phyla in the water\ncolumn and sediment samples of three tropical reservoirs, located in\nBrazilian Atlantic rainforest areas, allying the morphologic and\nphylogenetic approaches. Samples of different depths of water column\n(surface, medium depth and bottom) and surface sediment were collected\nand baited with substrates to allow the fungi development. We calculated\nthe frequency of occurrence and abundance for each taxon during the\nstudy. The taxa purified in agar medium were included in phylogenetic\nreconstructions to corroborate their morphologic identification. In\ntotal, we identified 24 taxa (12 at a specific level) and 10 strains\nwere purified and inserted in phylogenies at order level. In general,\nthe zoosporic fungi presented a higher species richness and abundance in\nsediment. The species Asterophlyctis sarcoptoides, Cladochytrium\nreplicatum, Nowakowskiella crenulata and N. hemisphaerospora were the\ntaxa more frequent and abundant, during the study. The genera\nAvachytrium is recorded for the first time in Brazil. The zoosporic\nfungi, are prevalent in freshwater reservoirs and play major roles in\nregulating the flow of organic carbon and nitrogen, however the\ndiversity of sediment fungi is only beginning to be revealed in recent\nyears. To close this gap, this study presents the more comprehensive\ndataset on fungal community composition from the sediment of Brazilian\nreservoirs and emphasizing the importance of understanding the diversity\nof zoosporic fungi in this compartment.","trees":[{"tree_label":"con 50 majrule","ntax":"40","rootedtree":"TRUE","title":"Cladochytriales 18S ITS 28S rDNA BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117168.phy"},{"tree_label":"bestREP3","ntax":"40","rootedtree":"TRUE","title":"Cladochytriales 18S ITS 28S rDNA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117169.phy"},{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Rhizophydiales complete ITS 28S BI","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117166.phy"},{"tree_label":"tree 1","ntax":"38","rootedtree":"TRUE","title":"Rhizophydiales complete ITS 28S MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117167.phy"},{"tree_label":"con 50 majrule","ntax":"42","rootedtree":"TRUE","title":"Chytridiales partial 28S BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117170.phy"}]}