{"Authors":" Milay Cabarroi-Hern치ndez, Alma R. Villalobos_Ar치mbula,\nMabel G. Torres-Torres, Cony Decock, Laura Guzm치n-D치valos","Year":" 2019","Title":" The Ganoderma weberianum-resinaceum lineage: multilocus\nphylogenetic analysis and morphology confirm G. mexicanum and G.\nparvulum in the Neotropics","Journal":" Mycokeys","Volume":"","Issue":"","Pages":"","Keywords":" Caribbean, Chlamydospores, Fomes weberianus,\nGanodermataceae, Paleotropics, South America","DOI":"","Abstract":" Many species of Ganoderma exhibit a high phenotypic\nplasticity. Thus especially among them, the morphological species\nconcept remains difficult to apply resulting in a currently confuse\ntaxonomy; as a consequence, the geographical distribution range of many\nspecies also remains very uncertain. One of the areas with a strong\nuncertainty, as far as morphological species concept is concerned, is\nthe Neotropics. It is common that names of species described from other\nregions, mainly from northern temperate areas, have been applied to\nNeotropical species. The aim of the present study was to determine which\nspecies might lay behind the G. weberianum complex in the Neotropics,\nusing morphological studies and phylogenetic inferences based on both\nsingle (ITS) and multilocus (ITS, rpb2, and tef1-a sequences). The\nresults indicated that G. weberianum sensu Steyaert, which is the\nusually accepted concept for this taxon, was absent from the Neotropics.\nIn this area, G. weberianum sensu Steyaert encompassed at least two\nphylogenetic species, G. mexicanum and G. parvulum, which could be\ndistinguished morphologically, notably by the ornamentation or its\nabsence on their chlamydospores. The results also showed that additional\nspecies from the Neotropics might still exist, including, e.g., G.\nperzonatum, but their circumscription remains uncertain up until now\nbecause of the paucity of material available. Furthermore, it was found\nthat the current concept of G. resinaceum embraced a complex of\nspecies.","trees":[{"tree_label":"tree 1","ntax":"71","rootedtree":"TRUE","title":"Tr116710","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116710.phy"}]}