{"Authors":" Natalie Cusimano, Susanne S Renner","Year":" 2019","Title":" Sequential horizontal gene transfers from different hosts in\na widespread Eurasian parasitic plant, Cynomorium coccineum","Journal":" American Journal of Botany","Volume":" 106","Issue":" 5","Pages":" 679-689","Keywords":" Cynomoriaceae, China to Canary Islands, horizontal gene\ntransfers, host, mitochondrial genome, gene trees, parasites","DOI":" 10.1002/ajb2.1286","Abstract":" Premise of the study: Parasitic plants with large\ngeographic ranges, and different hosts in parts of their range, might\nacquire horizontally-transferred genes (HGTs), which might sometimes\nleave a footprint of gradual host and range expansion. Cynomorium\ncoccineum, the only member of the Saxifragales family Cynomoriaceae, is\na root holoparasite that occurs in water-stressed habitats from western\nChina to the Canary Islands. It parasitizes at least ten angiosperm\nfamilies from different orders, some of them only in parts of its range.\nThis parasite therefore offers an opportunity to trace HGTs as long as\nparasite/host pairs can be obtained and sequenced. Methods: By\nsequencing mitochondrial, plastid, and nuclear loci from parasite/host\npairs from throughout the parasites range and with prior information\nfrom completely assembled mitochondrial and plastid genomes, we detected\nten HGTs of five mitochondrial genes. Key Results: The ten HGTs appear\nto have occurred sequentially as C. coccineum expanded from East to\nWest. Molecular-clock models yield Cynomorium stem ages between 66 and\n156 Myr, with relaxed clocks converging on 6667 Myr. Chinese Sapindales,\nprobably Nitraria, were the first source of transferred genes, followed\nby Iranian and Mediterranean Caryophyllales. The most recently acquired\ngene appears to come from a Tamarix host in the Iberian Peninsula.\nConclusion: Data on HGTs that have accumulated over the past 15 years,\nalong with this discovery of multiple HGTs within a single widespread\nspecies, underline the need for more whole-genome data from\nparasite/host pairs to investigate if and how transferred copies coexist\nwith, or replace, native functional genes.","trees":[{"tree_label":"PAUP 1","ntax":"11","rootedtree":"TRUE","title":"Cynomorium coccineum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121655.phy"}]}