{"Authors":" Juan Carlos Zamora, Stefan Ekman","Year":" 2020","Title":" Phylogeny and character evolution in the Dacrymycetes, and\nsystematics of Unilacrymaceae and Dacryonaemataceae fam. nov.","Journal":" Persoonia","Volume":" 44","Issue":"","Pages":" 161-205","Keywords":" Carotenoids, coalescence analyses, cytology, Dacrymycetes,\nDacryonaema, species delimitations, Unilacryma","DOI":" 10.3767/persoonia.2020.44.07","Abstract":" We present a multilocus phylogeny of the class\nDacrymycetes, based on data from the 18S, ITS, 28S, RPB1, RPB2, TEF-1α,\n12S, and ATP6 DNA regions, with c. 90 species including the types of\nmost currently accepted genera. A variety of methodological approaches\nwas used to infer phylogenetic relationships among the Dacrymycetes,\nfrom a supermatrix strategy using maximum likelihood and Bayesian\ninference on a concatenated dataset, to coalescence-based calculations,\nsuch as quartet-based summary methods of independent single-locus trees,\nand Bayesian integration of single-locus trees into a species tree under\nthe multispecies coalescent. We evaluate for the first time the\ntaxonomic usefulness of some cytological phenotypic characters, i.e.,\nvacuolar contents (vacuolar bodies and lipid bodies), number of nuclei\nof recently discharged basidiospores, and pigments, with especial\nemphasis on carotenoids. These characters, along with several others\ntraditionally used for the taxonomy of this group (basidium shape,\npresence and morphology of clamp connections, morphology of the terminal\ncells of cortical/marginal hyphae, presence and degree of ramification\nof the hyphidia), are mapped on the resulting phylogenies and their\nevolution through the class Dacrymycetes discussed. Our analyses reveal\nfive lineages that putatively represent five different families, four of\nwhich are accepted and named. Three out of these four lineages\ncorrespond to previously circumscribed and published families\n(Cerinomycetaceae, Dacrymycetaceae, and Unilacrymaceae), and one is\nproposed as the new family Dacryonaemataceae. Provisionally, only a\nsingle order, Dacrymycetales, is accepted within the class. Furthermore,\nthe systematics of the two smallest families, Dacryonaemataceae and\nUnilacrymaceae, are investigated to the species level, using\ncoalescence-based species delimitation on multilocus DNA data, and a\ndetailed morphological study including morphometric analyses of the\nbasidiospores. Three species are accepted in Dacryonaema, the type, Da.\nrufum, the newly combined Da. macnabbii (basionym Dacrymyces macnabbii),\nand a new species named Da. macrosporum. Two species are accepted in\nUnilacryma, the new U. bispora, and the type, U. unispora, the latter\ntreated in a broad sense pending improved sampling across the\nHolarctic.","trees":[{"tree_label":"con 50 majrule","ntax":"50","rootedtree":"TRUE","title":"Dacrymycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129116.phy"},{"tree_label":"con 50 majrule","ntax":"188","rootedtree":"TRUE","title":"Dacrymycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129117.phy"}]}