{"Authors":" Paula Ramos-Silva, Mónica Serrano, Adriano O.\nHenriques","Year":" 2019","Title":" From root to tips: sporulation evolution and specialization\nin Bacillus subtilis and the intestinal pathogen Clostridioides\ndifficile","Journal":" Molecular Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" sporulation, bacterial genome evolution, horizontal gene\ntransfer, taxon-specific genes, Bacillus subtilis, Clostridioides\ndifficile","DOI":" 10.1093/molbev/msz175","Abstract":" Bacteria of the Firmicutes phylum are able to enter a\ndevelopmental pathway that culminates with the formation of a highly\nresistant, dormant spore. Spores allow environmental persistence,\ndissemination and for pathogens, are infection vehicles. In both the\nmodel Bacillus subtilis, an aerobic species, and in the intestinal\npathogen Clostridioides difficile, an obligate anaerobe, sporulation\nmobilizes hundreds of genes. Their expression is coordinated between the\nforespore and the mother cell, the two cells that participate in the\nprocess, and is kept in close register with the course of morphogenesis.\nThe evolutionary mechanisms by which sporulation emerged and evolved in\nthese two species, and more broadly across Firmicutes, remain largely\nunknown. Here, we trace the origin and evolution of sporulation. Using\nthe genes involved in the process in B. subtilis and C. difficile, and\nestimating their gain-loss dynamics in a comprehensive bacterial\nmacro-evolutionary framework we show that sporulation evolution was\ndriven by two major gene gain events, the first at the base of the\nFirmicutes and the second at the base of the B. subtilis group and\nwithin the Peptostreptococcaceae family, which includes C. difficile. We\nalso show that early and late sporulation regulons have been co-evolving\nand that sporulation genes entail greater innovation in B. subtilis with\nmany Bacilli-lineage restricted genes. In contrast, C. difficile more\noften recruits new sporulation genes by horizontal gene transfer, which\nreflects both its highly mobile genome, the complexity of the gut\nmicrobiota and an adjustment of sporulation to this particular\necosystem.","trees":[{"tree_label":"RAxML","ntax":"258","rootedtree":"TRUE","title":"Firmicutes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120531.phy"},{"tree_label":"MrBayes","ntax":"258","rootedtree":"TRUE","title":"Firmicutes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120530.phy"}]}