{"Authors":" Cathy L Cripps, Ellen Larsson, Jukka Vauras","Year":" 2019","Title":" Nodulose-spored Inocybe species (Cortinatae, Marginatae) from\nthe Rocky Mountain alpine zone: molecularly linked to European and type\nspecimens","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Arctic-alpine, biogeography, Colorado, Inocybaceae, J.\nFavre, molecular systematics, Montana, Salix, taxonomy, type\ncollections, new species","DOI":"","Abstract":" Inocybe (Inocybaceae) is one of the most diverse\nectomycorrhizal genera in Arctic and alpine habitats where primary hosts\nare Salix, Betula and Dryas. Subgenus Inocybe is common in these\nhabitats and is characterized by the presence of thick-walled\npleurocystidia; here we focus on species in this section that have\nangular or nodulose spores. Historically, over thirty taxa from this\ngroup have been reported from Arctic and alpine habitats. Many have been\nsynonymized, while molecular analysis has revealed new species. The nuc\nrDNA ITS1-5.8S-ITS2 (internal transcribed spacer [ITS] barcode) sequence\ndata of twenty-four type specimens in this group now allows for further\ntaxonomic clarification and comparison across continents of disjunct\npopulations. Here we compare sequence data of the ITS and about 1200bp\nof the 5´end of nuc 28S rDNA [LSU] from Rocky Mountain specimens with\nthose of types and European reference material. We report ten species\nfrom the Rocky Mountain alpine zone, of which five are conspecific with\nknown European boreal or alpine species, and four are described as new;\nall have intercontinental distributions except I. neolemmi.\nNodulose-spored Inocybes that occur in the Rocky Mountain alpine zone\ninclude: Inocybe alpinomarginata sp. nov., I. arctica, I. giacomi, I.\ncf. giacomi, I. murina sp. nov., I. neolemmi sp. nov., I. occulta, I.\nparagicomi sp. nov., I. phaeocystidiosa, and I. purpureobadia.\nRemarkably, in the Rocky Mountains these species occur at elevations up\nto 4000 m and at latitudes as low as 360 N, hundreds of miles from the\nArctic, the European alpine, and original type localities. Distributions\nare explained in part by host distributions and glaciation. A key and\nfull descriptions for Rocky mountain species are provided to promote\nspecies recognition.","trees":[{"tree_label":"con 50 majrule","ntax":"136","rootedtree":"TRUE","title":"Tr116732","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116732.phy"},{"tree_label":"PAUP_1","ntax":"136","rootedtree":"TRUE","title":"Tr116731","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116731.phy"}]}