{"Authors":" Minna Annina Launis, Jiří Malíček, Måns Svensson, Andrei\nTsurykau, Emmanuël Sérusiaux, Leena Myllys","Year":" 2019","Title":" Sharpening species boundaries in the Micarea prasina group\nwith notes on the type species M. prasina","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" crystalline granules; diversity; dead wood; epitypes;\nlichens; molecular phylogenetics; new species; species delimitation;\ntaxonomy; type species.","DOI":"","Abstract":" Micarea is a lichenized genus in the family Pilocarpaceae\n(Ascomycota). We studied the phylogeny and reassessed the current\ntaxonomy of the M. prasina group. We focused especially on the taxonomic\nquestions concerning the type species M. prasina and, furthermore,\nchallenges concerning type specimens that are too old for successful DNA\nbarcoding and molecular studies. The phylogeny was reconstructed using\nnuc rDNA internal transcribed spacer region (ITS1-5.8S-ITS2), mito rDNA\nsmall subunit (mtSSU) and replication licensing factor MCM7 gene from 31\ntaxa species. Fifty-six new sequences were generated. The data was\nanalyzed using maximum parsimony and maximum likelihood methods. The\nresults revealed four undescribed, well-supported lineages. Three\nlineages represent new species described here as M. fallax, M.\nflavoleprosa and M. pusilla. In addition, our results support the\nrecognition of M. melanobola as a distinct species. Micarea fallax is\ncharacterized by a vivid to olive green thallus composed of aggregated\ngranules and whitish or brownish apothecia sometimes with greyish tinge\n(Sedifolia-grey pigment). Micarea flavoleprosa has a thick,\nwide-spreading yellowish-, whitish to olive-green sorediate thallus and\nlacks the Sedifolia-grey pigmentation. The species is mostly anamorphic,\ndeveloping apothecia rarely. Micarea melanobola is characterized by a\npale to dark vivid green granular thallus and darkly pigmented apothecia\n(Sedifolia-grey). Micarea pusilla is characterized by a whitish-green to\nolive-green thinly granular or membranous thallus, numerous and very\nsmall whitish apothecia lacking the Sedifolia-grey pigment, and by the\nproduction of methoxymicareic acid. Micarea fallax, M. flavoleprosa and\nM. melanobola produce micareic acid. The reliability of crystalline\ngranules as a character for species delimitation was investigated and\nwas highly informative for linking the old type specimen of M. prasina\nto fresh material.","trees":[{"tree_label":"tree 1","ntax":"83","rootedtree":"TRUE","title":"Micarea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117177.phy"}]}