{"Authors":" Susanne Schilling","Year":" 2019","Title":" Genome-wide analysis of MIKC-type MADS-box genes in wheat:\npervasive duplications may have facilitated adaptation to different\nenvironmental conditions","Journal":" na","Volume":" na","Issue":" na","Pages":" na","Keywords":" MADS-box gene, MADS-domain, wheat, transcription factors,\nIWGSC, Triticum aestivum,, gene duplication, neofunctionalization, crop\nbreeding","DOI":"","Abstract":" Background Wheat (Triticum aestivum) is one of the most\nimportant crops worldwide. Given a growing global population coupled\nwith increasingly challenging climate and cultivation conditions,\nfacilitating wheat breeding by fine-tuning important traits such as\nstress resistance, yield and plant architecture is of great importance.\nSince they are involved in virtually all aspects of plant development\nand stress responses, prime candidates for improving these traits are\nMIKC-type (type II) MADS-box genes. Results We present a detailed\noverview of number, phylogeny, and expression of 201 wheat MIKC-type\nMADS-box genes, which can be assigned to 15 subfamilies. Homoeolog\nretention is significantly above the average genome-wide retention rate\nfor wheat genes, indicating that many MIKC-type homoeologs are\nfunctionally important and not redundant. Gene expression is generally\nin agreement with the expected subfamily-specific expression pattern,\nindicating broad conservation of function of MIKC-type genes during\nwheat evolution. We find the extensive expansion of some MIKC-type\nsubfamilies to be correlated with their chromosomal location and propose\na link between MADS-box gene duplications and the adaptability of wheat.\nA number of MIKC-type genes encode for truncated proteins that lack\neither the DNA-binding or protein-protein interaction domain and\noccasionally show novel expression patterns, possibly pointing towards\nneofunctionalization. Conclusions Conserved and neofunctionalized\nMIKC-type genes may have played an important role in the adaptation of\nwheat to a diversity of conditions, hence contributing to its importance\nas a global staple food. Therefore, we propose that MIKC-type MADS-box\ngenes are especially well suited for targeted breeding approaches and\nphenotypic fine tuning.","trees":[{"tree_label":"Tree 1","ntax":"288","rootedtree":"TRUE","title":"Figure 1","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_116748.phy"},{"tree_label":"Tree 4","ntax":"61","rootedtree":"TRUE","title":"Figure S2C","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_116749.phy"},{"tree_label":"Tree 3","ntax":"55","rootedtree":"TRUE","title":"Figure S2B","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_116751.phy"},{"tree_label":"Tree 2","ntax":"42","rootedtree":"TRUE","title":"Figure S2A","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_116752.phy"},{"tree_label":"Tree 5","ntax":"32","rootedtree":"TRUE","title":"Figure S2D","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_116750.phy"}]}