{"Authors":" Carlos Alonso Maya-Lastra, Victor Werner Steinmann","Year":" 2019","Title":" Evolution of the untouchables: Phylogenetics and\nclassification of Cnidoscolus (Euphorbiaceae)","Journal":" Taxon","Volume":" 68","Issue":" 4","Pages":" 692-713","Keywords":" Cnidoscolus","DOI":" 10.1002/tax.12093","Abstract":" Cnidoscolus (Euphorbiaceae) is an American genus of 99\nspecies, distributed from the United States to Argentina and the\nAntilles. The genus is noteworthy due to the presence of stinging hairs,\na feature otherwise very rare in Euphorbiaceae. Here we constructed a\nphylogenetic hypothesis for relationships in Cnidoscolus using both\nnuclear (ITS) and chloroplast (psbA‐trnH, trnL‐trnF) markers. We\nincluded 44 species and 7 additional subspecies (of 4 species), which\nrepresent a broad geographic and taxonomic sample of the genus. The\nnuclear and chloroplast datasets were analyzed separately. Various\nincongruencies were detected between the nuclear and plastid\nphylogenies, and in general, the ITS reconstruction is better resolved\nand has more clades that are highly supported. In both analyses,\nCnidoscolus is confirmed to be monophyletic and composed of two major\nlineages: a northern clade that comprises species distributed primarily\nin North and Central America and a southern clade composed of mostly\nSouth American species. We conducted ancestral reconstructions of three\ncharacters important in the classification of the genus: (1) primary\nleaf venation, (2) number of staminal whorls in the androecium, and (3)\npetiolar glands. Based on morphology and the molecular phylogeny, we\npropose an updated infrageneric classification that recognizes eight\nsections and two subsections, and we place 98 of the accepted species\ninto this new classification, with one species’ position uncertain.","trees":[{"tree_label":"MLT","ntax":"91","rootedtree":"TRUE","title":"Cnidoscolus psbA-trnH trnL-F","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122550.phy"},{"tree_label":"MLT","ntax":"80","rootedtree":"TRUE","title":"Cnidoscolus ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122547.phy"}]}