{"Authors":" Brenda Díaz-Cárdenas, Eduardo Ruiz-Sanchez, Héctor Gadsden,\nJosé Manuel García-Enriquez, Patricia Castro-Felix, Gamaliel\nCastañeda-Gaytán, Anne Santerre","Year":" 2019","Title":" Physiographic and climatic events in the Chihuahuan Desert\nlead to the speciation and distinct demographic patterns of two sister\nSceloporus lizards","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Allopatric speciation, Mapimian subprovince,\nphylogeography, Pliocene-Pleistocene transition","DOI":"","Abstract":" The biogeographic history of the Chihuahuan Desert is\nknown to be complex and there is evidence of the effects of\nphysiographic and climatic events in species diversification and\ndemographic population changes in many taxa. Here, using molecular data,\nwe studied the influence of the physiographic and climatic events that\noccurred in the Chihuahuan Desert during the Pliocene-Pleistocene\ntransition on the speciation and evolutionary history of the sister\nlizard species Sceloporus cyanostictus and S. gadsdeni. First, we\nestimated the divergence times of the sister species. We then\ninvestigated the demographic history of both species within a\nphylogeographic framework. The divergence time was inferred to be 1.48\nMya, date that corresponds to the existence of a large lake in the\nMapimian subprovince, between the current geographic locations of S.\ncyanostictus and S. gadsdeni. This lake could have acted as a barrier,\nleading to the speciation of both species. For the demographic history\nof the two species, we identified two distinct patterns: the population\nexpansion of S. gadsdeni within the Last Glacial Maximum and the\npotential population decline of S. cyanostictus. Our results can be used\nas a guide for the study of other aspects that could be critical to\ndeveloping conservation actions that ensure the survival of not only S.\ngadsdeni and S. cyanostictus, but also other co-occurring lizard\nspecies.","trees":[{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Sceloporus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117544.phy"}]}