{"Authors":" Hexing Qi, Jun Yang, Changfa Yin, Jian Zhao, Xianxian Ren,\nShishuang Jia, Guozhen Zhang","Year":" 2019","Title":" Analysis of Pyricularia oryzae and P. grisea from Different\nHosts Based on Multilocus Phylogeny and Pathogenicity Associated with\nHost Preference in China","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Pyricularia oryzae and P. grisea are important agents of\nmajor diseases on a wide range of gramineous hosts, and while P. oryzae\nis the most important pathogen causing outbreak of the rice blast, P.\ngrisea is mainly a pathogen of crabgrass. In this study, 103 P. oryzae\nand 20 P. grisea isolates were collected from seven species of plants,\nand their phylogeny, pathogenicity, and relationship with host\npreferences were analyzed to investigate the differences among them from\ndifferent hosts. Based on phylogenetic analysis of multilocus sequences,\n16 isolates from crabgrass and four isolates from green bristlegrass\nwere identified as P. grisea, and another 103 isolates from crabgrass,\ngreen bristlegrass, goose grass, foxtail millet, wild millet, rice and\nsedge belonged to P. oryzae. Results on pathogenicity tests by\nartificial inoculation demonstrated that six out of ten P. oryzae\nisolates from rice and three out of 44 P. oryzae isolates from green\nbristlegrass showed cross-infectivity on green bristlegrass and rice,\nrespectively. Taken together, our results demonstrated that isolates\nfrom green bristlegrass and crabgrass consist of both P. oryzae and P.\ngrisea, and that P. oryzae isolates showed cross-infectivity between\nrice and green bristlegrass, suggesting host shifts may occur for P.\noryzae and P. grisea.","trees":[{"tree_label":"Fig. 1","ntax":"143","rootedtree":"TRUE","title":"Pyricularia The maximum parsimony tree of P. oryzae and\nP. grisea inferred from combined sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117918.phy"},{"tree_label":"Fig. S3","ntax":"143","rootedtree":"TRUE","title":"Pyricularia The maximum parsimony tree of P. oryzae and\nP. grisea isolates inferred from beta-tubulin sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117920.phy"},{"tree_label":"Fig. S2","ntax":"143","rootedtree":"TRUE","title":"Pyricularia The maximum parsimony tree of P. oryzae and\nP. grisea isolates inferred from actin sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117919.phy"},{"tree_label":"Fig. S4","ntax":"143","rootedtree":"TRUE","title":"Pyricularia The maximum parsimony tree of P. oryzae and\nP. grisea isolates inferred from calmodulin sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117921.phy"}]}