{"Authors":" Johannes Enroth, Sanna Olsson, Michael Stech, Lars Hedenäs,\nDietmar Quandt, Sanna Huttunen, Volker Buchbender, Ray Tangney","Year":" 2019","Title":" Orthostichellaceae fam. nov. and other novelties in\npleurocarpous mosses revealed by phylogenetic","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" bryophytes, molecular systematics, taxonomy, new taxa,\nmorphological evolution","DOI":"","Abstract":" In the light of a phylogenetic reconstruction based on a\nmulti-loci data set including sequence data from all three compartments\n(plastome: (rps4)trnF, rpl16 group II intron; chondrome: nad5 group I\nintron; nuclear: ITS1&2) the Orthostichellaceae are described as a\nnew family of pleurocarpous mosses. It is distributed mainly in the\nNeotropics and tropical Africa, and provisionally contains the genera\nDixonia (Asia, 1 species), Afrothamnium gen. nov. (Africa and\nNeotropics, 1 sp.), Pinnatidendron gen. nov. (Africa and Neotropics, 1\nsp.), Deslooveria gen. nov. (Africa and French Guiana, 5 spp.),\nScabrellifolium gen. nov. (Neotropics and Africa, 2 spp.), and\nOrthostichella (Neotropics and Africa, 9 spp.). In the Neckeraceae we\ndescribe Dannorrisia gen. nov. (N. America, 1 sp.), Austrothamnium gen.\nnov. (Australasia, 2 spp.), and Bryobuckia gen. nov. (endemic to Chile,\n7 spp.). Porotrichum s.str. becomes an essentially Neotropical genus and\nit contains the formerly recognized genera Porotrichopsis and\nPorotrichodendron. Thamnobryum s.str. is distributed exclusively in the\nNorthern Hemisphere and is largely temperate. The mainly Macaronesian\nEchinodiaceae becomes a family of two genera, Echinodium (3 spp.) and\nPseudomalia gen. nov. (1 sp.). The morphological evolution in the\nOrthostichellaceae is discussed based on the phylogeny.","trees":[{"tree_label":"con 50 majrule","ntax":"118","rootedtree":"TRUE","title":"Tr116930","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116930.phy"},{"tree_label":"Imported tree 1","ntax":"118","rootedtree":"TRUE","title":"Tr116974","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116974.phy"},{"tree_label":"Imported tree 1","ntax":"118","rootedtree":"TRUE","title":"Tr116929","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116929.phy"},{"tree_label":"con 50 majrule","ntax":"118","rootedtree":"TRUE","title":"Tr116975","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116975.phy"}]}