{"Authors":" Zi-Hong Chen, Kai Chen, Yong-Dong Dai, Yuan Zheng,\nYuan-Bing Wang, Xiao-Na Yang, Hong Yu, Yu-Ming Yang, Ling Xu","Year":" 2019","Title":" Beauveria Species Diversity in the Gaoligong Mountains of\nChina","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Beauveria; Multigene phylogenetics; Vegetation type;\nSpecies diversity; Taxonomy","DOI":"","Abstract":" The Gaoligong mountains accommodate diverse ecosystems and\nbiological resources. Beauveria species diversity is inventoried in\nseven vegetation types of the Gaoligong mountains along an elevation\ngradient from 600 to 3800 m. Strains were isolated from soil by using\nTenebrio molitor larvae as baits and from naturally occurring insect\ncadavers carrying anamorphic or teleomorphic fruiting structures of\nBeauveria spp.. The 231 isolated Beauveria strains were identified based\non molecular phylogenetic analyses inferred from Bloc, nrSSU, nrLSU,\nTEF, RPB1, and RPB2 sequences. Eleven species were identified as\nBeauveria asiatica, B. bassiana, B. brongniartii, B. caledonica, B.\nmedogensis, B. pseudobassiana, and B. sinensis, previously recorded in\nother Chinese environments, and B. baoshanensis sp. nov., B.\nmalawiensis, B. rudraprayagi and B. yunnanensis sp. nov., encountered in\nChina for the first time. Species phylogenies are presented and\nmorphological characters of the new species are described. Most isolates\nwere identified as B. bassiana and B. pseudobassiana (86.1%), while the\nother nine species were isolated rarely. Beauveria was widely\ndistributed in six vegetation types, but not in the vegetation type of\nthe highest altitude. More than 4 species were encountered in vegetation\ntypes with moderate elevation and these environments also showed highest\ndiversity of plants and insects.","trees":[{"tree_label":"Imported tree 1","ntax":"49","rootedtree":"TRUE","title":"Beauveria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117319.phy"}]}