{"Authors":" Margarita Villegas-Rios, Rodolfo Salas-Lizana, Roberto\nGaribay-Orijel, Julieta Alvarez-Manjarrez","Year":" 2019","Title":" New Mesoamerican lineages of Clavulina from Mexico reveal a\nbiogeographic link between tropical and temperate regions","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Clavulinaceae phylogeny, ITS, RPB2, biogeography, 3 new\ntaxa","DOI":"","Abstract":" Clavulina comprises ca. 82 described species, distributed\nin both tropical and temperate regions. Clavulina belongs to\nClavulinaceae, along with Membranomyces, the Sistotrema\nbrinkmanni-oblongisporum group and Multiclavula. However, the\nphylogenetic relationships within the family and this genus are not\ncompletely resolved. It has been proposed that Clavulina has a tropical\norigin with a derived group of species (i.e. the C. cristata group) with\ntemperate distribution. To test this hypothesis, we sampled mycorrhizae\nand basidiocarps of Clavulina in three tropical biogeographic provinces\nof Mexico. We used morphological data and two molecular markers, the nuc\nrDNA Internal Transcribed Spacer (ITS) region and a fragment of the RNA\npolymerase II gene (RPB2), to differentiate new species and infer their\nphylogeny. However, RPB2 phylogeny was inconsistent with both\nmorphological and ITS data. The ITS phylogeny was also used to\nreconstruct ancestral habitats (i.e. temperate or tropical) and estimate\nnet diversification rates. Nine new lineages were discovered, from which\nthree new species are proposed (C. arboreoparva, C. subtilis and C.\ntuxtlasana). The ITS phylogeny places all the new lineages as basal on\nthe C. cristata group, confirming a tropical origin for Clavulina and,\ncontrary to previous hypotheses, it suggests a tropical ancestor for the\nentire C. cristata group. Additionally, a lineage including only\nHolarctic species with a temperate ancestor is proposed. We suggest that\nMesoamerica is a link between tropical species in South America and the\nnorthern hemisphere. The new described species share some morphological\ncharacters with temperate Clavulina, such as simple or branched\nbasidiomata and whitish-grey hymenium. KEY WORDS Clavulinaceae\nphylogeny, ITS, RPB2, biogeography, 3 new taxa","trees":[{"tree_label":"RAXML tree","ntax":"38","rootedtree":"TRUE","title":"Tr116944","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116944.phy"},{"tree_label":"Beast_ITS_tree","ntax":"100","rootedtree":"TRUE","title":"Tr116941","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116941.phy"},{"tree_label":"RAXML ITS tree","ntax":"99","rootedtree":"TRUE","title":"Tr116942","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116942.phy"},{"tree_label":"ACR_tree","ntax":"100","rootedtree":"TRUE","title":"Tr116940","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116940.phy"},{"tree_label":"RPB2 con tree","ntax":"38","rootedtree":"TRUE","title":"Tr116943","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116943.phy"}]}