{"Authors":" Bruno W. Ferreira, Matheus Guilherme de Paula, María del\nCarmen Herrera Rodríguez, Robert W. Barreto","Year":" 2019","Title":" Taxonomic clarification of two Cercospora spp. causing leaf\nspots on Neomarica spp. in Brazil","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" leaf spot species, Neomarica caerulea, Neomarica\nlongifolia, ornamental, taxonomy, walking iris, yellow iris.","DOI":"","Abstract":" Neomarica is a genus of the Iridaceae with several\nornamental species, including Neomarica caerulea (walking iris) and N.\nlongifolia (yellow iris). Little is known about fungal diseases of\nmembers of the genus Neomarica. In June 2017, N. longifolia plants\ngrowing in a garden at Antonio Carlos were observed bearing leaf spots\nsymptoms. A cercosporoid hyphomycete was associated with the necrotic\ntissues. It was conjectured that the fungus involved might be the same\ndescribed causing leaf spots on N. caerulea in Brazil. Examination of\nthe type of that species concerned (Cercospora neomaricae) revealed that\nthis specimens was in very poor conditions and inadequate for\ncomparison. This prompted us to recollect the fungus from the type\nlocality for epitypification. Besides designating an epitype, a pure\nculture of C. neomaricae was obtained (ex-epitype culture) and a\nmolecular study of this isolate together with the molecular and\nmorphological analysis of the fungus on N. longifolia was performed. The\nfungus on N. longifolia was found to be morphologically and genetically\nclearly distinct from C. neomaricae. Analyses of the ITS, CAL and ACT\nregions indicated that the fungus on N. longifolia belongs to the\nCercospora sp. H, which is an unresolved species complex, including\nseveral isolates obtained from various hosts.","trees":[{"tree_label":"con 50 majrule","ntax":"46","rootedtree":"TRUE","title":"Cercospora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120737.phy"}]}