{"Authors":" Maria Julia Bena, Teresa Ortuño, Juan Manuel Acosta","Year":" 2019","Title":" Disentangling the Taxonomic Variations within the High-Andean\nComplex Gomphrena meyeniana (Gomphrenoideae, Amaranthaceae)","Journal":" Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" Clustering, Gomphrena meyeniana, Molecular analyses,\nMorphological Variation","DOI":"","Abstract":" Gomphrena meyeniana is an extremely variable species from\nthe Andean highlands, which has attracted the attention of many\nbotanists both because it is the worlds highest-elevation C4 eudicot and\nbecause its wide morphological variability. It has the typical\nhigh-Andean plant morphology, with small leaves tightly clustered on a\nthick rootstock. It varies in habit, size, shape of the leaves, hair\ncovering, and also in the colour of the flowers. The large range of\nmorphological variation within this complex, coupled with the varying\nopinions on the existence of several species or infra-specific taxa, and\nthe lack of molecular information has turned the clarification of the G.\nmeyeniana complex into a challenge. Our approach was to perform a broad\nspectrum molecular sampling to identify its phylogenetic position within\nGomphrena genus and to perform a multivariate analysis to objectively\ndifferentiate taxa based on morphological characters. The ITS and trnL-F\nregions were analyzed individually and combined using Bayesian inference\nand maximum parsimony methods. To analyze the morphological characters\nwe performed a clustering method: Partitioning Around Medoids with the\nGowers dissimilarity algorithm. On the basis of the clustering result\nand the available literature, we performed an identification key. The\nmolecular analyses supported the monophyly of the G. meyeniana complex,\nand the morphological analyses gathered the infra-specific taxa into\nonly three varieties that can be easily distinguished through three\nsimple characters: the presence of leaves on the flowering stem, the\nhabit of the flowering stem, and the pilosity of the tepals. The\nvarieties of G. meyeniana accepted here are var. meyeniana, var.\ncaulescens, and var. flaccida, a key to identify the infraspecific taxa\nare presented and illustrated. The varieties tucumanensis, conwayi, and\ngenuina were synonymized with var. caulescens; var. flaccida; and var.\nmeyeniana respectively.","trees":[{"tree_label":"TREE1","ntax":"60","rootedtree":"TRUE","title":"Tr116953","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116953.phy"},{"tree_label":"TREE1","ntax":"64","rootedtree":"TRUE","title":"Tr116954","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116954.phy"}]}