{"Authors":" Eduardo Chimal-Sánchez, Carolina Senés-Guerrero, Lucía\nVarela, Noé Manuel Montaño, Rosalva García-Sánchez, Susana A\nMontaño-Arias, Adriana Pacheco, Sara Lucía Camargo-Ricalde","Year":" 2019","Title":" Septoglomus mexicanum, a new species of arbuscular\nmycorrhizal fungi from semiarid regions in Mexico","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Arbuscular mycorrhizae; deserts; fungal species;\nGlomeromycota; Leguminosae; 1 new taxon.","DOI":"","Abstract":" Septoglomus mexicanum is here described as 1 new species\nof arbuscular mycorrhizal fungi (Glomeromycota) based on morphological\nand phylogenetic analysis. It was isolated from rhizospheric soil of two\nendemic Mexican legumes: Prosopis laevigata and Mimosa luisana, which\ngrow in semiarid regions of central Mexico. Septoglomus mexicanum is\ncharacterized by forming globose spores (154.5-)202.8(-228.9) µm\ndiameter, and a spore wall consisting of four layers (SWL1-SWL4): outer\nwall layer (SWL1) semi-permanent hyaline, (1.7-)3.2(-4.3) µm thick; SWL2\npermanent, laminated and smooth, orange to reddish orange,\n(3.1-)4.5(-6.1) µm thick; SWL3 laminated, smooth, reddish orange to\nreddish brown, (4.1-)5.1(-5.7) µm thick; and SWL4 semi-flexible layer\nsimilar in color to SWL3, (0.93-)1.2(-1.4) µm thick. None of the spore\nwall layers stains with Melzer´s reagent. The subtending hypha has a\ncolor from yellowish to golden and presents a septum on spore base.\nSeptoglomus mexicanum can be distinguished from all other Septoglomus\nspecies by spore size and color, spore wall structure (four layers), and\nby color change of the subtending hypha. Phylogenetic analysis based on\nthe AMF extended DNA barcode covering a 1.5 kb fragment of the small\nsubunit (SSU), internal transcribed spacer region (ITS1-5.8S-ITS2) and\nthe large subunit (LSU) of rRNA genes, place S. mexicanum in the genus\nSeptoglomus separated from other described Septoglomus species;\nespecially S. turnauae with whom it could be confused morphologically.\nAll available sequences in public databases suggest that this new fungal\nspecies has not yet been previously detected. Thus, there are currently\n149 Glomeromycota species registered in Mexico, representing 47.4 % of\nthe known species worldwide.","trees":[{"tree_label":"tree 1","ntax":"280","rootedtree":"TRUE","title":"Tr116981","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_116981.phy"}]}