{"Authors":" Jeffrey D. Palmer, Kent E. Holsinger, Helen J. Michaels,\nRobert K Jansen","Year":" 1990","Title":" Phylogenetic analysis of chloroplast DNA restriction site\ndata at higher taxonomic levels: an example from the Asteraceae.","Journal":" Evolution","Volume":" 44","Issue":" NA","Pages":" 2089-2105","Keywords":" NA","DOI":" NA","Abstract":" Chloroplast DNA variation was examined among 57 genera of\nAsteraceae representing 15 currently recognized tribes. Complete\ncleavage maps were constructed for 11 six-base pair restriction enzymes,\nand a total of 927 cleavage site differences was detected, 328 of which\nare phylogenetically informative. The data were used to construct\nphylogenetic trees using both Wagner and Dollo parsimony and the\nresulting monophyletic groups were evaluated statistically using the\nbootstrap method. The level of homoplasy in the restriction site data is\n54-56% (excluding autapomorphies), most of which is due to parallel site\nlosses. The most parsimonious trees generated by both parsimony methods\nhave nearly identical topologies at lower taxonomic levels, but differ\nin subfamilial circumscriptions and tribal groupings. Dollo parsimony\nprovides support for the monophyly of two subfamilies, the Lactucoideae\n(excluding the Barnadesiinae) and Asteroideae, but Wagner parsimony\nsupports the monophyly of the Asteroideae only. This incongruence is due\nto different assumptions of the two parsimony methods about relative\nrates of parallel site gains and losses. After eliminating the six most\nrapidly changing restriction sites or performing successive\napproximation, Wagner parsimony produces trees with the same subfamilial\ngroupings as the Dollo trees. We conclude that the Dollo tree with two\nmonophyletic subfamilies is the best estimate of phylogenetic\nrelationships in the Asteraceae because this method more accurately\nreflects the evolution of restriction sites. We also demonstrate that in\nspite of high levels of homoplasy in chloroplast DNA restriction site\ndata at these higher taxonomic levels, it is possible to make\nstatistically supported estimates of phylogenetic relationships.","trees":[{"tree_label":"Fig. 5","ntax":"18","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4364.phy"},{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4360.phy"},{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4361.phy"},{"tree_label":"Fig. 3","ntax":"18","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4362.phy"},{"tree_label":"Fig. 4","ntax":"18","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4363.phy"}]}