{"Authors":" Ya Shuang Guo, Qing Bai, min fu, Meng-Meng Yang, Xianhong\nWang, Yamin Du, Wen-Xing Xu, Guo-Ping Wang","Year":" 2019","Title":" High species diversity in Diaporthe associated with pear\nshoot canker in China","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Diaporthe, Pyrus, Multi-gene phylogeny,\nPathogenicity.","DOI":"","Abstract":" Diaporthe (anamorph Phomopsis) fungi are important\nendophytes, saprobes and pathogens, infecting a wide range of plants,\nand related to many important crop diseases. However, the species\noccurring on pear remain largely unresolved. In this study, a total of\n453 Diaporthe isolates were isolated from the branches of Pyrus plants\n(including P. pyrifolia, P. bretschneideri, P. ussuriensis and P.\ncommunis) showing shoot canker symptoms collected from 12 provinces in\nChina. Phylogenetic analyses based on five loci (ITS, TEF, CAL, HIS, and\nTUB) coupled with morphology of 113 representative isolates revealed\nthat 19 Diaporthe species were isolated, with 13 known species\n(including D. eres, D. hongkongensis, D. sojae, D. unshiuensis, D.\nfusicola, D. velutina, D. ganjae, D. caryae, D. padina, D.\ncitrichinensis, D. taoicola, D. cercidis and D. pescicola) and six novel\nspecies described here as D. acriae, D. chongqingensis, D. fulvicola, D.\nparvusis, D. spinamia and D. zaobaisum. It is worth to note that all\nthese species are responsible for the pear shoot canker identified by\nfollowing the Kochs postulates, but show a highly varied virulence.\nMoreover, these species have a high diversity, plasticity, and\nprevalence closely related to the geographical location and pear species\nin China. This is the first report of these 18 Diaporthe species besides\nD. eres infecting pear.","trees":[{"tree_label":"Fig. 2","ntax":"76","rootedtree":"TRUE","title":"A Bayesian inference phylogenetic tree of 37 isolates\nin the D. eres species complex.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117034.phy"},{"tree_label":"Fig. 3","ntax":"76","rootedtree":"TRUE","title":"A Bayesian inference phylogenetic tree of 30 isolates\nin the D. sojae species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117035.phy"},{"tree_label":"Fig. 4","ntax":"96","rootedtree":"TRUE","title":"Phylogenetic tree generated by Bayesian analysis based\non combined ITS, TEF, CAL, HIS and TUB sequence alignments of Diaporthe\nspp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117036.phy"}]}