{"Authors":" Tetiana Lutsak, Fernando Fernández-Mendoza, Paul Kirika,\nMelaku Wondafrash, Christian Printzen","Year":" 2019","Title":" Coalescence-based species delimitation using genome-wide data\nreveals hidden diversity in a cosmopolitan group of lichens","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cetraria, coalescent, lichens, phylogenomics, species\ndelimitation, cryptic species, microsatellites","DOI":"","Abstract":" Although there is an abundance of species delimitation\nmethods on the market, most approaches depend on predefined assignment\nof specimens to species or populations. Assignment free methods, which\ncan simultaneously infer boundaries and relationships among species, are\nof high importance in cases, when correct pre-assignment is difficult or\nnot at all possible. In this study we use assignment-free multispecies\ncoalescent-based species delimitation (STACEY, tr2-delimitation and\nBP&P), phylogenetic methods and clustering algorithms to investigate\nthe inter- and infra-specific relationships within a common and\nwidespread group of lichens with contentious species boundaries. The\nCetraria aculeata group presents a good example of extreme morphological\nvariability and unclear species delimitation in lichens. Based on\nDNA-sequence data from 26 fungal loci and 10 microsatellite loci, as\nwell as morphological and chemical data, our results provide evidence\nfor the occurrence of five different taxa within the group and highlight\nthe difficulties of morphologically distinguishing these species. We\ndiscovered a separate lineage (clade C) within C. aculeata s. str.,\nwhich does not fully coincide with any of the a priori identified\nspecies C. aculeata, C. crespoae or C. steppae and conclude that this\nclade constitutes a semi-cryptic, genetically isolated lineage within C.\naculeata. We recognize this lineage at subspecific rank as C. aculeata\nsubsp. steppae and synonymize Cetraria crespoae with C. aculeata subsp.\naculeata. Epitypes are designated for all involved names to stabilize\ntheir usage. The PKS8 gene locus is recommended as a barcode for the\nseparation of C. aculeata subsp. aculeata and subsp. steppae. We\ndemonstrate the potential use of microsatellite data for species\ndelimitation in lichens that might offer an alternative insight or be\nused to test species delimitation hypotheses, when dealing with closely\nrelated or potentially cryptic species. Our results also confirm the\npresence of an undescribed sister lineage to C. odontella previously\nmisidentified as C. muricata and extend the known range of this lineage\nto Central Asia (Altay Mts.) and the Central European Alps (France,\nSwitzerland), which calls for a critical reappraisal of records of C.\naculeata and C. muricata from these mountain ranges.","trees":[{"tree_label":"PAUP_1","ntax":"46","rootedtree":"TRUE","title":"Tr118264","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118264.phy"}]}