{"Authors":" James Michel Tchotet Tchoumi, Martin Petrus Albertus\nCoetzee, Mario Rajchenberg, Jolanda Roux","Year":" 2019","Title":" Taxonomy and species diversity of Ganoderma species in the\nGarden Route National Park of South Africa inferred from morphology and\nmulti-locus phylogenies","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Biodiversity, Ganodermataceae, saprophytes, tree decline,\nwood rot, 2 new taxa","DOI":"","Abstract":" Ganoderma is a cosmopolitan genus that encompasses species\nwith cultural, economic and pathogenic importance. Despite the\nimportance of this genus, knowledge pertaining to the species diversity\nof Ganoderma in South Africa is limited. This study aimed at elucidating\nthe identity and phylogenetic placements of Ganoderma samples obtained\nduring a survey of wood rotting fungi in the Garden Route National Park\n(GRNP) of South Africa, supplemented with isolates obtained from other\nlocalities across the country. Identification was achieved by means of\nmulti-locus phylogenetic inference combined with morphological\nevaluation. In total, eight distinct species of Ganoderma were recovered\nfrom different hosts and localities across the country. Of these,\nGanoderma cf. cupreum and Ganoderma cf. resinaceum represent possible\nnew records for South Africa. Two novel species are described, namely G.\neickeri. and G. knysnamense. Ganoderma eickeri sp. nov. is characterised\nby a triquetrous and broadly attached basidiome, a sulcate or zonate\nyellowish brown to brown pilear surface, and ovoid to ellipsoid\nbasidiospores. Ganoderma knysnamense is distinguished by an applanate to\nungulate, sometimes convex, dimidiate to broadly attached basidiome, a\nchocolate-brown pilear surface covered with a hard woody-like crust and\nellipsoid, broadly ellipsoid to ovoid basidiospores. The discovery of\ntwo new Ganoderma species in this study raises the known Ganoderma\nspecies in South Africa to 13.","trees":[{"tree_label":"Supplementary Fig 3","ntax":"50","rootedtree":"TRUE","title":"ML phylogenetic tree based on TEF1-α sequence data,\nshowing the clustering of RSA isolates into eight phylogenetic\ngroups","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_117025.phy"},{"tree_label":"Fig 2","ntax":"48","rootedtree":"TRUE","title":"Phylogenetic tree derived from ML analysis of β-Tubulin\ngene sequences for Ganoderma from South Africa and sequences of\nrelatives from GenBank","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_117026.phy"},{"tree_label":"Supplementary Fig 1","ntax":"50","rootedtree":"TRUE","title":"ML phylogenetic tree based on ITS sequence data,\nshowing the clustering of RSA isolates into eight phylogenetic\ngroups.","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_117022.phy"},{"tree_label":"Fig 3","ntax":"56","rootedtree":"TRUE","title":"Phylogenetic tree derived from ML analysis of TEF1-α\ngene sequences for Ganoderma from South Africa and sequence of relatives\nfrom GenBank","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_117024.phy"},{"tree_label":"Fig 4","ntax":"110","rootedtree":"TRUE","title":"Phylogenetic tree derived from ML analysis of combined\nITS, β-tubulin and TEF-1α gene sequences for Ganoderma from South Africa\nand sequences of relatives from GenBank.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_117021.phy"},{"tree_label":"Supplementary Fig 2","ntax":"50","rootedtree":"TRUE","title":"ML phylogenetic tree based on β-tubulin sequence data,\nshowing the clustering of RSA isolates into eight phylogenetic\ngroups.","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_117020.phy"},{"tree_label":"Fig 1","ntax":"84","rootedtree":"TRUE","title":"Phylogenetic tree derived from ML analysis of ITS gene\nsequences for Ganoderma from South Africa and sequence of relatives from\nGenBank","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_117023.phy"}]}