{"Authors":" Ishara Manawasinghe, Asha Janadaree Dissanayake, Xinghong\nLi, Dhanushka Nadeeshan Wanasinghe, Jianping Xu, Wensheng Zhao, Wei\nZhang , Yueyan Zhou , Mei Liu, Kevin D Hyde, Siraprapa Brooks , JiYe\nYan","Year":" 2019","Title":" High genetic diversity and species complexity of Diaporthe\nassociated with grapevine dieback in China","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" new species, new host record, network analysis,\nphylogeography, Phomopsis dieback","DOI":"","Abstract":" Grapevine trunk diseases have become one of the main\nthreats to grape production worldwide, with Diaporthe species as an\nemerging group of pathogens in China. At present, relatively little is\nknown about the taxonomy and genetic diversity of Chinese Diaporthe\npopulations, including their relationships to other populations\nworldwide. Here, we conducted an extensive field survey in six provinces\nin China to identify and characterise Diaporthe species in grape\nvineyards. Ninety-four isolates were identified and analysed using\nmulti-locus phylogeny. The isolates belonged to eight species, including\nthree novel taxa, D. guangxiensis D. hubeiensis, D. viniferae, and three\nnew host records, D. gulyae D. pescicola and D. unshiuensis. The most\ncommonly isolated species was D. eres. In addition, high genetic\ndiversity was observed for D. eres in Chinese vineyards. Haplotype\nnetwork analysis of D. eres isolates from China and Europe showed a\nclose relationship between samples from the two geographical locations\nand evidence for recombination. In comparative pathogenicity testing, D.\ngulyae was the most aggressive taxon, whereas D. hubeiensis was the\nleast aggressive. This study provides new insights into the Diaporthe\nspecies associated with grapevines in China, and our results can be used\nto develop effective disease management strategies.","trees":[{"tree_label":"MLT","ntax":"344","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117404.phy"}]}