{"Authors":" Ruben Castaneda-Osorio, Sergey A. Belokobylskij, Yves\nBraet, Alejandro Zaldivar-Riveron","Year":" 2019","Title":" Systematics and evolution of the parasitoid wasp genera of\nthe tribe Holcobraconini (Hymenoptera: Braconidae: Doryctinae)","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ichneumonoidea, phylogeny, taxonomy, Insecta, relaxed\nmolecular clock","DOI":"","Abstract":" The tribe Holcobraconini (Braconidae: Doryctinae) is a\ngroup of parasitoid wasps mainly found in the tropical and subtropical\nregions of the world. It contains seven genera (Holcobracon Cameron,\nIvondrovia Shenefelt & Marsh, Liodoryctes Szépligeti, Monarea\nSzépligeti, Nervellius Roman, Odontobracon Cameron and Zombrus\nMarshall), most of which are characterized by having the m-cu vein of\nthe hind wing long and strongly curved towards the apex of wing. Some\nstudies, however, found that three doryctine genera that lack the above\nfeature (Binarea Brullé, Liobracon Szépligeti and Odontodoryctes\nGranger) might be closely related to holcobraconines. Here we\nreconstructed the phylogenetic relationships among species of six\nholcobraconine genera and the three putative closely related genera\nusing four gene markers and estimated the times of origin and\ndiversification within the tribe. The holcobraconine genera were\nintermingled in a clade with the above three genera. Liobracon and\nZombrus were not recovered as monophyletic. Acanthodoryctes Turner,\nAntidoryctes Belokobylskij & Quicke and Priosphys Enderlein were\nalso included within the Holcobraconini based on morphology. Based on\nmolecular evidence and on morphological examination of the genera\ninvolved, Holcobraconini is proposed to comprise 13 genera for which we\ninclude morphological diagnoses. The origin of the tribe probably\noccurred during the late Palaeocene to mid Eocene, 44.43 to 58.15 Mya.\nAt least two main dispersal events from the Ethiopian to the other\nbiogeographic regions could have led to the current geographic\ndistribution of the Holcobraconini associated with the global increase\nof temperature during the Late Paleocene to Middle Eocene.","trees":[{"tree_label":"Fig. 2","ntax":"58","rootedtree":"TRUE","title":"Holcobracononi Phylogram MrBayes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117558.phy"},{"tree_label":"Fig. S1","ntax":"58","rootedtree":"TRUE","title":"Holcobraconini Chronogram BEAST","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117559.phy"}]}