{"Authors":" Ana Cabral, Helena Gil Azinheira, Pedro Talhinhas, Dora\nBatista, Ana Paula Ramos, Maria do Céu Silva, Helena Oliveira, Vítor\nVárzea","Year":" 2020","Title":" Pathological, morphological, cytogenomic, biochemical and\nmolecular data support the distinction between Colletotrichum cigarro\ncomb. et stat. nov. and Colletotrichum kahawae","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" taxonomy; speciation; Colletotrichum cigarro;\nColletotrichum kahawae; Coffee Berry Disease","DOI":"","Abstract":" The genus Colletotrichum has witnessed tremendous\nvariations over the years in the number of species recognized, ranging\nfrom 11 to several hundreds. Host-specific fungal species, once the\nrule, are now the exception, with polyphagic behavior regarded as normal\nin this genus. The species Colletotrichum kahawae was created to\naccommodate the pathogens that have the unique ability to infect green\ndeveloping coffee berries causing the devastating Coffee Berry Disease\nin Africa, but its close phylogenetic relationship to a polyphagic group\nof fungi in the C. gloeosporioides species complex led some researchers\nto regard these pathogens as members of a wider species. In this work we\ncombine pathological, morphological, cytogenomic, biochemical and\nmolecular data of a comprehensive set of phylogenetically-related\nisolates to show that the Coffee Berry Disease pathogen forms a separate\nspecies, C. kahawae, and also to assign the closely related fungi,\npreviously in C. kahawae subsp. cigarro, to a new species, C. cigarro\ncomb. et stat. nov. This taxonomic clarification provides an opportunity\nto link phylogeny and functional biology, and additionally enables a\nmuch-needed tool for plant pathology and agronomy, associating\nexclusively C. kahawae to the Coffee Berry Disease pathogen.","trees":[{"tree_label":"con 50 majrule","ntax":"17","rootedtree":"TRUE","title":"Tr122986","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122986.phy"},{"tree_label":"con 50 majrule","ntax":"17","rootedtree":"TRUE","title":"Tr122987","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122987.phy"}]}