{"Authors":" Andrea Corral-Lou, Silvia Perea, Enric Aparicio, Ignacio\nDoadrio","Year":" 2019","Title":" Phylogeography and species delineation of the genus Phoxinus\nRafinesque, 1820 (Actinopterygii: Leuciscidae) in the Iberian\nPeninsula","Journal":" Journal of Zoological Systematics and Evolutionary Research\n(JZSER)","Volume":"","Issue":"","Pages":"","Keywords":" Iberian Peninsula, MT-CYB, RAG1, phylogeography,\nPhoxinus","DOI":"","Abstract":" The genus Phoxinus is comprised of at least 15 currently\nrecognized species inhabiting Eurasia. Morphological traits have been\ntraditionally used to delineate species in Phoxinus; however, the high\nlevel of phenotypic plasticity observed in the genus has confounded this\nprocess. Molecular genetic analyses have revealed a higher than expected\ngenetic structure within Phoxinus. Here we analysed both nuclear and\nmitochondrial molecular genetic markers to infer the phylogeography and\ndivergence times of Phoxinus in the Iberian Peninsula. Our results show\nthat the Iberian lineages of Phoxinus were polyphyletic. They also\nsupport the co-existence of three species in the Iberian Peninsula, two\ncorresponding to two previously recognized species (Phoxinus bigerri and\nPhoxinus septimaniae) and a third undescribed species (Phoxinus sp.).\nPhoxinus bigerri is structured into: western Cantabrian, eastern\nCantabrian and Artibai basins. We hypothesize that this structure is a\nconsequence of glaciation-deglaciation cycles during the Pleistocene.\nWhile the presence of P. septimaniae in the Iberian Peninsula is\npossibly the result of human translocation, that of Phoxinus sp. in\nlower Ebro rivers may be attributed to past fluvial captures. Our study\nrepresents the first report to show a relationship among Phoxinus\npopulations from central Pyrenean rivers of Spain and France.\nFurthermore, we found genetic hybridization between Phoxinus sp. and P.\nseptimaniae in the shared localities, a likely consequence of\nanthropogenic activities. Overall, our findings provide insight into the\ngenetic structure of Iberian Phoxinus populations, including the\npresence of an undescribed species and the putative introduction of some\nspecies that may have implications for conservation.","trees":[{"tree_label":"Imported tree 1","ntax":"217","rootedtree":"TRUE","title":"Tr117372","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117372.phy"},{"tree_label":"con 50 majrule","ntax":"217","rootedtree":"TRUE","title":"Tr117371","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117371.phy"}]}