{"Authors":" Charuwan Chuaseeharonnachai, Satinee Suetrong, Salilaporn\nNuankaew, Sayanh Somrithipol, Sinang Hongsanan, Prasert Srikitikulchai,\nEvan B.G. Jones, Nattawut Boonyuen","Year":" 2019","Title":" Triadelphialaceae fam. nov. and Triadelphia hexaformisporasp.\nnov. in the Microascales and their divergence time estimates","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" BEAST, Microascales, molecular phylogeny, Sordariomycetes,\nTriadelphia","DOI":"","Abstract":" The phylogenetic relationship of the genus\nTriadelphiawithin the Sordariomycetes is currently unresolved due to\nvarious synapomorphies among species and the sparsity of DNA sequences\nin GenBank. It is currently placed in incertae sedis, Pezizomycotina. We\nsequenced Triadelphiaspecies, viz., T. disseminata, T. diversa, T.\nheterospora (iso-type),T. inquinans, T. loudetiae, T. pulvinata, T.\nromanicaandT. stilboidea,to establish and reappraise their phylogenetic\nrelationships. During our studies of micro-fungi from Thailand, T.\nhexaformisporasp. nov. was collected from decaying wood in a freshwater\nhabitat in Nan Province, Thailand, and is also described and illustrated\nin this study. Based on the small subunit (18S) and large subunit (28S)\nof the nuclear ribosomal DNA (nuc-SSU and nuc-LSU), the internal\ntranscribed spacer (ITS) region and the gene fragments from the sequence\nof the second largest subunit of RNA polymerase (RPB2), the phylogenetic\nevidence and molecular clock analyses indicate that T. hexaformisporasp.\nnov. and nine related Triadelphiataxa form a well-supported monophyletic\nclade,clustering in the order Microascales as a sister clade of\nGraphiaceae. Thus, molecular data clarify the phylogenetic placement of\nTriadelphiaand warrant the introduction of a\nnewfamily,Triadelphialaceae, and a novel taxon,T. hexaformispora,in the\norder Microascales, subclass Hypocreomycetidae, class\nSordariomycetes.Divergence time estimates are provided for the novel\nfamily and dated to the middle Cretaceous at 105 (74142) Mya.","trees":[{"tree_label":"PAUP 1","ntax":"105","rootedtree":"TRUE","title":"Triadelphiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118879.phy"}]}