{"Authors":" Claudia Riccioni, Francesco Paolocci, Rodham E. Tulloss,\nClaudia Perini","Year":" 2019","Title":" Molecular phylogenetic analyses show that Amanita ovoidea and\nAmanita proxima are distinct species and suggest their assignment to\nAmanita section Lepidella","Journal":" Mycological Progress","Volume":" 18","Issue":"","Pages":" 1275-1283","Keywords":" Amanita aminoaliphatica, hybridization, internal\ntranscribed spacer, Mediterranean fungi, rpb2 gene, section\nAmidella","DOI":" 10.1007/s11557-019-01521-2","Abstract":" Amanita ovoidea is generally considered edible and is\nmorphologically similar to Amanita proxima that contains nephrotoxins.\nBoth species have been assigned to Amanita [subgenus Lepidella] section\nAmidella. To study phylogenetic relationships of A. ovoidea and A.\nproxima, we performed the first nrITS- and rpb2- based analyses of these\nand other Amanita spp. Our analyses show that: i) A. ovoidea and A.\nproxima are distinct species; ii) A. ovoidea has an extensively\nheterogenous ITS with up to 4.4% pairwise genetic distance between\nindividuals; iii) in A. ovoidea pairwise genetic distance between ITS\nclones from a single basidiome was as high as 3.2%, possibly because of\nhybridization events and subsequent failure of the rDNA repeats to\nhomogenize; iv) A. aminoaliphatica and A. proxima are taxonomic\nsynonyms; v) A. proxima, A. ovoidea and the related East Asian species\nAmanita neoovoidea cluster with species belonging to section Lepidella\nrather than with the species of section Amidella sensu stricto. This\nstudy supports development of species-specific markers for diagnosis of\ntoxic, white amanitas.","trees":[{"tree_label":"con 50 majrule2","ntax":"25","rootedtree":"TRUE","title":"Tr117173","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117173.phy"},{"tree_label":"cloniITS","ntax":"60","rootedtree":"TRUE","title":"Tr117176","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117176.phy"},{"tree_label":"con 50 majrule","ntax":"48","rootedtree":"TRUE","title":"Tr117172","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117172.phy"},{"tree_label":"con 50 majrule","ntax":"52","rootedtree":"TRUE","title":"Tr118319","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118319.phy"}]}