{"Authors":" Thomas Schneider, Andy R. Vierstraete, Gert Jan van Pelt,\nMax Caspers, Nataly Snegovaya, Ole Müller, Henri J. Dumont","Year":" 2019","Title":" Revision of the West-Palaearctic Cordulegaster by molecular\nphylogeny and descriptive approach (Odonata: Anisoptera:\nCordulegastridae)","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The genus Cordulegaster is one among three genera of the\nfamily Cordulegastridae (Cordulegaster, Anotogaster, and Neaollogaster),\na relatively small and morphologically strongly conserved family of\nrobust, large, black-and-yellow coloured dragonflies. Thus,\nCordulegaster are present in the Old World and in the New World. The\ngenus is confined to special ecosystems with clear and fast flowing\nbrooks, creeks, and rivulets. The West-Palaearctic dragonflyfauna is one\nof the best known and with little taxonomic problems. However, the\ntaxonomic situation of the Cordulegaster especially of the eastern\nsector of the West-Palaearctis is still far from being well resolved.\nThe confusion is ongoing since over 170 years. The study by Froufe et\nal. (2014) was the first using molecular approach, however, excluded the\nmore complex part of the eastern part with about 10 unsettled taxa. As\nthese taxa seem to be separated only recently hybridization on contact\nzones may have occurred or still occurs, which underlines the limits of\nphenotypical approaches using male appendices as the main discriminating\ncharacter. Therefore we used first a molecular approach using\nmitochondrial and nuclear genes ((cytochrome c oxidase I (COI) and\nInternal Trancribed Spacer-1 (ITS-1)). Our molecular results support the\nold separation of the genus in the boltoni- and in the\nbidentata-helladica-insignis group. However, C. coronata Morton, 1916\nuntil now treated as a member of the latter belongs to neither of them,\nand should be treated in a sister group of the\nbidentata-helladica-insignis-group. In the eastern part of the W-\nWest-Palaearctic we found three known and one new species (C. heros\nTeischinger, 1979, C. picta Selys, 1854, C. vanbrinkae Lohmann, 1993, C.\nkalkmanae sp. nov.). We found no support for the subspecies C. heros\npelionensis (Teischinger, 1979). In the helladica-complex our results\nsupport C. helladica (Lohmann, 1993) and C. buchholzi (Lohmann 1993) as\nseparate species, and we find no support for the subspecies C. helladica\nkastalia (Lohmann, 1993), which is frequently a hybrid of C. bidentata\nSelys, 1843 and C. helladica. In the insignis-complex our data support\nthe existence of 5 species: the nominate form in the SE-Europe and\nW-Turkey, C. amasina Morton 1916, along the Black Sea cost including the\ndark form often treated as C. mzymtae Bartenef, 1929; C. charpentieri\n(Kolenati, 1846) including C. nobilis Morton, 1916 from E-Anatolia,\nGeorgia, Azerbaijan, N-Iran, and N-Iraq; C. cilicia sp. nov. along the\nE-Mediterrane Coast reaching Lebanon, and E-Antolia; C. iranica sp. nov.\nfrom S and SE-Iran. C. nachitschevanica Skvortsov & Snegovaya 2015\nand C. plagionyx Skvortsov & Snegovaya 2015 were synonymized with C.\ncharpentieri. The Caucasus subspecies lagodechica and C. nobilis were\nsynonymized with C. charpentieri, and the E-Europe subspecies montandoni\nSt. Quentin, 1971 with nominate C. insignis (Schneider 1845). In a\nsecond phenotypical step the new species (C. kalkmanae, C. cilica, C.\niranica) are described, and poorly defined species as C. amasina\n(Morton), C. charpentieri (Kolenati, 1845) are re-described. Our\nmolecular analysis also included some New World and some E-Asian species\nof the genus. Our data support a close relatedness of these\nCordulegaster of the old and new world suggesting that their disjunction\nis of comparative recent date, probably Pliocene.","trees":[{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr117214","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117214.phy"},{"tree_label":"con 50 majrule","ntax":"63","rootedtree":"TRUE","title":"Tr117215","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117215.phy"},{"tree_label":"con 50 majrule","ntax":"151","rootedtree":"TRUE","title":"Tr117216","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117216.phy"},{"tree_label":"con 50 majrule","ntax":"151","rootedtree":"TRUE","title":"Tr117217","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117217.phy"}]}