{"Authors":" Nattapol Kraisitudomsook, Rosanne Healy, Donald H Pfister,\nCamille Truong, Eduardo Nouhra, Francisco Kuhar, Alija Bajro Mujic,\nJames M. Trappe, Matthew Edward Smith","Year":" 2019","Title":" Resurrection the genus Geomorium: Systematic study of fungi\nin the genera Underwoodia and Gymnohydnotrya (Pezizales) with the\ndescription of three new South American species","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Tuberaceae, Helvellaceae, Geomoriaceae, truffle\nsystematics, Patagonia, South American fungi","DOI":"","Abstract":" Molecular phylogenetic analyses have addressed the\nsystematic position of several major Northern Hemisphere lineages of\nPezizales but the taxa of the Southern Hemisphere remain understudied.\nThis study focuses on the molecular systematics and taxonomy of Southern\nHemisphere species currently treated in the genera Underwoodia and\nGymnohydnotrya. Species in these genera have been identified as the\nmonophyletic /gymnohydnotrya lineage, but no further research has been\nconducted to determine the evolutionary origin of this lineage or its\nrelationship with other Pezizales lineages. Here, we present a\nphylogenetic study of fungal species previously described in Underwoodia\nand Gymnohydnotrya, with sampling of all but one described species. We\nrevise the taxonomy of this lineage and describe three new species from\nthe Patagonian region of South America. Our results show that none of\nthese Southern Hemisphere species are closely related to Underwoodia\ncolumnaris, the type species of the genus Underwoodia. Accordingly, we\nrecognize the genus Geomorium described by Spegazzini in 1922 for G.\nfuegianum. We propose the new family, Geomoriaceae fam. nov., to\naccommodate this phylogenetically and morphologically unique Southern\nHemisphere lineage. Molecular dating estimated that Geomoriaceae started\nto diverge from its sister clade Tuberaceae ca. 112 MYA, with a crown\nage for the family in the late Cretaceous (ca. 67 MYA). This scenario\nfits well with a Gondwanan origin of the family before the split of\nAustralia and South America from Antarctica during the Paleocene-Eocene\nboundary (ca. 50 MYA).","trees":[{"tree_label":"Imported tree 1","ntax":"46","rootedtree":"TRUE","title":"Geomorium 28S Tef1 RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119013.phy"},{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Geomorium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119012.phy"}]}