{"Authors":" Pedro W. Crous, Johannes (Ewald) Zacharias Groenewald","Year":" 2019","Title":" Fungal Planet description sheets: 868-950","Journal":" Persoonia","Volume":" 42","Issue":"","Pages":" 291-473","Keywords":" ITS nrDNA barcodes, LSU, new taxa, systematics","DOI":" 10.3767/persoonia.2019.42.11","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Australia, Chaetomella\npseudocircinoseta and Coniella pseudodiospyri on Eucalyptus microcorys\nleaves, Cladophialophora eucalypti, Teratosphaeria dunnii and\nVermiculariopsiella dunnii on Eucalyptus dunnii leaves, Cylindrium\ngrande and Hypsotheca eucalyptorum on Eucalyptus grandis leaves, Elsinoe\nsalignae on Eucalyptus saligna leaves, Marasmius lebeliae on litter of\nregenerating subtropical rainforest, Phialoseptomonium eucalypti\n(incl. Phialoseptomonium gen. nov.) on Eucalyptus grandis ×\ncamaldulensis leaves, Phlogicylindrium pawpawense on Eucalyptus\ntereticornis leaves, Phyllosticta longicauda as an endophyte from\nhealthy Eustrephus latifolius leaves, Pseudosydowia eucalyptorum on\nEucalyptus sp. leaves, Saitozyma wallum on Banksia aemula leaves,\nTeratosphaeria henryi on Corymbia henryi leaves. Brazil, Aspergillus\nbezerrae, Backusella azygospora, Mariannaea terricola and Talaromyces\npernambucoensis from soil, Calonectria matogrossensis on Eucalyptus\nurophylla leaves, Calvatia brasiliensis on soil, Carcinomyces\nnordestinensis on Bromelia antiacantha leaves, Dendryphiella\nstromaticola on small branches of an unidentified plant, Nigrospora\nbrasiliensis on Nopalea cochenillifera leaves, Penicillium alagoense as\na leaf endophyte on a Miconia sp., Podosordaria nigrobrunnea on dung,\nSpegazzinia bromeliacearum as a leaf endophyte on Tilandsia\ncatimbauensis, Xylobolus brasiliensis on decaying wood. Bulgaria,\nKazachstania molopis from the gut of the beetle Molops piceus. Croatia,\nMollisia endocrystallina from a fallen decorticated Picea abies tree\ntrunk. Ecuador, Hygrocybe rodomaculata on soil. Hungary, Alfoldia\nvorosii (incl. Alfoldia gen. nov.) from Juniperus communis roots,\nKiskunsagia ubrizsyi (incl. Kiskunsagia gen. nov.) from Fumana\nprocumbens roots. India, Aureobasidium tremulum as laboratory\ncontaminant, Leucosporidium himalayensis and Naganishia indica from\nwindblown dust on glaciers. Italy, Neodevriesia cycadicola on Cycas sp.\nleaves, Pseudocercospora pseudomyrticola on Myrtus communis leaves,\nRamularia pistaciae on Pistacia lentiscus leaves, Neognomoniopsis\nquercina (incl. Neognomoniopsis gen. nov.) on Quercus ilex leaves.\nJapan, Diaporthe fructicola on Passiflora edulis × P. edulis\nf. flavicarpa fruit, Entoloma nipponicum on leaf litter in a mixed\nCryptomeria japonica and Acer spp. forest. Macedonia, Astraeus\nmacedonicus on soil. Malaysia, Fusicladium eucalyptigenum on Eucalyptus\nsp. twigs, Neoacrodontiella eucalypti (incl. Neoacrodontiella gen. nov.)\non Eucalyptus urophylla leaves. Mozambique, Meliola gorongosensis on\ndead Philenoptera violacea leaflets. Nepal, Coniochaeta dendrobiicola\nfrom Dendriobium lognicornu roots. New Zealand, Neodevriesia sexualis\nand Thozetella neonivea on Archontophoenix cunninghamiana leaves.\nNorway, Calophoma sandfjordenica from a piece of board on a rocky\nshoreline, Clavaria parvispora on soil, Didymella finnmarkica from a\npiece of Pinus sylvestris driftwood. Poland, Sugiyamaella trypani from\nsoil. Portugal, Colletotrichum feijoicola from Acca sellowiana. Russia,\nCrepidotus tobolensis on Populus tremula debris, Entoloma ekaterinae,\nEntoloma erhardii and Suillus gastroflavus on soil, Nakazawaea ambrosiae\nfrom the galleries of Ips typographus under the bark of Picea abies.\nSlovenia, Pluteus ludwigii on twigs of broadleaved trees. South Africa,\nAnungitiomyces stellenboschiensis (incl. Anungitiomyces gen. nov.) and\nNiesslia stellenboschiana on Eucalyptus sp. leaves, Beltraniella\npseudoportoricensis on Podocarpus falcatus leaf litter, Corynespora\nencephalarti on Encephalartos sp. leaves, Cytospora pavettae on Pavetta\nrevoluta leaves, Helminthosporium erythrinicola on Erythrina humeana\nleaves, Helminthosporium syzygii on a Syzygium sp. bark canker,\nLibertasomyces aloeticus on Aloe sp. leaves, Penicillium lunae from Musa\nsp. fruit, Phyllosticta lauridiae on Lauridia tetragona leaves,\nPseudotruncatella bolusanthi (incl. Pseudotruncatellaceae fam. nov.) and\nDactylella bolusanthi on Bolusanthus speciosus leaves. Spain,\nApenidiella foetida on submerged plant debris, Inocybe grammatoides on\nQuercus ilex subsp. ilex forest humus, Ossicaulis salomii on soil,\nPhialemonium guarroi from soil. Thailand, Pantospora chromolaenae on\nChromolaena odorata leaves. Ukraine, Cadophora helianthi from Helianthus\nannuus stems. USA, Boletus pseudopinophilus on soil under slash pine,\nBotryotrichum foricae, Penicillium americanum and Penicillium\nminnesotense from air. Vietnam, Lycoperdon vietnamense on soil.\nMorphological and culture characteristics are supported by DNA\nbarcodes.","trees":[{"tree_label":"Fig. 1. Overview Mucoromycota, Ascomycota and\nBasidiomycota LSU phylogeny","ntax":"188","rootedtree":"TRUE","title":"Tr133118","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133118.phy"},{"tree_label":"Fig. 2. Overview Dothideomycetes LSU phylogeny","ntax":"164","rootedtree":"TRUE","title":"Tr133119","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133119.phy"},{"tree_label":"Fig. 4 Overview Sordariomycetes (Diaporthales and\nGlomerellales) LSU phylogeny","ntax":"54","rootedtree":"TRUE","title":"Tr133121","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133121.phy"},{"tree_label":"Fig. 3. Overview Eurotiomycetes LSU phylogeny","ntax":"46","rootedtree":"TRUE","title":"Tr133120","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133120.phy"},{"tree_label":"Fig. 5. Overview Sordariomycetes (Hypocreales) LSU\nphylogeny","ntax":"37","rootedtree":"TRUE","title":"Tr133122","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133122.phy"},{"tree_label":"Fig. 6. Overview Sordariomycetes (Other orders) LSU\nphylogeny","ntax":"35","rootedtree":"TRUE","title":"Tr133123","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133123.phy"},{"tree_label":"Fig. 7. Overview Sordariomycetes (Xylariales) LSU\nphylogeny","ntax":"65","rootedtree":"TRUE","title":"Tr133124","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133124.phy"},{"tree_label":"Fig. 8. Overview Lecanoromycetes, Leotiomycetes and\nOrbiliomycetes LSU phylogeny","ntax":"41","rootedtree":"TRUE","title":"Tr133125","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133125.phy"}]}