{"Authors":" Mohsen Torbati, Sima Khodaei, Mahdi Arzanlou, Ilaria\nPertot","Year":" 2019","Title":" Preussia ulmi sp. nov., a novel ascomycetous endophyte from\nUlmus carpinifolia in Iran","Journal":" mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Ulmus carpinifilia  Sporormiella  microfungi  ITS-rDNA \nLSU","DOI":"","Abstract":" The genus Preussia sensu lato (incl. Sporormiella) was\noriginally erected by Fuckel in 1866 and P. funiculata (Preuss) Fuckel\nwas later designated as the type (Asgari & Zare 2010). Preussia\nresides in the family Sporormiaceae) order: Pleosporales, class:\nDothideomycetes). The genus is species-rich and comprises coprophilous,\nsaprotrophic, and endophytic taxa (Arenal et al. 2005, Chang & Wang\n2009, Gonzalez-Menendez et al. 2017). Taxonomy of the genus Preussia has\nbeen debated since the description of the genus. In the past, Preussia\nhas been differentiated from other morphologically similar genera, such\nas Sporormiella Ellis & Everhart and Sporormia De Not., based on\ndifferences in substrate/habitat and morphological criteria of ascomata\ne.g. presence or absence of ostiole (Kruys 2015, Chang & Wang 2009).\nHowever, the taxonomic significance of morphological features\ne.g. ostiole, has been questioned by several researchers since their\ndevelopment is influenced by substrate and growth conditions (von Arx,\n1973; Guarro et al., 1997). Recent molecular studies provided a\ncomprehensive refinement of the taxonomy of Preussia and allied genera\n(Chang & Wang 2009, Asgari & Zare 2010, Gonzalez-Menendez et\nal. 2017). Accordingly, Preussia and Sporormiella have been confirmed\nbeing congeneric (Kruys 2015). Kruys & Wedin (2009) performed a\nphylogenetic analysis based on ITS-rDNA, 28S, 18S, and β-tubulin, and\nproposed 12 new combinations for Sporormiella spp. in Preussia. We\nisolated a hitherto unknown species of Preussia from the wood of\napparently healthy of Ulmus carpinifilia in East Azerbaijan province,\nNorthwest of Iran, which is now described based on morphological and\nmolecular data as a new species, Preussia ulmi.","trees":[{"tree_label":"Figure 1","ntax":"27","rootedtree":"TRUE","title":"bayesian inference phylogenetic tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_117278.phy"}]}