{"Authors":" Preuttiporn Supaphon, Sita Preedanon","Year":" 2019","Title":" In vitro alpha-glucosidase inhibition, antimicrobial and\ncytotoxic activities of extracts from endophytic fungus, Nigrospora\nsphaerica isolated from Helianthus annuus","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Antimicrobial activity, Alpha-glucosidase inhibition,\nEndophytic fungi","DOI":"","Abstract":" This study aims to evaluate alpha-glucosidase inhibition\nand antimicrobial activity as well as cytotoxic activity of extracts\nfrom endophytic fungus, Nigrospora sphaerica obtained from leaves of\nHelianthus annuus, which widely cultivated for food and used as\nmedicinal plant. This fungus was cultivated in PDB for three weeks.\nAfter that, it was harvested and extracted with hexane, ethyl acetate\nand methanol. Three crude extracts were obtained from the extraction\nprocess, including ethyl acetate partition extract (CE) from mycelia,\nmethanol partition extract (CM) from mycelia and ethyl acetate partition\nextract (BE) from fermentation broth. The extracts were assayed for\ninhibition of alpha-glucosidase, antimicrobial activity against\npathogenic microorganisms and cytotoxic activity against cell lines\nbased on colorimetric assays. The endophytic extract (BE) showed the\nsignificantly against Gram-positive bacteria with MIC values range of\n16-32 µg/mL (Staphylococcus aureus and methicillin-resistant S. aureus)\nand few yeasts (Candida albicans) with MIC values range of 64-128 µg/mL,\nespecially, filamentous fungi (Talaromyces marneffei) with MIC value at\n4 µg/mL. The best antimicrobial activity of extract (BE) was observed\nand confirmed by SEM. The inhibitory concentration (IC50) of active\nextract from alpha-glucosidase inhibition were recorded as 21.17 µg/mL\nand was also showed the significant cytotoxicity activity against A549\ncancer human cell lines. In addition, this crude extract was analyzed by\nusing gas chromatography-mass spectrometry (GC-MS) into three main\ncompounds, including 2-phenylacetic acid, 5-pentyldihydrofuran-2(3H)-one\nand (Z)-methyl 4-(isobutyryloxy)but-3-enoate. In conclusion, endophytic\nfungus, Nigrospora sphaerica is the potential source of active\nmetabolites, which showed broad spectrum of antimicrobial activity and\nalpha-glucosidase inhibition, as well as gave cytotoxicity against A549\ncell lines.","trees":[{"tree_label":"PAUP 3","ntax":"43","rootedtree":"TRUE","title":"Tr117266","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117266.phy"},{"tree_label":"PAUP 2","ntax":"43","rootedtree":"TRUE","title":"Tr117265","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117265.phy"},{"tree_label":"PAUP 4","ntax":"43","rootedtree":"TRUE","title":"Tr117267","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117267.phy"},{"tree_label":"PAUP 1","ntax":"43","rootedtree":"TRUE","title":"Tr117264","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117264.phy"}]}