{"Authors":" Radwa A Hanafy, Gareth W. Griffith, Sumit Singh Dagar,\nMostafa S Elshahed, Noha H Youssef","Year":" 2019","Title":" Seven new Neocallimastigomycota genera from fecal samples of\nwild, zoo-housed, and domesticated herbivores: Description of\nGhazallomyces constrictus gen. nov., sp. nov., Aklioshbomyces papillarum\ngen. nov., sp. nov., Agriosomyces longus gen. nov., sp. nov.,\nCapellomyces foraminis gen. nov., sp. nov. and Capellomyces elongatus\nsp. nov., Khoyollomyces ramosus gen. nov., sp. nov., Joblinomyces\napicalis gen. nov., sp. nov., and Tahromyces munnarensis gen. nov., sp.\nnov.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Anaerobic gut fungi, Neocallimastigomycota, Herbivores, 8\nnew taxa","DOI":"","Abstract":" We isolated and characterized sixty anaerobic gut fungi\n(AGF, Neocallimastigomycota) strains from fecal samples of five wild\n(W), one zoo-housed (Z), and two domesticated (D) herbivores in the US\nstates of Texas (TX) and Oklahoma (OK), and the Indian states of Kerala\n(KE) and Haryana (HA). Phylogenetic assessment based on D1-D2 region of\nthe large rRNA subunit (LSU) identified seven distinct lineages, with\nstrains recovered from Axis Deer (W-TX) clustering within the\nOrpinomyces-Neocallimastix-Pecoramyces-Feramyces clade; Boer\nGoat-domesticated Goat strains (W-TX, D-KE) clustering within the\nOontomyces-Anaeromyces-Liebetanzomyces clade; and Nilgiri Tahr strains\n(W-KE) as well as domesticated Goat and sheep strains (D-HA) forming two\ndistinct clades associated with genus Buwchfawromyces. The remaining\nthree lineages, represented by strains recovered from Mouflon-Boer Goat\n(W-TX), White Tailed Deer (W-OK), and Zebra (Z-OK), displayed no\nspecific supragenus affiliation. All strains displayed monocentric\nthalli and produced mono/uniflagellated zoospores with the exception of\nAxis Deer strains, which produced polyflagellated zoospores. Isolates\ndisplayed multiple interesting microscopic features including sporangia\nwith tightly constricted necks and fine septa at the base (Axis Deer),\npapillated and pseudo-intercalary sporangia (White-Tailed Deer), swollen\nsporangiophores and zoospores with long flagella (Mouflon-Boer Goat),\nzoospores release through an apical pore (Axis Deer, Boer\nGoat-domesticated Goat, and Zebra), multi-sporangiated thalli with\nbranched sporangiophores (Zebra), and subsporangial swelling on short\nsporangiophore (Nilgiri Tahr). Internal transcribed spacer-1 region\n(ITS1) sequence analysis indicated that Zebra strains are\nrepresentatives of the AL1 lineage, frequently encountered in\nculture-independent surveys of the alimentary tract and fecal samples\nfrom hindgut fermenters. The other six lineages, five of which were\nisolated from wild herbivores, have not been previously encountered in\nsuch surveys. Our results significantly expand the genus level diversity\nwithin the Neocallimastigomycota, and strongly suggest that wild\nherbivores represent a yet-untapped reservoir of AGF diversity. We\npropose the creation of seven novel genera and eight novel\nNeocallimastigomycota species to accommodate these strains, for which we\npropose the names Ghazallomyces constrictus (Axis Deer), Aklioshbomyces\npapillarum (White tailed Deer), Agriosomyces longus (Mouflon and wild\nBoer Goat), Capellomyces foraminis (wild Boar Goat) and C. elongatus\n(domesticated Goat), Khoyollomyces ramosus (Zebra), Joblinomyces\napicalis (domesticated Goat and Sheep), and Tahromyces munnarensis\n(Nilgiri Tahr). The type species are strains Axs-31, WT-2, MS-4, BGB-11,\nGFKJa1916, ZS-33, GFH683, and TDFKJa193, respectively.","trees":[{"tree_label":"tree 1","ntax":"140","rootedtree":"TRUE","title":"Neocallimastigomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117551.phy"},{"tree_label":"Imported tree 1","ntax":"141","rootedtree":"TRUE","title":"Neocallimastigomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117552.phy"}]}