{"Authors":" K. Bremer","Year":" 1987","Title":" Tribal interrelationships of the Asteraceae.","Journal":" Cladistics","Volume":" 3","Issue":" NA","Pages":" 210-253","Keywords":" NA","DOI":" NA","Abstract":" A cladistic analysis involving 27 tribes and subtribes of\nAsteraceae and 81 characters is presented. The terminal taxa are mainly\nthose of present tribal classification, though some apparently poly- and\nparaphyletic tribes, notably the Mutisieae and the Inuleae, have been\nrepresented by subtribal taxa. Characters are assembled from all\navailable sources. Corolla types, styles and stamens have provided many\ncharacters. The Lobeliaceae are used as an outgroup and are considered\nas the most probable sister group of the Asteraceae. There is a basal\ndichotomy in the family, the Mutisieae-Barnadesiinae being the\nmonophyletic sister group of the remaining major, also monophyletic part\nof the family. The recent family division into two subfamilies about\nequal in size, the Cichorioideae and the Asteroideae, neither represents\na basal dichotomy nor a sister group relationship within the Asteraceae.\nThe Asteroideae are monophyletic and have their sister group within the\nparaphyletic Cichorioideae. Interrelationships among the cichorioid\ntribes are still unclear. The Lactuceae, Eremothamneae, Vernonieae and\nLiabeae may be one monophyletic group, and the Arctoteae, Carlineae,\nEchinopsideae and Cardueae another. The Mutisieae are a paraphyletic\ngrade at the base of the family. Within the subfamily Asteroideae tribal\ninterrelationships are also rather unclear. The Anthemideae and the\nHeliantheae sensu lato (including the Helenieae, Tageteae, Coreopsideae\nand all helenioid/helianthoid representatives sometimes placed in the\nSenecioneae) may be sister groups. The Heliantheae appear to be\nmonophyletic and there is little support for the hypothesis that other\ntribes are derived from or have their sister group within the\nHeliantheae. The Astereae and the Eupatorieae may be sister groups,\nthough a closer relationship between the Eupatorieae and the Heliantheae\nis possible. The Inuleae are a paraphyletic grade group at the base of\nthe subfamily Asteroideae in the same way as the Mutiseae are a grade\ngroup at the base of the family.","trees":[{"tree_label":"Fig. 5","ntax":"29","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1296.phy"}]}