{"Authors":" Rita Ema Morero, Rocio Deanna, Gloria Barboza, David S.\nBarrington","Year":" 2019","Title":" Historical biogeography of the fern genus Polystichum\n(Dryopteridaceae) in Austral South America","Journal":" Molecular Phylogenetics and Evolution","Volume":" 137","Issue":"","Pages":"","Keywords":" Fern; Phylogeny; Patagonia; South America.","DOI":"","Abstract":" A group of seven endemic Polystichum species inhabit\nPatagonia, the southern region of South America. To date, evolutionary\nrelationships of these Austral South American Polystichum remain\nunknown. The biota of the Southern Andes appears to be more closely\nrelated to the temperate Australasian species than to northern South\nAmerican ones. Differences morphological characters suggested that\nAustral South American Polystichum follow that biogeographical pattern,\nnot being closely related to their congeners in the Northern and Central\nAndes. We sought to reveal the evolutionary relationships, estimate the\ndivergence times and reconstruct both ancestral areas and ancestral\nploidy levels of Austral South America Polystichum. Phylogenetic\nrelationships were estimated using maximum likelihood and Bayesian\napproaches. The seven Austral South American species plus 31 Polystichum\nspecies spanning all other major biogeographic regions were sampled for\nthree DNA markers. Divergence times were estimated in BEAST and Bayesian\nbinary Markov chain Monte Carlo reconstruction was applied in order to\ninfer ancestral areas. The evolution of ploidy was reconstructed on the\nmaximum clade credibility tree, using stochastic character mapping.\nAustral South American Polystichum was recovered as monophyletic. The\nearliest divergence reconstructed within the Austral South American\nClade was that of Polystichum andinum; subsequently two other lineages\ndiverged comprising the remaining Austral South American species. The\nAustral South American lineage is not closely allied to North and\nCentral Andes congeners. Long-distance dispersal of an ancestral\ntetraploid from Australasia during the late Miocene is the most likely\nexplanation for the origin of Patagonian Polystichum. Then, Pliocene and\nPleistocene orogenic and climatic changes may have shaped its\ndiversification in Patagonia.","trees":[{"tree_label":"Imported tree 1","ntax":"50","rootedtree":"TRUE","title":"Polystichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117290.phy"},{"tree_label":"Imported tree 1","ntax":"50","rootedtree":"TRUE","title":"Polystichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117289.phy"}]}