{"Authors":" Takayuki Aoki, Jason A. Smith, Matthew T. Kasson, Stanley\nFreeman, Andrew D.W. Geering, Kerry O’Donnell, David M. Geiser","Year":" 2019","Title":" Three novel Ambrosia Fusarium Clade species producing clavate\nmacroconidia known (F. floridanum and F. obliquiseptatum) or predicted\nto be farmed (F. tuaranense) by Euwallacea spp. (Coleoptera: Scolytinae)\non woody hosts","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ambrosia fungi, fungiculture, gene genealogies, molecular\nphylogenetics, morphology, mutualism, phylogenetic species, symbiosis, 3\nnew taxa","DOI":"","Abstract":" The Ambrosia Fusarium Clade (AFC) comprises at least 16\ngenealogically exclusive species level lineages within clade 3 of the\nFusarium solani species complex (FSSC). These fungi are either known or\npredicted to be farmed by Asian Euwallacea ambrosia beetles (Coleoptera:\nCurculionidae: Scolytinae) in the tribe Xyleborini as a source of\nnutrition. To date only four of the 16 AFC have been described formally.\nIn the absence of Latin binomials an ad hoc nomenclature was developed\nto distinguish the 16 species lineages as AF-1 to AF-16. Herein,\nFusarium spp. AF-3, AF-5 and AF-7 were formally described as F.\nfloridanum, F. tuaranense and F. obliquiseptatum, respectively. Fusarium\nfloridanum farmed by E. interjectus on box elder (Acer negundo) in\nGainesville, Florida was distinguished morphologically by the production\nof sporodochial conidia that were highly variable in size and shape\ntogether with greenish pigmented chlamydospores. Fusarium tuaranense was\nisolated from a beetle damaged Paŕa rubber tree (Hevea brasiliense) in\nNorth Borneo, Malaysia and was diagnosed by production of the smallest\nsporodochial conidia of any species within the AFC. Lastly, F.\nobliquiseptatum was farmed by an unnamed ambrosia beetle designated\nEuwallacea sp. #3 (E. fornicatus species complex) on avocado (Persea\namericana) in Queensland, Australia. It uniquely produces some clavate\nsporodochial conidia with oblique septa. Multilocus maximum likelihood\nanalyses of a multilocus dataset resolved these three novel AFC taxa as\nphylogenetically distinct species based on genealogical concordance.\nParticularly where introduced into exotic environments, these exotic\nmutualists pose a serious threat to the avocado industry, native forests\nand urban landscapes in diverse regions throughout the world.","trees":[{"tree_label":"Fig. 2","ntax":"37","rootedtree":"TRUE","title":"Ambrosia Fusarium Clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_117557.phy"}]}