{"Authors":" Paul Sharp, Paul Sharp, April Armstrong, Peter Thorpe, Paul\nSharp, Carolyn Riddell, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp,\nPaul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Paul Sharp, Leighton\nPritchard, Sarah Green, Paul Sharp, Paul Sharp, Jack Forster, Paul\nSharp, Jack Forster, Jenny Morris, Matt Elliot, Debbie\nFrederickson-Matika, David E.L. Cooke, Paul Sharp, Pete Hedley, Jack\nForster, Paul Sharp, Paul Sharp","Year":" 2019","Title":" Metabarcoding reveals a high diversity of woody\nhost-associated Phytophthora spp. in soils at public gardens and amenity\nwoodlands in Britain","Journal":" PeerJ","Volume":"","Issue":"","Pages":"","Keywords":" Phytophthora, soil detection, metabarcoding","DOI":"","Abstract":" Forests and woodlands worldwide are being severely\nimpacted by invasive Phytophthora species, with initial outbreaks in\nsome cases occurring on host trees located in public parks and gardens.\nThese highly disturbed sites with diverse planting practices may indeed\nact as harbours for invasive Phytophthora pathogens which are\nparticularly well adapted to surviving in soil. High throughput Illumina\nsequencing was used to analyse Phytophthora species diversity in soil\nsamples collected from fourteen public garden/amenity woodland sites in\nnorthern Britain. Bioinformatic analyses revealed some limitations to\nusing ITS1 as the barcode region; namely reporting of false positives\nand ambiguous species matches. Taking this into account, 35 distinct\nsequences were amplified across the sites, corresponding to 23 known\nPhytophthora species as well as twelve oomycete sequences with no match\nto any known Phytophthora species. Phytophthora pseudosyringae and P.\naustrocedri, both of which cause serious damage to trees and are\nregarded as fairly recent introductions to Britain, were the two most\nabundant Phytophthora species detected. There was no evidence that any\nof the detected Phytophthora species were more associated with any one\ntype of host, healthy or otherwise. This study has demonstrated the\nubiquity and diversity of Phytophthora species endemic in highly\nmanaged, extensively planted soil environments in Britain. Suggested\nimprovements to the methodology and the practical implications of the\nfindings in terms of mitigating Phytophthora spread and impact are\ndiscussed.","trees":[{"tree_label":"PhyML","ntax":"17","rootedtree":"TRUE","title":"Tr117311","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117311.phy"},{"tree_label":"PhyML","ntax":"14","rootedtree":"TRUE","title":"Tr117310","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117310.phy"}]}