{"Authors":" David F Comben, Graham A McCulloch, Gillian K Brown, Gimme\nH Walter","Year":" 2019","Title":" Phylogenetic placement and the timing of diversification in\nAustralias endemic Vachellia (Caesalpinioideae, Mimosoid Clade,\nFabaceae) species","Journal":" Australian Systematic Botany","Volume":"","Issue":"","Pages":"","Keywords":" biological control; biogeography; dispersal; molecular\ndating; Shittah trees; systematics","DOI":"","Abstract":" The genus Vachellia Wight & Arn. has a pantropical\ndistribution, with species distributed through Africa, the Americas,\nAsia, and Australia. The relationships among the lineages from Africa\nand America are well understood, but the phylogenetic placement and\nevolutionary origins of the Australian species of Vachellia are not\nknown. We therefore sequenced four plastid genes from representatives of\neach of the nine Australian species of Vachellia, and used Bayesian\ninference to assess the phylogenetic placement of these lineages, and a\nrelaxed molecular clock to assess the timing of diversification. The\nAustralian species of Vachellia form a well-supported monophyletic\nclade, with molecular dating analysis suggesting a single dispersal into\nAustralia 6.5 Mya (95% range 13.9  2.7 Mya). Diversification of the\nAustralian clade commenced more recently, ca. 3.1 Mya (95% range 9.2 \n1.2 Mya), perhaps driven by the increased aridification of Australia at\nthis time. The closest relatives to the Australian Vachellia were not\nfrom the Malesian bioregion, suggesting either a long-distance dispersal\nfrom Africa, or two separate migrations through Asia. These results not\nonly improve our understanding of the biogeography of Vachellia species,\nbut also have significant implications for the biological control of\ninvasive Vachellia species in Australia.","trees":[{"tree_label":"consensus","ntax":"76","rootedtree":"TRUE","title":"Vachellia","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_117368.phy"}]}