{"Authors":" Gustavo Hassemer, Sam Bruun-Lund, Alexey B. Shipunov,\nBarbara G. Briggs, Heidi M. Meudt, Nina A. H. Rønsted","Year":" 2019","Title":" The application of high-throughput sequencing for taxonomy:\nthe case of Plantago subg. Plantago (Plantaginaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 138","Issue":"","Pages":" 156173","Keywords":" classification; Plantagineae; phylogeny; taxonomy","DOI":" 10.1016/j.ympev.2019.05.013","Abstract":" Plantago is a cosmopolitan genus including over 250\nspecies, concentrated in temperate and high-elevation tropical regions.\nThe taxonomy of Plantago is very difficult, mainly because of its\nreduced morphology, which features relatively few characters for species\nclassification. Consequently, the infrageneric classification of the\ngenus remains controversial and inadequate. In this study we applied\nhigh-throughput plastid genome skimming to provide powerful phylogenetic\nresolution to clarify the relationships within subg. Plantago, which is\nthe largest, most broadly distributed and poorest understood subgenus of\nPlantago. Ninety-four samples covering 60% of all species and\nrepresenting all sections of subg. Plantago as well as an outgroup were\nsuccessfully sequenced. The resulting phylogenetic topology was used,\ncomplemented by field and herbarium studies, to revise the sectional\nclassification of subg. Plantago and present a complete listing of the\naccepted species in the subgenus. Our phylogenetic results were also\ntested for their usefulness in clarifying the taxonomic placement of\nsome taxonomically complicated species in the subgenus. We conclude that\na combination of morphological studies and state-of-the art\nhigh-throughput DNA data provide a useful toolbox for resolving\noutstanding taxonomic puzzles exemplified by the genus Plantago.","trees":[{"tree_label":"tree 1","ntax":"96","rootedtree":"TRUE","title":"Plantago","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_121420.phy"}]}