{"Authors":" Erika L Garcia, Lauren A Esposito, Charles E. Griswold","Year":" 2019","Title":" Systematics and evolution of Kibramoa Chamberlin 1924\n(Araneae: Plectreuridae) from the California Floristic Province.","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" evolution, phylogeny, spiders, California Floristic\nProvince, biogeography","DOI":"","Abstract":" The eight-eyed haplogyne spider family Plectreuridae\nSimon, 1893 is one of the oldest of spider families, currently\ncomprising two genera (Kibramoa and Plectreurys), thirty extant species\nand one subspecies. Plectreuridae have not been rigorously examined\nsince 1958, with only three new species added to Plectreurys. This study\nrevisited a subset of taxa from the genus Kibramoa using a combined\nmorphological and multilocus phylogenetic analysis. Species distribution\nmodeling (SDM) was used to investigate the current and paleo\ndistributional patterns of the genus Kibramoa throughout the biodiverse\nregion of the California Floristic Province (CFP). A reexamination of\ngenitalic morphology reflected cryptic species, yet multilocus Bayesian\nand Maximum Likelihood analyses of mitochondrial (CO1, 16S) and nuclear\n(ITS1, 28S) markers consistently suggest several divergent lineages. A\ntime-calibrated phylogeny indicated that the most recent common ancestor\nof Kibramoa appeared in the Mid-Miocene and continued to diversify\nthroughout the Plio-Pleistocene. Xerophilic Kibramoa, as inferred by\nSDM, had a much wider distribution during the Mid-Holocene, when climate\nwas at its warmest. This body of work uncovered novel findings regarding\nthe evolution of plectreurids, provided the first phylogeny of the\nfamily, and demonstrated similar biogeographic patterns displayed in\nother CFP taxa.","trees":[{"tree_label":"PAUP 1","ntax":"20","rootedtree":"TRUE","title":"Kibramoa COI-28S-16S-ITS NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121062.phy"},{"tree_label":"Fig. S2","ntax":"30","rootedtree":"TRUE","title":"Kibramoa 3 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121632.phy"}]}