{"Authors":" Frazer Midot, Jian Chuan Chai , Sharon Yu Ling Lau, Lulie\nMelling, Hun Jiat Tung, Wei Chee Wong","Year":" 2019","Title":" Genetic Diversity and Demographic History of Ganoderma\nboninense in Oil Palm Plantation of Sarawak, Malaysia Inferred from ITS\nRegions","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Ganoderma boninense, oil palm, phylogenetic relationships,\nITS region","DOI":"","Abstract":" Ganoderma boninense is the major causal agent of oil palm\nbasal stem rot and is responsible for substantial economic losses to the\nSoutheast Asian palm oil industry, where Malaysia and Indonesia are the\nmain producers. Sarawak, being one of the largest palm oil producers in\nMalaysia, is also affected by this disease. Phylogenetic analysis\ndetermined that a single species, G. boninense occurred in all sampled\npopulation within Sarawak. Sequence variations in G. boninense internal\ntranscribed spacers (ITS) were analysed for population structure and\nphylogenetic relationships among haplotypes within sampled populations.\nThe ITS1-5.8S-ITS2 regions of 117 isolates from four population in eight\nlocations across coastal areas of Sarawak revealed seven haplotypes. The\nmajority of which comprised of the haplotype designated GbHap1 (81.2%)\nand was found throughout all sampled locations. Intra-strain\nheterogeneity in ITS sequences has been reported in other Ganoderma\nspecies. Genetic variations in G. boninense were observed mainly in the\nITS1 region with no variation in the 5.8S rDNA region. It was also\nrevealed that genetic differences was low among all populations analysed\nwith low haplotype diversity, low polymorphic loci numbers and low\nnucleotide diversity within each population. Genetic distance did not\ncorrelate with physical distance. Information obtained through haplotype\nanalysis of ITS sequences showed slight evidence of a recent demographic\nexpansion. However, analyses of multiple gene loci and subsequent\nresampling is suggested to assist in revealing more information to help\nresolve the evolutionary relationships and population expansion aspects\nof G. boninense population.","trees":[{"tree_label":"Fig. 3","ntax":"95","rootedtree":"TRUE","title":"Tree topology derived from Bayesian Inference of\nGanoderma spp. ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_117386.phy"},{"tree_label":"Fig. 3","ntax":"95","rootedtree":"TRUE","title":"Phylogenetic tree constructed for Ganoderma boninense\nand related species based on Maximum Likelihood (ML)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_117387.phy"}]}