{"Authors":" Kylie Belle Ireland, Gavin Craig Hunter, Alan R Wood,\nCaroline Delaisse, Louise Morin","Year":" 2019","Title":" Evaluation of the rust fungus Puccinia rapipes for biological\ncontrol of Lycium ferocissimum (African boxthorn) in Australia: life\ncycle, taxonomy and pathogenicity","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" classical biocontrol, plant pathogen, host specificity,\nLycieae","DOI":" 10.1016/j.funbio.2019.08.007","Abstract":" Fungal plant pathogens are playing an increasing role as\neffective, safe agents in classical weed biological control programs\nworldwide. Suitability of the rust fungus Puccinia rapipes as a\nclassical biological control agent for Lycium ferocissimum (African\nboxthorn) in Australia was assessed using a streamlined agent selection\nframework. Studies with P. rapipes were undertaken to elucidate its life\ncycle, confirm its taxonomic placement and determine its pathogenicity\nto L. ferocissimum and seven closely-related Solanaceae species that\noccur in Australia. Field surveys in the native range of South Africa,\nexperiments in a containment facility in Australia and DNA sequencing\nconfirmed that P. rapipes is macrocyclic and autoecious, producing all\nfive spore stages on L. ferocissimum. The stages not previously\nencountered, spermogonia and aecia, are described. Sequencing also\nconfirmed that P. rapipes is sister to Puccinia afra, in the ‘Old World\nLineage’ of Puccinia species on Lycieae. Two purified isolates of the\nfungus, representing the Eastern and Western Cape distributions of P.\nrapipes in South Africa, were cultured in the containment facility for\nuse in pathogenicity testing. Lycium ferocissimum and all of the Lycium\nspecies of Eurasian origin tested ‒ L. barbarum (goji berry), L.\nchinense (goji berry ‘chinense’) and L. ruthenicum (black goji berry) \nwere susceptible to both isolates of P. rapipes. The Australian native\nLycium australe and three more distantly related species in different\ngenera tested were resistant to both isolates. The isolate from the\nWestern Cape was significantly more pathogenic on L. ferocissimum from\nAustralia, than the Eastern Cape isolate. Our results indicate that P.\nrapipes may be sufficiently host specific to pursue as a biological\ncontrol agent in an Australian context, should regulators be willing to\naccept damage to the Eurasian goji berries being cultivated, albeit to a\nlimited extent, in Australia.","trees":[{"tree_label":"con 50 majrule","ntax":"22","rootedtree":"TRUE","title":"Puccinia rapipes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_117555.phy"}]}