{"Authors":" Peng-Lei Qiu","Year":" 2019","Title":" Epitypification and molecular confirmation of Ersiphe\ncucurbitacearum as a synonymy of Golovinomyces tabaci","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Erysiphacea, Golovinomyces, Cucumis sativus, Trigonotis\npeduncularis, Rubia cordifolia","DOI":"","Abstract":" Recently published phylogenetic analyses of the\nGolovinomyces orontii complex based on ITS and 28S rDNA data revealed\nthat three different species of the genus Golovinomyces may occur on\ncucurbitaceous hosts, viz., G. bolayi, G. orontii s. str., and G.\ntabaci. Owing to its morphological characteristics, Erysiphe\ncucurbitacearum ( Golovinomyces cucurbitacearum) was tentatively\nreduced to synonymy with G. tabaci. However, final conclusions on the\nidentity and status of E. cucurbitacearum, described from China on\nCucumis sativus, as putative synonymy of G. tabaci required a\nphylogenetic confirmation and epitypification with ex-epitype sequences.\nTherefore, a sample of G. cucurbitacearum collected on Cucumis sativus\nin Xinjiang, China, in 2014 (HMJAU-PM91862) has been sequenced and is\ndesignated as epitype of the latter species, since its holotype material\n(HMAS 40016, collected in 1954) turned out to be too old for molecular\nexaminations. As a result of morphological examinations and phylogenetic\nanalyses based on ex-epitype ITS and 28S rDNA sequences, the recently\nassumed synonymy of G. cucurbitacearum, found on Cucumis sativus in\nChina, with G. tabaci could be confirmed. In addition, two new host\nspecies of G. tabaci, viz., Trigonotis peduncularis (Boraginaceae) and\nRubia cordifolia (Rubiaceae), were concurrently identified based on both\nmorphology and molecular analyses. T. peduncularis is the first verified\nboraginaceous host for G. tabaci.","trees":[{"tree_label":"PAUP_12","ntax":"37","rootedtree":"TRUE","title":"Tr117830","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117830.phy"},{"tree_label":"PAUP_13","ntax":"27","rootedtree":"TRUE","title":"Tr117831","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_117831.phy"}]}