{"Authors":" yunxia li, Xiao-Hua Jin","Year":" 2019","Title":" Phylogenomics of Orchidaceae based on plastid and\nmitochondrial genomes.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 139","Issue":"","Pages":" 106540","Keywords":" Cypripedioideae, mitochondrial genome, mycoheterotrophic\norchids, Orchidaceae, plastid genome, Vanilloideae","DOI":" 10.1016/j.ympev.2019.106540","Abstract":" To advance our knowledge of orchid relationships and\ntiming of their relative divergences, we used 76 protein-coding genes\nfrom plastomes (ptCDS) and 38 protein-coding genes from mitochondrial\ngenomes (mtCDS) of 74 orchids representing the five subfamilies and 18\ntribes of Orchidaceae, to reconstruct the phylogeny and temporal\nevolution of the Orchidaceae. Our results indicated the backbone of\nOrchidaceae is well supported with both datasets, but there are\nconflicts between these trees. The phylogenetic positions of two\nsubfamilies (Vanilloideae and Cypripedioideae) are reversed in these two\nanalyses. The phylogenetic positions of several tribes and subtribes,\nsuch as Epipogiinae, Gastrodieae, Nerviliinae, and Tropidieae, are well\nresolved in mtCDS tree. Thaieae have a different position among higher\nEpidendroideae, instead of sister to the higher Epidendroideae.\nInterrelationships of several recently radiated tribes within\nEpidendroideae, including Vandeae, Collabieae, Cymbidieae, Epidendreae,\nPodochileae, and Vandeae, were resolved with good support in the ptCDS\ntree, but most are not in the mtCDS tree. Conflicts between the two\ndatasets may be attributed to the different substitution rates in these\ntwo genomes and heterogeneity of substitution rate of plastome.\nMolecular dating indicated that the first three subfamilies,\nApostasioideae, Cypripedioideae and Vanilloideae, diverged relatively\nquickly, and then there was a longer period before the last two\nsubfamilies, Orchidoideae and Epidendroideae, began to radiate. Most\nmycoheterotrophic clades of Orchidaceae evolved in the last 30 million\nyears with the exception of Gastrodieae.","trees":[{"tree_label":"PAUP 1","ntax":"76","rootedtree":"TRUE","title":"Orchidaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120804.phy"},{"tree_label":"PAUP 1","ntax":"76","rootedtree":"TRUE","title":"Orchidaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120805.phy"}]}