{"Authors":" Ishani Dilhara Goonasekara, Erio Camporesi, Timur S.\nBulgakov, Rungtiwa Phookamsak, Ruvishika Shehali Jayawardena, Natsaran\nSaichana, E. H. C. McKenzie","Year":" 2019","Title":" Two novel species of Parastagonospora (Phaeosphaeriaceae) on\ngrasses from Italy and Russia","Journal":" Asian Journal of Mycology","Volume":"","Issue":"","Pages":"","Keywords":" 2 new species, Dothideomycetes, multi-gene analysis,\nPoaceae, saprobes, taxonomy","DOI":"","Abstract":" Phaeosphaeriaceae comprises many fungal species occuring\nmainly on grasses and cereal crops as endophytes, saprobes and\nespecially pathogens. Parastagonospora is an important genus in\nPhaeosphaeriaceae that includes pathogens causing leaf and glume blotch\non cereal crops. In this study, a sexual morph species and an asexual\nmorph species, occuring as saprobes on Poaceae are introduced based on\nmorphology and a combined molecular analysis of the LSU, ITS and RPB2\ngene sequence data. The sexual morph of a new Parastagonospora species,\nP. elymi was isolated from dead stems of Elymus repens in Russia.\nParastagonospora elymi is similar to the sexual morph of P. avenae in\nhaving cylindrical asci, bearing eight, overlapping biseriate, fusiform\nascospores but can be distinguished by its subglobose to conical-shaped,\nwider ascomata. In addition, no sheath was observed surrounding the\nascospores . An asexual morph of Parastagonospora was isolated from dead\nstems of Dactylis glomerata in Italy and is introduced as P.\nmacrouniseptata. Parastagonospora macrouniseptata is a coelomycete and\nbears a close resemblance to P. allouniseptata and P. uniseptata in\nhaving globose to subglobose, pycnidia and hyaline, cylindrical,\n1-septate conidia. However, the new species is morphologically distinct\nin its conidiomata characteristics and phylogenetic affinity.","trees":[{"tree_label":"MLT","ntax":"45","rootedtree":"TRUE","title":"Parastagonospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118289.phy"}]}