{"Authors":" Micael Ferreira Gonçalves, Tânia Vicente, Ana Esteves,\nArtur Alves","Year":" 2019","Title":" Novel halotolerant species of Emericellopsis and\nParasarocladium associated with macroalgae in an estuarine\nenvironment.","Journal":" Mycologia","Volume":" 112","Issue":" 1","Pages":" 154-171","Keywords":" Acremonium, endophyte, halotolerance, marine fungi,\nphylogeny, salt marsh, 6 new taxa","DOI":" 10.1080/00275514.2019.1677448","Abstract":" Macroalgae of the genera Fucus, Ulva, and Enteromorpha are\ntypically abundant in estuaries. Endophytic fungi may have beneficial\neffects on the hosts affecting their ability to cope with stress. They\nare also a source of biologically active compounds. However, little is\nknown about the endophytic fungi that colonize these macroalgae.\nEndophytic isolates were obtained from macroalgae from various sites in\nthe estuary Ria de Aveiro (Portugal), as well as from saline water and\nsponges. Six Acremonium-like species could not be affiliated to any\nknown species. Phylogenetic analyses based on internal transcribed\nspacer (ITS) region of the ribosomal DNA and β-tubulin (tub2) and actin\n(act1) genes placed these species in the genera Emericellopsis and\nParasarocladium, but distinct from all currently known species. Although\nsharing morphological characteristics with the most closely related\nspecies, these genera differ in micromorphological and molecular\ncharacters. Thus, three novel species of Emericellopsis (E. cladophorae,\nsp. nov., E. enteromorphae, sp. nov., and E. phycophila, sp. nov.) and\nthree novel species of Parasarocladium (P. aestuarinum, sp. nov., P.\nalavariense, sp. nov., and P. fusiforme, sp. nov.) are proposed.","trees":[{"tree_label":"Imported tree 1","ntax":"91","rootedtree":"TRUE","title":"Emericellopsis Parasarocladium ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121785.phy"},{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Parasarocladium ITS Act","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121786.phy"},{"tree_label":"Imported tree 1","ntax":"37","rootedtree":"TRUE","title":"Emericellopsis ITS TUB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121787.phy"}]}