{"Authors":" Peter H. Thrall, Efrain de Luna, John S. Hopple, Brent D.\nMishler, Rytas Vilgalys","Year":" 1992","Title":" A molecular approach to the phylogeny of bryophytes:\nCladistic analysis of chloroplast-encoded 16S and 23S ribosomal RNA\ngenes.","Journal":" The Bryologist","Volume":" 95","Issue":" NA","Pages":" 172-180","Keywords":" NA","DOI":" NA","Abstract":" As the most primitive living lineages of embryophytes,\nbryophytes are critical to an understanding of the evolution of the land\nflora. A relatively robust phylogenetic hypothesis exists, based on\nmorphology, ultrastructure, and chemistry, in which the classical group\nbryophytes is not monophyletic. Instead, the mosses seem to be more\nclosely related to the tracheophytes than to the hornworts or\nliverworts. However, details of these relationships remain unclear. In\nthis paper we explore the usefulness of comparative molecular studies as\na potential source of independent data to test and refine this\ncladogram. We have generated preliminary nucleotide sequence data from\nportions of the l 65 and 235 ribosomal RNA genes in the chloroplasts of\n1l bryophytes selected from diverse groups. These data, even though they\nshow considerable homoplasy, appear to be historically informative at\nthis deep phylogenetic level since they support a cladogram that is\nidentical to the morphological one. Future studies will expand the\nmolecular comparisons by sequencing the rest of these two rRNA genes, as\nwell as the protein-coding gene rbcL, for many more species.","trees":[{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"bryophytes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1297.phy"},{"tree_label":"Fig. 6","ntax":"11","rootedtree":"TRUE","title":"bryophytes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1299.phy"},{"tree_label":"Fig. 5","ntax":"14","rootedtree":"TRUE","title":"bryophytes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1298.phy"}]}