{"Authors":" Genivaldo Alves-Silva, Mateus Arduvino Reck, Rosa Mara\nBorges da Silveira, Felipe Bittencourt, Gerardo Lucio Robledo,\nAristóteles Góes-Neto, Elisandro Ricardo Drechsler-Santos","Year":" 2020","Title":" The Neotropical Fomitiporia (Hymenochaetales, Basidiomycota):\ntheredefinition of F. apiahyna s.s. allowsrevealing a high hidden\nspecies diversity","Journal":" Mycological Progress","Volume":" 19","Issue":" 8","Pages":" 769790","Keywords":" Cryptic species, Hymenochaetales, Integrative taxonomy,\nIUCN fungi red listing, Neotropical fungi, New taxa, Multilocus\nphylogeny, Species complexes","DOI":" 10.1007/s11557-020-01593-5","Abstract":" The Neotropical species Fomitiporia apiahyna was\nrepeatedly shown to form a lineage with multiple sublineages that could\ncorrespond to different phylogenetic species, hence forming a highly\ndiverse species complex. Due to their inconspicuous morphological\nfeatures, species delimitation in this complex needs an integrative\ntaxonomic perspective. In this study, we have performed multilocus\nmolecular (ITS, ncLSU, TEF-1α, and RPB2) analyses in order to delimit\nthe phylogenetic placement of specimens previously determined as F.\napiahyna and to determine the phylogenetic diversity in term of clades\nthat could be equated to species. Both morphological, ecological, and\ndistribution data have been integrated to better delimit species\nboundaries. The F. apiahyna sensu lato lineage was shown to encompass\nfour clades, corresponding to the four species: F. apiahyna sensu\nstricto, which is confirmed based on specimens originating from the type\nlocality and here epitypified; F. nubicola sp. nov., proposed based on\nspecimens found on Drimys angustifolia and Drimys sp., a relic plant\nspecies distributed exclusively in fragmented forests of high altitude\nareas in southern Brazil; F. conyana sp. nov., proposed from specimens\npreviously suggested as the closest to F. apiahyna s.s.; and F. murrilli\nsp. nov., proposed based on specimens found on the locally exotic\nEucalyptus sp. and another undefined angiosperm in southern\nBrazil.Additionally, Phellinus elegans emerged fromthe synonymy of F.\napiahyna and the newcombination Fomitiporia elegans is proposed. An\nidentification key to the Neotropical species with pileate basidioma\nalso is provided. Phylogenetically delimited species are strongly\nsupported by ecological data, and in the case of F. conyana by clear-cut\nmorphological data. It is expected that, with the redefinition of F.\napiahyna s.s., other phylogenetic species will emerge in the near\nfuture.","trees":[{"tree_label":"MLT","ntax":"156","rootedtree":"TRUE","title":"Fomitiporia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128408.phy"},{"tree_label":"BI","ntax":"156","rootedtree":"TRUE","title":"Fomitiporia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_128409.phy"}]}