{"Authors":" Michael J Wingfield, Ratchadawan Cheewangkoon, Angus\nCarnegie, Treena I Burgess, Bret A. Summerell, Jacqueline Edwards, Paul\nW.J. Taylor, Johannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2019","Title":" Foliar pathogens of eucalypts","Journal":" Studies in Mycology","Volume":" 94","Issue":"","Pages":" 125-298","Keywords":" Corymbia, Eucalyptus, Foliar pathogen, New taxa,\nTaxonomy.","DOI":" 10.1016/j.simyco.2019.08.001","Abstract":" Species of eucalypts are commonly cultivated for solid\nwood and pulp products. The expansion of commercially managed eucalypt\nplantations has chiefly been driven by their rapid growth and\nsuitability for propagation across a very wide variety of sites and\nclimatic conditions. Infection of foliar fungal pathogens of eucalypts\nis resulting in increasingly negative impacts on commercial forest\nindustries globally. To assist in evaluating this threat, the present\nstudy provides a global perspective on foliar pathogens of eucalypts. We\ntreat 110 different genera including species associated with foliar\ndisease symptoms of these hosts. The vast majority of these fungi have\nbeen grown in axenic culture, and subjected to DNA sequence analysis,\nresolving their phylogeny. During the course of this study several new\ngenera and species were encountered, and these are described. New genera\ninclude: Lembosiniella (L. eucalyptorum on E. dunnii, Australia),\nNeosonderhenia (N. eucalypti on E. costata, Australia), Neothyriopsis\n(N. sphaerospora on E. camaldulensis, South Africa), Neotrichosphaeria\n(N. eucalypticola on E. deglupta, Australia), Nothotrimmatostroma (N.\nbifarium on E. dalrympleana, Australia), Nowamyces (incl. Nowamycetaceae\nfam. nov., N. globulus on E. globulus, Australia), and Walkaminomyces\n(W. medusae on E. alba, Australia). New species include (all from\nAustralia): Disculoides fraxinoides on E. fraxinoides, Elsinoe piperitae\non E. piperita, Fusculina regnans on E. regnans, Marthamyces johnstonii\non E. dunnii, Neofusicoccum corticosae on E. corticosa,\nNeotrimmatostroma dalrympleanae on E. dalrympleana, Nowamyces piperitae\non E. piperita, Phaeothyriolum dunnii on E. dunnii, Pseudophloeospora\neucalyptigena on E. obliqua, Pseudophloeospora jollyi on Eucalyptus sp.,\nQuambalaria tasmaniae on Eucalyptus sp., Q. rugosae on E. rugosa,\nSonderhenia radiata on E. radiata, Teratosphaeria pseudonubilosa on E.\nglobulus and Thyrinula dunnii on E. dunnii. A new name is also proposed\nfor Heteroconium eucalypti as Thyrinula uruguayensis on E. dunnii,\nUruguay. Although many of these genera and species are commonly\nassociated with disease problems, several appear to be opportunists\ndeveloping on stressed or dying tissues. For the majority of these\nfungi, pathogenicity remains to be determined. This represents an\nimportant goal for forest pathologists and biologists in the future.\nConsequently, this study will promote renewed interest in foliar\npathogens of eucalypts, leading to investigations that will provide an\nimproved understanding of the biology of these fungi.","trees":[{"tree_label":"Fig. 40. The single most parsimonious tree obtained\nfrom the Fusculina alignment","ntax":"4","rootedtree":"TRUE","title":"Tr120337","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120337.phy"},{"tree_label":"Fig. 81. The single most parsimonious trees obtained\nfrom the Phaeothyriolum alignment","ntax":"6","rootedtree":"TRUE","title":"Tr120340","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120340.phy"},{"tree_label":"Fig. 101. The first of 11 equally most parsimonious\ntrees obtained from the Sonderhenia alignment","ntax":"15","rootedtree":"TRUE","title":"Tr120344","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120344.phy"},{"tree_label":"Fig. 61. Consensus phylogram (50 % majority rule) from\nthe Capnodiales alignment","ntax":"90","rootedtree":"TRUE","title":"Tr120338","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120338.phy"},{"tree_label":"Fig. 95. The first of 384 equally most parsimonious\ntrees obtained from the Quambalaria alignment","ntax":"105","rootedtree":"TRUE","title":"Tr120342","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120342.phy"},{"tree_label":"Fig. 66. The first of seven equally most parsimonious\ntrees obtained from the Nowamyces alignment","ntax":"19","rootedtree":"TRUE","title":"Tr120339","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120339.phy"},{"tree_label":"Fig. 89. The single most parsimonious tree obtained\nfrom the Pseudophloeospora alignment","ntax":"8","rootedtree":"TRUE","title":"Tr120341","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120341.phy"},{"tree_label":"Fig 33. The first of four equally most parsimonious\ntrees from the Disculoides alignment","ntax":"12","rootedtree":"TRUE","title":"Tr120336","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120336.phy"},{"tree_label":"Fig. 101. Distance (NJ) tree obtained from the\nSonderhenia alignment","ntax":"15","rootedtree":"TRUE","title":"Tr120343","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120343.phy"},{"tree_label":"Fig 12. The first of 45 equally most parsimonious trees\nfrom the Blastacervulus/Thyrinula alignment","ntax":"54","rootedtree":"TRUE","title":"Tr120334","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120334.phy"},{"tree_label":"Fig 33. Distance (NJ) tree from the Disculoides\nalignment","ntax":"12","rootedtree":"TRUE","title":"Tr120335","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120335.phy"}]}