{"Authors":" William Wallace Martin, Alyssa Warren","Year":" 2019","Title":" Periplasma isogametum, gen. et sp. nov., a new basal member\nof the Oomycota with affinities to the Leptomitales","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Oomycota, Saprolegniomycetes, Leptomitales,\nAtkinsiellales, Periplasma isogametum, systematics, molecular genetics,\nisogamy","DOI":"","Abstract":" This paper describes the taxonomy, developmental\nmorphology and phylogeny of Periplasma isogameta, a new monotypic genus\nof the Leptomitales (Oomycota). In phylogenetic trees inferred from\nnuclear ribosomal and mitochondrial DNA sequences Periplasma isogameta\nforms a well-supported clade that is related to but distinct from\nApodachlya, a member of the Leptomitales. The organism is a holocarpic\nfacultative saprophyte of moribund simuliid adults but grows well on a\nvariety of common mycological media in which it produces large, eucarpic\nhyphae with a thick peripheral layer of protoplasm surrounding a central\nvacuole. Zoosporogenesis is similar to other early-emerging Oomycota\nsuch as Atkinsiella dubia and Eurychasma dicksonii in which a peripheral\nnetwork of zoospore initials collapses to the center of the\nzoosporangium and is partitioned into individual zoospores by severing\nof the thin protoplasmic strands uniting them. Upon release,\nslipper-shaped primary zoospores undergo a prolonged period of motility\nbefore transitioning either gradually or following a quiescent period\ninto smaller, ovoid secondary zoospores which subsequently encyst.\nEncystment of primary zoospores has not been observed. Sexual\nreproduction involves morphological isogamy and physiological anisogamy\nof walled gametes which are produced within vegetative hyphae\nfunctioning as gametangia. Male gametes produce elongate fertilization\ntubes which fuse with female gametes which are subsequently converted\ninto thick-walled oospores containing eccentric oil globules. This\nparticular form of isogamy has not been reported in the Oomycota but it\ncould be regarded as transitional between forms such as Lagenisma\ncoscinodisci, in which walled male and female isogametes are derived\ndirectly from zoomeiospores, and Apodachlyella completa, in which fully\ndifferentiated oogonia and antheridia are present but separate, walled\ngametes are formed within the antheridia. The ease by which Periplasma\nisogameta may be grown in culture should permit future investigations on\nits life cycle and the evolution of sexuality from isogamy to oogamy in\nthe Saprolegniomycetes.","trees":[{"tree_label":"Imported tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr118369","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118369.phy"}]}