{"Authors":" Sandra C. C Hilario, Anabela Lopes, Liliana Santos, Artur\nAlves","Year":" 2020","Title":" Botryosphaeriaceae species associated with blueberry stem\nblight and dieback in the Centre Region of Portugal","Journal":" European Journal of Plant Pathology","Volume":" 156","Issue":" 1","Pages":" 31-44","Keywords":" Botryosphaeria, Neofusicoccum, Pathogenicity, Phylogeny,\nVaccinium corymbosum","DOI":" 10.1007/s10658-019-01860-6","Abstract":" Blueberry (Vaccinium corymbosum) cultivation in Portugal\nhas been growing considerably in the last decade, making it a highly\nprofitable fruit crop. Species of Botryosphaeriaceae are relevant\npathogens of blueberry causing stem blight and dieback. In this study a\nsurvey was carried out in blueberry orchards in the centre region of\nPortugal in order to assess which species of Botryosphaeriaceae are\nassociated with stem blight and dieback symptoms. Their presence as\nendophytes was also evaluated in asymptomatic plants. Four species were\nidentified, Botryosphaeria dothidea, Neofusicoccum parvum, N. australe\nand N. eucalyptorum. Of these, B. dothidea and N. parvum were the most\ncommonly found. Pathogenicity trials showed that the four species tested\nwere pathogenic to blueberry plants and revealed that N. parvum, was the\nmost aggressive species, and most likely the main causal agent of\nblueberry stem blight and dieback in Portugal. Neofusicoccum\neucalyptorum, a common Eucalyptus pathogen, is reported for the first\ntime as a pathogen of blueberry. This represents a significant host jump\nwhose potential future effects on blueberry plantations are not fully\nunderstood.","trees":[{"tree_label":"Imported tree 1","ntax":"38","rootedtree":"TRUE","title":"Neofusicoccum ITS+TEF MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121633.phy"},{"tree_label":"Imported tree 1","ntax":"34","rootedtree":"TRUE","title":"Botryosphaeria ITS+TEF MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121634.phy"}]}