{"Authors":" Duy Phu Le","Year":" 2019","Title":" TEF1 sequence-based diversity of Fusarium species recovered\nfrom Rhizoctonia-like diseased cotton seedlings in New South Wales,\nAustralia","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Gossypium hirsutum, seedling diseases, Rhizoctonia rot,\nFusarium oxysporum","DOI":"","Abstract":" Cotton is a billion-dollar crop in Australia, especially\nin regional areas of New South Wales (NSW) and Queensland. Fusarium wilt\ncaused by Fusarium oxysporum f. sp. vasinfectum (Fov) is of an important\ndisease in cotton globally and in Australia. The Australian cotton\nindustry is currently adopting highly resistant cultivars to Fov.\nTherefore, it is believed that Fusarium wilt pressure will be minimal on\nthe cotton crop. However, a total of 188 putative Fusarium isolates were\nrecovered from cotton seedlings exhibited atypical symptoms of either\nFusarium damping-off or Fusarium wilt, which were sampled across NSW\nduring the 2017/18 and 2018/19 seasons. On the basis of sequence\nanalysis of the translation elongation factor 1-alpha (TEF1), eight\nFusarium species were identified that being Fusarium oxysporum, F.\nequesiti and F. falciforme species complex, F. nygamai, F.\nbrachygibbosum, F. acuminatum, F. chlamydosporum, and F. redolens. Of\nthese, F. oxysporum species complex (FOSC) accounted for over 80% of the\ntotal number of isolates recovered. The predominant number of isolates\n(78.5%) were clustered with non-Australian Fov race 1-8. The remaining\n21.5% of FOSC isolates in our study was clustered with Australian Fov\nbiotypes. This short communication is the first TEF1-based assessment of\nFusarium diversity associated with Rhizoctonia-like diseased cotton\nseedlings sampled across NSW, Australia.","trees":[{"tree_label":"Imported tree 1","ntax":"42","rootedtree":"TRUE","title":"Tr118376","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118376.phy"},{"tree_label":"Imported tree 1","ntax":"203","rootedtree":"TRUE","title":"Tr118380","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118380.phy"}]}