{"Authors":" Jaime Andrés Duque, Samuel Galvão, Annemieke Verbeken,\nMaria Alice Neves, Lynn Delgat, Anibal Carvalho","Year":" 2019","Title":" A new section, Lactifluus Section Neotropicus (Russulaceae),\nand two new Lactifluus species from the Atlantic Forest, Brazil.","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Lactarius, milkcaps, Russulaceae, ITS, 28S, morphology,\nphylogeny","DOI":"","Abstract":" Lactifluus is a monophyletic genus of ectomycorrhizal\nfungi with about 200 described species classified in four subgenera: L.\nsubg. Gymnocarpus, L. subg. Lactariopsis, L. subg. Lactifluus and L.\nsubg. Pseudogymnocarpus. Currently L. subg. Lactariopsis is considered\nmonophyletic with approximately 57 species described and classified in\nfour sections: Albati, Edules, Lactariopsis and Russulopsidei. There are\nfew species of L. subg. Lactariopsis described from the Neotropical\nregion, however local mycologists commonly collect specimens of this\nsubgenus during their mycological surveys. The goals of the present\nstudy are to evaluate the phylogenetic and morphological relationships\nof the species from L. subg. Lactariopsis found in Brazil, to contribute\nto the knowledge of Lactifluus in Neotropical ecosystems by describing a\nnew section in this subgenus and two new species from Brazil, and to\ndocument L. neotropicus as a new record from Brazil. Based on\nmorphological and phylogenetic evidences we propose Lactifluus sect.\nNeotropicus as a new section and Lactifluus catarinensis and L.\nmariellea as two new species in this section. We provide a key to the\nspecies of L. sect. Neotropicus, which is shown to be a monophyletic\ngroup of Neotropical species within L. subg. Lactariopsis. The most\nstriking characteristic of several species in L. subg. Lactariopsis is\nthe secondary angiocarpic development, not present in the other\nsubgenera. Species with a secondary veil can be found in two lineages\nthat diversified more recently than the rest of the genus: L. sect.\nLactariopsis and L. sect. Neotropicus. Species that show morphological\naffinities with the two new species in L. sect. Neotropicus described\nhere are commonly found and we expect to reveal a greater diversity of\nthis section in the Neotropical region.","trees":[{"tree_label":"Imported tree 1","ntax":"137","rootedtree":"TRUE","title":"Lactifluus Neo+DeCrop ITS+LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118379.phy"}]}