{"Authors":" Min Shen, Jia Qi Zhang, L L Zhao, Johannes (Ewald)\nZacharias Groenewald, Pedro W. Crous, Ying Zhang","Year":" 2020","Title":" Venturiales","Journal":" Studies in Mycology","Volume":" 96","Issue":"","Pages":" 185-308","Keywords":" Multigene analysis, New taxa, Scab disease, Systematics,\nVenturia.","DOI":" 10.1016/j.simyco.2020.03.001.","Abstract":" Members of Venturiales (Dothideomycetes) are widely\ndistributed, and comprise saprobes, as well as plant, human and animal\npathogens. In spite of their economic importance, the general lack of\ncultures and DNA data has resulted in taxa being poorly resolved. In the\npresent study five loci, ITS, LSU rDNA, tef1, tub2 and rpb2 are used for\nanalysing 115 venturialean taxa representing 30 genera in three families\nin the current classification of Venturiales. Based on the multigene\nphylogenetic analysis, morphological and ecological characteristics, one\nnew family, Cylindrosympodiaceae, and eight new genera are described,\nnamely Bellamyces, Fagicola, Fraxinicola, Fuscohilum, Neofusicladium,\nParafusicladium, Pinaceicola and Sterila. In addition, 12 species are\ndescribed as new to science, and 41 new combinations are proposed. The\ntaxonomic status of 153 species have been re-evaluated with 20 species\nexcluded from Venturiales. Based on this revision of Venturiales,\nmorphological characteristics such as conidial arrangement (solitary or\nin chains) or conidiogenesis (blastic-solitary, sympodial or\nannellidic), proved to be significant at generic level. Venturia as\ncurrently defined represents a generic complex. Furthermore, plant\npathogens appear more terminal in phylogenetic analyses within\nVenturiaceae and Sympoventuriaceae, suggesting that the ancestral state\nof Venturiales is most likely saprobic.","trees":[{"tree_label":"Fig. 1","ntax":"120","rootedtree":"TRUE","title":"Venturiales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128385.phy"},{"tree_label":"Fig. 2","ntax":"96","rootedtree":"TRUE","title":"Venturiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128386.phy"}]}