{"Authors":" James R. Manhart","Year":" 1994","Title":" Phylogenetic analysis of green plant rbcL sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 3","Issue":" NA","Pages":" 114-127","Keywords":" NA","DOI":" NA","Abstract":" DNA and derived amino acid sequences of the rbcL gene from\nselected photosynthetic bacteria, green algae, bryophytes, fern allies,\nferns, and seed plants were used to construct phylogenetic trees using\nparsimony algorithms. Internal support of clades was determined by the\nbootstrap and decay indices. External support was judged by comparison\nof trees with previous morphological and molecular cladograms. Some\nclades on all the trees are supported both internally and externally,\nbut all of the trees are characterized by unsupported relationships of\nthe bryophytes and fern allies. Trees produced by analyses of all three\nDNA positions have the highest levels of internal support, but many\nclades are still not supported externally or internally. Analyses using\nonly the first and second positions of the DNA sequences and derived\namino acid sequences produced trees with odd groupings and low levels of\ninternal support for most of the clades. These results indicate that\nrbcL sequences may be too divergent to test phylogenetic relationships\namong major groups of green plants. Additional problems with\nconstructing phylogenetic trees from rbcL sequences may be caused by RNA\nediting, pseudogenes, unequal rates of evolution, and inadequate taxon\nsampling. Whether RNA editing is a problem can be determined by\nsequencing amplified RNAs from selected taxa. If pseudogenes are\nsuspected, purified chloroplast DNA should be used for amplification. It\nmay be beneficial to include more taxa in subsequent analyses, but there\nare indications that historical extinctions will prevent adequate\nsampling of some groups, such as the bryophytes and fern allies.","trees":[{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"green plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1300.phy"}]}