{"Authors":" Valeria B Ponizovskaya, Alexey Grum-Grzhimaylo, Marina L.\nGeorgieva, Elena N. Bilanenko","Year":" 2019","Title":" Lecanicillium gracile (Cordycipitaceae), a new species\nisolated from mineral building materials","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" biodeterioration, Lecanicillium, limestone, new species,\nplaster, taxonomy","DOI":"","Abstract":" We report abundant lecanicillia fungi isolated from\ndeteriorated limestone and plaster in interiors of cultural heritage\nsites in Russia. The phylogenetic analysis of ITS rDNA coupled with\nmorphological observations showed one of the Lecanicillium isolates as a\nnew species, which we describe here as L. gracile sp. nov. Lecanicillium\ngracile is morphologically similar to the closely related species, such\nas L. coprophilum, L. restrictum and L. testudineum, but it differs from\nthem by the ability to produce phialides secondarily on the preceeding\nphialides. Additionally, L. gracile has a growth preference towards\nhigher temperatures, when compared to L. restrictum. Another abundant\nLecanicillium isolate we left unidentified due to a lack of phylogenetic\nsignal. A third species isolated from deteriorated limestone and plaster\nin interiors was identified as Parengyodontium album, which is\nphylogenetically close to Lecanicillium and produces zigzag-shaped tips\nof conidiogenous cells. Given high abundance of the isolated species and\ntheir physiological traits, we conclude that they are involved in\ndeterioration of stone materials in interiors of cultural heritage and\ndeserve attention during restoration works.","trees":[{"tree_label":"majrule","ntax":"42","rootedtree":"TRUE","title":"Cordycipitaceae ITS BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118675.phy"},{"tree_label":"MLT","ntax":"42","rootedtree":"TRUE","title":"Cordycipitaceae ITS ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118676.phy"}]}