{"Authors":" Claudio Angelini, Matteo Gelardi, Federica Costanzo,\nFrancesco Dovana, Beatriz Ortiz-Santana, Alfredo Vizzini, Alfredo\nVizzini","Year":" 2019","Title":" Tylopilus griseiolivaceus sp. nov. and T. leucomycelinus\n(Boletaceae) revisited from the Dominican Republic within a\ncomprehensive phylogeny of Tylopilus s. str.","Journal":" Mycological Progress","Volume":" 18","Issue":" 8","Pages":" 10391056","Keywords":" Boletales, Tylopilus, Molecular phylogeny, Greater\nAntilles, Neotropical boletes, Taxonomy","DOI":"","Abstract":" The genus Tylopilus s. str. in the Dominican Republic is\ninvestigated. Tylopilus griseiolivaceus is introduced as a novel species\nbased on material recorded in a neotropical montane pine woodland but\nalso known to occur in temperate coniferous forests in southeastern USA.\nThe Central American species T. leucomycelinus is also re-evaluated and\nits geographical range expanded. A detailed morphological description is\nprovided for both species and accompanied by colour images of fresh\nbasidiomes in habitat, line drawings of the main anatomical features and\nmolecular support relying on a multilocus phylogenetic inference (nrITS,\nnrLSU (28S), rpb2 datasets). In addition, DNA was successfully isolated\nfrom the type material of T. leucomycelinus and compared with the\ngenetic material obtained from additional neotropical samples. The\ntaxonomic placement, ecological requirements and distribution patterns\nof T. griseiolivaceus and T. leucomycelinus are investigated/reviewed\nand their relationships with closely allied taxa in Tylopilus s. str.\nare elucidated and discussed. Epitypification of T. leucomycelinus is\nproposed herein.","trees":[{"tree_label":"con 50 majrule","ntax":"102","rootedtree":"TRUE","title":"Tylopilus LSU rpb2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120533.phy"},{"tree_label":"tree 1","ntax":"107","rootedtree":"TRUE","title":"Tylopilus ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120532.phy"}]}