{"Authors":" Miguel Camacho-Sanchez, Jennifer Ann Leonard","Year":" 2020","Title":" Mitogenomes Reveal Multiple Colonization of Mountains by\nRattus in Sundaland","Journal":" Journal of Heredity","Volume":" 111","Issue":" 4","Pages":" 14","Keywords":" selection, tropical mountain, adaptation, Rattini,\nendemism","DOI":" 10.1093/jhered/esaa014","Abstract":" Tropical mountains are cradles of biodiversity and\nendemism. Sundaland, tropical Southeast Asia,shosts 3 species of Rattus\nendemic to elevations above 2000 m with an apparent convergencesin\nexternal morphology: Rattus korinchi and R. hoogerwerfi from Sumatra,\nand R. baluensissfrom Borneo. A fourth one, R. tiomanicus, is restricted\nto lowland elevations across the wholesregion. The origins of these\nendemics are little known due to the absence of a robust\nphylogeneticsframework. We use complete mitochondrial genomes from the 3\nhigh altitude Rattus, and severalsrelated species to determine their\nrelationships, date divergences, reconstruct their history\nofscolonization, and test for selection on the mitochondrial DNA. We\nshow that mountain colonizationshappened independently in Borneo\n(<390 Kya) and Sumatra (~1.38 Mya), likely from lowlandslineages. The\norigin of the Bornean endemic R. baluensis is very recent and its\ngenetic diversity issnested within the diversity of R. tiomanicus. We\nfound weak evidence of positive selection in theshigh-elevation lineages\nand attributed the greater nonsynonymous mutations on these\nbranchess(specially R. baluensis) to lesser purifying selection having\nacted on the terminal branches in thesphylogeny.","trees":[{"tree_label":"tree 1","ntax":"57","rootedtree":"TRUE","title":"Rattus Sundaland 57x11339","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134782.phy"},{"tree_label":"TREE1","ntax":"27","rootedtree":"TRUE","title":"Rattus Sundaland 27x11339","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134781.phy"}]}