{"Authors":" Rachael Fowler, Todd GB McLay, Tanja M. Schuster, Bevan\nBuirchell, Josquin Tibbits, Daniel J Murphy, Michael James Bayly","Year":" 2019","Title":" Analysis of whole chloroplast genomes from tribe Myoporeae\n(Scrophulariaceae)","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" emu bush, Eremophila, high throughput sequencing,\nphylogeny, plastome structure, taxonomy","DOI":"","Abstract":" This study presents an analysis of whole chloroplast\ngenomes to assess relationships among the seven genera of tribe\nMyoporeae (Scrophulariaceae). Sampling included individuals from species\ntypes for all seven genera included in Myoporeae (Bontia, Calamphoreus,\nDiocirea, Eremophila, Glycocystis, Myoporum, Pentacoelium), one\nadditional species of the large genus Eremophila, one representative of\nthe sister tribe Leucophylleae (Leucophyllum), and the published\nplastome of Scrophularia takesimensis as an outgroup. Phylogenetic\nreconstruction was performed using maximum parsimony and Bayesian\ninference analyses based on >7000 variable nucleotide positions. Both\nreconstruction methods produced a single phylogenetic tree on which all\nnodes were fully resolved with either maximum bootstrap or posterior\nprobability support. Tribe Myoporeae was supported as monophyletic and\nsister to Leucophylleae. Two lineages are identified within Myoporeae;\none containing the Australian endemic genera Calamphoreus, Diocirea,\nGlycocystis and the type species of Eremophila (E. oppositifolia), the\nsecond containing species with distributions outside of Australia\n(Bontia, Myoporum, Pentacoelium) and a species of Eremophila (E.\ngibbifolia). Eremophila is thus supported as polyphyletic. The\napplication of genome skimming and assembly of plastomes has resolved\ngeneric relationships in tribe Myoporeae and revealed variable regions\nof the genome that will be useful in further genetic study of the\ngroup.","trees":[{"tree_label":"con 50 majrule","ntax":"10","rootedtree":"TRUE","title":"Tr118757","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118757.phy"}]}