{"Authors":" Lynn Delgat, Régis Courtecuisse, Eske De Crop, Felix Hampe,\nTina Antje Hofmann, Cathrin Manz, Meike Piepenbring, Mélanie Roy,\nAnnemieke Verbeken","Year":" 2019","Title":" Lactifluus (Russulaceae) diversity in Central America &\nthe Caribbean: melting pot between realms","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, ectomycorrhizal fungi, Middle America,\nFrench West Indies, integrative taxonomy","DOI":"","Abstract":" Species of the ectomycorrhizal genus Lactifluus, and often\neven entire sections, are typically unique to a single continent. Given\nthese biogeographic patterns, an interesting region to study their\ndiversity is Central America and the Caribbean, since it is a part of\nthe North American continent, but biogeographically belongs to the\nNeotropical realm. Based on a thorough molecular analysis and\nmorphological study, this study shows that Central America, Mexico and\nthe Caribbean harbour at least 35 Lactifluus species, of which 33 were\nnever reported outside of this region. It was found that species from\nthe Caribbean generally show affinities to South American taxa, while\nspecies from the Central American mainland generally show affinities to\nNorthern hemispheric taxa. We hypothesise that host specificity and/or\nclimate play a crucial role in these different origins of diversity.\nBecause of this, Caribbean islands harbour a completely different\nLactifluus diversity than the Central American mainland. The majority of\nspecies occurring on the islands can be considered endemic to certain\nislands or island groups. In this paper, detailed morphological\ndescriptions are given, with a focus on the unique diversity of the\nislands, and identification keys to all hitherto described Lactifluus\nspecies occurring in Central America and the Caribbean are provided. One\nnew section, Lactifluus sect. Nebulosi, and three new species,\nLactifluus guadeloupensis, Lactifluus lepus and Lactifluus marmoratus\nare described.","trees":[{"tree_label":"Imported tree 1","ntax":"272","rootedtree":"TRUE","title":"Lactifluus MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118838.phy"}]}