{"Authors":" Rachael Fowler, Todd GB McLay, Tanja M. Schuster, Bevan\nBuirchell, Daniel J Murphy, Michael James Bayly","Year":" 2020","Title":" Plastid phylogenomic analysis of tribe Myoporeae\n(Scrophulariaceae)","Journal":" Plant Systematics and Evolution","Volume":" 306","Issue":" 52","Pages":"","Keywords":" emu bush, Eremophila, high throughput sequencing,\nphylogeny, plastome structure, taxonomy","DOI":"","Abstract":" This study presents an analysis of plastomes to assess\nrelationships among the seven genera of tribe Myoporeae\n(Scrophulariaceae). Sampling included individuals from type species for\nall seven genera included in Myoporeae (Bontia, Calamphoreus, Diocirea,\nEremophila, Glycocystis, Myoporum, Pentacoelium), one additional species\nof the large genus Eremophila, one representative of the sister tribe\nLeucophylleae (Leucophyllum), and the published plastome of Scrophularia\ntakesimensis as an outgroup. Phylogenetic analyses were performed using\nmaximum parsimony and Bayesian inference analyses based on >7000\nvariable nucleotide positions. Maximum parsimony analysis produced a\nsingle tree with the same topology as the Bayesian consensus tree, and\nall nodes were fully resolved with 100% bootstrap support and 1.0\nBayesian posterior probability. Tribe Myoporeae was supported as\nmonophyletic and sister to Leucophylleae. Two lineages are identified\nwithin Myoporeae; one containing the Australian endemic genera\nCalamphoreus, Diocirea, Glycocystis and the type species of Eremophila\n(E. oppositifolia), the second containing species with distributions\noutside of Australia (Bontia, Myoporum, Pentacoelium) and a species of\nEremophila (E. gibbifolia). Eremophila is thus supported as\npolyphyletic. The application of genome skimming and assembly of\nplastomes has resolved generic relationships in tribe Myoporeae and\nrevealed variable regions of the genome that will be useful in further\ngenetic study of the group.","trees":[{"tree_label":"con 50 majrule","ntax":"10","rootedtree":"TRUE","title":"Tribe Myoporeae BI majority rule consensus tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_118758.phy"}]}