{"Authors":" Janusz Blaszkowski, Franco Magurno","Year":" 2019","Title":" Rhizoglomus dalpeae, R. maiae, and R. silesianum, new\nspecies","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Arbuscular mycorrhizal fungi, Glomeromycota, Morphology,\nMolecular phylogeny, RPB1, 18S-ITS-28S nuc rDNA","DOI":"","Abstract":" We found three arbuscular mycorrhizal fungi (AMF; phylum\nGlomeromycota) producing glomoid spores. The mode of formation and\nmorphology of these spores suggested that they represent undescribed\nspecies in the genus Rhizoglomus of the family Glomeraceae. Subsequent\nmorphological studies of the spores and molecular phylogenetic analyses\nof sequences of the nuc rDNA small subunit (18S), internal transcribed\nspacer (ITS1-5.8S-ITS2 = ITS), and large subunit (28S) region (=\n18S-ITS-28S) confirmed the suggestion and indicated that the fungi\nstrongly differ from all previously described Rhizoglomus species with\nknown DNA barcodes. Consequently, the fungi were described here as new\nspecies: R. dalpeae, R. maiae, and R. silesianum. Two of these species\nlived hypogeously in the field in habitats subjected to strong\nenvironmental stresses. Rhizoglomus dalpeae originated from an inselberg\nlocated within Sudanian savanna zone in Benin, West Africa, where the\ntemperature of the inselberg rock during a five-month drought ranges\nfrom 40‒60 C. Rhizoglomus silesianum originated from a coal mine spoil\nheap in Poland, whose substrate is extremely poor in nutrients, has\nunfavourable texture, and may heat up to 50 C. By contrast, R. maiae was\nfound in more favourable habitat conditions. It produced an epigeous\ncluster of spores among shrubs growing in a tropical humid reserve in\nBrazil. Moreover, the compatibility of phylogenies of species of the\nfamily Glomeraceae reconstructed from analyses of sequences of\n18S-ITS-28S and the largest subunit of RNA polymerase II (RPB1) was\ndiscussed.","trees":[{"tree_label":"con 50 majrule","ntax":"99","rootedtree":"TRUE","title":"Tr118761","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118761.phy"}]}