{"Authors":" Steffen Bien, Ulrike Damm","Year":" 2020","Title":" Arboricolonus simplex gen. et sp. nov. and novelties in\nCadophora, Minutiella and Proliferodiscus from Prunus wood in\nGermany","Journal":" MycoKeys","Volume":"","Issue":" 63","Pages":" 119-161","Keywords":" Ascomycota, Eurotiomycetes, Leotiomycetes, Phylogeny,\nSystematics","DOI":"","Abstract":" During a survey on fungi associated with wood necroses of\nPrunus trees in Germany, strains belonging to the Leotiomycetes and\nEurotiomycetes were detected by preliminary analyses of ITS sequences.\nMulti-locus phylogenetic analyses (LSU, ITS, TUB, EF-1α, depending on\ngenus) of 31 of the 45 strains from Prunus and reference strains\nrevealed several new taxa, including Arboricolonus gen. nov., a new\ngenus in the Helotiales (Leotiomycetes) with a collophorina-like asexual\nmorph. Seven Cadophora species (Helotiales, Leotiomycetes) were treated.\nThe 29 strains from Prunus belonged to five species, of which C.\nluteo-olivacea and C. novi-eboraci were dominating; C. africana sp.\nnov., C. prunicola sp. nov. and C. ramosa sp. nov. were revealed as new\nspecies. The genus Cadophora was reported from Prunus for the first\ntime. Phialophora bubakii was combined in Cadophora, and differentiated\nfrom C. obscura that was resurrected. Asexual morphs of two\nProliferodiscus species (Helotiales, Leotiomycetes) were described,\nincluding one new species, Pr. ingens sp. nov. Two Minutiella species\n(Phaeomoniellales, Eurotiomycetes) were detected, including the new\nspecies, M. pruni-avium sp. nov. Prunus domestica is reported as\nhostplant of M. simplex; no hostplant was previously known of this\nspecies.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"Arboricola Phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118763.phy"},{"tree_label":"Fig. 2","ntax":"69","rootedtree":"TRUE","title":"Cadophora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118764.phy"},{"tree_label":"Fig. 3","ntax":"41","rootedtree":"TRUE","title":"Minutiella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118765.phy"},{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Proliferodiscus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_118766.phy"}]}