{"Authors":" Behnoush Hosseini, Abbas El-Hasan, Tobias Immanuel Link,\nRalf T. Voegele","Year":" 2019","Title":" Analysis of the species spectrum of the Diaporthe/Phomopsis\ncomplex in European soybean seeds","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Diaporthaceae, molecular phylogeny, morphological\ncharacteristics, seed decay","DOI":"","Abstract":" Phytopathogenic fungal species of the Diaporthe/Phomopsis\ncomplex (DPC) are associated with three highly destructive diseases on\nsoybean: seed decay, pod and stem blight, and stem canker. They are\nresponsible for poor seed quality and significant yield reduction in\nmost soybean producing areas. Precise identification and classification\nof DPC species is important in understanding the epidemiology of disease\nand to develop effective control measures. Although cultural and\nmorphological characteristics of DPC associated pathogens have been\ndescribed, establishing a more accurate taxonomic framework seems\nnecessary for a revaluation of the taxonomy and phylogeny of DPC\nspecies. In this study, we focused on morphological and molecular\nanalyses of species from DPC-damaged European soybean seeds obtained\nfrom several locations throughout Europe. Colony characteristics,\nconidia dimensions, existence of α- and β-conidia, and formation of\nperithecia were evaluated in order to assign the isolates to a species\nmorphologically. Phylogenetic relationships were determined based on\nsequences from beta-tubulin (TUB), translation elongation factor 1-alpha\n(TEF1) and nuclear ribosomal DNA internal transcribed spacers (ITS).\nCombining the results from morphological and molecular tools placed the\n32 DPC isolates into the four species D. longicolla, D. caulivora, D.\neres, and D. novem, which are well-known soybean pathogens. Current\nspecies descriptions of DPC are still unclear and sometimes overlapping.\nIn this manuscript we present updated taxonomic data.","trees":[{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Diaporthe ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118947.phy"},{"tree_label":"tree 1","ntax":"32","rootedtree":"TRUE","title":"Diaporthe BTubulin EF ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118948.phy"},{"tree_label":"tree 1","ntax":"32","rootedtree":"TRUE","title":"Diaporthe EF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118946.phy"}]}