{"Authors":" Beata Guzow-Krzemińska, Emmanuel Serusiaux, Pieter P.G. van\nden Boom, Maarten Brand, Minna Annina Launis, Anna Łubek, Martin\nKukwa","Year":" 2019","Title":" Understanding the evolution of phenotypical characters in the\nMicarea prasina group (Pilocarpaceae) and descriptions of six new\nspecies within the group","Journal":" Mycokeys","Volume":"","Issue":"","Pages":"","Keywords":" ancestral state reconstruction, lichenized fungi,\nmorphology, mtSSU rDNA, secondary metabolites, taxonomy","DOI":"","Abstract":" Six new Micarea species are described from Europe.\nPhylogenetic analyses based on three loci, i.e. mtSSU rDNA, Mcm7 and ITS\nrDNA and ancestral state reconstructions were used to evaluate\ninfra-group divisions and the role of secondary metabolites and selected\nmorphological characters on the taxonomy in the M. prasina group. Two\nmain lineages were found within the group. The Micarea micrococca clade\nconsists of twelve species, including the long-known M. micrococca and\nthe newly described M. microsorediata, M. nigra and M. pauli. Within\nthis clade most species produce methoxymicareic acid, with the\nexceptions of M. levicula and M. viridileprosa producing gyrophoric\nacid. The M. prasina clade includes the newly described M. azorica\nclosely related to M. prasina s.str., M. aeruginoprasina sp. nov. and M.\nisidioprasina sp. nov. The species within this clade are characterized\nby the production of micareic acid, with the exception of M. nowakii\nwhich lacks any detectable substances and M. subviridescens that\nproduces prasinic acid. Based on our reconstructions, it was concluded\nthat the ancestor of the M. prasina group probably had a thallus\nconsisting of goniocysts, which were lost several times during\nevolution, while isidia and soredia evolved independently at multiple\ntimes. Our research supported the view that the ancestor of M. prasina\ngroup did not produce any secondary substances, but they were gained\nindependently in different lineages, such as methoxymicareic acid which\nis restricted to M. micrococca and allied species or micareic acid\npresent in the M. prasina clade.","trees":[{"tree_label":"con 50 majrule","ntax":"119","rootedtree":"TRUE","title":"Tr118878","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118878.phy"}]}