{"Authors":" Ji Wen Xia, Marcelo Sandoval-Denis, X G Zhang, Lorenzo\nLombard, Pedro W. Crous","Year":" 2019","Title":" Numbers to names  reappraisal of the Fusarium\nincarnatum-equiseti species complex","Journal":" Persoonia","Volume":" 43","Issue":"","Pages":" 186-221","Keywords":" Latin binomials, morphology, new taxa, phylogeny,\nphylogenetic species","DOI":"","Abstract":" The Fusarium incarnatum-equiseti species complex (FIESC)\nis a phylogenetically species-rich complex that includes over 30 cryptic\nphylogenetic species, making identification based on phenotypic\ncharacters problematic. Several established Fusarium species known to\nreside in the FIESC lack type material, further complicating the use of\nLatin binomials for this complex. To overcome this problem, an informal\nclassification system based on a haplotype nomenclature was introduced\nto improve communication between researchers in various fields. However,\nsome conflicts in the application of this nomenclature system have\narisen. To date, 16 phylo-species in the FIESC have been provided with\nLatin binomials with approximately 18 FIESC phylo-species still lacking\nLatin binomials, the majority of which reside in the Incarnatum clade.\nThe aim of this study is to introduce Latin binomials for the unnamed\nFIESC phylo-species based on phylogenetic inference supported by\nphenotypic characters. The three-gene (calmodulin, RNA polymerase II\nsecond largest subunit and translations elongation factor 1-alpha)\nphylogenetic inference resolved 47 lineages, of which 44 belonged to the\nFIESC. The F. camptoceras species complex (FCAMSC) is introduced here\nfor three lineages that are distinct from the FIESC. Epitypes are\ndesignated for F. compactum and F. incarnatum and F. scirpi, and a\nneotype for F. camptoceras. Latin binomials are provided for 20 of these\nnewly resolved phylo-species in the FIESC.","trees":[{"tree_label":"PAUP 1","ntax":"181","rootedtree":"TRUE","title":"Tr118881","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118881.phy"}]}