{"Authors":" Esmaeil Hashemlou, youbert Ghosta, Alireza Poursafar,\nrazmig azizi balaneji","Year":" 2020","Title":" Morphological and molecular identification of Alternaria\nhedjaroudei sp. nov., a new species in section Panax from Iran","Journal":" Phytotaxa","Volume":" 438","Issue":" 2","Pages":" 130-140","Keywords":" 1 new species, morphology, phylogeny, Pleosporaceae,\ntaxonomy","DOI":" 10.11646/phytotaxa.438.2.6","Abstract":" Alternaria section Panax currently includes seven species\nwhich are characterized by simple or branched and short to moderately\nlong primary conidiophores as well as by solitary to short simple or\nbranched chains of conidia with moderate to relatively long secondary\nconidiophores. Two species within the section have been reported to have\nsexual morphs. During the study of fungi on overwintered stems of\nSerratula coriacea Fisch. & C.A.Mey. (Asteraceae) from different\nregions of Urmia, West Azarbaijan Province, Iran, 26 isolates (16 from\nconidia and 10 from single ascospores) representing Alternaria\ncharacteristics were isolated and studied taxonomically. All the studied\nisolates formed sexual morph on PDA, PCA, V8A, and HA media after 2\nmonths incubation in the dark at 4 ºC and fully matured after 3 months.\nBased on morphological characteristics of sexual and asexual morphs and\nmultiple gene sequences analyses (ITS-rDNA, GAPDH, RPB2 and TEF), the\nnewly studied isolates represented a new species in Alternaria section\nPanax, which is described and illustrated here as Alternaria\nhedjaroudei. Alternaria hedjaroudei is phylogenetically close to A.\navenicola, A. calycipyricola and A. photistica but it can be\ndistinguished morphologically based on the formation of short chains of\nconidia (23 in a chain), absence of chlamydospores, smaller conidia\nsize, relatively short secondary conidiophores, and fewer transverse\nsepta in mature ascospores. Detailed morphological comparisons with\nother species in the section Panax are provided.","trees":[{"tree_label":"MrBayes","ntax":"42","rootedtree":"TRUE","title":"ITS GAPDH RPB2 tef1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_118924.phy"}]}