{"Authors":" Yi Fei Sun","Year":" 2019","Title":" Multi-gene phylogeny and taxonomy of Amauroderma s. lat.\n(Ganodermataceae)","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" Polyporales, Ganodermataceae, Ultrastructure, Morphology,\nPhylogeny","DOI":"","Abstract":" Amauroderma s. lat. is defined mainly by the morphological\nfeatures of non-truncate and double-walled basidiospores with a\ndistinctly ornamented endospore wall. In this work, taxonomic and\nphylogenetic studies on species of Amauroderma s. lat. were carried out\nby morphological examination together with ultrastructural observations,\nand molecular phylogenetic analyses of multiple loci including the\ninternal transcribed spacer regions (ITS), the large subunit of nuclear\nribosomal RNA gene (nLSU), the largest subunit of RNA polymerase II\n(RPB1) and the second subunit of RNA polymerase II (RPB2), the\ntranslation elongation factor 1-α gene (TEF) and the β-tubulin gene\n(TUB). The results demonstrated that species of Ganodermataceae formed\nten clades. Species previously placed in Amauroderma s. lat. were\ndivided into four clades: Amauroderma s. str., Foraminispora, Furtadoa\nand a new genus Sanguinoderma. The classification of Amauroderma s. lat.\nis thus revised, six new species are described and illustrated, and\neight new combinations are proposed. SEM micrographs of basidiospores of\nForaminispora and Sanguinoderma are presented, and the importance of SEM\nin delimitation of taxa in this study is briefly discussed. Keys to\nspecies of Amauroderma s. str., Foraminispora, Furtadoa, and\nSanguinoderma are also provided.","trees":[{"tree_label":"Imported tree 1","ntax":"175","rootedtree":"TRUE","title":"Amauroderma 175x4811","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120967.phy"},{"tree_label":"Imported tree 1","ntax":"174","rootedtree":"TRUE","title":"Amauroderma 175x3354","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120966.phy"}]}