{"Authors":" Jianqiang Zhang, Ivana Imerovski, Kelly Borkowski, Kaichi\nHuang, Dylan Orion Burge, L. H. Rieseberg","Year":" 2019","Title":" Intraspecific genetic divergence within Helianthus niveus and\nthe status of two new morphotypes from Mexico","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Asteraceae; Baja California; genetic divergence;\nphylogeny; pollen viability; population genomics","DOI":"","Abstract":" PREMISE OF THE STUDY: Collecting and characterizing the\ngenetic diversity of crop wild relatives can contribute importantly to\nsustainable crop production and food security. Wild sunflower Helianthus\nniveus occurs in arid regions in western North America and is partially\ncross-compatible with the cultivated sunflower (H. annuus). Here we\nassess phylogenetic relationships and patterns of genetic divergence\namong three previously described subspecies (subsp. niveus, subsp.\ncanescens, and subsp. tephrodes), as well as two new morphotypes of H.\nniveus recently discovered in extreme drought and dune habitats in Baja\nCalifornia, Mexico. METHODS: We measured 50 plants growing in a common\ngarden for 27 morphological traits, and conducted Principle Components\nAnalysis (PCA) to assess patterns of phenotypic variation. Genome size\nof each accession was determined using flow cytometry. Pollen viability\nof first generation hybrids between taxa was tested to infer the\nstrength of intrinsic postzygotic reproductive barriers. Finally,\ngenotyping by sequencing (GBS) data were used to investigate the genetic\nstructure and phylogenetic relationships among the previously described\nsubspecies and new morphotypes. KEY RESULTS: Intraspecific genetic and\nphenotypic divergence of H. niveus populations closely tracks their\ngeographical distribution. Subspecies niveus is phenotypically,\ngenetically and reproductively distinct from the other two subspecies,\nand has a larger genome. Therefore, H. niveus as currently circumscribed\nshould be considered to contain two distinct species, H. niveus and H.\ntephrodes. ABBA-BABA tests revealed substantial introgression between\nsubsp. canescens and its sympatric congener H. petiolaris, which might\ncontribute to their morphological similarities. The two new morphotypes\ncollected in Mexico represent local ecotypes of subsp. niveus that occur\nin extreme drought and dune environments. Mantel tests showed a strong\npositive correlation between genetic and geographic distances.\nCONCLUSIONS: We conclude that geographic isolation is primarily\nresponsible for intraspecific genomic divergence within H. niveus, while\npatterns of phenotypic variation appear to have been shaped by\necological selection and interspecific introgression.","trees":[{"tree_label":"Imported tree 1","ntax":"35","rootedtree":"TRUE","title":"Tr118954","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118954.phy"}]}