{"Authors":" Dmitry Leontyev, Martin Schnittler, Steven Lee Stephenson,\nYuri K. Novozhilov","Year":" 2019","Title":" Critical revision of the Tubifera casparyi  T. dictyoderma\ncomplex: the new genus, the resurrected genus and two new species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" capillitium, columella, cortex, Lucisporomycetidae,\nMyxomycetes, phylogeny, pseudoaethalium, pseudocapillitium,\nReticulariaceae, 4 new taxa, 2 new typifications","DOI":"","Abstract":" The genus Siphoptychium is resurrected on the basis of\ncomparative morphology and phylogeny of partial nuc 18S rDNA and\ntranslation elongation factor 1-alpha (tef1) nucleotide sequences. The\ngenus is characterized by the firm upper surface of the pseudoaethalium,\naccreted but easily separable sporothecae, a tubular or fibrous\ncolumella, and spores with a reticulate ornamentation consisting of 79\nmeshes across the diameter. In addition to the currently known single\nspecies S. casparyi (=Tubifera casparyi), two new members of\nSiphoptychium are described: S. violaceum from coniferous forests of\nEurope, east Asia, and southeast Asia, and S. reticulatum from temperate\nand subarctic regions of North America and alpine regions of Europe. A\nsecond genus, Thecotubifera, is described to accommodate Tubifera\ndictyoderma. The fruiting body of this species is transitional between a\npseudoaethalium and a true aethalium. It is covered by a contiguous\nmembranous cortex formed by the fused tips of the sporothecae; a feature\ntypical for aethalia. However, the inner portions of sporothecae remain\ndiscernible; a feature more typical for pseudoaethalia. Columellae of\nTh. dictyoderma are formed by perforated plates; the spores have a\nreticulate ornamentation consisting of 25 meshes across the diameter.\nFor Th. dictyoderma we could confirm records only for tropical regions\nand Japan, whereas all studied European specimens, including those\nmentioned in current monographs, represent species of\nSiphoptychium.","trees":[{"tree_label":"Imported tree 1","ntax":"98","rootedtree":"TRUE","title":"Tr118976","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118976.phy"},{"tree_label":"Imported tree 1","ntax":"95","rootedtree":"TRUE","title":"Tr118977","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118977.phy"},{"tree_label":"Imported tree 1","ntax":"31","rootedtree":"TRUE","title":"Tr118978","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_118978.phy"}]}