{"Authors":" Toshinori Matozaki, Tsutomu Hattori, Nitaro Maekawa, Akira\nNakagiri, Noemia Kazue Ishikawa, Kozue Sotome","Year":" 2020","Title":" Hirticrusta gen. nov. segregated from Neofomitella in\nPolyporaceae (Polyporales)","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny,Taxonomy,Type specimens, Wood decay fungi","DOI":" 10.1016/j.myc.2020.03.007","Abstract":" Taxonomic studies including morphological observations and\nphylogenetic analyses were conducted on Japanese “uragin-take”, an\nunidentified species from Amazonia, Brazil and their allies.\nPhylogenetic analyses using ITS, nrLSU and RPB2 regions revealed that\n“uragin-take”, Neofomitella polyzonata and the unidentified species\nformed a monophyletic clade separate from the clade including the other\nfour Neofomitella spp. and that “uragin-take” is conspecific with N.\npolyzonata. Morphological investigations on authentic specimens revealed\nthat Polyporus subradiatus is a prior name for N. polyzonata. We propose\nHirticrusta gen. nov. typified by H. subradiata segregated from\nNeofomitella, and we erected H. amazonica sp. nov. for the unidentified\nspecies. Hirticrusta is characterized by annual to biennial and sessile\nbasidiocarps, semicircular to dimidiate pileus, velutinous to tomentose\nhairs on pileus surface, buff to brown context with a crustose layer\nindicated by a dark brown line forming a longitudinal section below the\nsuperficial hairs, a trimitic hyphal system, crustose layer composed of\nparallel and densely arranged brown hyphae and cylindrical\nbasidiospores. The new species, H. amazonica is distinguishable from\nother polypores by downy and long tomentum on the pileus surface (up to\n20 mm thick), brown context with a dark brown layer below the tomentum\nand round pores (57/mm).","trees":[{"tree_label":"ML tree","ntax":"33","rootedtree":"TRUE","title":"Tr121801","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121801.phy"},{"tree_label":"MP tree","ntax":"33","rootedtree":"TRUE","title":"Tr121802","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121802.phy"},{"tree_label":"BI tree","ntax":"33","rootedtree":"TRUE","title":"Tr121803","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121803.phy"}]}