{"Authors":" Imane laraba, Hye-Seon Kim, Robert H. Proctor, Mark Busman,\nKerry O’Donnell, Frederick C Felker, Mary Catherine Aime, Rachel Anne\nKoch, Kenneth J. Wurdack","Year":" 2019","Title":" Fusarium xyrophilum sp. nov., a member of the Fusarium\nfujikuroi species complex recovered from pseudoflowers on yellow-eyed\ngrass (Xyris spp.) from Guyana","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" floral mimicry, MAT idiomorphs, morphology, molecular\nphylogenetics, RPB1, RPB2, synnemata, TEF1, whole genome, 1 new\ntaxon","DOI":"","Abstract":" Herein we report on the discovery and characterization of\na novel Fusarium species that produced yellow-orange pseudoflowers on\nXyris spp. (yellow-eyed grass; Xyridaceae) growing in the savannas of\nthe Pakaraima Mountains of western Guyana. The petaloid fungal\nstructures produced on infected plants mimic host flowers in gross\nmorphology. Molecular phylogenetic analyses of full-length RPB1, RPB2,\nand TEF1 DNA sequences mined from genome sequences resolved the fungus,\ndescribed herein as F. xyrophilum sp. nov., as sister to F.\npseudocircinatum within the African clade of the F. fujikuroi species\ncomplex. Results of a PCR assay for mating type idiomorph revealed that\nsingle conidial isolates of F. xyrophilum had only one of the MAT\nidiomorphs (MAT1-1 or MAT1-2), which suggests that the fungus has a\nheterothallic sexual reproductive mode. BLASTn searches of whole genome\nsequence of three strains of F. xyrophilum indicated it has the genetic\npotential to produce secondary metabolites, including phytohormones,\npigments and mycotoxins. However, a polyketide-derived pigment,\n8-O-methylbostrycoidin, was the only metabolite detected in cracked\nmaize kernel cultures. When grown on carnation leaf agar, F. xyrophilum\nis phenotypically distinct from other described Fusarium species in that\nit produces 0-septate microconidia on erect synnemata that are up to 2\nmm tall and it does not produce multiseptate macroconidia.","trees":[{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Tr119801","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119801.phy"}]}