{"Authors":" Daniele De Luca, Diana Sarno, Roberta Piredda, Wiebe H.C.F.\nKooistra","Year":" 2019","Title":" A multigene phylogeny to infer the evolutionary history of\nChaetocerotaceae (Bacillariophyta).","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Chaetocerotaceae; multigene phylogeny; Chaetoceros;\nBacteriastrum; diatoms; sections","DOI":"","Abstract":" The diatom family Chaetocerotaceae (Bacillariophyta) is\ncommon in the marine plankton worldwide, especially in coastal areas and\nupwelling zones. Its defining character constitutes hollow processes,\ncalled setae, which emerge from the valves of the vegetative cells. The\nfamily comprises two extant genera: Bacteriastrum and Chaetoceros.\nCurrent systematics is based on morphological features of vegetative\ncells and resting spores and is summarised in a classification scheme\nsubdividing Bacteriastrum in two sections, Isomorpha and Sagittata, and\nChaetoceros in three subgenera: Hyalochaete, Chaetoceros (Phaeoceros)\nand Bacteriastroidea, and further into 22 sections. Phylogenies inferred\nfrom single molecular markers (18S and partial 28S rDNA) show only\npartial topological agreement and many poorly or unresolved basal\nramifications. Since classification should not only satisfy practical\nneeds but also reflect well-supported evolutionary relationships of the\ntaxa under investigation, we inferred a multigene phylogeny of the\nfamily Chaetocerotaceae amplifying five genes of 100 strains\nencompassing six Bacteriastrum and 60 Chaetoceros species. We also\ncompared the phylogenetic signal of nuclear, plastid and mitochondrial\ncompartments to ascertain if the inferred tree topologies were\ncongruent. Our results provided a robust multigene phylogeny of the\nfamily Chaetocerotaceae, offering a solid framework to test the validity\nof the traditional taxonomical classification. The genera Bacteriastrum\nand Chaetoceros were resolved as sister clades, whilst the subgenus\nHyalochaete was found to be paraphyletic. Consequently, we rejected the\nsubdivision in subgenera and only considered sections. Most of the\nalready recognised sections were found to be monophyletic. We emended\none section, rejected seven and erected three new ones. As a consequence\nof our proposed changes, all the sections investigated are supported by\nmorphological and molecular characters alike. Thus, a natural\nclassification is feasible for this important and very diverse marine\nplanktonic family.","trees":[{"tree_label":"Fig. A.2","ntax":"94","rootedtree":"TRUE","title":"Chaetocerotaceae MLT plastid tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119074.phy"},{"tree_label":"Fig. A.4","ntax":"100","rootedtree":"TRUE","title":"Chaetocerotaceae MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119072.phy"},{"tree_label":"Fig. A.1","ntax":"97","rootedtree":"TRUE","title":"Chaetocerotaceae MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119073.phy"},{"tree_label":"Fig. 3","ntax":"100","rootedtree":"TRUE","title":"Chaetocerotaceae BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_119070.phy"},{"tree_label":"Fig. 3","ntax":"100","rootedtree":"TRUE","title":"Chaetocerotaceae MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119071.phy"},{"tree_label":"Fig. A.3","ntax":"52","rootedtree":"TRUE","title":"Chaetocerotaceae MLT mtDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119075.phy"}]}