{"Authors":" Nerivania Nunes Godeiro","Year":" 2020","Title":" Phylogeny of Neotropical Seirinae (Collembola, Entomobryidae)\nBased on Mitochondrial Genomes","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" Entomobryoidea, Next Generation Sequencing,\nLepidocyrtinus, Seira, Tyrannoseira.","DOI":"","Abstract":" Seirinae is one of the most diverse subfamilies of\nCollembola. To date no detailed phylogeny of Seirinae has been proposed,\nwhich leads to difficulties in the establishment of both comparative\nknowledge and the understanding of evolutionary patterns within this\ntaxon. The main aim of this study is to clarify the phylogenetic\nrelationships within the Neotropical Seirinae, by generating and\nanalysing the mitochondrial genomes of 26 terminal taxa from the\nEntomobryidae, and one species of Paronellidae. Specifically, we first\ngenerated Illumina HiSeq 2000 shotgun sequence data from each species,\nthen reconstructed the mitochondrial genome of each species using two\nmethods: MitoZ and MIRA/MITOBim. Using this data, we were able to\ngenerate a well supported phylogeny that combined all the above species\nas well as three publicly available mitogenomes from other species.\nBayesian and maximum likelihood methods were applied using the 13\nprotein coding genes. In this way, monophyly for the internal groups of\nSeirinae was confirmed based on molecular evidence for the first time,\nas was the validity of the three main internal taxa of the subfamily. We\nfurthermore validated that Tyrannoseira are a distinct lineage, and\npropose the elevation of Lepidocyrtinus to genus. Lastly, we anticipate\nthat these newly available mitogenomes will serve as a useful dataset\nfor future studies on the evolution of the Collembola and Hexapoda.","trees":[{"tree_label":"tree 1","ntax":"30","rootedtree":"TRUE","title":"Seirinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119093.phy"},{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Seirinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_119094.phy"}]}