{"Authors":" Daniel A Zhigila, George Anthony Verboom, A. Muthama\nMuasya","Year":" 2019","Title":" An infrageneric classification of Thesium (Santalaceae) based\non molecular phylogenetic data","Journal":" TAXON","Volume":" 69","Issue":" 1","Pages":" 100-123","Keywords":" evolution; Greater Cape Floristic Region; morphology;\nphylogeny; systematics; taxonomy; Thesiaceae","DOI":" 10.1002/tax.12202","Abstract":" Recent phylogenetic hypotheses reveal that Thesium\n(Santalaceae) is paraphyletic with respect to Austroamericium,\nChrysothesium, Kunkeliella and Thesidium, suggesting the need for\ngeneric realignment. In addition, existing subgeneric and sectional\nclassifications of this large genus lack a phylogenetic basis, thus\ncompromising their predictive value. Using an expanded taxon sampling\nand a combination of nuclear (ITS) and chloroplast (matK, rpl32-trnL,\ntrnL-F) DNA sequence data, we therefore re-assessed the phylogenetic\nrelationships of Thesium and used these as the basis of a new subgeneric\nclassification of the genus. Our phylogeny confirms the need to sink the\nfour segregate genera to render Thesium monophyletic. In addition, it\nresolves five well-supported major clades within Thesium that we\nrecognize as subgenera. Within Thesium, the South African endemic\nsubgenus Hagnothesium is sister to the Eurasian subgenus Thesium\n(including Kunkeliella and Mauritanica). The subgenus Psilothesium,\noccurring in tropical South America (formerly genus Austroamericium) and\ntropical Africa, is sister to the rest of the subgenera, which are all\nconfined to South Africa. Within the latter, the subgenus Discothesium\nconsists of subtropical and temperate species, whereas subgenus Frisea,\ncomprising the previously recognized sections Annulata, Barbata, Frisea,\nImberbia and Penicillata, is entirely of the Greater Cape Floristic\nRegion. To facilitate identification of subgenera, we identify\nmorphological ancestral characters and present an identification key,\nbrief diagnoses, species assigned, distribution and ecological data","trees":[{"tree_label":"The 50% majority-rule phylogenetic tree obtained from\nthe Bayesian analyses of the concatenated molecular datasets","ntax":"119","rootedtree":"TRUE","title":"Fig.3","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119096.phy"}]}