{"Authors":" Joyce Gloria Chery, Pedro Acevedo-Rodriguez, Carl J\nRothfels, Chelsea D Specht","Year":" 2019","Title":" Phylogeny of Paullinia L. (Paullinieae: Sapindaceae), a\ndiverse genus of lianas with dynamic fruit evolution","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" guaraná, microfluidic PCR, single-copy nuclear markers,\nstochastic character mapping, high-throughput sequencing","DOI":"","Abstract":" Paullinia L. is a genus of c. 220 mostly Neotropical\nforest-dwelling lianas that display a wide diversity of fruit\nmorphologies. Paullinia resembles other members of the Paullinieae tribe\nin being a climber with stipulate compound leaves and paired\ninflorescence tendrils. However, it is distinct in having capsular\nfruits with woody, coriaceous, or crustaceous pericarps. While\nconsistent in this basic plan, the pericarps of Paullinia fruits are\notherwise highly variablein some species they are winged, whereas in\nothers they are without wings or covered with spines. With the exception\nof the water-dispersed indehiscent spiny fruits of some members of\nPaullinia sect. Castanella, all species are dehiscent, opening their\ncapsules while they are still attached to the branch, to reveal arillate\nanimal-dispersed seeds. Here we present a molecular phylogeny of\nPaullinia derived from 11 molecular markers, including nine\nnewly-developed single-copy nuclear markers amplified by microfluidics\nPCR. This is the first broadly sampled molecular phylogeny for the\ngenus. Paullinia is supported as monophyletic and is sister to\nCardiospermum L., which together are sister to Serjania Mill + Urvillea\nKunth. We apply this novel phylogenetic hypothesis to test previous\ninfrageneric classifications and to infer that unwinged fruits represent\nthe ancestral condition, from which there were repeated evolutionary\ntransitions and reversals. However, because the seeds of both winged and\nunwinged fruits are dispersed by animals, we conclude that the repeated\ntransitions in fruit morphology may relate to visual display strategies\nto attract animal dispersers, and do not represent transitions to wind\ndispersal.","trees":[{"tree_label":"TREE1","ntax":"148","rootedtree":"TRUE","title":"Tr119304","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119304.phy"}]}