{"Authors":" Xinlei Fan","Year":" 2019","Title":" Diaporthalean fungi associated with canker and dieback of\ntree hosts from Mount Dongling in Beijing, China","Journal":" Mycokeys","Volume":"","Issue":"","Pages":"","Keywords":" 1 new species, Ascomycota, Diaporthales, Phylogeny,\nTaxonomy","DOI":"","Abstract":" Diaporthales is a fungal order comprising important plant\npathogens, saprobes and endophytes on a wide range of woody hosts. It is\noften difficult to differentiate the pathogens in this order, since both\nthe morphology and disease symptoms are similar among species. In the\ncurrent study we obtained 15 representative diaporthalean isolates from\nseven tree hosts belong to plant families Betulaceae, Fagaceae,\nJuglandaceae, Rosaceae, and Ulmaceae in Mount Dongling of China. A total\nof six species was identified residing in four families of Diaporthales\n(Diaporthaceae, Erythrogloelaceae, Juglanconidaceae and Melanconidaceae\n). Based on morphological comparison and the phylogenetic analyses of\npartial ITS, LSU, cal, his, rpb2, tef1-α and tub2 gene sequences, we\nidentified five known species (Diaporthe betulina, D. eres, D. rostrata,\nJuglamconis oblonga and Melanconis stilbostoma) and one novel species\n(Dendrostoma donglinensis). These results represent the first study on\ndiaporthalean fungi associated with canker and dieback symptoms from the\nMount Dongling in Beijing, China.","trees":[{"tree_label":"PAUP_1","ntax":"202","rootedtree":"TRUE","title":"Diaporthalean fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120526.phy"},{"tree_label":"PAUP_1","ntax":"200","rootedtree":"TRUE","title":"Diaporthalean fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120527.phy"},{"tree_label":"PAUP_1","ntax":"43","rootedtree":"TRUE","title":"Diaporthalean fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120525.phy"}]}