{"Authors":" Nolad R. Deaver, Cedar Nelson Hesse, Cheryl Kuske, Andrea\nPorras-Alfaro","Year":" 2019","Title":" Presence and Distribution of Insect-Associated and\nEntomopathogenic Fungi in a Temperate Pine Forest Soil: an Integrated\nApproach","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Illumina; Selective media; Chitin; Soil fungi","DOI":"","Abstract":" Chemical pesticides help mitigate the impact of insect\npests on crops, but contribute to many environmental problems.\nEntomopathogenic fungi have garnered interest as alternatives to\nchemical pesticides through their development as biological control\nagents. However, their diversity outside of agroecosystems혰specifically\nin natural, pine forest soils혰demands more exploration. This study\nassessed differences in the diversity and abundance of entomopathogenic\nand insect-associated fungi at a loblolly pine research forest in North\nCarolina, USA using culture-dependent sampling methods and Illumina\nsequence libraries. Fungi were baited using Galleria mellonella larvae,\nand soil samples were diluted and placed on a selective medium\ncontaining cycloheximide, chloramphenicol, and thiabendazole. Isolates\nfrom both methods were identified using Sanger sequencing of the ITS and\nLSU rRNA gene regions. These isolates represented three phyla혰Ascomycota,\nBasidiomycota and Mucoromycota혰and a total of 36 unique OTUs, including\nknown entomopathogenic fungi such as Metarhizium, Lecanicillium and\nPaecilomyces. Entomopathogenic and other insect-associated fungi are\nresponsible for the breakdown and availability of large molecular weight\npolysaccharides such as chitin, and as such we conducted a simple enzyme\nassay to assess the ability of isolates to degrade chitin. Isolates\nshowed a widespread ability to degrade chitin, although considerable\nvariation existed in chitinolytic activity within and between genera.\nPhylogenetic analyses of the Hypocreales, Mucorales, and Mortierellales\nresolved several isolates at the genus level, with some showing close\nphylogenetic placement with taxa including fungi associated with plant\ntissues and other insect-associated fungi. Saprophytic fungi including\nMucor and Mortierella were widely distributed in soils, while\nentomopathogens such as Lecanicillium, Paecilomyces, and Metarhizium\nwere less abundant, and present primarily in the top two cm of the soil.\nThe similarity between results from culture-dependent and\nnext-generation sequencing approaches demonstrates that the two methods\ncan be used in tandem to study unique taxa. Moreover, our isolation of\nabundant taxa such as Penicillium, Trichoderma, and Umbelopsis under\nstressful conditions mirrors the results of previous studies,\nillustrating the ecological success of these fungi.","trees":[{"tree_label":"Imported tree 1","ntax":"62","rootedtree":"TRUE","title":"Tr119679","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119679.phy"},{"tree_label":"Imported tree 1","ntax":"62","rootedtree":"TRUE","title":"Tr119680","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119680.phy"}]}