{"Authors":" Takashi Shirouzu, Shunsuke Matsuoka, Hideyuki Doi, Nobuaki\nNagata, Masayuki Ushio, Kentaro Hosaka","Year":" 2019","Title":" Complementary molecular methods reveal a comprehensive\nphylogenetic diversity with integrating invisible lineages of\nearly-diverged mushrooms","Journal":" Scientific Reports","Volume":" 10","Issue":" 3057","Pages":"","Keywords":"","DOI":" 10.1038/s41598-020-59620-0","Abstract":" Among terrestrial microorganisms, mushroom-forming fungi\nhave been relatively well investigated, however the inconspicuous\nstrains may be overlooked by conventional visual investigations causing\nunderestimation of their phylogenetic diversity. Herein, we sought to\nobtain a comprehensive phylogenetic diversity profile for the\nearly-diverging wood-decaying mushrooms Dacrymycetes, using an approach\nthat combines fruiting-body collection, culture isolation, and\nenvironmental DnA (eDnA) metabarcoding of decaying branches. Among the\n28 operational taxonomic units (OTUs) detected during a three-year\ninvestigation, 10 each were from fruiting bodies and cultured mycelia\nand 27 were detected as eDnA sequences. eDnA metabarcoding revealed\nvarious lineages across the Dacrymycetes phylogeny. Alternatively,\nfruiting-body and culture surveys uncovered only ~50% of the OTUs\ndetected through eDNA metabarcoding, suggesting that several\ninconspicuous or difficult-to-isolate strains are latent in the\nenvironment. further, eDnA and culture surveys revealed early-diverging\nclades that were not identified in the fruiting-body survey. Thus, eDNA\nand culture-based techniques can uncover inconspicuous yet\nphylogenetically important mushroom lineages that may otherwise be\noverlooked via typical visual investigations.","trees":[{"tree_label":"Imported tree 1","ntax":"199","rootedtree":"TRUE","title":"Dacrymycetes LSU 20190630","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122598.phy"},{"tree_label":"Fig. 3","ntax":"215","rootedtree":"TRUE","title":"Dacrymycetes LSU Agarico 20190703","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122599.phy"}]}