{"Authors":" Roël Dire HOUDANON, Brendan FURNEAUX, Nourou Soulemane\nYOROU, Martin Karl RYBERG","Year":" 2019","Title":" Molecular community phylogeny and affiliation of tropical\nAfrican ectomycorrhizal fungi","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" West Africa, Ectomycorrhizal fungi, phylogeny, community\nphylogenetics","DOI":"","Abstract":" Ectomycorrhizal fungi form a mutualistic symbiosis with\nplant roots that is key for nutrient cycling in many ecosystems. Here we\nuse phylogenies of fungal families based on the LSU region of the rDNA\nand RPB2 to infer the evolutionary relations between species found in\nthe “Ouémé Supérieur” forest reserve (OSRF) in Benin (West Africa) to\ninvestigate the structure of the underlying ectomycorrhizal community.\nWe tested if the species are closer to other tropical African species\nthan to species from other regions. A total of 9 species in Amanitaceae,\n3 in Boletaceae, 1 in Cantharellaceae, 1 in Cortinarius, 2 in\nInocybaceae, 20 in Russulaceae and 3 in Sclerodermataceae were found.\nSome of the species could be inferred to be associated with previously\ndescribed taxa: Amanita pseudovaginata, Amanita loosii, Amanita\ncongolensis, Amanita aff. masasiensis, Imperator luteocupreus,\nCantharellus addaiensis, Russula oleifera, Lactifluus luteopus,\nLactifluus nonpiscis and Lactarius saponaceus, while the majority could\nnot. Our analyses of the different families show that the species from\nthe community of ectomycorrhizal fungi in OSRF are phylogenetically more\ndistant from each other than expected by chance, but are generally found\nin clades dominated by tropical African, or at least tropical species.\nSpecifically, our results suggest that Sub-Saharian African species of\nAmanita are phylogenetically clustered. Similar clustering patterns are\nobserved for Cantharellus, Inocybeaceae, Cortinarius and Russulaceae.\nOnly Sclerodermataceae species display an over-dispersed pattern. This\nindicates that the transition between tropical and temperate areas is\nrelatively rare (compared to speciation events) and that dispersal\nlimitations may restrict continental species pools or that adaptations\nto local habitats and hosts restrict distributions. That the species\nassemblage is over-dispersed at the community level may indicate\ncompetitive exclusion, or large-scale biogeographic processes based on\nallopatric speciation and dispersal limits.","trees":[{"tree_label":"Figure 3","ntax":"151","rootedtree":"TRUE","title":"Tree including the three specimens of Boletaceae\ncollected in OSRF. Genus Suillus were used as outgroup. Boostrapp\nfrequencies > 50 % are shown above or below of supported\nbranches","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119342.phy"},{"tree_label":"Figure 1","ntax":"429","rootedtree":"TRUE","title":"Tree including the nine specimens of Amanitaceae\ncollected in OSRF. Genus Limacella were used as outgroup. Boostrapp\nfrequencies > 50 % are shown above or below of supported\nbranches","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119344.phy"},{"tree_label":"Figure 5","ntax":"120","rootedtree":"TRUE","title":"Tree including the only one specimens of\nCantharellaceae collected in OSRF. Genus Craterellus were used as\noutgroup. Boostrapp frequencies > 50 % are shown above or below of\nsupported branches","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119367.phy"},{"tree_label":"Figure 7","ntax":"117","rootedtree":"TRUE","title":"Tree including the only one specimen of Cortinarius\ncollected in OSRF. Genus Phaecollybia were used as outgroup. Boostrapp\nfrequencies > 50 % are shown above or below of supported\nbranches","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119368.phy"},{"tree_label":"Figure 11","ntax":"655","rootedtree":"TRUE","title":"Tree including the nine teen specimens of Russulaceae\ncollected in OSRF. Bondarzewia berkeleyi were used as outgroup.\nBoostrapp frequencies > 50 % are shown above or below of supported\nbranches","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119370.phy"},{"tree_label":"Figure 9","ntax":"127","rootedtree":"TRUE","title":"Tree ncluding the two specimen of Inocybaceae collected\nin OSRF. Genus Hebeloma were used as outgroup. Boostrapp frequencies\n> 50 % are shown above or below of supported branches","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119371.phy"},{"tree_label":"Figure 13","ntax":"53","rootedtree":"TRUE","title":"Tree including the three specimens of Sclerodermataceae\ncollected in OSRF. Genus Pisolithus were used as outgroup. Boostrapp\nfrequencies > 50 % are shown above or below of supported\nbranches","tree_kind":"Barcode Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119372.phy"}]}