{"Authors":" Félix Lallemand, Maria D Logacheva, Isabelle Le Clainche,\nAurélie Bérard, Ekaterina Zheleznaia, Michal May, Marcin Jakalski,\nEtienne Delannoy, Marie-Christine Le Paslier, Marc-André Selosse","Year":" 2019","Title":" Thirteen new plastid genomes from mixotrophic and autotrophic\nspecies provide insights into heterotrophy evolution in Neottieae\norchids","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Mycorrhiza, mycoheterotrophy, mixotrophy, phylogeny,\nNeottieae, plastome","DOI":" 10.1093/gbe/evz170","Abstract":" Mixotrophic species use both organic andmineral carbon\nsources. Some mixotrophic plants combine photosynthesis and a nutrition\ncalled mycoheterotrophy, where carbon is obtained from fungi forming\nmycorrhizal symbiosis with their roots. These species can lose\nphotosynthetic abilities and evolve fullmycoheterotrophy.\nBesidesmorphological changes, the latter transition is associated with a\ndeep alteration of the plastid genome. Photosynthesis-related genes are\nlost first, followed by housekeeping genes, eventually resulting in a\nhighly reduced genome. Whether relaxation of selective constraints\nalready occurs for the plastid genome of mixotrophic species, which\nremain photosynthetic, is unclear. This is partly due to the difficulty\nof comparing plastid genomes of autotrophic, mixotrophic, and\nmycoheterotrophic species in a narrow phylogenetic framework. We address\nthis question in the orchid tribe Neottieae, where this large assortment\nof nutrition types occurs. We sequenced 13 new plastid genomes,\nincluding 9 mixotrophic species and covering all 6 Neottieae genera. We\ninvestigated selective pressure on plastid genes in each nutrition type\nand conducted a phylogenetic inference of the group. Surprisingly,\nphotosynthesis-related genes did not experience selection relaxation in\nmixotrophic species compared with autotrophic relatives. Conversely, we\nobserved evidence for selection intensification for some plastid genes.\nPhotosynthesis is thus still under purifying selection,maybe because of\nits role in fruit formation and thus reproductive success. Phylogenetic\nanalysis resolved most relationships, but short branches at the base of\nthe tree suggest an evolutionary radiation at the beginning of Neottieae\nhistory, which, we hypothesize, may be linked to mixotrophy\nemergence.","trees":[{"tree_label":"CDS no MH iqtree","ntax":"22","rootedtree":"TRUE","title":"Neottieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119356.phy"},{"tree_label":"CDS no MH bayes","ntax":"22","rootedtree":"TRUE","title":"Tr119357","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119357.phy"},{"tree_label":"ITS GB bayes","ntax":"51","rootedtree":"TRUE","title":"Tr119353","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119353.phy"},{"tree_label":"Whole Plastome no MH Neo bayes","ntax":"24","rootedtree":"TRUE","title":"Neottieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119359.phy"},{"tree_label":"Whole Plastome All Sp bayes","ntax":"28","rootedtree":"TRUE","title":"Tr119355","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119355.phy"},{"tree_label":"Whole Plastome no MH Neo iqtree","ntax":"24","rootedtree":"TRUE","title":"Tr119358","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119358.phy"},{"tree_label":"ITS GB iqtree","ntax":"51","rootedtree":"TRUE","title":"Neottieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119352.phy"},{"tree_label":"Whole Plastome All Sp iqtree","ntax":"28","rootedtree":"TRUE","title":"Neottieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119354.phy"}]}