{"Authors":" Bruno W. Ferreira, Robert W. Barreto","Year":" 2019","Title":" Debunking Acroconidiella","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Alternaria  Dendryphiella  Multi-gene phylogeny  New taxa \nReappraisal  Taxonomy","DOI":"","Abstract":" Acroconidiella was proposed to accommodate Acroconidiella\ntropaeoli, a fungal species causing leaf spots on Tropaeolum majus. At\nthe time, it was recognized as deserving to be treated as a distinct\ngenus because, although being somewhat similar to Alternaria, it did not\npresent muriform conidia formed in chains. More recent observations of\nA. tropaeoli in culture forming acropetal conidial chains, and the\nrecognition of several non-dictioconidial species as belonging to\nAlternaria, prompted a reappraisal of the genus, starting with the\nre-examination of the type species. Samples of Acroconidiella tropaeoli,\nand also of Acroconidiella trisepta were recollected in Brazil and a\nstudy involving an analysis of their morphology, under light microscopy\nand SEM, and a molecular phylogenenetic analysis was performed. A\nmulti-gene phylogeny, including fragments of the ITS, nrLSU, RPB2 and\nTEF1α genes, placed A. tropaeoli within Alternaria, close to A. sonchi\nand A. cinerariae. The ITS and LSU phylogenetic study of A. trisepta,\nplaced it within Dendryphiella. The following new combinations are\nproposed to accommodate these two species: Alternaria tropaeoli comb.\nnov. and Dendryphiella trisepta comb. nov. This study showed that\nAcroconidiella is an artificial genus which is now rejected, since its\ntype species belongs to Alternaria  which has nomenclatural priority\nover Acroconidiella. Other species placed in Acroconidiella, given\nbelow, await reappraisal in order to determine their correct taxonomic\naffinity.","trees":[{"tree_label":"con 50 majrule","ntax":"30","rootedtree":"TRUE","title":"Tr119343","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119343.phy"}]}