{"Authors":" Guanmin Zheng, Qingxia Lu, Fangyu Wang, Guangxu Xing, Hua\nFeng, Huifang Hao, Qianyue Jin, Zhenhua Guo, Man Teng, Dongliang Li, Xin\nWei, yuhang Zhang, Ruiguang Deng, Gaiping Zhang","Year":" 2019","Title":" Phylogenetic analysis of Porcine circovirus type 2 (PCV2)\nbetween 2015 and 2018 in Central China","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenetic analysis, PCV2, Genetic diversity, Molecular\nepidemiology, Evolution","DOI":"","Abstract":" Abstract Background：Porcine circovirus type 2 (PCV2) is\nthe pathogen of porcine circovirus associated diseases (PCVAD) and one\nof the main pathogens in the global pig industry, which has brought huge\neconomic losses to the pig industry. In recent years, there has been\nlimited research on the prevalence of PCV2 in central China. This study\ninvestigated the genotype and evolution of PCV2 in this area. Results:\nWe collected 117 clinical samples from different regions of Henan\nProvince from 2015 to 2018. Here, we found that the PCV2 infection rate\nof PCV2 was 62.4%. Thirty-seven positive clinical samples were selected\nto amplify the complete genome of PCV2 and were sequenced. Based on the\nphylogenetic analysis of PCV2 ORF2 and complete genome, it was found\nthat the 37 newly detected strains belonged to PCV2a (3 of 37), PCV2b\n(21 of 37) and PCV2d (13 of 37), indicating the predominant prevalence\nof PCV2b and PCV2d strains. In addition, we compared the amino acid\nsequences and found several amino acid mutation sites among different\ngenotypes. Furthermore, the results of selective pressure analysis\nshowed that there were 5 positive selection sites. Conclusions：This\nstudy indicated the genetic diversity, molecular epidemiology and\nevolution of PCV2 genotypes in Henan Province during 2015-2018.","trees":[{"tree_label":"Imported tree 1","ntax":"56","rootedtree":"TRUE","title":"Tr119373","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119373.phy"},{"tree_label":"Imported tree 1","ntax":"56","rootedtree":"TRUE","title":"Tr119375","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119375.phy"}]}