{"Authors":" Malte Ebinghaus, Michael J Wingfield, Dominik Begerow,\nWolfgang Maier","Year":" 2019","Title":" The genus Ravenelia (Pucciniales) in South Africa","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" rust fungi, Phylogeny, CO3, Diversity, Ravenelia moloto\nsp. nov., Ravenelia molopa sp. nov., Ravenelia modjadji sp. nov.,\nRavenelia doidgeae sp. nov., Ravenelia spinifera sp. nov., Ravenelia\ndumeti sp. nov.","DOI":"","Abstract":" The genus Ravenelia represents the third largest genus of\nrust fungi. Yet to date there has been no attempt to study its phylogeny\nutilizing molecular phylogenetic techniques. This study was focused on\nSouth African representatives of Ravenelia with newly collected\nspecimens analysed using 28S rDNA and CO3 sequence data. The results\nresolved six phylogenetic clades corresponding to the South African\nspecies, one species that represented a distinct lineage and additional\ntwo groups having an exclusively neotropical origin. By linking these\nclades to their morphology and life-cycle characteristics, it was\npossible to interpret the outcomes in terms of their evolutionary\necology and to consider their biogeography. We found, that convergent\ntraits in Ravenelia are misleading when drawing conclusions about\nmonophyly in Ravenelia. But host associations, the ability to induce\naecial galls as well the development of two-layered probasidial cells\nrepresent useful criteria for this purpose. Furthermore, the Senegalia-\nand gall-inducing Vachellia-rusts in South Africa appeared to have\nevolved different ecological strategies to disperse and persist in the\nSouth African Savanna biome. Six novel Ravenelia species were discovered\nand described. Furthermore, five species represent new reports for South\nAfrica, species descriptions were emended for two taxa and a new host\nreport emerged for R. inornata.","trees":[{"tree_label":"con 50 majrule","ntax":"91","rootedtree":"TRUE","title":"Tr119398","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119398.phy"},{"tree_label":"con 50 majrule","ntax":"49","rootedtree":"TRUE","title":"Tr119399","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119399.phy"},{"tree_label":"con 50 majrule","ntax":"49","rootedtree":"TRUE","title":"Tr119400","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119400.phy"}]}