{"Authors":" Banessa Falcón-Hidalgo, Susy Fuentes-Bazan, Rosalina\nBerazaín-Iturralde, Thomas Borsch","Year":" 2019","Title":" Phylogenetic relationships and character evolution in\nNeotropical Phyllanthus (Phyllanthaceae), with a focus on the Cuban and\nCaribbean taxa","Journal":" International Journal of Plant Sciences","Volume":"","Issue":"","Pages":"","Keywords":" Caribbean biodiversity hotspot, infrageneric\nclassification, molecular phylogeny, morphological character evolution,\nNeotropics, pantropical genera.","DOI":"","Abstract":" Premise of research. The Caribbean is an important area of\nspecies diversity within the large pantropical genus Phyllanthus. With\nthe goal of illuminating the evolutionary origins of Caribbean\nPhyllanthus we undertook a phylogenetic analysis significantly\nincreasing previous samplings of the genus in the Neotropics. We\nreconstructed the evolution of selected morphological characters and\nevaluated the implications of our results in light of the representation\nof Caribbean and Neotropical species in the infrageneric classification\nof the genus. Methodology. We estimated phylogentic trees using\nParsimony, Bayesian and Likelihood approaches based on plastid and\nnuclear sequence data sets. These represented 78 taxa from the\nNeotropics, most of which generated for this study, as well as most\nother subgenera and sections of Phyllanthus and other genera of\nPhyllanthaceae. Four vegetative and four floral morphological characters\nwere assessed for the whole study group. Ancestral character states were\nreconstructed using Bayes Traits. Pivotal results. Plastid and nuclear\npartitions agree on a highly supported Caribbean clade that contains the\nvast majority of the species from this region, being part of a large\nNeotropical clade. Another small Caribbean clade is found nested among\nAfrican linages. Although morphological characters exhibit some level of\nhomoplasy, some trends are evident for example in the large Neotropical\nclade. Conclusions. The majority of species in the Caribbean belong to a\nsingle clade which has evolved from Neotropical ancestors. This is well\ncircumscribed with morphology and corresponds to subgenus Xylophylla,\nthe concept of which is adjusted here to be monophyletic. The existence\nof a small Caribbean clade related to African species marks a noteworthy\ncase of a Caribbean plant origin. Although phyllanthoid branching is not\na synapomorphy for Phyllanthus s.l. (incl. Breynia, Glochidion and\nSauropus), combinations of vegetative and floral characters allow a\nclear assignment to the Phyllanthus s.l. clade.","trees":[{"tree_label":"con 50 majrule","ntax":"131","rootedtree":"TRUE","title":"Phyllanthus ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120058.phy"},{"tree_label":"con 50 majrule","ntax":"144","rootedtree":"TRUE","title":"Phyllanthus matK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120059.phy"}]}