{"Authors":" Pei Tian, Wenbo Xu, Chunjie Li, Hui Song, Zhibiao Nan,\nMeining Wang, Christopher Lewis Schardl","Year":" 2019","Title":" Confirmation and taxonomy of one hybrid Epichloë species\nsymbiotic with Festuca sinensis in Northwest of China.","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Epichloë, endophyte; Festuca sinensis; hybrid species;\nmorphology; phylogenetic relationships","DOI":"","Abstract":" More than forty unique taxa in Epichloë that form\nassociations with grasses in the sub family Pooideae have been described\nbased on morphology, host specificity and phylogenetic analyses. In this\nstudy, a new Epichloë species, Epichloë sinensis was isolated from seeds\nof endophyte-infected Festuca sinensis that were collected from\nnorthwest China. This endophyte had typical morphological\ncharacteristics of the Epichloë genus. Endophyte hyphae were long, thin,\nseptate, a little curved and sparsely branched in seed aleurone layer\nand were orientated longitudinally and parallel to each other without\nbranching in the intercellular spaces of leaf sheaths of plants grown\nfrom seeds. In culture of PDA, endophyte colonies are smooth, cottony\nand white. Phylogenetic relationships showed that this endophyte was an\nasexual interspecific hybrid of the E. typhina complex (ETC, E. typhina\nsubsp. poae ) and E. sibirica clades based on introns sequences of the\nhousekeeping genes β-tubulin (tubB) and translation elongation factor\n1-α (tefA). Morphological and phylogenetic evidence supported the\ndesignation of isolates from F. sinensis as a new interspecific hybrid\nspecies.","trees":[{"tree_label":"PAUP 1","ntax":"161","rootedtree":"TRUE","title":"Epichloë tub","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120849.phy"},{"tree_label":"PAUP 1","ntax":"116","rootedtree":"TRUE","title":"Epichloë tef","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120850.phy"}]}