{"Authors":" Marias Alves Ferreira","Year":" 2019","Title":" Chrysoporthe puriensis sp. nov. from Tibouchina spp. in\nBrazil: phylogeny, morphology, pathogenicity and population\nstructure","Journal":" Fungal biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" The discovery of Cryphonectriaceae and more specifically\nspecies related to the Eucalyptus canker pathogen Chrysoporthe cubensis\non shrubs and trees in the Melastomataceae has depended our\nunderstanding of important and potentially globally threatening tree\npathogens. Recent isolations of Cryphonectriaceae associated with\ncankers on Tibouchina spp. in Brazil gave rise to an apparently\nunderscribed species of Chrysoporthe associated with stem and branch\ncankers that lead to tree death. Cultures of this fungus were subjected\nto phylogenetic studies based on sequences for the ITS and β-tubulin\ngene regions. These analyses revealed a novel taxon that is described\nhere as Chrysoporthe puriensis sp. nov. that included both sexual and\nasexual states. Isolates of Chr. puriensis from different states in\nBrazil were subjected to population genetic analyses using\nmicrosattelite markers The analyses revealed high gene and genotypic\ndiversity (G=100%) for the fungus suggesting that it is native in\nBrazil. Pathogenicity tests on two species of Tibouchina (T. granulosa,\nT. heteromalla) and hybrids of Eucalyptus grandis x E. urophylla showed\nthat Chr. puriensis is able to infect and cause disease on all of these\ntrees. It is clearly not only a threat to native Tibouchina spp. where\nenvironmental conditions are conducive to disease development but are\nalso potentially threatening to non-native Eucalyptus spp. that form the\nbasis of a major plantation forest industry.","trees":[{"tree_label":"PAUP_1","ntax":"66","rootedtree":"TRUE","title":"Tr119426","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119426.phy"},{"tree_label":"PAUP_1","ntax":"66","rootedtree":"TRUE","title":"Tr119427","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119427.phy"}]}