{"Authors":" Elisha Allan-Perkins, DeWei Li, Neil Schultes, Sumeyra\nYavuz, James LaMondia","Year":" 2019","Title":" The identification of a new species, Diaporthe humulicola, a\npathogen causing Diaporthe leaf spot on common hops.","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Coelomycetes, Diaporthaceae, Humulus lupulus, new\npathogen, Phomopsis","DOI":"","Abstract":" Common hops, Humulus lupulus, are a commercially important\ncrop in the United States, with an increasing number of hop yards being\nestablished in the Northeast. Historically, there have been two major\nfungal diseases of commercial hops: downy mildew and powdery mildew. In\n2018, a new fungal disease was observed at two research hop yards in\nConnecticut. This new pathogen affected all hop cultivars being grown\nand caused leaf spots and browning of cones. The causal organism was\nisolated and Kochs postulates were performed to confirm pathogenicity.\nThe disease symptoms were similar to the previously described Phoma\nwilt, however morphological and phylogenetic analyses placed the causal\norganism as a new species of Diaporthe. We propose the name Diaporthe\nhumulicola, for this new fungal species that infects common hops in\nConnecticut. The disease increased under hot, humid conditions, which\nare present during the summer in the Northeastern United States, as well\nas other parts of the country. The proper identification and monitoring\nof this pathogen are important to inform growers of this new threat. An\nin vitro assessment of fungicide sensitivity revealed pyraclostrobin and\nboscalid inhibited D. humulicola growth in culture and should be further\nassessed for field efficacy to control this new disease on hops.","trees":[{"tree_label":"con all","ntax":"165","rootedtree":"TRUE","title":"Dhumicuola 5 Genes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120116.phy"},{"tree_label":"DGP","ntax":"55","rootedtree":"TRUE","title":"Dhumulicola Genus Placement","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120115.phy"}]}