{"Authors":" Bruna Jacomel Favoreto de Souza Lima, Morgana Ferreira\nVoidaleski, Renata Rodrigues Gomes, Gheniffer Fornari, Jade Mariane\nBarbosa Soares, Amanda Bombassaro, Débora do Rocio Klisiowicz, Gerrit\nSybren de Hoog, Gabriela Xavier Schneider, Bruna da Silva Soley,\nConceição de Maria Pedrozo e Silva de Azevedo, Cristiano Menezes,\nLeandro Moreno, Vânia Aparecida Vicente","Year":" 2019","Title":" Selective isolation of agents of chromoblastomycosis from\ninsect-associated environmental sources.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Black yeasts. Fonsecaea pedrosoi. Atta laevigata.\nNasutitermes sp. Melipona flavolineata. Scaptotrigona postica.","DOI":"","Abstract":" Chromoblastomycosis is a neglected disease characterized\nby cutaneous, subcutaneous, or disseminated lesions. It is considered an\noccupational infectious disease that affects mostly rural workers\nexposed to contaminated soil and vegetal matter. Lesions mostly arise\nafter a traumatic inoculation of Herpotrichiellaceous fungi (order-\nChaetothyriales). However, the environmental niche of the agents of the\ndisease remains obscure. Its association with insects has been\npredicted. Therefore, the present work aimed to analyze if social\ninsects, specifically ants, bees, and termites, provide a suitable\nhabitat for the fungi concerned. The mineral oil flotation method was\nused to isolate the microorganisms. Nine isolates were recovered and\nphylogenetic analysis identified two strains as potential agents of\nchromoblastomycosis, i.e., Fonsecaea pedrosoi CMRP 3076, obtained from a\ntermite nest (n=1) and Rhinocladiella similis CMRP 3079 from an ant\nexoskeleton (n=1). In addition, we also identified F. brasiliensis CMRP\n3445 from termites (n=1), Exophiala xenobiotica CMRP 3077 from ant\nexoskeleton (n=1), Cyphellophoraceae CMRP 3103 from bees (n=1),\nCladosporium sp. CMRP 3119 from bees (n=1), Hawksworthiomyces sp. CMRP\n3102 from termites (n=1), and Cryptendoxyla sp. from termites (n=2). The\nenvironmental isolate of F. pedrosoi CMRP 3076 was tested in two animal\nmodels, Tenebrio molitor and Wistar rat, for its pathogenic potential\nwith fungal retention in T. molitor tissue. In the Wistar rat, the cells\nresembling muriform cells were observed 30 days after inoculation.","trees":[{"tree_label":"Imported tree 1","ntax":"62","rootedtree":"TRUE","title":"Tr119541","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119541.phy"},{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr121412","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121412.phy"}]}