{"Authors":" Brandon Landry, mary berbee","Year":" 2019","Title":" Phylogenetic analysis points to a single evolutionary origin\nof deadly amatoxins in the mushroom genus Galerina","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" amanitins, Galerina","DOI":"","Abstract":" Mushrooms of some Galerina species equal the most\npoisonous Amanita species in their concentrations of deadly amanitin\ntoxins. Although individual Galerina mushrooms are small, eating about\nten would risk delivering a lethal dose of amanitins to a child.\nUnderstanding which species of Galerina pose an acute poisoning risk\nrequires a better understanding of species boundaries within the genus,\nas well broad sampling for the presence of amatoxins. I analyzed 61\nGalerina and eight outgroup specimens for the presence of amatoxins\nusing HPLC/LC-MS. I then used multi-locus DNA data (ITS, LSU and RPB2)\nfrom a broad sampling of Galerina and outgroup taxa to generate a\nconstraint tree, to which 322 Galerina ITS sequences from herbarium\nspecimens at UBC, from A.H. Smiths type material (University of\nMichigan) and from Genbank were added. I mapped toxin analysis data onto\nthe resulting phylogeny, which indicated that amatoxin-production in BC\nGalerina is restricted to two species, G. venenata and G. castaneipes.\nThese two species, along with two other reportedly toxic species (G.\naff. marginata and G. sulciceps) and seven other species whose toxin\nproduction status remains unknown form a broad clade referred to as the\nG. marginata complex. Phylogenetic and toxin data suggest that the\nsister clade to the G. marginata complex (G. badipes) does not produce\ntoxins, implying that the origin of amatoxin production in Galerina is\nsomewhere within the G. marginata complex. Additionally, phylogenetic\ndata also supports past evidence that members of the genus Gymnopilus\nare nested within the ‘Mycenopsis’ lineage of Galerina. The results\nprovide the first comprehensive look at toxin production in Galerina, as\nwell as the first report of additional toxin-producing species in North\nAmerica. Using the molecular data from this study to update specimen\nnames in herbarium collections and online databases will reduce\ndownstream confusion resulting from inaccurate identifications or\nmisapplied names. Doing so will contribute to ongoing efforts to update\nof field guides and other resources that list poisonous and edible\nmushrooms, allowing amateur mycologists, foragers and healthcare\nprofessionals to gain a better understanding of which Galerina pose a\npoisoning risk.","trees":[{"tree_label":"Tree with cuts","ntax":"438","rootedtree":"TRUE","title":"Tr119568","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119568.phy"},{"tree_label":"Tree with cuts","ntax":"378","rootedtree":"TRUE","title":"Tr119569","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119569.phy"},{"tree_label":"Default Symmetrical Tree","ntax":"438","rootedtree":"TRUE","title":"Tr119570","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119570.phy"},{"tree_label":"Default Symmetrical Tree","ntax":"438","rootedtree":"TRUE","title":"Tr119562","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119562.phy"},{"tree_label":"Tree with cuts","ntax":"438","rootedtree":"TRUE","title":"Tr119563","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119563.phy"},{"tree_label":"Tree with cuts","ntax":"438","rootedtree":"TRUE","title":"Tr119564","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119564.phy"},{"tree_label":"Tree with cuts","ntax":"378","rootedtree":"TRUE","title":"Tr119565","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119565.phy"},{"tree_label":"Default Symmetrical Tree","ntax":"438","rootedtree":"TRUE","title":"Tr119566","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119566.phy"},{"tree_label":"Tree with cuts","ntax":"438","rootedtree":"TRUE","title":"Tr119567","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119567.phy"}]}