{"Authors":" roland fang, fang jie yao, xiaoe wang, Ying Chen , Peng\nWang , Lixin Lu , Jia Lu , Youmin Zhang","Year":" 2019","Title":" Genome sequence analysis of Auricularia auricula-judae\ncombined with genetic linkage map","Journal":" mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Alcohol dehydrogenase; CAZymes; mating type;\nphylogeny","DOI":"","Abstract":" Auricularia auricula-judae is the second most popular\nedible fungus in China and the third most popular edible fungus in the\nworld. In this study, next-generation sequencing technology was used to\ncomplete the whole genome sequencing of A. auricula-judae. The genome\nsequence was 43.6 Mb in length. A total of 509 carbohydrate-active\nenzymes (CAZymes) were annotated, including 60 carbohydrate-binding\nmodules, 18 carbohydrate esterases, 265 glycoside hydrolases, 51\nglycosyltransferases, 11 polysaccharide lyases, and 104 auxiliary\nactivities. The glycoside hydrolases were more abundant in the A.\nauricula-judae genome than in the genomes of Lentinula edodes,\nFlammulina velutipes, Pleurotus ostreatus, Schizophyllum commune,\nGanoderma lucidum, Serpula lacrymans, Tremella mesenterica, Laccaria\nbicolor, Coprinus cinereus, Agaricus bisporus, and Volvariella volvacea.\nThe number of auxiliary activities family 2 genes in the A.\nauricula-judae genome was 2.1 times higher than the numbers in the G.\nlucidum and L. edodes genomes and 2.3 times higher than the number in\nthe P. ostreatus genome. Sixty-nine genes in the A. auricula-judae\ngenome were involved in the decomposition of crystalline cellulose.\nThese genes encoded proteins in the GH6, GH7, CBM1, and A9 families.\nThis number of genes was 29, 30, 40, and 30 more than the numbers of\nrelated genes in the genomes of the wood-rot fungi L edodes, F\nvelutipes, S commune, and G lucidum and 40 more than those in the genome\nof the white-rot fungus A. bisporus. The A. auricula-judae genome also\ncontained 102 genes that were predicted to encode class III, IV, and V\nethanol dehydrogenases, which was 1.76 times more than those in the F.\nvelutipes genome (58 genes encoding ethanol dehydrogenases).\nEvolutionary analysis based on 562 orthologous single copy genes from 15\nfungi showed that Auricularia formed an early independent branch of\nAgaricomycetes. The mating type locus of A. auricula-judae was located\non linkage group 8 by genetic linkage analysis. By combining the genome\nsequence analysis with the genetic linkage map, the mating type locus of\nA. auricula-judae was located on scaffold45 and consisted of two\nsubunits, α and β. The intervals between the α and β subunits were 36.7\nkb to 41.2 kb. Each subunit consisted of a pair of homeodomain mating\ntype protein genes HD1 and HD2. The mapping revealed conserved synteny\nat the whole mating type loci and mirror symmetry relations near the β\nsubunit between A. auricula-judae and Exidia glandulosa.","trees":[{"tree_label":"FIG. 1","ntax":"16","rootedtree":"TRUE","title":"Phylogenetic tree of 15 mushroom species based on\nsingle copy orthologous genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_119577.phy"}]}