{"Authors":" Najibeh Ataei, Miguel Angel Garcia, Michael Krug, Marcus\nLehnert, Jafar Valizadeh, Gerald M Schneeweiss, Dietmar Quandt","Year":" 2020","Title":" A multilocus phylogeny of the non-photosynthetic parasitic\nplant Cistanche (Orobanchaceae) refutes current taxonomy and identifies\nfour major morphologically distinct clades","Journal":" Molecular Phylogenetics and Evolution","Volume":" 151","Issue":"","Pages":"","Keywords":" Cistanche, host, Orobanchaceae, parasite, phylogeny,\nsystematics, taxono","DOI":" 10.1016/j.ympev.2020.106898","Abstract":" Phylogenetic relationships of and within\nnon-photosynthetic parasitic lineages are notoriously poorly known,\nwhich negatively affects our understanding of parasite evolution. This\nis also the case for Cistanche (Orobanchaceae), an Old World group with\nabout two dozen species, whose relationships have not yet been addressed\nusing molecular phylogenetic approaches. Here we infer phylogenetic\nrelationships within the genus, employing a taxonomically and\ngeographically broad sampling covering all previously distinguished\ninfrageneric groups and most of the currently recognized species. A\ncombined matrix of three plastid markers (trnL intron and trnL-trnF\nintergenic spacer (IGS), trnS-trnfM IGS and psbA-trnH IGS) and one\nnuclear marker (ITS) was analyzed using maximum parsimony, maximum\nlikelihood and Bayesian inference. Cistanche falls into four\nwell-supported and geographically differentiated clades: East Asian\nClade, Northwest African Clade, Southwest Asian Clade and Widespread\nClade. Of those, only the East Asian Clade corresponds to a previously\nrecognized taxonomic section, whereas the others either contain members\nof two or three sections (Widespread and Southwest Asian Clade,\nrespectively) or have not been taxonomically recognized so far\n(Northwest African Clade). Whereas the Southwest Asian Clade exhibits\nstrong phylogenetic structure among and partly within species (the East\nAsian and the Northwest African Clade are monospecific), phylogenetic\nresolution within the Widespread Clade is often low and hampered by\ndiscrepancies between nuclear and plastid markers, which at least\npartially is due to hybridization/introgression and/or lineage sorting.\nBoth molecular and morphological data indicate that species diversity in\nCistanche is currently underestimated.","trees":[{"tree_label":"con 50 majrule","ntax":"203","rootedtree":"TRUE","title":"Tr120968","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120968.phy"}]}