{"Authors":" Thaís Garcia da Silva, Lenka Stenclova, Naiara Carolina\nPereira Archanjo, Inessa Lacativa Bagatini","Year":" 2019","Title":" Review and phylogenetic position of genus Nephrocytium Nägeli\n(Sphaeropleales, Chlorophyceae), with description of Nephrocytiaceae\nfam. nov. and Nephrocytium vieirae sp. nov.","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" 18S rRNA; coccoid; Oocystaceae; tufA; taxonomic\nrevision.","DOI":"","Abstract":" Commonly known planktonic green algal genus Nephrocytium\nwas in traditional way assumed to have a close relationship with the\ngenus Oocystis and consequently have been included inside the\nOocystaceae family. Its classification inside the family differed in\nsome authors, nevertheless, its position inside the family was not\nquestioned. Previous molecular studies assigned Oocystaceae to\nTrebouxiophyceae and surprisingly some of the former Oocystaceae members\n- e.g. crescent Nephrochlamys and also Nephrocytium, outside the family,\nto Chlorophyceae. These studies suggested placement of Nephrocytium\ninside the order Sphaeropleales with unclear position inside (incertae\nsedis). Novel placement is in agreement with strong morphological trait\n- the ultrastructure of the cell wall, which differ of the oocystaceaen\nmultilayered cell wall. Present study aims to get enough data to\nestablish for Nephrocytium separated family and provide new insights to\nthe species concept of genus, including the description of Nephrocytium\nvierae spec. nova.","trees":[{"tree_label":"PAUP 1","ntax":"32","rootedtree":"TRUE","title":"Nephrocytium tufA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121422.phy"},{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Nephrocytium 18S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121423.phy"},{"tree_label":"PAUP 1","ntax":"31","rootedtree":"TRUE","title":"Nephrocytium 18S tufA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121421.phy"}]}