{"Authors":" Micael Ferreira Gonçalves, Ana Esteves, Artur Alves","Year":" 2019","Title":" Revealing the hidden diversity, opportunities and challenges\nof marine fungi in Portugal with description of Paraconiothyrium\nporiferum sp. nov.","Journal":" Fungal Ecology","Volume":"","Issue":"","Pages":"","Keywords":" Fungal Diversity, Didymosphaeriaceae, Marine Fungi,\nPhylogeny, Taxonomy","DOI":"","Abstract":" Fungi are ubiquitous organisms with a wide range\ndistribution of almost all ecosystems on planet, including the marine\nenvironments. Coastal and estuary ecosystems remain unexplored as fungal\nhabitats, potentially harboring a hidden diversity with important\necological roles. During an extensive survey of marine fungi in coastal\nand estuarine environments from Portugal a collection of 612 isolates\nwere obtained from water, algae, sponges and driftwood. The collections\nyielded 117 taxa from 38 distinct genera, which were identified using\nmolecular methods. The most abundant taxa were Cladosporium\ncladosporioides, Penicillium terrigenum, P. brevicompactum and Fusarium\nequiseti/incarnatum complex. Fungal community composition ranged among\nthe host/substrate and between coastal and estuarine samples. The\noccurrence of a high fungi diversity harboring some novel species was\ndisclosed. Through a multilocus phylogeny based on ITS, tub2 and tef1-α\nsequences, in conjunction with morphological and physiological data we\nproposed here Paraconiothyrium poriferum as a new species.","trees":[{"tree_label":"Imported tree 1","ntax":"34","rootedtree":"TRUE","title":"Tr119598","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119598.phy"},{"tree_label":"Imported tree 1","ntax":"54","rootedtree":"TRUE","title":"Tr119597","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119597.phy"},{"tree_label":"Imported tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr119599","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119599.phy"}]}