{"Authors":" Michael Bradshaw","Year":" 2019","Title":" Phylogeny and taxonomy of powdery mildew on Viburnum\nspecies","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" powdery mildew, viburnum, erysiphe","DOI":"","Abstract":" The phylogeny and taxonomy of powdery mildew on Viburnum\nspecies is evaluated and discussed. Morphological and phylogenetic\nanalyses revealed two new species and demonstrated that Erysiphe\nhedwigii and E. viburni should be reduced to synonymy and are referred\nto herein as E. viburni. The two new species, E. viburniphila and E.\nawabuki, previously hidden under E. viburni (incl. E. hedwigii), is\ndescribed on the basis of European, North American, and Korean powdery\nmildew collections on Viburnum edule, V. tinus and V. odoratissimum var.\nawabuki. The sexual morph of E. viburniphila is similar to E. viburni,\nhowever, morphological differences exist in their asexual morphs.\nAnalyses of sequences from the ITS and 28S genomic region of powdery\nmildew obtained on Viburnum species (and other closely allied Eryisphe\nspecies) throughout the world reveled that E. viburniphila and E.\nawabuki are in two different monophyletic groups that are separate to\nall other Erysiphe species. Erysiphe hedwigii and E. viburni on Viburnum\nspecies have often been recognized as separate species based on\nmorphological differences in the size of their chasmothecia and number\nof chasmothecial appendages. Taxonomic conclusions based on these\nmorphological distinctions within these species are immature (these\ncharacters are rather variable, and often have overlapping ranges). The\npresent phylogenetic analyses suggest that E. hedwigii has to be reduced\nto synonymy with E. viburni. To fix the application of the species names\nE. hedwigii and E. viburni, epitypes have been designated for these taxa\nwith ex-epitype sequences. Additionally, the Asian species E. miranda is\nphylogenetically confirmed as species of its own, described in detail\nand discussed.","trees":[{"tree_label":"TREE1","ntax":"27","rootedtree":"TRUE","title":"Powdery Mildew on Viburnum B BEAST","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121739.phy"}]}