{"Authors":" Yoshitaka Ono, Katsura Ohmachi, Jintana - Unartngam,\nChanjira Ayawong, Pattama Janruang, Izumi Okane","Year":" 2019","Title":" Milesina thailandica, a second rust fungus on an early\ndiverged leptosporangiate fern genus, Lygodium, found in Thailand.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Geographic distribution; Host specificity; Lygodium\nflexuosum; Phylogeny; Pucciniales; Schizaeaceae","DOI":"","Abstract":" A new rust fungus was found on Lygodium flexuosum at Doi\nSuthep-Pui National Park in Chiang Mai Province, Thailand. Puccinia\nlygodii was the only rust fungus to occur on Lygodium spp.\n(Lygodioideae, Schizaeaceae, Schizaeales) from southern North America\nthrough northern South America. The new fungus produced uredinia\nlinearly between veins, causing yellowish streaks, on the abaxial frond\nsurface. The sori were covered with a layer of thin-walled fungal cell\nbeneath the host epidermis and surrounded by thin-walled paraphyses. The\nsori did not have a distinct central aperture with ostiolar cells but\nruptured irregularly to release urediniospores. Urediniospores were\nmostly obovoid-ellipsoid or broadly ellipsoid. The wall was thin,\ncolorless, and completely echinulate. Neither amphispores nor\nteliospores were observed. The soral and spore morphology indicated the\ntaxonomic affinity of the fungus to the fern rust genera Hyalopsora and\nMilesina. A molecular systematic analysis using ITS regions including\n5.8s rDNA and D1/D2 region of LSU ribosomal DNA revealed that the\nLygodium rust fungus was grouped in a paraphyletic Milesina clade. From\nthe putative host preference, morphology, and estimated phylogenetic\nrelationships, it was concluded that the fungus was a new species of\nMilesina.","trees":[{"tree_label":"Figure1","ntax":"20","rootedtree":"TRUE","title":"Tr119648","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119648.phy"},{"tree_label":"Figure1","ntax":"20","rootedtree":"TRUE","title":"Tr120266","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120266.phy"},{"tree_label":"Figure1","ntax":"20","rootedtree":"TRUE","title":"Tr122587","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122587.phy"}]}