{"Authors":" Yi-Tian Fu, Yuan-Chun Jin, Guo-Hua Liu","Year":" 2019","Title":" The Complete Mitochondrial Genome of the Caecal Fluke of\nPoultry, Postharmostomum commutatum, as the First Representative from\nthe Superfamily Brachylaimoidea","Journal":" Frontiers in Genetics","Volume":"","Issue":"","Pages":"","Keywords":" Postharmostomum commutatum, mitochondrial genome,\nmitochondrial DNA, phylogenetic analyses, paraphyly","DOI":"","Abstract":" Postharmostomum commutatum (Platyhelminthes:\nBrachylaimoidea), a parasite of the caeca of poultry, has been\nfrequently reported from many countries and regions, including China.\nHowever, the molecular epidemiology, population genetics and\nphylogenetics of this parasite are poorly understood. In the present\nstudy, we determined and characterized the complete mitochondrial (mt)\ngenome of P. commutatum, as the first representative from the\nsuperfamily Brachylaimoidea. The mt genome of P. commutatum is a\ncircular DNA molecule of 13,799 bp in size and encodes the complete set\nof 36 genes (12 protein-coding genes, 22 transfer RNA genes, two\nribosomal RNA genes) as well as a typical control region. The mt genome\nof P. commutatum presents a clear bias in nucleotide composition with a\nnegative AT-skew on average (- 0.306) and a positive GC-skew on average\n(0.466). Phylogenetic analyses showed that P. commutatum (superfamily\nBrachylaimoidea) and other ten members of the order Diplostomida were\nrecovered as sister groups of the order Plagiorchiida, indicating that\nthe order Diplostomida is paraphyletic. This is the first mt genome of\nany member of the superfamily Brachylaimoidea and should represent a\nrich source of genetic markers for molecular epidemiological, population\ngenetic and phylogenetic studies of parasitic flukes of socio-economic\nimportance in poultry.","trees":[{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Trematode MtREV","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120800.phy"},{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Trematode MtArt","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120801.phy"},{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Trematode LG","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120802.phy"},{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Trematode JTT","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120803.phy"}]}