{"Authors":" Stephen R. Downie, Jeffrey D. Palmer","Year":" 1994","Title":" A chloroplast DNA phylogeny of the Caryophyllales based on\nstructural and inverted repeat restriction site variation.","Journal":" Systematic Botany","Volume":" 19","Issue":" NA","Pages":" 236-252","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships among 25 representatives of the\nCaryophyllales and three outgroup taxa from Polygonaceae and\nPlumbaginaceae were assessed using structural variation in the\nchloroplast genome and restriction site variation in the highly\nconserved inverted repeat region of the chloroplast genome. In addition\nto the previously reported loss of the chloroplast rpl2 intron in the\ncommon ancestor of the Caryophyllales, observed structural mutations\ninclude: 1) the loss of the rpll6 intron in the chloroplast genome of\nLimonium (Plumbaginaceae); 2) three large, phylogenetically informative\ndeletions within the gene 0RF2280, and 3) parallel, 6-kb inversions in\nthe large single-copy region of the chloroplast genomes in Pereskia\n(Cactaceae) and in Atriplex and Chenopodium (Chenopodiaceae). Sixty-two\nof the 161 restriction sites scored were phylogenetically informative.\nParsimony analyses of the structural and restriction site characters\nindicate that: 1) the Caryophyllales consist of two major clades, one\ncomprising Amaranthaceae and Chenopodiaceae, and the other all remaining\nfamilies; 2) two families, Phytolaccaceae and Portulacaceae (Portulaca\nand Claytonia), are polyphyletic, with elements of the former\n(Phytolacca and Rivina) strongly linked with Nyctaginaceae; 3) Pereskia\n(the only examined representative of Cactaceae) is, surprisingly,\nstrongly linked to Portulaca, and 4) Caryophyllaceae and Molluginaceae,\nthe only anthocyanin- producing taxa in the order, occur in the same\nportion of the trees and are not basal to the group. Relationships among\nseveral families are poorly resolved.","trees":[{"tree_label":"Fig. 5","ntax":"25","rootedtree":"TRUE","title":"Caryophyllales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1307.phy"},{"tree_label":"Fig. 4","ntax":"25","rootedtree":"TRUE","title":"Caryophyllales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1308.phy"}]}