{"Authors":" Nolad R. Deaver, Cedar Nelson Hesse, Cheryl Kuske, Andrea\nPorras-Alfaro","Year":" 2019","Title":" Presence and Distribution of Insect-Associated and\nEntomopathogenic Fungi in a Temperate Pine Forest Soil: an Integrated\nApproach","Journal":" Fungal Ecology","Volume":" 123","Issue":" 12","Pages":" 864-874","Keywords":" Next Generation Sequencing; Selective media; Chitin; Soil\nfungi","DOI":" 10.1016/j.funbio.2019.09.006","Abstract":" Chemical pesticides help mitigate the impact of insect\npests on crops, but contribute to many environmental problems.\nEntomopathogenic fungi have garnered interest as alternatives to\nchemical pesticides through their development as biological control\nagents. However, their diversity outside of agroecosystems혰specifically\nin natural, pine forest soils혰demands more exploration. This study\nassessed differences in the diversity and abundance of entomopathogenic\nand insect-associated fungi at a loblolly pine research forest in North\nCarolina, USA using culture-dependent sampling methods and next\ngeneration sequencing libraries. Fungi were baited using Galleria\nmellonella larvae, and soil samples were diluted and placed on a\nselective medium containing cycloheximide, chloramphenicol, and\nthiabendazole. Isolates from both methods were identified using Sanger\nsequencing of the ITS and LSU rRNA gene regions. These isolates\nrepresented three phyla혰Ascomycota, Basidiomycota and Mucoromycota혰and a\ntotal of 36 unique OTUs, including known entomopathogenic fungi such as\nMetarhizium, Lecanicillium and Paecilomyces. Entomopathogenic and other\ninsect-associated fungi are responsible for the breakdown and\navailability of large molecular weight polysaccharides such as chitin,\nand as such we conducted a simple enzyme assay to assess the ability of\nisolates to degrade chitin. Isolates showed a widespread ability to\ndegrade chitin, although considerable variation existed in chitinolytic\nactivity within and between genera. Phylogenetic analyses of the\nHypocreales, Mucorales, and Mortierellales resolved several isolates at\nthe genus level, with some showing close phylogenetic placement with\ntaxa including fungi associated with plant tissues and other\ninsect-associated fungi. Saprophytic fungi including Mucor and\nMortierella were widely distributed in soils, while entomopathogens such\nas Lecanicillium, Paecilomyces, and Metarhizium were less abundant, and\npresent primarily in the top two cm of the soil. The similarity between\nresults from culture-dependent and next-generation sequencing approaches\ndemonstrates that the two methods can be used in tandem to study unique\ntaxa. Moreover, our isolation of abundant taxa such as Penicillium,\nTrichoderma, and Umbelopsis under stressful conditions mirrors the\nresults of previous studies, illustrating the ecological success of\nthese fungi.","trees":[{"tree_label":"tree 1","ntax":"62","rootedtree":"TRUE","title":"Hypocreales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119683.phy"},{"tree_label":"Imported tree 1","ntax":"67","rootedtree":"TRUE","title":"Mucoromycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119684.phy"}]}