{"Authors":" Malgorzata Kolicka, Miroslawa Dabert, Ziemowit Olszanowski,\nJ. Dabert","Year":" 2020","Title":" Sweet or salty? The origin of freshwater gastrotrichs\n(Gastrotricha, Chaetonotida) revealed by molecular phylogenetic\nanalysis","Journal":" Cladistics","Volume":"","Issue":"","Pages":"","Keywords":" freshwater colonization, habitat transition, conflicting\nphylogenetic signals, short branches, morphological character evolution,\nradiation, speciation","DOI":" 10.1111/cla.12424","Abstract":" Chaetonotidae, the most diverse and widely distributed\nfamily of the order Chaetonotida (Gastrotricha) includes both marine and\nfreshwater species. The family is regarded as a sister taxon to\nexclusively marine Xenotrichulidae and it has successfully colonized\nmany different freshwater habitats. But in which type of environment,\nmarine or freshwater, the Chaetonotidae originated is still not clear.\nHere we infer the molecular phylogeny of chaetonotids using multiple\nmolecular markers together with morphological and ecological character\ntracing. Our results confirm that in traditional definition\nChaetonotidae is paraphyletic and in fact it encompasses Dasydytidae and\nNeogosseidae. The freshwater genus Bifidochaetus is pointed as\ndescendants of the earliest lineages of the whole Chaetonotidae. Our\nanalyses indicate that the Chaetonotidae originated from ancestors that\ninhabited freshwater habitats. Short branches at the base of the\nphylogenetic tree suggest rapid radiation after freshwater colonization.\nThe reversals to marine habitats occurred independently in different\nChaetonotidae lineages, thus marine species should be assumed as\nadvanced, derived taxa. Characters reconstruction suggests that\nventroterminal mouth ring, separate cephalic plates, separate cephalic\nsensory cilia arrangement in paired tufts, hypostomium, reduced testis\nand reduced, unmovable spermatozoa and parthenogenesis as a main type of\nreproduction are the synapomorphies defining the whole\nChaetonotidae.","trees":[{"tree_label":"PAUP 1","ntax":"183","rootedtree":"TRUE","title":"Tr125808","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125808.phy"}]}