{"Authors":" Claire Manglicmot, Alejandro Oceguera-Figueroa, Sebastian\nKvist","Year":" 2019","Title":" Bacterial endosymbionts of Placobdella (Annelida: Hirudinea:\nGlossiphoniidae): phylogeny, genetic distance, vertical transmission and\nco-speciation","Journal":" Hydrobiologia","Volume":"","Issue":"","Pages":"","Keywords":" Placobdella; Reichenowia; Rhizobiaceae; intracellular\nsymbiosis; bacteriomes; phylogeny; co-phylogeny; species diversity","DOI":"","Abstract":" Blood-feeding leeches of the genus Placobdella have\nacquired intracellular alphaproteobacterial endosymbionts of the genus\nReichenowia that potentially aid in the production of vitamin B, thereby\nameliorating the lack of this essential nutrient in the diet of the\nhosts. Although preliminary evidence suggests that this is an obligate\nrelationship for both associates, little is still known about the\nbacterial diversity, their genetic makeup and the mode of transmission\nof bacteria between leeches. Here, we aimed to (i) place the bacterial\nsymbionts in a phylogenetic context, increasing the taxonomic sampling\nmore than three-fold, (ii) compare the patterns of cladogenesis between\nthe bacteria and their hosts to search for evidence of co-speciation,\nand (iii) explore the mode of bacterial transmission between leech\nparent and offspring. DNA sequencing of the bacterial 16S rDNA and 23S\nrDNA loci confirms their presence in ten previously untested Placobdella\nspecies. Bacteriomes for four species were further subjected to\ntransmission electron microscopy in order to localize the bacteria. Our\nresults suggest that, whereas Reichenowia forms a monophyletic group\nwithin the alphaproteobacterial family Rhizobiaceae, no evidence for\nco-speciation between hosts and bacteria can be traced. Attempts at DNA\namplification using bacterial specific primers for ovarial tissues were\nnegative for a range of species, but two 16S rDNA sequences retrieved\nfrom the testisacs of P. rugosa showed very high similarity with\nReichenowia. Although we cannot rule out that this may be a\ncontamination, or a different, potentially free-living species of\nbacteria, our results may indicate that Reichenowia are transferred from\nleech parent to offspring via the testisacs.","trees":[{"tree_label":"Imported tree 1","ntax":"87","rootedtree":"TRUE","title":"Tr119807","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119807.phy"}]}