{"Authors":" Shaoying Liu, Chengran Zhou, Tao Wan, Guanliang Meng,\nRobert W. Murphy, Zhengxin Fan, Mingkun Tang, Yang Liu, Tao Zeng, Shunde\nChen, Yun Zhao, Shanlin Liu","Year":" 2019","Title":" Out of the Qinghai-Tibetan Plateau and get flourishing - the\nevolution of Neodon voles (Rodentia: Cricetidae) revealed by systematic\nsampling and low coverage whole genome sequencing","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Neodon evolution, speciation, Qinghai-Xizang Plateau,\nTime-calibrated genomic analysis, Geometric morphological analysis, sky\nisland effects.","DOI":"","Abstract":" Neodon, genus of a short time evolutionary history, was\nreported to be diverged from its relatives in early stage of Pleistocene\nassociated with the uplift of Himalayan Mountains. Only 4 species were\nwell documented in Neodon for a long period of time until last years\nwhen a systematic work described and added three new species, adjusted\nthree species used to belong to Lasiopodomys, Phaiomys, Microtus to\nNeodon and removed one species (Neodon juldaschi) to genus Blanfordimys,\nleading to a total of eight species recorded in Neodon. To gain a better\ninsight into the phylogeny and ecology of Neodon, we have systematically\nsampled Neodon species along the whole Hengduan and Himalayan Mountains\nin the last 15 years. In addition to morphological identification, we\ngenerated 1x - 15x whole genome sequencing (WGS) data and achieved the\nmitochondrial genomes and an average of 5,382 nuclear genes for each\nmorpho-species. Both morphology and phylogeny results supported an extra\nsix new species in Neodon (nominated Neodon shergylaensis sp. nov., N.\nnamchabarwaensis sp. nov., N. liaoruii sp. nov., N. chayuensis sp. nov.,\nN. bomiensis sp. nov., and N. bershulaensis sp. nov.). This is the first\nstudy that included Neodon samples covering its entire distribution area\nin China and this systematic sampling also revealed a long-time\nunderestimation of Neodons diversity, and suggested its speciation\nevents were highly linked to the Qinghai-Xizang Plateau uplift events.\nThe results also revealed that Qinghai-Xizang Plateau is the center of\norigin and evolution of Neodon, and the impetus of speciation include\nclimate change, isolation of rivers and mountains.","trees":[{"tree_label":"Neodon COXi tree RaxML","ntax":"75","rootedtree":"TRUE","title":"Neodon COXi tree RaxML","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_119691.phy"},{"tree_label":"Neodon CYTb tree RaxML","ntax":"101","rootedtree":"TRUE","title":"Neodon CYTb tree RaxML","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_119692.phy"},{"tree_label":"Neodon Mitochondrial genes tree from Mrbayes","ntax":"50","rootedtree":"TRUE","title":"Tr119698","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119698.phy"},{"tree_label":"Neodon Mitochondrial genes tree from RaxML","ntax":"50","rootedtree":"TRUE","title":"Tr119699","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119699.phy"},{"tree_label":"Raxml nuclear tree","ntax":"27","rootedtree":"TRUE","title":"Tr119766","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119766.phy"},{"tree_label":"Neodon_nuclear_genes_tree_from_Mrbayes","ntax":"27","rootedtree":"TRUE","title":"Tr119771","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119771.phy"},{"tree_label":"Final_Time_tree","ntax":"27","rootedtree":"TRUE","title":"Tr119772","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119772.phy"}]}