{"Authors":" James Michel Tchotet Tchoumi, Martin Petrus Albertus\nCoetzee, Mario rajchenberg, Jolanda Roux","Year":" 2020","Title":" Poroid Hymenochaetaceae associated with trees showing\nwood-rot symptoms in the Garden Route National Park of South Africa","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Biodiversity, indigenous forests, wood-rot fungi, 4 new\ntaxa","DOI":"","Abstract":" The poroid Hymenochaetaceae associated with wood-rots of\ntrees in three timber-harvesting compartments of the Garden Route\nNational Park (GRNP), South Africa, were investigated using phylogenetic\nanalyses of ITS and LSU sequences and the morphology of basidiomes.\nResults revealed the presence of ten species belonging to five genera.\nSix of them represented known species, while four are proposed as new\ntaxa. The newly proposed species are Fomitiporia tsitsikamensis,\nFulvifomes elaeodendri, Fuscoporia pulviniformis and Phellinus\nguttiformis spp. novs. Fomitiporia tsitsikamensis sp. nov. was recovered\nfrom dead standing Olea capensis subsp. macrocarpa and living Apodytes\ndimidiata subsp. dimidiata. It is characterised by perennial, solitary\nor few basidiomes growing together that are resupinate to\npseudo-pileate, a dimitic hyphal system, dextrinoid, subglobose to\nglobose basidiospores and acuminate to ventricose setae. Fulvifomes\nelaeodendri sp. nov. was found exclusively on living trees of\nElaeodendron croceum and is distinguished by perennial, solitary (rarely\ntwo together), broadly attached or semi-circular to dimidiate,\napplanate, triquetrous up to ungulate basidiomes, dimitic hyphal system\nand broadly ellipsoid to ellipsoid, to almost subglobose basidiospores.\nPhellinus guttiformis sp. nov. is characterised by perennial, resupinate\nto pseudo-pileate, drop-shaped or hoof-shaped and pendant basidiomes,\ndimitic hyphal system, subulate, acuminate to slightly ventricose setae\nand broadly ellipsoid, subglobose to globose basidiospores. It was found\nfruiting on branches and trunks of Psydrax obovata subsp. obovata and O.\ncapensis subsp. capensis. Basidiospores were not found for all specimens\nexamined for Fuscopora pulviniformis. However, its description as a new\nspecies was supported by other distinctive morphological traits, such as\nits annual to perennial, resupinate to pulvinate basidiomes with\nwell-developed margins and its lanceolate, straight hymenial setae.\nIsolates representing this species also formed a well-resolved and\nstrongly supported monophyletic clade based on two combined gene\nregions. It was found fruiting on dead standing O. capensis subsp.\ncapensis, living Psydrax obovata subsp. obovata, and stumps of Cunonia\ncapensis.","trees":[{"tree_label":"Supplementary Fig 1","ntax":"67","rootedtree":"TRUE","title":"Genetic diversity","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119789.phy"},{"tree_label":"Fig 1","ntax":"70","rootedtree":"TRUE","title":"ML Tree Fomitiporia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119790.phy"},{"tree_label":"Fig 2","ntax":"73","rootedtree":"TRUE","title":"ML Tree Fulvifomes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119791.phy"},{"tree_label":"Fig 3","ntax":"81","rootedtree":"TRUE","title":"ML Tree Fuscoporia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119792.phy"},{"tree_label":"Fig 4","ntax":"54","rootedtree":"TRUE","title":"ML Tree Inonotus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119793.phy"},{"tree_label":"Fig 5","ntax":"77","rootedtree":"TRUE","title":"ML Tree Phellinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_119794.phy"}]}