{"Authors":" Tim Goelen, Islam S Sobhy, Christophe Vanderaa, Felix\nWäckers, Hans Rediers, Tom Wenseleers, Hans Jacquemyn, Bart Lievens","Year":" 2020","Title":" Bacterial phylogeny predicts volatile organic compound\ncomposition and olfactory response of an aphid parasitoid","Journal":" Oikos","Volume":"","Issue":"","Pages":"","Keywords":" Aphidius colemani, Bacillus, phylogenetic signal, rpoB,\nsemiochemical, VOCs","DOI":"","Abstract":" There is increasing evidence that microorganisms emit a\nwide range of volatile compounds (mVOCs, microbial volatile organic\ncompounds) that act as insect semiochemicals, and therefore play an\nimportant role in insect behaviour. Although it is generally believed\nthat phylogenetically closely related microbes tend to have similar\nphenotypic characteristics and therefore may elicit similar responses in\ninsects, currently little is known about whether the evolutionary\nhistory and phylogenetic relationships among microorganisms have an\nimpact on insect-microbe interactions. In this study, we tested the\nhypothesis that phylogenetic relationships among 40 Bacillus strains\nisolated from diverse environmental sources predicted mVOC composition\nand the olfactory response of the generalist aphid parasitoid Aphidius\ncolemani. Results revealed that phylogenetically closely related\nBacillus strains emitted similar blends of mVOCs and elicited a\ncomparable olfactory response of A. colemani in Y-tube olfactometer\nbioassays, varying between attraction and repellence. Analysis of the\nchemical composition of the mVOC blends showed that all Bacillus strains\nproduced the same set of volatiles, but often in different\nconcentrations and ratios. Benzaldehyde was produced in relatively high\nconcentrations by strains that repel A. colemani, while attractive mVOC\nblends contained relatively higher amounts of acetoin, 2,3-butanediol,\n2,3-butanedione, eucalyptol and isoamylamine. Overall, these results\nindicate that bacterial phylogeny had a strong impact on mVOC\ncompositions and as a result on the olfactory responses of insects.","trees":[{"tree_label":"MLT","ntax":"40","rootedtree":"TRUE","title":"Bacillus strains MLT of 40","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121063.phy"}]}