{"Authors":" Martin Schnittler, Oleg Shchepin, Mikhail V. Okun, Daria A.\nErastova, Yuri K. Novozhilov","Year":" 2020","Title":" Nivicolous species of Diderma (Myxomycetes) seen through the\nlens of DNA barcoding: which taxonomic concept fits best?","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" diversity, Myxogastria, nivicolous myxomycetes, protein\nelongation factor EF1A, 18S rRNA gene","DOI":"","Abstract":" It still remains unclear to what extent the morphological\nspecies concept reflects the true diversity in myxomycetes. The\nnivicolous species of the genus Diderma are difficult to identify, and\nthere are several competing views on their delimitation based on\nmorphological characters. We barcoded 545 specimens across the Northern\nHemisphere to look which of the current taxonomic treatments is better\nsupported by molecular data. The results support a splitting approach\nwhich distinguishes six taxa: D. alpinum, D. europaeum, D. fallax, D.\nmeyerae, D. microcarpum and D. niveum. In addition, a seventh taxon, D.\nkamchaticum, is described as new for science. Partial 18S rRNA gene\nsequences serving as DNA barcodes provided enough resolution to\ndifferentiate all seven taxa with a 99.1% similarity threshold. A\ntwo-gene phylogeny (18S rRNA and EF1A) supported monophyly of these\ntaxa. These clades form reproductively isolated units: recombination\nbetween 18S rRNA and EF1A sequence variants occurs within, but not\nbetween these groups. This allows to combine the morphological,\nphylogenetic and biological species concepts for the studied group.\nGiven the high environmentally caused variation in sporocarp characters,\nthe morphological differentiation of these taxa remains difficult, but\n18S rRNA sequences provide clear signatures that can be used as\nbarcodes. We therefore suggest to recognize seven nivicolous Diderma\nspecies, and give taxonomic descriptions and a determination key.","trees":[{"tree_label":"tree 1","ntax":"90","rootedtree":"TRUE","title":"Tr119810","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119810.phy"},{"tree_label":"tree 1","ntax":"35","rootedtree":"TRUE","title":"Tr119809","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_119809.phy"}]}