{"Authors":" Robert Jankowiak, Halvor Solheim, Piotr Bilański, Seonju\nMarincowitz, Michael J. Wingfield","Year":" 2020","Title":" Seven new species of Graphilbum associated with conifers\nincluding species from Norway, Poland and Russia","Journal":" Mycologia","Volume":" 112","Issue":" 6","Pages":" 1240-1262","Keywords":" ectosymbionts; Ophiostomatales; Pinaceae; subcortical\nbeetles; 7 new taxa","DOI":" 10.1080/00275514.2020.1778375","Abstract":" During surveys of insect-associated mycobiomes in Norway,\nPoland, and Russia, isolates with affinity to Graphilbum\n(Ophiostomatales, Ascomycota) were recovered. In this study, eight known\nGraphilbum species as well as the newly collected isolates were compared\nbased on morphology and DNA sequence data for four gene regions. The\nresults revealed seven new species, described here as G. acuminatum, G.\ncarpaticum, G. curvidentis, G. furuicola, G. gorcense, G. interstitiale,\nand G. sexdentatum. In addition to these species, G. crescericum and G.\nsparsum were commonly found in Norway. All new species were recovered\nfrom conifers in association with bark beetles, cerambycid beetles, and\nweevils and were morphologically similar, predominantly with\npesotum-like asexual morphs. Where sexual morphs were present, these\nwere small ascomata with short necks and rod-shaped ascospores having\nhyaline sheaths. The results suggest that Graphilbum species are common\nmembers of the Ophiostomatales in conifer ecosystems.","trees":[{"tree_label":"Fig. S2","ntax":"31","rootedtree":"TRUE","title":"Graphilbum BT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135566.phy"},{"tree_label":"Fig. 3","ntax":"45","rootedtree":"TRUE","title":"Graphilbum CAL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135564.phy"},{"tree_label":"Fg. 1","ntax":"64","rootedtree":"TRUE","title":"Graphilbum ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135563.phy"},{"tree_label":"Fig. 2","ntax":"48","rootedtree":"TRUE","title":"Graphilbum TEF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135565.phy"}]}