{"Authors":" Tu Anh Nguyen, Shimin Le, Michelle Lee, Jinsong Fan, Jie\nYan, Daiwen Yang, Gregory Jedd","Year":" 2020","Title":" Fungal Wound Healing through Instantaneous Protoplasmic\nGelation","Journal":" Current Biology","Volume":"","Issue":"","Pages":"","Keywords":" mucoromycota, hypha, mycelium, transport network, wound\nhealing, protoplasmic gelation, flow-induced phase transition","DOI":" 10.1016/j.cub.2020.10.016","Abstract":" Multicellular organisms employ fluid transport networks to\novercome the limit of diffusion and promote essential long-distance\ntransport. Connectivity and pressurization render these networks\nespecially vulnerable to wounding. To mitigate this risk, animals,\nplants, and multicellular fungi independently evolved elaborate clotting\nand plugging mechanisms. In the septate filamentous fungi,\nmembrane-bound organelles plug septal pores in wounded hyphae. By\ncontrast, vegetative hyphae in the early-diverging Mucoromycota are\nlargely aseptate, and how their hyphae respond to wounding is unknown.\nHere, we show that wounding in the Mucorales leads to explosive\nprotoplasmic discharge that is rapidly terminated by protoplasmic\ngelation. We identify Mucoromycota-specific Gellin proteins, whose loss\nof function leads to uncontrolled wound-induced protoplasmic bleeding.\nGellins contain ten related beta-trefoil Gll domains, each of which\npossesses unique features that impart distinct gelation-related\nproperties: some readily unfold and form high-order sheet-like\nstructures when subjected to mechanical force from flow, while others\npossess hydrophobic motifs that enable membrane binding. In cell-free\nreconstitution, sheet-like structures formed by a partial Gellin\nincorporate membranous organelles. Together, these data define a\nmechanistic basis for regulated protoplasmic gelation, and provide new\ndesign principles for the development of artificial flow-responsive\nbiomaterials.","trees":[{"tree_label":"Imported tree 0","ntax":"131","rootedtree":"TRUE","title":"Fungal Wound Healing individual repeat","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130988.phy"},{"tree_label":"Imported tree 0","ntax":"40","rootedtree":"TRUE","title":"Fungal Wound Healing gene tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130989.phy"},{"tree_label":"Imported tree 0","ntax":"43","rootedtree":"TRUE","title":"Fungal Wound Healing species tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130990.phy"}]}