{"Authors":" Claire M Manglicmot, Alejandro Oceguera-Figueroa, Sebastian\nKvist","Year":" 2019","Title":" Bacterial endosymbionts of Placobdella (Annelida: Hirudinea:\nGlossiphoniidae): phylogeny, genetic distance, vertical transmission and\nco-speciation","Journal":" Hydrobiologia","Volume":"","Issue":"","Pages":"","Keywords":" Placobdella; Reichenowia; Rhizobiaceae; intracellular\nsymbiosis; bacteriomes; phylogeny; co-phylogeny; species diversity","DOI":"","Abstract":" Blood-feeding leeches of the genus Placobdella have\nacquired intracellular alphaproteobacterial endosymbionts of the genus\nReichenowia that potentially aid in the production of B vitamins,\nthereby ameliorating the lack of these essential nutrients in the diet\nof the hosts. Although preliminary evidence suggests that this is an\nobligate relationship for both associates, little is still known about\nthe bacterial diversity, their genetic makeup and the mode of\ntransmission of bacteria between leeches. Here, we aimed to (i) place\nthe bacterial symbionts in a phylogenetic context, increasing the\ntaxonomic sampling more than three-fold, (ii) compare the patterns of\ncladogenesis between the bacteria and their hosts to search for evidence\nof co- speciation, and (iii) explore the mode of bacterial transmission\nbetween leech parent and offspring. DNA sequencing of the bacterial 16S\nrDNA and 23S rDNA loci confirms their presence in ten previously\nuntested Placobdella species. Bacteriomes for four species were further\nsubjected to transmission electron microscopy in order to localize the\nbacteria. Our results suggest that, whereas Reichenowia forms a\nmonophyletic group within the alphaproteobacterial family Rhizobiaceae,\nno evidence for co-speciation between hosts and bacteria can be traced.\nAttempts at DNA amplification using bacterial specific primers for\novarial tissues were negative for a range of species, but two 16S rDNA\nsequences retrieved from the testisacs of P. rugosa showed very high\nsimilarity with Reichenowia. Although we cannot rule out that this may\nbe a contamination, or a different, potentially free-living species of\nbacteria, our results may indicate that Reichenowia are transferred from\nleech parent to offspring via the testisacs.","trees":[{"tree_label":"Imported tree 1","ntax":"87","rootedtree":"TRUE","title":"Reichenowia spp 16S 23S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121425.phy"}]}