{"Authors":" Longhai Xue, Chunjie Li, White F. James, Yong Liu","Year":" 2020","Title":" Characterization of Pyrenophora species causing brown leaf\nspot on Italian ryegrass (Lolium multiflorum) in Sichuan Province,\nChina","Journal":" Plant Disease","Volume":" 104","Issue":" 7","Pages":" 1900-1907","Keywords":" fungi, field crops, pathogen diversity, pathogen\ndetection","DOI":" 10.1094/PDIS-07-19-1457-RE","Abstract":" Drechslera leaf spot (DLS) caused by Pyrenophora\n(Drechslera) species is one of the most serious diseases affecting\nItalian ryegrass (Lolium multiflorum) in China. Between 2015 and 2018,\nthis disease was observed in three Italian ryegrass fields in the\nprovince of Sichuan, China. Average leaf disease incidence was\napproximately 1 to 12% but could range up to 100%. Symptoms appeared as\nbrown or tan spots surrounded by a yellow halo, or brown to dark brown\nnet blotch; subsequently, spots increased in number and size, and they\nlater covered a large area of leaf, eventually causing leaf death. In\nthis study, 86 strains of Pyrenophora fungi were isolated from leaf\nlesions of Italian ryegrass. Coupled with phylogenetic analysis of the\ninternal transcribed spacer region, partial 28S ribosomal RNA gene, and\nglyceraldehyde-3-phosphate dehydrogenase gene, morphological\ncharacteristics showed that Pyrenophora dictyoides and P. nobleae are\nassociated with Italian ryegrass in southwest China. Pathogenicity tests\nconfirmed that both species can infect Italian ryegrass, causing leaf\nspot, whereas the virulence of the two species differed; P. nobleae\nshowed lower pathogenicity to Italian ryegrass. This is the first time\nthat these two Pyrenophora species were formally reported on Italian\nryegrass based on both morphological and molecular characters. Overall,\nthis study improves knowledge of the Pyrenophora species associated with\nItalian ryegrass and provides a foundation for control of this disease\nin the future.","trees":[{"tree_label":"tree 1","ntax":"21","rootedtree":"TRUE","title":"Pyrenophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_119953.phy"}]}