{"Authors":" Paula Arribas, Carmelo Andújar, María Lourdes Moraza,\nBenjamin Linard, Brent C Emerson, Alfried P Vogler","Year":" 2019","Title":" Mitochondrial metagenomics reveals the ancient origin and\nphylodiversity of soil mites and provides a phylogeny of the Acari","Journal":" MBE","Volume":"","Issue":"","Pages":"","Keywords":" mitochondrial phylogenomics; metagenome skimming; soil\nbiodiversity, arthropod terrestrialisation","DOI":"","Abstract":" High-throughput DNA methods hold great promise for\nphylogenetic analysis of lineages that are difficult to study with\nconventional molecular and morphological approaches. The mites (Acari),\nand in particular the highly diverse soil-dwelling lineages, are among\nthe least known branches of the metazoan Tree-of-Life. We extracted\nnumerous minute mites from soils in an area of mixed forest and\ngrassland in southern Iberia. Selected specimens representing the full\nmorphological diversity were shotgun sequenced in bulk, followed by\ngenome assembly of short reads from the mixture, which produced >100\nmitochondrial genomes representing diverse acarine lineages.\nPhylogenetic analyses in combination with taxonomically limited\nmitogenomes available publicly resulted in plausible trees defining\nbasal relationships of the Acari. Several critical nodes were supported\nby ancestral-state reconstructions of mitochondrial gene rearrangements.\nMolecular calibration placed the minimum age for the common ancestor of\nthe superorder Acariformes, which includes most soil-dwelling mites, to\nthe Cambrian-Ordovician (likely within 455552 Mya), while the origin of\nthe superorder Parasitiformes was placed later in the\nCarboniferous-Permian. Most family-level taxa within the Acariformes\nwere dated to the Jurassic and Triassic. The ancient origin of\nAcariformes and the early diversification of major extant lineages\nlinked to the soil are consistent with a pioneering role for mites in\nbuilding the earliest terrestrial ecosystems.","trees":[{"tree_label":"TREE1","ntax":"204","rootedtree":"TRUE","title":"Tr120103","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120103.phy"},{"tree_label":"TREE1","ntax":"204","rootedtree":"TRUE","title":"Tr120104","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120104.phy"},{"tree_label":"TREE1","ntax":"204","rootedtree":"TRUE","title":"Tr120105","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120105.phy"},{"tree_label":"TREE1","ntax":"204","rootedtree":"TRUE","title":"Tr120106","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120106.phy"},{"tree_label":"TREE1","ntax":"204","rootedtree":"TRUE","title":"Tr120107","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120107.phy"},{"tree_label":"TREE1","ntax":"204","rootedtree":"TRUE","title":"Tr120108","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120108.phy"}]}