{"Authors":" Pedro W. Crous, Johannes (Ewald) Zacharias Groenewald","Year":" 2019","Title":" Fungal Planet description sheets: 951-1041","Journal":" Persoonia","Volume":" 43","Issue":"","Pages":" 223-425","Keywords":" ITS nrDNA barcodes, LSU, new taxa, systematics","DOI":" 10.3767/persoonia.2019.43.06","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Antarctica, Apenidiella\nantarctica from permafrost, Cladosporium fildesense from an unidentified\nmarine sponge. Argentina, Geastrum wrightii on humus in mixed forest.\nAustralia, Golovinomyces glandulariae on Glandularia aristigera,\nNeoanungitea eucalyptorum on leaves of Eucalyptus grandis,\nTeratosphaeria corymbiicola on leaves of Corymbia ficifolia, Xylaria\neucalypti on leaves of Eucalyptus radiata. Brazil, Bovista psammophila\non soil, Fusarium awaxy on rotten stalks of Zea mays, Geastrum\nlanuginosum on leaf litter covered soil, Hermetothecium\nmikaniae-micranthae (incl. Hermetothecium gen. nov.) on Mikania\nmicrantha, Penicillium reconvexovelosoi in soil, Stagonosporopsis\nvannaccii from pod of Glycine max. British Virgin Isles, Lactifluus\nguanensis on soil. Canada, Sorocybe oblongispora on resin of Picea\nrubens. Chile, Colletotrichum roseum on leaves of Lapageria rosea.\nChina, Setophoma caverna from carbonatite in Karst cave. Colombia,\nLareunionomyces eucalypticola on leaves of Eucalyptus grandis. Costa\nRica, Psathyrella pivae on wood. Cyprus, Clavulina iris on calcareous\nsubstrate. France, Chromosera ambigua and Clavulina iris var.\noccidentalis on soil. French West Indies, Helminthosphaeria hispidissima\non dead wood. Guatemala, Talaromyces guatemalensis in soil. Malaysia,\nNeotracylla pini (incl. Tracyllales ord. nov. and Neotracylla gen. nov.)\nand Vermiculariopsiella pini on needles of Pinus tecunumanii. New\nZealand, Neoconiothyrium viticola on stems of Vitis vinifera,\nParafenestella pittospori on Pittosporum tenuifolium, Pilidium\nnovae-zelandiae on Phoenix sp. Pakistan, Russula quercus-floribundae on\nforest floor. Portugal, Trichoderma aestuarinum from saline water.\nRussia, Pluteus liliputianus on fallen branch of deciduous tree, Pluteus\nspurius on decaying deciduous wood or soil. South Africa,\nAlloconiothyrium encephalarti, Phyllosticta encephalarticola and\nNeothyrostroma encephalarti (incl. Neothyrostroma gen. nov.) on leaves\nof Encephalartos sp., Chalara eucalypticola on leaf spots of Eucalyptus\ngrandis × urophylla, Clypeosphaeria oleae on leaves of Olea capensis,\nCylindrocladiella postalofficium on leaf litter of Sideroxylon inerme,\nCylindromonium eugeniicola (incl. Cylindromonium gen. nov.) on leaf\nlitter of Eugenia capensis, Cyphellophora goniomatis on leaves of\nGonioma kamassi, Nothodactylaria nephrolepidis (incl. Nothodactylaria\ngen. nov. and Nothodactylariaceae fam. nov.) on leaves of Nephrolepis\nexaltata, Falcocladium eucalypti and Gyrothrix eucalypti on leaves of\nEucalyptus sp., Gyrothrix oleae on leaves of Olea capensis subsp.\nmacrocarpa, Harzia metrosideri on leaf litter of Metrosideros sp.,\nHippopotamyces phragmitis (incl. Hippopotamyces gen. nov.) on leaves of\nPhragmites australis, Lectera philenopterae on Philenoptera violacea,\nLeptosillia mayteni on leaves of Maytenus heterophylla, Lithohypha\naloicola and Neoplatysporoides aloes on leaves of Aloe sp.,\nMillesimomyces rhoicissi (incl. Millesimomyces gen. nov.) on leaves of\nRhoicissus digitata, Neodevriesia strelitziicola on leaf litter of\nStrelitzia nicolai, Neokirramyces syzygii (incl. Neokirramyces gen.\nnov.) on leaf spots of Syzygium sp., Nothoramichloridium perseae\n(incl. Nothoramichloridium gen. nov. and Anungitiomycetaceae fam. nov.)\non leaves of Persea americana, Paramycosphaerella watsoniae on leaf\nspots of Watsonia sp., Penicillium cuddlyae from dog food,\nPodocarpomyces knysnanus (incl. Podocarpomyces gen. nov.) on leaves of\nPodocarpus falcatus, Pseudocercospora heteropyxidicola on leaf spots of\nHeteropyxis natalensis, Pseudopenidiella podocarpi, Scolecobasidium\npodocarpi and Ceramothyrium podocarpicola on leaves of Podocarpus\nlatifolius, Scolecobasidium blechni on leaves of Blechnum capense,\nStomiopeltis syzygii on leaves of Syzygium chordatum, Strelitziomyces\nknysnanus (incl. Strelitziomyces gen. nov.) on leaves of Strelitzia\nalba, Talaromyces clemensii from rotting wood in goldmine,\nVerrucocladosporium visseri on Carpobrotus edulis. Spain, Boletopsis\nmediterraneensis on soil, Calycina cortegadensisi on a living twig of\nCastanea sativa, Emmonsiellopsis tuberculata in fluvial sediments,\nMollisia cortegadensis on dead attached twig of Quercus robur,\nPsathyrella ovispora on soil, Pseudobeltrania lauri on leaf litter of\nLaurus azorica, Terfezia dunensis in soil, Tuber lucentum in soil,\nVenturia submersa on submerged plant debris. Thailand, Cordyceps\njakajanicola on cicada nymph, Cordyceps kuiburiensis on spider,\nDistoseptispora caricis on leaves of Carex sp., Ophiocordyceps\nkhonkaenensis on cicada nymph. USA, Cytosporella juncicola and\nDavidiellomyces juncicola on culms of Juncus effusus, Monochaetia\nmassachusettsianum from air sample, Neohelicomyces melaleucae and\nPericonia neobrittanica on leaves of Melaleuca styphelioides ×\nlanceolata, Pseudocamarosporium eucalypti on leaves of Eucalyptus sp.,\nPseudogymnoascus lindneri from sediment in a mine, Pseudogymnoascus\nturneri from sediment in a railroad tunnel, Pulchroboletus sclerotiorum\non soil, Zygosporium pseudomasonii on leaf of Serenoa repens. Vietnam,\nBoletus candidissimus and Veloporphyrellus vulpinus on soil.\nMorphological and culture characteristics are supported by DNA\nbarcodes.","trees":[{"tree_label":"Fig. 1. Overview Agaricomycetes LSU phylogeny","ntax":"115","rootedtree":"TRUE","title":"Tr133143","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133143.phy"},{"tree_label":"Fig. 2. Overview Dothideomycetes LSU phylogeny","ntax":"284","rootedtree":"TRUE","title":"Tr133144","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133144.phy"},{"tree_label":"Fig. 3. Overview Eurotiomycetes LSU phylogeny","ntax":"59","rootedtree":"TRUE","title":"Tr133145","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133145.phy"},{"tree_label":"Fig. 4. Overview Lecanoromycetes and Pezizomycetes LSU\nphylogeny","ntax":"26","rootedtree":"TRUE","title":"Tr133146","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133146.phy"},{"tree_label":"Fig. 5. Overview Leotiomycetes LSU phylogeny","ntax":"47","rootedtree":"TRUE","title":"Tr133147","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133147.phy"},{"tree_label":"Fig. 6. Overview Sordariomycetes (Cordycipitaceae and\nOphiocordycipitaceae) LSU phylogeny","ntax":"35","rootedtree":"TRUE","title":"Tr133148","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133148.phy"},{"tree_label":"Fig. 8. Overview Sordariomycetes (Other orders) LSU\nphylogeny","ntax":"93","rootedtree":"TRUE","title":"Tr133150","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133150.phy"},{"tree_label":"Fig. 9. Overview Sordariomycetes (Xylariales) LSU\nphylogeny","ntax":"117","rootedtree":"TRUE","title":"Tr133151","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133151.phy"},{"tree_label":"Fig. 7. Overview Sordariomycetes (Nectriaceae) LSU\nphylogeny","ntax":"30","rootedtree":"TRUE","title":"Tr133149","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133149.phy"}]}