{"Authors":" Brian Allen Hodge, Pierce A Paul, Lucy R Stewart","Year":" 2019","Title":" Occurrence and Sequence Diversity of Viruses in Ohio\nWheat","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Ohio is a leading producer of soft red winter wheat. Many\nviruses impact wheat production, but there is a lack of contemporary\ninformation on distribution and potential impact of wheat viruses. To\naddress this, we created a comprehensive dataset of viruses identified\nby high throughput RNA sequencing (HTS) and their incidences in sampling\nsites across the state. Samples were collected from 103 locations in\nsurveys conducted in 2012, 2016, and 2017 and subjected to RNA-Seq,\nRT-PCR, or ELISA to assess virus sequence diversity, prevalence, and\nincidence within fields. Partial and complete virus sequences were\nassembled, validated by RT-PCR and Sanger sequenced, and compared to\npreviously known virus sequences. The viruses detected most often\nincluded barley yellow dwarf virus (BYDV), cereal yellow dwarf virus\n(CYDV), wheat streak mosaic virus (WSMV), and wheat spindle streak\nmosaic virus (WSSMV), which were detected at 67, 55, and 28% of the\nlocations with average incidences of 18, 19, 20, and 49% within fields,\nrespectively. Brome mosaic virus (BMV) and cocksfoot mottle virus (CfMV)\nwere also viruses of potential importance detected in Ohio, being\ndetected at 26 and 17% of the locations, respectively. The viruses\ndetected showed high sequence similarity to previously described\nisolates of the same species, with exception of novel variants of\nBYDV-PAS and CYDV-RPS. Logistic regression analyses indicated that the\npresence of BYDV, CYDV, WSMV, and WSSMV were associated with the\npresence of volunteer wheat, BYDV and CfMV with monocots as the previous\ncrop, and BMV with the presence of nearby corn fields (p < 0.10). For\nmultiple viruses the variance of virus incidence was higher at the\ncounty than the region spatial level and were spatially clustered in at\nleast one location, suggesting that there are location-specific factors\ninfluencing virus incidence and clustering. The results of this study\nprovide a snapshot of viruses present in Ohio wheat and provide insights\ninto virus biology, production risks, and potential management\nstrategies.","trees":[{"tree_label":"MAV GPV PAS PAV tree","ntax":"117","rootedtree":"TRUE","title":"Tr120165","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120165.phy"}]}