{"Authors":" Andrus Voitk, Irja Saar, D. Jean Lodge, David Boertmann,\nShannon M. Berch, Ellen Larsson","Year":" 2019","Title":" One new and one known arctic-alpine species of Cuphophyllus\nand a novel sphagnicolous relative, all new to North American, compared\nto related Northern species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, Hygrophoraceae, molecular systematics,\ntaxonomy, 3 new taxa, 2 new typifications","DOI":"","Abstract":" This study set out to describe four gray or brown species\nof Cuphophyllus, two of them new species, restricted to the\narctic-alpine and northern boreal zones of North America, and relate\nthem morphologically and phylogenetically using multilocus and ITS\nanalyses to their similar known counterparts. Cuphophyllus cinerellus,\nepitypified here, is shown to be a pan-palearctic species with\nsequence-confirmed collections from Fennoscandia and easternmost Asia.\nOccupying a similar habitat in the Nearctic is its sister species, the\nmorphologically similar novel species C. esteriae, so far known only\nfrom eastern North America including Greenland. Sister to the C.\ncinerellus-C. esteriae lineage, and so far only known from boreal raised\nSphagnum bogs in Newfoundland, is a new medium-sized light\ncinereous-brown species, C. lamarum. It has a yellow stipe, but is\nphylogenetically distant from the yellow-stiped European C. flavipes and\nits North American sister species, Hygrophorus pseudopallidus. As\ncryptic speciation was discovered within C. flavipes we lecto- and\nepitypify the name, and we transferred H. pseudopallidus to\nCuphophyllus, based on the recent sequence of the holotype. Cuphophyllus\nhygrocyboides is reported from North America with the first\nsequence-confirmed collections from arctic-alpine British Columbia and\nGreenland. In addition, sequencing the holotype of C. subviolaceus\nidentifies it as sister species to the putative C. lacmus, both species\nseem to have an intercontinental distribution range. In total, we add\nnew sequences to GenBank from 37 Cuphophyllus collections, including the\nholotypes of C. hygrocyboides and C. subviolaceus, the two new epitypes,\nand the two novel species.","trees":[{"tree_label":"PAUP_1","ntax":"28","rootedtree":"TRUE","title":"Tr120188","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120188.phy"},{"tree_label":"PAUP_1","ntax":"28","rootedtree":"TRUE","title":"Tr120189","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120189.phy"},{"tree_label":"PAUP_2","ntax":"28","rootedtree":"TRUE","title":"Tr120190","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120190.phy"},{"tree_label":"PAUP_3","ntax":"28","rootedtree":"TRUE","title":"Tr120191","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120191.phy"},{"tree_label":"PAUP_4","ntax":"28","rootedtree":"TRUE","title":"Tr120192","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120192.phy"},{"tree_label":"PAUP_5","ntax":"28","rootedtree":"TRUE","title":"Tr120193","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120193.phy"},{"tree_label":"PAUP_6","ntax":"28","rootedtree":"TRUE","title":"Tr120194","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120194.phy"}]}