{"Authors":" Gislaine C.S. Melanda, Thiago Accioly, Renato Juciano\nFerreira, Ana C.M. Rodrigues, Tiara Sousa Cabral, Gilberto Coelho,\nMarcelo A Sulzbacher, Vagner G. Cortez, Tine Grebenc, Maria P. Martín,\nIuri Goulart Baseia","Year":" 2019","Title":" Diversity trapped in cages: Blumenavia Möller (Clathraceae,\nBasidiomycota) proves more diverse than imagined.","Journal":" Mycokeys","Volume":"","Issue":"","Pages":"","Keywords":" Clathraceae, Gasteroid fungi, Multigenic analyses,\nSystematics, Taxonomy","DOI":"","Abstract":" Basidiomata of Phallales have a diversified morphology\nwith adhesive gleba that exudes an odor, usually unpleasant, that\nattracts mainly insects, which disperse the basidiospores. The genus\nBlumenavia belongs to the family Clathraceae and, based on morphological\nfeatures, only two species are currently recognized: B. rhacodes and B.\nangolensis. However, the morphological characters adopted in species\ndelimitations within this genus are inconsistent, and molecular data are\nscarce. The present study aimed to review and identify informative\ncharacters that contribute to the delimitation of Blumenavia species.\nExsiccates from South America and Africa were analyzed morphologically\nand molecularly, using ITS, LSU, ATP6, RPB2 and TEF-1a markers. The\nresults show seven species: B. rhacodes and B. angolensis are\nmaintained, B. usambarensis and B. toribiotalpaensis are reassessed, and\nthree new species are proposed: B. baturitensis Melanda, M.P. Martín\n& Baseia, sp. nov., B. crucis-hellenicae G. Coelho, Sulzbacher,\nGrebenc & Cortez, sp. nov., and B. heroica Melanda, Baseia &\nM.P. Martín, sp. nov. Morphological characters considered informative to\nsegregate and delimit the species through integrative taxonomy include\ncolor, width and presence of a groove on each arm, glebifer position and\nshape, basidiospore size and shape, type of apical exoperidium hyphae,\nand wall thickness of rhizomorph hyphae; these were seldom described in\nprevious literature about the genus Blumenavia.","trees":[{"tree_label":"Fig. 1","ntax":"16","rootedtree":"TRUE","title":"Blumenavia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120198.phy"}]}