{"Authors":" Mateusz Baca, Danijela Popovic, Katarzyna Baca, Anna\nLemanik, Karolina Doan, Ivan Horáček, Juan Manuel López-García, Sandra\nBañuls-Cardona, Piroska Pazonyi, Emmanuel Desclaux, Evelyne\nCrégut-Bonnoure, Claudio Berto, Jadranka Mauch Lenardić, Barbara\nMiękina, Xabier Murelaga, Gloria Cuenca-Bescós, Magdalena Krajcarz,\nZoran Marković, Monica Vlasta Knul, John Stewart, Alexandru Petculescu,\nJarosław Wilczyński, Adam Nadachowski","Year":" 2019","Title":" Diverse responses of common vole (Microtus arvalis)\npopulations to Late Glacial and Early Holocene climate changes  evidence\nfrom ancient DNA","Journal":" Quaternary Science Reviews","Volume":"","Issue":"","Pages":"","Keywords":" common vole, mtDNA, post-glacial recolonization, ancient\nDNA, Younger Dryas, Holocene","DOI":"","Abstract":" Traditionally, the harsh climatic conditions during the\nLast Glacial Maximum (LGM) period has been considered the cause of local\nextinctions and major faunal reorganizations that took place at the end\nof the Pleistocene. Recent studies have shown, however, that many of\nthese events were associated with abrupt climate changes during the\nso-called Late Glacial and the Pleistocene to Holocene transition. Here\nwe used ancient DNA to investigate the impact of those changes on common\nvole (Microtus arvalis) populations in Europe. Common vole is a\ntemperate rodent species widespread in Europe. Genetic diversity of\ncontemporary populations and fossil record suggests that it may has\nsurvived cold episodes, like Last Glacial Maximum, not only in\ntraditional Mediterranean glacial refugia, but also at higher latitudes\nin so-called cryptic northern refugia located in Central France,\nnorthern Alps and in the Carpathians. However, the course of post\nglacial recolonization and the impact of Late Glacial and Early Holocene\nclimate changes on the evolutionary history of the common vole remains\nunclear. To address this issue, we analysed mtDNA cytochrome b sequences\nfrom more than a hundred common vole specimens from 30 paleontological\nsites scattered across Europe. Our data suggests that populations from\nthe European mid- and high latitudes suffered a local population\nextinctions and retractions as a result of end-glacial and Early\nHolocene climate and environmental changes. The recolonization of\nearlier abandoned areas took place in the Middle to Late Holocene. In\ncontrast at low latitudes in Northern Spain there was a continuity of\nvole population. This indicates different responses of common vole\npopulations to end-glacial climate and environmental changes across\nEurope and corroborate the hypothesis that abrupt changes, like those\nassociated with Younger Dryas and the Pleistocene to Holocene transition\nhad significant impact on populations at mid- and high latitudes of\nEurope.","trees":[{"tree_label":"TREE1","ntax":"975","rootedtree":"TRUE","title":"Microtus arvalis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123365.phy"}]}