{"Authors":" Dulanjalee L Harishchandra, Janith Vishvakeerthi\nAluthmuhandiram, Ishara Manawasinghe, Thilini Chethana, Mei Liu,\nXingHong Li, Siraprapa Brooks, Kevin D Hyde, Alan John Lander Phillips,\nJiYe Yan","Year":" 2019","Title":" Molecular and morpho-cultural characterisation of\nNeopestalotiopsis and Pestalotiopsis species associated with ornamental\nand forest plants in China.","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Morphological studies, Sporocadaceae, five new species,\nMolecular phylogeny, Pestalotioid taxa","DOI":"","Abstract":" The fungi from Pestalotioid taxa can be found as\nendophytes, pathogens and saprobes in a wide variety of plants in\nvarious ecological backgrounds. The current study was initiated to\nrecord the diversity and distribution of leaf spot causing fungi\nassociated with ornamental and forest plants in the Yellow river forest\npark, Shandong province, China. The most prevalent fungal species\nisolated from the leaf specimen collected from a selected area of the\nforest park belonged to species in Pestalotioid taxa. Phylogenetic\nanalysis based on a combination of multiple loci, including the internal\ntranscribed spacers, beta-tubulin, and translation elongation factor 1α\nfor species of Neopestalotiopsis and Pestalotiopsis revealed that the\nfive new species introduced in our study to be clearly distinct from\nother species of their respective genera. Based on molecular\nphylogenetic, morphological, and culture characteristics, species\nidentified in our study were demonstrated to be new species. This\ninformation will be important for effectively preventing and identifying\npossible threats to ornamental and shade plant industry.","trees":[{"tree_label":"Imported tree 1","ntax":"76","rootedtree":"TRUE","title":"Neopestalotiopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121620.phy"},{"tree_label":"Imported tree 1","ntax":"102","rootedtree":"TRUE","title":"Pestalotiopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121619.phy"}]}