{"Authors":" Milan C. Samarakoon, Dhanushka Nadeeshan Wanasinghe,\nJian-Kui Liu, Kevin D Hyde, ITTHAYAKORN PROMPUTTHA","Year":" 2019","Title":" Neoaquastroma implies being widely distributed; a taxonomic\nnovelty, N. cylindricum sp. nov. (Parabambusicolaceae, Pleosporales)\nfrom Guizhou, China","Journal":" Asian Journal of Mycology","Volume":"","Issue":"","Pages":"","Keywords":" 1 new species  Dothideomycetes  Multi-gene  Phylogeny \nTaxonomy","DOI":"","Abstract":" Neoaquastroma is a saprobe on dead twigs, characterize by\nhaving immersed, globose to subglobose ascomata, short papillate\nostiole, a thin peridium with cells of textura angularis, branched,\nseptate pseudoparaphyses, cylindrical clavate, short pedicellate asci\nwith a an ocular chamber, overlapping biseriate to triseriate,\nellipsoidal to subfusiform, hyaline, multi-septate ascospores with a\ndistinct mucilaginous sheath. They have a coelomycetous asexual morph\nwith uniloculate, pycnidial conidiomata, enteroblastic, phialidic,\nintegrated, hyaline, oblong conidiogenous cells, broad-oblong to oval,\nhyaline, aseptate conidia. Earlier they were only reported from\nThailand. In this study, we found another new species to the genus\n(Neoaquastroma cylindricum) from Guizhou, China as the fourth species\nbased on both morpho-phylo evidences. Neoaquastroma cylindricum is\ndistinguished from other Neoaquastroma species by its cylindric-clavate\nasci and comparatively small ascospores with a smaller number of\ntransverse septa. Maximum parsimony, maximum likelihood and Bayesian\ninference analyses of combined LSUSSUITStef1 sequence matrix confirmed\nits placement within Parabambusicolaceae with a close affinity to\nNeoaquastroma krabiense. The new taxon is compared with other species in\nNeoaquastroma and comprehensive descriptions, illustrations (including\nDNA based phylogenies) and a synopsis table for relevant species are\nprovided.","trees":[{"tree_label":"Imported tree 1","ntax":"33","rootedtree":"TRUE","title":"Neoaquastroma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121622.phy"}]}