{"Authors":" Shengping Shang, Bo Wang, Song Zhang, Guangli Liu, Xiaofei\nLiang, Rong Zhang, Mark L. Gleason, Guangyu Sun","Year":" 2019","Title":" A novel effector protein CfCE92 of Colletotrichum fructicola\ncontributes to Glomerella leaf spot virulence by suppressing plant\ndefenses at the early infection phase","Journal":" Molecular Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" apple, Colletotrichum, effector, pathogenicity, programmed\ncell death.","DOI":"","Abstract":" The ascomycete fungus Colletotrichum fructicola causes\ndiseases on a broad range of plant species. On susceptible cultivars of\napple, it induces severe early defoliation and fruit spots, named\nGlomerella leaf spot (GLS), but the mechanisms of pathogenicity have\nremained elusive. Phytopathogens exhibit small secreted effector\nproteins to advance host infection by manipulating host immune\nreactions. Here, we report the identification and characterization of\nCfCE92, an effector protein required for GLS virulence. CfCE92 is a\nColletotrichum-specific small secreted protein that suppressed\nBAX-triggered cell death in Nicotiana benthamiana. Accumulation of the\ngene transcript was barely detectable in conidia or vegetative hyphae,\nbut was highly up-regulated in appressorium formed during early apple\nleaf infection. Gene deletion mutants were not affected in vegetative\ngrowth, appressorium formation, or appressorium-mediated cellophane\npenetration. However, the mutants were significantly reduced in\nvirulence toward both leaf and fruit of apple. Microscopic examination\nindicated that infection by the deletion mutants elicited elevated\npapillae deposition at the penetration sites, and infection vesicle and\nprimary hyphae formation were retarded. Signal peptide activity and\nsubcellular localization assays revealed that CfCE92 localized in both\ncytoplasm and nucleus and its cell death-suppressive activity did not\nrequire a signal peptide. RNA-seq and qRT-PCR results confirmed that the\ndeletion mutants triggered elevated host defense reactions. Taken\ntogether, our results strongly support the interpretation that CfCE92\ncontributes to C. fructicola virulence as a plant immunity suppressor at\nthe early infection phase. This study illustrates the functional\nimportance of effector proteins in GLS virulence.","trees":[{"tree_label":"Fig.1A","ntax":"1","rootedtree":"TRUE","title":"Phylogenetic analysis of CfCE92 and its homolog\nproteins in Colletotrichum","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_120306.phy"}]}