{"Authors":" Patricio Saldivia, Kenneth R Wood, David Allan Orlovich,\nJanice M Lord","Year":" 2020","Title":" Pacifigeron indivisus (Asteraceae: Astereae), a new species\nendemic to Rapa, Austral Islands, and a new delimitation of the Celmisia\ngroup","Journal":" Phytotaxa","Volume":" 442","Issue":" 4","Pages":" 239 - 266","Keywords":" Australasia, Compositae, Diplostephium, French Polynesia,\nLinochilus, Olearia, taxonomy","DOI":" 10.11646/phytotaxa.442.4.1","Abstract":" This study reports, based on molecular phylogenetic\nanalyses and a morphological assessment, the second species of\nPacifigeron, an endemic genus of Rapa Island in French Polynesia.\nDetailed morphological and ecological descriptions, illustrations, IUCN\nRed List assessment, and a distributional map are provided. Our results\nsupport the exclusion of Pacifigeron from the Celmisia group and also\nallow the re-circumscription of the Celmisia group. The new species\nPacifigeron indivisus can be differentiated from P. rapensis, among\nother characters, by its larger leaves, larger number of capitula per\ncapitulescence, corollas lacking long uniseriate multicellular\ntrichomes, style of the disc florets undivided, and absence of twin\ntrichomes on the cypsela epidermis. Molecular data indicates that\nPacifigeron is related to South American Andean genera rather than to\nthe Celmisia group as was previously proposed. The Celmisia group is\nhere re-circumscribed to include ca. 159 species distributed in\nAustralasia within the following genera: Celmisia, Damnamenia, Olearia\npro parte, Pachystegia, and Pleurophyllum. Given the taxonomic\ncomplexity and polyphyletic nature of Olearia, its taxonomy is briefly\nreviewed based on history, morphology, and phylogenetic evidence, which\nin turn allows delineation of its species composition within the\nCelmisia group. None of the Olearia species in the Celmisia group can be\nretained in Olearia since the type species, O. tomentosa, does not\nbelong to the Celmisia group.","trees":[{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Pacifigeron BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120264.phy"},{"tree_label":"PAUP 1","ntax":"78","rootedtree":"TRUE","title":"Pacifigeron MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120265.phy"}]}