{"Authors":" Patricio Saldivia, Kenneth R Wood, David Allan Orlovich,\nJanice M Lord","Year":" 2020","Title":" Pacifigeron indivisus (Asteraceae: Astereae), a new species\nendemic to Rapa, Austral Islands, and the delimitation of the Celmisia\ngroup.","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" Australasia, Compositae, French Polynesia, Olearia,\nLinochilus, Diplostephium, taxonomy","DOI":"","Abstract":" This study reports, based on molecular phylogenetic\nanalysis and a morphological assessment, the second species of\nPacifigeron, an endemic genus of Rapa Island in French Polynesia.\nDetailed morphological and ecological descriptions, illustrations, IUCN\nRed List assessment, and a distributional map are provided. Our results\nsupport the exclusion of Pacifigeron from the Celmisia group and also\nallow the circumscription of the Celmisia group. The new species\nPacifigeron indivisus can be differentiated from Pacifigeron rapensis by\nits larger leaves, larger number of capitula per capitulescence,\ncorollas lacking long uniseriate multicellular trichomes, style of the\ndisc florets undivided, and absence of twin trichomes on the cypsela\nepidermis, among others. Molecular data indicate that Pacifigeron is\nrelated to South American Andean genera rather than to the Celmisia\ngroup as was previously proposed. The Celmisia group is here\nre-circumscribed to include 159 species distributed in Australasia\nwithin the following genera: Celmisia, Pachystegia, Pleurophyllum,\nDamnamenia, and Olearia pro parte. Given the taxonomic complexity and\npolyphyletic nature of Olearia, its taxonomy is briefly reviewed based\non history, morphology, and phylogenetic evidence, which in turn allows\ndelineation of its species composition within the Celmisia group. None\nof the Olearia species in the Celmisia group can be retained in Olearia\nsince the type species, O. tomentosa, does not belong to the Celmisia\ngroup.","trees":[{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Tr120260","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120260.phy"},{"tree_label":"PAUP 1","ntax":"78","rootedtree":"TRUE","title":"Tr120261","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120261.phy"},{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Tr120262","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120262.phy"},{"tree_label":"PAUP 1","ntax":"78","rootedtree":"TRUE","title":"Tr120263","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120263.phy"}]}