{"Authors":" Diego L. Salariato, Asuncion L Cano, Fernando O. Zuloaga,\nIhsan A. Al-Shehbaz","Year":" 2020","Title":" Molecular phylogeny of Cremolobus (Brassicaceae) supports the\nrecognition of the new genus Yunkia and demonstrates the high habitat\ndiversity of tribe Cremolobeae.","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Andes, CES clade, Cruciferae, hypervolumes, molecular\nphylogeny, climatic niche evolution, South America","DOI":"","Abstract":" Cremolobus is a genus of seven species distributed along\nthe Andes from northern Argentina and Chile northward into Colombia, and\ninhabiting in a variety of different environments, from humid habitats\nas the Yungas in Bolivia and Argentina or the Andean Paramos in Colombia\nand Ecuador, to the arid regions of the Sechura desert in Peru. This\ngenus, together with Aimara and Menonvillea, form the South American\ntribe Cremolobeae, which is morphologically defined by the indehiscent\nand 1-seeded schizocarpic silicles. To date, phylogenetic analyses in\nthe tribe were mainly focused on Menonvillea and Aimara, but there are\nstill no studies for species of Cremolobus. In this paper, we first\nstudied the phylogenetic placement of Cremolobus within Cremolobeae\nusing ribosomal nuclear (ITS) and chloroplast (trnL-F, trnH-psbA, rps16\nintron) data, including a comprehensive sampling of taxa. We also\nanalyzed morphological variation among species, emphasizing habitat\nadaptation and characterizing main lineages within the genus.\nAdditionally, we studied the biome/habitat preference by the species and\nmain lineages of Cremolobus and other members of the tribe, and\ncharacterized their climatic niches along the environmental space.\nResults from our analyses support the monophyly of Cremolobus excluding\nC. subscandens and C. bolivianus, which are transferred here to the new\ngenus Yunkia. Furthermore, species of the Cremolobeae inhabit a wide\ndiversity of habitats along the Andes that are associated with a high\necomorphological diversity, and therefore differing in this aspect from\nthe related tribes Eudemeae and Schizopetaleae. Climatic niche\ncomparison recovered low niche overlap between main lineages of the\ntribe, but high similarity among species of the same lineage, suggesting\nthe presence of phylogenetic niche conservatism in the tribe. Systematic\nimplications of these results, including a key distinguishing Yunkia\nfrom the remaining genera of Cremolobeae and a synopsis of its species,\nare also provided.","trees":[{"tree_label":"con 50 majrule","ntax":"90","rootedtree":"TRUE","title":"Tr120325","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120325.phy"},{"tree_label":"PHYLIP 1+","ntax":"90","rootedtree":"FALSE","title":"Cremolobus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120318.phy"},{"tree_label":"PHYLIP 1+","ntax":"94","rootedtree":"FALSE","title":"Cremolobus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120323.phy"},{"tree_label":"PHYLIP 1+","ntax":"90","rootedtree":"FALSE","title":"Tr120322","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120322.phy"},{"tree_label":"con 50 majrule","ntax":"90","rootedtree":"TRUE","title":"Tr120324","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120324.phy"},{"tree_label":"PHYLIP 1+","ntax":"80","rootedtree":"FALSE","title":"Tr120319","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120319.phy"},{"tree_label":"PHYLIP 1+","ntax":"72","rootedtree":"FALSE","title":"Tr120320","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120320.phy"},{"tree_label":"PHYLIP 1+","ntax":"78","rootedtree":"FALSE","title":"Tr120321","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120321.phy"},{"tree_label":"con 50 majrule","ntax":"94","rootedtree":"TRUE","title":"Cremolobus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120326.phy"}]}