{"Authors":" Subodini Nuwanthika Wijesinghe, Monika Chandani Dayarathne,\nSajeewa S.N. Maharachchikumbura, Dhanushka Nadeeshan Wanasinghe, Kevin D\nHyde","Year":" 2019","Title":" Ceramothyrium chiangraiense, a novel species of\nChaetothyriales (Eurotiomycetes) from Ficus sp. in Thailand","Journal":" Asian Journal of Mycology","Volume":"","Issue":"","Pages":"","Keywords":" new species, epifoliar fungi, morphology, phylogeny","DOI":"","Abstract":" In our investigation of epifoliar fungi, a novel species\nof Ceramothyrium; C. chiangraiense is isolated from the living leaves of\nFicus sp. in Thailand. Genus Ceramothyrium is characterized by the\nascomata cover with pellicle mycelium and the circumferential space\naround the maturing ascomata, lack of seatae, olivaceous to fuscous and\nhyaline to subhyaline or straw-coloured hyphae and hyaline, transversely\npluriseptate (phragmospores) ascospores. The new species resembles genus\nCeramothyrium by its ascomata with superficial mycelial pellicle over\nthe fruiting structures and scattered ascomata that cupulate when dry ,\n8 spored bitunicate asci which contain hyaline, pluriseptate ascospores.\nWe have processed the phylogenetic analyses with combined ITS and LSU\nsequence data based on Maximum Likelihood (ML) and Bayesian (BI)\nanalyses. Based on phylogeny Ceramothyrium chiangraiense is confirmed\nits placement within the genus Ceramothyrium and closely related to C.\naquaticum, C. carniolicum, C. exiguum, C. linnaeae and C. phuquocense.\nMorphologically, Ceramothyrium chiangraiense is distinguished from those\nspecies by the characteristics of size of ascomata, shape and size of\nasci and arrangement, sepatation and lacking of the mucronate\nascospores. The relationship of C. chiangraiense with other\nCeramothyrium species are discussed based on comparative morphology and\nphylogenetic analysis to confirm the novel taxonomic placement.","trees":[{"tree_label":"Imported tree 1","ntax":"16","rootedtree":"TRUE","title":"Ceramothyrium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121625.phy"}]}