{"Authors":" Rosario Gregorio-Cipriano, Dolores González, Rubén\nFélix-Gastélum, Santiago Chacón","Year":" 2019","Title":" Neoerysiphe sechii (Ascomycota: Erysiphales): A new species\nof powdery mildew found on Sechium edule and Sechium mexicanum\n(Cucurbitaceae) in Mexico","Journal":" Botany","Volume":" 98","Issue":"","Pages":" 185-195","Keywords":" 28S, chayote, phylogeny, ITS, wild Sechium","DOI":" 10.1139/cjb-2019-0193","Abstract":" A novel species of powdery mildew, Neoerysiphe sechii sp.\nnov., has been proposed based on host, morphological characteristics,\nand gene sequences. The new species was found on chayote (Sechium edule)\nand a wild species, chayotillo (S. mexicanum), in Veracruz, Mexico. This\nnovel species was identified as a member of Neoerysiphe, based on the\nmorphological characteristics of the anamorph: catenescent conidia,\nlobed appressoria, and Striatoidium-type conidia. No teleomorph was\nobserved. Neoerysiphe sechii is distinguished by foot cells that are\nfrequently cylindrical with a slight widening at the base, a feature not\nobserved previously in other species in the genus. An\nErysiphales-specific primer was designed for the 5= end of the ITS\nregion of the nuclear rDNA. Independent and concatenated phylogenetic\nanalyses with our rDNA sequences and sequences available in GenBank for\nNeoerysiphe spp. confirmed that the powdery mildew specimens found in\nSechium spp. form an independent and strongly supported lineage. This is\nthe first report of a Neoerysiphe species causing powdery mildew on\nmembers of Cucurbitaceae, and it is the second species reported from\nMexico after N. cumminsiana. Neoerysiphe sechii is found on cultivated\nand endemic hosts in Mexico, suggesting that the fungus itself may be\nendemic","trees":[{"tree_label":"con 50 majrule","ntax":"60","rootedtree":"TRUE","title":"Tr134208","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134208.phy"},{"tree_label":"con 50 majrule","ntax":"88","rootedtree":"TRUE","title":"Tr134209","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134209.phy"}]}