{"Authors":" Gavin Craig Hunter, Isabel Zeil-Rolfe, Mireille Jourdan,\nLouise Morin","Year":" 2020","Title":" Venturia euphorbiae comb. nov., a damaging pathogen of\nEuphorbia paralias: taxonomic clarification, infection process and host\nrange","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Cercosporoid hyphomycete, Euphorbiaceae, Fusicladium","DOI":"","Abstract":" In 2008, a fungal pathogen causing severe necrotic leaf\nand stem lesions on Euphorbia paralias in France was isolated and\nmorphologically identified as Passalora euphorbiae. This fungus offers\npotential as a possible biological control agent against E. paralias in\nAustralia where the plant is invasive. Due to recent taxonomic changes\nin the Mycosphaerellaceae including Passalora sensu lato, this study\nfirst sought to confirm the taxonomic position of P. euphorbiae.\nPhylogenetic analyses of DNA sequence data from the LSU, ITS and EF-1α\ngene regions indicated that the fungus does not group in the\nMycosphaerellaceae and is instead better accommodated in the\nVenturiaceae within the genus Venturia. The infection process of the\nfungus was examined microscopically and proved similar to that observed\nfor other Venturia species, corroborating the phylogenetic placement.\nExperiments were performed to explore the fungus host range within the\nEuphorbia genus and results revealed that the fungus is highly specific,\nonly infecting E. paralias and its most phylogenetically related\nspecies, E. segetalis. Our study supports the combination of this taxon\ninto Venturia as Venturia euphorbiae.","trees":[{"tree_label":"Figure 1","ntax":"51","rootedtree":"TRUE","title":"Phylogenetic relationships of Botryosphaeriaceae,\nSympoventuriaceae, Venturiaceae and Mycosphaerellaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_121109.phy"},{"tree_label":"Figure 2","ntax":"15","rootedtree":"TRUE","title":"Venturia sensu stricto_TEF_ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_121283.phy"}]}