{"Authors":" Torsten H. Struck","Year":" 2019","Title":" Deceleration of morphological evolution in a cryptic species\ncomplex and its link to paleontological stasis","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Morphological stasis or the absence of morphological\nchange is a well-known phenomenon in the paleontological record, yet it\nis poorly integrated with neontological evidence. Recent evidence\nsuggests that cryptic species complexes may remain morphologically\nidentical due to morphological stasis. Here, we describe a case of\nlong-term stasis in the Stygocapitella cryptic species complex\n(Parergodrilidae, Orbiniida, Annelida). Using phylogenetic methods and\nmorphological data, we find that rates of morphological evolution in\nStygocapitella are significantly slower than in closely related taxa\n(Nerillidae, Orbiniidae). Assessment of quantitative and qualitative\nmorphology revealed the presence of four morphotypes with only subtle\ndifferences, while molecular data supports 10 reproductively isolated\nclades. Notably, estimates for the time of Stygocapitella species\ndivergence range from ~275 million years to ~18 million years, including\none case of two morphologically similar species which have diverged\nabout 140 million years ago. These findings provide evidence for\nmorphological deceleration and long-term morphological stasis in\nStygocapitella, and that speciation is not necessarily accompanied by\nmorphological changes. The deceleration of morphological divergence in\nStygocapitella can be potentially linked to niche conservatism and\ntracking, coupled with the fluctuating dynamics of the interstitial\nenvironment, or genetic constraints due to progenetic evolution.\nFinally, we conclude that failing to integrate speciation without\nmorphological evolution in paleontology may bias estimates of rates of\nspeciation and morphological evolution.","trees":[{"tree_label":"TREE1","ntax":"81","rootedtree":"TRUE","title":"Tr120393","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120393.phy"},{"tree_label":"Imported tree 1","ntax":"262","rootedtree":"TRUE","title":"Tr120392","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120392.phy"},{"tree_label":"Imported tree 1","ntax":"316","rootedtree":"TRUE","title":"Tr120388","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120388.phy"},{"tree_label":"Imported tree 1","ntax":"335","rootedtree":"TRUE","title":"Tr120391","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120391.phy"},{"tree_label":"Imported tree 1","ntax":"157","rootedtree":"TRUE","title":"Tr120389","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120389.phy"},{"tree_label":"Imported tree 1","ntax":"105","rootedtree":"TRUE","title":"Tr120390","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120390.phy"},{"tree_label":"Imported tree 1","ntax":"316","rootedtree":"TRUE","title":"Tr121696","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121696.phy"}]}