{"Authors":" Steffen Bien, Ulrike Damm","Year":" 2019","Title":" Prunus trees in Germany - a hideout of unknown fungi?","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Prunus belongs to the economically most important genera\nof fruit crops in Germany. Although wood pathogens possess the\ncapability to damage the host substantially, the knowledge of the\nmycobiome of Prunus wood is low. During a survey in important fruit\nproduction areas in Germany, branches with symptoms of fungal infection\nwere sampled in Prunus orchards, and 1018 fungal isolates were obtained.\nBy a combination of blastn searches and phylogenetic analyses based on\nITS/LSU sequences with a strong focus on reliable reference data, a\ndiversity of 172 fungal taxa belonging to Ascomycota, Basidiomycota and\nMucoromycota were differentiated. The majority of the strains belonged\nto three classes of Ascomycota, namely Sordariomycetes, Leotiomycetes\nand Dothideomycetes. The most dominant species detected were Aposphaeria\ncorallinolutea (Dothideomycetes) and Pallidophorina paarla\n(Leotiomycetes), while all other taxa were isolated ≤ 30 times. Only\npart of them could be identified to species level. Because of the high\nplasticity of species boundaries, the identification certainty was\ndivided in categories based on nucleotide differences to reference\nsequences. In total 82 and 20 species were identified with high or low\n(cf.) certainty, respectively. Moreover, about 70 species could not be\nassigned to any species, which reveals Prunus wood to represent a\nhabitat harboring high numbers of potentially new species, even in a\nwell-explored region like Germany.","trees":[{"tree_label":"consensus","ntax":"246","rootedtree":"TRUE","title":"Tr120436","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120436.phy"},{"tree_label":"consensus","ntax":"112","rootedtree":"TRUE","title":"Tr120437","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120437.phy"},{"tree_label":"consensus","ntax":"84","rootedtree":"TRUE","title":"Tr120438","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120438.phy"},{"tree_label":"consensus","ntax":"38","rootedtree":"TRUE","title":"Tr120439","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120439.phy"},{"tree_label":"consensus","ntax":"105","rootedtree":"TRUE","title":"Tr120440","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120440.phy"}]}