{"Authors":" Isaac Garrido-Benavent","Year":" 2020","Title":" The European-Hyrcanian connection: phylogeographic insights\nfrom the new species Cortinarius ochrolamellatus in C. sect. Laeti","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Age estimates, fungal biogeography, Iberian Peninsula,\nIran, phylogeny, eDNA","DOI":"","Abstract":" Geographic distributions of mushroom-forming fungi usually\nremain elusive because of the scarcity of occurrence data. However, the\nincreasing amount of environmental DNA sequence data (eDNA) deposited in\npublic repositories in recent years provides a unique opportunity to\nexpand our knowledge about fungal geographic distributions, even at\nintercontinental scales. Here, we present Cortinarius ochrolamellatus, a\nnew species of ectomycorrhizal fungus likely associated to a number of\noak species (Quercus spp.) in the Iberian Peninsula, Sardinia, Central\nItaly, France, and Norway. The morphological and phylogenetic study of\nthe collections allowed us to include it within C. section Laeti, and\ndiagnose it by the olivaceous ochre brown, discolouring pale ivory cream\npilei with a finely fibrillose surface, the olivaceous ochre yellow\nlamellae, and the whitish to very pale beige stipe surface covered with\nwhitish to ochraceous universal veil remnants. The combination of\nspecimen-based and environmental ITS data in the phylogenetic analysis\nrevealed the presence of this species in the Hyrcanian Quercus forests\nof northern Iran. Hence, the present study adds further evidence for a\nbiogeographic link between Europe and these Asian mountainous forests\nconcerning fungi. The inferred Pleistocene temporal framework for the\norigin and diversification events in C. ochrolamellatus suggests that\nthe distribution of this ectomycorrhizal fungus was likely driven by the\ndistribution of its Quercus tree hosts, which at the same time was\ninfluenced by the complex paleoclimatic history of Eurasia during the\nQuaternary.","trees":[{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr123531","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123531.phy"}]}