{"Authors":" Femke Batsleer, Elena Portelli, John J. Borg, Andreas\nKiefer, Michael Veith, Daan Dekeukeleire","Year":" 2020","Title":" Maltese bat fauna shows phylogeographic affiliation with\nNorth-Africa: implications for conservation","Journal":" Hystrix","Volume":"","Issue":"","Pages":"","Keywords":" Malta, Mediterranean, 16S DNA, conservation, Plecotus\ngaisleri, Hypsugo savii, Pipistrellus pipistrellus, Pipistrellus\nkuhlii","DOI":"","Abstract":" In the Mediterranean region, cryptic diversity of bats is\ncommon. As cryptic taxa should be managed independently for\nconservation, insight into bat phylogeny is important. The Maltese\nislands are located in the centre of the Mediterranean between North\nAfrica and Sicily and are densely populated. At present, it is thought\nthat at least seven species of bats are native, but cryptic diversity\nremains largely unexplored. Therefore, we sequenced a ca. 540 bp\nfragment of the mitochondrial 16S rRNA gene from 23 bats, which were\ncaptured during the citizen-science project Akustika. We found two\nmorphologically cryptic lineages common in North Africa, Plecotus\ngaisleri and a mainly North-African lineage of Hypsugo savii (named\nHypsugo cf darwini in some recent studies). We also recorded two\nPipistrellus species. The P. kuhlii haplotype belonged to a lineage\npresent in North-Africa and across the Mediterranean. Within P.\npipistrellus we found two novel haplotypes that clustered within a\nNorth-African clade, well distinguished from the European haplotypes.\nOur results highlight the historic connection between the bat fauna of\nthe Maltese Islands and North Africa. Malta is one of the few regions in\nthe European Union where P. gaisleri and the North-African clades of P.\npipistrellus and H. savii occur. Hence, Malta has an exceptionally high\nresponsibility for the conservation of these taxa in Europe.","trees":[{"tree_label":"PAUP 1","ntax":"90","rootedtree":"TRUE","title":"Tr123090","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123090.phy"}]}