{"Authors":" Yen-Ling Lin, Su-Chiung Fang, Chin-Lin Chung, Ming-Hui\nChen, Chun-Han Chen","Year":" 2020","Title":" SUMO Protease SMT7 Modulates Ribosomal Protein L30 and\nRegulates Cell-size Checkpoint Function","Journal":" The Plant Cell","Volume":"","Issue":"","Pages":"","Keywords":" Chlamydomonas reinhardtii, SUMO protease, cell cycle, cell\nsize, ribosomal protein","DOI":" 10.1105/tpc.19.00301","Abstract":" Proliferating cells actively coordinate growth and cell\ndivision to ensure cell-size homeostasis; however, the underlying\nmechanism through which size is controlled is poorly understood. Defect\nin a SUMO protease protein, SMT7, has been shown to reduce cell division\nnumber and increase cell size of the small-size mutant mating type locus\n3-4 (mat3-4), which contains a defective Chlamydomonas retinoblastoma\ntumor suppressor-related protein. Here we describe development of an in\nvitro SUMOylation system using Chlamydomonas components and use it to\nprovide evidence that SMT7 is a bona fide SUMO protease. We further\ndemonstrate that the SUMO protease activity is required for\nsupernumerous mitotic divisions of the mat3-4 cells. In addition, we\nidentified ribosomal protein L30 (RPL30) as a prime SMT7 target and\ndemonstrated that its SUMOylation is an important modulator of cell\ndivision in mat3-4 cells. Loss of SMT7 caused elevated SUMOylated RPL30\nlevels. Importantly, overexpression of the translational fusion version\nof RPL30-SUMO4, which mimics elevation of the SUMOylated RPL30 protein\nin mat3-4, caused a decrease in mitotic division and recapitulated the\nsize-increasing phenotype of the smt7-1 mat3-4 cells. In summary, our\nstudy reveals a novel mechanism through which a SUMO protease regulates\ncell division in the mat3-4 mutant of Chlamydomonas and provides yet\nanother important example of the role that protein SUMOylation can play\nin regulating key cellular processes, including cell division.","trees":[{"tree_label":"Fig. 2B supl.","ntax":"30","rootedtree":"TRUE","title":"SUMO protease domai figure 2Bs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_121774.phy"}]}