{"Authors":" Peng-Yu Jin, Xiao-Yue Hong","Year":" 2019","Title":" Phylogenetic signals in pest abundance and distribution range\nof spider mites","Journal":" BMC Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Pest occurrence  Phylogenetic signal  Host range  Spider\nmite","DOI":"","Abstract":" Background: Attributes of pest species like host range are\nfrequently reported as being evolutionarily constrained and showing\nphylogenetic signal. Because these attributes in turn could influence\nthe abundance and impact of species, phylogenetic information could be\nuseful in predicting the likely status of pests. In this study, we used\nregional (China) and global datasets to investigate phylogenetic\npatterns in occurrence patterns and host ranges of spider mites, which\nconstitute a pest group of many cropping systems worldwide. Results: We\nfound significant phylogenetic signal in relative abundance and\ndistribution range both at the regional and global scales. Relative\nabundance and range size of spider mites were positively correlated with\nhost range, although these correlations became weaker after controlling\nfor phylogeny. Conclusions: The results suggest that pest impacts are\nevolutionarily constrained. Information that is easily obtainable \nincluding the number of known hosts and phylogenetic position of the\nmites  could therefore be useful in predicting future pest risk of\nspecies.","trees":[{"tree_label":"BI","ntax":"10","rootedtree":"TRUE","title":"Spider mites BI for Tetranychus species in China","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120761.phy"},{"tree_label":"MLT","ntax":"10","rootedtree":"TRUE","title":"Spider mites RAxML MLT for Tetranychus species in\nChina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120762.phy"},{"tree_label":"MLT","ntax":"88","rootedtree":"TRUE","title":"Spider mites MLT based on 1000 rapid bootstrap\nreplicates of 88 species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_120764.phy"},{"tree_label":"BI","ntax":"88","rootedtree":"TRUE","title":"Spider mites Bayesian with posterior probabilities of\n88 species","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120763.phy"}]}