{"Authors":" M Ramirez, R N Moncada, V Villegas-Escobar, Robert R.\nJackson, C A Ramirez","Year":" 2019","Title":" Phylogenetic and pathogenicity variability of Moko\ndisease-causing Ralstonia solanacearum strains in Colombia","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Bacterial wilting, genetic variability, sequevars,\nphylotype, Musa spp.","DOI":"","Abstract":" “Moko” disease, caused by the bacterium Ralstonia\nsolanacearum, is one of the most devastating diseases of Musa spp. in\nColombia, where banana and plantain are major crops. The disease\nepidemiology is poorly understood and little is known about the\ndiversity of the bacterial populations associated to this disease. Here,\nwe assessed the diversity, phylogenetic relationship, and pathogenicity\nof R. solanacearum strains associated to Moko disease in Colombia. For\nthis, we evaluated the genetic diversity of 65 isolates obtained from 4\nbanana/plantain-growing regions by using multiplex PCR and analyzing the\npartial sequences of the mutS, rplB, and egl genes. These analyses\nrevealed that all the strains belonged to the R. solanacearum phylotype\nII, sequevars 4 and 6. In addition, the phylogenetic analysis assorted\nthe strains into three subgroups, which matched the region of isolation:\n1) Central region (i.e. Eastern plains and Andes, IIB/4), 2) Northwest\n(i.e. Urabá and few strains from Magdalena, IIB/4), and 3) North coast\n(Magdalena and few strains from Urabá, IIA/6). In addition, this\nevolutionary pattern was associated with pathogenicity as 63 (out of 65)\nof the isolates caused wilting of banana and plantain plants under\ngreenhouse conditions, but only 32, those isolated from the central\nregion (Eastern plains and the Andes), caused such symptoms in tomato\nplants. In conclusion, our study shows that banana and plantain crops in\nColombia foster genetically diverse strains of R. solanacearum that\nbelong to, at least, three different genetic groups, which show\nbiogeographic and host range association.","trees":[{"tree_label":"rplbmuts banana","ntax":"66","rootedtree":"TRUE","title":"Ralstonia solanacearum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121654.phy"},{"tree_label":"rplbmuts banana ref","ntax":"140","rootedtree":"TRUE","title":"Ralstonia solanacearum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121652.phy"},{"tree_label":"egl banan with ref","ntax":"162","rootedtree":"TRUE","title":"Ralstonia solanacearum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121653.phy"}]}