{"Authors":" Susanne S. Renner, Viviana D. Barreda, Tanja M.\nSchuster","Year":" 2020","Title":" The evolution of Coriariaceae (Cucurbitales) in light of a\nnew early Campanian (ca. 82 Mya) pollen record from Antarctica","Journal":" Taxon","Volume":" 69","Issue":"","Pages":"","Keywords":" Antarctica; biogeography; chromosome numbers; Cretaceous;\ndeciduousness; Oligocene; pollen","DOI":"","Abstract":" Coriariaceae comprise only Coriaria, a genus of shrubs\nwith nine species in Australasia (but excluding Australia), five in the\nHimalayas, Taiwan, the Philippines, and Japan, one in the Mediterranean,\nand one ranging from Patagonia to Mexico. The sister family,\nCorynocarpaceae, comprises five species of evergreen trees from New\nGuinea to New Zealand and Australia. This distribution has long\nfascinated biogeographers as potential support for Wegeners theory of\ncontinental drift, with alternative scenarios invoking either Antarctic\nor Beringian range expansions. Here, we present the discovery of pollen\ngrains from Early Campanian (ca. 82 Mya) deposits in Antarctica, which\nwe describe as Coriaripites goodii Barreda, Palazzesi, Tellería, and\nnewly generated nuclear and plastid molecular data for most of the\nfamilys species and its outgroup. This greatly expands the familys\nfossil record and is the so far oldest fossil of the order Cucurbitales.\nWe used the phylogeny, new fossil, and an Oligocene flowering branch\nassigned to a small subclade of Coriaria to generate a chronogram and to\nstudy changes in chromosome number, deciduousness, and andromonoecy.\nCoriaria comprises a Northern (NH) and a Southern Hemisphere (SH) clade\nthat diverged from each other in the Paleocene (ca. 57 Mya), with the SH\nclade reaching the New World once, through Antarctica, as supported by\nthe fossil pollen. While the SH clade retained perfect flowers and\nevergreen leaves, the NH clade evolved andromonoecy and deciduousness.\nPolyploidy occurs in both clades and points to hybridization, matching\nweak species boundaries throughout the genus.","trees":[{"tree_label":"PAUP 1","ntax":"18","rootedtree":"TRUE","title":"Tr124083","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124083.phy"},{"tree_label":"PAUP 1","ntax":"17","rootedtree":"TRUE","title":"Tr124084","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124084.phy"}]}