{"Authors":" Katarzyna Szczepanska, Jacek Urbaniak, Lucyna Sliwa","Year":" 2020","Title":" Taxonomic recognition of some species-level lineages 2\ncircumscribed in nominal Rhizoplaca subdiscrepans 3 s. lat.\n(Lecanoraceae, Ascomycota)","Journal":" PeerJ","Volume":"","Issue":"","Pages":"","Keywords":" Lichenized fungi, Rhizoplaca, cryptic species, phylogeny,\ntaxonomy, geographical distribution, biodiversity","DOI":"","Abstract":" Rhizoplaca subdiscrepans (Nyl.) R. Sant. is a saxicolous,\nplacodioid lichen species considered as a worldwide distributed and\noccurring in warm-temperate to boreal-arctic areas in Asia, Europa and\nNorth America (Ryan 2001). However, recent studies revealed R.\nsubdiscrepans is a polyphyletic taxon including five cryptic\nspecies-level lineages defined as ‘subd A, B, C, D, E’ (Leavitt et\nal. 2016). During research focused on diversity of saxicolous lichens in\nmountain area of southern Poland some interesting representatives of the\ngenus Rhizoplaca have been found. To identify those samples multiple\nanalyses of reference herbarium material from Europe, North and South\nAmerica and Asia were made. In the phylogenetic studies we have found\nour specimens cluster with members of a genetic lineage ‘subd E’ as\ndelimited by Leavitt et al. (2016). Complex analyses of the group of\nspecies lead us to a conclusion the lineage may represents R.\nsubdiscrepans in the strict sense, which seems European taxon with\nlimited geographical distribution and specific habitat preferences. What\nis more, some of the recently defined species candidates within R.\nsubdiscrapans s.l. (subd D and subd A) may be assigned to a previously\nwell known species of Rhizoplaca genus, described in the second half of\nthe 20th century, respectively  Rhizoplaca opiniconensis (Brodo)\nLeavitt, Zhao Xin & Lumbsch and Rhizoplaca phaedrophthalma (Poelt)\nLeavitt, Zhao Xin & Lumbsch. Although the mentioned species\ncandidates were considered cryptic, we have found their representatives\nindicate some subtle differences in morphology and chemistry, as well as\nvariations concerning habitats requirements and geographical\ndistribution. Additionally we have found Lecanora pseudomellea B.D. Ryan\nis a strongly supported monophyletic lineage within Rhizoplaca and\ntherefore we propose appropriate new combination for the species.","trees":[{"tree_label":"Figure 1","ntax":"90","rootedtree":"TRUE","title":"Bayesian inferece Rhizoplaca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_120806.phy"}]}