{"Authors":" Daniel Potter, Francis A. Harrington","Year":" 1997","Title":" Phylogenetic relationships within Sarcoscypha\n(Sarcoscyphineae, Pezizales) based upon nucleotide sequences of the\ninternal transcribed spacer of nuclear ribosomal DNA.","Journal":" Mycologia","Volume":" 89","Issue":" 2","Pages":" 258-267","Keywords":" cladistics; ITS; Pezizales; phylogeny;\nSarcoscyphaceae","DOI":" NA","Abstract":" Nucleotide sequences of the internal transcribed spacer\n(ITS) region of nuclear ribosomal DNA (including the 5.8S ribosomal RNA\ngene and the flanking ITS1 and ITS2 regions) were used as characters in\na phylogenetic analysis of species of Sarcoscypha. The sequences of the\nITS regions for 25 isolates, representing fourteen (nine described and\nfive putative new) species of Sarcoscypha, and three outgroup species,\nPithya vulgaris, P. cupressina, and Phillipsia domingensis, were\ndetermined in both directions using primers ITS1, ITS2, ITS3, and ITS4.\nThe complete sequences ranged from 485 to 764 base pairs in length; they\nwere aligned using the program MALIGN. The sequence of Phillipsia\ndomingensis was highly divergent from that of the other taxa; the\nalignment was therefore repeated excluding that taxon and subsequent\nphylogenetic analyses included only the species of Sarcoscypha and one\noutgroup, Pithya cupressina. The complete alignment contained 907 base\npair sites; 446 of these were considered ambiguously aligned and were\nexcluded from phylogenetic analyses. Of the remaining 461 base pair\nsites, 91 were variable with 43 potentially informative characters.\nCladistic analysis yielded two equally parsimonious cladograms with NONA\n(these corresponded to two fully supported trees of the eight trees\nfound by Hennig86). In all most parsimonious trees, two Asian species,\nS. striatispora and S. vassiljevae, fell outside of a core group of\ntwelve species which were grouped in two major clades, each including\ntaxa from North America, Europe and Asia. One clade included the\nfollowing species: S. austriaca, S. coccinea, S. macaronesica, and two\nputative new species. This clade was divided into two subclades: one\nconsisted of S. macaronesica and S. coccinea, while, in the second, one\nputative new species from Japan (sp. A) was sister to a polytomy\nincluding the putative new species from Taiwan (sp. B) and the S.\naustriaca isolates from Europe and North America. The other major clade\nincluded S. dudleyi and S. emarginata, whose positions varied among the\nequally parsimonious trees, and a subclade in which the second new\nspecies from Japan (sp. D) was sister to a polytomy of S. occidentalis,\nan isolate of S. javensis,and two putative new species (sp. E from China\nand sp. C from Hawaii). In all cases where more than one isolate of the\nsame species was included, those isolates grouped together within each\nclade, although relationships among the three isolates of S. austriaca\nand the one of S. sp. B were unresolved. A new combination is made for\nPeziza emarginata Berk. & Broome.","trees":[{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Sarcoscypha","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1314.phy"}]}