{"Authors":" Jingzu Sun","Year":" 2019","Title":" Four new species of Trichoderma in the Harzianum clade from\nnorthern China","Journal":" Mycokeys","Volume":"","Issue":"","Pages":"","Keywords":" 4 new taxa, fungicolous, mycoparasite, compost","DOI":"","Abstract":" Harzianum clade of Trichoderma comprises a number of\ncryptic species, which are associated with a wide variety of substrates.\nDuring an investigation of the diversity of Trichoderma in China. Four\nnew species in the Harzianum clade were encountered from a fruiting body\nof Lentinula, field soil and vermicompost, and named as Trichoderma\nlentinulae, T. vermicomposticola, T. xixiacum, and T. zelobreve. Their\nphylogenetic positions were determined by analyses of the combined gene\nfragments including the internal transcribed spacer (ITS) regions of the\nribosomal DNA, partial sequences of translation elongation factor\n1-alpha (TEF1-α) and the second largest RNA polymerase subunit-encoding\ngenes (RPB2). The morphology and culture characteristics of these fungi\nwere described. Distinctions between the new species and their close\nrelatives were discussed. Trichoderma lentinulae and T. xixiacum are\nclustered with T. lixii but new species have shorter phialides and\nsmaller conidia. Additionally, T. lentinulae differs from T. xixiacum in\nphialides with inequilateral to a strongly curved terminal, cultural\ncharacteristics, and slow growth on PDA. Trichoderma vermicomposticola\nis closely related to T. simmonsii, but it differs from the latter by\nproducing verticillate phialides whorls, and smaller conidia.\nTrichoderma zelobreve is associated with Trichoderma breve, but the\ndistinguishes from T. breve are producing shorter and narrower\nphialides, smaller conidia, and forming the concentric zone on agar\nplates. This study updates our knowledge of species diversity of\nTrichoderma.","trees":[{"tree_label":"con 50 majrule","ntax":"139","rootedtree":"TRUE","title":"Tr120809","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120809.phy"}]}