{"Authors":" Antonio Jose Camilo Aguiar, Gabriel Augusto Rodrigues Melo,\nThais Vasconcelos, Rodrigo Barbosa Goncalves, Lilian Giuliano, Aline\nCristina Martins","Year":" 2020","Title":" Biogeography and early diversification of Tapinotaspidini\noil-bees support presence of Paleocene savannas in South America","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Neotropical, Pollinators, Malpighiaceae, Tropical\nSavannas, Cerrado","DOI":" 10.1016/j.ympev.2019.106692","Abstract":" Worldwide distributed tropical savannas were established\nonly in the Miocene, with climatic cooling and rise of C4 grasses.\nHowever, there is evidence for an earlier presence of savanna-like\nvegetation in southern parts of South America. Here we investigated the\nbiogeographic history of a clade of solitary bees which have endemic\ngroups in areas covered by savannas and other types of open vegetation\nas well as forested areas. We hypothesized that these bees originated in\nsavanna-like biomes and that shifts to forested areas and floral host\nshifts increased species diversification along their evolutionary\nhistory. We reconstructed a comprehensive phylogeny for Tapinotaspidini\nbees based majorly on original DNA sequences. We then used\nmacroevolutionary tools to estimate ancestral range area and\nreconstructed ancestral habitat (open versus forested) and host plant\nassociation to analyze the effects of shifts in vegetation type and\nflower hosts on their diversification. Tapinotaspidini bees originated\nin the Paleocene and in a savanna-type, Cerrado-like, which is\nreinforced by reconstruction of open vegetation as the most probable\nancestral area, thus bringing additional evidence to a much earlier\norigin of this vegetation type in South America. Shifts to forested\nareas occurred at least three times in a period of 30 Ma and were\nresponsible to slight increases in diversification rates. Malpighiaceae\nis the ancestral floral host; host broadening occurred only in the\nMiocene and at least in three occasions. Host shifts, i.e. from\nMalpighiaceae to other oil families, occurred in the Eocene and Miocene.\nBoth host broadening and host shifts did not significantly alter\ndiversification rates, however exploitation of other oil sources were\nimportant in occupying new habitats. The link between biomes and host\nplant shifts and changes in diversification rate brings us additional\ninsights into the evolution of bees and associated flora in South\nAmerica","trees":[{"tree_label":"con 50 majrule","ntax":"84","rootedtree":"TRUE","title":"Tr120864","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120864.phy"}]}