{"Authors":" Juliana Mainenti Leal Lopes, Humberto H Carvalho, Cristiane\nZorzatto, Ana Luisa S Azevedo, Marco Antonio Machado, Fátima R. G.\nSalimena, Richard M. Grazul, Matthew A Gitzendanner, Douglas Soltis,\nPamela S. Soltis, Lyderson F. Viccini","Year":" 2019","Title":" Genetic relationships and polyploid origins in the Lippia\nalba complex","Journal":" AJB","Volume":"","Issue":"","Pages":"","Keywords":" genetic and chemical variation; microsatellites; nuclear\nand plastid genes; polyploid lineages; morphology; essential oil;\ntropics, Verbenaceae.","DOI":"","Abstract":"  Premise of the study: Plant genomes vary in size and\ncomplexity, due in part to polyploidization. Latitudinal analyses of\npolyploidy are biased towards floras of temperate regions, with much\nless research done in the tropics. Lippia alba has been described as a\ntropical polyploid complex with diploid, triploid, tetraploid, and\nhexaploid accessions. However, no data regarding relationships among the\nploidal levels and their origins have been reported. Our goals are to\nclarify the relationships among accessions of Lippia alba and the\norigins of each ploidal level.  Methods: We investigated 98 samples\nrepresenting all five geographical regions of Brazil and all ploidal\nlevels using microsatellite (SSR) allelic variation and DNA sequences of\nITS and trnL-F. Nine morphological structures were analyzed from 33\nherbarium samples, and the chemical compounds of 78 accessions were\nanalyzed by GCMS.  Key results: Genetic distance analysis, the alignment\nblock pattern, as well as RAxML and Bayesian trees show that accessions\ngrouped by ploidal level. The triploids form a well-defined group that\noriginated from a single group of diploids. The tetraploids and\nhexaploid grouped together in SSR and trnL-F analyses. The recovered\ngroups agree with chemical data and morphology.  Conclusions: The\naccessions grouped by ploidal level. Only one origin of triploids from a\nsingle group of diploids was observed. The tetraploid origin is\nuncertain, however it appears to have contributed to the origin of the\nhexaploid. This framework reveals linkages among the ploidal levels,\nproviding new insights into the evolution of a polyploid complex of\ntropical plants.","trees":[{"tree_label":"con 50 majrule","ntax":"56","rootedtree":"TRUE","title":"Tr120954","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120954.phy"},{"tree_label":"tree 1","ntax":"56","rootedtree":"TRUE","title":"Tr120953","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120953.phy"},{"tree_label":"con 50 majrule","ntax":"83","rootedtree":"TRUE","title":"Tr120952","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120952.phy"},{"tree_label":"tree 1","ntax":"83","rootedtree":"TRUE","title":"Tr120950","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120950.phy"},{"tree_label":"con 50 majrule","ntax":"83","rootedtree":"TRUE","title":"Tr120951","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120951.phy"},{"tree_label":"con 50 majrule","ntax":"56","rootedtree":"TRUE","title":"Tr120955","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120955.phy"}]}