{"Authors":" Masahide Yamato","Year":" 2019","Title":" Similar communities of arbuscular mycorrhizal fungi among the\nforest ecosystems in Japans temperate region","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Chamaecyparis obtusa, Glomeraceae, Glomeromycotina,\nMaarjAM, SSU rDNA, Temperate forest","DOI":"","Abstract":" We investigated arbuscular mycorrhizal (AM) fungal\ncommunities in Japans temperate region based on a partial small subunit\nof a nuclear ribosomal RNA gene (SSU rDNA) sequences obtained from plant\nroots in secondary forests and/or Chamaecyparis obtusa plantations from\neight study sites. The study sites were in a region that extends 550 km\nNorth to South and 890 km East to West. In the secondary forests\nexamined, various AM plants of the families Lauraceae, Sapindaceae,\nRutaceae, Araliaceae, Rosaceae, etc. were found; the plant family\ncomposition was determined based on the examined roots, which were\nexamined using chloroplast DNA trnL, and was significantly distinguished\nfrom that of the plantations. Of the AM fungal operational taxonomic\nunits (OTUs), which were clustered at a 97% similarity threshold of the\npartial SSU rDNA sequences, three dominant OTUs constituted 48.0% of the\ntotal reads, and the most dominant OTU was found in all study sites\nexcept one. Despite the investigation of various forest plants in the\nregion, statistical analyses of the communities of AM fungi suggest that\nthey were neither diversified among the study sites nor distinguished\nfrom the forest types. These results suggest that similar AM fungal\ncommunities are primarily constituted by some dominant AM fungi in\nforest ecosystems in Japans temperate region. Furthermore, BLAST\nsearches against MaarjAM, a database of AM fungal sequences, suggest\nthat the dominant AM fungi in temperate Japanese forests are distributed\nthroughout forest ecosystems worldwide.","trees":[{"tree_label":"Imported tree 1","ntax":"40","rootedtree":"TRUE","title":"Tr120971","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_120971.phy"}]}