{"Authors":" Petya Christova, Kaloyan Valentinov Kostov, Aneta Lyubenova\n, Slavtcho Slavov","Year":" 2019","Title":" Phytophthora sp. kelmania x P. sansomeana  a new hybrid from\nsubclade 8a found in Bulgaria","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Phytophthora, hybrid, pathogenicity, legumes,\nornamentals","DOI":"","Abstract":" The isolate RLKam2016/61c is a part of Phytophthora\ncollection including 252 isolates that was created during an\ninvestigation of rivers and streams in Bulgaria. The isolate was\ninitially identified as Phytophthora sansomeana according to the DNA\nsequence of the ITS region. Additional phylogenetic analysis and the\nobserved polymorphisms in the nuclear DNA (ITS, Btub and tef1), but not\nin the mitochondrial cox1 gene, led to a conclusion that the isolate\nRLKam2016/61c is a hybrid between Phytophthora sp. kelmania and P.\nsansomeana. Phylogenetically both parental species P. sp. kelmania and\nP. sansomeana belong to the subclade 8a. The new hybrid named\nPhytophthora sp. kelmania × Phytophthora sansomeana is characterized by\nfast growing on V8 and CA, moderate aerial mycelium with radiate pattern\nof the colonies and relatively slower growth rate on MEA and PDA,\npetaloid to rosaceous pattern of the colonies with fluffy aerial\nmycelium. The optimum growth temperature for P. sp. kelmania × P.\nsansomeana was approximately at 25°C with an average rate of 9 mm per\nday. Abundant sporangia formation of the isolate in spring water was\nobserved and the hybrid appears to be sterile in culture. Pathogenicity\nanalyses of P. sp. kelmania × P. sansomeana - RLKam2016/61c was\nconducted in comparison with P. pseudocryptogea - RLKam2016/63b as the\nmost closely related species in our collection, also belonging to the\nsubclade 8a. The inhibition effect on the root growth of young seedlings\nof two legumes - common pea and vetch, as well as on cuttings of the\nornamental plant coleus induced by both phytopathogens was significant.\nNo effect of either the new hybrid P. sp. kelmania × P. sansomeana or P.\npseudocryptogea on the growth of maize seedlings was observed. Possible\nways for the appearance of the hybrid are discussed, considering that\nneither of the two parental species has been found in the country so\nfar.","trees":[{"tree_label":"con 50 majrule","ntax":"15","rootedtree":"TRUE","title":"Phytophthora ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120939.phy"},{"tree_label":"con 50 majrule","ntax":"15","rootedtree":"TRUE","title":"Phytophthora tef1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120942.phy"},{"tree_label":"con 50 majrule","ntax":"15","rootedtree":"TRUE","title":"Phytophthora cox1","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120940.phy"},{"tree_label":"con 50 majrule","ntax":"15","rootedtree":"TRUE","title":"Phytophthora btub","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_120941.phy"}]}