{"Authors":" Kyosei Arayama, Kazuaki Tanaka, Ryosuke Sugita, Akira\nHashimoto, Kazuyuki Hirayama, Tsuyoshi Hosoya","Year":" 2019","Title":" Teichospora (Teichosporaceae, Dothideomycetes) revisited","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" 18 new taxa, anamorph, Ascomycota, coelomycetes,\nPleosporales, phylogeny, teleomorph","DOI":"","Abstract":" The taxonomy of genera within Teichosporaceae is\ncontroversial. Some authors have recognised several genera in this\nfamily, whereas others have only recognised one genus, Teichospora. In\nthis study, 30 strains of Teichosporaceae were obtained. Morphological\nexamination and phylogenetic analyses based SSU-ITS-LSU nrDNA, tef1, and\nrpb2 sequences showed that species in this family should be classified\nin 13 genera. Of the nine genera that were once synonymised with\nTeichospora, eight genera (Asymmetrispora, Aurantiascoma, Floricola,\nMagnibotryascoma, Misturatosphaeria, Pseudoaurantiascoma,\nPseudomisturatosphaeria, and Ramusculicola) except Neocurreya were\nconsidered to be distinct genera. Neocurreya was treated as a synonym of\nTeichospora, whereas Paulkirkia was accepted as a valid genus. Three new\ngenera (Neomisturatosphaeria, Paramagnibotryascoma, and Phlyctemopsis),\nsix new species (Aurantiascoma pseudominimum, Floricola sasae,\nParamagnibotryascoma yakushimense, Paulkirkia homothallica,\nPhlyctemopsis appendiculata, and Phlyctemopsis ryukyuensis), and nine\nnew combinations were described and proposed in this family.\nAdditionally, epitypes were designated for Floricola striatospora\n(basionym: Hendersonia striatospora) and Neomisturatosphaeria yezoensis\n(basionym: Melomastia yezoensis). Some groups with relatively complex\nconidial features, such as Floricola (with phragmosporous, pigmented\nconidia), Paulkirkia (with didymo- or phragmosporous pigmented conidia),\nand Phlyctemopsis (with filamentous conidia), were considered as\ndistinct genera. These results indicated that asexual morphs are\nimportant taxonomic indicators for evaluating the phylogenetic\nrelationships of genera in Teichosporaceae.","trees":[{"tree_label":"Fig. 1 BI","ntax":"65","rootedtree":"TRUE","title":"Teichosporaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_121667.phy"},{"tree_label":"Fig. 1 ML","ntax":"65","rootedtree":"TRUE","title":"Teichosporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121666.phy"}]}