{"Authors":" Daiana Maria Queiroz Azevedo, Lúcio M. S. Guimarães,\nGleiber Quintao Furtado, Sarah Diniz Silva Martins, Debora Cervieri\nGuterres, Leonardo Araújo, Mateus Durso Martins, Acelino C Alfenas","Year":" 2019","Title":" Diversity, prevalence and phylogenetic positioning of\nBotrytis species in Brazil","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Acca selowiana, Botrytis pseudocinerea, Botrytis\npelargonii, B. eucalypti, Cryptic Species, Grey Mould, Multilocus\nPhylogeny.","DOI":"","Abstract":" Botrytis Persoon is a necrotrophic fungal genus of great\neconomic importance worldwide. Together, the Botrytis species are able\nto infect over one thousand host plant species, including dicotyledons\nand monocotyledons. Because identification of Botrytis species in Brazil\nhas mostly been based only on morphological characterization and\ncomparisons of the rDNA ITS region; its diversity remains unknown. Thus,\nin this study we determined the diversity and prevalence of Botrytis\nspp. in Brazil, mainly by PCR-RFLP and multilocus phylogeny. The\nPCR-RFLP of the vegetative incompatibility locus Bc-hch was used to\ndetect group I and group II haplotypes belonging to Botrytis cinerea\nspecies complex. Phylogenetic reconstruction of all genus was performed\nusing the nuclear genes glyceraldehyde-3-phosphate dehydrogenase\n(G3PDH), Heat-shock protein 60 (HSP60) and RNA polymerase II second\nlargest subunit (RPB2). From analyses of 56 Botrytis isolates obtained\nfrom different hosts and geographical regions in Brazil, we found that\nB. cinerea (group II) is the prevalent species with considerable genetic\ndiversity detected by nuclear genes. We also report for the first time\nthe occurrence of B. pseudocinerea associated with Acca selowiana\n(Myrtaceae) in Brazil. Due to the new phylogenetic positioning of B.\npelargonii and B. eucalypti, a taxonomic review of these species was\nproposed.","trees":[{"tree_label":"con 50 majrule","ntax":"150","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129102.phy"},{"tree_label":"Imported tree 1","ntax":"150","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129103.phy"},{"tree_label":"Imported tree 1","ntax":"150","rootedtree":"TRUE","title":"Botrytis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129104.phy"}]}