{"Authors":" Tatiana Yu. Gagkaeva, Aleksandra S. Orina, Olga P.\nGavrilova, Nadezhda N. Gogina","Year":" 2020","Title":" Evidence of Microdochium fungi associated with cereal grains\nin Russia","Journal":" Microorganisms","Volume":" 8","Issue":"","Pages":"","Keywords":" Microdochium nivale; M. majus; M. seminicola; seed-borne\nfungi; morphology; DNA; mycotoxins","DOI":" 10.3390/microorganisms8030340","Abstract":" In total, 46 Microdochium strains from five different\ngeographic regions of Russia were explored with respect to genetic\ndiversity, morphology, and secondary metabolites. Based on the results\nof PCR, 59% and 28% of the strains were identified as M. nivale and M.\nmajus, respectively. As a result of sequencing four genome regions,\nnamely ITS, LSU, BTUB, and RPB2 (2778 bp), five genetically and\nphenotypically similar strains from Western Siberia were identified as\nM. seminicola, which, according to our findings, is the prevalent\nMicrodochium species in this territory. This is the first record of M.\nseminicola in Russia. Attempts were made to distinguish between\nMicrodochium species and to identify species-specific morphological\ncharacteristics in the anamorph and teleomorph stages and physiological\nproperties. We examined the occurrence frequency of conidia with\ndifferent numbers of septa in the strains of Microdochium. The\npredominance of three-septate macroconidia in M. majus was higher than\nthat in M. nivale and typically exceeded 60% occurrence. Most M. majus\nand M. nivale strains formed walled protoperithecia on wheat stems. Only\nthree strains of M. majus and one strain each of M. nivale and M.\nseminicola produced mature perithecia. The growth rate of M. seminicola\nstrains was significantly lower on agar media at 525 ◦C than those of M.\nmajus and M. nivale strains. Multimycotoxin analysis by HPLC-MS/MS\nrevealed that the strains of three Microdochium species did not produce\nany toxic metabolites.","trees":[{"tree_label":"Imported tree 1","ntax":"17","rootedtree":"TRUE","title":"Microdochium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123392.phy"}]}