{"Authors":" Liqing Zhang, Lili Song, Xiangming Xu, Xiaohua Zou, Ke\nDuan, Qinghua Gao","Year":" 2019","Title":" Characterization and fungicide sensitivity of Colletotrichum\nspecies causing strawberry anthracnose in eastern China","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Strawberry, anthracnose, Colletotrichum gloeosporioides,\nfungicide sensitivit","DOI":"","Abstract":" Strawberry anthracnose caused by Colletotrichum species is\none of the most serious diseases in strawberry fields of China. A total\nof 196 isolates of Colletotrichum were obtained from leaves, stolons,\nand crowns of strawberry plants with anthracnose symptoms in eastern\nChina, and were characterized based on morphology, ITS, and TUB2 gene\nsequences. All 196 isolates were identified as C. gloeosporioides\nspecies complex. 62 strains were chosen for further identification to\nthe species level via phylogenetic analyses of multi-locus sequences of\nITS, GAPDH, ACT, ApMAT, CAL, and TUB2. Three species from the C.\ngloeosporioides species complex were identified: C. siamense, C.\nfructicola, and C. aenigma. Isolates of C. siamense were tolerant to\nhigh temperatures, with a significantly larger colony diameter than the\nother two species when grown at temperatures above 36℃. Inoculation of\nstrawberry plants confirmed the pathogenicity of all three species.\nIsolates of C. siamense resulted in the highest disease severity. The in\nvitro sensitivity of C. siamense and C. fructicola isolates to\nazoxystrobin and three DMI fungicides (difenoconazole, tebuconazole, and\nprochloraz) was determined. Both the species were sensitive to\nprochloraz, tebuconazole, and difenoconazole, but not to azoxystrobin.\nC. siamense isolates were more sensitive to prochloraz (mean EC50 values\nof 0.122) than C. fructicola isolates (mean EC50 values of 0.140)\n(P<0.05). C. fructicola isolates were more sensitive to\ndifenoconazole and tebuconazole (mean EC50 values of 0.003 and 6.305,\nrespectively) than C. siamense isolates (mean EC50 values of 0.056 and\n8.885, respectively) (P<0.05). The present study provides valuable\ninformation for effective management of strawberry anthracnose.","trees":[{"tree_label":"con all compat","ntax":"117","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_121821.phy"}]}