{"Authors":" Laura Anabel Paez-Olivan, Laura Guzmán-Dávalos, Nestor\nNaranjo-Jimenez, Miguel Mauricio Correa-Ramírez, Jose Antonio\nÁvila-Reyes, Laura Silvia Gonzalez-Valdez, Norma Almaraz-Abarca, Miguel\nAngel Soto-Cardenas, Imelda Rosas Medina, Jaime Herrera-Gamboa, Rene\nTorres-Ricario","Year":" 2020","Title":" Morphological and genetic characterization of Hericium\nerinaceus found in the temperate forests of the Sierra Madre Occidental,\nMexico","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Hericiales, ITS, Hericium erinaceus","DOI":"","Abstract":" This species Hericium erinaceus (Bull.) Pers, known in the\nliterature as lion’s mane, Bear’s head, Hog’s head fungus and could be\nfound wild through European countries and North America, meanwhile in\nAsia is mostly artificially cultivated. Despite these remarkable\nproperties, taxonomic and genetic identification inside the genus is\ndifficult. The use of molecular characters such as rDNA internal\ntranscribed spacer (ITS) sequences has been helpful for species\ndelimitations, especially to differentiate Chinese H. erinaceus from\nrelated mushrooms. The objective of this work was to contribute to the\nknowledge of Hericium erinaceus in the temperate forests of the Sierra\nMadre Occidental (SMO), Mexico, through a morphological and molecular\ncharacterization using rDNA ITS markers, as well as an environmental\ncharacterization where this species thrives. The Study area was in\npineoak forests of Sierra Madre Occidental Pueblo Nuevo, Durango, Mexico\nis located at coordinates 23º 5’ to 23°70 N and 105º 21 to 105°57’ W.\nThe collection of the specimens was carried out in the months from July\nto September during two years, 2016 and 2017 and herborized for their\npreservation, identified and deposited at the Mycological Herbarium of\nthe Instituto de Botánica, Universidad de Guadalajara, Jalisco, Mexico\n(IBUG). Isolation of wild strains was carried out using the cloning\ntechnique from living tissue samples. The genomic DNA was extracted\nfollowing a CTAB protocol. For the amplification of the ITS rDNA of the\nHericium samples the primers ITS1 (5- TCCGTAGGTGAACCTGCGG-3) and ITS4\n(5-TCCTCCGCTTATTGATATGC-3). The results demonstrate that there is\nmorphological variability in the specimens collected, but genetically\nthere are homogenity, except for the mushroom collected","trees":[{"tree_label":"Imported tree 1","ntax":"10","rootedtree":"TRUE","title":"Tr121296","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121296.phy"}]}