{"Authors":" Jiaxi Li, Yaowei Zhang","Year":" 2006","Title":" Phylogenetic relationships of Pythium and Phytophthora\nspecies based on ITS rDNA, cytochrome oxidase II and beta-tubulin gene\nsequences","Journal":" Mycologia","Volume":" 98","Issue":" 3","Pages":" 410-422","Keywords":" molecular phylogeny, oomycetes, Pythiales","DOI":" 10.1080/15572536.2006.11832676","Abstract":" Fifty-eight isolates representing 39 Pythium species and\n17 isolates representing nine Phytophthora species were chosen to\ninvestigate intra- and intergeneric relationships with sequence analysis\nof three genomic areas. The internal transcribed spacer regions (ITS1\nand ITS2), including the 5.8S gene of the ribosomal DNA were PCR\namplified with the universal primers ITS1 and ITS4. On the other hand\n563 bp of the cytochrome oxidase II (cox II) gene was amplified with the\nprimer pair FM66 and FM58 for Pythium and FM75 and FM78 for\nPhytophthora. The 658 bp partial β-tubulin gene was amplified with the\nforward primer BT5 and reverse primer BT6. Maximum parsimony analysis of\nthe three DNA regions revealed four major clades, reflective of\nsporangial morphology. Clade 1 was composed of Pythium isolates that\nbear filamentous to lobulate sporangia. Clade 2 represents Pythium\nisolates that bear globose to spherical zoosporangia or spherical hyphal\nswellings. Meanwhile Phytophthora isolates were lumped into Clade 3\nwherein the papillate, semipapillate and nonpapillate species occupied\nseparate subclades. Lastly, Clade 4 was composed of Pythium species that\nbear subglobose sporangia resembling the papillate sporangia observed in\nPhytophthora. Hence a number of species (Ph. undulata, P. helicoides, P.\nostracodes, P. oedochilum and P. vexans) have been proposed to be the\nelusive intermediate species in the Pythium-to-Phytophthora evolutionary\nline.","trees":[{"tree_label":"Imported tree 1","ntax":"20","rootedtree":"TRUE","title":"Pythium and Phytophthora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121049.phy"}]}