{"Authors":" Scott J. Steppan","Year":" 1995","Title":" Revision of the tribe Phyllotini (Rodentia: Sigmodontinae),\nwith a phylogenetic hypothesis for the Sigmodontinae.","Journal":" Fieldiana: Zoology, New Series","Volume":" 80","Issue":" NA","Pages":" 1-112","Keywords":" NA","DOI":" NA","Abstract":" The phylogenetic relationships of the South American\nrodents of the tribe Phyllotini are reviewed, considering both the\nphylogenetic relationships of the phyllotines to the other sigmodontine\ntribes, and relationships within the phyllotines. Cladistic analysis of\n40 morphological characters for 28 sigmodontine taxa provides a working\nhypothesis of sigmodontine phylogenetics, phyllotine monophyly, and\nlikely sister groups to the phyllotines. Five Old World and six New\nWorld cricetid taxa represent outgroups and together they root the\nsigmodontine tree within a paraphyletic thomasomyine group. The analysis\ncorroborates the recent proposal of a monophyletic oryzomyine group that\nincludes the tetralophodont genera Holochilus, Pseudoryzomys, and\nZygodontomys. A supratribal clade is indicated that includes the\nAkodontini, Phyllotini, Scapteromyini, and Punomys. The distinctiveness\nand monophyly of the Central American tylomyine group is strongly\nsupported. The taxonomic distribution of and variation in morphological\ncharacters of the dentition, skull, skeleton, and soft anatomy is\ndiscussed. Apparent biases in the evolutionary polarity of reductive\ncharacters are identified in detail from a broad taxonomic survey (174\nspecies) for intra- and interspecific variation in number of vertebrae,\nas well as from optimization of other characters on the phylogenetic\nhypotheses. Conflicting results from various phylogenetic studies\nsuggest that Sigmodon be considered Sigmodontinae incertae sedis.\nPseudoryzomys and Punomys are removed from the phyllotines and\nPhyllotini is diagnosed. A cladistic analysis of 35 phyllotine taxa\nusing 98 morphological characters is presented and the taxonomy of the\nphyllotine genera is revised. Species of Andalgalomys are referred to\nGraomys. Removal of micropus from Auliscomys to the genus Loxodontomys\nis supported. The two most species-rich genera, Phyllotis and Calomys,\nappear to be paraphyletic, but their species relationships are\ninsufficiently resolved to justify modifying their taxonomy at this\ntime.","trees":[{"tree_label":"Fig. 23","ntax":"47","rootedtree":"TRUE","title":"Phyllotis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1315.phy"}]}