{"Authors":" Yunheng Ji","Year":" 2019","Title":" Discovery of a Cryptic Species in Paris yunnanensis\n(Melanthiaceae) Using Complete Plastomes and Ribosomal DNA Sequences as\nUltra-barcodes","Journal":" Hoticulture research","Volume":"","Issue":"","Pages":"","Keywords":" conservation, cryptic species, DNA barcoding, Paris\nyunnanensis, taxonomy","DOI":"","Abstract":" Ultra-barcoding is a technique using whole plastomes and\nnuclear ribosomal DNA sequences for species identification. However,\npractical application of this technique for discovery of cryptic and\nnovel species is still absent from literatures. Paris yunnanensis is a\nmedicinal plant of economic importance for the pharmaceutical industry.\nAlthough the introduction, domestication, cultivation, and propagation\nof the species have been extensively studied in recent years, its\ntaxonomy has received very little attention. To resolve long-standing\ntaxonomic disputes regarding this species, we de novo sequenced the\ncomplete plastomes and nuclear ribosomal DNA regions from 22 P.\nyunnanensis accessions. Ultra-barcoding analyse s suggest that P.\nyunnanensis as currently circumscribed is made up of two distinct\ngenetic lineages, corresponding to the two phenotypes (“typical” and\n“high stem” form) identified early in our study. With distinct\nmorphologies and distribution, the “high stem” form should be recognized\nas an undescribed species. Moreover, the ultra-barcoding data do not\nsupport treatment of P. yunnanensis as a conspecific variety under Paris\npolyphylla. These results highlight the great potential of\nultra-barcoding as an effective tool for species identification and\ndiscovery in taxonomically difficult plant taxa, and have implications\nfor the conservation and management of P. yunnanensis germplasm.","trees":[{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Tr121067","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121067.phy"},{"tree_label":"con 50 majrule","ntax":"54","rootedtree":"TRUE","title":"Tr121068","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121068.phy"}]}