{"Authors":" Eric de Camargo Smidt, Gerardo A Salazar, Anna Victoria\nSilvério R. Mauad, Mathias Erich Engels, JUAN Viruel, Mark Clements,\nIván Jiménez Pérez, Mark W Chase","Year":" 2021","Title":" An Indomalesian origin in the Miocene for the diphyletic New\nWorld jewel orchids (Goodyerinae, Orchidoideae): molecular dating and\nbiogeographic analyses document non-monophyly of the Neotropical\ngenera.","Journal":" Botanical Journal of the Linnean Society","Volume":" 197","Issue":" 3","Pages":" 322-349","Keywords":" Atlantic Forest  biogeography Meliorchis  nrITS \nNeotropical flora  matK orchid molecular phylogenetics","DOI":" 10.1093/botlinnean/boab028","Abstract":" The jewel orchids (Goodyerinae), named for their often\ncolourful leaves, have a pantropical distribution with a clear Asian\ncentre of diversity. However, the Americas (including the Nearctic and\nNeotropics) still have one-third of the species. Previously, only a few\nAmerican samples have been included in phylogenetic studies, and their\nputatively Asian origins and American divergence times are unknown. To\nelucidate these topics, we inferred phylogenetic trees using nuclear\nribosomal ITS and plastid matK sequences for 34 species of Goodyerinae\nfrom the New World and 76 previously published accessions of\nCranichideae. We performed molecular dating and biogeographical\nanalyses. Our well-supported phylogenetic topology suggests two\nindependent dispersal events to the New World from the Indomalesian\nregion during the Miocene. The first inferred dispersal of a Neotropical\nclade diverged ~11 Ma from their most recent common ancestor (MRCA) and\ncomprised three highly supported subclades that do not match the limits\nof the genera Aspidogyne, Kreodanthus, and Microchilus as previously\ncircumscribed. The second dispersal involved a largely Nearctic clade of\nGoodyera s.l. diverging ~8.4 Ma from the MRCA and exhibiting a complex\nbiogeographic history with subsequent dispersals between the Nearctic\nand Indomalesia. The occurrence of these species in gallery forests\nputatively prevented vicariance events imposed by the expansion of the\nChacoan region as previously detected for epiphytic Orchidaceae.\nEighty-nine nomenclatural combinations and three new names in\nMicrochilus are proposed.","trees":[{"tree_label":"tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr134428","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134428.phy"}]}