{"Authors":" Longhai Xue","Year":" 2020","Title":" Characterization and Pathogenicity of Colletotrichum Species\non Philodendron tatei cv. Congo in Gansu Province, China","Journal":" Plant Disease","Volume":" 104","Issue":" 10","Pages":" 2571-2584","Keywords":" Philodendron tatei cv. Congo, new species of\nColletotrichum, brown spot, identification","DOI":" 10.1094/PDIS-09-19-1952-RE","Abstract":" In recent years in China, leaf spot caused by\nColletotrichum species has been an emerging disease of Philodendron\ntatei cv. Congo. From 2016 to 2019, typical symptoms, appearing as\ncircular or ovoid, sunken, and brown lesions with a yellow halo, were\ncommonly observed on P. tatei cv. Congo in and around Lanzhou, Gansu\nProvince, China. Conidiomata were often visible on infected leaf\nsurfaces. Leaf disease incidence was approximately 5 to 20%. A total of\n126 single-spored Colletotrichum isolates were obtained from leaf\nlesions. Multilocus phylogenetic relationships were analyzed based on\nseven genomic loci (ITS, ACT, GAPDH, HIS3, CAL, CHS-1, and TUB2) and the\nmorphological characters of the isolates determined. These isolates were\nidentified as three Colletotrichum species in this study. A further 93\nisolates, accounting for 74% of all Colletotrichum isolates, were\ndescribed as new species and named as Colletotrichum philodendricola sp.\nnov. after the host plant genus name, Philodendron; another two isolates\nwere named as C. pseudoboninense sp. nov. based on phylogenetic and\nmorphological relativeness to C. boninense; the other 31 isolates,\nbelonging to the C. orchidearum species complex, were identified as a\nknown speciesC. orchidearum. Both novel species C. philodendricola and\nC. pseudoboninense belong to the C. boninense species complex.\nPathogenicity tests by both spray and point inoculations confirmed that\nall three species could infect leaves of P. tatei cv. Congo. For spray\ninoculation, the mean infection rate of leaves on the three species was\nonly 4.7% (0 to 12%), and the size on lesions was mostly 1 to 2 mm in\nlength. For point inoculation, 30 days after nonwounding inoculation,\nthe infection rate on leaves was 0 to 35%; in wounding inoculation, the\ninfection rate of leaves was 35 to 65%; wounding in healthy leaves\ngreatly enhanced the pathogenicity of these three species to P. tatei\ncv. Congo; however, the sizes of lesions among the three species were\nnot significantly different. To our knowledge, this is the first report\nof Colletotrichum species associated with anthracnose diseases on P.\ntatei cv. Congo. Results obtained in this study will assist the disease\nprevention and appropriate management strategies.","trees":[{"tree_label":"MLT","ntax":"14","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121737.phy"},{"tree_label":"MLT","ntax":"30","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121738.phy"}]}