{"Authors":" Dan Ni Zhao, Yi Ren, Jian Qiang Zhang","Year":" 2020","Title":" Conservation and innovation: plastome evolution during rapid\nradiation of Rhodiola on the Qinghai-Tibetan Plateau","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" adaptive evolution, plastome, Qinghai-Tibetan Plateau,\nrapid radiation, Rhodiola, structural variation","DOI":"","Abstract":" The amount of plastome sequence data available has soared\nin the last decade, but the nature of plastome evolution during rapid\nradiations is largely unknown. Moreover, although there is increasing\nevidence showing that plastomes may have undergone adaptive evolution in\norder to allow adaptation to various environments, few studies have\nsystematically investigated the role of the plastome in alpine\nadaptation. To address these questions, we sequenced and analyzed 12\nrepresentative species of Rhodiola, a genus which includes ca. 70\nperennial herbs growing in alpine habitats in the Qinghai-Tibet Plateau\nand the Hengduan Mountains. Rapid radiation in this genus was triggered\nby the uplift of the Qinghai-Tibet Plateau. We also included nine\nspecies of Crassulaceae as the outgroups. All plastomes were conserved\nwith respect to size, structure, and gene content and order, with few\nvariations: each contained 134 genes, including 85 protein-coding genes,\n37 tRNAs, 8 rRNAs, and 4 potential pseudogenes. Three types of repeat\nsequence were detected. Slight contraction and expansion of the inverted\nrepeats were also revealed. Both the genome-wide alignment and sequence\npolymorphism analyses showed that the inverted repeats and coding\nregions were more conserved than the single-copy regions and the\nnon-coding regions. Positive selection analyses identified three genes\ncontaining sites of positive selection (rpl16, ndhA, ndhH), and one gene\nwith a faster than average rate of evolution (psaA). The products of\nthese genes may be involved in the adaptation of Rhodiola to alpine\nenvironments such as low CO2 concentration and high-intensity\nlight.","trees":[{"tree_label":"Fig. 5","ntax":"21","rootedtree":"TRUE","title":"Crassulaceae Phylogenetic relation using complete\nplastome","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_121102.phy"}]}