{"Authors":" Kerstin Altheimer , Prapaporn Jongwattanapisan, Supol\nLuengyosluechakul, Rosama Pusoonthornthum , Nuvee Prapasarakul ,\nAlongkorn Kurilung, Els M Broens, Jaap A Wagenaar , Marga G. A Goris,\nAhmed A Ahmed, Nikola Pantchev, Sven Reese , Katrin Hartmann","Year":" 2019","Title":" Leptospira infection and shedding in dogs in Thailand","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" Canine; culture; dogs; ELISA; Leptospira; MAT; PCR; risk\nfactors; seroprevalence; zoonosis","DOI":"","Abstract":" Abstract Background: Leptospirosis is a widespread\nzoonosis and has been recognized as a re-emerging infectious disease in\nhumans and dogs, but prevalence of Leptospira shedding in dogs in\nThailand is unknown. The aim of this study was to determine urinary\nshedding of Leptospira in dogs in Thailand, to evaluate antibody\nprevalence by microscopic agglutination test (MAT) and enzyme-linked\nimmunosorbent assay (ELISA), and to assess risk factors for Leptospira\ninfection. In Northern, Northeastern, and Central Thailand, 273 stray (n\n= 119) or client-owned (n = 154) dogs from rural (n = 139) or urban (n =\n134) areas were randomly included. Dogs that had received antibiotics\nwithin 4 weeks prior to sampling were excluded. No dog had received\nvaccination against Leptospira. Urine was evaluated by real-time\npolymerase chain reaction (PCR) specific for lipL32 gene of pathogenic\nLeptospira. Additionally, urine was cultured for 6 months in\nEllinghausen-McCullough-Johnson-Harris (EMJH) medium. Antibodies were\nmeasured by ELISA and MAT against 24 serovars belonging to 15 serogroups\nand 1 undesignated serogroup. Risk factor analysis was performed with\nbackwards stepwise selection based on Wald. Results: Twelve of 273\n(4.4%; 95% confidence interval (CI): 2.0-6.8%) urine samples were\nPCR-positive. In 1/273 dogs (0.4%; 95% CI: 0.01-1.1%) Leptospira could\nbe cultured from urine. MAT detected antibodies in 33/273 dogs (12.1%;\n95% CI: 8.2-16.0%) against 19 different serovars (Anhoa, Australis,\nBallum, Bataviae, Bratislava, Broomi, Canicola, Copenhageni, Coxi,\nGrippotyphosa, Haemolytica, Icterohaemorrhagiae, Khorat, Paidjan, Patoc,\nPyrogenes, Rachmati, Saxkoebing, Sejroe). In 111/252 dogs (44.0%; 95%\nCI: 37.9-50.2%) immunoglobulin M (IgM) and/or immunoglobulin G (IgG)\nantibodies were found by ELISA. Female dogs had a significantly higher\nrisk for Leptospira infection (p = 0.023). Conclusions: Leptospira\nshedding occurs in randomly sampled dogs in Thailand, with infection\nrates comparable to those of Europe and the USA. Therefore, the\npotential zoonotic risk should not be underestimated and use of\nLeptospira vaccines are recommended.","trees":[{"tree_label":"PAUP 1","ntax":"19","rootedtree":"TRUE","title":"Leptospira NJ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121811.phy"}]}