{"Authors":" Otavio Luis Marques da Silva, Ricarda Riina, Inês\nCordeiro","Year":" 2020","Title":" Phylogeny and biogeography of Astraea with new insights into\nthe evolutionary history of Crotoneae (Euphorbiaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Croton; Crotonoideae; Neotropics; Brasiliocroton; Sagotia;\nSandwithia","DOI":"","Abstract":" We investigated species relationships in Astraea, a\nprimarily Neotropical genus of tribe Crotoneae centered in Brazil, using\ndata from the nuclear ribosomal ITS, and the plastid trnL-trnF and\npsbA-trnH spacers. With all species of Astraea sampled along with\nrepresentatives from across Crotoneae, the evolutionary history of\nAstraea was interpreted in a broader framework, as well as divergence\ntime estimates and reconstructions of ancestral areas and morphological\ncharacter states for Crotoneae. Our results show that Astraea is\nmonophyletic, consisting of three main clades, and that most of its\ndiversification took place from the Oligocene to the Pliocene,\ncoincident with the formation of the South American “dry diagonal”. As\nfor Crotoneae, our data show incongruent phylogenetic positions between\nthe nuclear and chloroplast data for most of its genera, and that the\nancestor of the tribe was probably arborescent and might have occupied\nthe Amazon Basin, most likely in moist forest, from which it spread\nthroughout South America in the early Eocene. Ancestral state\nreconstruction recovered deeply lobed leaves and staminate petals\nbearing moniliform trichomes as putative synapomorphies for Astraea,\nwhereas the absence or strong reduction of pistillate petals is\nwidespread in Crotoneae and may be a synapomorphy for the tribe.","trees":[{"tree_label":"tree 1","ntax":"69","rootedtree":"TRUE","title":"Astraea plastid","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122364.phy"},{"tree_label":"tree 1","ntax":"69","rootedtree":"TRUE","title":"Astraea ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122367.phy"},{"tree_label":"con 50 majrule","ntax":"69","rootedtree":"TRUE","title":"Astraea plastid","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122363.phy"},{"tree_label":"con 50 majrule","ntax":"69","rootedtree":"TRUE","title":"Astraea ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122366.phy"},{"tree_label":"TREE1","ntax":"69","rootedtree":"TRUE","title":"Astraea ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122365.phy"}]}