{"Authors":" Bruna Jacomel Favoreto de Souza Lima, Morgana Ferreira\nVoidaleski, Renata Rodrigues Gomes, Gheniffer Fornari, Jade Mariane\nBarbosa Soares, Amanda Bombassaro, Gabriela Xavier Schneider, Bruna da\nSilva Soley, Conceição de Maria Pedrozo e Silva de Azevedo, Cristiano\nMenezes, Leandro Moreno, Derlene Attili-Angelis, Débora do Rocio\nKlisiowicz, Gerrit Sybren de Hoog, Vânia Aparecida Vicente","Year":" 2020","Title":" Selective isolation of agents of chromoblastomycosis from\ninsect-associated environmental sources","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Black yeasts; Fonsecaea pedrosoi; Atta laevigata;\nNasutitermes sp.; Melipona flavolineata; Scaptotrigona postica.","DOI":"","Abstract":" Chromoblastomycosis is a neglected disease characterized\nby cutaneous, subcutaneous, or disseminated lesions. It is considered an\noccupational infectious disease that affects mostly rural workers\nexposed to contaminated soil and vegetal matter. Lesions mostly arise\nafter a traumatic inoculation of Herpotrichiellaceous fungi from the\nChaetothyriales order. However, the environmental niche of the agents of\nthe disease remains obscure. Its association with insects has been\npredicted in a few studies. Therefore, the present work aimed to analyze\nif social insects, specifically ants, bees, and termites, provide a\nsuitable habitat for the fungi concerned. The mineral oil flotation\nmethod was used to isolate the microorganisms. Nine isolates were\nrecovered and phylogenetic analysis identified two strains as potential\nagents of chromoblastomycosis, i.e., Fonsecaea pedrosoi CMRP 3076,\nobtained from a termite nest (n=1) and Rhinocladiella similis CMRP 3079\nfrom an ant exoskeleton (n=1). In addition, we also identified F.\nbrasiliensis CMRP 3445 from termites (n=1), Exophiala xenobiotica CMRP\n3077 from ant exoskeleton (n=1), Cyphellophoraceae CMRP 3103 from bees\n(n=1), Cladosporium sp. CMRP 3119 from bees (n=1), Hawksworthiomyces sp.\nCMRP 3102 from termites (n=1), and Cryptendoxyla sp. from termites\n(n=2). The environmental isolate of F. pedrosoi CMRP 3076 was tested in\ntwo animal models, Tenebrio molitor and Wistar rat, for its pathogenic\npotential with fungal retention in T. molitor tissue. In the Wistar rat,\nthe cells resembling muriform cells were observed 30 days after\ninoculation.","trees":[{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr121448","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121448.phy"}]}