{"Authors":" Beata Strzałka, Robert Jankowiak, Piotr Bilański, Nikita\nPatel, Georg Hausner, Riikka Linnakoski, Halvor Solheim","Year":" 2020","Title":" Two new species of Ophiostomatales (Sordariomycetes)\nassociated with the bark beetle Dryocoetes alni from Poland","Journal":" MycoKeys","Volume":" 68","Issue":"","Pages":" 23-48","Keywords":" Bark beetle, Ceratocystiopsis, hardwoods, Leptographium,\nnew species, ophiostomatoid fungi","DOI":" 10.3897/mycokeys.68.50035","Abstract":" Bark beetles belonging to the genus Dryocoetes\n(Coleoptera, Curculionidae, Scolytinae) are known vectors of fungi, such\nas the pathogenic species Grosmannia dryocoetidis involved in alpine fir\n(Abies lasiocarpa) mortality. Associations between hardwood-infesting\nDryocoetes species and fungi in Europe have received very little\nresearch attention. Ectosymbiotic fungi residing in Ceratocystiopsis and\nLeptographium (Ophiostomatales, Sordariomycetes, Ascomycota) were\ncommonly detected in previous surveys of the Dryocoetes alni-associated\nmycobiome in Poland. The aim of this study was to accurately identify\nthese isolates and to provide descriptions of the new species. The\nidentification was conducted based on morphology and DNA sequence data\nfor six loci (ITS1-5.8S, ITS2-28S, ACT, CAL, TUB2, and TEF1-a). This\nrevealed two new species, described here as Ceratocystiopsis synnemata\nsp. nov. and Leptographium alneum sp. nov. The host trees for the new\nspecies included Alnus incana and Populus tremula. Ceratocystiopsis\nsynnemata can be distinguished from its closely related species, C.\npallidobrunnea, based on conidia morphology and conidiophores that\naggregate in loosely arranged synnemata. Leptographium alneum is closely\nrelated to Grosmannia crassivaginata and differs from this species in\nhaving a larger ascomatal neck, and the presence of larger club-shaped\ncells.","trees":[{"tree_label":"Fig. 3","ntax":"98","rootedtree":"TRUE","title":"Leptographium lsu","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121457.phy"},{"tree_label":"Fig. 4","ntax":"16","rootedtree":"TRUE","title":"Leptographium alneum comb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121458.phy"},{"tree_label":"Fig. 1","ntax":"32","rootedtree":"TRUE","title":"Cerstocystiopsis its lsu","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121454.phy"},{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Ceratocytiopsis bt","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121456.phy"}]}