{"Authors":" Tanja Wilke, Wilko H. Ahlrichs, Olaf R.P.\nBininda-Emonds","Year":" 2020","Title":" The evolution of Synchaetidae (Rotifera: Monogononta) with a\nfocus on Synchaeta: an integrative approach combining molecular and\nmorphological data","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Total evidence; phylogeny; key character transformations;\nre-examination; adaptations; evolutionary morphology","DOI":"","Abstract":" This study represents the first phylogenetic\nreconstruction of Synchaetidae (Rotifera, Monogononta) and combines one\nmorphological and two molecular data sets to derive the most\ncomprehensive database for this taxon to date. Overall, 19 species were\nexamined both morphologically (light- and scanning electron microscopy\nof habitus and trophi) and molecularly (COI and 18S rRNA), thereby\ndelivering new morphological information as well as the first molecular\ndata for several species. Our results strongly support the monophyly of\neach of the three genera within Synchaetidae, with Synchaeta being the\nsister taxon of Polyarthra and Ploesoma. Resolution within each genus,\nhowever, was more poorly supported, possibly because of high levels of\nmissing data for the more poorly known species that were also not\nre-discovered and revised in the present study. Nevertheless, an\nevolutionary reconstruction based on the total-evidence topology\nindicates that the common ancestor of Synchaetidae was a rotatorivorous\nand pelagic freshwater rotifer exhibiting slightly enlarged lamellar\ntrophi that were adapted to an enhanced pumping function. These features\ntogether with several, additional key character transformations\n(e.g. hatching independently from benthic or periphytic habitats)\nprobably account for the success of Synchaetidae in pelagic environments\nand to be one of the most widely distributed and abundant rotifer\ntaxa.","trees":[{"tree_label":"CO1and18S","ntax":"181","rootedtree":"TRUE","title":"Tr121470","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121470.phy"},{"tree_label":"CO1","ntax":"175","rootedtree":"TRUE","title":"Tr121468","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121468.phy"},{"tree_label":"18S","ntax":"73","rootedtree":"TRUE","title":"Tr121469","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121469.phy"},{"tree_label":"totalEvidence","ntax":"55","rootedtree":"TRUE","title":"Tr121517","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121517.phy"},{"tree_label":"morphology","ntax":"1","rootedtree":"TRUE","title":"Tr121518","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121518.phy"}]}