{"Authors":" Kira Mary Theresa Lynn, Michael J Wingfield, Alvaro Duran,\nSeonju Marincowitz, Leonardo Sarno Soares Oliveira, Z. Wilhelm de Beer,\nIrene Barnes","Year":" 2020","Title":" Euwallacea perbrevis (Coleoptera: Curculionidae: Scolytinae),\na confirmed pest on Acacia crassicarpa in Riau, Indonesia, and a new\nfungal symbiont; Fusarium rekanum sp. nov.","Journal":" Antonie van Leeuwenhoek Journal of Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" AFC complex · ambrosia beetle · Euwallacea perbrevis ·\nFusarium ambrosium · Native area · Neocosmospora · PHSB","DOI":"","Abstract":" Non-native Acacia plantations in Indonesia were first\nreported to be infested by a native ambrosia beetle species, identified\nas Euwallacea fornicatus in 1993. Recently the level of infestation in\nthese plantations by ambrosia beetles has steadily increased. The recent\nredefinition of the taxonomic parameters of the Euwallacea fornicatus\nspecies complex has resulted in the identity of the ambrosia beetle\nspecies in these plantations becoming unclear. This is also true for\ntheir obligate fungal associates. Therefore, the aim of this study was\nto identify the ambrosia beetle species, as well as its corresponding\nfungal associate/s, infesting Acacia crassicarpa plantations in Riau,\nIndonesia. Morphological identification and phylogenetic analysis of the\nmitochondrial cytochrome oxidase c subunit I (COI) gene, revealed that\nthe beetles are E. perbrevis, previously a synonym of E. fornicatus and\ncommonly referred to as the Tea Shot Hole Borer A (TSHBa). Multi-locus\nphylogenetic analyses of the fungal associate of E. perbrevis revealed a\nFusarium sp. that is among members of the Ambrosia Fusarium Clade (AFC),\nbut which is genetically distinct from other previously identified\nFusarium symbionts of Euwallacea species. This novel fungal species is\ndescribed here as Fusarium rekanum sp. nov.","trees":[{"tree_label":"Imported tree 1","ntax":"89","rootedtree":"TRUE","title":"Fusarium Chp 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123372.phy"},{"tree_label":"NJ","ntax":"97","rootedtree":"TRUE","title":"Euwallacea Cox1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123373.phy"}]}