{"Authors":" Ekarin Chulikorn, Ei Kawahara, Yoshiko Nakaya, Taiga\nKasuya, Yuki Mizutani, Takeru Oyama, Chika Tsuchida, Toshiko Iwasaki,\nToshiyuki Ogasawara","Year":" 2020","Title":" Internal transcribed spacer and β-tubulin gene DNA barcoding\nfor Aspergillus welwitschiae forming a fungus ball with calcium oxalate\nin the maxillary sinus","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" ITS, β-tubulin, Aspergillus niger, Aspergillus\nwelwitschiae, calcium oxalate","DOI":"","Abstract":" Background: Calcium oxalate crystals are pathognomonic\nbyproducts in mycosis chiefly caused by Aspergillus niger in traditional\ntaxonomy. However, Aspergillus section Nigri, including Aspergillus\nniger sensu stricto, within which morphological differentiation is\nusually difficult, has become one of the largest groups in the genus\nAspergillus due to recent advances in molecular phylogeny. A DNA\nbarcoding system using the nuclear ribosomal internal transcribed spacer\n(ITS) and β-tubulin gene, which has been widely used in the\nidentification of Aspergillus section Nigri, could be a useful tool for\nidentification. Results: A fungus ball was resected from a patients\nmaxillary sinus. Imprinting cytology of the surface showed numerous\ncalcium oxalate crystals, suggesting A. niger infection, and careful\nexamination revealed unorganized, blackened microconidia and black rings\nsuggesting vesicles. Formalin-fixed and paraffin-embedded (FFPE) tissue\nsections showed distinct macroconidial structures, indicating\nAspergillus section Nigri. To identify the species, nested PCR using\nFFPE tissue sections was performed, and further TA cloning followed by\nsequencing revealed the sequences of A. welwitschiae. Conclusion: ITS\nand β-tubulin gene sequences of Aspergillus DNA in FFPE sections are\nuseful to identify the species of Aspergillus section Nigri. Molecular\ntesting of a pathological or cytological specimen in addition to\nphenotypical observation is required to correctly identify species.","trees":[{"tree_label":"con 50 majrule","ntax":"29","rootedtree":"TRUE","title":"Tr121479","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121479.phy"},{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Tr121480","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121480.phy"}]}