{"Authors":" Takashi Shirouzu, Susumu Takamatsu, Akira Hashimoto, Jamjan\nMeeboon, Moriya OHKUMA","Year":" 2020","Title":" Phylogenetic overview of the Erysiphaceae based on nrDNA and\nMCM7 sequences","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" ErysipheaeGolovinomyceteaeMolecular phylogenyMultigene\nregionsPhyllactinieaePowdery mildew","DOI":" 10.1016/j.myc.2020.03.006","Abstract":" The classification system and evolutionary history of\nErysiphaceae have been studied based on the results of molecular\nphylogenetic analyses. However, the sequence data used for these\nphylogenetic estimations have been limited to the nrDNA of ca., 50 taxa,\nand the relationships among higher taxonomic groups are not well\nunderstood. To provide a phylogenetic overview of Erysiphaceae, we\nperformed phylogenetic estimations based on nrDNA and MCM7 sequences\nobtained from ca., 270 taxa. The phylogenetic tree showed a similar\ntopology to the trees obtained in previous studies, although the\nbranching order between Golovinomyceteae and Phyllactinieae was\ndifferent and Phyllactinieae was not monophyletic. Phyllactinieae and\nErysipheae were estimated to diversify after the divergence of\nGolovinomyceteae, suggesting an evolutionary trend in which non-catenate\nconidia + endoparasitic or non-catenate conidia + ectoparasitic lineages\nwere derived from catenate conidia + ectoparasitic lineages.\nPhyllactinieae was divided into a clade of Phyllactinia + Leveillula and\nother clade(s) consisting of Pleochaeta and Queirozia. The phylogenetic\nhypothesis of Erysiphaceae was updated based on the largest dataset to\ndate, but the higher-level phylogenetic relationships remain unclear.\nFor a more robust phylogenetic hypothesis of Erysiphaceae, further\nsequence data, including protein coding regions, should be added to the\ndataset of nrDNA sequences.","trees":[{"tree_label":"Imported tree 1","ntax":"281","rootedtree":"TRUE","title":"Erysiphaceae LSU + 5.8S + SSU + MCM7","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123831.phy"},{"tree_label":"Imported tree 1","ntax":"188","rootedtree":"TRUE","title":"Erysiphaceae MCM7","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123832.phy"}]}