{"Authors":" Chen jia jia, Bao-Kai Cui, Fang Wu, Yu Cheng Dai, Yuan\nYuan","Year":" 2020","Title":" Larssoniporiaceae fam. nov. and two species of Larssoniporia\n(Basidiomycota)","Journal":" Science China Life Sciences","Volume":"","Issue":"","Pages":"","Keywords":" New family, Phylogeny, polypore, taxonomy, wood-inhabiting\nfungi","DOI":"","Abstract":" A new polypore family, Larssoniporiaceae fam. nov., is\nproposed based on the combination of molecular evidence and\nmorphological characteristics, and it is typified by Larssoniporia. The\nphylogenetic analysis shows that the four species of Larssoniporia forms\na monophyletic clade within Russulales. The new family is characterized\nby annual to perennial, resupinate, hard corky to woody hard\nbasidiocarps, poroid hymenophores, dimitic hyphal structure, generative\nhyphae bearing clamp connections or simple septa, dextrinoid skeletal\nhyphae, basidiospores that are hyaline, thin-walled, finely asperulate\nand amyloid. Two new species in the genus of Larssoniporia, viz. L.\npunctata and L. tephropora, are described based on morphological\ncharacteristics and phylogenetic analyses. Phylogenetic analyses based\non the internal transcribed spacer (ITS) regions and nuclear large\nsubunit (nLSU) ribosomal RNA gene regions indicated that these two\nspecies nested within the Larssoniporia clade and formed two independent\nlineages. L. punctata is characterized by a perennial growth habitat,\nwhite pores when fresh, generative hyphae with simple septa, the\npresence of skeletocystidia, the absence of gloeocystidia, and oblong\nellipsoid, weakly amyloid basidiospores measuring 3.23.8 × 22.3 µm. And\nL. tephropora is characterized by annual growth habitat, grey pores when\nfresh, generative hyphae with simple septa, the presence of\nskeletocystidia, the absence of gloeocystidia, and ellipsoid, weakly\namyloid basidiospores measuring 2.23 × 1.82.2 µm. A key to accepted\nspecies in Larssoniporia is provided.","trees":[{"tree_label":"MajRule","ntax":"69","rootedtree":"TRUE","title":"Larssoniporiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_121822.phy"}]}