{"Authors":" Nara Cristina Chiarini Pena Barbosa, Eliana Marques\nCancello, Carolina Cuezzo, Mauricio Martins Rocha, Adriana Coletto\nMorales","Year":" 2020","Title":" Diversification processes of the genus Nasutitermes Dudley,\n1890 (Blattaria, Isoptera, Termitidae, Nasutitermitinae) in the\nNeotropical Region.","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Amazon Forest, Atlantic Forest, Dry Diagonal of South\nAmerica, Equatorial Forests, Nasutitermes, Neotropical Region.","DOI":"","Abstract":" The Neotropics is one of the most diverse regions in the\nworld and is composed of the forested and open areas. The Neotropical\nRegion host about one-fifth of the known termite species and is the\nsecond most biodiverse region in terms of the number of Nasutitermes\nspecies. The genus Nasutitermes originated in Africa and later colonized\nthe American continent, but little is known about the processes of\nspecies diversification in the Neotropics. Thus, we investigated if\nthere is a distribution pattern of Nasutitermes species in the region\nand what were the processes underlying this occupation, based on\nphylogenetic relationships. We sampled 28 species of the genus\nNasutitermes distributed in Central America and South America. Bayesian\ninference was performed using COII, 16S rRNA, and 12S rRNA mitochondrial\nmarkers and the ITS2 region. Our results indicate that there is no\nassociation between the geographic distribution of the current\nNasutitermes species in the Neotropics and their phylogenetic\nrelationships, suggesting that there were multiple migratory events into\nthe biomes over time. It is possible to infer a dispersal pattern for\nNasutitermes species in the Neotropics considering diversification of\nthis genus from the Amazon Region to the Equatorial Forests of Central\nAmerica and also from west to east. The colonization was initially\nlikely in the Dry Diagonal of South America and later in the Atlantic\nForest. The Bayesian inference also indicated the connection between\nforests areas in the past and suggested that areas of open/dry\nvegetation serves as a barrier for some Nasutitermes species.","trees":[{"tree_label":"BI Nasutitermes","ntax":"36","rootedtree":"TRUE","title":"Bayesian Inference Nasutitermes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121610.phy"}]}