{"Authors":" Marco Duretto, Margaret M. Heslewood, Michael James\nBayly","Year":" 2020","Title":" Boronia (Rutaceae) is polyphyletic: reinstating Cyanothamnus\nand the problems associated with inappropriately defined outgroups.","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Polyphyletic genera; molecular phylogeny; outgroup\nselection; biome shift; Australasia; Malesia","DOI":"","Abstract":" The monophyly of Boronia (Rutaceae) was tested using 131\naccessions of 120 species belonging to 38 genera from subfamily\nAmyridoideae. Taxa included representatives of all eight sections of\nBoronia plus species of most genera in the two main clades related to\nBoronia that had been identified by earlier studies. These samples\nincluded a good representation of genera from both rainforest and\nsclerophyllous biomes. Maximum parsimony and Bayesian inference analyses\nwere performed using three plastid markers (psbA-trnH, trnL-trnF and\nrbcL) and two nuclear ribosomal markers (ITS and ETS). Separate analyses\nof plastid and nuclear sequences using either maximum parsimony or\nBayesian inference analyses recovered similar topologies. Apart from\nBoronia, the broad generic relationships of previous analyses were\nlargely supported. Boronia is polyphyletic with section Cyanothamnus\nbeing more closely related to a large clade containing genera found in\nrainforest, including Melicope, Acronychia and their relatives. The\nremaining seven sections of Boronia formed a strongly supported and\nisolated group. Boronia sensu stricto is sister to a clade containing\nthe Cyanothamnus-Melicope-Acronychia clade plus a clade containing\nEuodia, Zieria and other small genera found in rainforest or\nsclerophyllous communities. Issues with circumscriptions of ingroups and\noutgroups for previous analyses of Boronia and the complex relationship\nbetween Australasian genera found in rainforest and sclerophyllous\ncommunities are both discussed. Cyanothamnus is reinstated at generic\nlevel. Appropriate nomenclatural changes are made to transfer all\ncurrently recognised series, species, subspecies and varieties of\nBoronia section Cyanothamnus to the genus Cyanothamnus.","trees":[{"tree_label":"con 50 majrule","ntax":"131","rootedtree":"TRUE","title":"Tr121597","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121597.phy"},{"tree_label":"con 50 majrule","ntax":"131","rootedtree":"TRUE","title":"Tr121598","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121598.phy"},{"tree_label":"con 50 majrule","ntax":"131","rootedtree":"TRUE","title":"Tr121599","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121599.phy"}]}