{"Authors":" Mascha Hoffmeister","Year":" 2020","Title":" Peronospora choii sp. nov. and P. salviae-pratensis sp. nov.,\ntwo new downy mildews of the Peronospora belbahrii species complex\nrevealed by morphological and multi-gene phylogenetic analyses","Journal":" FUSE","Volume":"","Issue":"","Pages":"","Keywords":" Lamiaceae, Peronospora belbahrii species complex,\nPeronospora choii sp. nov., Peronospora glechomae, Peronospora\nsalviae-officinalis, Peronospora salviae-pratensis sp. nov., Salvia\npratensis, Salvia sclarea","DOI":"","Abstract":" The downy mildew species parasitic to Mentheae are of\nparticular interest, as this tribe of Lamiaceae contains a variety of\nimportant medicinal plants and culinary herbs. Over the past two\ndecades, two pathogens, Peronospora belbahrii and Pe.\nsalviae-officinalis have spread globally, impacting basil and common\nsage production, respectively. In the original description of Pe.\nbelbahrii, also the downy mildew of coleus (Plectranthus\nscutellarioides) was preliminarily ascribed to this species/taxon in the\nbroader sense, as morphological similarities between basil and coleus\ndowny mildew were high and only two genes were used in the phylogenies.\nConsidering the often very high host specificity of Peronospora, it\nseemed, possible that with the availability of more data the downy\nmildew pathogen on coleus would need to be assigned to a species of its\nown. In this study, Peronospora species causing downy mildew on members\nof the Mentheae, including clary sage (Salvia sclarea), meadow sage (S.\npratensis), basil (Ocimum basilicum), ground ivy (Glechoma hederacea)\nand coleus (Plectranthus scutellarioides) were studied using light\nmicroscopy and molecular phylogenetic analyses based on six loci (ITS\nrDNA, cox1, cox2, ef1a, hsp90 and β-tubulin) to clarify the species\nboundaries in the Pe. belbahrii species complex. The downy mildew on\nSalvia pratensis is shown to be distinct from Pe. salviae-officinalis\nand closely related to Pe. glechomae, and is herein described as a new\ntaxon, Pe. salviae-pratensis. The downy mildew on S. sclarea was found\nto be caused by Pe. salviae-officinalis. This is of phytopathological\nimportance, because meadow sage thus does not play a role as inoculum\nsource for common sage in the natural habitat of the former in Europe\nand Asia, while clary sage probably does. The multi-gene phylogeny\nrevealed that the causal agent of downy mildew on coleus is distinct\nfrom Pe. belbahrii on basil, and is herein described as a new taxon, Pe.\nchoii.","trees":[{"tree_label":"PAUP 1","ntax":"24","rootedtree":"TRUE","title":"Peronospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121835.phy"},{"tree_label":"PAUP 1","ntax":"39","rootedtree":"TRUE","title":"Peronospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121836.phy"}]}