{"Authors":" Maria Veronica Fumero, Alessandra Villani, Antonia Susca,\nMiriam Haidukowski, M. T. Cimmarusti, Christopher Toomajian, John F.\nLeslie, Sofia Chulze, Antonio Moretti","Year":" 2020","Title":" Fumonisin and Beauvericin Chemotypes and Genotypes of the\nSister Species Fusarium subglutinans and Fusarium temperatum","Journal":" Applied and Environmental Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Fusarium subglutinans, Fusarium temperatum, beauvericin,\nfumonisin, genomic cluster, toxigenic profiles","DOI":"","Abstract":" Fusarium subglutinans and F. temperatum are common maize\npathogens that produce mycotoxins and cause plant disease. The ability\nof these species to produce beauvericin and fumonisin mycotoxins is not\nsettled, as reports of toxin production are not concordant. Our\nobjective was to resolve the reported discrepancies by determining both\nchemotypes and genotypes for strains from both species. We analyzed 25\nstrains  13 of F. subglutinans and 12 of F. temperatum  for toxin\nproduction by UPLC-MS. We used new genome sequences from two strains of\nF. subglutinans and one strain of F. temperatum, plus genomes of other\nFusarium species, to determine the presence of functional gene clusters\nfor the synthesis of these toxins. None of the strains of either species\nproduced fumonisins. These strains also lack FUM biosynthetic genes, but\nretain homologs of some genes that flank the FUM cluster in F.\nverticillioides. None of the F. subglutinans strains produced\nbeauvericin, although nine of 12 F. temperatum strains did. A complete\nbeauvericin (BEA) gene cluster was present in all three new genome\nsequences. BEA1 was functional in F. temperatum, but was not functional\nin F. subglutinans due to a large insertion and multiple mutations that\nresulted in premature stop codons. The pattern of mutation accumulation\nfor BEA1 suggests that its process of inactivation is relatively recent.\nThus, neither F. subglutinans nor F. temperatum can produce fumonisins\nand F. subglutinans cannot produce beauvericin. Variation in the ability\nof strains of F. temperatum to produce beauvericin requires further\nstudy and could reflect the recent shared ancestry of these two\nspecies.","trees":[{"tree_label":"Imported tree 1","ntax":"28","rootedtree":"TRUE","title":"Fusarium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121628.phy"}]}