{"Authors":" Stephen Andrew Wyka, Stephen J Mondo, Miao Liu, Jeremy\nDettman, Vamsi Nalam, Kirk D Broders","Year":" 2020","Title":" Genus-wide comparison reveals divergence and evolution of the\nfour sections within the genus Claviceps are the result of varying\nmechanisms driving genome evolution and host range","Journal":" BMC Biology","Volume":"","Issue":"","Pages":"","Keywords":" adaptive evolution, gene family expansion, two-speed\ngenomes, fungal plant pathogens, RIP, ergot","DOI":"","Abstract":" The genus Claviceps has been known for centuries as an\neconomically important fungal genera for pharmacology and agricultural\nresearch. Despite this little is known about its evolution. Only\nrecently have researchers begun to unravel the evolutionary history of\nthe genus, with origins in South America and classification of four\ndistinct sections through ecological, morphological, and metabolic\nfeatures (Claviceps sects. Citrinae, Paspalorum, Pusillae, and\nClaviceps). The first three sections are additionally characterized by\nnarrow host range, while sect. Claviceps is considered evolutionarily\nmore successful and adaptable as it has the largest host range and\nbiogeographical distribution. However, the reasons for this success and\nadaptability remain unclear. Our study elucidates these factors by\nsequencing and annotating 50 Claviceps genomes, representing 21 species,\nfor a comprehensive comparison of genome architecture and plasticity in\nrelation to host range potential. Our results show the trajectory from\nspecialized one-speed genomes (C. sects. Citrinae and Paspalorum) to\nadaptive two-speed genomes (C. sects. Pusillae and Claviceps) through\nco-localization of TEs around predicted effectors and loss of RIP\nresulting in unconstrained tandem gene duplication coinciding with\nincreased host range potential and speciation. Alterations of genomic\narchitecture and plasticity can substantially influence and shape the\nevolutionary trajectory of fungal pathogens and their adaptability.\nFurthermore, our study provides a large increase in available genomic\nresources to propel future studies of Claviceps in pharmacology and\nagricultural research, as well as, research into deeper understanding of\nthe evolution of adaptable plant pathogens.","trees":[{"tree_label":"Figure 1","ntax":"57","rootedtree":"TRUE","title":"Maximum likelihood phylogenetic reconstruction of the\nClaviceps genus using amino acid sequences of 2,002 single copy\northologs with 1000 bootstrap replicates.","tree_kind":"Species Tree","tree_type":"SuperTree","tree_quality":"Preferred Tree","phylotree_id":"tree_121642.phy"},{"tree_label":"Supplemental Figure S1","ntax":"57","rootedtree":"TRUE","title":"Neighbor-joining","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_121695.phy"},{"tree_label":"Supplemental Figure S2","ntax":"57","rootedtree":"TRUE","title":"Maximum-Parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_123120.phy"}]}