{"Authors":" Sue M Thompson, Rohan Kimber, Geoff Thomas, Pragya Kant,\nMartin John Barbetti, Joop van Leur, Niloofar Vaghefi","Year":" 2020","Title":" Multi-locus phylogeny and pathogenicity of Stemphylium\nspecies associated with legumes in Australia","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" This study was initiated to elucidate the taxonomy and\nhost range of Stemphylium species associated with leaf spot of faba bean\nin Australia. A three-locus phylogenetic analysis of 41 isolates\ncollected from faba bean and other Fabaceae and Brassicaceae crops was\nconstructed employing the internal transcribed spacers and the\nintervening 5.8S region of the nuclear ribosomal DNA, glyceraldehyde\n3-phosphate dehydrogenase, and calmodulin sequences. The results\nindicated that more than one Stemphylium species occurs on faba bean\n(Vicia faba), chickpea (Cicer arientinum), lentil (Lens culinaris), and\nnarrow-leafed lupin (Lupinus angustifolius) in Australia. Five\nStemphylium species (S. astragali, S. beticola, S. etumiunum, S.\nsimmonsii, and S. vesicarium) were found associated with legume crops,\nof which S. astragali is a new report for Australia. Although isolates\nobtained from faba bean were retrieved within S. eturmiunum and S.\nvesicarium clades, those pathogenic to faba bean belonged to S.\neturmiunum, a species not previously reported on faba bean.\nInterestingly, some S. eturmiunum isolates obtained from faba bean and\nother legumes were unable to infect faba bean, which indicated the\npotential presence of formae speciales within this species. The ability\nof S. eturmiunum isolates to cause plant death in susceptible faba bean\nvarieties within only a few days emphasizes the need for incorporation\nof Stemphylium blight resistance into faba bean breeding programs. Also,\nfurther research into the biology and epidemiology of the disease is\nwarranted.","trees":[{"tree_label":"con 50 majrule","ntax":"113","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_123940.phy"},{"tree_label":"tree 1","ntax":"113","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123941.phy"}]}