{"Authors":" Steven G Newmaster, Jessica M. Budke, Jillian D.\nBainard","Year":" 2020","Title":" Genome size and endopolyploidy evolution across the moss\nphylogeny.","Journal":" Annals of Botany","Volume":"","Issue":"","Pages":"","Keywords":" bryophytes, endopolyploidy, endoreduplication, flow\ncytometry, genome size, mosses, phylogenetic signal, phylogenetic\nindependent contrasts (PIC)","DOI":" 10.1093/aob/mcz194","Abstract":" Background and Aims Compared to other plant lineages,\nbryophytes have very small genomes with little variation across species,\nand high levels of endopolyploid nuclei. This study is the first\nanalysis of moss genome evolution over a broad taxonomic sampling using\nphylogenetic comparative methods. We aim to determine whether genome\nsize evolution is unidirectional as well as examine whether genome size\nand endopolyploidy are correlated in mosses. Methods Genome size and\nendoreduplication index (EI) estimates were newly generated using flow\ncytometry from moss samples collected in Canada. Phylogenetic\nrelationships between moss species were reconstructed using GenBank\nsequence data and maximum likelihood methods. Additional 1C-values were\ncompiled from the literature and genome size and EI were mapped onto the\nphylogeny to reconstruct ancestral character states, test for\nphylogenetic signal, and perform phylogenetic independent contrasts. Key\nResults Genome size and EI were obtained for over 50 moss taxa. New\ngenome size estimates are reported for 33 moss species and new EIs are\nreported for 20 species. In combination with data from the literature,\ngenome sizes were mapped onto a phylogeny for 173 moss species with this\nanalysis indicating that genome size evolution in mosses does not appear\nto be unidirectional. Significant phylogenetic signal was detected for\ngenome size when evaluated across the phylogeny, whereas phylogenetic\nsignal was not detected for EI. Genome size and EI were not found to be\nsignificantly correlated when using phylogenetically corrected values.\nConclusions Significant phylogenetic signal indicates closely related\nmosses have more similar genome sizes and EI values. This study supports\nthat DNA content in mosses is defined by small genomes that are highly\nendopolyploid, suggesting strong selective pressure to maintain these\nfeatures. Further research is needed to understand the functional\nsignificance of DNA content evolution in mosses.","trees":[{"tree_label":"tree 1","ntax":"2214","rootedtree":"TRUE","title":"Mosses Supermatrix","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121673.phy"},{"tree_label":"Fig. 1 2","ntax":"173","rootedtree":"TRUE","title":"Mosses Supermatrix","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121674.phy"},{"tree_label":"Fig. 3","ntax":"48","rootedtree":"TRUE","title":"Mosses Supermatrix","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121675.phy"}]}