{"Authors":" Lin Li, Shih-Wen Chung, Bo Li, Song-Jun Zeng, Hai-Fei Yan,\nShi-Jin Li","Year":" 2020","Title":" New insight into the molecular phylogeny of the genus Liparis\ns.l. (Orchidaceae: Malaxideae) with a new generic segregate:\nBlepharoglossum","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Blepharoglossum; Cestichis; Liparis; Malaxideae;\nPlatystyliparis; Stichorkis","DOI":"","Abstract":" Molecular studies have shown that Liparis s.l. is\npolyphyletic, with the epiphytic Liparis alliance well separated from\nthe clade representing Liparis in its restricted sense and further\nforming a phylogenetically heterogeneous assemblage. The generic status\nof Cestichis, as the key member of the epiphytic Liparis alliance,\nremains contentious and the relationships between Cestichis, Stichorkis\nand Platystyliparis are still unclear and in need of further studies. We\nherein employ DNA sequence data from nuclear ITS and plastid matK\nregions to clarify the generic boundaries of Cestichis and its\nrelationship to the allied genera. Results from both Bayesian inference\nand maximum-likelihood analysis congruently indicate that Cestichis as\ncurrently circumscribed is not monophyletic. The Blepharoglossum clade,\ncorresponding to commonly recognized sect. Blepharoglossum, forms a\nmonophyletic lineage closely related to the genus Oberonia instead of\nthe core Cestichis clade. A re-evaluation of the diagnostic\nmorphological characters reveal that this lineage represents a\nmorphologically distinct group. Based on these results, Blepharoglossum\nis removed from Cestichis and elevated to generic status. Our study also\nsheds light on the homoplastic nature of some diagnostic morphological\ncharacters used traditionally in the taxonomy of the Malaxidinae.","trees":[{"tree_label":"Fig. 1","ntax":"62","rootedtree":"TRUE","title":"Liparis ITS-matK MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121671.phy"}]}