{"Authors":" VINEET VISHAL, SOMNATH SINGH MUNDA, GEETANJALI Singh,\nSHALINI LAL","Year":" 2020","Title":" Identification and molecular characterization of wild edible\nmushroom Astraeus asiaticus from India  a first report","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Boletales; Exoperidium; Jharkhand; India; Mushrooms;\nSaranda Reserve Forest","DOI":"","Abstract":" The taxon Astraeus belongs to Order Boletales of Division\nBasidiomycota and plays a multitude of ecological roles through\nformation of mycorrhizal symbiosis with trees and shrubs by decomposing\nwood and leaf litter. Owing to high nutritional property, it serves as\nan important source of food and sold in local markets during monsoon.\nPresent work of identification of Astraeus species was carried out in\nSaranda Reserve Forest (also an elephant corridor), West Singhbhum,\nJharkhand. The wild edible mushroom Astraeus asiaticus is partly buried\nin ultisols in dry deciduous Dipterocarpus forest of Shorea robusta\nGaertn. This wild mushroom is found as solitary or scattered in small\ngroups of 2-4. It can be distinguished from allied taxa by hygroscopic\nnature of exoperidium with 8 acute exoperidial rays, thickness of\nperidium, glebal colour and spore morphology. The identification of wild\nedible mushroom Astraeus asiaticus was established on the basis of its\nmorpho-anatomical features, molecular characterization which includes\ncomparison of sequence of ITS region of ribosomal DNA and phylogenetic\nanalysis. Till date, only two species of Astraeus have been reported\nfrom India viz, A. hygrometricus and A. odoratus thus making it the\nfirst report of Astraeus asiaticus from India.","trees":[{"tree_label":"Fig.7","ntax":"25","rootedtree":"TRUE","title":"Majority-rule consensus tree obtained in Bayesian\nanalysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_121689.phy"},{"tree_label":"Fig.6","ntax":"25","rootedtree":"TRUE","title":"Most Consensus MP Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_121687.phy"}]}