{"Authors":" Krystle Angelique Aguda Santiago, Thomas Edison Espinoza\ndela Cruz, Adeline Su Yien Ting","Year":" 2020","Title":" Revealing the diversity and bioactivities of culturable\nendolichenic fungi from fruticose lichens: a case study of Usnea in\nBukit Larut, Malaysia","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" antibacterial, antioxidant, lichen-associated, Nemania,\nPseudopestalotiopsis","DOI":"","Abstract":" Endolichenc fungi (ELF) are a group of organisms\ninhabiting lichens. In this study, ELF were isolated from three common\nUsnea lichens, namely U. baileyi, U. bismolliuscula and U. pectinata,\nall collected from Bukit Larut, Malaysia. A total of 84 ELF were\nisolated, and taxonomic analysis revealed they belonged to\nSordariomycetes (representing 10 genera), primarily species of the genus\nNemania (45%, 28 ELF), and Xylaria (26%, 16 ELF), while Annulohypoxylon,\nDaldinia, Hyoxylon and Pseudopestalotiopsis are the rare genera (<\n2%). The ELF colonization, abundance and diversity could be best\ndescribed as the consequence of the interplay of elevation, climate and\nlichen host. Our results agree well with the hypothesis that lichens\nserve as a potential cradle for fungal diversity and lifestyle\nevolution, particularly on the isolation of fungi previously reported as\nplant endophytes and the discovery of Pseudopestalotiopsis theae (from\nU. pectinata) as ELF for the first time. Results also revealed that most\nlichen crude extracts were active against Gram-positive bacterium (e.g.,\nStaphylococcus aureus) while ELF, particularly P. theae, were effective\nagainst both Gram-positive (S. aureus) and Gram-negative (Escherichia\ncoli) bacteria, revealing the advantage of ELF over lichen crude\nextracts. In addition, the higher total flavonoid content (TFC) and\nantioxidant activities of ELF have revealed its antioxidant potential.\nELF could therefore be a significant alternative to drug discovery.\nAlthough some fastidious species may have possibly been excluded due to\nisolation method, this study has provided the first evaluation of the\ndiversity and bioactivities of culturable ELF from Usnea in Bukit, Larut\nMalaysia.","trees":[{"tree_label":"Figure 2","ntax":"62","rootedtree":"TRUE","title":"Maximum likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_121692.phy"}]}