{"Authors":" Xiaodong Zheng, Yuxiong Xiao, Yike Tian, Shaolan Yang,\nCaihong Wang","Year":" 2020","Title":" PcDWF1, a Pear Brassinosteroid Biosynthetic Gene Homologous\nto AtDWARF1, Affected the Vegetative and Reproductive Growth of\nPlants","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Brassinosteroids, PcDWF1, Vegetative and Reproductive\nGrowth, Pyrus ussuriensis, Nicotiana tabacum","DOI":"","Abstract":" Background: The steroidal hormones brassinosteroids (BRs)\nplay important roles in plant growth and development. The pathway and\ngenes involved in BR biosynthesis have been identified primarily in\nmodel plants like Arabidopsis, but little is known about BR biosynthesis\nin woody fruits such as pear. Results: In this study, we found that\napplying exogenous brassinolide (BL) could significantly increase the\nstem growth and rooting ability of Pyrus ussuriensis. PcDWF1, which had\na significantly lower level of expression in the dwarf-type pear than in\nthe standard-type pear, was cloned for further analysis. A phylogenetic\nanalysis showed that PcDWF1 was a pear brassinosteroid biosynthetic gene\nthat was homologous to AtDWARF1. The subcellular localization analysis\nindicated that PcDWF1 was located in the plasma membrane. Overexpression\nof PcDWF1 in tobacco (Nicotiana tabacum) or pear (Pyrus ussuriensis)\nplants promoted the growth of the stems, which was caused by a larger\ncell size and more developed xylem than those in the control plants, and\nthe rooting ability was significantly enhanced. In addition to the\nchange in vegetative growth, the tobacco plants overexpressing PcDWF1\nalso had a delayed flowering time and larger seed size than did the\ncontrol tobacco plants. These phenotypes were considered to result from\nthe higher BL contents in the transgenic lines than in the control\ntobacco and pear plants. Conclusions: Taken together, these results\nreveal that the pear BR biosynthetic gene PcDWF1 affected the vegetative\nand reproductive growth of Pyrus ussuriensis and Nicotiana tabacum and\ncould be characterized as an important BR biosynthetic gene in perennial\nwoody fruit plants.","trees":[{"tree_label":"Fig. 2D","ntax":"14","rootedtree":"TRUE","title":"PcDWF1, a Pear Brassinosteroid Biosynthetic Gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_122360.phy"}]}