{"Authors":" Carole Sinou, Warren Cardinal-McTeague, Anne Bruneau","Year":" 2020","Title":" Testing generic limits in Cercidoideae (Leguminosae):\nInsights from plastid and duplicated nuclear gene sequences","Journal":" Taxon","Volume":" 69","Issue":" 1","Pages":" 67-86","Keywords":" concatenation; CYCLOIDEA; gene duplication; LEAFY; matK;\ntrnL-F","DOI":" 10.1002/tax.12207","Abstract":" Reconstructing the phylogenetic history of species in\nlarge taxonomic groups remains a challenge despite ever increasing\naccess to molecular data. In subfamily Cercidoideae (Leguminosae), the\nlarge pantropical Bauhinia s.l. (~380 spp.) is never supported as\nmonophyletic, but the generic boundaries and the number of genera that\nshould be recognised remains a challenging taxonomic and phylogenetic\nquestion. Here we reconstruct the phylogeny of Bauhinia s.l. and related\ngenera in the subfamily using sequences obtained from five loci (matK,\ntrnL-F, Leafy, and two previously undetected duplicate copies of\nLegcyc), which we analyse individually and in a concatenated matrix\n(excluding Leafy). The individual and concatenated analyses generally\nsupport two distinct lineages in Bauhinia s.l.: (1) the Bauhinia clade,\ncontaining Bauhinia s.str., Brenierea, and Piliostigma; and (2) the\nPhanera clade, containing Barklya, Cheniella, Gigasiphon, Lasiobema,\nLysiphyllum, Phanera s.str., Schnella, and Tylosema. Based on our\nanalyses, we recognise 14 genera in Cercidoideae. We resurrect the genus\nTournaya from Gigasiphon, and synonymise the Asian segregate genus\nLasiobema back into Phanera s.str. Our analyses reveal a clear gene\nduplication event in CYCLOIDEA that is shared by all Cercidoideae\nexcluding the sister lineage to the subfamily, Cercis, supporting recent\nhypotheses for a whole genome duplication in all Cercidoideae except\nthis genus.","trees":[{"tree_label":"Fig. 2","ntax":"123","rootedtree":"TRUE","title":"Cercidoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_121789.phy"}]}