{"Authors":" Sirinapa - Konta, Kevin D Hyde, Rungtiwa Phookamsak,\nJian-Chu Xu, Sajeewa S.N. Maharachchikumbura, Marc Stadler, Dinushani\nAnupama Daranagama, Eric H.C. McKenzie, Saranyaphat Boonmee, Junfu Li,\nPrapassorn Damrongkool Eungwanichyaphant, Saowaluck Tibpromma, Milan C.\nSamarakoon, Yong-Zhong Lu","Year":" 2020","Title":" Polyphyletic genera in Xylariaceae (Xylariales): Neoxylaria\ngen. nov. and Stilbohypoxylon","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" 3 new taxa  palmicolous fungi  phylogeny  Sordariomycetes \ntaxonomy  Thai fungi","DOI":"","Abstract":" Several genera in Xylariaceae are proving to be\npolyphyletic in phylogenetic trees and represent more than one distinct\ngenus. However, it is very difficult to resolve these genera that are\noften phylogenetically distantly related, due to the fact that many taxa\nhave never been recollected and sequenced. Those that have been named\nand sequenced often lack documented characters or herbarium material. In\nthis paper, we use descriptive morphology of fresh collections, and\nmolecular data to resolve some problems in Xylariaceae. During research\nof microfungi on palms in Thailand, we collected several novel\nxylariaceous taxa. Herein, we introduce a new genus Neoxylaria which is\ndistantly related to Xylaria sensu stricto and a new species\nStilbohypoxylon elaeidis. Neoxylaria is characterized by relatively\nsmall stromata conspicuously exposed perithecial contours under a\nnarrowly striped outer layer and found on palm hosts. Neoxylaria\naccommodates a species morphologically similar to Xylaria juruensis,\nwhich was collected from palm material in Brazil and X. queenslandica\ncollected from Archontophoenix alexandrae in Australia. As no molecular\ndata exists for these old collections, we have linked them with\nmorphology to our fresh collection and use both molecular data and\nmorphology to introduce the new genus. Neoxylaria juruensis (Henn.)\nKonta & K.D. Hyde, comb. nov. and N. queenslandica (Joanne E.\nTaylor, K.D. Hyde & E.B.G. Jones) Konta & K.D. Hyde, comb. nov.\nare therefore established. Multigene phylogenetic analysis shows that\nour new species (S. elaeidis) clusters with Stilbohypoxylon sensu\nstricto (Stilbohypoxylon clade II) and clarifies the nature of the\ngenus. The new species differs from other species in having solitary,\nsmooth stromata and forms synnemata-like structures on the host, but not\non the stroma. The novel taxa introduced here are supported by multigene\nphylogeny and morphology. Comprehensive morphological descriptions,\nillustrations and a phylogenetic tree to show the placement of new taxa\nare provided.","trees":[{"tree_label":"Imported tree 1","ntax":"93","rootedtree":"TRUE","title":"Tr126527","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126527.phy"}]}