{"Authors":" Naoki Endo","Year":" 2020","Title":" Ectomycorrhizal morphology and pure culture establishment of\nLactarius section Deliciosi and its relative taxa from mycorrhizal root\ntips","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Colony morphology, Hatsutake, Laticifer, Molecular\nidentification, Mycorrhizal isolation, Saffron milk cap","DOI":"","Abstract":" Lactarius section Deliciosi includes various economically\nimportant edible ectomycorrhizal (ECM) species represented by L.\ndeliciosus known as saffron milk cap. However, most species of this\nsection are known to perform slow growth on artificial agar media, and\nreport of fungal isolation from ECM root tips is limited. Present study\naimed to develop efficient method for obtaining pure cultures of\nLactarius section Deliciosi and its allied taxa from their ECM root\ntips. Root systems connected to the basidiomata of L. akahatsu, L.\ntottoriensis, L. hatsudake, L. subindigo and L. laeticolor via\nrhizomorphs were sampled and tested. ECM root tips having yellowish or\norangish laticifers, which were confirmed by the differential\ninterference contrast microscopy were surface-sterilized with 0.1%\naqueous calcium hypochlorite solution and inoculated onto MNC agar\nmedium containing antibiotics. Mycelia that emerged from inoculated ECM\nfragment were transferred to another fresh MNC medium to establish a\npure culture. Species identification of the cultures was performed by\nPCR-RFLP and molecular phylogenetic analyses targeting the nrDNA ITS\nregion. As a result of this process, we established pure cultures of\nfive Lactarius spp. and more than 50% isolation rates were achieved in\nall species. Mycelial colonies of L. akahatsu, L. hatsudake and L.\nsubindigo were light-yellow with greenish-blue patches on MNC, but those\nof L. laeticolor and L. tottoriensis were deep orangish and grew slowly.\nOur procedure proved to be an effective method for obtaining pure\ncultures of some species of Lactarius.","trees":[{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Tr121776","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_121776.phy"}]}