{"Authors":" Daniela Aguiar Souza, Rogerio Biaggioni Lopes, Richard Alan\nHumber, Marcos Faria","Year":" 2020","Title":" Assessment of the diversity of Brazilian entomopathogenic\nfungi in the genus Beauveria","Journal":" Journal of Invertebrate Pathology","Volume":" 171","Issue":" 107339","Pages":" 1-10","Keywords":" Ascomycota, Biocontrol, Cordycipitaceae, Insect fungi,\nMass spectrometry, Phylogeny","DOI":"","Abstract":" We combined matrix-assisted laser desorption/ionization\ntime-of-flight mass spectrometry (MALDI-TOF MS) along with sequencing of\nthe B locus intergenic region (Bloc) to assess the diversity of\nBrazilian species within the anamorphic genus Beauveria. A total of 121\nstrains maintained in a government-owned culture collection and isolated\nfrom a range of hosts/substrates over a long time span (19812015) were\nassessed. Strains were collected in five of six Brazilian biomes, mostly\nin the Atlantic Forest (42.2%) and Cerrado (29.8%), primarily from\ninsect pests of crops. All strains were subjected to MS, and those not\naccurately identified by this technique were genomically analyzed. Among\nthe outcomes of this study, four taxa from the genus Beauveria were\nrecognized, with the great majority of strains belonging to B. bassiana\ns.str. (93.4%), followed by B. caledonica (2.5%), B. pseudobassiana\n(2.5%) and B. amorpha (1.6%). B. bassiana s.str. was found in all biomes\nand isolated from a wide range of hosts/substrates. Due to low numbers,\nassociations of the remaining Beauveria species with specific hosts or\nhabitats/biomes were not clear, except that all three B. caledonica\nstrains were found only in the Cerrado biome and were associated with\nadults of the banana weevil, Cosmopolites sordidus (Col.:Curculionidae).\nB. pseudobassiana is reported for the first time on the South American\ncontinent, in a subtropical region and from two insect orders not yet\nassociated with this taxon. We also showed that some strains previously\nascribed to B. brongniartii were misidentifications. The biodiversity of\nBeauveria analyzed in our study was comparatively low. The geographic\norigins of strains used in our study were biased towards biomes with\nintense human interventions. Future surveys on more conserved, less\nenvironmentally disturbed biomes, such as Caatinga, Pampa, Pantanal, and\nAmazon are needed for a more comprehensive picture of the diversity of\nBeauveria and related genera in Brazil.","trees":[{"tree_label":"Fig. 2","ntax":"59","rootedtree":"TRUE","title":"Brazilian entomopathogenic fungi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_122872.phy"}]}