{"Authors":" Lingwei Hou, Ludwig H Pfenning, Pedro W. Crous, Lei Cai,\nJohannes (Ewald) Zacharias Groenewald","Year":" 2020","Title":" The phoma-like dilemma","Journal":" Studies in Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Multi-locus phylogeny, new taxa, Phoma, rpb2,\ntaxonomy.","DOI":"","Abstract":" Species of Didymellaceae have a cosmopolitan distribution\nand are geographically widespread, occurring in diverse ecosystems. The\nfamily includes several important plant pathogenic fungi associated with\nfoliar, fruit, leaf, stem and root diseases on a wide variety of hosts,\nas well as endophytic, saprobic and clinically relevant species. The\nDidymellaceae was recently revised based on morphological and\nphylogenetic analyses of ex-type strains subjected to DNA sequencing of\npartial gene data of the LSU, ITS, rpb2 and tub2 loci. Several poly- and\nparaphyletic genera, including Ascochyta, Didymella and Phoma were\nredefined, along with the introduction of new genera. In the present\nstudy, a global collection of 1 130 Didymellaceae strains from 92\ncountries, 98 plant families and 55 other substrates, including air,\ncoral, human tissues, house dust, fungi, insects, soil, and water were\nexamined via multi-locus phylogenetic analyses and detailed\nmorphological comparisons, representing the broadest sampling of\nDidymellaceae to date. Among these, 105 isolates representing 35 new\nspecies, seven new genera and 21 new combinations were newly introduced\nin Didymellaceae. In addition, four epitypes and six neotypes were\ndesignated to stabilise the taxonomy and use of older names. A robust,\nmulti-locus reference phylogenetic tree of Didymellaceae was generated.\nIn addition, rpb2 was revealed as the most effective locus for the\nidentification of Didymellaceae at species level, and is proposed as a\nsecondary DNA marker for the family.","trees":[{"tree_label":"tree 1","ntax":"597","rootedtree":"TRUE","title":"Didymellaceae, the phoma-like dilemma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128395.phy"},{"tree_label":"tree 1","ntax":"591","rootedtree":"TRUE","title":"Didymellaceae tub rpb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128396.phy"}]}