{"Authors":" Fakhir Alshuwaili, Rajaa A Alanbagi, J. Rupe, Burt\nBluhm","Year":" 2020","Title":" Taxonomic diversity and pathogenicity of endophytic Diaporthe\nspecies associated with soybean in Arkansas.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":"","Keywords":" Diaporthe species, endophytic Diaporthe, soybean,\nPhomopsis","DOI":"","Abstract":" Diaporthe species exist as plant pathogens, endophytes, or\nsaprophytes, and are associated with a wide taxonomic range of hosts.\nAlthough some Diaporthe species are economically important pathogens of\nsoybean, little is known about Diaporthe species associated with\nasymptomatic (endophytic) soybean colonization. To evaluate the\npathogenicity and diversity of endophytic Diaporthe species in Arkansas,\n184 isolates were obtained from asymptomatic soybean stems from four\nlocations in the state: Marianna, Rohwer, Stuttgart, and Keiser.\nPhylogenetic Bayesian Inference and Maximum likelihood trees constructed\nfrom a combined multilocus dataset (ITS, TEF1-α, TUB2, and CAL)\nidentified four Diaporthe species associated with soybean in Arkansas,\nincluding D. longicolla (133 isolates), D. unshiuensis (41 isolates), D.\nueckerae (8 isolates), and a putative undescribed Diaporthe sp. (2\nisolates). Although Diaporthe species distribution varied throughout\nArkansas, D. longicolla predominated at all locations. Kochs postulates\nperformed with a wounded stem assay confirmed the pathogenicity of D.\nunshiuensis, D. ueckerae, and Diaporthe sp. on soybean. Additionally, a\ncut-seedling pathogenicity assay revealed varying levels of virulence\namong 114 isolates spanning the four species. This study provided the\nfirst report of D. unshiuensis associated with soybean worldwide.\nAdditionally, this study revealed previously unknown levels of incidence\nand diversity of Diaporthe spp. associated with asymptomatic\ncolonization of soybean in Arkansas.","trees":[{"tree_label":"tree 1","ntax":"204","rootedtree":"TRUE","title":"Tr122874","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122874.phy"}]}