{"Authors":" NA","Year":" 2020","Title":" Morphology and molecular phylogeny of a poorly known species \nErysiphe bulbouncinula on Koelreuteria paniculata","Journal":" Forest Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Bulbouncinula; Erysiphaceae; ITS; powdery mildew; 28S\nrDNA; Uncinula","DOI":"","Abstract":" Erysiphe bulbouncinula ( Bulbouncinula bulbosa) on\nKoelreuteria paniculata is a powdery mildew native and endemic in China.\nFresh samples of this species were collected on K. paniculata in Sichuan\nProvince, China, in 2018. This is the fourth confirmed identification of\nthis species. The original description in 1932 was based on one specimen\nfrom Hangzhou and then was described in Nanjing in 1990 and in Taiwan in\n1993. The morphology of the new collections of this species is described\nand illustrated in detail, and agrees well with the original description\nof the type specimen except for the number of asci (816 asci per\nchasmothecia versus 79 asci in the type specimen). To explore the\nphylogenetic position of this poorly known species, two separate\nphylogenetic analyses, using partial 28S rDNA and the combination of ITS\nand 28S rDNA sequences, were conducted. The results clearly showed that\nE. bulbouncinula form a monophyletic clade with strong bootstrap (BS)\nsupport (MP = 100%) constituting a sister clade to E. gracilis s. lat.,\nand form a subclade with Erysiphe sect. Californiomyces, and then form a\nbig group with sect. Typhulochaeta and sect. Uncinula. Phylogenetic\nresults confirm that E. bulbouncinula is more closely allied to Erysiphe\nthan to Phyllactinia. Thus, this species can be maintained in Erysiphe\nin its current circumscription, confirming Bulbouncinula as a synonym of\nErysiphe.","trees":[{"tree_label":"PAUP_16","ntax":"92","rootedtree":"TRUE","title":"Tr123889","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123889.phy"},{"tree_label":"PAUP_94","ntax":"173","rootedtree":"TRUE","title":"Tr123890","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123890.phy"},{"tree_label":"PAUP_1","ntax":"58","rootedtree":"TRUE","title":"Tr123892","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123892.phy"}]}