{"Authors":" Christian Kraus, Ulrike Damm, Steffen Bien, Ralf T.\nVoegele, Michael Fischer","Year":" 2020","Title":" New species of Phaeomoniellales from a German vineyard and\ntheir potential threat to grapevine (Vitis vinifera) health","Journal":" FUSE","Volume":" 6","Issue":" Dec 2020","Pages":" 139-155","Keywords":" Esca; grapevine; Phaeomoniellales; Phaeomoniella;\nphylogeny; spore trapping","DOI":" 10.3114/fuse.2020.06.08","Abstract":" Recently, the order Phaeomoniellales was established that\nincludes fungi closely related to Phaeomoniella chlamydospora, a\nphytopathogen assumed to be the main causal agent of the two most\ndestructive grapevine trunk diseases, Petri disease and Esca. Other\nspecies of this order are reported as pathogens of other economically\nimportant crops, like olive, peach, apricot, cheery, plum, rambutan,\nlichee or langsat. However, they are rarely isolated and hence, little\nis known about their ecological traits and pathogenicity. During a\none-year period of spore trapping in a German vineyard divided in\nminimally and intensively pruned grapevines, 23 fungal strains of the\nPhaeomoniellales were collected. Based on morphological and molecular\n(ITS, LSU and tub2) analyses the isolated strains were assigned to eight\ndifferent species. Two species could be identified as P. chlamydospora\nand Neophaeomoniella zymoides, respectively. The remaining six species\ndisplayed morphological and molecular differences to known species of\nthe Phaeomoniellales and are newly described, namely Aequabiliella\npalatina, Minutiella simplex, Moristroma ampulliforme, Mo. germanicum,\nNeophaeomoniella constricta and N. ossiformis. A pathogenicity test\nconducted in the greenhouse revealed that except for P. chlamydospora\nnone of the species of the Phaeomoniellales isolated from spore traps is\nable to induce lesions in grapevine wood.","trees":[{"tree_label":"Imported tree 1","ntax":"45","rootedtree":"TRUE","title":"Phaeomoniellales MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125877.phy"},{"tree_label":"Imported tree 1","ntax":"45","rootedtree":"TRUE","title":"Phaeomoniellales ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125876.phy"}]}