{"Authors":" Christina Beimforde, Alexander Schmidt, Jouko Rikkinen,\nJames K Mitchell","Year":" 2020","Title":" Sareomycetes cl. nov.: A new proposal for placement of the\nresinicolous genus Sarea (Ascomycota, Pezizomycotina)","Journal":" Fungal Systematics and Evolution","Volume":" 6","Issue":"","Pages":" 25-37","Keywords":" Ascomycota, new taxa resinicolous fungi, Sarea difformis,\nSarea resinae, Sareomycetes cl. nov. taxonomy, Sareales ord. nov.,\nSareaceae fam. nov.","DOI":"","Abstract":" Abstract: Resinicolous fungi constitute a heterogeneous\nassemblage of fungi that live on fresh and solidified plant resins. The\ngenus Sarea includes, according to current knowledge, two species, S.\nresinae and S. difformis. In contrast to other resinicolous\ndiscomycetes, which are placed in genera also including non-resinicolous\nspecies, Sarea species only ever fruit on resin. The taxonomic\nclassification of Sarea has proven to be difficult and currently the\ngenus, provisionally and based only on morphological features, has been\nassigned to the Trapeliales (Lecanoromycetes). In contrast, molecular\nstudies have noted a possible affinity to the Leotiomycetes. Here we\nreview the taxonomic placement of Sarea using sequence data from seven\nphylogenetically informative DNA regions including ribosomal (ITS,\nnucSSU, mtSSU, LSU) and protein-coding (RPB1, RPB2, Mcm7) regions. We\ncombined available and new sequence data with sequences from major\nPezizomycotina classes, especially Lecanoromycetes and Leotiomycetes,\nand assembled three different taxon samplings in order to place the\ngenus Sarea within the Pezizomycotina. Based on our data, none of the\napplied Pr.Wof. .dCr rPo.Wu. sCrous, Westerdijk Fungal\nBiodiversiptyhIynsltoitugte, nPe.Oti. cBoax p8p51r6o7,\na3c5h08eAsD(BUatreycehts, iTahne INnetfherlaenndsc. e, Maximum\nLikelihood and Maximum Parsimony) supported the placement of Sarea in\nthe Trapeliales or any other order in the Lecanoromycetes. A placement\nof Sarea within the Leotiomycetes is similarly unsupported. Based on our\ndata, Sarea forms an isolated and highly supported phylogenetic lineage\nwithin the “Leotiomyceta”. From the results of our multilocus\nphylogenetic analyses we propose here a new class, order, and family,\nSareomycetes, Sareales and Sareaceae in the Ascomycota to accommodate\nthe genus Sarea. The genetic variability within the newly proposed class\nsuggests that it is a larger group that requires further infrageneric\nclassification.","trees":[{"tree_label":"Fig. 2","ntax":"66","rootedtree":"TRUE","title":"Sareomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123091.phy"},{"tree_label":"Fig. 4","ntax":"103","rootedtree":"TRUE","title":"Sareomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123092.phy"},{"tree_label":"Fig. 3","ntax":"96","rootedtree":"TRUE","title":"Sareomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123093.phy"}]}