{"Authors":" Milan C. Samarakoon, Benjarong Thongbai, Kevin D Hyde, Mark\nBrönstrup, Ulrike Beutling, Christopher Lambert, Andrew N. Miller,\nJian-Kui Liu, ITTHAYAKORN PROMPUTTHA, Marc Stadler","Year":" 2020","Title":" Elucidation of the life cycle of the endophytic genus\nMuscodor and its transfer to Induratia in Induratiaceae fam. nov., based\non a polyphasic taxonomic approach","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" 9 new taxa  16 new combinations  biocontrol  endophytes \nsecondary metabolites  Sordariomycetes","DOI":"","Abstract":" Molecular phylogenetic studies of cultures derived from\nsome specimens of plant-inhabiting Sordariomycetes using ITS, LSU, rpb2\nand tub2 DNA sequence data revealed close affinities to strains of the\ngenus Muscodor. The taxonomy of this biotechnologically important genus,\nwhich exclusively consists of endophytes with sterile mycelia that\nproduce antibiotic volatile secondary metabolites, was based on a rather\ntentative taxonomic concept. Even though it was accommodated in the\nfamily Xylariaceae, its phylogenetic position had so far remained\nobscure. Our phylogeny shows that Muscodor species have affinities to\nthe xylarialean genera Emarcea and Induratia, which is corroborated by\nthe fact that their sexual states produce characteristic apiospores.\nThese data allow for the integration of Muscodor in Induratia, i.e. the\ngenus that was historically described first. The multi-locus\nphylogenetic tree clearly revealed that a clade comprising Emarcea and\nInduratia forms a monophylum separate from representatives of\nXylariaceae, for which we propose the new family Induratiaceae.\nDivergence time estimations revealed that Induratiaceae has been\ndiverged from the Xylariaceae+Clypeosphaeriaceae clade at 93 (69119)\nmillion years ago (Mya) with the crown age of 61 (3985) Mya during the\nCretaceous period. The ascospore-derived cultures were studied for the\nproduction of volatile metabolites, using both, dual cultures for\nassessment of antimicrobial effects and extensive analyses using gas\nchromatography coupled with mass spectrometry (GCMS). The antimicrobial\neffects observed were significant, but not as strong as in the case of\nthe previous reports on Muscodor species. The GCMS results give rise to\nsome doubt on the validity of the previous identification of certain\nvolatiles. Many peaks in the GC−MS chromatograms could not be safely\nidentified by database searches and may represent new natural products.\nThe isolation of these compounds by preparative chromatography and their\nsubsequent characterisation by nuclear magnetic resonance (NMR)\nspectroscopy or total synthesis will allow for a more concise\nidentification of these volatiles, and they should also be checked for\ntheir individual contribution to the observed antibiotic effects. This\nwill be an important prerequisite for the development of biocontrol\nstrains.","trees":[{"tree_label":"Imported tree 1","ntax":"89","rootedtree":"TRUE","title":"Tr122498","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122498.phy"}]}