{"Authors":" Jessica Velez, Reese M. Morris, Rytas Vilgalys, Jessy\nLabbe, Christopher Schadt","Year":" 2020","Title":" Phylogenetic diversity of 200+ isolates of the\nectomycorrhizal fungus Cenococcum geophilum associated with Populus\ntrichocarpa soils in the Pacific Northwest, USA and comparison to\nglobally distributed representatives.","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Cenococcum geophilum; phylogeny; GAPDH; recombination;\nPopulus trichocarpa","DOI":"","Abstract":" The ubiquitous ectomycorrhizal fungus Cenococcum geophilum\nhas been proposed as a model organism for fungal genetic and ecological\nstudies due to its wide-spread association with both gymnosperm and\nangiosperm plant species, straightforward in vitro cultivation, and\nspecies hardiness in response to a number of soil stressors. A sexual\nstage (teleomorph) is unknown for C. geophilum, which is widely\nconsidered to be a complex of several cryptic species since extreme\nphylogenetic divergence is frequently observed within populations of\notherwise morphologically identical strains. An alternative view is that\nC. geophilum represents a highly outcrossed species which would suggest\ncryptic sexual states and frequent recombination. Here we describe a new\nisolate collection of 229 C. geophilum isolates collected from soils\nunder Populus trichocarpa from 123 collection sites spanning a ~283 mile\nnorth-south transect in Washington and Oregon, USA (PNW). The identity\nof each isolate was confirmed by sequencing of the internal transcribed\nspacer (ITS) rRNA gene region and the glyceraldehyde-3-phosphate\ndehydrogenase (GAPDH) gene. To further understand the phylogenetic\nrelationships within C. geophilum, we performed maximum likelihood\nphylogenetic analysis to assess divergence within the PNW isolate\ncollection, as well as a global GAPDH phylogenetic analysis of 789\nisolates with publicly available data from the United States, Europe,\nJapan, and other countries. Phylogenetic analyses of the PNW isolates\nrevealed three distinct phylogenetic groups, with 15 clades that\nstrongly resolved at >80% bootstrap support based on a GAPDH\nphylogeny and one clade segregating strongly in two principle components\nanalyses. The clades of PNW isolates varied greatly in their abundance\nand representation across the North-South range, from smaller groups\ncollected in only one location to a monophyletic group of isolates that\nspanned nearly the entire gradient at ~250 miles. A direct comparison\nbetween the GAPDH and ITS phylogenies showed evidence of intra-species\nrecombination within the PNW isolate collection. Additional analyses\nrevealed stark incongruence between the ITS and GAPDH regions, further\nsupporting probable recombination between the PNW isolates. In the\nglobal isolate collection phylogeny, 34 clades were strongly resolved at\n>80% bootstrap support, with some clades representing intra- and\nintercontinental distributions. These data are highly suggestive of\ndivergence within multiple cryptic species, however additional analyses\nsuch as higher resolution genotype-by-sequencing approaches are needed\nto distinguish potential species boundaries and/or recombination\npatterns.","trees":[{"tree_label":"tree 1","ntax":"232","rootedtree":"TRUE","title":"Cenococcum geophilum GAPDH PNW","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129248.phy"},{"tree_label":"tree 1","ntax":"793","rootedtree":"TRUE","title":"Cenococcum geophilum GAPDH Global collection","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129249.phy"},{"tree_label":"tree 1","ntax":"230","rootedtree":"TRUE","title":"Cenococcum geophilum ITS PNW","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129250.phy"},{"tree_label":"tree 1","ntax":"232","rootedtree":"TRUE","title":"Cenococcum geophilum ITS and GAPDH PNW","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129251.phy"},{"tree_label":"tree 1","ntax":"505","rootedtree":"TRUE","title":"Cenococcum geophilum ITS GAPDH Global Collection","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129252.phy"}]}