{"Authors":" Anna Ronikier, Paulina Janik, Ivan Garcia-Cunchillos,\nCarlos Lado","Year":" 2020","Title":" Nivicolous Trichiales from the Austral Andes: unexpected\ndiversity including two new species, Hemitrichia crassifila and\nPerichaena patagonica","Journal":" Mycologia","Volume":" 112","Issue":" 4","Pages":" 753-780","Keywords":" Amoebozoa; Argentina; Chile; Myxomycetes; neotropics; SEM;\nspecies distribution; 2 new taxa","DOI":" 10.1080/00275514.2020.1759978","Abstract":" Nivicolous myxomycetes are a group of amoebozoan protists\ndependent on long-lasting snow cover worldwide. Recent fine-scale\nanalysis of species diversity from the austral Andes revealed high\nintraspecific variability of most taxa, suggesting independent\nevolutionary processes and significant differences in species\ncompositions between the Northern (NH) and Southern (SH) Hemispheres.\nThe present study is the second part of this analysis based on\nrepresentatives of Trichiales. A total of 173 South American collections\nwere studied based on morphological and molecular data, and 15 taxa have\nbeen identified. Two of them, Hemitrichia crassifila and Perichaena\npatagonica, are proposed as new species confirmed by a phylogeny of\nTrichiales. However, their affinity to the genera in which they are\nproposed are not confirmed due to polyphyletic character of all genera\nof Trichiales. Four species, Dianema subretisporum, Trichia contorta\nvar. karstenii, T. nivicola, and T. sordida, are reported for the first\ntime from the Southern Hemisphere. One species, T. alpina, is new for\nArgentina. Additionally, we provide the first record of Perichaena\nmegaspora from Chile. Specimen frequency and species diversity of\nTrichiales found at nivicolous localities in the austral Andes are\nunexpectedly high, exceeding those of Stemonitidales, the most numerous\ngroup in the Northern Hemisphere, where Trichiales play a marginal role.\nBy contrast, Trichiales appear the main component of nivicolous\nassemblages in the Andes. Results of the present work, together with the\nearlier analysis of Stemonitidales, indicate that the Andes constitute\nan exceptionally important evolutionary hot spot for nivicolous\nmyxomycetes characterized by an outstanding species diversity.","trees":[{"tree_label":"Imported tree 1","ntax":"47","rootedtree":"TRUE","title":"Tr122580","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122580.phy"},{"tree_label":"Imported tree 1","ntax":"46","rootedtree":"TRUE","title":"Tr122578","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122578.phy"}]}