{"Authors":" Fernando Lledías, Jesús Gutierrez, Aída Martínez-Hernández,\nAbisaí García-Mendoza, Eric Sosa, Felipe Hernández-Bermúdez, Tzvetanka\nD. Dinkova, Sandy Reyes, Gladys I. Cassab, Jorge Nieto-Sotelo","Year":" 2020","Title":" Mayahuelin, a Type I Ribosome Inactivacting Protein:\nCharacterization, Evolution, and Utilization in Phylogenetic Analyses of\nAgave","Journal":" Frontiers in Plant Science","Volume":" 11","Issue":" 573","Pages":" 1-21","Keywords":" RIP (ribosome inactivating protein), active site\nsubstitution, plant domestication, protein translation, Disjoint\ndistributions, Agave evolution","DOI":" 10.3389/fpls.2020.00573","Abstract":" Agaves resist extreme heat and drought. In A. tequilana\nvar. azul, the central spike of the rosette -containing the shoot apical\nmeristem and folded leaves in early stages of development- is remarkably\nheat tolerant. We found that the most abundant protein in this organ is\na 27 kDa protein. This protein was named mayahuelin to honor Mayáhuel,\nthe agave goddess in the Aztec pantheon. LC-MS/MS analyses identified\nmayahuelin as a type I RIP (Ribosome Inactivating Protein). In addition\nto the spike,mayahuelin was expressed in the peduncle and in seeds,\nwhereas in mature leaves, anthers, filaments, pistils, and tepals was\nabsent. Anti-mayahuelin antibody raised against the A. tequilana var.\nazul protein revealed strong signals in spike leaves of A. angustifolia,\nA. bracteosa, A. rhodacantha, and A. vilmoriniana, and moderate signals\nin A. isthmensis, A. kerchovei, A. striata ssp. falcata, and A.\ntitanota, indicating conservation at the protein level throughout the\nAgave genus. As in charybdin, a type I RIP characterized in Drimia\nmaritima, mayahuelin from A. tequilana var. azul contains a natural aa\nsubstitution (Y76D) in one out of four aa comprising the active site.\nThe RIP gene family in A. tequilana var. azul consists of at least 12\ngenes and Mayahuelin is the only member encoding active site\nsubstitutions. Unlike canonical plant RIPs, expression of Mayahuelin\ngene in S. cerevisiae did not compromise growth. The inhibitory activity\nof the purified protein on a wheat germ in vitro translation system was\nmoderate. Mayahuelin orthologs from other Agave species displayed one of\nsix alleles at Y76: (Y/Y, D/D, S/S, Y/D, Y/S, D/S) and proved to be\nuseful markers for phylogenetic analysis. Homozygous alleles were more\nfrequent in wild accessions whereas heterozygous alleles were more\nfrequent in cultivars. Mayahuelin sequences from different wild\npopulations of A. angustifolia and A. rhodacantha allowed the\nidentification of accessions closely related to azul, manso, sigüín,\nmano larga, and bermejo varieties of A. tequilana and var. espadín of A.\nangustifolia. Four A. rhodacantha accessions and A. angustifolia var.\nespadín were closer relatives of A. tequilana var. azul than A.\nangustifolia wild accessions or other A. tequilana varieties","trees":[{"tree_label":"majrule","ntax":"34","rootedtree":"TRUE","title":"Agave","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_126465.phy"}]}