{"Authors":" Dhanushka Nadeeshan Wanasinghe, Nalin Wijayawardene,\nJian-Chu Xu, Ratchadawan Cheewangkoon, Peter E Mortimer","Year":" 2020","Title":" Based on morphology and multi-gene phylogenetic evidences of\nthe collected ascomycetes, we characterized a new family, a neotype, a\nnew species and a new host record in the order Pleosporales.","Journal":" PLoS ONE","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, coelomycetes, Dothideomycetes, Phylogeny","DOI":"","Abstract":" Yunnan Province, China, is an important part of the\nGreater Mekong Subregion. The area is a biodiversity hotspot and is home\nto an extremely high amount of microfungal diversity. The highly\nvariable climate and vast range of floral diversity indicates that the\narea is favorable for rapid fungal growth and reproduction. During the\nlast several decades, macrofungi from Yunnan occurring across different\nsubstrates have been published and reclassified, introducing many new\nspecies to science. However, microfungi still suffer from numerous gaps\nin knowledge around species diversity and systematics. Basic information\nof microfungi, such as taxonomic diversity, molecular phylogeny,\necological roles, biogeographic distributions, host-specificity and\nco-evolutionary relationships, is still lacking throughout Yunnan\nProvince. To address this knowledge deficit, we collected plants\nassociated with aboveground microfungi from every county of Yunnan\nProvince. This paper represents the first article in a series on\nYunnanese microfungi, and we provide insights into Magnolia species\nassociated with microfungi that resulted in the characterization of a\nnew family, a neotype, a new species, and a host record. All data\npresented herein are based on morphological examination of specimens,\ncoupled with phylogenetic sequence data to better integrate taxa into\nappropriate taxonomic ranks and infer their relationships.","trees":[{"tree_label":"PAUP 1","ntax":"180","rootedtree":"TRUE","title":"Pleosporales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123829.phy"}]}