{"Authors":" Marcos Faria, Daniela Aguiar Souza, Rogerio Biaggioni\nLopes","Year":" 2020","Title":" Biocontrol of Leptopharsa heveae Drake & Poor (Hemiptera:\nTingidae) in Brazilian rubber tree plantations: A brief historical\naccount and identification of entomopathogenic fungi by means of\nmultigene phylogeny","Journal":" Journal of Invertebrate Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Biocontrol, Cordyceps, Isaria, Leptopharsa, Simplicillium,\nSporothrix","DOI":"","Abstract":" Over the last decades, a few fungal species have been\nmentioned in the literature as being associated with the rubber tree\nlacewing, Leptopharsa heveae Drake & Poor (Hemiptera: Tingidae). The\nrubber plantation area treated with these agents has been steady since\nthe 90’s, estimated in 10,000-15,000 ha per year. A few large-scale\nrubber operations, one biocontrol company and three government-owned\nlaboratories were, and currently one still is, involved in their\ncommercialization. One species, until now referred to as Sporothrix\ninsectorum, have been historically deployed in biocontrol applications\nin Brazilian rubber farms. However, the identities of these fungi have\nrelied solely on morphological examinations and, therefore, proper\nmolecular assessments are needed for accurate identifications. With this\npurpose, DNA sequences of six L. heveae-infecting isolates (five of\nwhich deployed in field applications over the last decades) were\nextracted and sequenced. Multigene phylogeny showed that, indeed, both\nSimplicillium lanosoniveum and Cordyceps (formerly Isaria) sp. have been\nsprayed in rubber plantations to manage L. heveae populations, although\nthe former is the only applied nowadays. Since S. lanosoniveum and\nCordyceps sp. have no relation whatsoever to true Sporothrix species\nassociated with human and animal diseases, biocontrol companies and even\nrubber operations may now feel encouraged to register mycoinsecticides\ntargeting L. heveae. Given the increasing cultivation of rubber trees in\nescape areas, which are unfavorable to devastating foliar fungal\ndiseases but are more prone to L. heveae infestations, our findings\ncould potentially boost the utilization of identified fungal agents in\nthese areas. We also added unpublished historical accounts after\ncontacting key contributors to the launching in the 80’s of this quite\ninteresting but yet not so well known biocontrol program.","trees":[{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Simplicillium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123845.phy"},{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Cordyceps","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123844.phy"}]}