{"Authors":" Gislaine C.S. Melanda, Thiago Accioly, Renato Juciano\nFerreira, Ana C.M. Rodrigues, Tiara Sousa Cabral, Gilberto Coelho,\nMarcelo A Sulzbacher, Vagner G. Cortez, Tine Grebenc, Paulo Marinho,\nMaria P. Martín, Iuri E Baseia","Year":" 2020","Title":" Diversity trapped in cages: revision of Blumenavia Möller\n(Clathraceae, Basidiomycota) reveals three hidden species","Journal":" PLoS ONE","Volume":" 15","Issue":" 5","Pages":" e0232467","Keywords":" Multigenic analyses; Clathraceae; Gasteroid fungi;\nSystematics; Taxonomy.","DOI":"","Abstract":" Basidiomata of Phallales have a diversified morphology\nwith adhesive gleba that exudes an odor, usually unpleasant that\nattracts mainly insects, which disperse the basidiospores. The genus\nBlumenavia belongs to the family Clathraceae and, based on morphological\nfeatures, only two species are currently recognized: B. rhacodes and B.\nangolensis. However, the morphological characters adopted in species\ndelimitations within this genus are inconsistent, and molecular data are\nscarce. The present study aimed to review and identify informative\ncharacters that contribute to the delimitation of Blumenavia species.\nExsiccates from America and Africa were analyzed morphologically, and\nmolecularly, using ITS, LSU, ATP6, RPB2 and TEF-1α markers for Maximum\nParsimony, Bayesian and Maximum likelihood analyses, and also for\ncoalescent based species delimitations (BP&P), as well as for bPTP,\nPhyloMap, Topo-phylogenetic and Geophylogenetic reconstructions.\nAccording to our studies, seven species can be considered in the genus:\nB. rhacodes and B. angolensis are maintained, B. usambarensis and B.\ntoribiotalpaensis are reassessed, and three new species are proposed, B.\nbaturitensis Melanda, M.P. Martín & Baseia, sp. nov., B.\ncrucis-hellenicae G. Coelho, Sulzbacher, Grebenc & Cortez, sp. nov.,\nand B. heroica Melanda, Baseia & M.P. Martín, sp. nov. Morphological\ncharacters considered informative to segregate and delimit the species\nthrough integrative taxonomy include color, width and presence of\ngrooves on each arm, and glebifer position and shape. These must be\nclearly observed while the basidiomata are still fresh. Since most\nmaterials are usually analyzed after dehydration and deposit in\ncollections, field techniques and protocols to describe fugacious\ncharacters from fresh specimen are demanded, as well as the use of\nmolecular analysis, in order to better assess recognition and\ndelimitation of species in Blumenavia.","trees":[{"tree_label":"MP","ntax":"16","rootedtree":"TRUE","title":"Blumenavia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125432.phy"},{"tree_label":"BI majrule","ntax":"16","rootedtree":"TRUE","title":"Blumenavia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125433.phy"},{"tree_label":"Bayesiana BI","ntax":"16","rootedtree":"TRUE","title":"Blumenavia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125431.phy"}]}