{"Authors":" Valeria B Ponizovskaya, Alexey Grum-Grzhimaylo, Marina L.\nGeorgieva, Lyudmila Yu. KOKAEVA, Elena N. Bilanenko","Year":" 2020","Title":" Lecanicillium gracile (Cordycipitaceae), a new species\nisolated from mineral building materials","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" biodeterioration, Lecanicillium, limestone, new species,\nplaster, taxonomy","DOI":"","Abstract":" We report abundant lecanicillia fungi isolated from\ndeteriorated limestone and plaster in interiors of cultural heritage\nsites in Russia. The phylogenetic analysis of ITS rDNA and TEF1a\nsequences coupled with morphological observations showed one of the\nLecanicillium isolates as a new species, which we describe here as\nLecanicillium gracile sp. nov. Lecanicillium gracile is morphologically\nsimilar to the closely related species, such as L. coprophilum, L.\nrestrictum and L. testudineum, but it differs from them by the ability\nto produce phialides secondarily on the preceeding phialides. Another\nabundant Lecanicillium isolates grouped with the other two recently\ndescribed lecanicillia species, namely L. testudineum and L.\ncoprophilum. Hence, we leave those isolates unidentified. A third\nspecies isolated from deteriorated limestone and plaster in interiors\nwas identified as Parengyodontium album, which is phylogenetically close\nto Lecanicillium and produces zigzag-shaped tips of conidiogenous cells.\nGiven high abundance of the isolated species and their physiological\ntraits, we conclude that they are involved in deterioration of stone\nmaterials in interiors of cultural heritage and deserve attention during\nrestoration works.","trees":[{"tree_label":"Bayesian tree","ntax":"48","rootedtree":"TRUE","title":"Tr122618","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_122618.phy"},{"tree_label":"ML tree","ntax":"48","rootedtree":"TRUE","title":"Tr122619","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_122619.phy"}]}