{"Authors":" Martina Reblova, Jana Nekvindova, Margarita\nHernandez-Restrepo","Year":" 2020","Title":" Delimitation and phylogeny of Dictyochaeta, and introduction\nof Achrochaeta and Tubulicolla genera nova","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, collarette, conidial appendages, phialidic\nconidiogenesis, saprobes, eight new taxa","DOI":"","Abstract":" Dictyochaeta (Chaetosphaeriaceae) is a phialidic\ndematiaceous hyphomycete with teleomorphs classified in Chaetosphaeria.\nIt is associated with significant variability of asexual morphological\ntraits, which led to its broad delimitation. In the present study, six\nloci: nuc rDNA ITS1-5.8S-ITS2 (ITS barcode), nuc 18S and nuc 28S rDNA,\nDNA-directed RNA polymerase II second largest subunit gene (RPB2),\ntranslation elongation factor 1-α (TEF1-α), and β-tubulin (TUB2), along\nwith comparative morphological and cultivation studies are used to\nre-evaluate the concept of Dictyochaeta and establish species\nboundaries. Based on revised species, morphological characteristics of\nconidia (shape, septation, absence or presence of setulae), collarettes\n(shape), setae (presence or absence) and an extension of the\nconidiogenous cell proved to be important at the generic level. The dual\nDNA barcoding using ITS and TEF1-α, together with TUB2, facilitated\naccurate identification of Dictyochaeta species. Thirteen species are\naccepted, of which seven are characterised in this study; an\nidentification key is provided. It was revealed that D. fuegiana, the\ntype species, is a complex of three distinct species including D. querna\nand the newly described D. stratosa. Besides, a new species D.\ndetriticola, and two new combinations, D. callimorpha and D. montana,\nare proposed. Dictyochaeta includes saprobes on decaying wood, bark,\nwoody fruits and fallen leaves. Dictyochaeta is shown distantly related\nto morphologically similar Codinaea, which is resolved as paraphyletic.\nChaetosphaeria talbotii with a Dictyochaeta anamorph represents a novel\nlineage in the Chaetosphaeriaceae; it is segregated from Dictyochaeta\nand a new genus Achrochaeta is proposed. Multigene phylogenetic analysis\nrevealed that D. cylindrospora belongs to the Vermiculariopsiellales,\nand a new genus Tubulicolla is introduced.","trees":[{"tree_label":"tree 1","ntax":"77","rootedtree":"TRUE","title":"Tr123953","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123953.phy"},{"tree_label":"tree 2","ntax":"15","rootedtree":"TRUE","title":"Dictyochaeta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123954.phy"},{"tree_label":"tree 3","ntax":"1","rootedtree":"TRUE","title":"Sordariomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123955.phy"}]}