{"Authors":" Martina Reblova, Jana Nekvindova, Jacques Fournier, Andrew\nN. Miller","Year":" 2020","Title":" Delimitation, new species and teleomorph-anamorph\nrelationships in Codinaea, Dendrophoma, Paragaeumannomyces and\nStriatosphaeria (Chaetosphaeriaceae)","Journal":" MycoKeys","Volume":" 74","Issue":"","Pages":" 17-74","Keywords":" molecular phylogeny, phialidic conidiogenesis,\nscolecosporous, systematics, wood-inhabiting fungi, 15 new taxa","DOI":" 10.3897/mycokeys.74.57824","Abstract":" The Chaetosphaeriaceae are a diverse group of pigmented,\npredominantly phialidic hyphomycetes comprised of several holomorphic\ngenera including Chaetosphaeria, the most prominent genus of the family.\nAlthough the morphology of the teleomorphs of the majority of\nChaetosphaeria is rather uniform, the associated anamorphs primarily\nexhibit the variability and evolutionary change observed in the genus.\nAn exception from the morphological monotony among Chaetosphaeria\nspecies is a group characterised by scolecosporous, hyaline to light\npink, multiseptate, asymmetrical ascospores and a unique three-layered\nascomatal wall. Paragaeumannomyces sphaerocellularis, the type species\nof the genus, exhibits these morphological traits and is compared with\nsimilar Chaetosphaeria with craspedodidymum- and chloridium-like\nsynanamorphs. Morphological comparison and phylogenetic analyses of the\ncombined ITS-28S sequences of 35 isolates and vouchers with these\ncharacteristics revealed a strongly-supported, morphologically\nwell-delimited clade in the Chaetosphaeriaceae containing 16 species, 12\ndescribed and additional four species undescribed. The generic name\nParagaeumannomyces is applied to this monophyletic clade; eight new\ncombinations and five new species, i.e. P. abietinus sp. nov., P.\nelegans sp. nov., P. granulatus sp. nov., P. sabinianus sp. nov. and P.\nsmokiensis sp. nov., are proposed. A key to Paragaeumannomyces is\nprovided. Using morphology, cultivation studies and phylogenetic\nanalyses of ITS and 28S rDNA, two additional new species from freshwater\nand terrestrial habitats, Codinaea paniculata sp. nov. and\nStriatosphaeria castanea sp. nov., are described in the family. A\ncodinaea-like anamorph of S. castanea forms conidia with setulae at each\nend in axenic culture; this feature expands the known morphology of\nStriatosphaeria. A chaetosphaeria-like teleomorph is experimentally\nlinked to Dendrophoma cytisporoides, a sporodochial hyphomycete and type\nspecies of Dendrophoma, for the first time.","trees":[{"tree_label":"Fig. 1","ntax":"91","rootedtree":"TRUE","title":"Phylogeny of the Chaetosphaeriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_131211.phy"},{"tree_label":"Fig. 2","ntax":"37","rootedtree":"TRUE","title":"Phylogeny of Paragaeumannomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_131212.phy"}]}