{"Authors":" Jonathan A. Coddington","Year":" 1990","Title":" Ontogeny and Homology in the Male Palpus of Orb-weaving\nSpiders and Their Relatives, with Comments on Phylogeny (Araneoclada:\nAraneoidea, Deinopoidea).","Journal":" Smithsonian Contributions to Zoology","Volume":" 496","Issue":" NA","Pages":" 1-52","Keywords":" NA","DOI":" NA","Abstract":" The higher level cladistic structure of cribellate spiders\n(Araneomorphae) and ontogenetic evidence relevant to the homology of\nsclerites in the male spider palp arc reviewed, with the aim of\nclarifying orb-weaver phylogeny. The habitual use of a small set of\nterms for rather different palpal structures seems to have obscured\nhomologies and therefore the monophyly of groups. Outgroup comparison of\npalp structure in various cribellate superfamilies (e.g., Dictynoidea\nand Amaurobioidea)can be used to polarize characters in orb-weaving\nspiders (Orbiculariae), and palp structure in Deinopoidea to polarize\npalp characters in Araneoidea. Results are that the radix of Linyphiidae\nand Araneidae may be synapomorphic, but the radix in such families as\nOecobiidae, Uloboridae, and Theridiidae is in each case an autapomorphy\nof those taxa. The terminal apophysis in lycosoid taxa is entirely\ndifferent from that in Araneoidea, and even within Araneoidea terminal\napophyses in Theridiidae, Araneidae, and Tetragnathidae apparently are\nnot homologous. On the other hand, possession of a median apophysis is\nprobably primitive for Araneoidea. Problems surrounding the use of the\nterms median apophysis and conductor for various uloborid sclerites are\ndiscussed. A tentative cladogram of 32 orbicularian taxa, based on 87\nbinary and multistate characters, is presented.","trees":[{"tree_label":"Fig. 3","ntax":"12","rootedtree":"TRUE","title":"Araneomorphae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_186.phy"},{"tree_label":"Fig. 108","ntax":"34","rootedtree":"TRUE","title":"Araneoclada","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_268.phy"},{"tree_label":"Fig. 2","ntax":"7","rootedtree":"TRUE","title":"Higher Araneae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1321.phy"}]}