{"Authors":" Carlos García-Verdugo","Year":" 2020","Title":" Iconic, threatened, but largely unknown: Biogeography of the\nMacaronesian dragon trees (Dracaena spp.) as inferred from plastid DNA\nmarkers","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" biogeographic disjunction; Dracaena draco; haplotype\ndiversity; human-mediated dispersal; island biogeography; Rand\nFlora","DOI":"","Abstract":" The genus Dracaena in Macaronesia comprises two threatened\nspecies of arborescent monocots that are often associated with one of\nthe most intriguing biogeographic disjunctions: the Rand Flora pattern.\nMolecular information is, however, largely missing for the Macaronesian\nDracaena taxa (“MDT”, hereafter), and the biogeographic or population\ngenetic patterns of this lineage have not yet been thoroughly assessed.\nTo fill this gap, we generated plastid DNA sequence data of 14 Dracaena\npopulations representing the entire natural distribution of MDT\n(including mainland Morocco and all recognized subspecies), 9 additional\npopulations of subspontaneous origin, and a set of related species of\nthe genus. We performed phylogenetic, biogeographic, and population\ngenetic analyses at different spatial scales and conducted a comparative\nreview on plant haplotype diversity in Macaronesian plants. The results\nof our phylogenetic analyses indicated the monophyly of the MDT and an\norigin separate from a clade of geographically distant species that so\nfar were postulated as their closest living relatives (D. cinnabari, D.\nombet, D. schizantha, D. serrulata). The results of our phylogeographic\nanalyses indicated that diversification within D. draco occurred\nthroughout the Pleistocene and that wild peripheral populations\n(Madeira, mainland Morocco) may have a recent origin from Canarian\nsource populations. Recent dispersals, coupled with remarkably low\nlevels of haplotype diversity, probably account for the weak\nphylogeographic signal observed across wild populations. However, our\nresults suggested that human-assisted expansion of Dracaena inflates the\nextant phylogeographic signal by non-random translocation of a specific\nsubset of haplotypes. Our study demonstrates that many of the previous\nbiogeographic scenarios on MDT are not supported by molecular data.\nInstead, our results highlight (i) the impact that human activity may\nhave on the phylogeographic pattern of island plants, and (ii) the need\nof a deeper taxonomic sampling in future investigations on MDT and close\nrelatives.","trees":[{"tree_label":"TREE1","ntax":"12","rootedtree":"TRUE","title":"Tr122707","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_122707.phy"}]}