{"Authors":" Rafael Filgueira Jorge, William Ernest Magnusson, Dayse\nAparecida da Silva, Érico Macedo Polo, Albertina Pimentel Lima","Year":" 2020","Title":" Urban growth threatens the lowland Amazonian Manaus harlequin\nfrog which represents an evolutionarily significant unit within the\ngenus Atelopus","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Central Amazon; environmental heterogeneity; extinction\nrisk; habitat modification; Harlequin Frog.","DOI":"","Abstract":" The Manaus harlequin frog is an evolutionarily significant\nclade within the Atelopus hoogmoedi species complex. Analyses of 16S and\nCOI concatenated sequences support Atelopus from the Manaus region as an\nevolutionary significant unit, sister of all species of a Guiana Shield\nclade. A previous study showed that subtle changes in stream\ncharacteristics influence the Manaus harlequin frog occurrence and\ndensity variation at local-scale in a reserve on the outskirts of\nManaus. As deforestation is approaching areas where Manaus harlequin\nfrog occurs, we asked how site and landscape heterogeneity influence the\ngeographic boundaries, occurrence patterns and density variation of the\nManaus harlequin frog. We searched for the frog in 80 plots that\nmeasured 250 m by 4-m on banks of first- to third-order streams during\nthe rainy seasons in 2012-2013 and 2016-2019. The plot distribution\ncovered all likely areas of occurrence of the Manaus harlequin frog and\nextended to the area where it is substituted by its geographically\nclosest relative on the Guiana Shield. Ecological drivers related to\nclimate, flooding events and forest structure apparently restrict the\nManaus harlequin frog to a patchy distribution in a narrow portion of\nthe interfluve between the Negro and Uatuma Rivers. Densities of\nindividuals varied in response to subtle changes in floodplain and\nstream characteristics. The Manaus harlequin frog is associated with a\nvery specific habitat that is directly affected by the growth of Manaus,\nthe largest city in the Amazon. We conclude that it is endangered and\nurgent actions are required for its conservation.","trees":[{"tree_label":"TREE1","ntax":"20","rootedtree":"TRUE","title":"Atelopus RFJ COI 16S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124590.phy"}]}