{"Authors":" Paulina Janik, Carlos Lado, Anna Ronikier","Year":" 2020","Title":" Range-wide phylogeography of a nivicolous protist Didymium\nnivicola Meyl. (Myxomycetes, Amoebozoa): striking contrasts between the\nNorthern and the Southern Hemisphere","Journal":" Protist","Volume":" 171","Issue":" 6","Pages":" 125771","Keywords":" austral Andes, biogeography, genetic diversity,\nlong-distance dispersal, microorganisms, wind dispersal","DOI":" 10.1016/j.protis.2020.125771","Abstract":" Soil protists play a crucial role in terrestrial\necosystems and often show immense taxonomic diversity. However, for many\ngroups, distribution patterns remain largely unknown. We investigated\nrange-wide intraspecific diversity of a specialized airborne protist\n(Didymium nivicola Meyl.) that occupies a narrow ecological niche\nassociated with long-lasting snow cover. We sampled 122 collections\ncovering all areas where the species was recorded worldwide. We obtained\n105 and 41 sequences of small ribosomal subunit rDNA (SSU) and\nelongation factor 1-alpha (EF1A), respectively. While the species is\nvery diverse in the austral Andes, Southern Hemisphere (SH; 17 SSU\nribotypes and 12 EF1A genotypes identified), its populations are\ngenetically uniform across three continents of the Northern Hemisphere\n(NH; single ribotype, single genotype). Our results indicate the austral\nAndes as a possible diversification centre for D. nivicola where\npopulations seem to reproduce sexually. Two main parts of the range\ndisplay highly contrasting genetic patterns, thus biogeographical\nhistory and dynamics. Current distribution of D. nivicola in the NH is\nlikely a result of a dispersal event from the SH and subsequent\nlong-distance dispersal (LDD) that might be associated with a shift to\nasexual mode of reproduction.","trees":[{"tree_label":"Fig. 1a","ntax":"109","rootedtree":"TRUE","title":"Didymium nivicola","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_131995.phy"},{"tree_label":"Fig. 2","ntax":"43","rootedtree":"TRUE","title":"Didymium nivicola","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_131994.phy"}]}