{"Authors":" Michael Bradshaw","Year":" 2020","Title":" Phylogeny and taxonomy of powdery mildew caused by Erysiphe\nspecies on Corylus hosts","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Betulaceae, Coryloideae, co-evolution, Erysiphe, ITS and\n28S genomic regions, powdery mildew, taxonomic novelties.","DOI":"","Abstract":" Erysiphe species (powdery mildews) on Corylus and Ostrya\nspp. (Betulaceae subfam. Coryloideae) in Asia and North America are\nwidespread pathogens on these economically and ecologically valuable nut\ncrops. An improved understanding of their phylogeny and taxonomy is of\necological and applied importance. Phylogenetic analyses and\nmorphological re-examinations conducted in this study revealed a higher\ndegree of diversity and cryptic speciation than reflected in earlier\nspecies concepts. North American collections on C. cornuta, which were\npreviously assigned to E. corylacearum, proved to constitute a species\nof its own, and are herein introduced as E. cornutae sp. nov. Two\nadditional North American species, E. coryli-americanae sp. nov. and E.\nostryae sp. nov., have been detected on C. americana and O. virginiana,\nand are described. They are morphologically similar to E. cornutae, but\ngenetically distinct. Based on phylogenetic analyses, E. corylacearum is\nan Asian species confined to various Asian Corylus species. Sequence\ndata retrieved from Japanese type material of E. corylicola revealed\nthat this species clusters with sequences from E. elevata on Catalpa\nspecies, distant from all other Erysiphe species on Corylus. Hence, past\ntaxonomic applications of this name are obsolete. Morphologically\nsimilar specimens on C. sieboldiana, which were previously assigned to\nE. corylicola, form a distinct, distant clade. The species involved is\ndescribed herein as E. pseudocorylacearum sp. nov. Additionally, an\nunusual, probably accidental infection of C. sieboldiana in Japan by E.\nsyrinae has been shown by means of sequence data. The phylogeny and\ntaxonomy of Erysiphe species belonging to the Corylioideae are discussed\nin detail and a key to the species concerned is provided.","trees":[{"tree_label":"TREE1","ntax":"52","rootedtree":"TRUE","title":"Erysiphe species on Corylus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124898.phy"}]}