{"Authors":" Vassileios Daskalopoulos, Elias Polemis, Vassiliki\nFryssouli, Balint Dima, George I Zervakis","Year":" 2021","Title":" Mallocybe heimii ectomycorrhizae with Cistus creticus and\nPinus halepensis in Mediterranean littoral sand dunes  Assessment of\nphylogenetic relationships to M. arenaria and M. agardhii","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Inocybe; Inocybaceae; phylogenetics; ectomycorrhiza;\nMediterranean; sand dune; Pinus; Cistus","DOI":"","Abstract":" Ectomycorrhizal (ECM) symbiosis appears extensively in the\nNorthern Hemisphere, where Mediterranean ecosystems constitute an\nimportant ecological area of considerable biodiversity value. Littoral\nsand dunes are among high-risk habitats and ECM lifestyle contributes\nsignificantly to supporting life in such regions. Mallocybe heimii (Bon)\nMatheny & Esteve-Rav. (Inocybaceae, Basidiomycota) and the very\nsimilar M. arenaria (Bon) Matheny & Esteve-Rav. grow in poor,\nusually sandy soils, in association with angiosperms or gymnosperms.\nBasidiomata originally identified under these names were collected from\nlittoral sand dunes of Greece, and their morphoanatomical\ncharacteristics were examined in conjunction with material derived from\nother European regions. Sequences from basidiomata and root tips\ncorresponding to the nuclear rDNA internal transcribed spacer region\n(ITS) and large subunit (LSU) were obtained and analyzed. Phylogenetic\nresults demonstrated that material identified as M. heimii or M.\narenaria form a single well-supported group, while M. agardhii (N. Lund)\nMatheny & Esteve-Rav. is confirmed to be distinct from M. arenaria\n(the latter was initially described as a variety of the former, i.e., I.\nagardhii var. arenaria Bon). A detailed ITS tree of the genus Mallocybe\nis presented, and relationships of selected taxa are discussed in the\nlight of morphological and sequence data. In addition, the first ECM\nmorphotype descriptions of M. heimii with Cistus creticus L. and Pinus\nhalepensis Miller are hereby provided. Both morphotypes exhibited the\ntypical characteristics of Inocybe/Mallocybe ectomycorrhizae; however,\ndifferences were noted, the most significant of which were the presence\nof clamps on mantle hyphae and the type of anastomoses.","trees":[{"tree_label":"iTOL exported tree","ntax":"1","rootedtree":"TRUE","title":"Tr130560","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130560.phy"},{"tree_label":"con 50 majrule","ntax":"88","rootedtree":"TRUE","title":"Tr130562","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130562.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Tr130561","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130561.phy"},{"tree_label":"Imported tree 0","ntax":"95","rootedtree":"TRUE","title":"Tr130596","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130596.phy"},{"tree_label":"con 50 majrule","ntax":"95","rootedtree":"TRUE","title":"Tr130597","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130597.phy"}]}