{"Authors":" Eduardo Batista, Anabela Lopes, Artur Alves","Year":" 2020","Title":" A review of Botryosphaeriaceae species on forest hosts in\nPortugal","Journal":" European Journal of Forest Research","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeriaceae, forest pathology, pathogenicity,\nhost-jumps","DOI":"","Abstract":" The fungal family Botryosphaeriaceae (Botryosphaeriales,\nAscomycetes) is known to include several species of opportunistic\npathogens or latent endophytes that affect many angiosperm and\ngymnosperm hosts worldwide. These fungi usually attack plants exposed to\nenvironmental stress like drought or plants that are already affected by\nother pathogens or pests. Diseases caused by these species result on\nfruit rots, leaf spots, wood necrosis and eventually tree death. Recent\nstudies have identified the occurrence of four Botryosphaeriaceae genera\nin Portugal in different forest hosts. However, the diversity and\ndistribution of these plant-pathogens in our country is still poorly\nunderstood. Several surveys were conducted across Portugal with aim to\nisolate and identify Botryosphaeriaceae-related diseases associated to\nthe main forest tree species in Portugal (Quercus suber, Eucalyptus\nglobulus and Pinus pinaster). Additionally, a meta-analysis was\nperformed in order to compile and organize all records in Portugal.\nTwenty-two different Botryosphaeriaceae species were reported and 44\ndifferent plant hosts were recorded in several studies from agricultural\ncrops to forest and ornamental species and it was possible to verify\nmore than 100 host-pathogen interactions. In the national survey, 12\ndifferent Botryosphaeriaceae species were identified in 23 different\nplant-fungi interactions. We reported for the first time the occurrence\nof Diplodia insularis, Dothiorella plurivora and Dothiorella yunnana in\nPortugal and 8 new plant-fungi interactions. Pathogenicity tests reveal\nhighly susceptibility of Quercus suber to Neofusicoccum parvum and N.\neucalyptorum and Pinus pinaster to Diplodia corticola. These results\nshow for the first time the Botryosphaeriaceae diversity and\ndistribution across the country.","trees":[{"tree_label":"Imported tree 1","ntax":"14","rootedtree":"TRUE","title":"Botryosphaeria ITS TEF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123245.phy"},{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Neofusicoccum ITS TEF TUB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123243.phy"},{"tree_label":"Imported tree 1","ntax":"24","rootedtree":"TRUE","title":"Neofusicoccum MAT1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123244.phy"},{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Diplodia ITS TEF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123247.phy"},{"tree_label":"Imported tree 1","ntax":"26","rootedtree":"TRUE","title":"Dothiorella ITS TEF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123246.phy"}]}