{"Authors":" QianLi L Liu, JieQiong Q Li, Michael J. Wingfield, Tuan\nDuong, Brenda D Wingfield, Pedro W. Crous, ShuaiFei Chen","Year":" 2020","Title":" Reconsidering species boundaries and evaluating DNA barcodes\nfor Calonectria","Journal":" Studies in Mycology","Volume":" 97","Issue":"","Pages":" 100106","Keywords":" Cylindrocladium, DNA barcoding, Multi-gene phylogeny,\nPlant pathogens, Taxonomy.","DOI":" 10.1016/j.simyco.2020.08.001","Abstract":" ABSTRACT: Calonectria represents a genus of\nphytopathogenic ascomycetous fungi with a worldwide distribution. In\nrecent years, there has been an increase in the number of taxonomic\nstudies on these fungi. Currently, there are 169 described species of\nCalonectria based on comparisons of DNA sequence data, combined with\nmorphological characteristics. However, for some of these species, the\nsequence data utilised at the time of their description were relatively\nlimited. This has justified an urgent need to reconsider the species\nboundaries for Calonectria based on robust genus-wide phylogenetic\nanalyses. In this study, we utilised 240 available isolates including\nthe ex-types of 128 Calonectria species, and re-sequenced eight gene\nregions (act, cmdA, his3, ITS, LSU, rpb2, tef1 and tub2) for them.\nSequences for 44 Calonectria species, for which cultures could not be\nobtained, were downloaded from GenBank. DNA sequence data of all the 169\nCalonectria species were then used to determine their phylogenetic\nrelationships. As a consequence, 51 species were reduced to synonymy,\ntwo new species were identified, and the name Ca. lauri was validated.\nThis resulted in the acceptance of 120 clearly defined Calonectria spp.\nThe overall data revealed that the genus includes 11 species complexes,\ndistributed across the Prolate and Sphaero-Naviculate Groups known to\ndivide Calonectria. The results also made it possible to develop a\nrobust set of DNA barcodes for Calonectria spp. To accomplish this goal,\nwe evaluated the outcomes of each of the eight candidate DNA barcodes\nfor the genus, as well as for each of the 11 species complexes. No\nsingle gene region provided a clear identity for all Calonectria\nspecies. Sequences of the tef1 and tub2 genes were the most reliable\nmarkers; those for the cmdA, his3, rpb2 and act gene regions also\nprovided a relatively effective resolution for Calonectria spp., while\nthe ITS and LSU failed to produce useful barcodes for species\ndiscrimination. At the species complex level, results showed that the\nmost informative barcodes were inconsistent, but that a combination of\nsix candidate barcodes (tef1, tub2, cmdA, his3, rpb2 and act) provided\nstable and reliable resolution for all 11 species complexes. A six-gene\ncombined phylogeny resolved all 120 Calonectria species, and revealed\nthat tef1, tub2, cmdA, his3, rpb2 and act gene regions are effective DNA\nbarcodes for Calonectria.","trees":[{"tree_label":"Fig. 1","ntax":"318","rootedtree":"TRUE","title":"Calonectria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132760.phy"}]}