{"Authors":" Ya-Ya Chen, Asha Janadaree Dissanayake, Jian-Kui Liu","Year":" 2020","Title":" Botryosphaeria species from nature reserves in Guizhou\nprovince of China including B. guttulata sp. nov","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" 1 new taxon, Botryosphaeriaceae, phylogeny, taxonomy,\nwood-inhabiting fungi","DOI":"","Abstract":" Members of the genus Botryosphaeria encompass important\nplant pathogens, saprobes, and endophytes on a wide range of woody hosts\nwith a worldwide distribution. Botryosphaeria species are difficult to\ndifferentiate since the overlap of morphological characteristics. In\nthis study, we obtained 28 Botryosphaeria isolates from decaying woody\nhosts in six nature reserves (Fanjing mountain, Guiyang Huaxi Wetland\nPark, Guiyang Xiaochehe Wetland Park, Maolan Natural Reserve, Suiyang\nbroad water nature reserve and Xingii Wanfenglin) in Guizhou province of\nChina. Based on the evidences of morphological comparison and molecular\nanalysis of combined ITS and tef1-α DNA sequence data, four known\nspecies (Botryosphaeria dothidea, B. minutispermatia, B. sinensia, B.\nwangensis) are identified and one novel species B. guttulata is\nintroduced. Botryosphaeria sinensia (32 % of the isolates obtained from\nvarious hosts in nature reserves) is the dominant species, followed by\nB. dothidea (28 % of the isolates), B. guttulata (28 % of the isolates),\nB. minutispermatia (7 % of the isolates) and B. wangensis (4 % of the\nisolates). These results represent the first study of Botryosphaeria\nspecies associated with woody hosts from nature reserves in Guizhou\nprovince of China. Our findings indicate that there is a potential of\nBotryosphaeria species remain to be discovered in this unique landform\n(Karst formations) from Guizhou of China.","trees":[{"tree_label":"Imported tree 1","ntax":"57","rootedtree":"TRUE","title":"Tr124899","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124899.phy"}]}