{"Authors":" Torsten Eriksson, M. S. Hibbs, Michael J Donoghue","Year":" 1998","Title":" Phylogenetic analysis of Potentilla using DNA sequences of\nnuclear ribosomal internal transcribed spacers (ITS), and implications\nfor the classification of Rosoideae (Rosaceae).","Journal":" Plant Systematics and Evolution","Volume":" 211","Issue":"","Pages":" 155-179","Keywords":" Rosaceae Rosoideae Potentilla; Fragaria; Duchesnea;\nPhylogeny; classification; phylogenetic nomenclature; ribosomal DNA,\nITS","DOI":" 10.1007/BF00985357","Abstract":" The circumscription of Potentilla has varied widely. To\ninvestigate the monophyly of Potentilla and the phylogenetic\nrelationships of associated genera we used nuclear ribosomal internal\ntranscribed spacer (ITS) DNA sequences. Fourteen species of Potentilla\n(sensu WOLF 1908) were included, some of which represent proposed\nsegregate genera (such as Argentina, Comarum, Drymocallis, Duchesnea,\nPentaphylloides, and Sibbaldiopsis), and 17 other genera of Rosoideae,\nusing Prunus as outgroup. Out most parsimonious tree strongly implies\nthat Potentilla is not monophyletic. Forcing the monophyly of Potentilla\nyields distinctly longer trees. Several morphological features appear to\nhave evolved several times independently, including the swollen\nreceptacle (“strawberry”) and temate leaves. In order to minimise\nnomenclatural change and to name only well supported clades, Potentilla\nshould be split into several genera, while other previously recognised\ngenera such as Duchesnea, Horkelia, and Ivesia are best included in\nPotentilla. We suggest, however, that a phylogenetic nomenclature (sensu\nDE QuEraoz & GAUTHIEU 1994) might be a better solution.","trees":[{"tree_label":"Fig. 1","ntax":"34","rootedtree":"TRUE","title":"Potentilla","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3248.phy"},{"tree_label":"Fig. 2","ntax":"34","rootedtree":"TRUE","title":"Potentilla","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3249.phy"}]}