{"Authors":" Claire Holland, Thomas J Simmons, Frank Muelewaeter, Andrew\nHudson, Stephen C Fry","Year":" 2020","Title":" Three highly acidic Equisetum XTHs differ from\nhetero-trans-beta-glucanase in donor substrate specificity and are\npredominantly xyloglucan homo-transglucosylases","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" xyloglucan endotransglucosylase, heterologous expression,\nPichia pastoris, cell elongation, Equisetum, plant cell wall,\nhetero-trans-beta-glucanase","DOI":"","Abstract":" Transglycanases are enzymes that remodel the primary cell\nwall in plants, potentially loosening and/or strengthening it.\nXyloglucan endotransglucosylase (XET; EC 2.4.1.207), ubiquitous in land\nplants, is a homo-transglucanase activity (donor, xyloglucan; acceptor,\nxyloglucan) exhibited by XTH (xyloglucan endotransglucosylase/hydrolase)\nproteins. By contrast, hetero-trans-beta-glucanase (HTG) is the only\nknown enzyme that is preferentially a hetero-transglucanase. Its two\nmain hetero-transglucanase activities are MLG : xyloglucan\nendotransglucosylase (MXE) and cellulose : xyloglucan\nendotransglucosylase (CXE). HTG is highly acidic and found only in the\nevolutionarily isolated genus of fern-allies, Equisetum. We now report\ngenes for three new highly acidic HTG-related XTHs in E. fluviatile\n(EfXTH-A, EfXTH-H and EfXTH-I). We expressed them heterologously in\nPichia and tested the encoded proteins enzymic activities to determine\nwhether their acidity and/or their Equisetum-specific sequences might\nconfer high hetero-transglucanase activity. Untransformed Pichia was\nfound to secrete MLG-degrading enzyme(s), which had to be removed for\nreliable MXE assays. All three acidic EfXTHs exhibited very\npredominantly XET (homo-transglucanase) activity, although low but\nmeasurable hetero-transglucanase activities (MXE and CXE) were also\ndetected in EfXTH-H and EfXTH-I. We conclude that the extremely high\nhetero-transglucanase activities of Equisetum HTG are not emulated by\nsimilarly acidic Equisetum XTHs that share up to 55.5% sequence identity\nwith HTG","trees":[{"tree_label":"BestML","ntax":"38","rootedtree":"TRUE","title":"Tr123161","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123161.phy"}]}