{"Authors":" Rui Du, Fang Wu, Genevieve M. Gata, Yu Cheng Dai, Yu Cheng\nDai, Xue mei Tian","Year":" 2020","Title":" Taxonomy and phylogeny of Sidera (Hymenochaetales,\nBasidiomycota): four new species and keys to species of the genus","Journal":" MycoKeys","Volume":" 68","Issue":"","Pages":" 115-135","Keywords":" Phylogeny, Rickenellaceae, Taxonomy, Wood-rotting\nfungi","DOI":" 10.3897/mycokeys.68.53561","Abstract":" Sidera is a polypore genus with white to cream or buff\nbasidiomata, whose species in Hymenochaetales are poorly known. We study\nthe phylogeny and diversity of Sidera based on our recent collections\nfrom tropic and subtropic Asian-Pacific regions. Phylogenetic analyses\nbased on the internal transcribed spacer (ITS) and nuclear large subunit\n(nLSU) ribosomal RNA gene regions indicate that ten terminal lineages\nare well supported within Sidera. Based on morphological examination and\nphylogeny, four new species, viz. Sidera minutissima, S. parallela, S.\nsrilankensis and S. tenuis are described, and a new combina- tion,\nSidera minutipora, is proposed. All these species are illustrated.\nSidera minutissima is characterized by tiny basidiomata with bluish\npores when fresh, generative hyphae dominating at the dissepiment edges,\nthe presence of cystidioles, and allantoid basidiospores measuring\n3.84.4 × 0.91.3 μm. Sidera parallela differs from other poroid species\nin the genus by having parallel tramal hyphae in combination with lunate\nbasidiospores measuring 2.83.3 × 0.91.2 μm. Sidera srilankensis have\ngenerative and skeletal hyphae co-dominating at the dissepiment edges,\nand lunate basidiospores measuring 3.54 × 11.3 μm. Sidera tenuis is\ndistinguished by small pores (810 per mm) and relatively long allantoid\nbasidiospores measuring 4.25 × 0.81 μm. Sidera minutipora is\ncharacterized by buff to olivaceous buff basidiomata when dry, 57 pores\nper mm, rosette-like crystals rare, and allantoid basidiospores\nmeasuring 3.74.3 × 11.3 μm. An identification key to all accepted\nspecies is provided.","trees":[{"tree_label":"Fig. 1","ntax":"36","rootedtree":"TRUE","title":"Sidera ITS nLSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124999.phy"}]}