{"Authors":" NA","Year":" 2020","Title":" A re-evaluation of the Chaetothyriales using criteria of\ncomparative biology","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Black yeasts  Phylogeny  Ecology  Taxonomy  Evolution \nNomenclature","DOI":"","Abstract":" Chaetothyriales is an ascomycetous order within\nEurotiomycetes. The order is particularly known through the black yeasts\nand filamentous relatives that cause opportunistic infections in humans.\nAll species in the order are consistently melanized. Ecology and\nhabitats of species are highly diverse, and often rather extreme in\nterms of exposition and toxicity. Families are defined on the basis of\nevolutionary history, which is reconstructed by time of divergence and\nconcepts of comparative biology using stochastical character mapping and\na multi-rate Brownian motion model to reconstruct ecological ancestral\ncharacter states. Ancestry is hypothesized to be with a rock-inhabiting\nlife style. Ecological disparity increased significantly in late\nJurassic, probably due to expansion of cytochromes followed by\ncolonization of vacant ecospaces. Dramatic diversification took place\nsubsequently, but at a low level of innovation resulting in strong niche\nconservatism for extant taxa. Families are ecologically different in\ndegrees of specialization. One of the clades has adapted ant domatia,\nwhich are rich in hydrocarbons. In derived families, similar processes\nhave enabled survival in domesticated environments rich in creosote and\ntoxic hydrocarbons, and this ability might also explain the pronounced\ninfectious ability of vertebrate hosts observed in these families.\nConventional systems of morphological classification poorly correspond\nwith recent phylogenetic data. Species are hypothesized to have low\ncompetitive ability against neighboring microbes, which interferes with\ntheir laboratory isolation on routine media. The dataset is unbalanced\nin that a large part of the extant biodiversity has not been analyzed by\nmolecular methods, novel taxonomic entities being introduced at a\nregular pace. Our study comprises all available species sequenced to\ndate for LSU and ITS, and a nomenclatural overview is provided. A\nlimited number of species could not be assigned to any extant\nfamily.","trees":[{"tree_label":"con 50 majrule","ntax":"256","rootedtree":"TRUE","title":"Tr123191","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123191.phy"}]}