{"Authors":" Samia Gargouri, Virgilio Balmas, Lester W Burgess, Timothy\nPaulitz, Imane Laraba, Hye-Seon Kim, Robert H. Proctor, Mark Busman,\nFrederick C Felker, Timothy Murray, Kerry ODonnell","Year":" 2020","Title":" An endophyte of Macrochloa tenacissima (esparto or needle\ngrass) from Tunisia is a novel species in the Fusarium redolens species\ncomplex","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" heterothallic, homothallic, MAT idiomorphs, molecular\nphylogenetics, morphology, RPB1, RPB2, TEF1, whole genome sequence, 1\nnew taxon","DOI":"","Abstract":" Here we report on the morphological, molecular and\nchemical characterization of a novel Fusarium species recovered from the\nroots and rhizosphere of Macrochloa tenacissima (Halfa, esparto or\nneedle grass) in central Tunisia. Formally described here as F. spartum,\nthis species is a member of the Fusarium redolens species complex, but\ndiffers from the other two species within the complex, F. redolens and\nF. hostae, by its endophytic association with M. tenacissima, and its\ngenealogical exclusivity based on multilocus phylogenetic analyses. To\nassess their sexual reproductive mode, a PCR assay was designed and used\nto screen the three strains of F. spartum, 51 of F. redolens and 14 of\nF. hostae for mating type (MAT) idiomorph. Genetic architecture of the\nMAT locus in the former two species suggests that if they reproduce\nsexually it is via obligate outcrossing. By comparison, results of the\nPCR assay indicated that 13/14 of the F. hostae strains possessed MAT1-1\nand MAT1-2 idiomorphs and thus might be self-fertile or homothallic.\nHowever, when the F. hostae strains were selfed, 11 failed to produce\nperithecia and one only produced several small abortive perithecia.\nCirrhi with ascospores, however, were only produced by 8/28 and 4/84 of\nthe variable size perithecia, respectively, of F. hostae NRRL 29888 and\n29890. The potential for the three F. redolens clade species to produce\nmycotoxins, pigments and phytohormones was assessed by screening whole\ngenome sequence data and by analyzing extracts on cracked maize kernel\ncultures via liquid chromatography-mass spectrometry.","trees":[{"tree_label":"Fig. 2","ntax":"10","rootedtree":"TRUE","title":"Fusarium redolens species complex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125085.phy"}]}