{"Authors":" Javier Montenegro, Bert W Hoeksema, Maria E.A. Santos,\nHiroki Kise, James Davis Reimer","Year":" 2020","Title":" Zoantharia (Cnidaria: Hexacorallia) of the Dutch Caribbean\nand one new species of Parazoanthus","Journal":" Diversity","Volume":" 12","Issue":" 5","Pages":" 190","Keywords":" Anthozoa, coral reefs, records, Macrocnemina,\nBrachycnemina","DOI":" 10.3390/d12050190","Abstract":" Abstract: Species of the anthozoan order Zoantharia\n(=Zoanthidea) are common components of subtropical and tropical shallow\nwater coral reefs. Despite a long history of research on their species\ndiversity in the Caribbean, any regions within the sea remain\nunderexamined. One such region is the Dutch Caribbean, including the\nislands of St. Eustatius, St. Maarten, Saba, Aruba, Bonaire, and\nCuraçao, as well as the Saba Bank, for which no definitives species list\nexists. Here, combining examinations of specimens housed in the\nNaturalis Biodiversity Center collection with new specimens and records\nfrom field expeditions, we provide a list of zoantharian species found\nwithin the Dutch Caribbean. Our results demonstrate the presence at\nleast 17 described species, including the newly escribed Parazoanthus\natlanticus, and the additional potential presence of up to four\nundescribed species. These records of new and undescribed species\ndemonstrate that although the zoantharian research history of the\nCaribbean is long, further discoveries remain to be found. In light of\nbiodiversity loss and increasing anthropogenic pressure on declining\ncoral reefs, documenting the diversity of zoantharians and other coral\nreef species to provide baseline data takes on a new urgency.","trees":[{"tree_label":"Fig. 11 ML","ntax":"57","rootedtree":"TRUE","title":"Tr125398","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125398.phy"},{"tree_label":"Fig. 11 BPI2","ntax":"57","rootedtree":"TRUE","title":"Tr125399","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125399.phy"}]}