{"Authors":" Amanda Pricilla Batista Santos, Alessandro Rapini, Ulrich\nMeve, Lamarck Rocha, Patrícia Luz Ribeiro, Sigrid Liede-Schumann, David\nJ. Goyder, Stephan G. Beck, Jorge Fontella-Pereira","Year":" 2021","Title":" Petalostelma of Brazil and the initial evolution of\nMetastelmatinae (Apocynaceae)","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Asclepiadoideae,Single copy nuclear genes, Molecular data,\nPhylogenetics, Systematics, Taxonomy","DOI":"","Abstract":" The MOG clade is one of the four neotropical lineages of\nthe subfamily Asclepiadoideae (Apocynaceae), and its core group is\nformed by the subtribes Metastelmatinae, Oxypetalinae, Gonolobinae and\nTassadiinae, consisting of about 710 species and 36 genera. These\nsubtribes form well-supported and morphologically distinguishable\nclades, but the relationships among them are yet to be resolved.\nMetastelmatinae is composed of approximately 260 species, distributed in\n12 genera with complex circumscriptions due to the lack of morphological\nsynapomorphies for certain clades and the uncertain position of some\ntaxa. As a result, there is no agreement regarding the sequence of\nphylogenetic events at the beginning of Metastelmatinae evolution.\nPetalostelma stands out for being a genus frequently assigned to the\nbasal grade of Metastelmatinae. It includes twining plants with tiny\nflowers, rotated corolla, gynostegial corona lobes opposite to anthers\nand, sometimes, a corolline corona. In this study, we evaluated the\ncircumscription of Petalostelma, the phylogenetic position of the genus\nin Metastelmatinae and the relationships between the subtribes of the\nMOG core group, thus offering an overview of the initial diversification\nof Metastelmatinae. We also present a taxonomic revision of Petalostelma\nin Brazil, including complete morphological descriptions, an\nidentification key, illustrations, distribution maps, assessments of the\nconservation status and taxonomic comments for the nine species\nrecognized in the country, including a new species from eastern Brazil,\nP. atlanticum A.P.B. Santos, endemic to Espírito Santo.","trees":[{"tree_label":"con 50 majrule","ntax":"29","rootedtree":"TRUE","title":"Metastelmatinae Morfo Nuc","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125802.phy"},{"tree_label":"con 50 majrule","ntax":"21","rootedtree":"TRUE","title":"Metastelmatinae COS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125800.phy"},{"tree_label":"con 50 majrule","ntax":"27","rootedtree":"TRUE","title":"Metastelmatinae COS NUC","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125799.phy"},{"tree_label":"con 50 majrule","ntax":"27","rootedtree":"TRUE","title":"Metastelmatinae ETS ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125801.phy"}]}