{"Authors":" Elliot C. Shaw, Rachael Fowler, Sara Ohadi, Michael James\nBayly, Rose Barrett, Peter Ades, Josquin Tibbits, Allan Strand, Charles\nG Willis, Kathleen Donohue, Philipp Robeck, Mohsen B. Mesgaran, Roger D.\nCousens","Year":" 2020","Title":" Explaining the worldwide distributions of two highly mobile\nspecies: Cakile edentula and C. maritima","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Invasive plants, climate, distribution, phylogenetics","DOI":"","Abstract":" Aim: To determine the number of successful colonisation\nevents that have occurred throughout the world and the extent to which\nintroduced locations differ climatically from the native sources.\nLocation: Worldwide Taxon: Sea-Rockets (Cakile spp.) Methods: We used a\nhigh throughput sequencing, genome skimming approach combined with\nBayesian Inference phylogenetics to examine variation within entire\nchloroplast genomes and regions of nuclear ribosomal DNA within native\nand introduced regions. Databases were used to compare climates at the\nfirst recorded overseas sites with the locations from which samples from\nsignificant clades were collected. Results: At least seven clades have\ninvaded different regions of the world. In most cases we were able to\nidentify their source regions and climates. The environmental\nbottlenecks differed in intensity, with some indicating that clades had\na very broad innate environmental tolerance. We found clear evidence of\nhybridation  specifically chloroplast capture - between two species in\nAustralia, Main Conclusions: Cakile species provide an excellent\nopportunity to study replicated climate adaptation trajectories, but the\nrelative importance of tolerance and local adaptation require further\ninvestigation. Interpretations of invasion trajectories based solely on\nspecies-level databases can be highly misleading.","trees":[{"tree_label":"Imported tree 1","ntax":"156","rootedtree":"TRUE","title":"Tr124428","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124428.phy"},{"tree_label":"con 50 majrule","ntax":"156","rootedtree":"TRUE","title":"Tr124332","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124332.phy"},{"tree_label":"Imported tree 1","ntax":"156","rootedtree":"TRUE","title":"Tr124425","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124425.phy"},{"tree_label":"con 50 majrule","ntax":"156","rootedtree":"TRUE","title":"Tr124423","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124423.phy"}]}