{"Authors":" Charles Bachy, Charmaine C. M. Yung, David M. Needham,\nConsuelo Gazitua, Simon Roux, Alexander J. Limardo, Chang Jae Choi,\nMatthew B. Sullivan, Alexandra Z Worden","Year":" 2021","Title":" Viruses infecting a warm water picoeukaryote shed light on\nspatial co-occurrence dynamics of marine viruses and their hosts","Journal":" The ISME Journal","Volume":" 2021","Issue":"","Pages":" 1-19","Keywords":" green algae, phytoplankton, host-virus interactions,\nprasinovirus","DOI":" 10.1038/s41396-021-00989-9","Abstract":" The marine picoeukaryote Bathycoccus prasinos has been\nconsidered a cosmopolitan alga, although recent studies indicate two\necotypes exist, Clade BI (B. prasinos) and Clade BII. Viruses that\ninfect multiple Clade BI isolates are known (BpVs), but not BII. We\nisolated three dsDNA prasinoviruses from the Sargasso Sea infecting\nClade BII (BII-Vs) but not BI. The BII-V2 and BII-V3 genomes are larger\n(~210,000 kb) than most BpV (BI-V) genomes and BII-V1 (167,000 kb).\nComparative genomics demonstrates BII-Vs share ~90% of their proteins\nand 65-83% with various BpVs. Phylogenomic reconstruction and PolB\nidentity (80% aa) establish that BII-V2 and BII-V3 are closely related\nto each other, yet BII-V2 has 10-fold higher infectivity and induces\ngreater mortality. BII-V1 is evolutionarily more distant, has a shorter\nlatent period and it alone infects BII isolate RCC715, whereas all three\nof the newly discovered viruses infect BII RCC716. Global metagenome\nmapping analyses show Clade BI and BII algal relative abundances\ncorrelate positively with their respective viruses. Additionally, we\nshow that sequences recently highlighted as novel prasinovirus diversity\ncomes from BII-Vs. The distributions delineate Clade BI/BpVs as\noccupying lower temperature mesotrophic and coastal systems, whereas\nClade BII/BII-Vs occupy warmer temperature, higher salinity ecosystems.\nAccordingly, with molecular diagnostic support, we name Clade BII\nBathycoccus calidus. Collectively, our studies demonstrate tightly\nlinked biogeography of Bathycoccus hosts and viruses, with viral\nspecificity and virulence variations extending to an intra-host-species\nlevel.","trees":[{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Prasinoviruses 22 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134099.phy"},{"tree_label":"Fig. 5","ntax":"199","rootedtree":"TRUE","title":"Prasinoviruses Polymerase B","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134100.phy"}]}