{"Authors":" Duniel Barrios, Luis Roberto González-Torres, Salvador\nArias, Lucas Charles Majure","Year":" 2020","Title":" Phylogeny and taxonomy of the Antillean endemic genus\nLeptocereus (Cactaceae) inferred from chloroplast markers and\nmorphological evidence","Journal":" Plant Systematics and Evolution","Volume":" 306","Issue":" 63","Pages":" 115","Keywords":" Armatocereus, Caribbean, Cuba, Dendrocereus, Hispaniola,\nmorphology, plastid DNA.","DOI":" 10.1007/s00606-020-01693-5","Abstract":" Leptocereus is an Antillean genus of thin-stemmed cacti\nwith 17 described species. We carried out a phylogenetic reconstruction\nwith plastid DNA sequence data and a combined analysis with a set of 39\nmorphological characters using Maximum Likelihood and Bayesian inference\ncriteria to explore the monophyly of the genus. We further analyzed the\nevolution of eight morphological characters to interpret the\ncircumscription of Leptocereus and test for putative synapomorphies for\nthe clade. Five plastid markers (trnL-F, trnQ-rps16, psbA-trnH,\npetL-psbE, and rpl16) were sequenced for fifteen species of Leptocereus,\nseven species of the related genera (Armatocereus, Dendrocereus,\nStrophocactus) and ten species from Hylocereeae, Pachycereinae,\nStenocereinae were used as outgroup taxa. Our phylogenetic analyses\nsuggest that Leptocereus is paraphyletic with a clade of the two\nDendrocereus species nested within it. All Cuban species constitute a\nmonophyletic group, as do the species of Hispaniola and Puerto Rico,\nwhich are sister to the Cuban clade + Dendrocereus clade. No\nmorphological character analyzed here was synapomorphic for the genus,\nbut sunken areoles in the depressions of the ribs were a character\npresent in all subclades of Leptocereus. Based on our molecular data and\nextensive fieldwork, a new circumscription of Leptocereus is proposed,\nwhich includes three new combinations (Leptocereus albellus comb. et\nstat. nov., L. nudiflorus comb. nov., L. undulosus comb. nov.).","trees":[{"tree_label":"tree1","ntax":"45","rootedtree":"TRUE","title":"Tr123378","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123378.phy"},{"tree_label":"tree1","ntax":"46","rootedtree":"TRUE","title":"Tr123379","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123379.phy"}]}