{"Authors":" Matthew J. Zidek, Lin Yu, Michael Jochum, YOUNG-KI JO","Year":" 2020","Title":" Complexities of Gaeumannomyces species causing take-all root\nrot of St. Augustinegrass","Journal":" Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Gaeumannomyces, St. Augustinegrass, take-all root rot","DOI":"","Abstract":" Gaeumannomyces graminis var. graminis (Ggg) has been the\netiological agent of take-all root rot (TARR) of St. Augustinegrass\n(Stenotaphrum secundatum) and root decline of the other warm-season\nturfgrasses. We isolated 76 Ggg isolates from St. Augustinegrass in\ncentral and eastern Texas. Evaluation of colony morphologies on potato\ndextrose agar and follow-up multi-locus phylogenic analysis revealed\nthree phenotypic groups associated with different Gaeumannomyces\nspecies: (i) G. floridanus, highly melanized with round colony\nformation, (ii) G. arxii, non to slightly melanized with round colony\nformation, and (iii) G. graminicola, highly melanized with irregular\ncolony formation. Representative isolates from each group were subjected\nto further phenotypic and genetic characterizations. Most tested G.\nfloridanus isolates were adapted to warmer temperatures than G. arxii or\nG. graminicola. Pathogenicity assays using rice seedlings indicated that\nG. floridanus was more aggressive than G. arxii or G. graminicola. A\nmulti-locus phylogeny reconstruction supported that these three groups\nwere phylogenetically distinct, grouped with previously published\nGaeumannomyces taxa, and separated into three different clades,\nOryzinus, Graminis and Tritici. The resolution of intravarietal\ncomplexities of TARR associated with different Gaeumannomyces species is\nimportant for proper diagnostics and management strategies for TARR and\nother root-decline diseases in warm-season turfgrasses.","trees":[{"tree_label":"Imported tree 1","ntax":"37","rootedtree":"TRUE","title":"Tr123399","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123399.phy"},{"tree_label":"Imported tree 1","ntax":"37","rootedtree":"TRUE","title":"Tr123398","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123398.phy"}]}