{"Authors":" Ana Paula Moraes, Mohammad Vatanparast, Caroline Polido,\nAndré Marques, Gustavo Rodrigues Souza, Ana Paula Fortuna-Perez, Eliana\nRegina Forni-Martins","Year":" 2020","Title":" Chromosome number evolution in dalbergioid legumes\n(Papilionoideae, Leguminosae)","Journal":" Brazilian Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Base chromosome number, chromosome banding, dysploidy,\npolyploidy","DOI":"","Abstract":" The dalbergioids, one of the largest clades among legumes,\npresents significant karyotype diversity. Previous studies suggested\ndifferent base chromosome numbers, hampering the understanding of\nkaryotype evolution in dalbergioid legumes. In this study, we integrated\nchromosome numbers from the literature with phylogenetic data and new\ncytogenetic data for six species aiming to clarify the paths of\nkaryotype evolution. We could confirm the base chromosome number of\ndalbergioid legumes as x=10, which was constant for the three\ndalbergioid clades, namely Adesmia, Dalbergia and Pterocarpus. However,\nwe found alternative base chromosome numbers for some genera, which\nillustrate the two main mechanisms of chromosome changes found in\ndalbergioids: polyploidy and dysploidy. Considering the basal nodes in\nthe phylogeny, polyploidy and dysploidy could be detected in seven and\nthree nodes, respectively, with two out of the three dysploidy events\nassociated with polyploidy. Nevertheless, considering the chromosome\nchanges within species, the descendent dysploidy was the most common\nevent in dalbergioid legumes. Such a high frequency of dysploidy\nhighlights the importance of studying multiple populations from each\nspecies. In addition, the karyotype banding patterns revealed DAPI+\nbands, which is not commonly found in plants, as a chromosome marker for\nthe genus Stylosanthes. The chromosome banding analysis presents\ntaxonomic potential and could be explored in future studies to better\nunderstand the complex taxonomic groups inside dalbergioid legumes.","trees":[{"tree_label":"MLT","ntax":"154","rootedtree":"TRUE","title":"Papilionoideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125427.phy"},{"tree_label":"majrule","ntax":"154","rootedtree":"TRUE","title":"Papilionoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125428.phy"}]}