{"Authors":" Yu Ping Liang, Chao jung Wu, Hui Wen Tsai, Hui Fang Ni","Year":" 2020","Title":" Characterization and pathogenicity of Lasiodiplodia species\nassociated with avocado branch canker in Taiwan","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Avocado, Branch canker, Lasiodiplodia theobromae,\nLasiodiplodia pseudotheobromae, Taiwan","DOI":"","Abstract":" Avocado branch cankers had been reported from many\navocado-growing countries, and were associated with several species in\nthe Botryosphaeriaceae family. In Taiwan, the disease is widely\ndistributed in main avocado-producing regions. Therefore, the aims of\nthis study were to identify and characterize the pathogens associated\nwith avocado branch canker in Taiwan, and evaluate their pathogenicity.\nThirteen fungal isolates were obtained from necrotic avocado woody\ntissues from 7 orchards located in different regions in Taiwan. Based on\nmorphology and phylogenetic analyses of internal transcribed spacer\n(ITS) sequence and partial sequences of the translation elongation\nfactor 1-α (TEF1-α) and beta-tubulin (Bt) gene, the isolates were\nidentified as either Lasiodiplodia theobromae or L. pseudotheobromae.\nThe optimal temperature of mycelial growth for both species was around\n30°C. Pathogenicity tests conducted on ‘Hall’ avocado plants showed that\nboth species were pathogenic to avocado, causing whitish exudate at the\ninoculation sites and necrosis on the stem 4 weeks after inoculation.\nThis study identified and characterized the pathogens of avocado branch\ncanker in Taiwan, which will provide useful information to future\nresearch on establishing effective disease management strategies in\navocado. To our knowledge, this is the first report characterizing\navocado branch canker in Taiwan.","trees":[{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Lasiodiplodia tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_123422.phy"},{"tree_label":"Imported tree 1","ntax":"70","rootedtree":"TRUE","title":"Tr126316","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126316.phy"}]}