{"Authors":" Mira Vojvodic, Brankica Tanovic, Petar Mitrovic, Ivana\nVico, Aleksandra Bulajic","Year":" 2020","Title":" Waitea circinata var. zeae causing root rot of cabbage and\noilseed rape","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Rhizoctonia  like fungi, Brassicaceae, morphology,\nphylogeny","DOI":"","Abstract":" Cabbage, a widely used and popular vegetable and oilseed\nrape, the second most valuable oilseed crop in the world, are two very\nimportant species from the Brassicaceae family. During 2017 two\ngeographically separated outbreaks of cabbage and oilseed rape root rot\nwith estimated incidence of 15% and 20%, respectively, were recorded in\nthe Vojvodina region, Serbia. From symptomatic cabbage and oilseed rape\nplants 12 hyphal-tip isolates were identified as Waitea circinata var.\nzeae based on morphological and molecular features. This finding shows\nthat W. circinata var. zeae has expanded its host range to the\nBrassicaceae family. Sequence analyses of ITS and LSU of the rDNA, RPB2\nand β-tubulin gene revealed the highest similarity with multiple W.\ncircinata var. zeae. Neighbor-joining analyses of ITS sequences,\nresulted in the phylogenetic tree with one well defined branch of W.\ncircinata var. zeae, with two separate groups. Group I comprised all 12\nSerbian isolates and the majority of isolates originating from natural\ninfection of dicotyledonous plants. Following artificial inoculation, W.\ncircinata var. zeae isolates caused mild to medium root necrosis of\nseedlings of 14 monocotyledonous and dicotyledonous plant species,\nincluding cabbage and oilseed rape, implying a wider host range than\nknown for W. circinata var. zeae. Additionally, this is the first\noccurrence of W. circinata var. zeae. on dicotyledonous host plants in\nEurope. As cabbage and oilseed rape are important crops grown on\nsubstantial areas not only Serbia, but worldwide, the occurrence of the\nnew soil- borne pathogen with a broad host range such as Waitea\ncircinata var. zeae, imposes the necessity for changes in routine\ndisease control practice, particularly crop rotation with susceptible,\nmainly monocotyledonous crops.","trees":[{"tree_label":"TREE1","ntax":"44","rootedtree":"TRUE","title":"Waitea spp. Serbia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125646.phy"}]}