{"Authors":" Matias C. Baranzelli, Andrea Cosacov, Nicolás Rocamundi,\nAndrés Eduardo Issaly, Dana Lucía Aguilar, Andrés Gonzalo Camps,\nGuadalupe Andraca-Gómez, Iván Alejandro Petrinovic, Leigh A. Johnson,\nalicia sersic","Year":" 2020","Title":" Volcanism rather than climatic oscillations explains the\nshared phylogeographic patterns among ecologically distinct plant\nspecies in the southernmost areas of the South American Arid\nDiagonal","Journal":" Perspectives in Plant Ecology, Evolution and\nSystematics","Volume":"","Issue":"","Pages":"","Keywords":" Approximate Bayesian Computation, Biogeographic history,\nComparative phylogeography, Paleodistribution modeling, Payunia\nDistrict, South American Deserts, Trait-based phylogeography","DOI":"","Abstract":" Shared genetic patterns within a community of ecologically\ndistinct species may reflect the role of past geoclimatic events\nimprinting species evolutionary history. Although Pleistocene\nglaciations are the most important processes evoked as drivers of these\nshared patterns, in some regions Quaternary volcanic activity should\nalso be considered as a potential process shaping genetic diversity\ndistribution. Additionally, phenotypic attributes related to dispersal\nand persistence may affect the time and manner in which species respond\nto geoclimatic changes. We performed a comparative phylogeographical\nstudy within a plant community of the South American Arid Diagonal to\nassess whether genetic patterns are better explained by climatic changes\nor volcanisms, taking into account the possible influence of life form\nand dispersal syndromes of the focal species. Chloroplast intergenic\nspacers were sequenced for five plant species. Genealogy, divergence\ntime estimates, demographic and range expansion analyses were performed.\nApproximate Bayesian Computation was used to test plausible shared\nphylogeographic scenarios. Climatically stable areas during the last\nglacial period were inferred with distribution modeling. Results showed\nthat most species were split into northern and southern lineages\nseparated by a phylogeographic break at around 37.5ºS, with the northern\npopulations being genetically less diverse, inhabiting both climatically\nstable and unstable areas, but being severely affected by intense\nPlio-Pleistocene magmatic activity; the southern populations, less\ninfluenced by volcanism, appeared to be genetically more diverse and\noccupied climatically stable areas through time. Most recent range\nexpansions and effective population size increases occurred after most\nof the volcanic episodes, before and during the Last Glacial Maximum.\nAll species shared the same geographic origin of the detected spatial\nexpansion. Overall, our results suggest a preponderant effect of\nQuaternary volcanism rather than climatic oscillations on the\nevolutionary history of this xerophytic community. Additionally, we\nfound evidence that autecological traits would have modulated the\ncommunity historical responses.","trees":[{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr123619","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123619.phy"}]}