{"Authors":" Diána Seress, Gábor M. Kovács, Orsolya Molnár, Márk Z.\nNémeth","Year":" 2021","Title":" Infection of papaya (Carica papaya) by four powdery mildew\nfungi","Journal":" Phytopathologia Mediterranea","Volume":" 60","Issue":" 1","Pages":" 37-49","Keywords":" Carica, Erysiphales, Erysiphe necator, host range\nexpansion, phylogenetic analysis, Pseudoidium","DOI":"","Abstract":" Papaya (Carica papaya L.) is an important fruit crop in\nmany tropical and subtropical countries. Powdery mildew commonly affects\nthis host, causing premature leaf loss, reduced yields and poor fruit\nquality. At least fifteen different fungi have been identified as the\ncausal agents of papaya powdery mildew. Powdery mildew symptoms were\ndetected on potted papaya plants growing in two locations in Hungary.\nThis study aimed to identify the causal agents. Morphology of powdery\nmildew samples was examined, and sequences of two loci were used for\nmolecular taxonomic identifications. Only anamophs were detected in all\nsamples, and four morphological types were distinguished. Most samples\nhad Pseudoidium anamorphs, while some were of the Fibroidium anamorph.\nBased on morphology and molecular taxonomy, the Fibroidium anamorph was\nidentified as Podosphaera xanthii. The Pseudoidium anamorphs\ncorresponded to three different Erysiphe species: E. cruciferarum, E.\nnecator and an unidentified Erysiphe sp., for which molecular\nphylogenetic analyses showed it belonged to an unresolved species\ncomplex of E. malvae, E. heraclei and E. betae. Infectivity of P.\nxanthii and E. necator on papaya was verified with cross inoculations. A\nreview of previous records of powdery mildew fungi infecting papaya is\nalso provided. Podosphaera xanthii was known to infect, and E.\ncruciferarum was suspected to infect Carica papaya, while E. necator was\nrecorded on this host only once previously. No powdery mildew fungus\nbelonging to the E. malvae/E. heraclei/E. betae species complex is known\nto infect papaya or any other plants in the Caricaceae, so the\nunidentified Erysiphe sp. is a new record on papaya and the Caricaceae.\nThis study indicates host range expansion of this powdery mildew fungus\nonto papaya.","trees":[{"tree_label":"ITS - Erysiphe necator","ntax":"27","rootedtree":"TRUE","title":"Tr129265","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129265.phy"},{"tree_label":"ITS - Podosphaera xanthii","ntax":"62","rootedtree":"TRUE","title":"Tr129266","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129266.phy"},{"tree_label":"ITS_Mcm7 - Erysiphe","ntax":"46","rootedtree":"TRUE","title":"Tr129267","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129267.phy"},{"tree_label":"tree 1","ntax":"85","rootedtree":"TRUE","title":"Tr129404","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129404.phy"}]}