{"Authors":" Stephen Andrew Wyka, Stephen J Mondo, Miao Liu, Jeremy\nDettman, Vamsi Nalam, Kirk D Broders","Year":" 2021","Title":" Whole genome comparisons of ergot fungi reveals the\ndivergence and evolution of species within the genus Claviceps are the\nresult of varying mechanisms driving genome evolution and host range\nexpansion","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" adaptive evolution, gene cluster expansion, fungal plant\npathogens, RIP","DOI":"","Abstract":" The genus Claviceps has been known for centuries as an\neconomically important fungal genera for pharmacology and agricultural\nresearch. Only recently have researchers begun to unravel the\nevolutionary history of the genus, with origins in South America and\nclassification of four distinct sections through ecological,\nmorphological, and metabolic features (Claviceps sects. Citrinae,\nPaspalorum, Pusillae, and Claviceps). The first three sections are\nadditionally characterized by narrow host range, while sect. Claviceps\nis considered evolutionarily more successful and adaptable as it has the\nlargest host range and biogeographical distribution. However, the\nreasons for this success and adaptability remain unclear. Our study\nelucidates factors influencing adaptability by sequencing and annotating\n50 Claviceps genomes, representing 21 species, for a comprehensive\ncomparison of genome architecture and plasticity in relation to host\nrange potential. Our results show the trajectory from specialized\ngenomes (sects. Citrinae and Paspalorum) towards adaptive genomes\n(sects. Pusillae and Claviceps) through co-localization of transposable\nelements around predicted effectors and a putative loss of\nrepeat-induced point mutation resulting in unconstrained tandem gene\nduplication coinciding with increased host range potential and\nspeciation. Alterations of genomic architecture and plasticity can\nsubstantially influence and shape the evolutionary trajectory of fungal\npathogens and their adaptability. Furthermore, our study provides a\nlarge increase in available genomic resources to propel future studies\nof Claviceps in pharmacology and agricultural research, as well as,\nresearch into deeper understanding of the evolution of adaptable plant\npathogens.","trees":[{"tree_label":"Fig. 1","ntax":"57","rootedtree":"TRUE","title":"Claviceps MLT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_123622.phy"},{"tree_label":"Fig. S2","ntax":"57","rootedtree":"TRUE","title":"Claviceps NJT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_123623.phy"},{"tree_label":"Fig. S3","ntax":"57","rootedtree":"TRUE","title":"Claviceps MPT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_123624.phy"}]}