{"Authors":" Elaine Cristina Francisco, João Nóbrega de almeida júnior,\nFlávio Queiroz-Telles, Valério Rodrigues Aquino, Ana Verena A. Mendes,\nMarcio Oliveira Silva, Paulo de Tarso O Castro, Thais Guimarães,\nVinicius Ponzio, Rosane C Hahn, Guilherme M Chaves, Arnaldo Lopes\nColombo","Year":" 2020","Title":" Emergence of Trichosporon asahii genotype 7 with limited\nsusceptibility to triazoles and amphotericin B in clinical samples\ncollected along 20 years","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Trichosporon asahii, genotypes, epidemiology, antifungal\nsusceptibility, opportunistic infections","DOI":"","Abstract":" Trichosporon asahii is an opportunistic fungal pathogen\nthat can cause severe infections with high mortality rates. Azole\nderivatives are considered the best-targeted therapy for T. asahii\ninvasive infections, but azole-resistant isolates have been reported in\ndifferent centres. In order to investigate the emergence of antifungal\nresistance among clinical isolates of T. asahii, we analyzed the\ngenotypes distribution and the antifungal susceptibility profile among\n284 isolates collected from different Brazilian centres between 1997 and\n2019. Methods: Species identification was performed by sequence analysis\nand phylogenetic relationships of the IGS1 region of the rDNA. Genotypes\nwere characterized based on haplotype networks. Antifungal\nsusceptibility testing for amphotericin B, fluconazole, voriconazole,\nand posaconazole were processed using CLSI M27-4th ed. microdilution\nbroth method. Trends in the antifungal susceptibility profile of\nBrazilian T. asahii isolates was investigated using epidemiological\ncutoff values recently proposed. Results: In total, 284 T. asahii\nisolates were tested. According to rDNA intergenic spacer sequencing\nresults, five different genotypes were found and isolates belonging to\nthe genotype 7 were detected in our series only after 2013. Genotype 7\nisolates contributed to the higher minimal inhibitory concentration\nvalues of voriconazole that have been documented in recent years.\nConclusions: Monitoring T. asahii genotypes distribution and antifungal\nsusceptibility profiles are warranted to prevent the spread of\nazole-resistant isolates.","trees":[{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr123687","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123687.phy"},{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr123688","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123688.phy"}]}