{"Authors":" Shuqian Zhang","Year":" 2020","Title":" Morphological and molecular evidence for a new species of the\ngenus Melanochlamys Cheeseman, 1881 from the Bohai Sea, China\n(Gastropoda: Heterobranchia)","Journal":" Organisms Diversity & Evolution volume","Volume":"","Issue":"","Pages":"","Keywords":" Cephalaspidea, Aglajidae, sea slug, ABGD, male\nreproductive organ","DOI":"","Abstract":" Increasing discoveries of new species of the genus\nMelanochlamys Cheeseman, 1881 in recent years demonstrate that the\nbiodiversity of this group remains underestimated. Recently, several\naglajid sea slugs were collected from Laizhou Bay, Shandong Province,\nChina. Morphological observation of their external and internal anatomy\nrevealed that they represent an undescribed species that belong to genus\nMelanochlamys. This new species, Melanochlamys aquilina sp. nov., is\nclosely related to Melanochlamys fukudai Cooke, Hanson, Hirano,\nOrnelas-Gatdula, Gosliner, Chernyshev & Valdés, 2014 in body size\nand dark external coloration, but can be differentiated from the latter\nby features of both shell and male reproductive organ. Phylogenetic\nanalyses of two mitochondrial (COI, 16S rRNA) and a nuclear (H3) gene\nusing Bayesian inference, maximum likelihood, and species delimitation\nanalysis also support the separation of Melanochlamys aquilina sp. nov.\nfrom its related congeners. The molecular analysis indicates a close\nevolutionarily relationship between Melanochlamys aquilina sp. nov. and\nM. fukudai, a species from Japan, and that their divergence time may\nhappened in a relatively short historical period, possibly no more than\n0.8 My.","trees":[{"tree_label":"con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"Tr123679","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123679.phy"},{"tree_label":"con all compat","ntax":"52","rootedtree":"TRUE","title":"Tr123680","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123680.phy"}]}