{"Authors":" Rosemary G. Gillespie, Henrietta B. Croom, Stephen R.\nPalumbi","Year":" 1994","Title":" Multiple origins of a spider radiation in Hawaii.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 91","Issue":" 6","Pages":" 2290-2294","Keywords":" NA","DOI":" NA","Abstract":" The Hawaiian Islands are renowned for some of the most\nspectacular species radiations in the world. Most of these radiations\nhave been attributed to single colonization events, although the\nevidence supporting monophyletic origins is often poorly resolved and/or\nambiguous. Without a concrete understanding of the origins of species\nradiations, it is impossible to understand the phylogenetic pattern of\nspecies proliferation or the spectrum of morphological, ecological, and\nbehavioral modifications attributable to a single colonist. In this\nstudy we examined the species radiation of the spider genus Tetragnatha\nin Hawaii. Unlike their mainland congeners, the Hawaiian Tetragnatha are\nextremely diverse in morphology, ecology, and behavior. We tested\nwhether this diversity arose from a single or multiple colonization\nevents. We coupled morphological (37 characters) and molecular (sequence\nfrom the 12S ribosomal subunit of mitochondrial DNA) approaches to\nassess the phylogenetic position of the Hawaiian Tetragnatha relative to\ncontinental congeners and to examine evidence for monophyly. We provide\nevidence that the Hawaiian Tetragnatha emanate from multiple origins. At\nleast two independent species radiations, the spiny-leg clade and the\nweb-building species Tetragnatha stelarobusta and Tetragnatha acuta,\nhave arisen from one or more founder events. Two additional natural\ncolonizations have resulted in the establishment of non-speciose\nlineages, as represented by Tetragnatha hawaiensis and Doryonychus\nraptor.","trees":[{"tree_label":"Fig. 1B","ntax":"10","rootedtree":"TRUE","title":"Tetragnathidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1328.phy"}]}