{"Authors":" Donatha D. Tibuhwa, Juma Mahmud Hussein, Leif Ryvarden,\nMark Sijaona, Sanja Tibell","Year":" 2020","Title":" A phylogeny for the plant pathogen Piptoporellus baudonii\nusing a multigene dataset","Journal":" Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Africa; antrodia clade; Laetiporus baudonii; macrofungi;\ntaxonomy","DOI":"","Abstract":" Piptoporellus baudonii is proposed as a new combination\nfor Laetiporus baudonii in the Polyporales (Basidiomycota) based on\nmorphological and molecular features. This parasitic macrofungus attacks\ncashew trees, Eucalyptus, cassava, Tectona and some indigenous trees in\nthe Southern regions of Tanzania and poses a serious threat to\nagroforestry and livelihood conditions in the area. Maximum likelihood\nand Bayesian methods were applied to obtain phylogenetic trees for\npartial sequences of the 5.8S part of nuc rDNA internal transcribed\nspacer, parts of 28S nuc rDNA (28S) and 18S nuc rDNA (18S), in addition\nto parts of gene encoding the translation elongation factor 1-α (TEF1)\nof Laetiporus baudonii for comparisons with additional sequences from\nthe antrodia clade. Our results reveal a strongly supported phylogenetic\nclade of L. baudonii with Piptoporellus in Fomitopsidaceae.\nPiptoporellus baudonii shares many morphological features with other\nmembers of Piptoporellus but differs in having broadly ellipsoid or\nrarely ovoid basidiospores, while in other Piptoporellus species the\nspores are cylindrical to oblong-ellipsoid. Both morphological and\nphylogenetic evidence, however, justify the incorporation of L. baudonii\nin Piptoporellus, to join the three other species in the genus.","trees":[{"tree_label":"Imported tree 1","ntax":"58","rootedtree":"TRUE","title":"Tr123803","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123803.phy"},{"tree_label":"Imported tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr123804","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123804.phy"},{"tree_label":"Imported tree 1","ntax":"66","rootedtree":"TRUE","title":"Tr123805","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123805.phy"},{"tree_label":"Imported tree 1","ntax":"58","rootedtree":"TRUE","title":"Tr123806","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123806.phy"},{"tree_label":"Imported tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr123802","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123802.phy"}]}