{"Authors":" Bradley Taylor Martin, Tyler Chafin, Marlis R Douglas, John\nS. Placyk, Roger D Birkhead, Chris A Phillips, Michael E Douglas","Year":" 2020","Title":" Machine learning substantiates biologically meaningful\nspecies delimitations in the phylogenetically complex North American box\nturtle genus Terrapene","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" BFD, classification, multispecies coalescent,\nphylogenomics, species tree, ddRAD","DOI":"","Abstract":" Model-based approaches to species delimitation are\nconstrained both by computational capacities as well as by algorithmic\nassumptions that are frequently violated when applied to\nbiologically-complex systems. An alternate approach, demonstrated\nherein, employs machine learning approaches (=ML) from which species\nlimits are derived without an explicit definition of an underlying\nspecies model. By doing so, we demonstrate the capacity of these\napproaches to designate phylogenomically and biologically relevant\ngroups, using North American box turtle (Terrapene spp.) as an example.\nSeveral different ML-based and traditional species delimitation\nalgorithms were invoked to parse a large SNP dataset derived from ddRAD\nsequencing. Our results illuminate two major findings. First, more\ntraditional model-based approaches perform poorly, a likely reflection\nof systematic biases inherent in their formulation. Multispecies\ncoalescent methods consistently over-split Terrapene, particularly given\nprior evidence and our own phylogenetic results. Second, results from ML\nand clustering algorithms consistently reiterated the presence of clades\nthat were well-supported in prior species-tree analyses. In summary, we\nhighlight both the strengths and limitations of ML-algorithms, and in\ndoing so, explore appropriate approaches to data manipulation and model\nfit. Our study was accomplished within the context of a\nwell-characterized empirical system that allowed a direct contrast\nbetween ML versus traditional approaches. It allowed the utility of\nML-methods to be underscored for species delimitation and serves as a\nstudy case from which guidelines implicit to ML-methods could be applied\nto other study systems.","trees":[{"tree_label":"tree 1","ntax":"214","rootedtree":"TRUE","title":"Tr123818","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123818.phy"}]}