{"Authors":" Naoki Endo","Year":" 2020","Title":" Characterization of Japanese Lactarius section Deliciosi\nectomycorrhizae: toward the use of mycorrhizae for taxonomy and\nexpansion of available cultures","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Colony morphology, Hatsutake, Laticifer, Molecular\nphylogeny, Rhizomorph","DOI":"","Abstract":" Lactarius section Deliciosi includes various gourmet\nspecies, such as L. deliciosus. However, the ectomycorrhizae (ECM) of a\nlimited number of species in this section have been characterized. Thus,\nwe described the ECM of the Japanese sect. Deliciosi species L.\nakahatsu, L. hatsudake, L. laeticolor, and L. subindigo with the aim of\npromoting the use of mycorrhizae for taxonomy and expansion of available\ncultures. Lactarius tottoriensis (sect. Lactarius) was also included in\nthis study as a comparator. ECM connected to basidiomata via rhizomorphs\nwere sampled and inspected. The ECM of the four species of sect.\nDeliciosi showed orange laticifers and plectenchymatous mantles, whereas\nthose of L. tottoriensis showed white laticifers and\npseudoparenchymatous mantles. The ECM of L. hatsudake and L. subindigo\nshowed complex rhizomorphs with thicker walls and more developed\nvessel-like hyphae compared to the other three species. Cystidium-like\ncells were rarely found on the mantles of L. laeticolor and L.\nsubindigo. Fungal cultures of the five Lactarius species from their ECM\nwere morphologically characterized. Cultures produced laticifers on agar\nmedium, but the five species showed different growth rates. Rhizomorphs\nof L. hatsudake and L. subindigo in cultures showed a similar morphology\nto their ECM. Molecular phylogenetic analyses of cultures from the ECM\ndemonstrated that they were of the targeted Lactarius species and\nsuggested the need for taxonomic studies of L. hatsudake, L. subindigo,\nand L. tottoriensis at the species and section levels.","trees":[{"tree_label":"con 50 majrule","ntax":"57","rootedtree":"TRUE","title":"Tr123812","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123812.phy"}]}