{"Authors":" Faheema Kalsoom Khan, Kerri LeeAnn Kluting, Jeanette\nTångrot, Hector Raul Urbina, Tea Ammunet, Shadi Eshghi Sahraei , Martin\nRydén, Martin Karl RYBERG, Anna Rosling","Year":" 2020","Title":" Naming the untouchable  environmental sequences and niche\npartitioning as taxonomical evidence in fungi","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" Environmental sequences, Soil fungi,\nArchaeorhizomyces","DOI":"","Abstract":" Due to their submerged and cryptic lifestyle, the vast\nmajority of fungal species are difficult to observe and describe\nmorphologically, and many remain known to science only from sequences\ndetected in environmental samples. The lack of practices to delimit and\nname most fungal species is a staggering limitation to communication and\ninterpretation of ecology and evolution in kingdom Fungi. Here, we use\nenvironmental sequence data as taxonomical evidence and combine\nphylogenetic and ecological data to generate and test species hypotheses\nin the class Archaeorhizomycetes (Taphrinomycotina, Ascomycota). Based\non environmental amplicon sequencing from a well-studied Swedish pine\nforest podzol soil, we generate 68 distinct species hypotheses of\nArchaeorhizomycetes, two correspond to the only described species in the\nclass. Nine of the species hypotheses represent 78% of the sequenced\nArchaeorhizomycetes community and are supported by long read data that\nform the backbone for delimiting species hypothesis based on\nphylogenetic branch lengths. Soil fungal communities are shaped by\nenvironmental filtering and competitive exclusion so that closely\nrelated species are less likely to co-occur in a niche if adaptive\ntraits are evolutionarily conserved. In soil profiles, distinct vertical\nhorizons represent a testable niche dimension, and we found\nsignificantly differential distribution across samples for a\nwell-supported pair of sister species hypotheses. Based on the\ncombination of phylogenetic and ecological evidence, we identify two\nnovel species for which we provide molecular diagnostics and propose\nnames. While environmental sequences cannot be automatically translated\nto species, they can be used to generate phylogenetically distinct\nspecies hypotheses that can be further tested using sequences as\necological evidence. We conclude that in the case of abundantly and\nfrequently observed species, environmental sequences can support species\nrecognition in the absences of physical specimens, while rare taxa\nremain uncaptured at our sampling and sequencing intensity.","trees":[{"tree_label":"tree 1","ntax":"146","rootedtree":"TRUE","title":"Tr123808","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123808.phy"},{"tree_label":"tree 1","ntax":"219","rootedtree":"TRUE","title":"Tr123810","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123810.phy"},{"tree_label":"tree 1","ntax":"276","rootedtree":"TRUE","title":"Tr123809","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123809.phy"},{"tree_label":"tree 1","ntax":"142","rootedtree":"TRUE","title":"Tr126404","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126404.phy"}]}