{"Authors":" Sita Preedanon, Anupong Klaysuban, Satinee Suetrong,\nPitchaya Kedkaew, Waratthaya Promchoo, Wunna Gundool, Tanuwong\nSangtiean, Jariya Sakayaroj","Year":" 2020","Title":" Lautosporales ord. nov., a novel order of mangrove\nascomycetes in the Sordariomycetes.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Lautospora obovoidiella sp. nov., Lautosporales, marine\nfungi, Sordariomycetes","DOI":"","Abstract":" A new species of a genus Lautospora, L. obovoidiella sp.\nnov., was described from dead intertidal mangrove wood in southern\nThailand. Morphologically, L. obovoidiella is characterized by having\nimmersed ellipsoidal ascomata, unitunicate cylindrical asci, obovoid and\nthick-walled ascospore. Its morphological features are resemble to the\nother species of Lautospora, L. simillima and L. gigantea, but differ in\nascospore shape by rather round at the apical region and elongate at an\nascospore base. A genus Lautospora was originally classified in the\nLautosporaceae by Kohmeyer et al. (1995). The multi-gene molecular data\nof small subunit (SSU), large subunit (LSU) ribosomal DNA, the\ntranslation elongation factor 1-alpha gene (TEF-1α) and the RNA\npolymerase II gene (RPB2) confirmed the taxonomic position of this\nfungus. The result reveals that L. obovoidiella forms a well-supported\nclade with the two Lautospora species within the Lautosporaceae.\nAdditionally, L. obovoidiella strains constitute a separate group within\nthe Lautospora spp. subclade with strong statistical supports. Based on\nthe unique morphological and molecular evidence, a new marine fungus L.\nobovoidiella is proposed. Interestingly, the Lautosporaceae forms a\nhighly supported monophyletic clade without any named orders in the\nSordariomycetes. Therefore, a new order, Lautosporales ord. nov., is\nalso proposed.","trees":[{"tree_label":"PAUP 2","ntax":"178","rootedtree":"TRUE","title":"Tr123820","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123820.phy"},{"tree_label":"PAUP 1","ntax":"178","rootedtree":"TRUE","title":"Tr123819","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123819.phy"}]}