{"Authors":" Martin Javier Ramirez, Ivan L Magalhaes, Shahan\nDerkarabetian, Joel Ledford, Charles E. Griswold, Hannah M Wood, Marshal\nHedin","Year":" 2020","Title":" Sequence-capture phylogenomics of true spiders reveals\nconvergent evolution of respiratory systems","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" book lungs, discrete character evolution, respiratory\nsystems, silk, spider web evolution, ultra-conserved elements","DOI":"","Abstract":" The common ancestor of spiders likely used silk to line\nburrows or make simple webs, with specialized spinning organs and aerial\nwebs originating with the evolution of the megadiverse “true spiders”\n(Araneomorphae). The base of the araneomorph tree also concentrates the\ngreatest number of changes in respiratory structures, a character system\nwhose evolution is still poorly understood, and that might be related to\nthe evolution of silk glands. Emphasizing a dense sampling of multiple\naraneomorph lineages where tracheal systems likely originated, we\ngathered genomic-scale data and reconstructed a phylogeny of true\nspiders. This robust phylogenomic framework was used to conduct maximum\nlikelihood and Bayesian character evolution analyses for respiratory\nsystems, silk glands, and aerial webs, based on a combination of\noriginal and published data. Our results indicate that in true spiders,\nposterior book lungs were transformed into morphologically similar\ntracheal systems six times independently, after the evolution of novel\nsilk gland systems and the origin of aerial webs. From these comparative\ndata we put forth a novel hypothesis that early-diverging web building\nspiders were faced with new energetic demands for spinning, which\nprompted the evolution of similar tracheal systems via convergence; we\nalso propose tests of predictions derived from this hypothesis.","trees":[{"tree_label":"Fig. 2","ntax":"96","rootedtree":"TRUE","title":"ExaBayes Bayesian inference tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_123825.phy"}]}