{"Authors":" Katarzyna Szczepanska, Jacek Urbaniak, Lucyna Sliwa","Year":" 2020","Title":" Taxonomic recognition of some species-level lineages\ncircumscribed in nominal Rhizoplaca subdiscrepans s. lat. (Lecanoraceae,\nAscomycota)","Journal":" PeerJ","Volume":"","Issue":"","Pages":"","Keywords":" Lichenized fungi, Rhizoplaca, cryptic species, phylogeny,\ntaxonomy, geographical distribution, biodiversity","DOI":"","Abstract":" Rhizoplaca subdiscrepans (Nyl.) R. Sant. is a saxicolous,\nplacodioid lichen species considered to have a worldwide distribution in\nwarm-temperate to boreal-arctic areas in Asia, Europe and North America.\nHowever, recent studies have revealed that R. subdiscrepans includes\nfive unrecognized species-level lineages  ‘subd A, B, C, D and E’.\nDuring research focused on the diversity of saxicolous lichens in\nmountainous areas of southern Poland, some interesting representatives\nof the genus Rhizoplaca were found. The main aim of our study was to\ndetermine the taxonomic status of the collected specimens using\nmolecular tools and through a comparative analysis of similar herbarium\nmaterials. We conducted detailed morphological, anatomical and chemical\nexaminations of reference material from Asia, Europe and North and South\nAmerica. We focused primarily on a selected group of lecanoroid taxa\nwith placodioid thallus. In addition, 21 new generated sequences\nrepresenting Lecanora pseudomellea, Protoparmeliopsis muralis,\nRhizoplaca opiniconensis, R. subdiscrepans s. lat. and R.\nphaedrophthalma were selected for molecular study using the internal\ntranscribed spacer region (ITS rDNA), together with 95 available GenBank\nsequences mainly from the genus Rhizoplaca. We recovered Polish\nspecimens that clustered with members of a potential species-level\nlineage ‘subd E’ of Rhizoplaca subdiscrepans complex. Comprehensive\nanalyses of the lichen group led us to the conclusion that lineage ‘subd\nE’ represents R. subdiscrepans s. str. and that the taxon appears to\nhave a limited geographical distribution and specific habitat\npreferences. Furthermore, some of the recently defined species\ncandidates within R. subdiscrepans s. lat.  ‘subd D’ and ‘subd A’ \nshould be assigned to two previously known species of Rhizoplaca, namely\nR. opiniconensis (Brodo) Leavitt, Zhao Xin & Lumbsch and R.\nphaedrophthalma (Poelt) Leavitt, Zhao Xin & Lumbsch, respectively.\nThese two species are characterized by phenotypic features observed as\nwell in analyzed specimens representing lineages subd D and subd A.\nMoreover, the representatives of these lineages demonstrate some\ndifferences in occupied habitat and geographical range that also\ncorrespond with the indicated species. Additionally, we found that\nLecanora pseudomellea B.D. Ryan is a strongly supported monophyletic\nlineage within Rhizoplaca, and therefore an appropriate new combination\nfor the species is proposed.","trees":[{"tree_label":"con all compat","ntax":"116","rootedtree":"TRUE","title":"Tr123888","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123888.phy"}]}