{"Authors":" Svante Martinsson, Klas Malmberg, Torkild Bakken, Tatiana\nKorshunova, Alexander Martynov, Kennet Lundin","Year":" 2020","Title":" Integration of morphological, ecological and molecular data\nreveal two new species of Doto (Nudibranchia: Dotidae) from the\nNortheast Atlantic, with a discussion on food specialization","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Multispecies Coalescent, BPP, Sweden, Northern Ireland,\nNorway","DOI":"","Abstract":" The nudibranch genus Doto is taxonomically problematic and\ncontains unresolved species complexes with minor differences in\nmorphology. Here we study the morphology, including radular\nultrastructure, of NE Atlantic species, with focus on D. fragilis s.l.\nWe also tested the species boundaries with multi-locus species\ndelimitation analysis, estimated phylogenies, as well as reviewed the\nfood specificity of Doto species. Based on the results we describe two\nnew Doto species from the NE Atlantic; D. malinka and D. tinekvammeae,\nboth formerly included in D. fragilis s.l. For the molecular analysis\ntwo markers were used, the mitochondrial COI, and the nuclear H3. Of\nthose included in the study, eleven species of Doto were shown to be\ndistinctly delimited. The Doto fragilis species complex includes at\nleast five species, the nominate D. fragilis and two new species D.\nmalinka and D. tinekvammeae, as well as D. hystrix and D. formosa, but\nwith no observed genetic separation between D. hystrix and D. fragilis\ns.l. We also found that specimens from Sweden seemingly close to D.\nmaculata in external morphology having identical sequences as D.\ncoronata. Analysis of food preferences of the species involved in the\nstudy contradicts the notion of strict monophagy within Doto.","trees":[{"tree_label":"H3","ntax":"53","rootedtree":"TRUE","title":"Tr123900","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123900.phy"},{"tree_label":"Concat_own","ntax":"87","rootedtree":"TRUE","title":"Tr123902","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123902.phy"},{"tree_label":"COI","ntax":"79","rootedtree":"TRUE","title":"Tr123901","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123901.phy"},{"tree_label":"Concat","ntax":"143","rootedtree":"TRUE","title":"Tr123903","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123903.phy"}]}