{"Authors":" Roger G. Shivas, Sandeep Sharma, Scot Nelson, Sarah J\nPethybridge, Niloofar Vaghefi","Year":" 2020","Title":" Phylogeny of cercosporoid fungi (Mycosphaerellaceae) from\nHawaii and New York discovers novel species within the Cercospora\nbeticola complex","Journal":" FUSE","Volume":"","Issue":"","Pages":"","Keywords":" genealogical divergence index, Neocercospora,\nPluripassalora","DOI":"","Abstract":" The taxonomy of 44 specimens of cercosporoid fungi from\nHawaii and New York, USA, was elucidated through multi-locus\nphylogenetic analyses of the LSU and ITS regions of the nrDNA as well as\npartial sequences of the actin, calmodulin, histone H3, and translation\nelongation factor 1-α genes. Sequences of four additional loci, namely,\npartial beta-tubulin, glyceraldehyde-3-phosphate dehydrogenase, the\nsecond largest subunit of RNA polymerase II, and the cercosporin\nfacilitator protein encoding gene were used to resolve evolutionary\nspecies boundaries within the Cercospora beticola species complex using\nconcatenated multi-locus phylogenies and the genealogical divergence\nindex (gdi). Four novel Cercospora species, C. americana sp. nov., C.\nhawaiiensis sp. nov., C. manoana sp. nov., and C. tecta sp. nov. are\ndescribed. Neocercospora carotae comb. nov. is proposed to replace\nCercospora apii var. carotae, which is neotypified. Cercospora\ncf. citrulina and Pseudocercospora ocimi-basilici are reported for the\nfirst time in Hawaii. Cercospora beticola, Pluripassalora bougainvilleae\nand Pseudocercospora pittospori are confirmed as present in Hawaii.\nStrelitziana africana, isolated from leaves of Ipomoea pes-caprae and\nBougainvillea sp. affected by Cercospora spp., is reported for the first\ntime in the USA.","trees":[{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr123931","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123931.phy"},{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr123932","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123932.phy"},{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr123935","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123935.phy"},{"tree_label":"TREE1","ntax":"1","rootedtree":"TRUE","title":"Tr123936","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123936.phy"},{"tree_label":"TREE1","ntax":"14","rootedtree":"TRUE","title":"Tr123937","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123937.phy"}]}