{"Authors":" Piotr Bilański, Bartłomiej Grad, Tadeusz Kowalski","Year":" 2020","Title":" Pyrenochaeta fraxinina, its occurrence, morphology and\nphylogenetic position in connection with ecological aspects","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Fraxinus; Acer; petioles; ash dieback; Hymenoscyphus\nfraxineus; dual cultures; competition; Nematostoma parasiticum","DOI":"","Abstract":" Pyrenochaeta fraxinina was first described in 1913 from\nthe state of New York (USA) on petioles of Fraxinus sp. Since then, the\nspecies has not been reported from Northern America and reports from the\nother regions of the world are very sparse. No axenic cultures have been\ndeposited in publically available biological resource centers and no DNA\nbarcode data are available in GenBank. The results of this study on P.\nfraxinina are based on the material collected in various regions of\nPoland from 2012 to 2019. The material comprised 2,700 previous years\nleaf petioles of Fraxinus excelsior lying in the litter in twenty three\n30 to 120 year old forest stands. In addition, 1970 petioles or leaf\nresidues of eight other deciduous tree species, including American green\nash (F. pennsylvanica) and Mandshurian ash (F. mandshurica), were\nexamined to determine the host specificity of P. fraxinina. As a result,\nthe occurrence of pycnidial conidiomata of P. fraxinina was confirmed on\n3.4% of F. excelsior petioles in 17 out of 23 forest sampling sites.\nApart from European ash, the occurrence of P. fraxinina was confirmed on\nF. mandshurica (1.5% of petioles), F. pennsylvanica (3.2%) and Acer\npseudoplatanus (2.0%). Single petioles harbor from 1 to 31 conidiomata.\nThe morphology of the species microstructures was described in detail\nbased on the fresh P. fraxinina material. No sexual stage of the species\nhas been observed. The optimal temperature for P. fraxinina growth in\nvitro was estimated at 20 C. The analyses based on ITS-LSU rDNA\nsequences and a protein coding sequence of TUB2 gene showed that P.\nfraxinina isolates form a well-supported clade in the phylogenetic\ntrees. The species proved to be closely related to Nematostoma\nparasiticum (anamorph Pyrenochaeta parasitica), a species occurring on\nAbies alba in connection with needle browning disease, and to two\nundescribed Pyrenochaeta species isolated in this study from petioles of\nAmerican green ash and European ash. Interactions between P. fraxinina\nand the ash dieback pathogen, Hymenoscyphus fraxineus, were analyzed in\nvivo on petioles and in vitro in dual cultures. Among 93 petioles of F.\nexcelsior, for which P. fraxinina conidiomata were detected, 26 were\nalso colonized by H. fraxineus. Mostly, these two fungi occurred\nseparately colonizing different sections of a petiole, only for two\npetioles conidiomata of P. fraxinina were formed directly on\npseudosclerotial plate of H. fraxineus. For all dual cultures both fungi\nshowed growth inhibition towards the counterpartner (14.355.0%). In\n58.3% of dual cultures the colonies grew into direct contact with each\nother, while in 41.7% of cultures a 2 to 4 mm  wide inhibition zone was\nformed. The role of P. fraxinina as a saprotrophic competitor towards H.\nfraxineus in ash petioles is discussed.","trees":[{"tree_label":"Herpotrichia-Pyrenochaeta_ITS-LSU_BT_comb_tree","ntax":"94","rootedtree":"TRUE","title":"Tr123923","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123923.phy"},{"tree_label":"Herpotrichia-Pyrenochaeta_ITS-LSU_tree","ntax":"113","rootedtree":"TRUE","title":"Tr123922","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_123922.phy"}]}