{"Authors":" Louis Paul Decena Segarra, Lilijana Bizjak-Mali, Ales\nKladnik, Stanley Sessions, Sean M Rovito","Year":" 2020","Title":" Miniaturization, genome size, and biological size in a\ndiverse clade of salamanders","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" C-value; amphibians; miniaturization; Bolitoglossini","DOI":"","Abstract":" Genome size (C-value) can affect organismal traits across\nlevels of biological organization, from tissue complexity to metabolism.\nNeotropical salamanders show wide variation in genome and body sizes,\nincluding several clades with miniature species. Because miniaturization\nimposes strong constraints on morphology and development, and genome\nsize is strongly correlated with cell size, we hypothesize that body\nsize has played an important role in the evolution of genome size in\nbolitoglossine salamanders. If this hypothesis is correct, then genome\nsize and body size should be correlated in this group. Using Feulgen\nImage Analysis Densitometry (FIAD), we estimated genome sizes for 60\nspecies of neotropical salamanders. We also estimated the “biological\nsize” of species by comparing genome size and physical body sizes in a\nphylogenetic context. We found a significant correlation between C-value\nand physical body size using optimal regression with an\nOrnstein-Uhlenbeck model, and report the smallest salamander genome\nfound to date. Our index of biological size showed that some salamanders\nwith large physical body size have smaller biological body size than\nsome miniature species, and that several clades showed patterns of\nincreased or decreased biological size compared to their physical size.\nOur results suggest a causal relationship between physical body size and\ngenome size and show the importance of considering the impact of both on\nthe biological size of organisms. Indeed, biological size may be a more\nappropriate measure than physical size when considering phenotypic\nconsequences of genome size evolution in many groups.","trees":[{"tree_label":"UNTITLED","ntax":"1","rootedtree":"TRUE","title":"Tr123934","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123934.phy"},{"tree_label":"UNTITLED","ntax":"1","rootedtree":"TRUE","title":"Tr123933","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_123933.phy"}]}