{"Authors":" Joyce H.C. Woudenberg, Bram Hanse, Gerard van Leeuwen,\nJohannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2017","Title":" Stemphylium revisited","Journal":" Studies in Mycology","Volume":" 87","Issue":"","Pages":" 77103","Keywords":" Morphology, Multi-gene phylogeny, Pleospora.","DOI":" 10.1016/j.simyco.2017.06.001","Abstract":" In 2007 a new Stemphylium leaf spot disease of Beta\nvulgaris (sugar beet) spread through the Netherlands. Attempts to\nidentify this destructive Stemphylium sp. in sugar beet led to a\nphylogenetic revision of the genus. The name Stemphylium has been\nrecommended for use over that of its sexual morph, Pleospora, which is\npolyphyletic. Stemphylium forms a well-defined monophyletic genus in the\nPleosporaceae, Pleosporales (Dothideomycetes), but lacks an up-to-date\nphylogeny. To address this issue, the internal transcribed spacer 1 and\n2 and intervening 5.8S nr DNA (ITS) of all available Stemphylium and\nPleospora isolates from the CBS culture collection of the Westerdijk\nInstitute (N = 418), and from 23 freshly collected isolates obtained\nfrom sugar beet and related hosts, were sequenced to construct an\noverview phylogeny (N = 350). Based on their phylogenetic\ninformativeness, parts of the protein-coding genes calmodulin and\nglyceraldehyde-3-phosphate dehydrogenase were also sequenced for a\nsubset of isolates (N = 149). This resulted in a multi-gene phylogeny of\nthe genus Stemphylium containing 28 species-clades, of which five were\nfound to represent new species. The majority of the sugar beet isolates,\nincluding isolates from the Netherlands, Germany and the UK, clustered\ntogether in a species clade for which the name S. beticola was recently\nproposed. Morphological studies were performed to describe the new\nspecies. Twenty-two names were reduced to synonymy, and two new\ncombinations proposed. Three epitypes, one lectotype and two neotypes\nwere also designated in order to create a uniform taxonomy for\nStemphylium.","trees":[{"tree_label":"Fig. 2 BI","ntax":"150","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_126721.phy"},{"tree_label":"Fig. 1 MLT","ntax":"357","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126720.phy"},{"tree_label":"Fig. 2 MLT","ntax":"150","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126722.phy"},{"tree_label":"Fig. 1 BI","ntax":"357","rootedtree":"TRUE","title":"Stemphylium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_126719.phy"}]}