{"Authors":" Daniela Oliveira Lisboa, Harry C. Evans, João Araújo,\nSamuel Galvão Elias, Robert W. Barreto","Year":" 2020","Title":" Moniliophthora perniciosa, the mushroom causing witches broom\ndisease of cacao: Insights into its taxonomy, ecology and host range in\nBrazil.","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, endophyte, Phylogenomics, Solanaceae,\nTheobroma cacao","DOI":" 10.1016/j.funbio.2020.09.001","Abstract":" Witches broom caused by Moniliophthora perniciosa\n(Marasmiaceae: Agaricales) is the main disease of cacao (Theobroma\ncacao, Malvaceae) in Brazil. The fungus is known to occur on other host\nfamilies and these populations have been addressed in the literature as\nbiotypes: C (Malvaceae); H (Malpighiaceae); L (Bignoniaceae) and S\n(Solanaceae). However, there is a paucity of detailed studies allowing\nfor a complete elucidation of the phylogenetic relationships of isolates\nobtained from this disparate host range. One broom-forming isolate (ex\nHeteropterys acutifolia, Malpighiaceae) has been described as a distinct\nspecies. A pending question is whether other biotypes should also be\nrecognised as distinct taxa. In the present study, a survey of isolates\nof M. perniciosa from a range of hosts and geographic regions in Brazil\nwas undertaken. These isolates were compared with those from T. cacao\nusing three DNA regions for the phylogenetic analyses: ITS, LSU and\nRPB1. In addition, macro- and microscopic morphological characters were\nexamined in a subset of these isolates to determine if morphology\nmirrors the genetic and ecological groupings. All isolates in this study\nwere found to belong to Moniliophthora perniciosa, including the\npopulation from H. acutifolia, until recently, treated as Moniliophthora\nbrasiliensis. Associations of M. perniciosa ranged from parasitic\n(malign) to a previously unreported occurrence as a non-parasitic\n(benign) endophyte in the Atlantic rainforest tree Allophylus edulis\n(Sapindaceae). Moniliophthora perniciosa was recorded on a range of\nsolanaceous hosts (16 species) over a wide variety of ecosystems. The\necological and evolutionary significance of these novel findings are\ndiscussed.","trees":[{"tree_label":"Fig. 12","ntax":"66","rootedtree":"TRUE","title":"Tr126745","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126745.phy"},{"tree_label":"Fig. 13","ntax":"66","rootedtree":"TRUE","title":"Tr126744","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126744.phy"}]}