{"Authors":" Federico Puliga, Mirko Illice, Mirco Iotti, David Baldo,\nAlessandra Zambonelli","Year":" 2020","Title":" Tuber iranicum sp. nov., a truffle species belonging to the\nExcavatum clade","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota; hypogeous fungi; Iran; ITS; LSU; 1 new\ntaxon","DOI":"","Abstract":" Truffles in the genus Tuber are hypogeus fungi that have a\nworldwide distribution. Despite this, knowledge about their diversity in\nthe Middle East is very limited. In recent years, large quantities of\ntruffles have been imported from Iran for being sold in Italy. While\nanalyzing certain commercial batches of T. aestivum from Iran, we found\nsome ascomata that resembled T. excavatum, but had macro- and\nmicro-morphological features that were distinct from this species. They\nwere subglobose, or depressed to slightly irregular, with a conspicuous\nbasal cavity, greyish-brown, brown or pinkish-grey, with a minutely\npapillose peridium. The gleba was pinkish-grey in youth, brown at\nmaturity, marbled with cream branched veins. Ascospores were broadly\nellipsoid with an irregular reticulum and distinctive long crests along\nthe longitudinal axis, until 9 µm high. Analysis of ITS and LSU rDNA\nsequences showed that these specimens form a monphyletic and well\nsupported taxon within the Excavatum clade. Morphological and molecular\nanalyses supported the proposal of the new species T. iranicum.","trees":[{"tree_label":"Imported tree 1","ntax":"38","rootedtree":"TRUE","title":"Tuber ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124111.phy"},{"tree_label":"Imported tree 1","ntax":"16","rootedtree":"TRUE","title":"Tuber Combined","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124113.phy"},{"tree_label":"Imported tree 1","ntax":"21","rootedtree":"TRUE","title":"Tuber LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124112.phy"}]}