{"Authors":" Ana Filipa Lopes, Eduardo Batista, Sandra Hilário, Liliana\nSantos, Artur Alves","Year":" 2021","Title":" Occurrence of Diaporthe species in Eucalyptus globulus, Pinus\npinaster and Quercus suber in Portugal","Journal":" Forest Pathology","Volume":" 51","Issue":" 2","Pages":"","Keywords":" Diaporthaceae, forest trees, host jumps, diversity,\npathogenicity","DOI":" 10.1111/efp.12674","Abstract":" The genus Diaporthe is a cosmopolitan group of fungi, that\nincludes important plant pathogens, endophytes, and saprobes with the\nability to colonize a wide range of plant hosts. Pathogenic Diaporthe\nspecies are often reported to cause symptoms like dieback, stem canker,\nleaf spots, fruit rots, and seed decay resulting in important economic\nlosses on several crops. However, the occurrence of Diaporthe species\nassociated with forest hosts and their pathogenic potential is poorly\nunderstood. We studied a collection of Diaporthe isolates obtained from\na survey of forest-related fungal diseases on Eucalyptus globulus, Pinus\npinaster and Quercus suber in Portugal. Several Diaporthe species (D.\neres, D. rudis, D. crousii, D. malorum and D. foeniculina) were found\namong the studied hosts. Pathogenicity trials were conducted to analyze\nthe pathogenic potential and the ability to colonize putative new hosts.\nWe report the occurrence of D. eres on P. pinaster in Portugal and a new\nhost association with Q. suber. Additional new host reports were: D.\nmalorum and D. crousii on E. globulus, D. foeniculina on Q. suber and D.\nrudis on P. pinaster. Overall, Diaporthe species were shown to have low\npathogenic impact on forest hosts under non-stress conditions, despite\ntheir capability to colonize different hosts during the pathogenicity\ntrials.","trees":[{"tree_label":"Imported tree 1","ntax":"48","rootedtree":"TRUE","title":"Tr131919","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131919.phy"},{"tree_label":"Imported tree 1","ntax":"31","rootedtree":"TRUE","title":"Tr131920","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131920.phy"}]}