{"Authors":" Maela Leon, Monica Berbegal, Jose Manuel Rodriguez-Reina,\nGeorgina Elena, Paloma Abad-Campos, Antonio Ramon-Albalat, Diego Olmo,\nJordi Luque, A Trapero, Nieves Capote, David Gramaje, Marcos\nAndres-Sodupe, Antonio Vicent, Xavier Miarnau, Carlos Agusti-Brisach,\nFrancisco T Arroyo, Manuel Aviles, Josep Armengol","Year":" 2020","Title":" Identification and characterization of Diaporthe spp.\nassociated with twig cankers and shoot blight of almonds in Spain","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Diaporthe amygdali, D. mediterranea, multilocus DNA\nsequence analysis pathogenicity, Prunus dulcis","DOI":"","Abstract":" Two hundred twenty-five Diaporthe isolates were collected\nfrom 2005 to 2019 in almond orchards showing twig cankers and shoot\nblight symptoms in five different regions across Spain: Andalucía, Islas\nBaleares, Cataluña, Comunidad Valenciana, and La Rioja. Multilocus DNA\nsequence analysis with five loci (ITS, tub, tef-1α, cal and his),\nallowed the identification of four known Diaporthe species namely: D.\namygdali, D. eres, D. foeniculina and D. phaseolorum. Moreover, a novel\nphylogenetic species, D. mediterranea, was described. Diaporthe amygdali\nwas the prevalent species, due to the largest number of isolates (85.3\n%) obtained from all sampled regions. The second most frequent species\nwas D. foeniculina (10.2 %), which was recovered in all sampled regions\nexcept in La Rioja, followed by D. mediterranea (3.6%), obtained only\nfrom Islas Baleares and Comunidad Valenciana regions. Diaporthe eres and\nD. phaseolorum, each with only one isolate, were recovered from\nAndalucía region. Pathogenicity tests were performed using one-year old\nalmond twigs cv. Vayro and representative isolates of the different\nspecies. Except for D. foeniculina, all Diaporthe species inoculated to\nalmond twigs were able to cause lesions significantly different from\nthose developed on the uninoculated controls. The most severe symptoms\nwere detected on almond twigs inoculated with D. mediterranea. Our\nresults confirm D. amygdali as a key pathogen of almonds in Spain.\nMoreover, the new species D. mediterranea should also be considered as a\npotential important causal agent of twig cankers and shoot blight on\nthis crop. This work will contribute to the development of improved\nintegrated disease management programs against twig canker and shoot\nblight disease of almonds.","trees":[{"tree_label":"MP","ntax":"113","rootedtree":"TRUE","title":"Tr124131","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124131.phy"}]}