{"Authors":" Ryo Matsuzaki, Shigekatsu Suzuki, Haruyo Yamaguchi,\nMasanobu Kawachi, Yu Kanesaki, Hirofumi Yoshikawa, Toshiyuki Mori,\nHisayoshi Nozaki","Year":" 2021","Title":" The Rubisco small subunits in the green algal genus\nChloromonas provide insights into evolutionary loss of the eukaryotic\ncarbon-concentrating organelle, the pyrenoid","Journal":" BMC Ecology and Evolution","Volume":" 21","Issue":"","Pages":" 11","Keywords":" Chloromonas, Evolution, Green algae, Hydrophobicity of\nRBCS helices, Pyrenoid, Pyrenoid loss, Rubisco small subunits\n(RBCS)","DOI":" 10.1186/s12862-020-01733-1","Abstract":" Background: Pyrenoids are protein microcompartments\ncomposed mainly of Rubisco that are localized in the chloroplasts of\nmany photosynthetic organisms. Pyrenoids contribute to the CO2-\nconcentrating mechanism. This organelle has been lost many times during\nalgal/plant evolution, including with the origin of land plants. The\nmolecular basis of the evolutionary loss of pyrenoids is a major topic\nin evolutionary biology. Recently, it was hypothesized that pyrenoid\nformation is controlled by the hydrophobicity of the two helices on the\nsurface of the Rubisco small subunit (RBCS), but the relationship\nbetween hydrophobicity and pyrenoid loss during the evolution of closely\nrelated algal/ plant lineages has not been examined. Here, we focused\non, the Reticulata group of the unicellular green algal genus\nChloromonas, within which pyrenoids are present in some species,\nalthough they are absent in the closely related species. Results: Based\non de novo transcriptome analysis and Sanger sequencing of cloned\nreverse transcription-polymerase chain reaction products, rbcS sequences\nwere determined from 11 strains of two pyrenoid-lacking and three\npyrenoid-containing species of the Reticulata group. We found that the\nhydrophobicity of the RBCS helices was roughly correlated with the\npresence or absence of pyrenoids within the Reticulata group and that a\ndecrease in the hydrophobicity of the RBCS helices may have primarily\ncaused pyrenoid loss during the evolution of this group. Conclusions:\nAlthough we suggest that the observed correlation may only exist for the\nReticulata group, this is still an interesting study that provides novel\ninsight into a potential mechanism determining initial evolutionary\nsteps of gain and loss of the pyrenoid.","trees":[{"tree_label":"Fig. 1","ntax":"14","rootedtree":"TRUE","title":"Chloromonas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132611.phy"},{"tree_label":"Fig. 2","ntax":"32","rootedtree":"TRUE","title":"Chloromonas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132612.phy"}]}