{"Authors":" Fang Wu, Qi Zhao, Zhu-Liang Yang, Yu Cheng Dai","Year":" 2020","Title":" Exidia yadongensis, a new edible species from East Asia","Journal":" Mycosystema","Volume":" 39","Issue":" 7","Pages":" 1203-1214","Keywords":" Auriculariales, taxonomy, phylogeny, wood-inhabiting\nfungi, edible fungi","DOI":" 10.13346/j.mycosystema.200205","Abstract":" “Yadongheier” is a unique and precious edible fungus,\nwhich has been received much attention in Tibet of China in recent\nyears, but its taxonomic status has not been determined. Specimens of\nExidia resemblance to “yadongheier” from East Asia, Europe and North\nAmerica were studied based on morphological examination and phylogenetic\nanalyses. It is found that Exidia recisa is a species complex which\nincludes four species, E. recisa and E. repanda from Europe, E. crenata\nfrom North America, and “yadongheier” from East Asia. Asian species is\ndescribed as E. yadongensis. These four species are closely related in\nphylogeny and they are more or less similar morphologically, but E.\nyadongensis has basidiomata with almost entire edge and basidiospores\nmeasuring 1216×34μm with Q=3.623.83, while European E. recisa and North\nAmerican E. crenata have basidiomata with lobed edge and basidiospores\nmeasuring 1315.5×2.83.8μm with Q=4.51 and 1214×34μm with Q=4.11,\nrespectively. The European E. repanda differs from other three species\nwith discoid to auriculate basidiomata by its turbinate to gyros folded\nbasidiomata and basidiospores measuring 12.715.7×2.83.7μm with\nQ=4.334.57. In addition, E. yadongensis has both dendrite and forked\nhyphidia, while the other three species have dendrite hyphidia only.\nAlthough E. yadongensis is widely distributed in East Asia,\n“Yadongensis” is proposed as epithet because the Chinese name\n“yadongheier” has already widely been used in China.","trees":[{"tree_label":"Fig. 3","ntax":"11","rootedtree":"TRUE","title":"Exidia ITS nLSU rpb2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128331.phy"},{"tree_label":"Fig. 2","ntax":"37","rootedtree":"TRUE","title":"Exidia ITS nLSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128332.phy"},{"tree_label":"Fig. 1","ntax":"45","rootedtree":"TRUE","title":"Exidia ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128330.phy"}]}