{"Authors":" Atena Safi, Mehdi Mehrabi-Koushki, Reza Farokhinejad","Year":" 2020","Title":" Amesia khuzestanica and Curvularia iranica spp. nov. from\nIran","Journal":" Mycological Progress","Volume":" 19","Issue":" 9","Pages":" 935945","Keywords":" Jujube . Morphology . Paper flower . Silk tree . Two new\nspecies","DOI":" 10.1007/s11557-020-01612-5","Abstract":" Results from inventories of fungi from ornamental plants\nin Iran are reported. Amesia khuzestanica (Chaetomiaceae) is newly\ndescribed from leaves of Albizia lebbeck and Curvularia iranica\n(Pleosporaceae) from leaves of Bougainvillea spectabilis. Phylogenetic\nanalyses for A. khuzestanica and other obtained Amesia species were\nbased on the internal transcribed spacer regions 1 and 2 including the\nintervening 5.8S nuclear ribosomal DNA (ITS), partial β-tubulin (TUB2)\nand RNA polymerase II second largest subunit (RPB2) and ITS, partial\nglyceraldehyde-3-phosphate dehydrogenase (GPDH) and translation\nelongation factor 1-α (TEF1) for Curvularia isolates. The isolates of\nboth new species formed strongly supported clades, distinct from other\npreviously known species in the phylogenetic trees. In addition,\nformerly described A. atrobrunnea was isolated for the first time from\nleaves of B. spectabilis and A. cymbiformis from leaves of A. lebbeck\nand Ziziphus spina-christi. All fungal taxa were isolated from internal\ntissues associating leaf spots or leaf necroses. However, representative\nisolates of obtained species did not induce disease symptoms in\npathogenicity tests. Accordingly, it is assumed that the inventoried\nfungi are endophytes.","trees":[{"tree_label":"MajRule","ntax":"14","rootedtree":"TRUE","title":"Amesia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128989.phy"},{"tree_label":"MajRul","ntax":"24","rootedtree":"TRUE","title":"Curvularia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_128990.phy"}]}