{"Authors":" Arthur Yu. Nikulin, Viacheslav Yu. Nikulin, Andrey A.\nGontcharov","Year":" 2020","Title":" Orostachys spinosa (Crassulaceae) origin and diversification:\nEast Asia or South Siberian Mountains? Chloroplast DNA data","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Altai, cpDNA haplotypes, genetic structure, origin,\nOrostachys spinosa, phylogeography","DOI":"","Abstract":" Limited data are available on genetic structures of the\nherbaceous plant species populations inhabiting mountainous areas of\nSiberia and North-Eastern Asian (Russian Far East). Although this area\nwas not directly impacted by the extensive ice-sheets during the\nQuaternary, it experienced significant climatic fluctuations that\ninfluenced rich local flora. Orostachys spinosa (Crassulaceae) lacks any\nadaptations for long-distance dispersal, yet the species is\ncharacterized by an unusually wide range spanning from the Urals to the\ncoast of the Pacific Ocean. We studied O. spinosa phylogeography and\ngenetic diversity across its range sampling 203 individuals from 21\nnatural and 4 horticultural populations. Using sequences from three\nchloroplast DNA non-coding regions, we revealed 86 haplotypes and\nobserved high level of population differentiation indicating presence of\nthe phylogeographic structure (GST = 0.501 and NST = 0.822 (p\n<0.01)). In concordance with the previous phylogenetic analyses based\non ITS rDNA data, parsimony network revealed two distinct cpDNA\nhaplotype lineages deferring in their structure and characteristics of\ngenetic diversity. The split between these haplotype groups can be dated\nto the Early Pliocene (ca. 3.6 Mya). According to our estimates\ndiversification in the Western group of populations took place ca. 1 Mya\nearlier than in the Eastern group (3.1 Mya and 2.26 Mya, respectively).\nApart from the generally accepted notion about East-Asian origin of O.\nspinosa, our results indicated that the species could have originated in\nmountains of Southern Siberia (Altai) that it reached independently from\nO. thyrsiflora having largely overlapping distribution there.","trees":[{"tree_label":"PAUP_1","ntax":"84","rootedtree":"TRUE","title":"Tr128333","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128333.phy"}]}