{"Authors":" Zhen Liao, Kristian Persson Hodén, Ravi Kumar Singh,\nChristina Dixelius","Year":" 2020","Title":" Genome-wide identification of Argonautes in Solanaceae with\nemphasis on potato","Journal":" Sci Rep","Volume":"","Issue":"","Pages":"","Keywords":" Potato, Argonauts, Solanum tuperosum, AGO","DOI":"","Abstract":" Regulatory small RNAs (sRNAs) play important roles in many\nfundamental processes in plant biology such as development,\nfertilization and stress responses. The present study explored\nArgonautes (AGOs) in the Solanaceae family, with emphasis on potato,\nSolanum tuberosum (St). The AGO protein family has a central importance\nin gene regulation based on their capacity to associate with sRNAs\nfollowed by mRNA targeting in a sequence-complementary manner. Here a\ngenome-wide monitoring was performed to provide a deeper insight into\ngene families, genomic localization, gene structure and expression\nprofile against the potato late blight pathogen Phytophthora infestans.\nAmong 15 species in the Solanaceae family we found a variation from ten\nAGOs in Nicotiana obtusifolia to 17 in N. tabacum. Comprehensive\nanalyses of AGO phylogeny revealed duplication of AGO1, AGO10 and AGO4\nparalogs during early radiation of Solanaceae. Fourteen AGOs were\nidentified in potato. Orthologs of AGO8 and AGO9 were missing in the\npotato genome. However, AGO15 earlier annotated in tomato was\nidentified. StAGO15 differs from the other paralogs having residues of\ndifferent physico-chemical properties at functionally important amino\nacid positions. Upon pathogen challenge StAGO15 was significantly\nactivated and hence may play a prominent role in sRNA-based regulation\nof the potato defense.","trees":[{"tree_label":"Imported tree 1","ntax":"303","rootedtree":"TRUE","title":"Tr124547","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124547.phy"},{"tree_label":"Imported tree 1","ntax":"34","rootedtree":"TRUE","title":"Tr124539","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124539.phy"},{"tree_label":"Imported tree 1","ntax":"19","rootedtree":"TRUE","title":"Tr124548","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124548.phy"}]}