{"Authors":" Cristóbal Ivanovich, Christian Dolnik, Volker Otte, Zdeněk\nPalice, Mohammad Sohrabi, Christian Printzen, Cristobal Ivanovich","Year":" 2021","Title":" A preliminary phylogeny of the Lecanora saligna-group, with\nnotes on species delimitation","Journal":" Lichenologist","Volume":"","Issue":"","Pages":"","Keywords":" crustose lichens, taxonomy, ITS, mtSSU, biogeography","DOI":"","Abstract":" Lecanora sensu lato is a genus of crustose, rarely\nplacodioid lichens comprising ca. 1000 recognized species and subdivided\ninto several morphology-based groups. Some of these groups have been\nsupported in phylogenetic analyses and segregated as new genera. One of\nthe remaining groups that has not been previously studied by molecular\nmethods, the L. saligna-group encompasses corticolous and lignicolous,\ncrustose lichens containing usually isousnic or usnic acid (or both) as\na major secondary metabolite. As part of our ongoing project\n“Lecanomics”, a phylogenetic analysis based on two loci was conducted\nand found the L. saligna-group to be divided into two main clades and\nseveral well-supported minor clades. The L. varia clade, chosen as one\nof the outgroups, emerged within the L. saligna-group. The majority of\nthe clades are characterized by phenotypic differences. However, several\nwell supported clades share similarities with their sister groups,\nsuggesting that species circumscriptions based solely on phenotypic\ncharacters may be too conservative to characterize the true species\ndiversity present within the group. Also, there is evidence for some\ngeographical separation of lineages, e.g. most North American\nindividuals, previously called Lecanora saligna and L. albellula, form\ntwo clades separate from their European namesakes and are here\npreliminarily called “Lecanora spec. B”, “L. spec. C” and “Lecanora\nspec. D”. The former two species, however, appear to occur also in North\nAmerica, while some specimens from the Caucasus and Iran cluster within\nthe North American clades. Lecanora anopta and Lecanora subravida are\nreported for the first time from Iran.","trees":[{"tree_label":"tree1","ntax":"112","rootedtree":"TRUE","title":"Tr127226","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127226.phy"}]}