{"Authors":" Bernhard Hausdorf, Sonja Bamberger, Frank Walther","Year":" 2021","Title":" A Sicilian-Cretan biogeographical disjunction in the land\nsnail genus Cornu (Gastropoda: Helicidae)","Journal":" Zoological Journal of the Linnean Society","Volume":" 192","Issue":" 1","Pages":" 59-74","Keywords":" Biogeography, Gastropoda, Greece, Long-distance-dispersal,\nMediterranean","DOI":" 10.1093/zoolinnean/zlaa111","Abstract":" We report an unusual biogeographical disjunction between\nthe Western and the Eastern Mediterranean region. Cornu (Gastropoda:\nHelicidae) is a Western Mediterranean land snail genus. It includes\nCornu (Cornu) aspersum (Müller), which originated in Northwestern Africa\nand was distributed by humans as food or accidentally throughout the\nMediterranean region and later even to all continents except Antarctica,\nas well as three species belonging to the subgenus Erctella, which are\nall endemic to Sicily. We discovered a new species of Cornu on the Greek\nisland of Crete. The morphological and molecular genetic analyses showed\nthat the species from Crete is a disjunct representative of Erctella. We\nsuppose that the disjunction originated by a long-distance dispersal\nevent of the ancestors of the Cretan species from Sicily by birds or by\nsea currents, perhaps accelerated by a tsunami or a similar event. The\nCretan lineage separated from the Sicilian species in the late Miocene\nor early Pliocene. This divergence time is compatible with the\nhypothesis that the ancestor of Cornu cretense sp. nov. was washed from\nSicily to Crete by the Zanclean flood that refilled the Mediterranean\nbasin after it had dried up during the Messinian salinity crisis.","trees":[{"tree_label":"Cornu","ntax":"18","rootedtree":"TRUE","title":"Maximum likelihood tree based on partial cox1\nsequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_124641.phy"},{"tree_label":"Cornu","ntax":"17","rootedtree":"TRUE","title":"Maximum likelihood tree based on ITS2 sequences","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_124642.phy"},{"tree_label":"Cornu","ntax":"44","rootedtree":"TRUE","title":"Bayesian 50% majority rule consensus tree based on the\ncombined analysis of partial mitochondrial cox1 and 16S rDNA sequences\nas well as a part of the nuclear ribosonmal RNA cluster","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_124640.phy"}]}