{"Authors":" Mihir Trivedi, G Umapathy","Year":" 2020","Title":" Phylogenetic analysis of Indian Hoolock gibbons","Journal":" Proceedings of the Royal Society B","Volume":"","Issue":"","Pages":"","Keywords":" Hoolock gibbon, phylogenetics, Hylobatidae, Northeast\nIndia, biodiversity, mitochondrial genome\n","DOI":"","Abstract":" India is reported to have one species of Hoolock gibbon\n(Hoolock hoolock) but recently another species, H. leuconedys was\ndescribed based on the coat colour of individuals captured from the belt\nbetween Dibang and Nao Dehing river areas of Arunachal Pradesh, India.\nTo ascertain the validity of this claim and the taxonomic status of\nthese gibbons, we collected twenty-eight samples (faecal, blood and\ntissue) from various populations of H. hoolock and the alleged Indian H.\nleuconedys (HL-I). Using DNA isolated from these samples, phylogenetic\ntrees were constructed using D-loop and COI markers. Genetic analysis\nshowed that there are no individuals of H. leuconedys or any separate\nsub-species found in India, especially between these rivers, and all\nindividuals are part of Hoolock hoolock population. We also performed\nwhole mitochondrial analysis which showed a new topology of gibbon\ndivergence where Hoolock is the first genus to split, ahead of all the\nthree other genera. Our estimates put gibbon divergence in the four\ngenera to have occurred 5.95 mya, and the split between H. hoolock and\nH. leuconedys 1.06 mya. The finding would be helpful for both in situ\nand ex situ management of these populations of gibbons.","trees":[{"tree_label":"tree 1","ntax":"25","rootedtree":"TRUE","title":"Tr128353","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128353.phy"},{"tree_label":"tree 1","ntax":"34","rootedtree":"TRUE","title":"Tr128352","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128352.phy"},{"tree_label":"tree 1","ntax":"25","rootedtree":"TRUE","title":"Tr128354","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128354.phy"}]}