{"Authors":" Sebastián Mena, Rafael E. Cárdenas, Krzysztof M Kozak,\nMaría Fernanda Checa","Year":" 2020","Title":" Forest stratification shapes allometry and flight morphology\nof tropical butterflies","Journal":" Proc Roy Soc B","Volume":"","Issue":"","Pages":"","Keywords":" adaptive syndromes, ecomorphology, Ecuador, evolutionary\nphysiology, Lepidoptera, stratification","DOI":"","Abstract":" Studies of altitudinal and latitudinal gradients have\nidentified links between the evolution of flight morphology, landscape\nstructure and microclimate. Although lowland tropical rainforests offer\nsteeper shifts in conditions between the canopy and the understorey,\nthis gradient has received far less attention. Butterflies, because of\ntheir great phenotypic plasticity, are excellent models to study\nselection pressures that mould flight morphology. We examined data\ncollected over five years on 64 Nymphalidae butterflies in the\nEcuadorian Chocó rainforest. We used phylogenetic methods to control for\nsimilarity resulting from common ancestry, to explore for relationships\nbetween species stratification and flight morphology. We hypothesized\nthat species show morphological adaptations related to differing life\nhistories and metabolic rates, associated with canopy and understorey\nmicro-enviroments. Butterfly species living in each stratum presented\nsignificantly different allometric slopes. Furthermore, a preference for\nthe canopy was significantly associated with low wing area to thoracic\nvolume ratios and high aspect ratios, but not with the relative distance\nto the wing centroid, indicating extended use of fast flapping-flight\nfor the canopy butterflies and slow gliding for the understorey. Our\nresults suggest that microclimate differences in vertical gradients are\na key factor generating morphological diversity in flying insects.","trees":[{"tree_label":"Mena Nymphalidae taxonomy constraints","ntax":"64","rootedtree":"TRUE","title":"Tr124644","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124644.phy"},{"tree_label":"Mena.Choco.Nymphalidae.chronogram","ntax":"64","rootedtree":"TRUE","title":"Tr124643","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124643.phy"},{"tree_label":"Mena Nymphalidae taxonomy constraint+","ntax":"64","rootedtree":"TRUE","title":"Tr124645","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124645.phy"},{"tree_label":"Mena.Chaco.Nymphalidae.RAxML","ntax":"64","rootedtree":"TRUE","title":"Tr124646","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124646.phy"}]}