{"Authors":" Matthew Nissenbaum, Sean Vincent Burke, Lauren M Orton,\nWieteke Aster Holthuijzen, Melvin R Duvall","Year":" 2020","Title":" Dispelling the Mirage of C4 Driven Drought Tolerance: A\nPhylogenomic Study.","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Drought tolerance, Grasses, Grass, Poaceae, C4\nphotosynthesis","DOI":"","Abstract":" Premise of the Study: Climate change is a key driver for\nadaptations in water use efficiency (WUE). Perceptions persist that C4\nphotosynthesis indicates drought tolerance. Here, we examined the\ninteraction and evolution of WUE within Poaceae as it pertains to\nphotosynthetic pathway. Unique to this study is the magnitude of taxa\nsampled, degree of intrageneric sampling, and complete plastid genomes\n(plastomes) used for phylogenomic analyses. Methods: 310 species were\nsampled including 26 new plastomes (assembled de novo from\nnext-generation sequencing methods). Additional plastomes were\ndownloaded (https://www.ncbi.nlm.nih.gov/), increasing taxonomic and\nmolecular sampling. A literature review classified the WUE of taxa,\nsupported by critical leaf water potentials for 88 taxa. Plastomes were\nanalyzed with maximum likelihood and Bayesian inference methods.\nCharacter state transitions were determined using Mesquite software, and\nanalyzed to determine the relationship between photosynthetic pathway\nand WUE using Pagels Correlation Method. Key results: The ancestral\ncondition of Poaceae was determined to be drought intolerant + C3. We\nfound no statistically significant correlation between C4 photosynthesis\nand increased WUE within the major lineage including C4 grasses.\nAnalyses across Poaceae indicated both variables were significantly\ncorrelated regardless of the dependent variable. We found 66 occurrences\nof WUE state transitions, state reversals accounted for >70%.\nConclusions: Our analyses indicated that though correlated, WUE is not a\ndriver of C4 photosynthesis, nor vice versa. Instead, both more likely\narose due to similar tertiary evolutionary pressure(s). Multiple state\ntransitions in WUE among lineages also suggests a degree of plasticity\nof this character.","trees":[{"tree_label":"tree1","ntax":"309","rootedtree":"TRUE","title":"Poaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125024.phy"}]}