{"Authors":" Mingue Kang, Byeongyong Ahn, Joori Yum, Hye-sun Cho,\nMunjeong Choi, Kwonho Hong, Youngsok Choi, Jin-Hoi Kim, Chankyu\nPark","Year":" 2020","Title":" Influence of habitat change from land to sea on the evolution\nof antimicrobial peptide gene families, including β-defensin gene\nclusters, in mammals","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Antimicrobial peptides, β-defensin, aquatic mammals, HSBs,\nevolution","DOI":"","Abstract":" Antimicrobial peptides (AMP) are innate immune molecules\nwith antimicrobial activity that are important to defend against\npathogenic infection. We performed genome level analyses of the AMP\nfamily gene repertories for six terrestrial (Homo sapiens, Bos taurus,\nSus scrofa, Capra hircus, Canis lupus, and Loxodonta africana) and five\naquatic (Balaenoptera acutorostrata, Tursiops truncatus, Lipotes\nvexillifer, Odobenus rosmarus, and Trichechus manatus) mammals and\nidentified 59 (30 partial or pseudogenes) previously unannotated\nβ-defensin (BD) sequences from those aquatic species. Extreme reduction\nof BD genes was evident in Odontoceti. NK-lysin, and granulysin among\nAMP family genes were absent from aquatic mammals, except O. rosmarus. A\nphylogenetic tree constructed with 297 amino acid sequences of BD from\n11 species suggested a broad expansion of this gene family with\nextensive genetic diversity in mammals. We determined a pair of\nevolutionarily conserved flanking genes for each of four BD containing\nintervals and defined them as PGK2-TFAP2D, BCL2L1-ZCCHC3, AGPAT5-GPM6A,\nand ADAM29-CTSB intervals. The characterization of BD syntenic regions\nrevealed conservation of homologous synteny blocks and reuse of\nevolutionary breakpoint regions. Phylogenetic reconstruction of BD gene\nevolution showed that the major expansion events of BD genes occurred\nfour times in the mammalian lineage. Taken together, the findings of\nthis study show the occurrence of significant differences in the number\nof AMP family genes in diverse mammalian species, including aquatic\nspecies, likely due to their environmental adaptation.","trees":[{"tree_label":"Supplementary figure 5.","ntax":"302","rootedtree":"TRUE","title":"A maximum likelihood phylogenetic tree for mammalian β\ndefensins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_124682.phy"}]}