{"Authors":" Diego L. Salariato, Fernando O. Zuloaga","Year":" 2021","Title":" Ecological and spatial patterns associated with\ndiversification of South American Physaria (Brassicaceae) through the\ngeneral concept of species","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Argentina, Dry Chaco, Hypervolumes, Monte desert, Niche\ndivergence, Pleistocene, Species delimitation, The Andes, Tribe\nPhysarineae","DOI":"","Abstract":" Analyzing the roles of ecology and geography on speciation\nand lineage diversification can shed light on the processes that\ngenerate and maintain biodiversity. Additionally, lineages rapidly\ndiversifying across unstable habitats provide substantial challenges for\nresolving evolutionary histories and delimiting species. Physaria is\nrepresented in South American by six species distributed from southern\nBolivia to northern central Argentina and growing in highlands of the\nsouthern-central Andes, but also along the hills and lowlands of\ncentral-eastern Argentina. This biogeographical variability, not common\namong other South American crucifers (Brassicaceae), prompted us to\nconduct different climatic niche and geographical range comparisons to\nstudy the potential roles of ecology and geography through the\ndiversification of the group. However, the remarkable similarity between\nthese species, coupled with the continuous variability of the diagnostic\nmorphological characters, blur the species boundaries. Therefore, in\norder to identify independent evolving lineages, we first employed\nspecies delimitation methods together with the general lineage concept\nof species, and used molecular sequences from nuclear ribosomal and\nchloroplast loci. Secondly, and in the light of the lineages obtained,\nwe explored the roles of geography and ecology on the diversification of\nSouth American Physaria and tested for presence of phylogenetic\nniche-conservatism or niche-divergence patterns, as well as potential\necological speciation. Lineages identified by these delimitation methods\nwere highly congruent with described species; nevertheless, some\nmorphospecies were included under the same independent evolutionary\nlineage. Our results suggest that the climatic niche divergence along\nthe heterogeneous landscape apparently was a major factor promoting\ndiversification of the South American Physaria. Divergence was\nregistered mainly on the temperature dimension, which promoted shifts\nbetween cold-temperate habitats associated with the highlands of the\ncentral-southern Andes and warm lowlands from central-eastern Argentina,\ni.e., the Monte and Dry Chaco ecoregions. In addition, some degree of\nniche divergence along the precipitation gradient was also secondarily\nrecovered. Allopatry and dispersal capabilities also seem to be\nassociated with the diversification of the group, presumably through the\nLate Pliocene-Pleistocene, and promoted by glacial cycles and climatic\noscillations during the Quaternary. Results of these analyses are also\ndiscussed in a general context, which will contribute to the\nunderstanding of the evolutionary and ecological patterns of South\nAmerican Brassicaceae.","trees":[{"tree_label":"MrBayes MCCT concat","ntax":"48","rootedtree":"TRUE","title":"Physaria concat MrBayes MCCT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124690.phy"},{"tree_label":"BEAST MCCT concatenated","ntax":"48","rootedtree":"TRUE","title":"Tr124689","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124689.phy"},{"tree_label":"BEAST MCCT cpDNA","ntax":"48","rootedtree":"TRUE","title":"Physaria cpDNA BEAST MCCT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124686.phy"},{"tree_label":"RAXML cpDNA","ntax":"48","rootedtree":"TRUE","title":"Tr124688","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124688.phy"},{"tree_label":"MrBayes MCCT ITS","ntax":"46","rootedtree":"TRUE","title":"Physaria ITS MrBayes MCCT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124684.phy"},{"tree_label":"RAxML ITS","ntax":"46","rootedtree":"TRUE","title":"Physaria ITS RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124685.phy"},{"tree_label":"RAxML concatenated","ntax":"48","rootedtree":"TRUE","title":"Tr124691","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124691.phy"},{"tree_label":"MrBayes MCCT cpDNA","ntax":"48","rootedtree":"TRUE","title":"Tr124687","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124687.phy"},{"tree_label":"BEAST MCCT coalescence","ntax":"48","rootedtree":"TRUE","title":"Tr124692","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_124692.phy"},{"tree_label":"BEAST MCCT ITS","ntax":"46","rootedtree":"TRUE","title":"Physaria ITS BEAST MCCT","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_124693.phy"}]}