{"Authors":" Fei Zhao, Ya Ping Chen, Yasaman Salmaki, Bryan T. Drew,\nTrevor C. Wilson, Anne-Cathrine Scheen, Ferhat Celep, Christian\nBräuchler, Mika Bendiksby, Qiang Wang, Hua Peng, Richard G. Olmstead, Bo\nLi, Chunlei Xiang","Year":" 2021","Title":" An updated tribal classification of Lamiaceae based on\nplastome phylogenomics","Journal":" BMC Biology","Volume":" 19","Issue":"","Pages":" 2","Keywords":" Lamiaceae, Lamioideae, Mints, Phylogenomics, Tribal\nrelationships","DOI":" 10.1186/s12915-020-00931-z","Abstract":" Background: A robust molecular phylogeny is fundamental\nfor developing a stable classification and providing a solid framework\nto understand patterns of diversification, historical biogeography, and\ncharacter evolution. As the sixth largest angiosperm family, Lamiaceae,\nor the mint family, consitutes a major source of aromatic oil, wood,\nornamentals, and culinary and medicinal herbs, making it an\nexceptionally important group ecologically, ethnobotanically, and\nfloristically. The lack of a reliable phylogenetic framework for this\nfamily has thus far hindered broad-scale biogeographic studies and our\ncomprehension of diversification. Although significant progress has been\nmade towards clarifying Lamiaceae relationships during the past three\ndecades, the resolution of a phylogenetic backbone at the tribal level\nhas remained one of the greatest challenges due to limited availability\nof genetic data. Results: We performed phylogenetic analyses of\nLamiaceae to infer relationships at the tribal level using 79\nprotein-coding plastid genes from 175 accessions representing 170 taxa,\n79 genera, and all 12 subfamilies. Both maximum likelihood and Bayesian\nanalyses yielded a more robust phylogenetic hypothesis relative to\nprevious studies and supported the monophyly of all 12 subfamilies, and\na classification for 22 tribes, three of which are newly recognized in\nthis study. As a consequence, we propose an updated phylogenetically\ninformed tribal classification for Lamiaceae that is supplemented with a\ndetailed summary of taxonomic history, generic and species diversity,\nmorphology, synapomorphies, and distribution for each subfamily and\ntribe. Conclusions: Increased taxon sampling conjoined with phylogenetic\nanalyses based on plastome sequences has provided robust support at both\ndeep and shallow nodes and offers new insights into the phylogenetic\nrelationships among tribes and subfamilies of Lamiaceae. This robust\nphylogenetic backbone of Lamiaceae will serve as a framework for future\nstudies on mint classification, biogeography, character evolution, and\ndiversification","trees":[{"tree_label":"Imported tree 1","ntax":"197","rootedtree":"TRUE","title":"Lamiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132765.phy"},{"tree_label":"Imported tree 1","ntax":"197","rootedtree":"TRUE","title":"Lamiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132766.phy"},{"tree_label":"Imported tree 1","ntax":"197","rootedtree":"TRUE","title":"Lamiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132767.phy"}]}