{"Authors":" Eugeny V Boltenkov, Elena V Artyukova, Marina M Kozyrenko,\nAndrey S Erst, Anna Trias-Blasi","Year":" 2020","Title":" Iris sanguinea is conspecific with I. sibirica (Iridaceae)\naccording to morphology and plastid DNA sequence data","Journal":" PeerJ","Volume":"","Issue":"","Pages":"","Keywords":" Chloroplast DNA, Iris subser. Sibiricae, Molecular\nphylogeny, Morphology, Nomenclature, Taxonomy","DOI":"","Abstract":" A taxonomic revision of Iris subser. Sibiricae is provided\nbased on the molecular results and the study of herbarium collections,\nprotologues and original material. Two to three species have been\nrecognized in this subseries by botanists. To address the question of\nspecies delimitations and relationships within this group, we analyzed\nfour non-coding regions of plastid DNA (trnStrnG, trnLtrnF, rps4trnSGGA,\nand psbAtrnH) for samples from 26 localities across the distribution\nranges of two currently recognized species, I. sanguinea and I.\nsibirica. Our results strongly support that this subseries is monotypic\nand comprises only I. sibirica, a previously described species, instead\nof two or three species. Iris sibirica is morphologically variable and\none of the most widespread Eurasian species of Iridaceae. Previously\naccepted taxa, I. sanguinea and I. typhifolia, are synonymised with I.\nsibirica and also two names, I. orientalis and I. sibirica var.\nhaematophylla, which are typified here. Information on the distribution\nof I. sibirica and the main features used to distinguish between I.\nsibirica and I. subser. Chrysographes species are also provided.","trees":[{"tree_label":"Fig. 5A","ntax":"36","rootedtree":"TRUE","title":"Iris subser. Sibiricae Species using dataset 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128362.phy"},{"tree_label":"Fig. 5B","ntax":"49","rootedtree":"TRUE","title":"Iris subser. Sibiricae species using dataset 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128363.phy"}]}