{"Authors":" Scott J. Steppan, Anna A. Meyer, Lisa N. Barrow, Bader H.\nAlhajeri, Amani S. Y. Al-Zaidan, Paul M. Gignac, Gregory M.\nErickson","Year":" 2022","Title":" Phylogenetics and the evolution of terrestriality in\nmudskippers (Gobiidae: Oxudercinae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Adaptation, Gobiidae, Mudskipper, Nuclear loci,\nPhylogenetics, Terrestrial invasion","DOI":"","Abstract":" The initial vertebrate conquest of land by stegocephalians\n(Sarcopterygia) allowed access to new resources and exploitation of\nuntapped niches precipitating a major phylogenetic diversification.\nHowever, a paucity of fossils has left considerable uncertainties about\nphylogenetic relationships and the eco-morphological stages in this key\ntransition in Earth history. Among extant actinopterygians, three genera\nof mudskippers (Gobiidae: Oxudercinae), Boleophthalmus, Periophthalmus\nand Periophthalmodon are the most terrestrialized, with vertebral,\nappendicular, locomotory, respiratory, and epithelial specializations\nenabling overland excursions up to 14 hours. Unlike early\nstegocephalians, the ecologies and morphologies of the 45 species of\noxudercines are well known, making them viable analogs for the initial\nvertebrate conquest of land. Nevertheless, they have received little\nphylogenetic attention. We compiled the largest molecular dataset to\ndate, with 29 oxudercine species, and 5 nuclear and mitochondrial loci.\nPhylogenetic and comparative analyses revealed strong support for two\nindependent terrestrial transitions, and a complex suit of\necomorphological forms in estuarine environments. Furthermore, neither\nOxudercinae nor their presumed sister-group the eel gobies (Amblyopinae,\na group of elongated gobies) were monophyletic with respect to each\nother, requiring a merging of these two subfamilies and revealing an\nexpansion of phenotypic variation within the “mudskipper” clade. We did\nnot find support for the expected linear model of ecomorphological and\nlocomotory transition from fully aquatic, to mudswimming, to\npectoral-aided mudswimming, to lobe-finned terrestrial locomotion\nproposed by earlier morphological studies. This high degree of\nconvergent or parallel transitions to terrestriality, and apparent\ndivergent directions of estuarine adaptation, promises even greater\npotential for this clade to illuminate the conquest of land. Future work\nshould focus on these less-studied species with “transitional” and other\nmud-habitat specializations to fully resolve the dynamics of this\ndiversification.","trees":[{"tree_label":"Maximum likelihood","ntax":"39","rootedtree":"TRUE","title":"Tr125009","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125009.phy"},{"tree_label":"TREE1","ntax":"39","rootedtree":"TRUE","title":"Tr125010","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125010.phy"}]}