{"Authors":" Keisuke Obase, Satoshi Yamanaka, Akihiko Kinoshita, Yutaka\nTamai, Takashi Yamanaka","Year":" 2020","Title":" Phylogenetic placements and cultural characteristics of Tuber\nspecies isolated from ectomycorrhizas","Journal":" Mycoscience","Volume":" 62","Issue":" 2","Pages":" 124-131","Keywords":" Ectomycorrhizal root, Latisporum, Puberulum, Pure culture,\nTruffles","DOI":" 10.47371/mycosci.2020.12.001","Abstract":" Pure cultures of Tuber were isolated from ectomycorrhizal\nroot tips in Abies sachalinensis plantations in Hokkaido, Japan. Their\nphylogenetic relationships as well as vegetative hyphal characteristics\non culture media were reported. Phylogenetic analysis based on the\ninternal transcribed spacer ribosomal DNA settled well-supported eight\nlineages within Puberulum, Latisporum, and Maculatum clades in Tuber.\nThree taxa and one taxon are grouped with undescribed species of\nPuberulum clade in Japan and that of the Latisporum group in China. Two\ntaxa were closely associated to but distinct from an undescribed species\nof Puberulum clade in Japan. One taxon did not group with any sequences\nin the International Nucleotide Sequence Database (INSD), proposing a\nnew taxon in the Latisporum group. One taxon is grouped with T. foetidum\nin Maculatum clade. All strains of each taxon displayed yellowish white,\nthin, filamentous colonies on Melin-Norkrans agar media. Various\ndifferences in morphological characteristics of hyphae on pure cultures\nof various strains were noted, but they were frequently uncommon among\nstrains of the same taxa. Isolation from ectomycorrhizal root tips can\nbe among the effective ways to acquire pure cultures of Tuber,\ncontributing to unearthing diversity, ecology, and biology of not well\nexplored Asian truffle species.","trees":[{"tree_label":"Imported tree 1","ntax":"104","rootedtree":"TRUE","title":"Tuber","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133736.phy"}]}