{"Authors":" Cony Decock","Year":" 2021","Title":" Haploporus (Basidiomycota, Polyporales) in sub-Saharan\nAfrica: Poria eichelbaumii, a long forgotten name, is reinstated in\nHaploporus and H. grandisporus sp. nov. is proposed.","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Poria eichelbaumii, a long forgotten name, is transferred\nto Haploporus based on the study of the type specimen, comparison with\nnew collections, and both morphological and phylogenetical evidences.\nThe species is redescribed and illustrated. Haploporus grandisporus also\nis described as new, on the basis of concordant morphological and\nphylogenetic species concepts. These two species form two very closely\nrelated clades within the Haploporus lineage in [28S-ITS]-based\nphylogenetic inferences. Haploporus eichelbaumii and H. grandisporus are\ndistinguished by the size of their basidiospores (11.514.5 × 5.06.0 µm,\naverage  12.7 × 5.8 µm, vs 1417.5 × 6.07.3 µm, average 15.4 × 6.6 µm),\nat a lesser degree by the size of their pores (2.53.5 / mm, vs 1.52.5 /\nmm), and likely divergent autecologies. Although both species occur in\nmontane ecosystems of the eastern African rift, they may occupy\ndifferent habitats. Haploporus eichelbaumii has an ample distribution\nrange, spanning over both branches of the eastern rift, at elevation\n~15002500 masl, in various vegetation types, mostly on small-sized dead\nbranches or twigs, and dead bamboo culms. It is known so far from Kenya,\nTanzania, and Malawi to the East, and western Burundi, western Uganda,\nand Eastern Congo DRC in the Albertine mountain ranges. Haploporus\ngrandisporus is known, hitherto, only on the Eastern side of Mount Elgon\nin Kenya, at the timberline, 29003200 masl, mostly on dead heather\nbranches (Erica cf. arborea, Ericaceae) in heather thickets. Haploporus\nnanosporus is currently the third known Haploporus species from tropical\nAfrica. In Africa, it is only known from the western edge of the\nGuineo-Congolian rain forest in Gabon and Cameroon. The species also is\nredescribed and illustrated","trees":[{"tree_label":"tree 1","ntax":"25","rootedtree":"TRUE","title":"Haploporus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128372.phy"}]}