{"Authors":" Sandra Hilário, Liliana Santos, Artur Alves","Year":" 2021","Title":" Diaporthe amygdali, a species complex or a complex\nspecies?","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Coalescent, GMYC, Phylogeny, PTP, Species delimitation,\nSystematics","DOI":" 10.1016/j.funbio.2021.01.006","Abstract":" Diaporthe represents a cosmopolitan group of fungi\ncomprised of plant pathogens causing serious diseases on many\neconomically important plant hosts. Therefore, an accurate\nidentification of these pathogens is an essential step to establish\nadequate control measures. Nowadays, the concatenation of multilocus DNA\nsequences has revealed an important tool to infer phylogenetic\nrelationships and to identify species boundaries in Diaporthe. However,\nthe discordance between individual gene trees and the combined\nmultilocus analysis seems to occur in the genus Diaporthe, but somehow\noverlooked. In this study, we noted that a group of species including D.\namygdali, D. garethjonesii, D. sterilis, D. kadsurae, D. ternstroemia,\nD. ovoicicola, D. fusicola, D. chongqingensis and D. mediterranea,\ndenominated as D. amygdali complex, occupy a monophyletic clade whose\nphylogenetic limits remain unclear. Therefore, to assess the boundaries\nof this complex we employed the Genealogical Concordance Phylogenetic\nSpecies Recognition principle (GCPSR) and the coalescent models: General\nMixed Yule-Coalescent (GMYC) and Poisson Tree Processes (PTP). Results\nbased on these models do not support the recognition of lineages as\ndistinct species and showed incongruent results for the concatenated\ngene tree. Moreover, we also showed that there are no reproductive\nisolation and geographical barriers to gene flow in this complex, thus,\nevidencing that D. amygdali complex constitutes a single species. At our\nknowledge, this is the first time that coalescent-based methods are\nimplemented in the genus Diaporthe. This study provides crucial\nbackground information about the importance of coalescent methods to\ninfer the evolutionary histories of species, and to delimitate the\nboundaries in the genus Diaporthe.","trees":[{"tree_label":"Imported tree 1","ntax":"34","rootedtree":"TRUE","title":"Diaporthe 5 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132769.phy"}]}