{"Authors":" Daniela Fuentes Rodríguez, Andrea Vanesa Toledo, Marianela\nSantana, Alejandro Sosa, Nicolás Pedrini, Paula Gervazoni, Gimena\nDellapé, Celeste Franceschini","Year":" 2021","Title":" Incidence of pathogenic fungi on Pentatomidae pests of rice\ncrops in South America","Journal":" BioControl","Volume":"","Issue":"","Pages":"","Keywords":" Entomopathogenic fungi (EF), Hypocreales, Stink bugs, Rice\npests, Integrated management.","DOI":"","Abstract":" Entomopathogenic fungi (EF) are used as myco-insecticides\nin several crops, due to the wide spectrum of hosts, easy application\nand compatibility with phytosanitary products. In Argentina, previous\nstudies have reported the pathogenicity of native fungal strains on\nhemipteran rice pests. However, the natural impact of these pathogens on\nPentatomidae pest populations throughout the crop cycle is still\nunknown. The aims of this study were: (a) to record the natural\nincidence of EF in Pentatomidae pest populations in Argentinian paddies;\n(b) to perform a preliminary assessment of the relationship between the\nincidence of EF and the ecological niche occupied by each stink bug pest\npopulation; and (c) to present the phylogeny of the native strains of\nfungi recorded during the experiments. Samplings were carried out in\ntarget paddies throughout the rice growing cycle (2017-2018). Adult\nindividuals of Tibraca limbativentris and Oebalus spp. were manually\ncollected, transported to the laboratory and kept in quarantine,\nrecording mortality and external mycelium development on a daily basis.\nOf the 780 individuals tested, 182 infected individuals were registered,\nand three strains of Beauveria bassiana, five of Metarhizium anisopliae\nand four of Purpureocillium lilacinum (Ascomycota: Hypocreales) were\nisolated. Significant differences in the occurrence of fungal species\nwere obtained, being higher the percentage of incidence in T.\nlimbativentris for the three species of EF registered. The preliminary\nanalysis of the relationship between the pest’s niche, the incidence of\nEF and the rice cultivar used, showed that the niche of each stink bug\npest population is determinant in the incidence of the registered fungi\nspecies. The results show the potential of using EF in the integrated\nmanagement of rice pests, enhancing their natural action through\nproducts formulated on the basis of them.","trees":[{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Beauveria Metarhizium and Purpureocillium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130602.phy"}]}