{"Authors":" CHINGCHAI CHAISIRI, Xiang-Yu Liu, Yang Lin, Yan-Ping Fu,\nFu-Xing Zhu, Chao-Xi Luo","Year":" 2020","Title":" Phylogenetic and recombination analysis of Diaporthe eres\nspecies complex in China inferred from multiple sequences approach","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" China; commercial plants; Phomopsis eres; phylogenetic\nanalysis; population connectivity, species delimitation","DOI":"","Abstract":" Diaporthe eres is considered as one of the most important\ncausal agents of many plant diseases with broad host range worldwide. In\nthis study, multiple sequences of ribosomal internal transcribed spacer\nregion (ITS), translation elongation factor 1-α gene (EF1-α),\nbeta-tubulin gene (TUB2), calmodulin gene (CAL), histone-3 gene (HIS)\nwere applied for the multi-locus phylogenetic analysis. For phylogenetic\nanalysis, maximum likelihood (ML), maximum parsimony (MP), and Bayesian\ninferred (BI) approaches were performed to investigate relationships of\nD. eres with closely related 51 taxa from 37 species. Results strongly\nsupported that the D. eres fell into a monophyletic lineage with\ncharacteristics of species complex. In details, phylogenetic\ninformativeness (PI) analysis showed that clear boundaries could be\nproposed by using EF1-α, whereas ITS showed an ineffective\nreconstruction, thus unsuitable to speciate boundaries for Diaporthe\nspecies. A combined dataset of EF1-α, CAL, TUB2, and HIS showed strong\nresolution for Diaporthe species, providing insights for the D. eres\ncomplex. Accordingly, D. biguttusis, D. camptothecicola, D.\ncastaneae-mollissimae, D. cotoneastri, D. ellipicola, D. henanensis, D.\nlongicicola, D. lonicerae, D. mahothocarpus, D. momicola, D. nobilis, D.\nrosicola, and Phomopsis fukushii were revealed to be synonyms of D.\neres. In order to demonstrate the genetic diversity of D. eres species\ncomplex in China, 138 D. eres isolates were randomly collected from 16\nprovinces. These isolates were obtained from difference major plant\ncultivars in China, during 2006 to 2020. The phylogenetic analyses and\nhaplotype networks used to estimate genetic distance revealed two\nclusters. Haplotype networks were dispersal by using geographic\ndistribution analysis, thus not uniquely correlated to specific\npopulations. Overall, our analyses evaluated the phylogenetic\nidentification for D. eres species complex and demonstrated the\npopulation diversity of D. eres in China.","trees":[{"tree_label":"PAUP 1","ntax":"28","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128373.phy"},{"tree_label":"PAUP 1","ntax":"51","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128374.phy"}]}