{"Authors":" Gary B. Perlmutter, Eimy Rivas Plata, Scott LaGreca, Robert\nLücking, Anders Tehler, Damien Ertz, André Aptroot","Year":" 2020","Title":" Biatora akompsa is revealed as a disjunct North American\nspecies of Pentagenella (Opegraphaceae) through molecular phylogenetic\nanalysis and phenotype-based binning","Journal":" The Bryologist","Volume":" 123","Issue":" 3","Pages":" 502516","Keywords":" Arthoniales; Bacidia; California; nomenclature;\ntaxonomy","DOI":" 10.1639/0007-2745-123.3.502","Abstract":" Historical and recent material of Bacidia akompsa\n(basionym: Biatora akompsa) was studied to determine the taxonomic\nposition of this crustose lichen, prompted by the appearance of the\nprovisional name ‘Lecanactis akompsa (Tuck.) ined.’ in multiple online\nlichen databases and checklists. Initial morphological assessment of\nverified material confirmed B. akompsa as a member of Arthoniales but\ndistinct from Lecanactis by having epruinose ascomata with a thin\nexciple open below the hymenium; a pale, K/Iþ violet to deep blue\nhypothecium; and ascospores with a gelatinous sheath. Molecular\nphylogenetic analysis of specimens recently collected near the type\nlocality revealed B. akompsa to be nested within the genus Pentagenella\nin Opegraphaceae. The same placement was found using phenotype-based\nphylogenetic binning with 37 morphological, anatomical and chemical\ncharacters. The new combination Pentagenella akompsa is proposed and the\nspecies represents the first North American member of this genus,\notherwise known only from Chile and Peru. Therefore, our results reveal\nthe genus Pentagenella to have a remarkably disjunct distribution\nbetween North and South America. Several specimens previously labeled as\nBacidia, Biatora, or Lecanactis akompsa were found to be\nmisidentifications, narrowing the range of P. akompsa to coastal\nCalifornia, where it is found on two coastal conifer species that are\n(like P. akompsa itself) narrowly endemic and of conservation\nconcern.","trees":[{"tree_label":"Fig. 2","ntax":"56","rootedtree":"TRUE","title":"Opegraphaceae RAxML using nuLSU and RPB2 sequences","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_125126.phy"}]}