{"Authors":" Kento Rammitsu, Tomohisa Yukawa, Yumi Yamashita, Yuki\nOgura-Tsujita","Year":" 2020","Title":" The mycorrhizal community of the epiphytic orchid\nThrixspermum japonicum is strongly biased toward a single\nCeratobasidiaceae fungus, despite a wide range of fungal partners","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Ceratobasidium, epiphytes, mycorrhizal communities, orchid\nmycorrhizal fungi, symbiosis, Tulasnella, warm temperate","DOI":"","Abstract":" Orchids depend primarily on mycorrhizal fungi to obtain\nnutrients throughout their life cycle. Epiphytic orchids account for 69%\nof orchid diversity. The unstable availability of water and nutrients in\ntheir arboreal habitats often results in severe water and nutrient\nstresses. Consequently, mycorrhizal associations may be important for\nthe survival of epiphytic orchids, but our understanding thereof remains\nlimited. Here, we investigated the mycorrhizal community in a single\nepiphytic orchid species, using more samples than in any previous study.\nWe assessed the mycorrhizal communities of Thrixspermum japonicum, one\nof the most common epiphytic orchids in the temperate region of Japan.\nIn total, 144 individuals were collected from 28 host tree species at 20\nsites across 1300 km. The mycorrhizal fungi were identified based on\nnuclear ribosomal DNA internal transcribed spacer sequences and assigned\noperational taxonomic units (OTUs) based on 97% sequence similarity. We\nobtained 24 OTUs, of which 9 and 15 belonged to the Ceratobasidiaceae\nand Tulasnellaceae, respectively. These OTUs are widely distributed\nthroughout the phylogenetic trees of the two fungal families. However, a\nsingle Ceratobasidiaceae OTU accounted for 49.7% of all fungal sequences\nand was predominant in samples from 15 host tree species and 12 sites.\nOur results imply that despite having a broad range of mycorrhizal\npartners, T. japonicum was predominantly associated with a single fungal\ntaxon at most of the sites among the host-tree species investigated.\nThese findings contribute to elucidating mycorrhizal symbiosis in\nepiphytic habitats.","trees":[{"tree_label":"Cer1_ML_Tree","ntax":"32","rootedtree":"TRUE","title":"Tr125131","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_125131.phy"}]}