{"Authors":" M. Lourdes Chamorro, Bruno A S de Medeiros, Brian D\nFarrell","Year":" 2020","Title":" First phylogenetic analysis of Dryophthorinae (Coleoptera,\nCurculionidae) based on structural alignment of ribosomal DNA reveals\nCenozoic diversification","Journal":" Ecology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Phylogeny, Dryophthorinae, structural alignment","DOI":"","Abstract":" Dryophthorinae is an economically important, ecologically\ndistinct, and ubiquitous monophyletic group of pantropical weevils with\nmore than 1200 species in 153 genera. This study provides the first\ncomprehensive phylogeny of the group with the aim to provide insights\ninto the process and timing of diversification of phytophagous insects,\ninform classification and facilitate predictions. The taxon sampling is\nthe most extensive to date and includes representatives of all five\ndryophthorine tribes and all but one subtribe. The phylogeny is based on\nsecondary structural alignment of 18S and 28S rRNA totaling 3764\nnucleotides analyzed under Bayesian and Maximum Likelihood inference. We\nused a fossil-calibrated relaxed clock model with two approaches, node\ndating and fossilized birth-death models, to estimate divergence times\nfor the subfamily. All tribes except the species-rich Rhynchophorini\nwere found to be monophyletic, but higher support is required to\nascertain the paraphyly of Rhynchophorini with more confidence. Nephius\nis closely related to Dryophthorini and Stromboscerini, and there is\nstrong evidence for paraphyly of Sphenophorina. We find a large gap\nbetween the divergence of Dryophthorinae from their sister group\nPlatypodinae in the Jurassic-Cretaceous boundary and the diversification\nof extant species in the Cenozoic, highlighting the role of coevolution\nwith angiosperms in this group.","trees":[{"tree_label":"1","ntax":"64","rootedtree":"TRUE","title":"Tr125128","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125128.phy"},{"tree_label":"con 50 majrule","ntax":"64","rootedtree":"TRUE","title":"Tr125130","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125130.phy"},{"tree_label":"1","ntax":"64","rootedtree":"TRUE","title":"Tr127219","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127219.phy"}]}