{"Authors":" Damien Ertz, Neil Sanderson, Marc Lebouvier","Year":" 2021","Title":" Thelopsis challenges the generic circumscription in the\nGyalectaceae and brings new insights to the taxonomy of Ramonia","Journal":" The Lichenologist","Volume":" 53","Issue":"","Pages":" 45-61","Keywords":" Arthoniales, Gyalectales, lichen, multispory,\nphylogeny","DOI":" 10.1017/S002428292000050X","Abstract":" The genus Thelopsis was classified in the family\nStictidaceae but its systematic position has never been investigated by\nmolecular methods. In order to determine its family placement and to\ntest its monophyly, fungal DNA of recent collections of Thelopsis\nspecimens was sequenced. Phylogenetic analyses using nuLSU, RPB2 and\nmtSSU sequences reveal that members of Thelopsis form a monophyletic\ngroup within the genus Gyalecta as currently accepted. The placement of\nThelopsis, including the generic type T. rubella, within the genus\nGyalecta challenges the generic circumscription of this group because\nThelopsis is well recognized by the combination of morphological\ncharacters: perithecioid ascomata, well-developed periphysoids,\npolysporous asci and small, few-septate ellipsoid-oblong ascospores. The\nsterile sorediate Opegrapha corticola is also placed in the Gyalectaceae\nas sister species to Thelopsis byssoidea + T. rubella. Ascomata of O.\ncorticola are illustrated for the first time and support its placement\nin the genus Thelopsis. The hypothesis that O. corticola might represent\nthe sorediate fertile morph of T. rubella is not confirmed because the\nspecies is phylogenetically and morphologically distinct. Thelopsis is\nrecovered as polyphyletic, with T. melathelia being placed as sister\nspecies to Ramonia. The new combinations Thelopsis corticola (Coppins\n& P. James) Sanderson & Ertz comb. nov. and Ramonia melathelia\n(Nyl.) Ertz comb. nov. are introduced and a new species of Gyalecta, G.\namsterdamensis Ertz, is described from Amsterdam and Saint-Paul Islands,\ncharacterized by a sterile thallus with discrete soralia. Petractis\nluetkemuelleri and P. nodispora are accommodated in the new genus\nNeopetractis, differing from the generic type (P. clausa) by having a\ndifferent phylogenetic position and a different photobiont. Francisrosea\nbicolor Ertz & Sanderson gen. & sp. nov. is described for a\nsterile sorediate lichen somewhat similar to Opegrapha corticola but\nhaving an isolated phylogenetic position as sister to a clade including\nGyalidea praetermissa and the genera Neopetractis and Ramonia. Gyalecta\nfarlowii, G. nidarosiensis and G. carneola are placed in a molecular\nphylogeny for the first time. The taxonomic significance of\nmorphological characters in Gyalectaceae is discussed.","trees":[{"tree_label":"Fig. 3","ntax":"77","rootedtree":"TRUE","title":"Ostropales s. lat. 77tax","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_125135.phy"},{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Gyalecta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133435.phy"}]}