{"Authors":" Milan C. Samarakoon, Sajeewa S.N MAHARACHCHIKUMBURA,\nJian-Kui Liu, Kevin D. Hyde, Marc Stadler, Itthayakorn Promputtha","Year":" 2020","Title":" Molecular phylogeny and morphology of Amphisphaeria (=\nLepteutypa) (Amphisphaeriaceae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" 3 new taxa, 6 new combinations, asexual morph,\nSporocadaceae, taxonomy","DOI":"","Abstract":" Amphisphaeriaceous taxa (fungi) are saprobes on decaying\nwood in terrestrial, mangrove and freshwater habitats. The generic\nboundaries of the family have traditionally been based on morphology,\nand the delimitation of genera has always been challenging.\nAmphisphaeria species have clypeate ascomata and 1-septate ascospores\nand a coelomycetous asexual morph. Lepteutypa is different from\nAmphisphaeria in having eutypoid stromata and more than 1-septate\nascospores. These main characters have been used for segregation of\nLepteutypa from Amphisphaeria for a long time. However, the generic\ndelimitation based on above characters are overlapping among\nAmphisphaeria and Lepteutypa species. Therefore, here we synonymized\nLepteutypa under Amphisphaeria based on holomorphic morphology and\nmultigene phylogeny. Further, our cluster analysis revealed the\nrelationship between seven morphological traits among\nAmphisphaeria/Lepteutypa species and suggested those morphologies are\nnot specific to either genera. Three new species (i.e. Amphisphaeria\ncamelliae, A. curvaticonidia and A. micheliae) are introduced based on\nmorphology and ncLSU rDNA-ITS-RPB2-TUB2 phylogenies. Furthermore, the\nmonotypic genus Trochilispora which had been accepted in\nAmphisphaeriaceae was revisited and synonymized under Hymenopleella and\nplaced in Sporocadaceae. In order to discover further novel species of\nthese inconspicuous xylarialean genera, it seems prudent to collect\npartially senescent plant material that is still attached to the host\nplant rather than from fallen and deteriorated substrates.","trees":[{"tree_label":"Imported tree 1","ntax":"56","rootedtree":"TRUE","title":"Tr125325","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125325.phy"}]}