{"Authors":" Andrew N Miller, Angela Yoon, Gro Gulden, Øyvind Stensholt,\nNicolas Van Vooren, Esteri Ohenoja, Andrew Methven","Year":" 2020","Title":" Studies in Gyromitra I: the Gyromitra gigas species\ncomplex","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, fungi, holotype barcoding, ITS sequences,\nsystematics","DOI":"","Abstract":" The Gyromitra gigas species complex includes six\nmorphologically similar taxa, several of which have a long history of\nsegregation, synonymization and rearrangement among different genera.\nThese taxa occur throughout Asia, Europe and North America and include\nG. gigas, G. khanspurensis, G. korfii, G. montana, G. pseudogigas and G.\nticiniana. ITS and LSU sequences from 66 specimens, including type\nspecimens for all six taxa, were included in phylogenetic analyses to\nestablish species boundaries and resolve species relationships. Sequence\nsimilarity comparisons were also conducted between the two molecular\nmarkers and between the ITS1 and ITS2 regions. Although ITS exhibited\nsufficient variability to discriminate among species in the G. gigas\nspecies complex, LSU displayed very low variability rendering it\ncompletely useless as a molecular marker for separating taxa in this\ngroup. The ITS1 region was twice as informative as the ITS2 region and\ncan be used as a barcode marker to identify these species. Gyromitra\ngigas and G. montana occur as a well-supported clade of sister species\nand can be distinguished based on ascospore morphology. Gyromitra korfii\nand G. ticiniana also form a highly supported clade and are considered\ndistinct species based on geography. Gyromitra littiniana is confirmed\nto be synonymous with G. ticiniana based on molecular data. Gyromitra\nkhanspurensis and G. pseudogigas, which also form a highly supported\nclade, are considered separate species early in the process of\nspeciation that differ significantly in ascospore morphology. A key\nbased on morphology and geography is provided to determine each\nspecies.","trees":[{"tree_label":"BestTre","ntax":"51","rootedtree":"TRUE","title":"Gyromitra","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128388.phy"},{"tree_label":"BestTree","ntax":"66","rootedtree":"TRUE","title":"Gyromitra","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128387.phy"}]}