{"Authors":" S. Lorena Ament-Velásquez, Hanna Johannesson, Tatiana\nGiraud, Robert Debuchy, Sven J Saupe, Alfons J. M. Debets, Eric\nBastiaans, Fabienne Malagnac, Pierre Grognet, Leonardo Peraza-Reyes,\nPierre Gladieux, Åsa Kruys, Philippe Silar, Sabine M. Huhndorf, Andrew\nN. Miller, Aaron A Vogan","Year":" 2020","Title":" The taxonomy of the model filamentous fungus Podospora\nanserina","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Podospora anserina, taxonomy, Podosporaceae,\nphylogenetics","DOI":"","Abstract":" The filamentous fungus Podospora anserina has been used as\na model organism for more than 100 years and has proved to be an\ninvaluable resource in numerous areas of research. Throughout this\nperiod, P. anserina has been embroiled in a number of taxonomic\ncontroversies regarding the proper name under which it should be called.\nThe most recent taxonomic treatment proposed to change the name of this\nimportant species to Triangularia anserina. The results of past name\nchanges of this species indicate that the broader research community is\nunlikely to accept this change, which will lead to nomenclatural\ninstability and confusion in the literature. Here, we review the\nphylogeny of the species closely related to P. anserina and provide\nevidence that currently available marker information is insufficient to\nresolve the relationships among many of the lineages. We argue that it\nis not only premature to propose a new name for P. anserina based on\ncurrent data, but also that every effort should be made to retain P.\nanserina as the current name to ensure stability and minimize confusion\nin scientific literature. Therefore, we synonymize Triangularia with\nPodospora and suggest that either the type species of Podospora be moved\nto P. anserina from P. fimiseda, or that all species within the\nPodosporaceae be placed in the genus Podospora.","trees":[{"tree_label":"Imported tree 1","ntax":"107","rootedtree":"TRUE","title":"Podosporaceae ITS+LSU+btub+rpb2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125368.phy"}]}