{"Authors":" Annette Pfordt, Simon Schiwek","Year":" 2020","Title":" Trichoderma afroharzianum ear rot-a new disease on maize in\nEurop","Journal":" Frontiers in Agronomy","Volume":"","Issue":"","Pages":"","Keywords":" Trichoderma harzianum, Trichoderma afroharzianum,\npathogenicity, Trichoderma ear rot, maize","DOI":"","Abstract":" Trichoderma species are widespread filamentous fungi in\nsoils, on plant roots and decaying plant residues. Due to their strong\ncompetitiveness and mycoparasitic activity against other fungi,\nparticular strains of Trichoderma sp. are used in agriculture as\nbiocontrol agents against plant pathogens. Commercial products based on\nstrains of T. harzianum or T. afroharzianum have been applied to control\nRhizoctonia spp., Fusarium spp. and Phytophthora spp. in various crops.\nIn 2018, however, massive infections of Trichoderma on maize ears were\nrecorded for the first time in a field in Southern Germany. Infected\nmaize cobs were sampled, the fungus was isolated in pure culture and\npreliminary identified microscopically as Trichoderma harzianum. After\nsilk channel inoculation in the greenhouse, ear rot disease of high\nseverity was observed. In addition to fungal colonization, the dry\nmatter content in cobs was significantly reduced compared to water\ninoculated cobs. In 2018 and 2019, a total of 13 T. harzianum isolates\nfrom maize cobs and maize stalks were isolated and tested, for\npathogenicity on maize plants in the greenhouse, compared to several\nreference isolates. Four isolates proved to be highly aggressive, two\nbiocontrol isolates, Trichodex (T39) and strain T12, induced slight\ninfection and eleven isolates were non‐pathogenic. After sequencing the\ntranslation elongation factor 1α (tef‐1α), the four highly aggressive\nisolates were assigned to T. afroharzianum, while the commercial\nbiocontrol isolates Trichodex (T39) and T12, as well as the other\nnon-pathogenic strains belonged to T. harzianum, T. atroviride or T.\ntomentosum. This, to our knowledge, is the first report on Trichoderma\nsp. as a pathogen causing ear rot disease in maize in Europe with the\npotential to incite significant yield losses. We therefore propose to\nname this disease as Trichoderma ear rot on maize.","trees":[{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr125367","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125367.phy"},{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr125369","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125369.phy"}]}