{"Authors":" Alfonso Daniel Victoria Arellano, Leandro José Dallagnol,\nGustavo Martins da Silva, Eduardo Guatimosim, Luana Geri Moreira, Keilor\nda Rosa Dorneles","Year":" 2020","Title":" Seeds coated with Trichoderma atroviride and soil amended\nwith silicon improve the resistance of Lolium multiflorum against\nPyricularia oryzae","Journal":" Biological control","Volume":"","Issue":"","Pages":"","Keywords":" Gray leaf spot, biological control, plant defense,\ninduction of resistance, antimicrobial compounds","DOI":"","Abstract":" Ryegrass (Lolium multiflorum L.) is a forage species with\na high content of protein and good palatability and digestibility. In\nwinter, it is frequently used in southern Brazil as feed for livestock.\nThe high humidity in this region is propitious for gray leaf spot, a\ndisease caused by Pyricularia oryzae, considered to be the regions main\nbiotic problem. In this study, we aimed to evaluate the effect of three\ntypes of management, namely seed coating with Trichoderma atroviride\n(T), application of silicon in the soil (Si), and combination of both\ntreatments (TSi), to reduce the severity of gray leaf spot. In the first\nphase, the capacity of 10 native isolates of Trichoderma spp. were\nevaluated in vitro for direct inhibition of P. oryzae based on tests of\ndual cultures (DC), antibiosis for volatile (Vol), and non-volatile\ncompounds (Nvol). In vivo trials involved the ability to induce\nresistance responses, such as quantifying severity (SEV) and number of\nlesions (NL) per cm2 of leaf area. In the second phase, the efficacy of\nT, Si, and TSi was tested under greenhouse conditions. The lesion\nexpansion rate (LER), relative efficiency of infection (RIE), SEV and NL\nwere measured (after inoculation with P. oryzae), and in parallel the\nactivities of the enzymes superoxide dismutase (SOD), catalase (CAT),\nperoxidase (POX) and phenylalanine ammonia-lyase (PAL) were quantified\n(at 24, 48, 72, and 96 h). The strain TR10 (identified by polyphasic\ntaxonomy as T. atroviride) showed one of the highest inhibition values\nin Vol (23%) and DC (35%). This strain (TR10) had the lowest levels of\nSEV (5.5%) and NL (3), in contrast with the other strains according to\nanalysis of variance. Under greenhouse conditions, significant\ndifferences (P < 0.0001) were found for LER, RIE, NL and SEV in T,\nSi, and TSi concerning TE (control treatment). The defense response of T\nwas related to the activities of CAT, POX, and PAL (mainly), while for\nSi, other mechanisms, which were not evaluated in this study, might have\ncontributed to disease reduction, and TSi did not show an additive\neffect. The treatment of seeds with T. atroviride and the application of\nSi in the soil improved the resistance of L. multiforum against\ninfection by P. oryzae.","trees":[{"tree_label":"con 50 majrule","ntax":"38","rootedtree":"TRUE","title":"Trichoderma atroviride","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_127848.phy"}]}