{"Authors":" Torsten Eriksson, Michael J Donoghue","Year":" 1997","Title":" Phylogenetic relationships of Sambucus and Adoxa (Adoxoideae,\nAdoxaceae) based on nuclear ribosomal ITS sequences and preliminary\nmorphological data.","Journal":" Systematic Botany","Volume":" 22","Issue":" NA","Pages":" 555-573","Keywords":" NA","DOI":" NA","Abstract":" We inferred the phylogeny of Sambucus and Adoxa\n(Adoxoideae, Adoxaceae) based on nucleotide sequences of the internal\ntranscribed spacer (ITS) region of nuclear ribosomal DNA, preliminary\nmorphology, and a combination of the two data sets. Our morphological\nanalysis implies that Adoxa is nested within Sambucus, based primarily\non herbaceous habit and aspects of flower morphology. However, there is\nstrong support for the monophyly of Sambucus based on ITS sequences and\nin the combined analysis, implying that morphological similarities\nshared by Adoxa and the two Australian species of Sambucus may have\nevolved independently. The relatively small variation in ITS sequences\nwithin Sambucus makes the sequences easy to align, but results in some\nambiguity due to a limited number of informative characters.\nNevertheless, there are several well\u001esupported clades within Sambucus.\nSpecies with paniculate inflorescences (section Botryosambucus) form a\nwell\u001esupported clade, within which the red\u001efruited species are\nmonophyletic. These results support the view that paniculate\ninfloresences and red fruits evolved independently in Sambucus and\nViburnum. In all analyses S. ebulus and its relatives (sections Ebulus\nand Scyphidanthe) form a clade supported by valvate corolla lobes. Based\non the combined analysis the first Adoxoideae may have been\ncharacterized by flowers with an equal number of carpels and perianth\nparts, and more\u001eor\u001eless separated style branches/stigma lobes. If so,\nreduction in the number of carpels and fusion of styles occurred within\nSambucus.","trees":[{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Adoxaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1345.phy"},{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Adoxaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1346.phy"},{"tree_label":"Fig. 4","ntax":"22","rootedtree":"TRUE","title":"Adoxaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1347.phy"},{"tree_label":"Fig. 5","ntax":"22","rootedtree":"TRUE","title":"Adoxaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1348.phy"},{"tree_label":"Fig. 6","ntax":"22","rootedtree":"TRUE","title":"Adoxaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1349.phy"}]}