{"Authors":" Benjamin M Torke, Domingos Benício Oliveira Silva Cardoso,\nHsuan Chang, Shi-Jin Li, Miao Niu, Toby Pennington, Charles H Stirton,\nWei-Bin Xu, Charles Eugene Zartman, Kuo-Fang Chung","Year":" 2021","Title":" A dated molecular phylogeny and biogeographical analysis\nreveals the evolutionary history of the trans-Pacifically disjunct\ntropical tree genus Ormosia (Fabaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ormosia, Fabaceae, phylogeny, biogeography, dispersal,\nintercontinental disjunction","DOI":"","Abstract":" The papilionoid legume genus Ormosia (Fabaceae) comprises\nabout 150 species of trees and exhibits a striking disjunct geographical\ndistribution between the New World- and Asian and Australasian wet\ntropics and subtropics. Modern classifications of Ormosia are not\ngrounded on a well-substantiated phylogenetic hypothesis and have been\nlimited to just portions of the geographical range of the genus. The\nlack of an evolutionarily-based foundation for systematic studies has\nhindered taxonomic work on the genus and prevented the testing of\nbiogeographical hypotheses related to the origin of the Old World/New\nWorld disjunction and the individual dispersal histories within both\nareas. Here, we present the most comprehensively sampled molecular\nphylogeny of Ormosia to date, based on analysis of both nuclear (ITS)\nand plastid (matK and trnLF) DNA sequences from 82 species of the genus.\nPhylogenetically-based divergence times and ancestral range estimations\nare employed to test hypotheses related to the biogeographical history\nof the genus. We find strong support for the monophyly of Ormosia and\nthe grouping of all sampled Asian species of the genus into two\ncomparably sized clades, one of which is sister to another large clade\ncontaining all sampled New World species. Within the New World clade,\nadditional resolution supports the grouping of most species into three\nmutually exclusive subordinate clades. The remaining New World species\nform a fourth well-supported clade in the analyses of plastid sequences,\nbut that result is contradicted by the analysis of ITS. With few\nexceptions the supported clades have not been previously recognized as\ntaxonomic groups. The biogeographical analysis suggests that Ormosia\noriginated in continental Asia and dispersed to the New World in the\nOligocene or early Miocene via long-distance trans-oceanic dispersal. We\nreject the hypothesis that the inter-hemispheric disjunction in Ormosia\nresulted from fragmentation of a more continuous “Boreotropical”\ndistribution since the dispersal post-dates Eocene climatic maxima. Both\nof the Old World clades appear to have originated in mainland Asia and\nsubsequently dispersed into the Malay Archipelago and beyond, at least\ntwo lineages dispersing across Wallaces Line as far as the Solomon\nIslands and northeastern Australia. In the New World, the major clades\nall originated in Amazonia. Dispersal from Amazonia into peripheral\nareas in Central America, the Caribbean, and Extra-Amazonian Brazil\noccurred multiple times over varying time scales, the earliest beginning\nin the late Miocene. In a few cases, these dispersals were followed by\nlocal diversification, but not by reverse migration back to Amazonia.\nWithin each of the two main areas of distribution, multiple modest bouts\nof oceanic dispersal were required to achieve the modern\ndistributions.","trees":[{"tree_label":"ITS consensus","ntax":"168","rootedtree":"TRUE","title":"ITS consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125576.phy"},{"tree_label":"Total Evidence Consensus","ntax":"107","rootedtree":"TRUE","title":"Total Evidence Consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133787.phy"},{"tree_label":"matK consensus","ntax":"183","rootedtree":"TRUE","title":"matK consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125534.phy"},{"tree_label":"trnL-F consensus","ntax":"132","rootedtree":"TRUE","title":"trnL-F consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125538.phy"},{"tree_label":"combined plastid consensus","ntax":"124","rootedtree":"TRUE","title":"combined plastid consensus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125539.phy"}]}