{"Authors":" F A Elkanah, Elijah Adegoke Adebayo","Year":" 2020","Title":" Molecular characterization of most cultivated Pleurotus\nspecies in sub-western region Nigeria with development of cost effective\ncultivation protocol on Palm oil waste","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Mushroom cultivation; Palm bunch; Palm shaft; Wheat bran;\nRice bran; Sawdust.","DOI":"","Abstract":" Major problems associated with the study of mushrooms in\nNigeria are inaccuracy in identification, low bio-efficiency of commonly\nused substrate and difficulty in composting of substrates. The current\nstudy attempts the identification and characterization of Pleurotus\nspecies commonly cultivated in Western region of Nigeria, and evaluates\nthe effectiveness of agricultural wastes in mushrooms cultivation.\nMolecular characterization was carried out for species identification.\nDifferent substrates combinations at ratio 1:1 were used. Molecular\ncharacterization revealed that the Pleurotus species grown in most farms\nand research institutes in South-western Nigeria are predominantly P.\nostreatus and P. pulminarius. Palm bunch +Rice bran (8.24±0.16) ramified\nalmost twice faster than sawdust alone (4.98±0.31) or any of the other\nsubstrates containing it. Fermented bunch (7.36±0.19), the only\nsubstrate not sterilized also ramified faster than sawdust alone. All\nthe other substrates compounded with palm bunch and shaft ramified\nfaster than sawdust as lone substrate. In terms of yield, Palm bunch\n+Rice bran gave the highest (1774.75 g), followed by shaft + rice bran\n(1483.70 g), while the least value of 326. 94 g was obtained from\nsawdust. The highest value of biological efficient (BE) (100.57 g) and\nproductivity (PT) (17.46 g) were obtained from shaft + Wheat bran and\nPalm bunch +Rice bran respectively, while sawdust gave lowest values of\n13.08% and 3.23% for BE and PT respectively. Results obtained have shown\nthat bunch and shaft supplemented with wheat and rice bran gave better\nyields and can be recommended for commercial mushrooms cultivation.","trees":[{"tree_label":"consensus","ntax":"17","rootedtree":"TRUE","title":"Tr128451","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128451.phy"}]}