{"Authors":" Takamichi Orihara, Rosanne Healy, Adriana Corrales, Matthew\nE. Smith","Year":" 2021","Title":" Multi-locus phylogenies reveal three new truffle-like taxa\nand the traces of interspecific hybridization in Octaviania\n(Boletales)","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" Boletaceae, hypogeous fungi, phylogeography, sequestrate\nfungi, systematics, 3 new taxa","DOI":"","Abstract":" Among many convergently evolved sequestrate fungal genera\nin Boletaceae (Boletales, Basidiomycota), the genus Octaviania is the\nmost diverse. We recently collected many specimens of Octaviania\nsubgenus Octaviania, including several undescribed taxa, from Japan and\nthe Americas. Here we describe two new species in subgenus Octaviania,\nO. tenuipes and O. tomentosa, from temperate to subtropical evergreen\nFagaceae forests in Japan based on morphological observation and robust\nmulti-locus phylogenetic analyses (nrDNA ITS and partial large subunit\n[LSU], translation elongation factor 1-α gene [TEF1] and the largest\nsubunit of RNA polymerase II gene [RPB1]). Based on specimens from the\nAmericas as well as studies of the holotype, we also taxonomically\nre-evaluate the taxon O. asterosperma var. potteri. Our analysis\nsuggests that O. asterosperma var. potteri is a distinct taxon within\nthe subgenus Octaviania so we recognize this as O. potteri. We\nunexpectedly collected O. potteri specimens from geographically\nwidespread sites in the USA, Japan and Colombia. This is the first\nverified report of Octaviania from the South American continent. Our\nmolecular analyses also revealed that the RPB1 sequence of one O.\ntenuipes specimen was identical to that of a closely related species, O.\njaponimontana, and that one O. potteri specimen from Minnesota had an\nRPB1 sequence of an unknown species of O. subg. Octaviania.\nAdditionally, one O. japonimontana specimen had an unusually divergent\nTEF1 sequence. Gene-tree comparison and phylogenetic network analysis of\nthe multi-locus dataset suggest that these heterogenous sequences are\nmost likely the result of previous inter- and intra-specific\nhybridization. We hypothesize that frequent hybridization events in\nOctaviania may have promoted the high genetic and species diversity\nwithin the genus.","trees":[{"tree_label":"Fig1 Bayesian tree based on combined multi-locus\ndataset","ntax":"1","rootedtree":"TRUE","title":"Tr125422","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_125422.phy"},{"tree_label":"Suppl. Fig. S1 ML tree based on nLSU dataset","ntax":"62","rootedtree":"TRUE","title":"Tr125880","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Suboptimal Tree","phylotree_id":"tree_125880.phy"}]}