{"Authors":" Jessa Ata, Kelly S Burns, Suzanne B Marchetti, Isabel A\nMunck, Ludwig Beenken, James J Worrall, Jane Stewart","Year":" 2021","Title":" Molecular characterization and phylogenetic analyses of\nLophodermella needle pathogens (Rhytismataceae) on Pinus species in the\nUSA and Europe","Journal":" PeerJ","Volume":"","Issue":"","Pages":"","Keywords":" Rhytismataceae, foliage disease, lodgepole pine, eastern\nwhite pine, limber pine, mountain pine","DOI":"","Abstract":" Increasing prevalence of conifer needle pathogens globally\nhave prompted further studies on pathogen identification and a better\nunderstanding of phylogenetic relationships among needle pathogens.\nSeveral Lophodermella species can be aggressive pathogens causing needle\ncast in pines in the USA and Europe. However, their relationships with\nother Rhytismataceae species were only based on similarities of limited\nphenotypic characters. Currently, no molecular studies have been\ncompleted to elucidate their relationships with other Lophodermella\nneedle pathogens. This study collected and sequenced three gene loci,\nnamely: internal transcribed spacer, large ribosomal subunit, and\ntranslation elongation factor 1-alpha, of five Lophodermella needle\npathogens from North America (L. arcuata, L. concolor, L. montivaga) and\nEurope (L. conjuncta and L. sulcigena) to distinguish phylogeny within\nRhytismatacaeae, including Lophophacidium dooksii. Phylogenetic analyses\nof the three loci revealed that all but Lophodermella conjuncta that\nwere sampled in this study consistently clustered in a well-supported\nclade within Rhytismataceae. The multi-gene phylogeny also confirmed\nconsistent nesting of Lophophacidium dooksii, a needle pathogen of Pinus\nstrobus, within the clade. Potential synapomorphic characters such as\nascomata position and ascospore shape for the distinct clade were also\nexplored. Further, a rhytistamataceous species on Pinus flexilis that\nwas morphologically identified as L. arcuata was found to be unique\nbased on the sequences at the three loci. This study suggests a\npotential wider range of species within the genus and the need for\ngenetic characterization of other Lophodermella and Lophophacidium\nspecies to provide a higher phylogenetic resolution.","trees":[{"tree_label":"tree 1","ntax":"59","rootedtree":"TRUE","title":"Lophodermella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134932.phy"}]}