{"Authors":" Milan Spetik, BERRAF TEBBAL AKILA, Ales Eichmeier","Year":" 2020","Title":" Fungal Planet description sheets: 11121181","Journal":" Persoonia","Volume":" 45","Issue":"","Pages":" 251-409","Keywords":" ITS nrDNA BARCODES; LSU; NEW TAXA; SYSTEMATICS","DOI":" 10.3767/persoonia.2020.45.10","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Australia, Austroboletus asper\non soil, Cylindromonium alloxyli on leaves of Alloxylon pinnatum,\nDavidhawksworthia quintiniae on leaves of Quintinia sieberi, Exophiala\nprostantherae on leaves of Prostanthera sp., Lactifluus lactiglaucus on\nsoil, Linteromyces quintiniae (incl. Linteromyces gen. nov.) on leaves\nof Quintinia sieberi, Lophotrichus medusoides from stem tissue of Citrus\ngarrawayi, Mycena pulchra on soil, Neocalonectria tristaniopsidis\n(incl. Neocalonectria gen. nov.)and Xyladictyochaeta tristaniopsidis on\nleaves of Tristaniopsis collina, Parasarocladium tasmanniae on leaves of\nTasmannia insipida, Phytophthora aquae-cooljarloo from pond water,\nSerendipita whamiae as endophyte from roots of Eriochilus cucullatus,\nVeloboletus limbatus (incl. Veloboletus gen. nov.)onsoil. Austria,\nCortinarius glaucoelotus onsoil. Bulgaria, Suhomyces rilaensis from the\ngut of Bolitophagus interruptus found on a Polyporus sp. Canada,\nCantharellus betularum among leaf litter of Betula, Penicillium\nsaanichii from house dust. Chile, Circinella lampensis on soil,\nExophiala embothrii from rhizosphere of Embothrium coccineum. China,\nColletotrichum cycadis on leaves of Cycas revoluta. Croatia,\nPhialocephala melitaea on fallen branch of Pinus halepensis. Czech\nRepublic, Geoglossum jirinae on soil, Pyrenochaetopsis rajhradensis from\ndead wood of Buxus sempervirens. Dominican Republic, Amanita domingensis\non litter of deciduous wood, Melanoleuca dominicana on forest litter.\nFrance, Crinipellis nigrolamellata (Martinique) on leaves of Pisonia\nfragrans, Talaromyces pulveris from bore dust of Xestobium rufovillosum\ninfesting floorboards. French Guiana, Hypoxylon hepaticolor on dead\ncorticated branch. Great Britain, Inocybe ionolepis on soil. India,\nCortinarius indopurpurascens among leaf litter of Quercus\nleucotrichophora. Iran, Pseudopyricularia javanii on infected leaves of\nCyperus sp., Xenomonodictys iranica (incl. Xenomonodictys gen. nov.) on\nwood of Fagus orientalis. Italy, Penicillium vallebormidaense from\ncompost. Namibia, Alternaria mirabibensis on plant litter, Curvularia\nmoringae and Moringomyces phantasmae (incl. Moringomyces gen. nov.) on\nleaves and flowers of Moringa ovalifolia, Gobabebomyces vachelliae\n(incl. Gobabebomyces gen. nov.) on leaves of Vachellia erioloba,\nPreussia procaviae on dung of Procavia capensis. Pakistan, Russula\nshawarensis from soil on forest floor. Russia, Cyberlindnera dauci from\nDaucus carota. South Africa, Acremonium behniae on leaves of Behnia\nreticulata, Dothiora aloidendri and Hantamomyces aloidendri\n(incl. Hantamomyces gen. nov.) on leaves of Aloidendron dichotomum,\nEndoconidioma euphorbiae on leaves of Euphorbia mauritanica ,\nEucasphaeria proteae on leaves of Protea neriifolia , Exophiala mali\nfrom inner fruit tissue of Malus sp., Graminopassalora geissorhizae on\nleaves of Geissorhiza splendidissima, Neocamarosporium leipoldtiae on\nleaves of Leipoldtia schultzii, Neocladosporium osteospermi on leaf\nspots of Osteospermum moniliferum, Neometulocladosporiella seifertii on\nleaves of Combretum caffrum, Paramyrothecium pituitipietianum on stems\nof Grielum humifusum, Phytopythium paucipapillatum from roots of Vitis\nsp., Stemphylium carpobroti and Verrucocladosporium carpobroti on leaves\nof Carpobrotus quadrifolius, Suttonomyces cephalophylli on leaves of\nCephalophyllum pilansii. Sweden, Coprinopsis rubra on cow dung,\nElaphomyces nemoreus fromdeciduouswoodlands. Spain, Polyscytalum\npini-canariensis on needles of Pinus canariensis, Pseudosubramaniomyces\nseptatus from stream sediment, Tuber lusitanicum on soil under Quercus\nsuber. Thailand, Tolypocladium flavonigrum on Elaphomyces sp. USA,\nChaetothyrina spondiadis on fruits of Spondias mombin, Gymnascella\nminnisii from bat guano, Juncomyces patwiniorum on culms of Juncus\neffusus, Moelleriella puertoricoensis on scale insect, Neodothiora\npopulina (incl. Neodothiora gen. nov.) on stem cankers of Populus\ntremuloides, Pseudogymnoascus palmeri fromcavesediment. Vietnam,\nCyphellophora vietnamensis on leaf litter, Tylopilus subotsuensis on\nsoil in montane evergreen broadleaf forest. Morphological and culture\ncharacteristics are supported by DNA barcodes.","trees":[{"tree_label":"tree 1","ntax":"19","rootedtree":"TRUE","title":"Tr131998","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131998.phy"}]}