{"Authors":" Yong-Hui Wang, Sayaka Ban, Wen-Jing Wang, Yi Li, Ke Wang,\nKirk M Paul, Kathryn E. Bushley, Cai-Hong Dong, David L. Hawksworth,\nYi-Jian Yao","Year":" 2020","Title":" Pleurocordyceps gen. nov. for a clade of fungi previously\nincluded in Polycephalomyces based on molecular phylogeny and\nmorphology","Journal":" Journal of Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Clavicipitaceae, molecular systematics, typification, new\ntaxa","DOI":"","Abstract":" Since the discovery of the Pleurocordyceps/\n‘Polycephalomyces’ clade unaffiliated with the clades of Clavicipitaceae\ns. str., Ohiocordycipitaceae and Cordycipitaceae of clavicipitaceous\nfungi, a number of taxa have been published subsequently and more fungal\nmaterial relevant to the group have become available for further study.\nHere, a multi-gene phylogeny using nrSSU, nrLSU, tef1, rpb1, and rpb2\nwas constructed with some of the recently discovered additional taxa by\nML and Bayesian analyses to test and refine the current phylogenetic\nframework for Cordyceps s. lat. and other clavicipitaceous fungi. In\naddition to the well-supported major Pleurocordyceps/ ‘Polycephalomyces’\nclade revealed previously, another clade with newly added taxa referred\nto as ‘Polycephalomyces formosus-like’ from Japan was found to be sister\nto the Pleurocordyceps/ ‘Polycephalomyces’ clade. Extensive\ninvestigation revealed that strains named ‘Polycephalomyces\nformosus-like’ grouped in this new clade and do indeed represent the\ntrue Polycephalomyces formosus and that species previously included in\nthe genus Polycephalomyces require a new generic name. Based on the\nphylogenetic analyses and morphological characteristics, including\navailable both sexual and asexual morphs when available, the new generic\nname Pleurocordyceps is introduced and relevant new combinations made. A\nnewly designated lectotype and a supporting epitype for Polycephalomyces\nformosus is selected and the circumscription of Polycephalomyces is\ndiscussed.","trees":[{"tree_label":"con 50 majrule","ntax":"187","rootedtree":"TRUE","title":"Tr126422","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126422.phy"},{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Tr126423","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126423.phy"}]}