{"Authors":" Yong-Hui Wang, Sayaka Ban, Wen-Jing Wang, Yi Li, Ke Wang,\nKirk M Paul, Kathryn E. Bushley, Yi-Jian Yao","Year":" 2020","Title":" Pleurocordyceps gen. nov. for a clade of fungi previously\nincluded in Polycephalomyces based on molecular phylogeny and\nmorphology","Journal":" Journal of Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" morphology, new combination, new genus, phylogeny,\ntaxonomy","DOI":" 10.1111/jse.12705","Abstract":" Since the discovery of the Pleurocordyceps/\n‘Polycephalomyces’ clade unaffiliated with the clades of Clavicipitaceae\ns.s., Ohiocordycipitaceae and Cordycipitaceae of clavicipitaceous fungi,\na number of taxa have been published in the clade and more fungal\nmaterials relevant to the group have become available for study. In the\npresent paper, a multi-gene phylogeny using nrSSU, nrLSU, tef1, rpb1 and\nrpb2 was constructed with some additional relevant taxa discovered\nrecently by ML and Bayesian analyses to test and refine the current\nphylogenetic framework for Cordyceps s.l. and clavicipitaceous fungi. In\naddition to the well-supported major clade, Pleurocordyceps/\n‘Polycephalomyces’, revealed previously, another clade with newly added\ntaxa named ‘Polycephalomyces formosus-like’ from Japan, was found to be\nsister to the Pleurocordyceps/ ‘Polycephalomyces’ clade. Extensive\ninvestigation found out that strains named ‘Polycephalomyces\nformosus-like’ grouped in this new clade represent the true\nPolycephalomyces formosus and the species included in the previously\nconceived genus Polycephalomyces require a new generic name. Based on\nthe phylogenetic analyses and morphological characters, including both\nanamorph and teleomorph when available, a new genus, Pleurocordyceps,\nwith relevant new combinations is proposed. A newly designated lectotype\nand its supporting epitype for Polycephalomyces formosus is proposed and\ncircumscription of the genus Polycephalomyces discussed.","trees":[{"tree_label":"PAUP 1","ntax":"61","rootedtree":"TRUE","title":"Polycephalomyces","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128415.phy"}]}