{"Authors":" Nohemi Carreras-Villaseñor, Jose Benjamin Rodríguez-Haas,\nLuis Alberto Martínez-Rodríguez, Alan Josue Pérez-Lira, Enrique\nIbarra-Laclette, Emanuel Villafan, Ana Patricia Castillo-Díaz, Luis\nArturo Ibarra-Juarez, Edgar David Carrillo-Hernandez, Diana\nSánchez-Rangel","Year":" 2020","Title":" Pathogenic profile of two Fusarium sp. strains isolated from\nthe ambrosia beetle Xylosandrus morigerus","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" ambrosia beetle, Fusarium solani species complex, Ambrosia\nFusarium Clade","DOI":"","Abstract":" Ambrosia beetles are causal agents of important plant\ndiseases and have been considered as a threat to forest ecosystems,\nagriculture and timber industry. Several factors have been suggested as\npromoters of the pathogenic behavior of ambrosia beetles, one of them is\nthe nature of the fungal mutualist and its ability to establish an\ninfectious process. In Mexico, Xylosandrus morigerus is an invasive\nambrosia beetle provoking damage in many agroecosystems. Herein, two\ndifferent morphotypes of Fusarium sp. isolated from X. morigerus are\nreported. Fusarium sp. associated to X. morigerus strains belong to the\nFusarium solani species complex (FSSC) but do not to the Ambrosia\nFusarium clade (AFC). Both strains are virulent to different forest and\nagronomic species in both tissue and host specific manner; the\nextracellular proteases profile suggest differences in gene regulation.\nThis study shows importance of considering the beetles as vectors of\ndifferent morphotypes of fungal plant pathogens with different\npathogenic abilities, highlighting the relevance of the fungal mutualist\nas factor for the ambrosia complex becoming pest.","trees":[{"tree_label":"con 50 majrule","ntax":"65","rootedtree":"TRUE","title":"Tr125525","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125525.phy"},{"tree_label":"con 50 majrule","ntax":"53","rootedtree":"TRUE","title":"Tr125526","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125526.phy"}]}