{"Authors":" Bruno A S de Medeiros, Sergio A Vanin","Year":" 2020","Title":" Systematic revision and morphological phylogenetic analysis\nof Anchylorhynchus Schoenherr, 1836 (Coleoptera, Curculionidae:\nDerelomini)","Journal":" Zootaxa","Volume":" 4839","Issue":" 1","Pages":" 1-98","Keywords":" Curculionidae, weevils, palms, Coleoptera, morphology","DOI":" 10.11646/zootaxa.4839.1.1","Abstract":" Anchylorhynchus Schoenherr is a genus of palm-associated\nweevils currently including 22 described species in the Neotropics.\nThese weevils engage in brood pollination interactions with species in\nat least four genera of palms (Arecaceae), representing an emerging\nsystem for the study of mutualisms. Here we revise the taxonomy of\nAnchylorhynchus and propose the first phylogenetic hypothesis for the\ngroup, based on morphology. Anchylorhynchus chrysomeloides sp. nov.,\nAnchylorhynchus goiano sp. nov., Anchylorhynchus imitator sp. nov.,\nAnchylorhynchus latipes sp. nov., Anchylorhynchus multisquamis sp. nov.\nand Anchylorhynchus rectus sp. nov. are described, Anchylorhynchus\ngottsbergerorum Vanin is a new junior subjective synonym of\nAnchylorhynchus bicarinatus OBrien, and Anchylorhynchus eriospathae\nBondar and Anchylorhynchus pictipennis Hustache are new junior\nsubjective synonyms of Anchylorhynchus tremolerasi Hustache, resulting\nin 25 valid species for the genus. We provide genus and species\ndescriptions with a new dichotomous key to the species and updated\ninformation on geography and host associations based on museum records\nand extensive new collections. We also produce a new morphological\nmatrix with 113 characters, 11 of them based on measurements while\naccounting for allometry, correlation and power to delimit groups. The\nsoftware pipeline to produce these characters was encoded in a graphical\nuser interface named DiscretzR, made available here. Analysis of this\nmatrix under parsimony and Bayesian inference resulted in strong support\nfor the monophyly of Anchylorhynchus, but weaker support for most clades\nwithin the genus. Reconstruction of the host plant associations\nindicates that the common ancestor of Anchylorhynchus visited flowers of\nSyagrus Mart., with later transitions to other genera restricted to one\nof the major clades of Anchylorhynchus. This taxonomic revision with the\nfirst phylogeny for the group provides a foundation for future\nevolutionary studies in the genus.","trees":[{"tree_label":"con all compat","ntax":"30","rootedtree":"TRUE","title":"Tr125582","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125582.phy"}]}