{"Authors":" Alec Vallota-Eastman, Eleanor C. Arrington, Siobhan Meeken,\nSimon Roux, Krishna Dasari, Sydney Rosen, David L. Valentine, Blair\nGordon Paul, Jeff F Miller","Year":" 2020","Title":" Role of Diversity-Generating Retroelements for Regulatory\nPathway Tuning in Cyanobacteria","Journal":" BMC Genomics","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Background Cyanobacteria maintain extensive repertoires of\nregulatory genes that are vital for adaptation to environmental stress.\nSome cyanobacterial genomes have been noted to encode\ndiversity-generating retroelements (DGRs), which promote protein\nhypervariation through localized retrohoming and codon rewriting in\ntarget genes. Past research has shown DGRs to mainly diversify proteins\ninvolved in cell-cell attachment or viral-host attachment within viral,\nbacterial, and archaeal lineages. However, these elements may be\ncritical in driving variation for proteins involved in other core\ncellular processes. Results Members of 31 cyanobacterial genera encode\nat least one DGR, and together, their retroelements form a monophyletic\nclade of closely-related reverse transcriptases. This class of\nretroelements diversifies target proteins with unique domain\narchitectures: modular ligand-binding domains often paired with a second\ndomain that is linked to signal response or regulation. Comparative\nanalysis indicates recent intragenomic duplication of DGR targets as\nparalogs, but also apparent intergenomic exchange of DGR components. The\nprevalence of DGRs and the paralogs of their targets is\ndisproportionately high among colonial and filamentous strains of\ncyanobacteria. Conclusion We find that colonial and filamentous\ncyanobacteria have recruited DGRs to optimize a ligand-binding module\nfor apparent function in signal response or regulation. These represent\na unique class of hypervariable proteins, which might offer\ncyanobacteria a form of plasticity to adapt to environmental stress.\nThis analysis supports the hypothesis that DGR-driven mutation modulates\nsignaling and regulatory networks in cyanobacteria, suggestive of a new\nframework for the utility of localized genetic hypervariation.","trees":[{"tree_label":"tree 1","ntax":"46","rootedtree":"TRUE","title":"Cyanobacteria DGR reverse transcriptase","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128452.phy"},{"tree_label":"tree 1","ntax":"91","rootedtree":"TRUE","title":"Cyanobacteria Ribosomal Protein RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128453.phy"}]}