{"Authors":" Fatima Regina Viceconte, Marina L Díaz, Daniela S Soresi,\nIleana B Lencinas, Alicia Carrera, Maria Ines Prat, Maria Soledad Vela\nGurovic","Year":" 2020","Title":" Ganoderma sessile is a fast polysaccharide producer among\nGanoderma species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Mating compatibility, mushroom, Polyporales, physiology,\nprotein profile","DOI":"","Abstract":" The selection of fast growing and high yield producing\nstrains is required to satisfy the market demand on fungal food\nsupplements. To that aim, three strains deposited in our collection as\nG. lucidum and G. oregonense were screened towards polysaccharide\nproduction and biomass yields. Ganoderma strains deposited as G. lucidum\nwere identified as G. sessile and G. lingzhi by nuc rDNA ITS1-5.8S-ITS2\n(ITS) phylogeny and secondary structure analysis of the ITS1 region. The\nidentity of G. oregonense was confirmed by molecular phylogeny and\nbiogeography. Additionally, mating incompatibility confirmed species\ndifferentiation and strains were further characterized by morphology and\nprotein profiles. Biomass and polysaccharide yield of G. sessile were\nclearly different from G. lingzhi and G. oregonense in both liquid\nculture and solid state fermentation. The maximum polysaccharide yield\n(4.20 ± 0.72 g L-1 ) for G. sessile was registered from submerged\ncultures at day 9. G. sessile achieved the highest linear growth in\nlignocellulosic solid substrates. Consequently, carpophores were\nsuccessfully obtained by solid state fermentation in polypropylene bags,\nwhile any attempt to grow G. lingzhi and G. oregonense mushrooms in\nsolid substrates failed. G. sessile, a species frequently isolated in\nAmerica, showed to be a promising polysaccharide producer for the\nmanufacture of dietary supplements.","trees":[{"tree_label":"consensus","ntax":"64","rootedtree":"TRUE","title":"Tr127713","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127713.phy"},{"tree_label":"consensus","ntax":"57","rootedtree":"TRUE","title":"Tr125643","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125643.phy"},{"tree_label":"consensus","ntax":"57","rootedtree":"TRUE","title":"Tr125642","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_125642.phy"}]}