{"Authors":" Eduardo Abreo","Year":" 2020","Title":" Control of damping-off in tomato seedlings exerted by\nSerratia spp. strains and identification of inhibitory bacterial\nvolatiles in vitro\n","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" PGPR","DOI":"","Abstract":" Serratia marcescens has been reported as a plant growth\npromoting bacteria (PGPB) but also as an opportunistic human and plant\npathogen. We have characterized strains of related Serratia spp. based\non their PGPB attributes and the biological control of damping-off of\ntomatoes. Tomato seeds inoculated with S. ureilytica ILBB 145 showed\nhigher germination percentage and reduced damping-off in greenhouse\nexperiment resembling a commercial operation, and volatiles produced by\nthis strain caused the nearly complete inhibition in vitro of Pythium\ncryptoirregulare. SPME-GC-MS analysis of volatile organic compounds\n(VOCs) showed that ILBB 145 produces dimethyl disulfide (DMDS), which\nmay account for this inhibition. Two other isolates were identified as\nSerratia bockelmannii (ILBB 162) and S. nevei (ILBB 219). ILBB 162\nperformance against damping-off was intermediate and the inhibition of\nP. cryptoirregulare in vitro was lower and explained by VOCs and\ndiffusible metabolites. Both strains augmented DMDS production in the\npresence of P. cryptoirregulare, suggesting this compound may play a\nrole in the context of interspecific competition. ILBB 219 showed the\nlowest inhibition in vitro and in vivo. This is the first report of S.\nureilytica  a low risk species- with activity as a biological control\nagent and of DMDS being produced by this bacterial species putatively\ninvolved in seed and seedling protection against P. cryptoirregulare.\nIsolates of two recently described Serratia species, S. bockelmannii and\nS. nevei, were identified and further characterized by their biocontrol\npotential. Importance: Isolate ILBB 145 belonging to the low risk\nbacterial species Serratia ureilytica is suggested to be used for the\nbiological control of damping-off disease of tomato seedlings under\ngreenhouse conditions. The activity against damping-off pathogen Pythium\ncryptoirregulare is mediated by organic volatiles, which reinforces the\nlow risk nature of this strain. This is particularly interesting for its\nuse as a microbial biofumigant in crops that can be consumed directly\nand fresh like tomatoes, one of the most planted vegetables\nworldwide.","trees":[{"tree_label":"tree 1","ntax":"7","rootedtree":"TRUE","title":"Tr125590","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125590.phy"}]}