{"Authors":" Shu-Hua Jiang, Robert Lücking, Amanda Barreto Xavier-Leite,\nMarcela E. S. Cáceres, André Aptroot, Carlos Viñas Portilla, Jiangchun\nWei","Year":" 2020","Title":" Reallocation of foliicolous species of the genus Strigula\ninto six genera (lichenized Ascomycota, Dothideomycetes,\nStrigulaceae)","Journal":" Fungal Diversity","Volume":" 102","Issue":"","Pages":" 257291","Keywords":" Epiphyllous lichens · generic classification · higher taxa\n· macroconidial appendages · surface fixation","DOI":" 10.1007/s13225-020-00445-7","Abstract":" Strigula sensu lato has been previously defined based on\nphenotype characters as a rather broad genus including tropical to\ntemperate species growing on a wide array of substrata. In this study,\nbased on a multilocus phylogenetic approach, we show that foliicolous\nspecies form six well-delimited clades that correlate with diagnostic\nphenotype features, including thallus morphology, carbonization of the\ninvolucrellum and excipulum, ascospore dimensions, and type of\nmacroconidia. Given the topology, with five of the six clades emerging\non long stem branches, and the strong phenotypical differentiation\nbetween the clades, we recognize these at the genus level, making mostly\nuse of previously established genus names. Four genera, namely\nPhylloporis, Puiggariella, Raciborskiella, and Racoplaca, are\nresurrected for the S. phyllogena, S. nemathora, S. janeirensis, and S.\nsubtilissima groups, respectively, whereas one new genus, Serusiauxiella\ngen. nov., is introduced for a novel lineage with peculiar macroconidia.\nThe only sequenced non-foliicolous species, S. jamesii, is not closely\nrelated to these six foliicolous lineages but clusters with\nFlavobathelium and Phyllobathelium, revealing it as an additional\nundescribed genus-level lineage being treated elsewhere. Within the new\ngenus Serusiauxiella, three new species are described: Serusiauxiella\nfilifera sp. nov., S. flagellata sp. nov., and S. sinensis sp. nov. In\naddition, ten new combinations are proposed: Phylloporis austropunctata\ncomb. nov., P. radiata comb. nov., P. vulgaris comb. nov., Puiggariella\nconfluens comb. et stat. nov., P. nemathora comb. nov., P. nigrocincta\ncomb. nov., Racoplaca maculata comb. nov., R. melanobapha comb. nov., R.\ntransversoundulata, and R. tremens comb. nov. We also report on a\npeculiar, previously unrecognized growth behaviour of the macroconidial\nappendages in Strigula s.lat.","trees":[{"tree_label":"Imported tree 1","ntax":"25","rootedtree":"TRUE","title":"Serusiauxiella ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125658.phy"},{"tree_label":"Imported tree 1","ntax":"47","rootedtree":"TRUE","title":"Strigulales 4 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125659.phy"}]}