{"Authors":" Dawson M White, Jen-Pan Huang, Orlando Adolfo Jara-Muñoz,\nSantiago Madriñán, Richard H. Ree, Roberta J. Mason-Gamer","Year":" 2020","Title":" The Origins of Coca: Museum Genomics Reveals Multiple\nIndependent Domestications from Progenitor Erythroxylum gracilipes","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Erythroxylum, Erythroxylaceae, Holocene, Museomics,\nNeotropics, phylogeography, plant domestication, target-sequence\ncapture","DOI":"","Abstract":" Coca is a sacred and medicinal plant used by South\nAmerican Amerindians and mestizos and is the natural source of cocaine.\nEven though the coca crop comprises four geographically separated\nvarieties classified into two species (Amazonian and Huánuco varieties\nwithin Erythroxylum coca Lam., and Colombian and Trujillo varieties\nwithin E. novogranatense (D.Morris) Hieron.), our current consensus is\nthat these developed from a single domestication event. In this study we\nuse genomic data from natural history collections to estimate the\ngeographic origins and genetic diversity of this economically and\nculturally important crop. We found that the four varieties of coca\ncomprise two or three exclusive genetic lineages derived from the\nwidespread, wild relative E. gracilipes, and thus represent independent\norigins of coca within South America. The identification of E.\ngracilipes as progenitor and the finding of multiple domestications\nframes a new and robust hypothesis of coca domestication that is\ncongruent with archaeological evidence. The Colombian and Trujillo coca\nvarieties are descended from a single, ancient domestication event in\nnorthwestern South America. Huánuco coca was domesticated more recently,\npossibly in southeastern Peru. Amazonian coca either shares a common\ndomesticated ancestor with Huánuco coca, or it was the product of a\nthird and most recent independent domestication event in the western\nAmazon basin. This chronology of coca domestication reveals different\nHolocene peoples in South America were able to independently transform\nthe same natural resource to serve their needs, in this case, a workaday\nstimulant.","trees":[{"tree_label":"iTOL exported tree","ntax":"139","rootedtree":"TRUE","title":"Tr125638","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125638.phy"},{"tree_label":"iTOL exported tree","ntax":"10","rootedtree":"TRUE","title":"Tr125639","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125639.phy"}]}