{"Authors":" Kanae Nishii, Michael Möller, Hidetoshi Iida","Year":" 2021","Title":" Mix and match: patchwork domain evolution of the land\nplant-specific Ca2+-permeable mechanosensitive channel MCA","Journal":" PLoS One","Volume":"","Issue":"","Pages":"","Keywords":" MCA, mechanosensitive channel, PANTHER, Pfam, PLAC8,\nprotein domain","DOI":"","Abstract":" Multidomain proteins can have a complex evolutionary\nhistory that may involve de novo domain evolution, recruitment and / or\nrecombination of existing domains and domain losses. Here, the domain\nevolution of the plant-specific Ca2+-permeable mechanosensitive channel\nprotein, MID1-COMPLEMENTING ACTIVITY (MCA), was investigated. MCA, a\nmultidomain protein, possesses a Ca2+-influx-MCAfunc domain and a PLAC8\ndomain. Profile Hidden Markov Models (HMMs) of domains were assessed in\n25 viridiplantae proteomes. While PLAC8 was detected in plants, animals,\nand fungi, MCAfunc was found in streptophytes but not in chlorophytes.\nFull MCA proteins were only found in embryophytes. Maximum likelihood\n(ML) analyses revealed that the MCAfunc domain first appeared in E3\nubiquitin ligases-like proteins of charophytes, suggesting the domain\narose in the common ancestor of streptophytes. The PLAC8 domain showed\nsimilarity to Plant Cadmium Resistance (PCR) genes, and the coupling of\nMCAfunc and PLAC8 seemed to represent a single evolutionary event. This\ncombination is unique in MCA, and does not exist in other plant\nmechanosensitive channels. Within angiosperms, gene duplications\nincreased the number of MCAs. Considering their role in mechanosensing\nin roots, MCA might be instrumental for the rise of land plants. This\nstudy provides a textbook example of de novo domain emergence,\nrecombination, duplication, and losses, leading to the convergence of\nfunction of proteins in plants.","trees":[{"tree_label":"Imported tree 0","ntax":"217","rootedtree":"TRUE","title":"MCAfunc domain","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125645.phy"},{"tree_label":"Imported tree 0","ntax":"438","rootedtree":"TRUE","title":"PLAC8 domain","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125652.phy"},{"tree_label":"Imported tree 0","ntax":"100","rootedtree":"TRUE","title":"MCA gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_125661.phy"}]}