{"Authors":" Marileide Moreira Costa, Amgad A Saleh, Maruzanete Prereira\nMelo, Elaine Aparecida Guimarães, Kurt A. Zeller, Brett A. Summerell,\nLudwig H Pfenning, John F. Leslie","Year":" 2021","Title":" Fusarium mirum sp. nov, intertwining Fusarium madaense and\nFusarium andiyazi, pathogens of tropical grasses","Journal":" Mycologia","Volume":"","Issue":"","Pages":" 1878-6146","Keywords":" Fusarium fujikuroi species complex; Inter-species hybrids;\nMating population; Molecular phylogeny","DOI":"","Abstract":" Many of the species of the Fusarium fujikuroi species\ncomplex (FFSC) display an affinity with grass species, where they live\nin an endophytic association or cause disease. Within an international\ncollaborative project, isolates were recovered from a range of\nagriculturally important grasses in African countries and in Brazil, and\ncharacterized with morphological markers and with PCR to detect mating\ntype alleles and Amplified Fragment Length Polymorphisms (AFLPs). We\nalso conducted multi-locus phylogenetic analyses based on partial DNA\nsequences of translation elongation factor-1α (TEF1), β-tubulin (TUB),\nand the second largest subunit of RNA polymerase (RPB2) gene regions.\nSexual cross fertility was used to test the biological species concept\nand to characterize the mode of sexual reproduction. Based on all of\nthese analyses, a novel species within the FFSC was defined that is\ndifferent from all of the other known species in the complex, and is\nherein formally described as Fusarium mirum. Fusarium mirum, F.\nmadaense, and Fusarium andiyazi are a tightly intertwined group of\nspecies that are morphologically identical, but phylogenetically\ndistinguishable. Their close genetic relatedness is consistent with\ngenetic exchange still occurring between the species. In particular, F.\nmirum, F. madaense, and F. andiyazi cannot be reliably distinguished if\nonly sequences of the TEF-1 gene are used for this purpose. We also\ndescribe the sexual stage of F. madaense, a recently described\nphylogenetic species in the FFSC. Pathogenicity tests with isolates of\nFusarium madaense obtained from sugarcane, sorghum, maize, millet and\nBrachiaria showed that all isolates were capable of inducing stalk rot\nin sorghum, maize and millet, and pokkah boeng in sugarcane. This study\nincreases our understanding of the diversity of species within the FFSC\nthat cause disease in tropical grasses or act as endophytes, and their\nrespective geographic distribution. The genetically close relationship\nbetween F. mirum, F. madaense, and F. andiyazi provides an opportunity\nto study and identify factors underlying their limited cross-fertility\nand sympatric speciation.","trees":[{"tree_label":"Imported tree 1","ntax":"80","rootedtree":"TRUE","title":"Fusarium mirum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128975.phy"},{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Fusarium mirum RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133941.phy"},{"tree_label":"PAUP 1","ntax":"75","rootedtree":"TRUE","title":"Fusarium mirum TEF","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133942.phy"},{"tree_label":"PAUP 1","ntax":"44","rootedtree":"TRUE","title":"Fusarium mirum TUB","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133943.phy"}]}