{"Authors":" Dawson M White, Jen-Pan Huang, Orlando Adolfo Jara-Muñoz,\nSantiago Madriñán, Richard H. Ree, Roberta J. Mason-Gamer","Year":" 2020","Title":" The Origins of Coca: Museum Genomics Reveals Multiple\nIndependent Domestications from Progenitor Erythroxylum gracilipes","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Erythroxylum, Erythroxylaceae, Holocene, Museomics,\nNeotropics, phylogeography, plant domestication, target-sequence\ncapture","DOI":"","Abstract":" Coca is the natural source of cocaine as well as a sacred\nand medicinal plant farmed by South American Amerindians and mestizos.\nThe coca crop comprises four closely related varieties classified into\ntwo species (Amazonian and Huánuco varieties within Erythroxylum coca\nLam., and Colombian and Trujillo varieties within E. novogranatense\n(D.Morris) Hieron.) but our understanding of the domestication and\nevolutionary history of these taxa is nominal. In this study we use\ngenomic data from natural history collections to estimate the geographic\norigins and genetic diversity of this economically and culturally\nimportant crop in the context of its wild relatives. Our phylogeographic\nanalyses clearly demonstrate the four varieties of coca comprise two or\nthree exclusive groups nested within the diverse lineages of the\nwidespread, wild species E. gracilipes; establishing a new and robust\nhypothesis of domestication wherein coca originated two or three times\nfrom this wild progenitor. The Colombian and Trujillo coca varieties are\ndescended from a single, ancient domestication event in northwestern\nSouth America. Huánuco coca was domesticated more recently, possibly in\nsoutheastern Peru. Amazonian coca either shares a common domesticated\nancestor with Huánuco coca, or it was the product of a third and most\nrecent independent domestication event in the western Amazon basin. This\nchronology of coca domestication reveals different Holocene peoples in\nSouth America were able to independently transform the same natural\nresource to serve their needs; in this case, a workaday stimulant.","trees":[{"tree_label":"iTOL exported tree","ntax":"144","rootedtree":"TRUE","title":"Tr125731","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125731.phy"},{"tree_label":"iTOL exported tree","ntax":"144","rootedtree":"TRUE","title":"Tr125732","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_125732.phy"}]}