{"Authors":" Sigisfredo Garnica, Pablo Sandoval-Leiva, Kai Riess","Year":" 2021","Title":" Phylogenetic relationships in the genus Podoserpula and\ndescription of P. aliweni, a new species from Chile","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" ITS, nuc 28S, rpb1, Amylocorticiales, pagoda fungus,\nsouthern beech, Chilean mycobiota, 1 new taxon","DOI":"","Abstract":" The phylogenetic relationships of pagoda fungus\n(Podoserpula, Amylocorticiales) were inferred from nuc rDNA\nITS1-5.8S-ITS2 (ITS) sequences of specimens sampled in Australia, Chile,\nChina, Madagascar, and New Zealand. Podoserpula was divided into two\nmajor lineages: Clade A containing Australian and New Zealand\ncollections designated P. pusio and the Chinese species P.\nailaoshanensis, which have basidiospores with no reaction to Melzers\nreagent; and Clade B, which includes a species described from Chile, P.\naliweni, and specimens originating from Australia, Chile, Madagascar,\nand New Zealand with dextrinoid basidiospores. Podoserpula aliweni forms\na unique branch in the phylogenetic tree and differs from its most\nclosely related taxon by 1.8 to 2.1% in the ITS region. The new species\nexhibits a treelike habit with a white to concolourous stipe-like base\nwith the hymenophores main subcylindrical axis bearing up to 18\nsuperimposed pilei, slightly enrolled white margins shading from\nyellowish-white to orange-yellow towards the center, and ellipsoid to\nbroadly ellipsoid basidiospores measuring 4.24.7 × 3.33.6 µm.\nEcologically, P. aliweni grows during the rainy season, often\ngregariously on dried branches or wet soil under Nothofagus obliqua and\nN. dombeyi and has a distribution range of more than 600 km in southern\nChile. Our study contributes with 14 new ITS sequences, extends the\nknown distributional range, and also increases our knowledge on the\nphylogenetic diversity and taxonomy in Podoserpula.","trees":[{"tree_label":"Dataset1_Apr21_Tree","ntax":"43","rootedtree":"TRUE","title":"Tr130392","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_130392.phy"},{"tree_label":"Dataset2_Apr21_Tree","ntax":"25","rootedtree":"TRUE","title":"Tr130394","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_130394.phy"}]}