{"Authors":" Jie Xu, Bernhard Hausdorf","Year":" 2020","Title":" Repeated hybridisation increased diversity in the door snail\ncomplex Charpentieria itala in the Southern Alps","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" ddRAD, Charpentieria, Southern Alps, phylogeography,\nhybridization, land snails","DOI":"","Abstract":" The door snail species complex Charpentieria itala is\nwidely distributed in the Southern Alps and subdivided into several\nmorphologically differentiated subspecies. Thus, it can be used as a\nmodel group for understanding migration and differentiation processes in\nthe Southern Alps. We generated genome-wide double digest Restriction\nSite Associated DNA (ddRAD) sequencing data for 166 specimens from 36\npopulations of the door snail Charpentieria itala and for 8 specimens of\nthe other three Charpentieria species to reconstruct their evolutionary\nhistory and phylogeography. Phylogenetic and STRUCTURE analyses based on\nthe ddRAD data indicated that the repeated separation of the populations\nin western and eastern groups by the Garda glacier during the glacials\nwas the process that most strongly shaped the population structure of C.\nitala. This process may also explain a similar phylogeographic boundary\nin many other southern Alpine animal and plant species. Our study\nrevealed that some populations that resemble Charpentieria stenzii\nmorphologically and ecologically, the ‘stenzioid’ subspecies, originated\nby a hybridization event with Charpentieria stenzii. A further\nhybridization event between stenzioid populations that survived the\nglacials in mountain refuges and non-stenzioid populations that probably\ncame into contact with stenzioid populations as a result of climate\nwarming during an interglacial resulted in the origin of a hybrid\nsubspecies that is adapted to intermediate altitudes. Our study\ndemonstrated that the origin of new differentiated taxa by\nhybridization, is more frequent than previously assumed. Moreover, our\nstudy showed that hybridization may result in different outcomes even if\ngenetically similar population groups were involved depending on the\ntemporal and spatial extent of hybridization.","trees":[{"tree_label":"1","ntax":"25","rootedtree":"TRUE","title":"Charpentieria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129098.phy"},{"tree_label":"1","ntax":"25","rootedtree":"TRUE","title":"Charpentieria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129097.phy"},{"tree_label":"TREE1","ntax":"25","rootedtree":"TRUE","title":"Charpentieria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129096.phy"}]}