{"Authors":" Ariadne Nobrega Marinho Furtado, Ornella Comandini, Marco\nLeonardi, Andrea C. Rinaldi, Maria Alice Neves","Year":" 2020","Title":" Facing the Brazilian restinga diversity: Amanita viscidolutea\nectomycorrhiza on Guapira opposita","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Amanitaceae, Atlantic Forest, Hartig net, Neotropical\nregion, Nyctaginaceae","DOI":"","Abstract":" The current paradigm on ectomycorrhizae (ECMs) is that\ntheir diversity and distribution peak are at boreal and temperate areas\nof the globe while in the tropics ECM would be restricted to monotypic\nforests. However, new observations of ECM are popping up all around\nnative neotropical and subtropical forests. In this work, we present in\ndetail the morpho-anatomical and molecular characterization of a\nnaturally occurring ECM formed by Amanita viscidolutea on Guapira\nopposita from the Atlantic Forest. Amanita viscidolutea is a conspicuous\nspecies with vibrant yellow pileus that is distributed in the restinga,\na coastal biome of the Atlantic Forest. The restinga vegetation acts as\na buffer between the ocean and the forest but it has been threatened by\nhabitat loss and fragmentation. We sequenced the ITS rDNA region from\nfungi (ectomycorrhizae and basidiomata) and the plant to identify both\nsymbionts from the root systems. The systematic position of the fungal\nsymbiont was confirmed by Maximum Likelihood and Bayesian analyses.\nAmanita viscidolutea mycorrhizal system is long, up to 43 mm, mostly\nsimple, unramified to irregularly pinnate. The mantle surface is velvety\nto slightly cottony, whitish yellow with silver patches. Although\npresent, rhizomorphs are infrequent. Amanita viscidolutea ECM presents a\nclampless hyphal mantle, however, it is possible to find clamps sparsely\ndistributed in the emanating hyphae and rhizomorphs. As a unique\ncharacter of A. viscidolutea ectomycorrhizae on Guapira opposita, the\npresence of a Hartig net was not observed. This is the first report with\ncomplete morpho-anatomical and molecular characterization of a native\nAmanita ectomycorrhiza with a native plant host from South America.","trees":[{"tree_label":"Fig. 6","ntax":"46","rootedtree":"TRUE","title":"Amanita","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129501.phy"}]}