{"Authors":" Carmen Lidia Amorim Pires-Zottarelli, Sarah C.O.R. Da\nPaixão, Debora R.S. Colombo, Marcela Castilho Boro, Ana Lucia Jesus","Year":" 2020","Title":" Saprolegnia atlantica, a new Brazilian species, and new\ncombinations into the genus Saprolegnia","Journal":" Cryptogamie, Mycologie","Volume":"","Issue":"","Pages":"","Keywords":" diversity, Oomycota, Saprolegniaceae, Straminipila,\ntaxonomy","DOI":"","Abstract":" In this study, we isolated and identified species of\noomycetes from the genus Saprolegnia. One new species, Saprolegnia\natlantica, isolated from soil and freshwater bodies in areas of the\nBrazilian Atlantic Rainforest located in the state of São Paulo, Brazil,\nis described herein based on morphology and phylogenetic analyses of\ncombined ITS and LSU regions of nuclear ribosomal DNA (nuc rDNA). Taking\ninto account oospore type and/or terminal oogonia with androgynous\nantheridia, this new species appears to be related to S. litoralis and\nS. terrestris, but the phylogenetic placement of the isolates did not\ncorroborate a relationship. Saprolegnia aenigmatica, S. blelhamensis, S.\nglomerata and S. milanezii were also identified in the soil and\nsubmerged leaves, surface sediment and/or water samples from freshwater\nbodies collected for the study. These specimens were sequenced, included\nin phylogenetic analyses, and described and/or illustrated. Saprolegnia\nglomerata is a new citation for Brazil, and the obtained sequences of S.\nblelhamensis and S. glomerata were deposited in GenBank for the first\ntime. Brazilian isolates of S. blelhamensis and S. glomerata are\ndesignated as epitypes. Our phylogenetic analyses of the Saprolegnia\nclade presented in this paper and previously published studies lead us\nto propose the formal synonymization of S. bulbosa, S. longicaulis, S.\noliviae and S. maragheica as S. ferax, and S. semihypogyna as S.\neccentrica.","trees":[{"tree_label":"con 50 majrule","ntax":"77","rootedtree":"TRUE","title":"Saprolegnia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129215.phy"},{"tree_label":"tree 1","ntax":"77","rootedtree":"TRUE","title":"Saprolegnia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129216.phy"}]}