{"Authors":" Beatriz Ortiz-Santana, Jie Chen, Luis A Parra, Claudio\nAngelini, D. Jean Lodge, Richard W. Kerrigan, Philippe Callac","Year":" 2020","Title":" The genus Agaricus in the Caribbean II. Refined phylogeny of\nAgaricus subg. Spissicaules with description of two new sections and\neight new species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Agaricaceae, divergence times, ITS, multigene, neotropics,\ntaxonomy","DOI":"","Abstract":" The genus Agaricus currently includes about 500 species in\nseven subgenera. Continuing an inventory of species in the Caribbean,\nthis manuscripts objective was to focus on those in Agaricus subg.\nSpissicaules. This subgenus has been recently proposed and divided into\nfour sections by applying a new taxonomic system of classification in\nwhich higher taxa are ranked according to their divergence times. We\nsimilarly applied this system using BEAST. Phylogenetic analyses were\nperformed using Maximum Likelihood and Bayesian Inference methods, based\neither on multi-gene sequence data (ITS, ncLSU, and TEF1) or only on\nITS, and including new collections from the Caribbean and one from\nArgentina. The analyses revealed seven major clades, all with divergence\ntime estimated around 24 Ma. Among those, four were known sections of\nthe subgenus, one remained a putative section, and we proposed the\nremaining two as new sections, A. sect. Fulventes and A. sect.\nGloboterminales. New samples were distributed among ten major clades.\nFor eight of them, new species were proposed. They are distributed as\nfollows: A. nanofulvens and A. basicingulatus are in the two new\nsections cited above, respectively; A. ciferrianus and A. omphalodiscus\nare in A. sect. Subrutilescentes; A. baronii, A. furfuripes, A.\nmicroincrustatus and A. parvisporus are in A. sect. Rarolentes. The\neight new species and the four sections to which they belong are\ndescribed in detail. High levels of both species richness and\nphylogenetic diversity in the Caribbean region contributed to the\nrefinement of A. subg. Spissicaules.","trees":[{"tree_label":"tree 1","ntax":"43","rootedtree":"TRUE","title":"Tr127686","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127686.phy"},{"tree_label":"tree 1","ntax":"95","rootedtree":"TRUE","title":"Tr127685","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127685.phy"}]}