{"Authors":" Maria Bruna Medeiros Araújo, Glaucia Mara Moreira, Luan\nVítor Nascimento, Geovane de Almeida Nogueira, Selma Rogéria de Carvalho\nNascimento, Ludwig H Pfenning, Márcia Michelle de Queiroz Ambrósio","Year":" 2020","Title":" Peduncular rot of melon is caused by several Fusarium\nspecies","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Cucumis melo, Molecular Phylogeny, Pathogenicity,\nPostharvest disease","DOI":"","Abstract":" Peduncular rot of melon, caused by species of the genus\nFusarium, has become an important postharvest disease for many Brazilian\nproducers. Due to the symptoms starting belatedly, this disease can\nfrequently be detected only when fruits arrive at the importer country,\nthus generating economic loss for the exportation of the fruit. This\nstudy was developed with the aim to investigate which Fusarium species\ncause peduncular rot in melon and to evaluate if there are differences\nin aggressiveness and development of symptoms. Species were identified\nthrough phylogenetic analysis of two loci and morphological markers. The\n28 isolates obtained from diseased melon fruits of different commercial\ncultivars were identified as Fusarium falciforme (FSSC), F.\nsulawesiense, F. pernambucanum (FIESC) and F. kalimantanense (FOSC).\nThree isolates belong to a new phylogenetic lineage within the Fusarium\nfujikuroi species complex (FFSC). All isolates were tested for\npathogenicity, and two days after inoculation, first symptoms of rot in\nCanary melon were observed. Isolates of F. falciforme and F.\nsulawesiense showed to be more aggressiveness. Our results extend\ninformation on Fusarium species that cause peduncular rot in melon and\nsupport the development of management strategies, once there is\ncurrently no efficient control for this disease. To our knowledge, this\nis the first report of occurrence of species from the FSSC, FOSC and\nFFSC in muskmelon fruits.","trees":[{"tree_label":"PAUP 1","ntax":"28","rootedtree":"TRUE","title":"Fusarium tef-rpb2 FFSC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129302.phy"},{"tree_label":"PAUP 1","ntax":"25","rootedtree":"TRUE","title":"Fusarium tef-rpb2 FIESC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129301.phy"},{"tree_label":"PAUP 1","ntax":"38","rootedtree":"TRUE","title":"Fusarium tef FSSC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129303.phy"},{"tree_label":"PAUP 1","ntax":"34","rootedtree":"TRUE","title":"Fusarium tef-rpb2 FOSC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129304.phy"},{"tree_label":"PAUP 1","ntax":"29","rootedtree":"TRUE","title":"Fusarium tef-rpb2 FSSC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129305.phy"}]}