{"Authors":" Teresa Iturriaga, Daniel B Raudabaugh, Jason M\nKarakahehian, Andrew N. Miller, Kathie T Hodge, Donald H. Pfister","Year":" 2020","Title":" First collection of the asexual state of Trichaleurina\njavanica from nature and the placement of Kumanasamuha","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Gorongosa National State Park  Mozambique  Kumanasamuha \nChorioactidaceae","DOI":"","Abstract":" Ascomata of Trichaleurina javanica (Pezizomycetes) are\nfrequently encountered in nature in tropical Asia. Its conidial state\nhas been previously described as Kumanasamuha-like. This report\ndescribes an unusual conidial fungal specimen, MOZ170, collected from\nGorongosa National State Park, Mozambique. Specifically, we identify\nMOZ170 using DNA sequence data, describe its morphology, discuss\nmorphological differences between the anamorph collected in nature and\nthat derived in culture, and examine the phylogenetic placement of K.\nsundara. Phylogenetic analyses of the internal transcribed spacer and\npartial LSU region (ITS5-LR3) supported MOZ170 as the anamorph of T.\njavanica, and also reveals the proper placement of the type species of\nKumanasamuha, K. sundara, within the Dothideomycetes. MOZ170 is\ncharacterized by its dark conidiophores growing in tufts, and conidia\nwith curved appressed crests and ridges. The comparison between the in\nnature and in culture morphology showed that the culture anamoph had\nlarger conidiogenous cells, larger conidia, and longer and more numerous\nlateral fertile branches compared to the in nature anamorph. This report\nrepresents the first anamorph collection from nature for this genus and\none of the few natural collections of the anamorphic state within\nChorioactidaceae with the exception of those of Desmazierella.","trees":[{"tree_label":"Imported tree 1","ntax":"38","rootedtree":"TRUE","title":"Tr126248","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126248.phy"}]}