{"Authors":" Victoria Y Shtratnikova, Mikhail I Schelkunov, Victoria V\nFokina, Eugeny Y Bragin , Andrei A Shutov, Marina V Donova","Year":" 2021","Title":" Different genome-wide transcriptome responses of Nocardioides\nsimplex VKM Ac-2033D to phytosterol and cortisone-21-acetate","Journal":" BMC Biotechnology","Volume":" 21","Issue":" 7","Pages":" 1-20","Keywords":" Nocardioides simplex, biocatalysts, transcriptome,\nphytosterol, cortisone acetate, progesterone","DOI":" 10.1186/s12896-021-00668-9","Abstract":" Background: Bacterial degradation/transformation of\nsteroids is widely investigated to create biotechnologically relevant\nstrains for industrial application. The strain of Nocardioides simplex\nVKM Ac-2033D is well known mainly for its superior 3-ketosteroid\nΔ1-dehydrogenase activity towards various 3-oxosteroids and other\nimportant reactions of sterol degradation. However, its biocatalytic\ncapacities and the molecular fundamentals of its activity towards\nnatural sterols and synthetic steroids were not fully understood. In\nthis study, a comparative investigation of the genome-wide transcriptome\nprofiling of the strain grown on phytosterol, or in the presence of\ncortisone 21-acetate was performed with RNA-seq. Results: Although the\ngene patterns induced by phytosterol generally resemble the gene sets\ninvolved in phytosterol degradation pathways in mycolic acid rich\nactinobacteria such as Mycolicibacterium, Mycobacterium and Rhodococcus\nspecies, the differences in gene organization and previously unreported\ngenes with high expression level were revealed. Transcription of the\ngenes related to KstR- and KstR2-regulons was mainly activated in\nresponse to phytosterol, and the role in steroid catabolism is predicted\nfor some dozens of the genes in N. simplex. New transcription factors\nbinding motifs and new candidate transcription regulators of steroid\ncatabolism were predicted in N. simplex. Unlike phytosterol, cortisone\n21-acetate does not provide induction of the genes with predicted KstR\nand KstR2 sites. Superior 3-ketosteroid-Δ1-dehydrogenase activity of the\nstrain is due to the kstDs redundancy in the genome, with the highest\nexpression level (more than 1200-fold) of the gene KR76_27125\northologous to kstD2, in response to cortisone 21-acetate. The substrate\nspectrum of N. simplex 3-ketosteroid Δ1-dehydrogenase was expanded in\nthis study with progesterone and its 17α-hydroxylated and\n11α,17α-dihydroxylated derivatives, that effectively were\n1-dehydrogenated in vivo by the whole cells of the strain. Conclusion:\nThe results contribute to the knowledge of biocatalytic features and\ndiversity of steroid modification capabilities of actinobacteria,\ndefining targets for further bioengineering manipulations with the\npurpose of expansion of their biotechnological applications.","trees":[{"tree_label":"Imported tree 1","ntax":"42","rootedtree":"TRUE","title":"Corynebacteriales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129310.phy"}]}