{"Authors":" Yu Ping Liang, Chao jung Wu, Hui Wen Tsai, Hui Fang Ni","Year":" 2020","Title":" Identification and pathogenicity of Lasiodiplodia species\nassociated with avocado branch canker in Taiwan","Journal":" Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Avocado, Branch canker, Lasiodiplodia theobromae,\nLasiodiplodia pseudotheobromae, Taiwan","DOI":"","Abstract":" Avocado branch canker disease has been reported in many\navocado-growing countries, and is associated with several species in the\nBotryosphaeriaceae family. In Taiwan, the disease is widely distributed\nin the main avocado-producing regions. Therefore, the aims of this study\nwere to identify and characterize the pathogens associated with avocado\nbranch canker in Taiwan, and evaluate their pathogenicity. Thirteen\nfungal isolates were obtained from necrotic avocado woody tissues from\nseven orchards located in different regions of Taiwan. Based on\nmorphology and phylogenetic analyses of the internal transcribed spacer\nsequence and partial sequences of the translation elongation factor 1-α\nand beta-tubulin genes, the isolates were identified as either\nLasiodiplodia theobromae or Lasiodiplodia pseudotheobromae. In addition,\nspecies-specific primers were developed for rapid identification of\nthese two species. The optimal temperature for mycelial growth for both\nspecies was around 30°C. Pathogenicity tests showed that both species\nwere pathogenic to avocado, causing a whitish exudate at the inoculation\nsite and necrosis on the stem and black lesions on the fruit. The\ninformation about the pathogens of avocado branch canker in Taiwan\nobtained in this study will be useful for future research on\nestablishing effective disease management strategies in avocado. To our\nknowledge, this is the first report characterizing avocado branch canker\nin Taiwan.","trees":[{"tree_label":"Imported tree 1","ntax":"70","rootedtree":"TRUE","title":"Tr126317","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126317.phy"}]}