{"Authors":" Frederick A. Coyle","Year":" 1995","Title":" A revision of the funnelweb mygalomorph spider subfamily\nIschnothelinae (Araneae, Dipluridae).","Journal":" American Naturalist","Volume":" 226","Issue":" NA","Pages":" 1-133","Keywords":" Ischnothelinae; Spiders – Tropics; Arachnida –\nTropics","DOI":" NA","Abstract":" The tropical diplurid spider subfamily Ischnothelinae is\nrevised for the first time. The monophyly of this subfamily is supported\nby six putative synapomorphies: an elongate cymbial apophysis, two rows\nof cheliceral teeth, a procurved transverse fovea, collariform\ntrichobothrial bases, fused silk spigots, and long, tapering,\npseudosegmented terminal posterior lateral spinneret articles. Five\ngenera are recognized: Ischnothele Ausserer (with 11 species in South\nAmerica, Central America, and the Antilles), Andethele, new genus (with\n3 species in the Andes Mountains of Peru), Lathrothele Benoit (with 4\nspecies in Africa), Indothele, new genus (with 4 species in India and\nSri Lanka), and Thelechoris Karsch (with 2 species in Africa and\nMadagascar). Phylogenies (based on cladistic analyses using two\ndifferent sets of outgroups), biogeographic hypotheses, a key,\ndiagnoses, descriptions, tables of quantitative character values,\nillustrations, analyses of variation, natural history information,\nlocality records, and distribution maps are presented for the 24\nrecognized species. Thc cladistic analyses provide strong support for\nthe monophyly of the Old World branch of the subfamily, the genera\nAndethele and Thelechoris, and the Greater Antillean and South American\n(goloboffi) clades of Ischnothele, and weaker or ambiguous support for\nthe monophyly of Ischnothele, Lathrothele, and Indothele. Ten species\nare newly described: Ischnothele jeremie, 1. garcia, 1. huamblsa, and 1.\ngolobofh; Andethele lucma, A. huanca, and A. tarma; Indothele lanka, 1.\nrothi, and 1. mala. Fourteen specific names are newly synonymized:\nIschnothele ecuadorensis Schmidt with Ischnothele digitata (O.\nP.-Cambridge); Entomothele pusilla Simon, Thelechoris zebrina Simon,\nThelechoris funesta Fischel, Thelechoris obtusa Fischel, and Ischnothele\nsexpunctata Bucherl, da Costa, and Lucas with Ischnothele caudata\nAusserer; Ischnothele siemensi F. O. P.-Cambridge with Ischnothele\nguianensis (Walckenaer); Ischnothele indigens Vellard, Ischnothele\nzorodes Mello-Leitão, Ischnothele campestris Schiapelli and Gerschman,\nIschnothele affinis Schiapelli and Gerschman, and Ischnothele cranwelli\nGerschman and Schiapelli with Ischnothele annulata Tullgren; Lathrothele\nmarmoratus Benoit with Lathrothele grabensis Benoit; and Thelechoris\nkarschi Bosenberg and Lenz with Thelechoris striatipes (Simon). Several\nspecies previously placed in ischnotheline genera are not\nischnothelines: Ischnothele annectens (Bertkau), Ischnothele simplicata\nSaito, Ischnothele strandi Spassky, Ischnothele lineata (Karsch),\nIschnothele indicola Tikader, and Thelechoris australis Purcell.\nEvidence is presented that suggests that Ischnothele longicauda and\nLathrothele grabensis may each consist of more than one species and that\nThelechoris rutenbergi and T. striatipes may be conspecific.","trees":[{"tree_label":"Fig. 21","ntax":"26","rootedtree":"TRUE","title":"Ischnothelinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1354.phy"},{"tree_label":"Fig. 22","ntax":"28","rootedtree":"TRUE","title":"Dipluridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1355.phy"}]}