{"Authors":" Felix LaRoche-Johnston, Rafia Bosan, Benoit Cousineau","Year":" 2020","Title":" Group II introns generate functional chimeric relaxase\nenzymes with modified specificities through exon shuffling at both the\nRNA and DNA level","Journal":" Molecular Biology and Evolution","Volume":" 38","Issue":" 3","Pages":" 1075-1089","Keywords":" Group II introns, Lactococcus lactis, Enterococcus\nfaecalis, Ll.LtrB, Ef.PcfG, conjugation, trans-splicing, bacterial\ngenetics, genetic diversity, molecular evolution.","DOI":" 10.1093/molbev/msaa275","Abstract":" Group II introns are large self-splicing RNA enzymes with\na broad but somewhat irregular phylogenetic distribution. These ancient\nretromobile elements are the proposed ancestors of approximately half\nthe human genome, including the abundant spliceosomal introns and\nnon-LTR retrotransposons. In contrast to their eukaryotic derivatives,\nbacterial group II introns have largely been considered as harmful\nselfish mobile retroelements that parasitize the genome of their host.\nAs a challenge to this view, we recently uncovered a new intergenic\ntrans-splicing pathway that generates an assortment of mRNA chimeras.\nThe ability of group II introns to combine disparate mRNA fragments was\nproposed to increase the genetic diversity of the bacterial host by\nshuffling coding sequences. Here we show that the Ll.LtrB and Ef.PcfG\ngroup II introns from Lactococcus lactis and Enterococcus faecalis\nrespectively can both use the intergenic trans-splicing pathway to\ncatalyze the formation of chimeric relaxase mRNAs and functional\nproteins. We demonstrated that some of these compound relaxase enzymes\nyield gain-of-function phenotypes, being significantly more efficient\nthan their precursor wild-type enzymes at supporting bacterial\nconjugation. We also found that relaxase enzymes with shuffled\nfunctional domains are produced in biologically relevant settings under\nnatural expression levels. Finally, we uncovered examples of lactococcal\nchimeric relaxase genes with junctions exactly at the intron insertion\nsite. Overall, our work demonstrates that the genetic diversity\ngenerated by group II introns, at the RNA level by intergenic\ntrans-splicing and at the DNA level most likely by recombination, can\nyield new functional enzymes with shuffled exons, which can lead to\ngain-of-function phenotypes.","trees":[{"tree_label":"Imported tree 1","ntax":"17","rootedtree":"TRUE","title":"Tr129977","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129977.phy"},{"tree_label":"Imported tree 1+","ntax":"17","rootedtree":"TRUE","title":"Tr129976","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129976.phy"},{"tree_label":"Imported tree 1+","ntax":"22","rootedtree":"TRUE","title":"Lactococcus lactis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129978.phy"},{"tree_label":"Imported tree 1","ntax":"22","rootedtree":"TRUE","title":"Tr129979","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129979.phy"},{"tree_label":"Imported tree 1+","ntax":"17","rootedtree":"TRUE","title":"Lactococcus lactis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129975.phy"}]}