{"Authors":" HAMIDEH DARSARAEI, seyed akbar khodaparast, Susumu\nTakamatsu, BITA ASGARI, FAEZEH ALIABADI, SEPIDEH SAJEDI, Monika Götz,\nshuyan liu, Michael Bradshaw, Uwe Braun, Timur S. Bulgakov","Year":" 2021","Title":" Phylogeny and taxonomy of the Erysiphe adunca complex\n(Erysiphaceae, Helotiales) on poplars and willows","Journal":" Mycological Progress","Volume":" 20","Issue":" 4","Pages":" 517537","Keywords":" Biodiversity, powdery mildew, Erysiphe sect. Uncinula,\nrDNA, Salix, Populus, taxonomic novelties","DOI":" 10.1007/s11557-021-01688-7","Abstract":" Erysiphe adunca s. lat. is a common powdery mildew\nspecies, distributed almost worldwide, on hosts of Populus and Salix\nspecies. Based on its wide host range and distribution as well as its\nstrong morphological variations, E. adunca s. lat. was previously\ndivided into several species or, alternatively, into varieties. However,\ncomprehensive phylogenetic examinations on the putative monophyly of\nthis species or the existence of a possible E. adunca species complex\nhave not been conducted based on combined morphological and molecular\napproaches. In this study, we retrieved rDNA (ITS and LSU) sequences of\n22 powdery mildew specimens on Populus and Salix spp. collected in\nChina, Germany, Iran, Japan, Russia, and the United States and conducted\nmorphological examinations of these and additional specimens. The\nmorphological and molecular data obtained clearly indicate that E.\nadunca is a species complex comprised of at least four species., viz.,\nE. adunca s. str. (on Populus spp. in Asia, Europe, and North America),\nE. capreae, including E. pseudoregularis as a new synonym (on Salix\nspp., particularly on species in Salix subgen. Vetrix sect. Vetrix in\nAsia, Europe, and North America), the reinstated E. salicis (on Salix\nspp. belonging to various subgenera of Salix in Asia and Europe), and E.\nmandshurica (which has been confirmed as a species of its own on Populus\nspp., in Asia). In addition to the clear phylogenetic differentiation,\nthe morphology of the asexual and sexual morphs of E. adunca s. str., E.\ncapreae and E. salicis is easily distinguishable. Sequences retrieved\nfrom collections on Salix gracilistyla (Uncinula salicis-gracilistylae),\na species that was previously considered a variety of Uncinula adunca\nand Erysiphe adunca, formed a small subclade within the E. salicis clade\nand are now referred to as Erysiphe salicis var. salicis-gracilistylae\ncomb. nov. Alphitomorpha adunca; Erysiphe capreae and E. salicis are\nepitypified, and a neotype is designated for Alphitomorpha obtusata,\nwith ex-epitype sequences and, in the latter case, an ex-neotype\nsequence.","trees":[{"tree_label":"PAUP_1","ntax":"43","rootedtree":"TRUE","title":"Tr135422","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135422.phy"}]}