{"Authors":" Maria del Carmen H Rodriguez, Harry C. Evans, Lucas\nMagalhaes Abreu, Davi Mesquita Macedo, Miraine Kapeua Ndacnou, Kifle\nBelachew Bekele","Year":" 2020","Title":" Coffee in Africa harbours a large diversity of Trichoderma:\nnovel species, new records and their potential for biological control of\ncoffee leaf rust\n","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" coffee, plant pathogen, fungi, biological control","DOI":"","Abstract":" A survey for species of the genus Trichoderma occurring as\nendophytes of Coffea, and as mycoparasites of coffee rusts (Hemileia),\nwas undertaken in Africa; concentrating on Cameroon and Ethiopia.\nNinety-four isolates of Trichoderma were obtained during this study: 76\nas endophytes of healthy leaves, stems and berries and, 18 directly from\ncolonized rust pustules. A phylogenetic analysis of all isolates used a\ncombination of three genes: translation elongation factor-1α (tef1),\nrpb2 and cal for selected isolates. GCPSR criteria were used for the\nrecognition of species; supported by morphological and cultural\ncharacters. The results reveal a previously unrecorded diversity of\nTrichoderma species endophytic in both wild and cultivated Coffea, and\nmycoparasitic on Hemileia rusts. Sixteen species were delimited,\nincluding four novel taxa which are described herein: T. botryosum, T.\ncaeruloviride, T. lentissimum and T. pseudopyramidale. Two of these new\nspecies, T. botryosum and T. pseudopyramidale, constituted over 60% of\nthe total isolations, predominantly from wild C. arabica in Ethiopian\ncloud forest. In sharp contrast, not a single isolate of Trichoderma was\nobtained using the same isolation protocol during a survey of coffee in\nfour Brazilian states, suggesting the existence of a ‘Trichoderma void’\nin the endophyte mycobiota of coffee outside of Africa. The potential\nuse of these African Trichoderma isolates in classical biological\ncontrol, either as endophytic bodyguards  to protect coffee plants from\ncoffee leaf rust (CLR), caused by Hemileia vastatrix  or to reduce the\nimpact of CLR through mycoparasitism, is discussed, with reference to\nthe on-going coffee-rust crisis in Central America.","trees":[{"tree_label":"con 50 majrule","ntax":"158","rootedtree":"TRUE","title":"Tr129450","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129450.phy"},{"tree_label":"con 50 majrule","ntax":"85","rootedtree":"TRUE","title":"Trichoderma sp. RPB2 SINGLE OUTROS2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129446.phy"},{"tree_label":"con 50 majrule","ntax":"86","rootedtree":"TRUE","title":"Trichoderma sp. concat OUTROS2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129447.phy"},{"tree_label":"con 50 majrule","ntax":"85","rootedtree":"TRUE","title":"Tr129448","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129448.phy"},{"tree_label":"con 50 majrule","ntax":"167","rootedtree":"TRUE","title":"Tr129449","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129449.phy"},{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Tr129452","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129452.phy"},{"tree_label":"con 50 majrule","ntax":"168","rootedtree":"TRUE","title":"Trichoderma sp. concat HARZIANUM2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129453.phy"}]}