{"Authors":" Dilani De Silva, Ross C Mann, Jatinder Kaur, Piyumi N\nEkanayake, Timothy I Sawbridge, Suzanne McKay, Jacqueline Edwards, Paul\nW.J. Taylor","Year":" 2020","Title":" Revisiting the Colletotrichum species causing anthracnose of\nalmond in Australia","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum acutatum, Colletotrichum fioriniae,\nColletotrichum simmondsii, phylogenetics, genome sequencing, average\nnucleotide identity","DOI":"","Abstract":" Almond production is a significant horticulture crop for\nAustralia. Serious yield losses can be caused by the fungal disease\nanthracnose, caused by Colletotrichum species that infect the fruit and\nleaves. Genomic sequence data for gene extraction, along with multigene\nphylogenetic analyses and whole genome average nucleotide identity (ANI)\nanalysis were used to determine the phylogeny of Colletotrichum isolates\ncollected from almonds across Australia. Multigene phylogenetic analyses\n(ITS, gapdh, chs-1, act, tub2 and his3) identified C. acutatum sensu\nstricto, C. fioriniae and C. simmondsii as pathogens of almond. Similar\ntopology was observed using ANI, which provided increased resolution\nwithin C. acutatum, with isolates separating largely according to\ngeographic origin. The ANI analysis also supported three separate\nspecies with isolates within each species sharing >98.7% ANI (species\ncut off = 95%), while between species there was <90.5% ANI.\nPathogenicity assays on detached almond leaves revealed differences in\naggressiveness among representative isolates from the three species,\nwith higher susceptibility on leaves of variety Price than Nonpareil.\nThis is the first report of C. fioriniae and C. simmondsii causing\nanthracnose of almond globally.","trees":[{"tree_label":"Fig 1","ntax":"56","rootedtree":"TRUE","title":"Phylogenetic analysis of Australian almond isolates in\nthe acutatum species complex based on a 50% majority rule consensus tree\nderived from Bayesian analysis of the ITS, tub2, gapdh, act, chs and his\ngene regions.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126469.phy"}]}