{"Authors":" Aroonrat Kidyoo, Manit Kidyoo, Rumsais Blatrix, Gwenaëlle\nDeconninck, Doyle McKey, Paweena Ekkaphan, Magali Proffit","Year":" 2020","Title":" Molecular phylogenetic analysis and taxonomic reconsideration\nof Ceropegia hirsuta (Apocynaceae, Asclepiadoideae) reveals a novelty in\nThailand, Ceropegia citrina sp. nov., with notes on its pollination\necology","Journal":" Plant Systematics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Ceropegieae ‧ eastern Thailand ‧ floral scent ‧ fly\npollination ‧ phylogeny ‧ sect. Indopegia","DOI":"","Abstract":" The identity of Ceropegia hirsuta in Thailand has been\nquestioned. Although this plant is quite similar to the original C.\nhirsuta from India, being entirely hirsute, with yellowish-shaded\nflowers, a curved, funnel-shaped corolla tube, and broad corolla lobes\nshorter than the corolla tube, there are several clear differences in\nmorphological traits between the materials collected in Thailand and the\ntype and further specimens collected from India. Moreover, C. hirsuta\ns.s. is restricted to Peninsular India. In this study, using molecular\nphylogenetic analysis based on DNA sequence data for ITS (nuclear) and\ntrnT-L, trnL, and trnL-F (all cpDNA) markers, and classical\nmorphology-based delineation, we demonstrate that the plant from\nThailand represents a species on its own clearly separated from C.\nhirsuta s.s. as well as from all other known congeners. Therefore, we\nhere describe it as a new species, C. citrina. A detailed description,\nillustrations, and photographs are provided, together with a comparison\nof morphological traits of C. citrina, C. hirsuta and another Thai\nspecies, C. foetidiflora. We also provide characterization of floral\nvolatile compounds and pollinators. Our study emphasizes that\nmorphological convergence may mislead taxonomic treatment within the\ngenus Ceropegia, and that phylogenetic relationships are largely\ncongruent with geographic distribution.","trees":[{"tree_label":"con 50 majrule","ntax":"62","rootedtree":"TRUE","title":"Tr126507","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126507.phy"}]}