{"Authors":" Sandra Hilário, Micael Ferreira Gonçalves, Artur Alves","Year":" 2021","Title":" Using genealogical concordance and coalescent-based species\ndelimitation to assess species boundaries in the Diaporthe eres\ncomplex","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" GCPSR; PTP; Species delimitation; Taxonomy","DOI":"","Abstract":" DNA sequence analysis has been of the utmost importance to\ndelimit species boundaries in the genus Diaporthe. However, the common\npractice of combining multiple genes, without applying the genealogical\nconcordance criterion, has complicated robust delimitation of species,\ngiven that phylogenetic incongruence between loci has been disregarded.\nDespite the several attempts to delineate the species boundaries in the\nD. eres complex, the phylogenetic limits within this complex remain\nunclear. In order to bridge this gap, we employed the Genealogical\nPhylogenetic Species Recognition principle (GCPSR), the coalescent-based\nmodel Poisson Tree Processes (PTP) and evaluated the presence of\nrecombination within the D. eres complex. Based on the GCPSR principle,\nit was evident the presence of incongruence between individual gene\ngenealogies, i.e., conflicting nodes and branches lacking phylogenetic\nsupport. Moreover, the results of the coalescent model identified D.\neres complex as a single species, which was not consistent with the\ncurrent large number of species within the complex recognized in\nphylogenetic analyses. The absence of reproductive isolation and\nbarriers to gene flow, the high haplotype and low nucleotide diversity\nindices within the above-mentioned complex, suggest that D. eres\nconstitutes a population, rather than different lineages. Therefore, we\nargue that a cohesive approach comprising the genealogical concordance\ncriteria and methods to detect recombination must be implemented in\nfuture studies to circumscribe species in the genus Diaporthe.","trees":[{"tree_label":"Imported tree 1","ntax":"52","rootedtree":"TRUE","title":"Diaporthe 5 genes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135424.phy"}]}