{"Authors":" Felipe Alejandro Balocchi, Michael J Wingfield, Rodrigo\nAhumada, Irene Barnes","Year":" 2020","Title":" Pewenomyces kutranfy gen nov. et sp. nov. causal agent of an\nimportant canker disease on Araucaria araucana in Chile","Journal":" Plant pathology","Volume":"","Issue":"","Pages":"","Keywords":" canker pathogen, disease emergence, fungus","DOI":"","Abstract":" Araucaria araucana, (commonly referred to as Araucaria,\nPewen or monkey puzzle tree) is an ancient conifer endemic to the\nChilean and Argentinean mountain ranges where it has a sacred relevance\nto indigenous communities. During 2016, a serious disease was noticed on\ntrees of all ages in most of the natural distribution of this iconic\ntree. Four areas were surveyed, and the most important symptoms of the\ndisease were cankers on branches and stems resulting in copious resin\nexudation. Trees were monitored for a period of two years and isolations\nwere made from the cankers. Field observations showed that the disease\ntypically begins on the leaves or at the leaf bases and progresses\ndownwards to initiate cankers that can girdle branches or stems within a\ntwo-year period. Black ascomata, resembling those of Caliciopsis species\npreviously described from A. araucana, were consistently found\ndeveloping in the cankers from which isolations were made. Phylogenetic\nanalyses of the ITS, nucSSU and nucLSU gene regions showed that the\nfungus resides in the Coryneliaceae but is distinct from other genera in\nthat family. The morphological characteristics and phylogenetic position\nof the fungus showed that it represents a new genus and species\ndescribed here as Pewenomyces kutranfy gen. nov. et sp. nov.\nPathogenicity trails on trees under field conditions confirmed that this\nnewly described fungus is able to cause cankers on A. araucana similar\nto those found under natural conditions.","trees":[{"tree_label":"Bayesian tree","ntax":"56","rootedtree":"TRUE","title":"bayesian_tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_126577.phy"},{"tree_label":"Maximum Likelihood tree","ntax":"56","rootedtree":"TRUE","title":"ML_Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_126578.phy"}]}