{"Authors":" Ewald Langer, Elizabeth M. Pine, David S. Hibbett, Gitta\nLanger, Michael J Donoghue","Year":" 1997","Title":" Evolution of gilled mushrooms and puffballs inferred from\nribosomal DNA sequences.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 94","Issue":" 22","Pages":" 12002-12006","Keywords":"","DOI":" NA","Abstract":" Homobasidiomycete fungi display many complex fruiting body\nmorphologies, including mushrooms and puffballs, but their anatomical\nsimplicity has confounded efforts to understand the evolution of these\nforms. We performed the first comprehensive phylogenetic analysis of\nhomobasidiomycetes, using sequences from nuclear and mitochondrial\nribosomal DNA, with an emphasis on understanding evolutionary\nrelationships of gilled mushrooms and puffballs. Parsimony-based\noptimization of character states on our phylogenetic trees suggest that\nstrikingly similar gilled mushrooms evolved at least six times, from\nmorphologically diverse precursors. Approximately 87% of gilled\nmushrooms are in a single lineage, which we call the euagarics. Recently\ndiscovered 90 million-year-old fossil mushrooms are probably euagarics,\nsuggesting that (i) the origin of this clade must have occurred no later\nthan the mid-Cretaceous, and (ii) the gilled mushroom morphology has\nbeen maintained in certain lineages for tens of millions of years.\nPuffballs and other forms with enclosed spore-bearing structures\n(Gasteromycetes) evolved at least four times. Derivation of\nGasteromycetes from forms with exposed spore-bearing structures\n(Hymenomycetes) is correlated with repeated loss of forcible spore\ndischarge (ballistospory). Diverse fruiting body forms and spore\ndispersal mechanisms have evolved among Gasteromycetes. Nevertheless, it\nappears that Hymenomycetes have never been secondarily derived from\nGasteromycetes, which suggests that the loss of ballistospory has\nconstrained evolution in these lineages.","trees":[{"tree_label":"Fig. x","ntax":"84","rootedtree":"TRUE","title":"Homobasidiomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1356.phy"}]}