{"Authors":" Erin Miller, Veronica A. Barragan, Jorge Chiriboga, Chad\nWeddell, Ligia Luna, Dulce J. Jiménez, John Aleman, Joseph R.\nMihaljevic, Sonora Olivas, Jane Marks, Ricardo Izurieta, Nathan Nieto,\nPaul Keim, Gabriel Trueba, J. Gregory Caporaso, Talima Pearson","Year":" 2020","Title":" Leptospira in river and soil in a highly endemic area of\nEcuador.","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Environmental detection of Leptospira, Leptospira in soil,\nLeptospira in water, epidemiology of leptospirosis, Leptospirosis\ntransmission.","DOI":"","Abstract":" Abstract Background Leptospira are shed into the\nenvironment via urine of infected animals. Rivers are thought to be an\nimportant risk factor for transmission to humans, though much is unknown\nabout the types of environment or characteristics that favor survival.\nTo address this, we screened for Leptospira DNA in two rivers in rural\nEcuador where Leptospirosis is endemic. Results We collected 112\nlongitudinal samples and recorded pH, temperature, river depth,\nprecipitation, and dissolved oxygen. We also performed a series of three\nexperiments designed to provide insight into Leptospira presence in the\nsoil. In the first soil experiment, we characterized prevalence and\nco-occurrence of Leptospira with other bacterial taxa in the soil at\ndispersed sites along the rivers (n=64). In the second soil experiment,\nwe collected 24 river samples and 48 soil samples at three points along\neight transects to compare the likelihood of finding Leptospira in the\nriver and on the shore at different distances from the river. In a third\nexperiment, we tested whether Leptospira presence is associated with\nsoil moisture by collecting 25 soil samples from two different sites. In\nour river experiment, we found pathogenic Leptospira in only 4 (3.7%) of\nsamples. In contrast, pathogenic Leptospira species were found in 22% of\nshore soil at dispersed sites, 16.7% of soil samples (compared to 4.2%\nof river samples) in the transects, and 40% of soil samples to test for\nassociations with soil moisture. Conclusions Our data are limited to two\nsites in a highly endemic area, but the scarcity of Leptospira DNA in\nthe river is not consistent with the widespread contention of the\nimportance of river water for leptospirosis transmission. While\nLeptospira may be shed directly into the river, onto the shores, or\nwashed into the river from more remote sites, massive dilution and\nlimited persistence in rivers may reduce the environmental load and\ntherefore, the epidemiological significance of such sources. It is also\npossible that transmission may occur more frequently on shores where\npeople are liable to be barefoot. Molecular studies that further explore\nthe role of rivers and water bodies in the epidemiology of leptospirosis\nare needed.","trees":[{"tree_label":"Imported tree 1","ntax":"41","rootedtree":"TRUE","title":"Leptospira","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129543.phy"}]}