{"Authors":" Sevda Rezaei, Masoud Abrinbana, youbert Ghosta","Year":" 2020","Title":" Taxonomic and pathogenic characterization of Phytopythium\nspecies from West Azarbaijan province of Iran, with description of\nPhytopythium babaiaharii and P. longitubum spp. nov.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Oomycota;Peronosporaceae; Pathogenicity; Phylogeny; 2 new\ntaxa","DOI":"","Abstract":" Phytopythium is a globally distributed genus whose species\nare found in various ecological niches. Despite their importance as\nplant pathogens, information on species diversity and their distribution\nin West Azarbaijan, Iran, is very limited. This study was aimed to\ninvestigate taxonomy and plant pathogenicity of Phytopythium isolates\nrecovered from soils in the province. A polyphasic taxonomy based on\nmorphological, cultural and multilocus sequence data revealed two new\nspecies, described here as P. babaiaharii and P. longitubum. In\naddition, a putatively new species and five known species, P. boreale,\nP. carbonicum, P. mercuriale, P. ostracodes and P. vexans, were found in\nthe studied regions. Phytopythium ostracodes, P. mercuriale and P.\nboreale were the three most frequent species isolated from soil although\nP. mercuriale was only found in one field. Among the studied species, P.\nmercuriale, P. ostracodes and P. vexans exhibited various levels of\npathogenicity on sugar beet, sunflower and tomato, and P. boreale was\ndocumented for first time as a plant pathogen. Phytopythium ostracodes\nwas highly aggressive on sugar beet and sunflower but lowly aggressive\non tomato whereas P. vexans exhibited high aggressiveness toward the\nthree crop plants. Both P. boreale and P. mercuriale were found to be\nlowly aggressive on the host plants. The results indicated that members\nof Phytopythium particularly plant pathogenic species are common in\narable soils of West Azarbaijan province and can pose a threat to\nagricultural crops in the region.","trees":[{"tree_label":"Bayesian tree from ITS analysis","ntax":"47","rootedtree":"TRUE","title":"Tr126751","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_126751.phy"},{"tree_label":"Bayesian tree from LSU, COX1 and COX2 analysis","ntax":"41","rootedtree":"TRUE","title":"Tr126752","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126752.phy"}]}