{"Authors":" Miriam Marzall-Pereira, Daiani Cristina Savi, Lisandra\nFerreira-Maba, Paloma Gerlach Ribas, Lygia Vitória Galli-Terasawa,\nVanessa Kava","Year":" 2020","Title":" Revealing the prevalence of Neopestalotiopsis,\nPseudopestalotiopsis, and Pestalotiopsis in Brazilian biomes.","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" Amazon Rainforest - Atlantic Forest  Biodiversity \nCaatinga - Celastraceae  Cerrado  New species - Pampa  Pantanal \nPhylogeny - Taxonomy","DOI":"","Abstract":" Brazil is known for its massive biodiversity, holding in\nits territory between 15 and 20 % of the total number of species\ndescribed on Earth. Brazilian biomes vary from forests, savanna-like\nvegetations, to wetlands and this multiplicity performs a significant\ninfluence to label Brazil as a megadiverse country. An incredible number\nof fungi from plants, sea, and soil are described every year, and among\nthis variety, the Pestalotiopsis group is attention-grabbing.\nPestalotiopsis strains have shown potential for biotechnological\napplications given its secondary metabolites and enzymes production;\nlikewise, many species cause diseases in several plants. The\nPestalotiopsis genus was recently divided into three genera based on\nphylogenetic and morphological analyses, namely Pestalotiopsis,\nNeopestalotiopsis, and Pseudopestalotiopsis. However, these pestalotiod\ngenera are often misidentified as Pestalotiopsis, and the prevalence of\nthe three genera in Brazil is still uncertain. This study aimed to\nestablish an overview of Pestalotiopsis, Neopestalotiopsis, and\nPseudopestalotiopsis strains isolated in Brazilian biomes. We evaluated\nthe genetic information of so-called ‘Pestalotiopsis’ strains in Brazil\nbased on searches in PubMed and GenBank databases. After analyzing 165\nsequences and 38 studies, we observed 102 Neopestalotiopsis, 49\nPestalotiopsis, and 10 Pseudopestalotiopsis isolates, distributed in all\nBrazilian biomes: Amazonian and Atlantic forests, Caatinga, Cerrado,\nPampa, and Pantanal. Among the 165 isolates, 63 had inaccurate\nidentification at the genus level. Some of the misidentifications were\nobserved in studies published before the reclassification and the\nintroduction of the new genera. Still, some of them happened in recent\nstudies, and four of those isolates represent a very distinct genus,\nEutypella. The limited information about the prevalence of the\nPestalotiopsis, Neopestalotiopsis, and Pseudopestalotiopsis in Brazil is\nalso evidence that novel species are probably being neglected. For this\nreason, we identified at species level five Neopestalotiopsis isolates\nfrom the Atlantic Forest, isolated from asymptomatic leaves of Maytenus\nilicifolia (Celastraceae). Those endophytic isolates were subjected to\nmorphological and phylogenetic analysis of ITS, TUB, and EF-1α\nsequences, which led to the description of two new species from South\nBrazil: Neopestalotiopsis celastracearum and Neopestalotiopsis azevedoi.\nOur data concerning the prevalence of pestalotiod showing different\nlifestyles in Brazilian Biomes reinforce the importance of the country\nas a repository of species diversity and a vast reservoir for\nbiotechnological discovery.","trees":[{"tree_label":"con 50 majrule","ntax":"307","rootedtree":"TRUE","title":"Tr126822","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126822.phy"},{"tree_label":"con 50 majrule","ntax":"307","rootedtree":"TRUE","title":"Tr126823","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126823.phy"}]}