{"Authors":" Alejandra Badaracco, Franco Jonathan Redes, Karina Mariel\nBustamante, María Elena Schapovaloff, Juan Pedro Agostini","Year":" 2020","Title":" First detection of Huanglongbing in Diaphorina citri in\nArgentina","Journal":" Australasian Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" greening, Candidatus Liberibacter asiaticus, diagnostics,\nvector","DOI":"","Abstract":" Huanglongbing (HLB) is considered one of the most\nimportant diseases in citrus industry, which currently has no cure. In\nArgentina, Candidatus Liberibacter asiaticus (CLas) has been detected\nonly in plant material. It is transmitted by Diaphorina citri, which is\ndistributed in most of the country’s citrus regions. The aim of this\nstudy was to detect the presence of CLas in D. citri in Argentina and to\nstudy the phylogenetic relationship of the bacterial strains. A total of\n350 samples of D. citri were analyzed between 2012 and 2018 from\ndifferent geographical locations from the Argentine Litoral region. A\nnested-PCR method using specific primers were used for the detection of\nCLas by amplification of a 1160-bp fragment from the 16S rDNA. Three\npositive samples to CLas of D. citri were detected from Ituzaingo,\nCorrientes. The positive PCR products were sequenced, and phylogenetic\nanalysis were conducted. The samples were confirmed to belong to CLas.\nThe sequences obtained in this study grouped with CLas sequences plant\nmaterial from Argentina together with other sequences from the rest of\nthe world. This is the first report of CLas in D. citri in\nArgentina.","trees":[{"tree_label":"tree 1","ntax":"69","rootedtree":"TRUE","title":"Tr128201","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128201.phy"},{"tree_label":"tree 1","ntax":"69","rootedtree":"TRUE","title":"Tr128202","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128202.phy"},{"tree_label":"tree 1","ntax":"68","rootedtree":"TRUE","title":"Tr128203","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128203.phy"}]}