{"Authors":" Joshua Khumlianlal, Ng Ngashangva, Surmani Huidrom, Pulok K\nMukherjee, Sarangthem Indira Devi","Year":" 2020","Title":" Macrocybe manipurensis sp. nov. from Ukhrul district of\nManipur (North East India).","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Mycrocybe, mushroom, ITS sequencing, Manipur,\ntaxonomy","DOI":"","Abstract":" Manipur is a hill-girt State that experience different\ntypes of climatic zones and falls in the Indo-Burma Biodiversity\nhotspots, which harbors large population of fauna, numerous plants and\nfungal species. Till date, the Genus Macrocybe has been represented by 7\nspecies, which is characterized by their large size, saprotrophic\nnature, abundant clamp connection, and their basidia lack siderophilous\ngranulation. In this study, we describe a new and the 8th species of the\nMacrocybe, which is collected from Shirarakhong Village of Ukhrul\nDistrict, Manipur. We generate ITS sequence of the studied new species\nand 32 other sequence of its closely related species were obtained from\nGenBank for generating its phylogenetic tree using maximum likelihood\nwith 5000 bootstrap replication. The phylogenetic tree constructed from\nthe concatenated genes of ITS suggest that M. manipurensis is closely\nrelated to M. gigantea from China. However, the new species M.\nmanipurensis (MB837454) from Manipur differs from M. gigantea by its\nlarger pileus (30-40 cm compared to 30-35 cm), stipe (20-30 x 10-11\ncompared to 11-18 x 6 cm), basidiospore (50-57 x 8-10µm compared to\n25-37 x 5-8µm) and spores (29-32 x 20-30µm compared to 5.7-7.5 x\n4.0-5.46 µm) and distinct circular strip encircling its pileus. It\ndiffers from all other described species of the genus Macrocybe by its\nlarge characteristic features and circular stripe encircling its pileus.\nThis is the first species of Macrocybe reported from Manipur and the\nstudy highlights the need to increase fungal sampling in species rich\nsub-tropical temperate forest such as Manipur.","trees":[{"tree_label":"tree 1","ntax":"33","rootedtree":"TRUE","title":"Tr126890","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_126890.phy"}]}