{"Authors":" Yu Ping Liang, Hui Wen Tsai, Chao jung Wu, Hui Fang Ni","Year":" 2020","Title":" Avocado branch canker disease caused by Lasiodiplodia\ntheobromae and Lasiodiplodia pseudotheobromae in Taiwan","Journal":" Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Avocado, Branch canker, Lasiodiplodia theobromae,\nLasiodiplodia pseudotheobromae, Taiwan","DOI":"","Abstract":" Avocado branch canker disease has been reported in many\navocado-growing countries, and is associated with several species in the\nBotryosphaeriaceae family. In Taiwan, the disease is widely distributed\nin the main avocado-producing regions. Therefore, the aims of this study\nwere to identify and characterize the pathogens associated with avocado\nbranch canker in Taiwan, and evaluate their pathogenicity. Thirteen\nfungal isolates were obtained from necrotic avocado woody tissues from\nseven orchards located in different regions of Taiwan. Based on\nmorphology and phylogenetic analyses of the internal transcribed spacer\nsequence and partial sequence of the translation elongation factor 1-α\ngene, the isolates were identified as either Lasiodiplodia theobromae or\nLasiodiplodia pseudotheobromae. The optimal temperature for mycelial\ngrowth for both species was around 30°C. Pathogenicity tests showed that\nboth species were pathogenic to avocado, causing a whitish exudate at\nthe inoculation site and necrosis on the stem, and black lesions on the\nfruit. To our knowledge, this is the first report characterizing avocado\nbranch canker in Taiwan, which is different from temperate regions in\nmajor pathogenic species. The information obtained in this study will be\nhelpful for understanding the epidemiology of the pathogens and\nestablishing effective disease management strategies in avocado.","trees":[{"tree_label":"con 50 majrule","ntax":"70","rootedtree":"TRUE","title":"Tr126896","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_126896.phy"}]}