{"Authors":" Abdenour Zibani, Ali Shaukat, Hamida Benslimane","Year":" 2020","Title":" Corn Diseases in Algeria: First report of three Bipolaris and\ntwo Exserohilum species causing leaf spots and leaf blight","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" molecular identification  pathogenicity  phylogeny \nphytopathogenic fungi","DOI":"","Abstract":" Corn is one of the most important crops in the world. In\nAlgeria, large areas of silage corn are mainly cultivated in the\nsouthern part of the country, under center pivot irrigation system and\nwarm temperature conditions, which encourage leaf spot diseases\ndevelopment. During 2016 and 2017, surveys for leaf diseases were\nconducted across several corn fields in Algiers (north) and Ghardaïa\n(south) regions, Algeria. Leaves samples exhibiting leaf spots were\ncollected for recovering the potential fungal pathogens associated with\nthe symptoms. Seventy isolates were recovered from the samples and\ncharacterized using phylogenetic, morphological, and pathogenic\nfeatures. The isolates were grouped into two genera: Exserohilum and\nBipolaris. Based on ITS, GAPDH and RPB2 sequence data, Exserohilum\nisolates were identified as E. rostratum and E. monoceras; while\nBipolaris isolates were identified as B. sorokiniana, B. microlaenae,\nand B. omanensis. One isolate/species were tested for pathogenicity at\nseedlings stage by inoculating them individually with spore suspension\non two susceptible corn cultivars “Giza 352” and “Qing Qing 300”. The\nplants were rated for disease development 10 days-post inoculation. B.\nsorokiniana produced light green to grayish leaf spots, rounded or\nirregular (0.20.5 × 0.20.4 mm), or circular to oval distinct lesions,\nwhite-gray with brown margins, surrounded by yellow-green halo (0.32.5 ×\n0.31.3 mm). B. microlaenae induced grayish-white or light brown leaf\nspots, encircled by a reddish border, 0.250.94 × 0.10.52 mm in size. B.\nomanensis caused whitish irregular lesions or circular to oval necrotic\nspots, whitish gray in color and surrounded by a dark brown border,\n0.41.2 × 0.20.7 mm in size. E. rostratum induced grayish brown lesions\n(0.25.0 × 0.21.5 mm), which may elongate and coalesce, forming tan to\ndark brown necrotic streaks. Finally, E. monoceras induced grayish or\ntan lesions (0.20.5 × 0.10.4 mm), surrounded by yellow to orange halo.\nThe lesions elongated parallel to the veins and may coalesce to form\nlong gray streaks corresponding to blighted tissue. To our knowledge,\nthis is the first report of these five fungal species associated with\ncorn leaf spots in Algeria. Furthermore, B. microlaenae and B. omanensis\nare recorded for the first time in the world as causal agents of leaf\nspot diseases in corn.","trees":[{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Phylogenetic tree generated from Maximum likelihood\nanalysis (RAxML) based on combined ITS and GPDH sequence data of\nBipolaris species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_127179.phy"},{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"RAxML tree inferred from available RPB2 sequence data\nof Bipolaris species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_127197.phy"},{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"RAxML tree inferred from ITS sequence data of\nExserohilum species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_127205.phy"}]}