{"Authors":" Jonathan A. Coddington, Nikolaj Scharff","Year":" 1997","Title":" A phylogenetic analysis of the orb-weaving spider family\nAraneidae (Arachnida, Araneae).","Journal":" Zoological Journal of the Linnean Society","Volume":" 120","Issue":" NA","Pages":" 355-434","Keywords":" cladistics; methods; male genitalia; dimorphism;\nstabilimentum; Tctragnathidae; Mimetidae; Zygiella","DOI":" 10.1111/j.1096-3642.1997.tb01281.x","Abstract":" We present the first cladistic analysis focused at the\ntribal and subfamily level of the orb-weaving spider family Araneidae.\nThe data matrix of 82 characters scored for 57 araneid genera of 6\nsubfamilies and 19 tribes (and 13 genera from 8 outgroup families)\nresulted in 16 slightly different, most parsimonious trees. Successive\nweighting corroborated 62 of the 66 informative nodes on these\ncladograms; one is recommended as the \u001aworking\u001a araneid phylogeny. The\nsister group of Araneidae is all other Araneoidea. Araneidae comprises\ntwo major clades: the subfamily Araneinae, and the \u001aargiopoid\u001a clade,\nwhich includes all other subfamilies and most tribes\n(((Gasteracanthinae, Caerostreae), (((Micratheninae, Xylethreae),\nEncyosaccus), (Eurycorminae, Arciinae)), Cyrtarachninae), ((Argiopinae,\nCyrtophorinae), Arachnureae)). Cyrtarachneae and Mastophoreae are united\nin a new subfamily, Cyrtarachninae. The spiny orb-weavers alone\n(Gasteracanthinae and Micratheninae) are not monophyletic. The mimetid\nsubfamily Arciinae and the \u001atetragnathid\u001a genus Zygiella are araneids, but\nNephila (and other tetragnathids) are not. On the preferred tree, web\ndecorations (stabilimenta) evolved 9 times within 15 genera, and were\nlost once. The use of silk to subdue prey evolved once in cribellate and\nfour times in ecribellate orb weavers. Sexual size dimorphism evolved\nonce in nephilines, twice in araneids, and reverted to monomorphism five\ntimes. Evolution in other genitalic and somatic characters is also\nassessed; behavioral and spinneret features are most consistent (male\ngenitalia, leg and prosomal features least consistent) on the phylogeny.\nKEYWORDS: cladistics methods male genitalia dimorphism stabilimentum\nTetragnathidae Mimetidae Zygiella","trees":[{"tree_label":"Fig. 82","ntax":"70","rootedtree":"TRUE","title":"Araneidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1357.phy"}]}