{"Authors":" Wang Manman, Zhang Bingqian","Year":" 2020","Title":" Cadophora species from marine glaciers on the Qinghai-Tibet\nPlateau","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cadophora, cold-adapted fungi, novel species, phylogeny,\nQinghai-Tibeat Plateau","DOI":"","Abstract":" Based on preliminary analyses of ITS sequences, 28 fungal\nstrains belonging to the genus Cadophora were detected from 1208\ncold-adapted fungi isolated from marine glaciers on the Qinghai-Tibet\nPlateau. As one of the most encountered genera, 17 representative\nisolates of the Cadophora strains were studied in detail with\nMorphological and multi-locus phylogenetic analyses. Two phylogenetic\ntrees were constructed: one was based on the partial large subunit nrDNA\n(LSU) to infer the taxonomic placements of our isolates and the other\nwas based on the combined genes of ITS, TUB and EF-1α to investigate\nmore exact phylogenetic relationships of them. Two known species and\neight new taxa were determined, including C. malorum, C. novi-eboraci,\nC. mingyongensis sp. nov, C. frigid sp. nov, C. yunnanensis sp. nov,\nC.daguensis sp. nov, C.indistincta sp. nov, C. magna sp. nov, C. inflata\nsp. nov, C. yulongensis sp. nov, C. glacialis sp. nov. Temperature\nselective test showing that most of the Cadophora isolates are\npsychrotolerants that have optimum growth temperatures above\n20℃，strains belonging to C. frigid sp. nov are psychrophilies and have\noptimum growth temperatures near 15℃.Our results show that the diversity\nof the Cadophora species in the marine glaciers on the Qinghai-Tibet\nPlateau is very high and most of them represent novel species.","trees":[{"tree_label":"Imported tree 1","ntax":"67","rootedtree":"TRUE","title":"Tr127057","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127057.phy"},{"tree_label":"Imported tree 1","ntax":"56","rootedtree":"TRUE","title":"Tr127090","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127090.phy"}]}