{"Authors":" Ricarda Riina, Benjamin W. van Ee, Maria Beatriz Rossi\nCarauzo, Daniela Santos Carneiro-Torres, Rafaela Freitas dos Santos,\nPaul E. Berry","Year":" 2021","Title":" The Neotropical Croton section Geiseleria (Euphorbiaceae):\nClassification update, Phylogenetic framework, and seven new species\nfrom South America","Journal":" Annals of the Missouri Botanical Garden","Volume":" 106","Issue":"","Pages":" 111-166","Keywords":" Amazonia, Andes, Caatinga, Cerrado, Neotropics,\ntaxonomy","DOI":"","Abstract":" A revised assessment of Croton section Geiseleria is\nprovided here. The section as now circumscribed includes 84 species\nranging across warm areas of the Americas. A nuclear ITS phylogeny of\n146 accessions from 80 species and a chloroplast trnL-F phylogeny of 87\naccessions from 63 species were generated to confirm correct placement\nof the species in the section and to determine if any species previously\nincluded in the section should now be excluded. Seven new species in the\nsection are described, and we present a taxonomic synopsis of the\nsection that lists all currently accepted species along with their\nsynonyms, distributions, and pertinent comments. We also recognize four\nsubsections in the section and list their corresponding species. Based\non both morphological and molecular criteria, we now recognize C.\nlagunillae as a distinct species, rather than as a variety of C.\nguildingii (now treated as C. suavis), and we transfer C. ramillatus\nvar. magniglandulifer to C. chamelensis var. magniglandulifer. We also\nexclude C. tetradenius from C. sect. Geiseleria along with related\nspecies such as C. pulegiodorus and C. leptobotryus, which are either\nmembers of C. sect. Adenophylli or else may merit new sectional status.\nWe also exclude C. gardnerianus and C. waltherioides from the section,\nalthough it is not clear to which section they belong. Lastly, C.\nsantaritensis is confirmed as belonging to C. sect. Cleodora subsect.\nSpruceani, rather than to C. subsect. Geiseleria.","trees":[{"tree_label":"Fig. 3","ntax":"146","rootedtree":"TRUE","title":"Croton Geiseleria ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_135243.phy"},{"tree_label":"Fig. 4","ntax":"87","rootedtree":"TRUE","title":"Croton Geiseleria trnL-F","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_135244.phy"}]}