{"Authors":" Carla Rae Hurt, Kristin Hultgren, Arthur Anker, Emily M.\nLemmon, Alan Richard Lemmon, Heather Bracken-Grissom","Year":" 2020","Title":" First Worldwide Molecular Phylogeny of the Morphologically\nand Ecologically Hyperdiversified Snapping Shrimp Genus Alpheus\n(Malacostraca: Decapoda)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Anchored Hybrid Enrichment, phylogenomics, symbiosis,\nsnapping shrimp, Alpheus","DOI":"","Abstract":" Hyperdiverse animal groups raise intriguing questions\nregarding the factors that generate and maintain their diversity. The\nsnapping shrimp genus Alpheus (with >300 described species) is a\nspectacularly diversified group of decapod crustaceans that serves as an\nexemplary system for addressing evolutionary questions regarding\nmorphological adaptations, symbiosis, cryptic diversity and molecular\ndivergence. A lack of information regarding evolutionary relationships\namong species has limited investigations into the mechanisms that drive\nthe diversification of Alpheus. Previous phylogenetic studies of Alpheus\nhave been restricted in scope, while molecular datasets used for\nphylogenetic reconstructions have been based solely on mitochondrial and\na handful of nuclear markers. Here we use an anchored hybrid enrichment\n(AHE) approach to resolve phylogenetic relationships among species of\nAlpheus. The AHE method generated sequence data for 240 loci (>72,000\nbp) for 65 terminal species that span the geographic, ecological, and\ntaxonomic diversity of Alpheus. Our resulting, well-supported phylogeny\ndemonstrates a lack of monophyly for five out of seven morphologically\ndefined species groups that have traditionally been used as a framework\nin Alpheus taxonomy. Our results also suggest that symbiotic\nassociations with a variety of other animals have evolved independently\nin at least seven lineages in this genus. Our AHE phylogeny represents\nthe most comprehensive phylogenetic treatment of Alpheus to date and\nwill provide a useful evolutionary framework to further investigate\nquestions, such as various modifications of the snapping claw and the\nrole of habitat specialization and symbiosis in promoting\nspeciation.","trees":[{"tree_label":"tree 1","ntax":"65","rootedtree":"TRUE","title":"Tr127214","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127214.phy"},{"tree_label":"tree 1","ntax":"65","rootedtree":"TRUE","title":"Tr127215","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127215.phy"},{"tree_label":"iTOL exported tree","ntax":"64","rootedtree":"TRUE","title":"Tr127216","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127216.phy"},{"tree_label":"iTOL exported tree","ntax":"63","rootedtree":"TRUE","title":"Tr127217","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127217.phy"},{"tree_label":"tree 1","ntax":"65","rootedtree":"TRUE","title":"Tr127218","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127218.phy"}]}