{"Authors":" Mingai Li, Jia Xu, Fuling Lyu, Iuliia Khomenko, Franco\nBiasioli, Mariacristina Villani, Barbara Baldan, Claudio Varotto","Year":" 2020","Title":" Evolution of isoprene emission in Arecaceae (palms)","Journal":" Evolutionary Applications","Volume":"","Issue":"","Pages":"","Keywords":" Arecaceae; Isoprene; Isoprene synthase; PTR-ToF-MS; IspS\ndiagnostic tetrad; transgenic Arabidopsis; site-directed\nmutagenesis","DOI":"","Abstract":" Introduction: Isoprene synthase (IspS) is the sole enzyme\nin plants responsible for the yearly emission in the atmosphere of\nthousands of tonnes of the natural hydrocarbon isoprene worldwide.\nSpecies of the monocotyledonous family Arecaceae (palms) are among the\nhighest plant emitters, but to date no IspS gene from this family has\nbeen identified. Methods and results: Here, we screened with PTR-ToF-MS\n18 genera of the Arecaceae for isoprene emission, and found that the\nmajority of the sampled species emits isoprene. Putative IspS genes from\nsix different genera were sequenced and three of them were functionally\ncharacterized by heterologous overexpression in Arabidopsis thaliana,\ndemonstrating that they encode functional IspS genes. Site-directed\nmutagenesis and expression in Arabidopsis demonstrated the functional\nrelevance of a novel IspS diagnostic tetrad from Arecaceae, whose most\nvariable amino acids could not preserve catalytic function when\nsubstituted by a putatively dicotyledonous-specific tetrad. In\nparticular, mutation of threonine 479 likely impairs the open-close\ntransition of the enzyme by altering the network of hydrogen bonds\nbetween helices H1α, H and I. Discussion: These results shed new light\non the evolution of IspS in monocots, suggesting that isoprene emission\nis an ancestral trait within the Arecaceae family. The identification of\nIspS from Arecaceae provides promising novel enzymes for the production\nof isoprene in heterologous systems and allows the screening and\nselection of commercially relevant palm varieties with lower\nenvironmental impact.","trees":[{"tree_label":"Imported tree 1","ntax":"264","rootedtree":"TRUE","title":"Tr127298","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_127298.phy"}]}