{"Authors":" Malin Kristina Undin, Simon Hills, Peter J. Lockhart,\nIsabel Castro","Year":" 2020","Title":" Gaps in genetic knowledge affect conservation management of\nKiwi, Apteryx spp.","Journal":" IBIS","Volume":"","Issue":"","Pages":"","Keywords":" bird conservation, conservation genetics, genetic\ndiversity, genetic management, genomics, translocation","DOI":"","Abstract":" Worldwide, there is a growing appreciation of integrating\ngenetic information into conservation management. However, there are\ncommonly occurring problems which impact on doing this successfully.\nThis issue is well illustrated by Kiwi, Apteryx spp. Like many\nendangered species, extant populations are small, fragmented, and\nisolated, raising concerns of potential inbreeding depression.\nAccordingly, Kiwi conservation includes discussion around genetic\nmanagement and translocations. To date, Kiwi have been sampled for 41\ngenetic studies. Despite this impressive effort, current understanding\nof Kiwi genetics is still insufficient to guide genetic management,\npredict translocation outcomes, and manage biological diversity in a\nlong-term sustainable way. We explain why and outline research and\nquestions that can be addressed with new genome science technologies. We\nsuggest that historical disjunct mainland populations and translocations\nof North Island Brown Kiwi, A. mantelli, onto offshore islands have\ngenerated unique case studies to investigate the effects of\nfragmentation, cessation of gene flow, inbreeding, outbreeding and\nhybridisation on biological diversity. Given the foundation of work\nalready undertaken, and the potential of what can be learnt from\napplying new technologies, we see great potential for the North Island\nBrown Kiwi as a scientific umbrella species to investigate issues faced\nby other species.","trees":[{"tree_label":"topology 1","ntax":"53","rootedtree":"TRUE","title":"Tr127496","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127496.phy"}]}