{"Authors":" Donat Agosti, D. A. Grimaldi, James M. Carpenter","Year":" 1997","Title":" New and rediscovered primitive ants (Hymenoptera: Formicidae)\nin Createous Amber from New Jersey, and their phylogenetic\nrelationships.","Journal":" American Museum Novitates","Volume":" 3208","Issue":" NA","Pages":" 1-43","Keywords":" NA","DOI":" NA","Abstract":" All Cretaceous records of ants are reviewed, and evidence\noriginally given for their placement is evaluated. Cretaceous\nFormicoidea preserved in rocks lack preservation of critical ant\nsynapomorphies like the metapleural gland, which are preserved in\nspecimens in amber. For this reason, the Armaniidae Dlussky, from the\nCretaceous of Russia, are placed here as Formicoidea incertae sedis, not\nin the Formicidae proper. The oldest amber with ants is from New Jersey.\nSeven complete and partial specimens of Formicidae, recently discovered\nin Turonian (92 Ma) amber from central New Jersey, are described and\ndiscussed. The specimens consist of four males and three workers. One\ncomplete and well preserved worker is Sphecomyrma freyi Wilson and Brown\n1967, known previously from two workers in a piece of Turonian amber\nfrom Cliffwood Beach, New Jersey. Well preserved in the new worker are\nexternal and even some internal features of the metapleural gland – a\ndefinitive formicid synapomorphy – which are described in detail for the\nfirst time. This specimen is designated as a neotype to replace the\ndisintegrated holotype of this species. One complete male specimen is\ntentatively assigned to Sphecomyrma, which would be the first known male\nof the genus. One complete and one partial male, both from the same\npiece of amber, are a new, plesiomorphic species of Baikuris Dlussky\n(Baikuris casei, n.sp.), the genus previously known only from upper\nCretaceous (Santonian) amber of Taymyr, northern Siberia. Two workers\nrepresent a new genus and species of Cretaceous Formicidae, Brownimecia\nclavata n. gen., n. sp. based on distinctively clubbed antennae,\nproportions of the antennal articles, and thin mandibles that lack teeth\nand extensively cross, and a ponerine-like constriction between\nabdominal segments III and IV (gaster segments I and II). Brownimecia is\nmore closely related to extant Formicidae than are Sphecomyrminae, the\ngenus apparently being the earliest known member of the extant subfamily\nPonerinae. The fourth male belongs to a third genus, undescribed. These\nare the oldest definitive ants. Composition, monophyly, and systematic\nposition of the subfamily Sphecomyrminae are discussed. Modifications\nwere made to the data of Baroni Urbani et al. 1992 and reanalyses were\nmade of the basal relationships of the Formicidae including Sphecomyrma\nand Brownimecia. Discrepencies with the cladograms of Baroni Urbani et\nal. (1992) are discussed. Including into the cladistic analysis the\nfossil taxon Formiciinae Lutz (compressed remains from the Eocene of\nGermany), as done by Baroni Urbani et al., imparts too many missing\nvalues for meaningful analysis. Sphecomyrma, not discussed by Baroni\nUrbani et al., retains its basal position in the Formicidae in the\npresent analysis. Discovery of new and exclusively primitive ants in\nupper Cretaceous ambers indicates an origin of the ants probably in the\nlowermost Cretaceous, but no older, contrary to a recent molecular\nhypothesis.","trees":[{"tree_label":"Fig. 18","ntax":"25","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_187.phy"},{"tree_label":"Fig. 20","ntax":"27","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_270.phy"},{"tree_label":"Fig. 22","ntax":"24","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_269.phy"},{"tree_label":"Fig. 14","ntax":"21","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1358.phy"},{"tree_label":"Fig. 16","ntax":"22","rootedtree":"TRUE","title":"Hymenoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1359.phy"}]}