{"Authors":" Xue-Wei Wang, Li-Wei Zhou","Year":" 2021","Title":" Towards a Natural Classification of Hyphodontia Sensu Lato\nand the Trait Evolution of Basidiocarps within Hymenochaetales\n(Basidiomycota).","Journal":" Journal of Fungi","Volume":" 7","Issue":"","Pages":" 478","Keywords":" Chaetoporellaceae; corticioid fungi; Hyphodontiaceae;\nmolecular clock; Schizoporaceae; woodinhabiting fungi; 17 new taxa","DOI":" 10.3390/jof7060478","Abstract":" Hyphodontia sensu lato, belonging to Hymenochaetales,\naccommodates corticioid woodinhabiting basidiomycetous fungi with\nresupinate basidiocarps and diverse hymenophoral characters. Species\ndiversity of Hyphodontia sensu lato has been extensively explored\nworldwide, but in previous studies the six accepted genera in\nHyphodontia sensu lato, viz. Fasciodontia, Hastodontia, Hyphodontia,\nKneiffiella, Lyomyces and Xylodon were not all strongly supported from a\nphylogenetic perspective. Moreover, the relationships among these six\ngenera in Hyphodontia sensu lato and other lineages within\nHymenochaetales are not clear. In this study, we performed comprehensive\nphylogenetic analyses on the basis of multiple loci. For the first time,\nthe independence of each of the six genera receives strong phylogenetic\nsupport. The six genera are separated in four clades within\nHymenochaetales: Fasciodontia, Lyomyces and Xylodon are accepted as\nmembers of a previously known family Schizoporaceae, Kneiffiella and\nHyphodontia are, respectively, placed in two monotypic families, viz. a\nprevious name Chaetoporellaceae and a newly introduced name\nHyphodontiaceae, and Hastodontia is considered to be a genus with an\nuncertain taxonomic position at the family rank within Hymenochaetales.\nThe three families emerged between 61.51 and 195.87 million years ago.\nCompared to other families in the Hymenochaetales, these ages are more\nor less similar to those of Coltriciaceae, Hymenochaetaceae and\nOxyporaceae, but much older than those of the two families\nNeoantrodiellaceae and Nigrofomitaceae. In regard to species, two, one,\nthree and 10 species are newly described from Hyphodontia, Kneiffiella,\nLyomyces and Xylodon, respectively. The taxonomic status of additional\n30 species names from these four genera is briefly discussed; an epitype\nis designated for X. australis. The resupinate habit and poroid\nhymenophoral configuration were evaluated as the ancestral state of\nbasidiocarps within Hymenochaetales. The resupinate habit mainly\nremains, while the hymenophoral configuration mainly evolves to the\ngrandinioid-odontioid state and also back to the poroid state at the\nfamily level. Generally, a taxonomic framework for Hymenochaetales with\nan emphasis on members belonging to Hyphodontia sensu lato is\nconstructed, and trait evolution of basidiocarps within Hymenochaetales\nis revealed accordingly.","trees":[{"tree_label":"TREE1","ntax":"80","rootedtree":"TRUE","title":"Tr136203","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136203.phy"}]}