{"Authors":" Boris Armel Olou, Nourou Soulemane YOROU, Ewald Langer","Year":" 2020","Title":" Molecular Phylogeny and taxonomy of Phylloporia: New record\nand new species from tropical Africa including an identification key of\ntropical Africa species","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" ABGD, Benin, Hymenochaetaceae, Morphology, New taxa,\nSpecies delimitation","DOI":"","Abstract":" Phylloporia is a widely distributed genus of the family\nHymenochaetaceae occurring mainly in the tropical zone. Species of\nPhylloporia are morphological and ecological quite diverse, which makes\nspecies identification based only on morpho-microscopic analysis very\nchallenging. In this study, incompletely identified species of\nPhylloporia reported from Benin (West Africa) were re-examined. Using an\nintegrative and multi-phasic taxonomic approaches (morphology, ecology,\nspecies delimitation and phylogenetic analyses) we described a new\nspecies of Phylloporia and report for the first time Phylloporia\nlittoralis outside its type locality. The new species Phylloporia\nbeninensis is characterized by annual and imbricate basidiomata, duplex\ncontext with a black line separating the upper context from the lower\none, dimitic hyphal system, presence of cystidioles, basidia of 912 × 45\nμm, and ellipsoid to subglobose basidiospores with size 34.6 × 2.13.6.\nDetailed descriptions with illustrations for the new species are\nprovided. With this new species, the total number of Phylloporia species\noccurring in tropical Africa is now 15 species. We believe that this\nstudy will stimulate further mycological investigation in tropical\nAfrican ecosystems to document more new species of Phylloporia. To\nfacilitate further taxonomy studies on tropical African taxa, an\nidentification key to all 15 tropical African species is provided.","trees":[{"tree_label":"Fig. 3","ntax":"78","rootedtree":"TRUE","title":"Phylloporia ITS LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134121.phy"}]}