{"Authors":" Sigrid Liede-Schumann, Sebastian Reuss, Ulrich Meve, Gildas\nGâteblé, Tatyana Livshultz, Paul I. Forster, Livia Wanntorp, Michele\nRodda","Year":" 2020","Title":" Phylogeny of Marsdenieae (Apocynaceae, Asclepiadoideae) based\non chloroplast and nuclear loci, and a conspectus of the genera","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" classification, evolution, genus circumscription,\nsystematics, taxonomy","DOI":"","Abstract":" A densely sampled molecular phylogenetic analysis of\nMarsdenieae is presented. This tribe is a pan-tropical, predominantly\nforest-dwelling lineage of about 730 species. Most Marsdenieae species\nare suffrutescent twiners or lianas with the notable exception of Hoya\n(350  450 spp.) and Dischidia (ca. 80 spp.), species of which are mostly\nsucculent epiphytic vines. The circumscription of Marsdenia has been\nparticularly problematic and variable ranging from Marsdenia sensu\nBullock (with less than 10 Asian species closely related to the type, M.\ntinctoria) to Marsdenia sensu Forster (with ca. 300 species included and\ndistributed throughout the range of the tribe, including the segregate\ngenera Gongronema, Stephanotis, Dregea, Wattakaka, Leichhardtia,\nCionura, and Gymnema in synonoymy). We sequenced parts of the\nchloroplast (trnT-trnF introns and spacers rps16 intron and trnH-psbA\nspacer) and two single copy nuclear loci (At2g06530a and At2g34620b) as\nwell as the Internal Transcribed Spacer (ITS) from 215 accessions,\nthought to represent 169 species from 21 of the 29 genera recognized by\nOmlor as well as outgroups from the other three tribes. In parsimony and\nlikelihood analyses, Marsdenia sensu lato is highly polyphyletic,\ndivided among three primary clades: 1) a well-supported Australasian\nClade that includes the epiphytes Dischidia and Hoya and a number of\nMarsdenia species, among them the type species M. tinctoria; 2) a\nlikewise well-supported Cosmopolitan Clade that includes the rest of\nMarsdenieae with several moderately to well-supported subclades that\nspan the entire distribution range of Marsdenieae, and (3) a poorly\nsupported clade comprising the relictual genera Rhyssolobium (South\nAfrica) and Sicyocarpus (Madagascar). All American species of Marsdenia\nform a monophyletic sub-clade of the Cosmopolitan Clade. A monophyletic\nMarsdenia sensu lato would subsume all species of Marsdenieae. We\ndiscuss alternative classifications that maintain Dischidia and Hoya as\ndistinct genera and morphological characters that can be used to\ndiagnose subclades of this phylogeny. Twenty-five new combinations, one\nnew name, and four new synoynyms are proposed; and two neotypes and 14\nlectotypes have been selected.","trees":[{"tree_label":"ML tree","ntax":"255","rootedtree":"TRUE","title":"ML tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130603.phy"},{"tree_label":"Bayesian consensus tree","ntax":"255","rootedtree":"TRUE","title":"Bayesian consensus tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_130604.phy"}]}