{"Authors":" Bruno Genevcius, Caroline Greve, Samantha Koehler, Rebecca\nB Simmons, David A Rider, Jocélia Grazia, Cristiano Feldens\nSchwertner","Year":" 2021","Title":" Phylogeny of the stink bug tribe Chlorocorini (Heteroptera,\nPentatomidae) based on DNA and morphological data: the evolution of key\nphenotypic traits","Journal":" Systematic Entomology","Volume":"","Issue":"","Pages":"","Keywords":" classification, molecular, Neotropics, phylogenetics,\nstink bugs, taxonomy","DOI":"","Abstract":" Pentatomidae is the third largest family of true bugs,\ncomprising over 40 tribes. Few tribes have been studied in a\nphylogenetic context, and none of them have been examined using\nmolecular data. Moreover, little is known about the evolution of key\nmorphological characters widely used in taxonomic and phylogenetic\nstudies at multiple levels. Here, we conduct a phylogenetic study of the\ntribe Chlorocorini (Pentatominae) combining 69 morphological characters\nand five DNA loci. We use the inferred phylogeny to reconstruct the\nevolution of key morphological characters such as the spined humeral\nangles of the pronotum, a dorsal projection on the apices of the femora\nand characters of male genitalia. We provide solid evidence that the\ntribe as currently recognized is not monophyletic based both on DNA and\nmorphological data. The genera Arvelius Spinola and Eludocoris Thomas\nwere consistently placed outside of the Chlorocorini, while the\nremaining genera were found to form a monophyletic group. We also show\nthat nearly all morphological diagnostic characters for the tribe are\nhomoplastic. The only exception is the development of the hypandrium,\nwhich, contrary to expectations for genital traits, showed the slowest\nevolutionary rates. In contrast, the most rapidly evolving trait is the\nlength of the ostiolar ruga, which may be attributed to selection\nfavoring anti-predatory behavior and other functions of its associated\nscent glands. Lastly, we also provide a preliminary glimpse of the main\nphylogenetic relationships within the Pentatomidae, which indicates that\nmost of the included subfamilies and tribes are not monophyletic. Our\nresults suggest that the current subfamily-level classification of\nPentatomidae is not adequate to reflect its evolutionary history, and we\nurge for a more complete phylogeny of the family.","trees":[{"tree_label":"con 50 majrule","ntax":"37","rootedtree":"TRUE","title":"Tr127514","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127514.phy"}]}