{"Authors":" NA","Year":" 2020","Title":" Confronting Sources of Systematic Error to Resolve\nHistorically Contentious Relationships: A Case Study Using Gadiform\nFishes (Teleostei, Paracanthopterygii, Gadiformes)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Systematic Error, Heterotachy, Branch Length\nHeterogeneity, Target Enrichment, Codfishes, Commercial Fish Species,\nCretaceous-Paleogene (K-Pg)","DOI":"","Abstract":" Reliable estimation of phylogeny is central to avoid\ninaccuracy in downstream macroevolutionary inferences. However,\nlimitations exist in the implementation of concatenated and summary\ncoalescent approaches, and Bayesian and full coalescent inference\nmethods may not yet be feasible for computation of phylogeny using\ncomplicated models and large datasets. Here, we explored methodological\n(e.g., optimality criteria, character sampling, model selection) and\nbiological (e.g., heterotachy, branch length heterogeneity) sources of\nsystematic error that can result in biased or incorrect parameter\nestimates when reconstructing phylogeny by using the gadiform fishes as\na model clade. Gadiformes include some of the most economically\nimportant fishes in the world (e.g., Cods, Hakes, and Rattails). Despite\nmany attempts, a robust higher-level phylogenetic framework was lacking\ndue to limited character and taxonomic sampling, particularly from\nseveral species-poor families that have been recalcitrant to\nphylogenetic placement. We compiled the first phylogenomic dataset,\nincluding 14,208 loci (>2.8 M bp) from 58 species representing all\nrecognized gadiform families, to infer a time-calibrated phylogeny for\nthe group. Data were generated with a gene-capture approach targeting\ncoding DNA sequences from single-copy protein-coding genes. Species-tree\nand concatenated maximum-likelihood analyses resolved all family-level\nrelationships within Gadiformes. While there were a few differences\nbetween topologies produced by the DNA and the amino acid datasets, most\nof the historically unresolved relationships among gadiform lineages\nwere consistently well resolved with high support in our analyses\nregardless of the methodological and biological approaches used.\nHowever, at deeper levels, we observed inconsistency in branch support\nestimates between bootstrap and gene and site coefficient factors (gCF,\nsCF). Despite numerous short internodes, all relationships received\nunequivocal bootstrap support while gCF and sCF had very little support,\nreflecting hidden conflict across loci. Most of the gene-tree and\nspecies-tree discordance in our study is a result of short divergence\ntimes, and consequent lack of informative characters at deep levels,\nrather than incomplete lineage sorting (ILS). We use this phylogeny to\nestablish a new higher-level classification of Gadiformes as a way of\nclarifying the evolutionary diversification of the order. We recognize\n17 families in five suborders: Bregmacerotoidei, Gadoidei,\nRanicipitoidei, Merluccioidei, and Macrouroidei (including two\nsubclades). A time-calibrated analysis using 15 fossil taxa suggests\nthat Gadiformes evolved ~79.5 million years ago (Ma) in the late\nCretaceous, but that most extant lineages diverged after the\nCretaceous-Paleogene (K-Pg) mass extinction (66 Ma). Our results\nreiterate the importance of examining phylogenomic analyses for evidence\nof systematic error that can emerge as a result of unsuitable modeling\nof biological factors and/or methodological issues, even when datasets\nare large and yield high support for phylogenetic relationships.","trees":[{"tree_label":"tree 1","ntax":"58","rootedtree":"TRUE","title":"Tr127617","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127617.phy"}]}