{"Authors":" Sofia Paz-Sedano, María Candás, Terrence M. Gosliner, Marta\nPola","Year":" 2021","Title":" Undressing Lophodoris danielsseni (Friele & Hansen, 1878)\n(Nudibranchia: Goniodorididae)","Journal":" Organisms Diversity & Evolution","Volume":" 21","Issue":"","Pages":" 107-117","Keywords":" Goniodorididae; COI; Systematics; Norway; μCT","DOI":"","Abstract":" Lophodoris G. O. Sars, 1878 is a small genus of\ngoniodoridid nudibranchs that includes only two species: the type\nspecies, Lophodoris danielsseni (Friele & Hansen, 1876), and\nLophodoris scala Er. Marcus & Ev. Marcus, 1970. Sars (1878) erected\nLophodoris in a footnote, without comment. Forty-four years later,\nOdhner (1922) finally described the type species and defined the\ndiagnostic characteristics of Lophodoris. Lophodoris danielsseni is well\ndifferentiated among Goniodorididae species by a dorsal crest and jagged\nnotum margin supported by spicules. However, the description of this\nspecies is still incomplete since information on the reproductive system\nor spicules pattern is not known. In the present work we study freshly\ncollected specimens of Lophodoris danielsseni (Friele & Hansen,\n1876) from near the type locality. Morphological analyses are performed\nusing micro-computed tomography as well as by dissections. We include\nthe first scanning electron microscope photographs of the radula, labial\ncuticle and penial spines. Moreover, we carry out a preliminary\nphylogenetic analysis using barcoding and including five out of the\neight genera belonging to the family Goniodorididae. Result shows for\nthe first time its phylogenetic relationship within the family,\nseparating each genus included. However, further species must be\nsequenced to clarify the evolutionary relationship among Goniodorididae\nspecies and genera.","trees":[{"tree_label":"con 50 majrule","ntax":"15","rootedtree":"TRUE","title":"Tr127585","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127585.phy"},{"tree_label":"Goniodorididae","ntax":"15","rootedtree":"TRUE","title":"Tr127586","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127586.phy"}]}