{"Authors":" Alireza Poursafar, Esmaeil Hashemlou, youbert Ghosta,\nFatemeh Salimi, Mohammad Javan-Nikkhah","Year":" 2021","Title":" Alternaria guilanica sp. nov., a new fungal pathogen causing\nleaf spot and blight on eggplant in Iran","Journal":" Phytptaxa","Volume":" 520","Issue":" 2","Pages":" 184-194","Keywords":" Pathogenicity, Solanaceae, Pleosporaceae, new species,\nphylogeny","DOI":" 10.11646/phytotaxa.520.2.5","Abstract":" Eggplant (Solanum melongena L.) is an economically\nimportant solanaceous crop in Iran with fruits used for food and\ntraditional medicine. Despite the importance of Alternaria leaf spot and\nblight disease of solanaceous crops which is commonly seen in the\nfields, our knowledge about the causal agents on eggplant is limited. In\nthis study, a set of large-spored Alternaria isolates was recovered from\neggplant with leaf spot and blight symptoms in Somehsara region, Guilan\nprovince, Iran. All recovered isolates shared conspicuous morphological\ncharacteristics e.g. production of large, solitary conidia with several\ntransverse disto- and eusepta and long tapering filamentous beak\nresemble those seen in the members of Alternaria section Porri.\nMulti-locus phylogenetic analyses based on the internal transcribed\nspacer region of nrDNA (ITS-rDNA) and parts of\nglyceraldehyde-3-phosphate dehydrogenase (GAPDH), second largest subunit\nof RNA Polymerase II (RPB2), translation elongation factor 1-alpha\n(TEF1-α) and Alternaria major allergen (Alt a 1) gene sequences provided\nfurther evidence supporting not only their exact placement in Alternaria\nsect. Porri, but also in a distinct lineage representing a new species.\nThe new species was named, described and illustrated herein as\nAlternaria guilanica sp. nov.. The phylogenetic and morphological\ncomparisions of the new species with other closely related species were\nalso provided. Pathogenicity test conducted for the new strains revealed\nthat they were capable to induce disease symptoms on eggplant leaves\nunder greenhouse conditions, and re-isolation of the inoculated isolates\nconfirmed Kochs postulates.","trees":[{"tree_label":"con 50 majrule","ntax":"44","rootedtree":"TRUE","title":"Tr130393","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130393.phy"}]}