{"Authors":" Himashi Samudrika Ferdinandez, Dimuthu Sandarenu Manamgoda,\nDhanushka Udayanga, Nelum Deshappriya, Mayuri Munasinghe, Lisa A\nCastlebury","Year":" 2021","Title":" Molecular phylogeny and morphology reveal three novel species\nof Curvularia (Pleosporales, Pleosporaceae) associated with cereal crops\nand weedy grass hosts","Journal":" Mycological Progress","Volume":" 20","Issue":"","Pages":" 431451","Keywords":" hyphomycetous fungi, phylogenetic informativeness,\nphytopathogens, saprobes","DOI":" 10.1007/s11557-021-01681-0","Abstract":" The genus Curvularia comprises phytopathogenic, saprobic,\nepiphytic and endophytic fungal species associated with cereal crops and\ntheir wild relatives. Recently, multi-locus phylogenetic studies have\nbeen widely implemented for accurate identification of Curvularia, at\nthe species level. Although the genus is taxonomically diverse, the\nspecies associated with cereal crops and weeds are poorly known in Sri\nLanka. In this study, symptomatic specimens of cereals and\nassociatedweedy grass hosts were collected from selected locations in\nSri Lanka. The isolates obtained were initially identified based on\nmicroscopic characters. The nuclear ribosomal internal transcribed\nspacers 1 and 2 with 5.8S region (ITS), glyceraldehyde-3-phosphate\ndehydrogenase (GAPDH) and translation elongation factor 1-α (TEF1) loci\nwere sequenced and used in multi-locus phylogenetic analyses. Three\nnovel evolutionary lineages were identified, distinct from all the\ncurrently accepted species of Curvularia. To accommodate the novel\nphylogenetic lineages, three novel species of Curvularia are described,\nnamely Curvularia eleusinicola, C. panicimaximi and C. simmonsii.\nMorphological descriptions and illustrations are provided for the newly\ndescribed taxa. In addition, host records are updated for recently\nintroduced C. plantarum and C. pseudointermedia. This study highlights\nthe need for extensive collections and molecular identifications of\ntropical species of hyphomycetous fungi associated with cereals, fibre\ncrops and weeds in order to support effective disease management and\nsurveillance measures.","trees":[{"tree_label":"PAUP 1","ntax":"166","rootedtree":"TRUE","title":"Tr127720","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127720.phy"}]}