{"Authors":" Nadezhda V. Psurtseva, Ivan Zmitrovich, Jaya Seelan Sathiya\nSeelan, Eugenia M. Bulakh, Karen Hughes, Ronald Petersen","Year":" 2021","Title":" Progress towards Lignomyces vetlinianus knowledge, and type\nstudies on Lentinus pilososquamulosus and L. martianoffianus","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" morphology, culture characters, temperature dependence,\nfruiting, mating study, ITS sequencing, phylogeny, distribution","DOI":"","Abstract":" Several specimens of putative Lentinus pilososquamulosus\n(including the type specimen) and Le. martianoffianus from Siberia and\nthe Far East (Russia) were studied. The specimens were associated with\ndifferent hosts and were collected during the past two decades.\nMorphological examination of the studied specimens showed close\nsimilarity with specimens of Lignomyces vetlinianus, a species\noriginally described from Central Europe, but later discovered in\nEuropean Russia, the Caucasus (Abkhazia) and the Urals. The adaptation\nof derived cultures strains to various temperatures was evaluated. All\nstrains could survive freezing at 20°C and grew at temperature range\nfrom 5 to 35°C. Comparative culture characters, mating compatibility and\nITS sequencing revealed that the specimens earlier identified as\nLentinus pilososquamulosus or Far East Russian Le. martianoffianus\n(misapplied name) were identical to Lignomyces vetlinianus. The\nmolecular study of Le. martianoffianus type supported its conspecifity\nwith Panus lecomtei. Since several attempts to isolate DNA from Le.\npilososquamulosus holotype were not crowned with success, an epitype of\nthis taxon represented by successfully sequenced old specimen from the\nsame region, was proposed. These results showed that the distribution\narea of this species extends from Central Europe to the South (Caucasus)\nand through Western Siberia to the Russian Far East.","trees":[{"tree_label":"con 50 majrule","ntax":"41","rootedtree":"TRUE","title":"Tr127758","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_127758.phy"}]}