{"Authors":" Marin Talbot Brewer, Courtney J Cameron, Cynthia T Chan,\nBhabesh Dutta, Ronald D. Gitaitis, L J Grauke, Jason H. Brock, Timothy\nB. Brenneman","Year":" 2021","Title":" Neofusicoccum caryigenum, a new species causing leaf die-back\ndisease of pecan (Carya illinoinensis)","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeriaceae; cryptic species; hickory;\nJuglandaceae; plant pathogen","DOI":"","Abstract":" Neofusicoccum species are endophytes and pathogens of\nwoody hosts and members of the Botryosphaeriaceae. Leaf die-back is a\nnew disease resulting in death of compound leaves and extensive\ndefoliation of pecan trees (Carya illinoinensis) throughout the\nsoutheastern United States. Currently, the disease is primarily observed\non trees that are not managed with fungicides for pecan scab.\nPreliminary observations of the fungus isolated from symptomatic leaves\nindicated it was a member of the genus Neofusicoccum. Our objectives\nwere to confirm that this is the causal organism of leaf die-back\ndisease of pecan and to determine if this disease is caused by a new or\npreviously described species of Neofusicoccum. Morphological\nobservations of pure cultures, conidiomata, conidiogenous cells, and\nconidia were consistent with members of the genus Neofusicoccum. Using\nKochs postulates, we established that Neofusicoccum sp. isolated from\nsymptomatic leaves caused the disease. We sequenced the internal\ntranscribed spacer of the rDNA (ITS), elongation factor 1-α (EF1-α), RNA\npolymerase subunit 2 (RPB2), and ß-tubulin (TUB2) of 11 isolates\ncollected from Georgia and Texas. Phylogenetic and network analyses of\nthese sequences combined with publicly available sequences of 40 members\nof the N. parvum - N. ribis species complex and the outgroup N. australe\nrevealed that this fungus is a member of the species complex, but is\ngenetically distinct from previously described species. We determined\nthat leaf die-back of pecan is caused by a novel species, named herein\nN. caryigenum.","trees":[{"tree_label":"consensus","ntax":"52","rootedtree":"TRUE","title":"Neofusicoccum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131236.phy"}]}