{"Authors":" Derek S. Sikes, Logan John Mullen","Year":" 2020","Title":" Phylogeny and evolution of large body size in the rove beetle\ngenus Phlaeopterus Motschulsky, 1853 (Coleoptera: Staphylinidae:\nOmaliinae: Anthophagini)","Journal":" Arthropod Systematics & Phylogeny","Volume":"","Issue":"","Pages":"","Keywords":" Phlaeopterus, Rove beetle, Staphylinidae, Vellica,\nLesteva, maximum likelihood, Bayesian, DNA barcoding","DOI":"","Abstract":" The omaliine rove beetle genus Phlaeopterus Motschulsky,\n1853 contains 22 species. The genus is distributed across northwestern\nNorth America and eastern Asia. These beetles occur primarily along the\nedges of alpine snowfields and streams, habitats that are particularly\nsensitive to the impacts of climate change. Two species have not been\ncollected since 1979 and 1984, one of which, Phlaeopterus bakerensis\nMullen and Campbell, 2018, is a contender for the largest-bodied species\namong the over 1,500 species of the subfamily Omaliinae. Here, we\npresent the first phylogeny of the genus, using Bayesian and maximum\nlikelihood analyses based on DNA sequences from the mitochondrial gene\nCOI and morphological data. The COI, morphological, and combined\nphylogenies agree in some respects but conflict in others. We tested\nprevious taxonomic hypotheses and most were rejected by all three\nanalyses. We regard two Phlaeopterus species found to be\nnon-monophyletic based on COI sequences to be distinct based on\nmorphology, and suggest that P. castaneus Casey, 1893 and P. loganensis\nHatch, 1957 may have hybridized. We found support for the monophyly of\nthe genus Phlaeopterus. Our analyses suggest the common ancestor of the\ngenus had small-bodied adults (maximum body size under 5 mm) with\nocelli. Within this small-bodied radiation of species ocelli were lost\nonce and there were two separate changes to large-bodied adults. These\nfindings represent the first modern phylogenetic reconstruction of\nspecies-level relationships within the rove beetle subfamily Omaliinae\nMacLeay, 1825 using both morphological and molecular data.","trees":[{"tree_label":"Fig. 5","ntax":"164","rootedtree":"TRUE","title":"Phlaeopterus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133739.phy"},{"tree_label":"Fig. 6","ntax":"23","rootedtree":"TRUE","title":"Phlaeopterus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133738.phy"},{"tree_label":"Fig. 4","ntax":"23","rootedtree":"TRUE","title":"Phlaeopterus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133737.phy"}]}