{"Authors":" Kunhiraman C Rajeshkumar, Uwe Braun, Johannes (Ewald)\nZacharias Groenewald, Sneha S Lad, Nikhil Ashtekar, S. Fatima, Garima\nAnand","Year":" 2021","Title":" Phylogenetic placement and reassessment of Asperisporium\npongamiae as Pedrocrousiella pongamiae gen. et comb. nov.\n(Mycosphaerellaceae)","Journal":" Fungal Systematics and Evolution","Volume":" 7","Issue":"","Pages":" 165-176","Keywords":" Ascomycota, India, multigene-phylogeny, Mycosphaerellales,\nnew taxon","DOI":" 10.3114/fuse.2021.07.08","Abstract":" The leaf spot disease of Pongamia pinnata caused by an\nasperisporium-like asexual morph, which is usually referred to as\nAsperisporium pongamiae, is quite common during monsoon seasons in\nIndia. Phylogenetic analyses, based on LSU and rpb2 sequence data, and\nblast searches using ITS sequence data, revealed that this ascomycete\nforms a lineage within Mycosphaerellaceae distant from all other generic\nlineages. Pedrocrousiella gen. nov., with P. pongamiae comb. nov., based\non Fusicladium pongamiae (≡ A. pongamiae), as type species is introduced\nfor this lineage. This species has been considered the asexual morph of\nMycosphaerella pongamiae (≡ Stigmatea pongamiae). However, this\nconnection is unproven and was just based on the occasional association\nof the two taxa in some collections. Several attempts to induce the\nformation of a sexual morph in culture failed, therefore the putative\nconnection between these morphs could not be confirmed. Asperisporium\npongamiae-pinnatae is reduced to synonymy with P. pongamiae.\nAsperisporium pongamiae-pinnatae was introduced because of the wrong\nassumption that F. pongamiae had been described on another host,\nPongamia globosa. But Fusicladium pongamiae was actually described in\nIndia on Pongamia glabra, which is a synonym of P. pinnata, and hence on\nthe same host as Asperisporium pongamiae-pinnatae. Pedrocrousiella\npongamiae clusters in a clade containing Distocercospora,\nClypeosphaerella, and “Pseudocercospora” nephrolepidicola, a species\nwhich is not congeneric with Pseudocercospora. Phylogenetically,\nPedrocrousiella is distant from the Asperisporium s. str. clade (type\nspecies A. caricae), which is more closely related to Amycosphaerella,\nPseudocercosporella, Distomycovellosiella and Nothopassalora.","trees":[{"tree_label":"Fig. 1. Bayesian phylogenetic tree","ntax":"101","rootedtree":"TRUE","title":"Tr132958","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132958.phy"},{"tree_label":"Unpublished. First of 84 equally most parsimonious\ntrees saved","ntax":"101","rootedtree":"TRUE","title":"Tr132959","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132959.phy"},{"tree_label":"Unpublished. IQ-TREE tree calculated from the combined\ndataset","ntax":"101","rootedtree":"TRUE","title":"Tr132960","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132960.phy"}]}