{"Authors":" Thomas D. Bruns, Detlev R. Vogler","Year":" 1998","Title":" Phylogenetic relationships among the pine stem rust fungi\n(Cronartium and Peridermium spp.).","Journal":" Mycologia","Volume":" 90","Issue":" NA","Pages":" 244-257","Keywords":" DNA sequence analysis; isozyme analysis;\nUrediniomycetes","DOI":" NA","Abstract":" Species in Cronartium and its anamorphic genus Peridermium\nform a morphologically homogeneous group of rust fungi that infect\nstems, branches, and cones of Pinus species in North and Central\nAmerica, Asia, and Europe. Several species are important forest\npathogens, causing severe economic and aesthetic damage to pines in\nforests and parks throughout the northern hemisphere. Morphological\ncharacters have been used to distinguish among these rust fungi, but\nhave proven inadequate for assessing phylogenetic relationships within\nthe group. In this study, we extracted fungal DNA from spores and\ninfected host tissue representing collections of all major North\nAmerican and Eurasian Cronartium and Peridermium species and of two\nrelated rust genera, Chrysomyxa and Pucciniastrum. Using the polymerase\nchain reaction, we amplified and sequenced the internal transcribed\nspacer region from the nuclear ribosomal RNA genes, aligned sequences\nfor all taxa, and generated phylogenetic trees using parsimony and\nneighbor-joining techniques. Parsimony analysis yielded a strict\nconsensus of 24 trees that is congruent with the single tree generated\nby neighbor-joining analysis. Neighbor-joining was also used to compare\ntrees derived from nucleotide sequences and from isozyme phenotype data\nfrom an earlier study; in general, the same species groups were\nsupported in both data sets. Our analyses indicate that the pine stem\nrust fungi form distinct clades that correlate with telial host families\n(e.g., Fagaceae and Santalaceae). Close phylogenetic relationships\nbetween autoecious, short- cycled Peridermium species and putative\nheteroecious relatives were confirmed (e.g., P. harknessii with C.\nquercuum f. sp. banksianae, and P. bethelii with C. comandrae).\nNucleotide sequences and isozyme phenotypes were used to identify four\nundescribed taxa, including: California oak rust, which may be a cone or\ngall rust that has become isolated from its aecial host; white-spored\ngall rust from the southwestern U.S., which was thought to be an albino\nform of orange-spored P. harknessii; a previously undescribed\nyellow-spored gall rust from California; and stalactiform limb rust of\nJeffrey pine, which was thought to be a host-form of C. coleosporioides.\nIn light of these results, a systematic reevaluation of Cronartium and\nPeridermium morphology and biology is needed.","trees":[{"tree_label":"Fig. 1","ntax":"29","rootedtree":"TRUE","title":"Pine Stem Rust Fungi","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1363.phy"}]}