{"Authors":" Yaxing Wu","Year":" 2020","Title":" Two new species of Steccherinum (Polyporales, Basidiomycota)\nfrom southern China based on morphology and DNA sequence data","Journal":" Phytotaxa","Volume":"","Issue":"","Pages":"","Keywords":" Molecular phylogeny, Steccherinaceae, Taxonomy,\nWood-rotting fungi, Yunnan Province","DOI":"","Abstract":" Two new wood-inhabiting fungal species, Steccherinum\nhirsutum and S. yunnanense spp. nov., are proposed based on a\ncombination of morphological features and molecular evidence.\nSteccherinum hirsutum is characterized by an annual growth habit,\nstipitate basidiocarps with scarlet to red, odontioid hymenial surface,\na dimitic hyphal system with clamped generative hyphae negative in\nMelzers reaction, and acyanophilous basidiospores measuring 2.73.7\n×1.62.7 µm. Steccherinum yunnanense is distinguished by resupinate\nbasidiomata with odontioid hymenial surface, a dimitic hyphal system\nwith clamped generative hyphae, strongly encrusted cystidia and\nellipsoid, hyaline, thin-walled, smooth basidiospores (3.34.7 × 2.23.3\nµm). Sequences of ITS and LSU nrRNA gene regions of the studied samples\nwere generated, and phylogenetic analyses were performed using maximum\nlikelihood, maximum parsimony and bayesian inference methods. The\nphylogenetic analyses based on the combined ITS dataset comfirmed that\ntwo new species nest in Steccherinum, in the residual polyporoid clade,\nthe results revealed that Steccherinum hirsutum groups with S.\nbourdotii. Steccherinum yunnanense groups with S. tenue. The other\nphylogenetic analyses based on molecular data of ITS+nLSU sequences, the\nresults revealed that Steccherinum hirsutum groups with S. bourdotii, S.\nochraceum and S. undigerum. Steccherinum yunnanense formed a\nwell-supported lineage in an isolated position distinct from other\nSteccherinum species.","trees":[{"tree_label":"MajRule","ntax":"33","rootedtree":"TRUE","title":"Steccherinum ITS nLSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131234.phy"},{"tree_label":"Imported tree 1","ntax":"65","rootedtree":"TRUE","title":"Steccherinum ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131235.phy"}]}