{"Authors":" Sofia Paz-Sedano, Nerida G. Wilson, Leila Carmona, Terrence\nM. Gosliner, Marta Pola","Year":" 2020","Title":" An ocean yet to be discovered: increasing systematic\nknowledge of Indo-Pacific Okenia Menke, 1830 (Nudibranchia:\nGoniodorididae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" new species, phylogeny, taxonomy, Japan, Mozambique,\nAustralia","DOI":"","Abstract":" Numerous faunistic and ecological studies have been\nconducted throughout the Indo-Pacific Ocean to assess its biodiversity.\nDespite the abundance of research, studies on the species that inhabit\nthe Indo-Pacific are still necessary due to its extent and high species\nrichness. The systematics of the genus Okenia Menke, 1830 (Nudibranchia,\nGoniodorididae) is still unclear since it has been the subject of only a\nfew and incomplete studies. Okenia currently includes 60 valid species,\n38 of which inhabit Indo-Pacific waters. Nevertheless, this number does\nnot represent the real biodiversity, since at least 20 more species are\nalready reported in field-guides as undescribed species belonging to\nthis genus. In the present paper, we describe six new Okenia species\nfrom the coastlines of Japan, Mozambique and Australia: Okenia atra sp.\nnov., Okenia aurorapapillata sp. nov., Okenia elisae sp. nov., Okenia\nnakanae sp. nov., Okenia siderata sp. nov. and Okenia tenuifibrata sp.\nnov. Moreover, anatomical details not previously described for several\nother species are provided. New partial sequences of standard markers\n(COI, 16S rRNA and H3) were obtained and a phylogenetic analysis that\nincluded all species with available data was performed. Morphological\nand molecular analyses not only show that the species full richness of\nthe genus Okenia is still incomplete, but suggest that its taxonomy and\nsystematics will be modified with increasing knowledge of the\ngenus.","trees":[{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Tr128191","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128191.phy"}]}