{"Authors":" Taehoon Kim, Shafina Samraj, Juan Jimenez, Celina Gomez,\nTie Liu, Kevin Begcy","Year":" 2020","Title":" Surveying the lettuce genome: Genome-wide identification of\nHsfs and Hsps in response to UV and high light stress","Journal":" BMC Plant Biology","Volume":"","Issue":"","Pages":"","Keywords":" Lettuce, heat shock factors, heat shock proteins, gene\nduplication, light conditions","DOI":"","Abstract":" [Background] Heat shock factors (Hsfs) and Heat shock\nproteins (Hsps) belong to an essential group of molecular regulators\ninvolved in controlling cellular processes under normal and stress\nconditions. The role of Hsfs and Hsps is well known in model plant\nspecies under diverse stress conditions. However, in lettuce (Lactuca\nsativa), a highly consumed vegetable crop grown in the field and in\nhydroponic systems, the role of these gene families in response to\nartificial light is not well characterized. [Results] Using a\ngenome-wide analysis approach, we identified 32 Hsfs and 22 small heat\nshock proteins (LsHsps) in lettuce, some of which do not have\northologous in Arabidopsis, poplar, and rice. LsHsp60s, LsHsp90s, and\nLsHsp100s are highly conserved among dicot and monocot species.\nSurprisingly, LsHsp70s have three times more members than Arabidopsis\nand two times more than rice. Genome triplication might have contributed\nto the increased number of LsHsp70s genes. Chromosomal distribution\nanalysis shows larger tandem repeats of LsHsp70s genes in Chr1, Chr7,\nChr8, and Chr9. At the transcriptional level, some genes of the LsHsfs,\nLsHsps, LsHsp60s, and LsHsp70s families were highly responsive to UV and\nhigh light stress, in contrast of LsHsp90s and LsHsp100s which did not\nrespond to a light stimulus.\n[Conclusions] Our genome-wide analysis provides a detail identification\nof Hsfs and Hsps in lettuce. Chromosomal location and syntenic region\nanalysis together with our transcriptional analysis under different\nlight conditions provide candidate genes for breeding programs aiming to\nproduce lettuce varieties able to grow healthy under hydroponic systems\nthat use artificial light.","trees":[{"tree_label":"Fig. 7E","ntax":"15","rootedtree":"TRUE","title":"Lactuca sativa Athaliana Hsp100","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_127947.phy"},{"tree_label":"Fig. 5B","ntax":"82","rootedtree":"TRUE","title":"Lactuca sativa Athaliana Hsp70","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_127948.phy"},{"tree_label":"Fig. 4B","ntax":"40","rootedtree":"TRUE","title":"Lactuca sativa Athaliana Hsp60","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_127951.phy"},{"tree_label":"Fig. 7B","ntax":"14","rootedtree":"TRUE","title":"Lactuca sativa Athaliana Hsp90","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_127949.phy"},{"tree_label":"Fig. 3B","ntax":"51","rootedtree":"TRUE","title":"Lactuca sativa Athaliana sHsp","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_127952.phy"},{"tree_label":"Fig. 2B","ntax":"53","rootedtree":"TRUE","title":"Lactuca sativa Athaliana Hsf","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_127950.phy"}]}