{"Authors":" Jonathan Norman Mack, Rafik Assabgui, Keith Seifert","Year":" 2020","Title":" Taxonomy and phylogeny of the hyphomycete genus Hormomyces\n(Tulasnellaceae)","Journal":" FUSE","Volume":"","Issue":"","Pages":"","Keywords":" Dacrymyces; Oosporidium; Tremella; Tulasnella; 1 new\ntaxon","DOI":"","Abstract":" The taxonomy of the genus Hormomyces, typified by\nHormomyces aurantiacus, which was long assumed to be the hyphomycetous\nanamorph of Tremella mesenterica (Tremellales, Tremellomycetes) or\noccasionally Dacrymyces (Dacrymycetales, Dacrymycetes) based on\ncircumstantial evidence, is revised. Phylogenies based on the three nuc\nrDNA markers (internal transcribed spacers (ITS), 28S large ribosomal\nsubunit (28S) and 18S small ribosomal subunit (18S)), based on cultures\nfrom Canada and the United States, suggest that the genus is synonymous\nwith Tulasnella (Cantharellales, Agaricomycetes) rather than Tremella.\nMorphological studies of 38 herbarium specimens of Hormomyces, including\nthe type specimens of H. callorioides, H. fragiformis, H. paridiphilus\nand H. peniophorae and examination of the protologue of H. abieticola,\nH. aurantiacus and H. pezizoideus suggest that H. callorioides and H.\nfragiformis are conspecific with H. aurantiacus while the remaining\nspecies are unlikely to be related to Tulasnella. The conidial chains\nproduced by H. aurantiacus are similar to monilioid cells produced by\nanamorphs of Tulasnella, often referred to the anamorph genus\nEpulorhiza. The new combination Tulasnella aurantiaca is proposed and\nthe species is redescribed, illustrated and compared with similar fungi.\nThe ecological niche of T. aurantiaca and its possible relationship to\norchid root endophytes is discussed. A key to anamorph genera with\nsimilar conidium ontogeny to T. aurantiaca is provided.","trees":[{"tree_label":"con 50 majrule","ntax":"80","rootedtree":"TRUE","title":"Tulasnella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_131437.phy"}]}