{"Authors":" Katarína Pastirčáková, Katarína Adamčíková, Kamila\nBacigálová, Miroslav Caboň, Petra Mikuová, Duan Senko, Marek Svitok,\nSlavomír Adamčík","Year":" 2020","Title":" Ash trees (Fraxinus spp.) in urban greenery as possible\ninvasion gates of non-native powdery mildews (Phyllactinia spp.)","Journal":" Forests","Volume":" 12","Issue":" 2","Pages":"","Keywords":" bioclimatic variables; invasive fungi; powdery mildews;\nniche analyses; habitat modeling","DOI":" 10.3390/f12020183","Abstract":" Two Phyllactinia species have been associated with powdery\nmildew on leaves of ash trees (Fraxinus) in Eurasia, Phyllactinia\nfraxinicola U. Braun & H.D. Shin from Southeast Asia and\nPhyllactinia fraxini (DC.) Fuss from Europe. Non-native ash trees are\nplanted in urban greeneries in both Europe and Southeast Asia, but so\nfar, the two Phyllactinia species have not been reported from the same\narea. Our molecular analysis of European material consisting of 55\nPhyllactinia specimens from 15 countries confirmed the absence of P.\nfraxinicola in Europe. In Europe, we confirmed P. fraxini on all three\nEuropean native ash species and on the introduced Asian ash species,\nFraxinus. chinensis ssp. Rhynchophylla (Hance) A.E. Murray and Fraxinus\nmandshurica Rupr, planted in arboreta. Among the 11 collections examined\nfrom Southeast Asia, 3 were identified as P. fraxini and 8 as P.\nfraxinicola. The environmental niches of the two Phyllactinia species do\nnot show significant overlap in the multidimensional space defined by\nbioclimatic variables. This suggests that the Asian species P.\nfraxinicola is not adapted to conditions prevailing in most of Europe\nand does not represent an invasive threat across the continent. Models\nof the potential distribution of Phyllactinia species do not overlap in\nEurope, but there are some areas to the northwest that could be\nsusceptible to invasion by P. fraxinicola.","trees":[{"tree_label":"PAUP 1","ntax":"69","rootedtree":"TRUE","title":"Phyllactinia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129723.phy"}]}