{"Authors":" Jia Yu , Xue-Wei Wang, Li-Wei Zhou","Year":" 2020","Title":" Taxonomy and phylogeny of Resinicium sensu lato revealing a\nnew genus and five new species in Hymenochaetales (Basidiomycota) from\nAsia Pacific","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" corticioid fungi, Skvortzovia, Skvortzoviella,\nwood-inhabiting fungi, six new taxa","DOI":"","Abstract":" Hymenochaetales, belonging to Agaricomycetes,\nBasidiomycota, is a not well-framed fungal order at the family level\nfrom the phylogenetic perspective, due mainly to the not comprehensively\nrecognized species diversity of some genera without certain taxonomic\npositions at the family level. To improve the knowledge of species\ndiversity within Hymenochaetales, two dozen of Asia Pacific specimens\npreliminarily identified to be members of Resinicium s.l. are carefully\nstudied from morphological and phylogenetic perspectives. From these\nspecimens, a new monotypic genus Skvortzoviella, and five new species,\nviz. Resinicium austroasianum, R. magnihalocystidium, Skvortzovia\ndabieshanensis, S. qilianensis and Skvortzoviella lenis are described.\nAlthough the family positions of Resinicium, Skvortzovia and\nSkvortzoviella are still ambiguous, the current study provides new\nmaterials for further reconstructing the phylogenetic frame of\nHymenochaetales. In addition, the ancestral geographic origin of\nResinicium was estimated in Asia Pacific instead of previously assumed\ntropical America.","trees":[{"tree_label":"con 50 majrule","ntax":"58","rootedtree":"TRUE","title":"Tr128950","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128950.phy"},{"tree_label":"TREE1","ntax":"15","rootedtree":"TRUE","title":"Tr128951","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128951.phy"},{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Tr129738","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129738.phy"}]}