{"Authors":" Lisa A. Kelly, Kaylene Bransgrove, Nigel A Fec, Kara\nStuart, Abhay K Pandey, Mamta Sharma, Mark Z. Nemeth, Shu-Yan Liu,\nShu-Rong Tang, Ramakrishnan M. Nair, Col Douglas, Levente Kiss, Niloofar\nVaghefi","Year":" 2020","Title":" One crop disease, how many pathogens? Podosphaera xanthii and\nErysiphe vignae sp. nov. identified as the two species that cause\npowdery mildew of mungbean (Vigna radiata) and black gram (V. mungo) in\nAustralia","Journal":" Phytopathology","Volume":"","Issue":"","Pages":"","Keywords":" Erysiphe diffusa, Erysiphe polygoni, Erysiphe vignae, new\npowdery mildew species, Podosphaera xanthii, taxonomy, Vigna mungo,\nVigna radiata (syn. Phaseolus aureus)","DOI":"","Abstract":" Powdery mildew is a significant threat to mungbean (Vigna\nradiata) and black gram (V. mungo) production across Australia and\noverseas. Despite being present in Australia for at least six decades,\nand being easily recognized in the field, the precise identification of\nthe pathogens causing this disease has remained unclear. Our goal was to\nidentify the powdery mildew species infecting mungbean, black gram, and\nwild mungbean (V. radiata ssp. sublobata) in Australia. The internal\ntranscribed spacer (ITS) and large subunit (LSU) sequences of the\nribosomal DNA (rDNA) and/or morphology of 57 Australian specimens were\nexamined. Mungbean and black gram were infected by two species:\nPodosphaera xanthii and a newly recognised taxon, Erysiphe vignae sp.\nnov.. Wild mungbean was infected only with P. xanthii. Mungbean and\nblack gram powdery mildew ITS sequences from China, India and Taiwan\nrevealed the presence of only P. xanthii on these crops despite\ncontroversial reports of an Erysiphe species on both crops in India.\nSequence analyses indicated that the closest relative of E. vignae is E.\ndiffusa, which infects soybean (Glycine max) and other plants. Erysiphe\nvignae did not infect soybean in cross-inoculation tests. In turn, E.\ndiffusa from soybean infected black gram and provoked hypersensitive\nresponse in mungbean. The recognition of a second species, E. vignae, as\nanother causal agent of mungbean and black gram powdery mildew in\nAustralia, may complicate plant breeding efforts and control of the\ndisease with fungicide applications.","trees":[{"tree_label":"consensus","ntax":"37","rootedtree":"TRUE","title":"Tr128516","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128516.phy"},{"tree_label":"consensus","ntax":"17","rootedtree":"TRUE","title":"Tr128517","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128517.phy"},{"tree_label":"consensus","ntax":"34","rootedtree":"TRUE","title":"Tr128687","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128687.phy"}]}