{"Authors":" Jiangchun Wei, Shu-Hua Jiang, Robert Lücking, Hua-Jie Liu,\nAmanda Barreto Xavier-Leite, Carlos Viñas Portilla","Year":" 2021","Title":" Twelve new species reveal cryptic diversification in\nfoliicolous lichens of Strigula s.lat. (Strigulales, Ascomycota)","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" diversity, morphology, new taxa, Strigulaceae,\nsystematics","DOI":"","Abstract":" We employed a molecular phylogenetic approach using five\nmarkers (ITS, nuSSU, nuLSU, TEF1-α, RPB2) to assess potential cryptic\nspeciation in foliicolous members of Strigula s.lat. (Strigulaceae),\nincluding the recently segregated genera Phylloporis, Puiggariella,\nRaciborskiella, Racoplaca, and Serusiauxiella, from tropical areas in\nAsia, and Central and South America, with selected material from the\nNeotropics as reference. On the basis of combined molecular and\nphenotypic data, two new species of Racoplaca and ten new species of\nStrigula s.str. are established: Racoplaca macrospora sp. nov., R.\nmaculatoides sp. nov., Strigula guangdongensis sp. nov., S. intermedia\nsp. nov., S. laevis sp. nov., S. microcarpa sp. nov., S. peudoantillarum\nsp. nov., S. pseudosubtilissima sp. nov., S. pycnoradians sp. nov., S.\nsinoconcreta sp. nov., S. stenoloba sp. nov., and S. subtilissimoides\nsp. nov. In addition, we propose the new combination Phylloporis palmae\ncomb. nov., based on Manaustrum palmae. Our data indicate a considerable\ndegree of cryptic diversification in foliicolous representatives of\nStrigula s.lat. particularly in the presumably widespread taxa S.\nantillarum, S. concreta, S. nitidula, and S. smaragdula. Given that\nthese phylogenetic revisions are thus far limited to few regions, we\npredict that our findings only represent the proverbial tip of the\niceberg.","trees":[{"tree_label":"Imported tree 1","ntax":"225","rootedtree":"TRUE","title":"Strigulales ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131617.phy"},{"tree_label":"Imported tree 1","ntax":"67","rootedtree":"TRUE","title":"Strigulales 4 gene","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131618.phy"}]}