{"Authors":" Liliana Santos, Alan John Lander Phillips, Artur Alves,\nSandra Hilário","Year":" 2021","Title":" Caveats of the internal transcribed spacer region as a\nbarcode to resolve species boundaries in Diaporthe","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Phomopsis, DNA barcode, hybridization, ITS polymorphisms,\nphylogeny","DOI":"","Abstract":" Species in Diaporthe are largely reported as important\nplant pathogens. Identification of species in this genus has been\ncomplemented by morphological and molecular features. However, one\nimportant factor delaying this process is the struggle to formulate\nrobust species concepts to create adequate international phytosanitary\nmeasures. Regardless of the wide use of the internal transcribed spacer\n(ITS) region, established as the primary genetic barcode for fungi, the\ntendency for intraspecific variation has been reported, misleading\ninterpretation of the phylogenetic analyses. Therefore, the present\nstudy aimed to illustrate, using specific examples, how the ITS region\nmay be problematic for species delimitation. We showed that the ITS\nregion is highly variable, with strains of D. malorum and D. novem\nfalling into more than one clade, which if analyzed on their own, would\nbe likely recognized as distinct taxa. Divergent ITS paralogs were also\nproved to coexist within the genome of D. novem. We also suggest that\nITS may have escaped from concerted evolution or has undergone a recent\nspeciation event. Furthermore, this study reports for the first time the\nexistence of a putative hybrid in the genus Diaporthe. Our findings\noffer new clues towards the intraspecific and intragenomic variation in\nthe ITS region, raising questions about its value for barcoding to\ndelineate species in the genus Diaporthe. Therefore, we suggest that the\nITS region must be analyzed cautiously and always compared for\ncongruence prior to description of novel taxa.","trees":[{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Tr128268","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128268.phy"},{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Tr128269","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128269.phy"},{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Tr128270","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128270.phy"},{"tree_label":"Imported tree 1","ntax":"60","rootedtree":"TRUE","title":"Tr128271","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128271.phy"},{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Tr128272","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128272.phy"},{"tree_label":"Imported tree 1","ntax":"61","rootedtree":"TRUE","title":"Tr128274","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128274.phy"},{"tree_label":"Imported tree 1","ntax":"60","rootedtree":"TRUE","title":"Tr128273","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128273.phy"}]}