{"Authors":" Sarah Mathews, Michael J Donoghue","Year":" 1998","Title":" Duplicate genes and the root of the angiosperms, with an\nexample using phytochrome sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 9","Issue":" 3","Pages":" 489-500","Keywords":"","DOI":" 10.1006/mpev.1998.0511","Abstract":" The root of the angiosperm tree has not yet been\nestablished. Major morphological and molecular differences between\nangiosperms and other seed plants have introduced ambiguities and\npossibly spurious results. Because it is unlikely that extant species\nmore closely related to angiosperms will be discovered, and because\nrelevant fossils will almost certainly not yield molecular data, the use\nof duplicate genes for rooting purposes may provide the best hope of a\nsolution. Simultaneous analysis of the genes resulting from a gene\nduplication event along the branch subtending angiosperms would yield an\nunrooted network, wherein two congruent gene trees should be connected\nby a single branch. Under these circumstances the best rooted species\ntree is the one that corresponds to the two gene trees when the network\nis rooted along the connecting branch. In general, this approach can be\nviewed as choosing among rooted species trees by minimizing hypothesized\nevents such as gene duplication, gene loss, lineage sorting, and lateral\ntransfer. Of those gene families that are potentially relevant to the\nangiosperm problem, phytochrome genes warrant special attention.\nPhylogenetic analysis of a sample of complete phytochrome (PHY)\nsequences implies that an initial duplication event preceded (or\noccurred early within) the radiation of seed plants, and that each of\nthe two resulting copies duplicated again. In one of these cases,\nleading to the PHYA and PHYC lineages, duplication appears to have\noccurred before the diversification of angiosperms. Duplicate gene trees\nare congruent in these broad analyses, but the sample of sequences is\ntoo limited to provide much insight into the rooting question.\nPreliminary analyses of partial PHYA and PHYC sequences from several\npresumably basal angiosperm lineages are promising, but more data are\nneeded to critically evaluate the power of these genes to resolve the\nangiosperm radiation.","trees":[{"tree_label":"Fig. 3","ntax":"30","rootedtree":"TRUE","title":"Phytochrome gene tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1374.phy"},{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Phytochrome gene tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1375.phy"}]}