{"Authors":" Qiang Cheng, Junxiang Chen, lijuan lijuan zhao","Year":" 2021","Title":" Draft genome sequence of Marssonina coronaria, causal agent\nof apple blotch, and comparisons with the Marssonina brunnea and\nMarssonina rosae genomes","Journal":" PLOS One","Volume":" 16","Issue":" 2","Pages":"","Keywords":"","DOI":" 10.1371/journal.pone.0246666","Abstract":" Marssonina coronaria Ellis & Davis is a filamentous\nfungus in the class Leotiomycetes that causes apple blotch, an\neconomically important disease of apples worldwide. Here, we sequenced\nthe whole genome of M. coronaria strain NL1. The genome contained 50.3\nMb with 589 scaffolds and 9,622 protein-coding genes. A phylogenetic\nanalysis using multiple loci and a whole-genome alignment revealed that\nM. coronaria is closely related to Marssonina rosae and Marssonina\nbrunnea. A comparison of the three genomes revealed 90 species-specific\ncarbohydrate-active enzymes, 19 of which showed atypical distributions,\nand 12 species-specific secondary metabolite biosynthetic gene clusters,\ntwo of which have the potential to synthesize products analogous to PR\ntoxin and swainsonine, respectively. We identified 796 genes encoding\nfor small secreted proteins in Marssonina spp., many encoding for\nunknown hypothetical proteins. In addition, we revealed the genetic\narchitecture of the MAT1-1 and MAT1-2 mating-type loci of M. coronaria,\nas well as 16 tested isolates carrying either MAT1-1 idiomorph (3) or\nMAT1-2 idiomorph (13). Our results showed a series of species-specific\ncarbohydrate-active enzyme, secondary metabolite biosynthetic gene\nclusters and small-secreted proteins that may be involved in the\nadaptation of Marssonina spp. to their distinct hosts. We also confirmed\nthat M. coronaria possesses a heterothallic mating system and has\noutcrossing potential in nature.","trees":[{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Marssonina coronaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131687.phy"},{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Marssonina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131738.phy"},{"tree_label":"Fig. 4a","ntax":"48","rootedtree":"TRUE","title":"SwnK and SwnK-like proteins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131739.phy"}]}