{"Authors":" Yang Han, Dawn S Luthe","Year":" 2021","Title":" Identification and evolution analysis of the JAZ gene family\nin maize","Journal":" BMC Gemonics","Volume":"","Issue":"","Pages":"","Keywords":" Maize, Insect resistance, Jasmonate-ZIM domain,\nPhylogenetic analysis, Selection","DOI":"","Abstract":" Background: Jasmonates (JAs) are important for plants to\ncoordinate growth, reproduction, and defense responses. In JA signaling,\njasmonate ZIM-domain (JAZ) proteins serve as master regulators at the\ninitial stage of herbivores attacks. Although discovered in many plant\nspecies, little in-depth characterization of JAZ gene expression has\nbeen reported in the agronomically important crop, maize (Zea mays\nL.).\nResults: In this study 16 JAZ genes from the maize genome were\nidentified and classified. Phylogenetic analyses were performed from\nmaize, rice, sorghum, Brachypodium, and Arabidopsis using deduced\nprotein sequences, total six clades were proposed and conservation was\nobserved in each group, such as similar gene exon/intron structures.\nSynteny analysis across four monocots indicated these JAZ gene families\nhad a common ancestor, and duplication events in maize genome may drive\nthe expansion of JAZ gene family, including genome-wide duplication\n(GWD), transposon, and/or tandem duplication. Strong purifying selection\nacted on all JAZ genes except those in group 4, which were under neutral\nselection. Further, we cloned three paralogous JAZ gene pairs from two\nmaize inbreds differing in JA levels and insect resistance, and gene\npolymorphisms were observed between two inbreds. Conclusions: Here we\nanalyzed the composition and evolution of JAZ genes in maize with three\nother monocot plants. Extensive phylogenetic and synteny analysis\nrevealed the expansion and selection fate of maize JAZ. This is the\nfirst study comparing the difference between two inbreds, and we propose\ngenotype-specific JAZ gene expression might be present in maize plants.\nSince genetic redundancy in JAZ gene family hampers our understanding of\ntheir role in response to specific elicitors, we hope this research\ncould be pertinent to elucidating the defensive responses in\nplants.","trees":[{"tree_label":"Fig. 1","ntax":"60","rootedtree":"TRUE","title":"Phylogenetic tree of all JAZ proteins","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_128651.phy"}]}