{"Authors":" Shi-Liang Liu, Li-Wei Zhou","Year":" 2021","Title":" The genus Fibrodontia (Trechisporales, Basidiomycota) with\ntwo new species from China and a key to worldwide species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" corticioid fungi; Cystidiodendron; Schizoporaceae;\ntaxonomy; wood-inhabiting fungi; 2 new taxa","DOI":"","Abstract":" Fibrodontia is a genus of wood-inhabiting fungi consisting\nof four species, including F. gossypina as generic type. Two new\nspecies, Fibrodontia austrosinensis and F. subalba, are described and\nillustrated from China. Fibrodontia austrosinensis from southwestern\nChina is characterized by a grandinioid to odontioid hymenophore with\nnumerous small aculei, a dimitic hyphal system with scattered, smooth\nskeletal hyphae and ellipsoid basidiospores measuring 4.25.2 × 3.54.5\nμm. Fibrodontia subalba from the West Tianshan Mountain in northwestern\nChina is distinguished by an odontioid to hydnoid hymenophore, a dimitic\nhyphal system, and ellipsoid basidiospores measuring 3.74.4 × 2.83.4 μm.\nThe phylogenies inferred from the data set of nuc rDNA ITS1-5.8S-ITS2\n(ITS) and D1D2 domains of nuc 28S rDNA (28S), and that of ITS, 28S,\ntranslation elongation factor (tef1α), and RNA polymerase II second\nlargest subunit (rpb2) supported Fibrodontia as a monophyletic genus in\nthe Trechisporales and F. austrosinensis and F. subalba as separate\nlineages within Fibrodontia. Multi-rate Poisson Tree Processes,\nAutomatic Barcode Gap Discovery and genetic distance methods based on\nITS sequences of Fibrodontia also supported F. austrosinensis and F.\nsubalba as distinct species. The taxonomic status of F. fimbriata that\nwas recently transferred from Cystidiodendron, is briefly discussed. A\nkey to the six species of Fibrodontia is provided.","trees":[{"tree_label":"Fig. 1","ntax":"24","rootedtree":"TRUE","title":"Fibrodontia ITS and 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132000.phy"},{"tree_label":"Fig. 3","ntax":"15","rootedtree":"TRUE","title":"Fibrodontia ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132001.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Fibrodontia ITS 28S tef1 rpb2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132002.phy"}]}