{"Authors":" Peter E Mortimer, Rajesh Jeewon, Jian-Chu xu, Saisamorn\nLumyong, Dhanushka Nadeeshan Wanasinghe","Year":" 2021","Title":" Morpho-phylo taxonomy of novel dothideomycetous fungi\nassociated with dead woody twigs in Yunnan Province, China","Journal":" Frontiers in Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, coelomycetes, Honghe, Pleosporales, Yuxi","DOI":"","Abstract":" The occurrence of macrofungi is a well-trod topic in\nmycology, but the diversity and distribution of woody-based microfungi\nhas not received the same degree of research attention, especially in\nrelatively unexplored regions, such as Yunnan Province, China. To help\naddress this knowledge gap, we collected fungal specimens from different\nplants at various locations across Yunnan Province. This region is a\nbiodiversity hotspot and rich in fungal species that colonize a wide\narray of habitats. Our investigation led to the discovery of four\nspecies that are clearly distinct from extant ones. Morphological\nexaminations were performed, and phylogenetic relationships of the new\ncollections were also elucidated. In this study, we describe and\nillustrate two species (Acrocalymma honghenesis sp. nov., A. yuxiensis\nsp. nov.) in Acrocalymmaceae, one new genus and a new species\n(Neoheleiosa lincangensis gen. et sp. nov.) in Monoblastiaceae and one\nspecies (Magnibotryascoma kunmingensis sp. nov.) in Teichosporaceae.\nThese taxonomic novelties were recognized based on morphological\ncomparisons coupled with phylogenetic analyses of multiple gene\nsequences (non-translated loci and protein-coding regions)","trees":[{"tree_label":"Acrocalymma","ntax":"22","rootedtree":"TRUE","title":"Tr128502","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128502.phy"},{"tree_label":"Teichosporaceae","ntax":"58","rootedtree":"TRUE","title":"Tr128504","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128504.phy"},{"tree_label":"Monoblastiaceae","ntax":"25","rootedtree":"TRUE","title":"Tr128503","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128503.phy"}]}