{"Authors":" Paulina Janik, Magdalena Szczepaniak, Carlos Lado, Anna\nRonikier","Year":" 2021","Title":" Didymium pseudonivicola  a new myxomycete from the austral\nAndes emerges from the broad-scale morphological and molecular analyses\nof D. nivicola collections","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Amoebozoa, distribution, Myxogastria, nivicolous species,\nPhysarales, SEM, taxonomy, 18S rRNA, EF1A, 1 new taxon","DOI":"","Abstract":" A new nivicolous myxomycete is described as a result of a\ncomprehensive study of Didymium nivicola collections from the entire\nrange of its occurrence. Statistical analysis of twelve morphological\ncharacters, phylogenetic analyses of two molecular markers: partial\nsmall ribosomal subunit (18S rDNA) and elongation factor 1-alpha gene\n(EF1A), and delimitation method (Automatic Barcode Gap Diversity) have\nbeen applied. A preliminary morphological analysis of D. nivicola\ncollections done within the present study prior to the statistical\nanalysis of morphological characters revealed high variability of South\nAmerican populations where four types of spore ornamentation were noted.\nResults of molecular study and statistical analysis of morphological\ncharacters, however, did not support the recognition of these four forms\nbut supported the distinction of two morphotypes. In consequence, two\nspecies has been recognized: D. nivicola and the newly proposed D.\npseudonivicola. The new species, can be distinguished from D. nivicola\nby distinctly larger, mostly plasmodiocarpic sporophores, which are\nscattered to gregarious, by its paler spores and by paler, more delicate\nand more elastic capillitium. Spore ornamentation of D. pseudonivicola\nis uniform and can be described as distinctly spiny (pilate by SEM)\nwhile those of D. nivicola is more variable, where spines (pilae by SEM)\nare delicate, distinct or conspicuous. While D. nivicola is a species\ndistributed worldwide, D. pseudonivicola occurs only in the austral\nAndes of Argentina and Chile.","trees":[{"tree_label":"con 50 majrule","ntax":"67","rootedtree":"TRUE","title":"Tr131775","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131775.phy"},{"tree_label":"con 50 majrule","ntax":"33","rootedtree":"TRUE","title":"Tr131776","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131776.phy"}]}