{"Authors":" Ole Christian Hagestad, Lingwei Hou, Jeanette Hammer\nAndersen, Espen Hansen, Bjørn Altermark, Chun Li, Eric Kuhnert, Russel\nJ. Cox, Pedro W. Crous, Joseph W. Spatafora, Igor V Grigoriev, Kathleen\nLail, Mojgan Amirebrahimi, Anna Lipzen, Jasmyn Pangilinan, William\nAndreopoulos, Richard Hayes, Vivian Ng, Steven A. Jackson, Thomas D. S.\nSutton, Alan D. W. Dobson, Teppo Rämä","Year":" 2021","Title":" Genomic characterization of three marine fungi, including\nEmericellopsis atlantica sp. nov. with signatures of a generalist\nlifestyle and marine biomass degradation","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" Amylocarpus encephaloides; Calycina marina; carbohydrate\nactive enzymes; gene cluster; genome; marine fungi; Emericellopsis; 1\nnew taxon","DOI":"","Abstract":" Marine fungi remain poorly covered in global genome\nsequencing campaigns; the 1000 fungal genomes (1KFG) project attempts to\nshed light on the diversity, ecology and potential industrial use of\noverlooked and poorly resolved fungal taxa. This study characterizes the\ngenomes of three marine fungi. The saprotrophic Amylocarpus\nencephaloides and the algae-associated Calycina marina were genome\nsequenced to study their genomic features and phylogenetic placement\nusing multilocus data. The two species were placed in the Helotiaceae\n(A. encephaloides) and Pezizellaceae (C. marina), Helotiales based on a\n15-gene phylogenetic analysis. These two genomes had fewer biosynthetic\ngene clusters (BGCs) and carbohydrate active enzymes (CAZymes) than\nEmericellopsis TS7. Emericellopsis TS7 isolate (Hypocreales, Ascomycota)\nwas isolated from the sponge Stelletta normani and whole genome\nsequenced to study the antibacterial activity observed in initial\nscreenings and the systematic position within the Emericellopsis. A\nsix-gene phylogenetic analysis placed the isolate TS7 in the marine\nEmericellopsis clade and morphological examination confirmed that the\nisolate represents a new species, described here as Emericellopsis\natlantica. Analysis of its CAZyme repertoire indicated that E. atlantica\nis a generalist fungus. FungiSmash revealed the presence of 35 BGCs\nincluding, eight non-ribosomal peptide synthases (NRPSs), six NRPS-like,\nsix polyketide synthases, nine terpenes and six hybrid, mixed or other\nclusters. Of these BGCs, only five were homologs with characterized\nBGCs. E. atlantica was grown in 11 different media that were extracted,\npre-fractioned and tested for bioactivity. Several fractions showed\nantibacterial, anti-biofilm or immunomodulatory activities. Accurate\nmass and mass spectrometry fragmentation pattern indicated the presence\nof helvolic acid in the antibacterial fractions. This observation was\nsupported by the presence of the helvolic acid gene cluster. We provide\nphylogenetic and genome-based evidence for the first genome-sequenced\nEmericellopsis species, E. atlantica, being a sponge-associated fungus\nthat has potential to degrade several types of marine biomass. The\npresence of unknown BGCs and peptide signatures in MS from extracts sets\nthe stage for further investigations of the NRPS peptides produced by E.\natlantica.","trees":[{"tree_label":"MrBayes.part.con 50 majrule","ntax":"28","rootedtree":"TRUE","title":"MrBayes.part.con 50 majrule","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_128571.phy"},{"tree_label":"PhyMLtree","ntax":"28","rootedtree":"TRUE","title":"PhyMLtree","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_128656.phy"},{"tree_label":"IQ-Tree helotiales","ntax":"267","rootedtree":"TRUE","title":"IQ-Tree helotiales","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_128671.phy"}]}