{"Authors":" Virgilio Balmas, Francesca Fancellu, Silvana Sanna, Barbara\nScherm, Quirico Migheli, Ismael Malbrán","Year":" 2021","Title":" Water distribution systems in Sardinian hospitals host\ninvasive clonal lineages of the Fusarium oxysporum and Fusarium solani\nspecies complexes","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" clonal lineages; immunocompromised patients; Fusarium;\ninvasive fungi; multilocus DNA sequence typing (MLST); nosocomial\ninfections; Sequence Types (ST); water quality","DOI":"","Abstract":" Several Fusarium species cause disease on human hosts,\nincluding commonly fatal infections in immunocompromised individuals.\nRecently, cases of hospitalized patients affected by Fusaria were\nreported in the Tyrrhenian island of Sardinia, Italy. To precisely\ncharacterize the Fusarium species and haplotypes present in hospitals of\nthe region, a multilocus DNA sequence typing (MLST) approach was\napplied. Water distribution systems in four departments belonging to\nfour Sardinian hospitals were sampled. Fusarium species and haplotypes\n(ST) were identified using MLST by sequencing of the Elongation Factor\n1-alpha (EF-1α), the nuclear ribosomal DNA Intergenic Spacer Region (IGS\nrDNA), and / or a portion of the second-largest subunit of RNA\npolymerase (RPB2) genes. The largest number of isolates obtained from\nSardinian hospitals (90,7%) were identified as representatives of the\nFusarium oxysporum species complex (FOSC), followed by F. solani species\ncomplex (FSSC) (8.2%), and F. dimerum (1.1% of all isolates). Ten STs\nwere found among the FOSC and FSSC, with more than 60% of the isolates\nidentified as either FOSC ST 33 or FSSC 1 (recently identified as F.\npetroliphilum). More than half of the FOSC isolates obtained from the\nwater systems in all four hospitals belonged to the worldwide\ndistributed clonal lineage ST 33. This haplotype is the most prevalent\namong FOSC in different countries, being responsible for the vast\nmajority of cases of human fusariosis.","trees":[{"tree_label":"FIG. 2","ntax":"7","rootedtree":"TRUE","title":"ML EF-1-a and RPB2 of 8 FSSC and 3 F. dimerum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_128655.phy"},{"tree_label":"FIG. 4","ntax":"17","rootedtree":"TRUE","title":"ML EF-1-a and RPB2 of 8 FSSC and 3 F. dimerum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_128652.phy"},{"tree_label":"FIG. 1","ntax":"33","rootedtree":"TRUE","title":"ML EF-1-a of 9 FOSC, 8 FSSC, and 3 F. dimerum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_128653.phy"},{"tree_label":"FIG. 3","ntax":"17","rootedtree":"TRUE","title":"ML EF-1-a and IGS rDNA of 9 FOSC","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_128654.phy"}]}