{"Authors":" Marco T. Neiber, Ondřej Korábek, Matthias Glaubrecht,\nBernhard Hausdorf","Year":" 2021","Title":" A misinterpreted disjunction: the phylogenetic relationships\nof the Libyan land snail Gyrostomella (Gastropoda: Stylommatophora:\nHelicidae)","Journal":" Zoological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Algeria; Biogeography; Helicini; Maculariini; Maurohelix;\nMediterranean; Morocco; North Africa; Thebini","DOI":"","Abstract":" The endemic Libyan helicid group Gyrostomella has been\nconsidered closely related to the Eastern Mediterranean to Middle\nEastern genus Levantina for the past century, suggesting a disjunct\ndistribution with a distribution gap of almost 2,000 km. Recent advances\nin Helicinae phylogenetics allow a re-assessment of this disjunct\ndistribution and also a re-evaluation of the systematics of major\nlineages within the subfamily in a biogeographic context. The results of\nour phylogenetic analyses strongly indicate an affiliation of\nGyrostomella with the radiation of Helicinae in Northwest Africa, the\nMaghreb, especially a sister group relationship with Maurohelix. Thus,\nthe occurrence of Gyrostomella in Libya does not represent a western\noutpost of Helicini in North Africa, but rather an eastern outpost of\nthe Maghrebian radiation of Helicinae. The disjunct ranges of\nGyrostomella in Libya and Maurohelix in Algeria could be the result of a\nlong-distance dispersal or may represent relicts of a larger range of\nthe lineage during the Late Miocene or Early Pliocene as a consequence\nof aridification processes and the spread of the Saharan desert in North\nAfrica. Our phylogenetic analyses strongly support a sister group\nrelationship between the predominantly Maghrebian radiation of Helicinae\nand the western Alpine Macularia. Taking into account biogeographic\npatterns, we suggest a subdivision of Helicinae into four tribes: the\neastern Helicini, the mainly Iberian Allognathini, the mainly Maghrebian\nThebini and the western Alpine Maculariini n. trib. The Eastern\nMediterranean Helicini diverged from the Western Mediterranean clade in\nthe Eocene. In the late Eocene or early Oligocene, the Western\nMediterranean clade split into Allognathini in the Iberian Peninsula,\nMaculariini n. trib. in the region of the future western Alps and\nThebini on terranes probably including the Rif-Betic and Kabylies blocks\nthat were at that time adjacent to South-western Europe, but later\nmigrated south-westwards to form part of the Maghreb region.","trees":[{"tree_label":"con 50 majrule","ntax":"86","rootedtree":"TRUE","title":"Tr128670","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128670.phy"}]}