{"Authors":" A. R. Huda-Shakirah, Y. J. Kee, K. L. Wong, L. Zakaria, M.\nH. Mohd","Year":" 2021","Title":" Diaporthe species causing stem gray blight of red-fleshed\ndragon fruit (Hylocereus polyrhizus) in Malaysia","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" Dragon fruit, Hylocereus polyrhizus, grey blight,\nDiaporthe","DOI":"","Abstract":" This study aimed to characterize the new fungal disease on\nthe stem of red-fleshed dragon fruit (Hylocereus polyrhizus) in\nMalaysia, which is known as gray blight through morphological, molecular\nand pathogenicity analyses. Nine fungal isolates were isolated from nine\nblighted stems of H. polyrhizus. Based on morphological characteristics,\nDNA sequences and phylogenetic analysis of ITS, TEF1-α, and β-tubulin,\nthe fungal isolates were identified as Diaporthe arecae, D. eugeniae, D.\nhongkongensis, D. phaseolorum, and D. tectonendophytica. Six isolates\nrecovered from the Cameron Highlands, Pahang belonged to D. eugeniae\n(DF1 and DF3), D. hongkongensis (DF9), D. phaseolorum (DF2 and DF12),\nand D. tectonendophytica (DF7), whereas three isolates from Bukit Kor,\nTerengganu were recognized as D. arecae (DFP3), D. eugeniae (DFP4), and\nD. tectonendophytica (DFP2). Diaporthe eugeniae and D. tectonendophytica\nwere found in both Pahang and Terengganu, D. phaseolorum and D.\nhongkongensis in Pahang, whereas D. arecae only in Terengganu. The role\nof the Diaporthe isolates in causing stem gray blight of H. polyrhizus\nwas confirmed. To date, only D. phaseolorum has been previously reported\non Hylocereus undatus. This is the first report on D. arecae, D.\neugeniae, D. hongkongensis, D. phaseolorum, and D. tectonendophytica\ncausing stem gray blight of H. polyrhizus worldwide.","trees":[{"tree_label":"bootstraps","ntax":"74","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_132607.phy"},{"tree_label":"brlens","ntax":"74","rootedtree":"TRUE","title":"Diaporthe","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_132608.phy"}]}