{"Authors":" NA","Year":" 2022","Title":" DNA, Morphology, and Ecology Resurrect Previously Synonymized\nSpecies of North American Stereum and Suggest Extensive Undescribed\nGlobal Diversity","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Stereaceae, ITS, ASAP, systematics, taxonomy,\nbiodiversity","DOI":"","Abstract":" Stereum is an exceedingly common but taxonomically\nconfounding genus of basidiomycete fungus with a cosmopolitan\ndistribution. Lack of consensus about morphological and geographic\nboundaries of many Stereum species has resulted in a lack of consistency\nin identification of physical specimens, a problem that cascades to\ntheir associated published DNA sequences. A critical initial step\ntowards addressing these issues is determining the scope of the problem.\nHere, we first use integrative taxonomy to delimit species in the North\nAmerican Stereum ostrea complex. We use morphological and ecological\ncharacters, alongside ITS rDNA sequences of specimens from midwestern\nand eastern North America to show that “Stereum ostrea” in this region\nis a complex of at least three reproductively isolated sister species:\nS. lobatum, S. fasciatum, and S. subtomentosum. We then extend lessons\nfrom this case study to a set of publicly available Stereum ITS\nsequences to assess the accuracy of species names represented by\nexisting sequence data. ASAP species delimitation successfully\ndiscriminates among the three newly revealed species in the S. ostrea\nspecies complex, but also reveals considerable cryptic diversity across\nglobal Stereum and widespread inconsistency in application of species\nnames. Though ITS alone should not be used to delimit species or\ndescribe evolutionary relationships, its application here helps direct\nnew hypotheses and suggests several areas of Stereum taxonomy that\nrequire revision. The critical future work of disentangling Stereum\ntaxonomy and evolution should combine a multilocus genetic approach with\nmorphology, ecology, and a global sampling strategy.","trees":[{"tree_label":"tree 1","ntax":"44","rootedtree":"TRUE","title":"Tr128684","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128684.phy"},{"tree_label":"con 50 majrule","ntax":"44","rootedtree":"TRUE","title":"Tr128685","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128685.phy"},{"tree_label":"consensus","ntax":"460","rootedtree":"TRUE","title":"Tr135793","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135793.phy"}]}