{"Authors":" Thiyagaraja Vinodhini, Robert Lücking, Damien Ertz ,\nSamantha Karunarathna, Dhanushka Wanasinghe , Saisamorn Lumyong , Kevin\nD Hyde","Year":" 2021","Title":" The evolution of life modes in Stictidaceae, with three novel\ntaxa","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" 4 new taxa; ancestral character analysis; asexual morph;\nLecanoromycetes; Ostropomyces; sexual morph; Sphaeropezia","DOI":"","Abstract":" Ostropales sensu lato is a large group comprising both\nlichenized and non-lichenized fungi, with several lineages expressing\noptional licheniza-tion where individuals of the same fungal species\nexhibit either saprotrophic or lichenized lifestyles depending on the\nsubstrate (bark or wood). Greatly variable phenotypic characteristics\nand large-scale phylogenies have led to frequent changes in the\ntaxonomic circumscription of this order. Ostropales sensu lato is\ncurrently split into Graphidales, Gyalectales, Odontotrematales,\nOstropales sensu stricto and Thelenellales. Ostropales sensu stricto is\nnow confined to the family Stictidaceae, which includes a large number\nof species that are poorly known, since they usually have small fruiting\nbodies that are rarely collected, and thus their taxonomy remains partly\nunresolved. Here we introduce a new genus Ostropomyces to accommodate a\nnovel lineage re-lated to Ostropa, composed of two new species, as well\nas a new species of Sphaeropezia, S. shangrilaensis. Maximum likelihood\nand Bayesian inference analyses of mtSSU, LSU and ITS sequence data,\ntogether with phenotypic da-ta documented by detailed morphological and\nanatomical analyses, support the taxonomic affinity of the new taxa in\nStictidaceae. Ancestral character state analysis did not resolve the\nancestral nutritional status of Stictidaceae with confidence using Bayes\ntraits, but a saprotrophic ancestor was indicated as most likely in a\nBayesian binary MCMC approach. Frequent switching in nutritional modes\nbetween lineages suggests that lifestyle transition played an important\nrole in the evolution of this family.","trees":[{"tree_label":"Imported tree 1","ntax":"107","rootedtree":"TRUE","title":"Tr128728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128728.phy"},{"tree_label":"Imported tree 1","ntax":"107","rootedtree":"TRUE","title":"Tr128729","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128729.phy"}]}