{"Authors":" Dhanushka Nadeeshan Wanasinghe, Peter E Mortimer, Jian-Chu\nXu","Year":" 2021","Title":" Insight into the systematics of microfungi colonizing\nDodonaea viscosa in Honghe (China)","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Capnodiales, GMS, Hysteriales, microfungi,\nPleosporales","DOI":"","Abstract":" Members of Dodonaea are widely distributed in the\nsubtropical and tropical areas of southwest and southern China. This\nhost provides multiple substrates which can be richly colonized by\nnumerous undescribed fungal species. Microfungal studies of Dodonaea in\nChina are highly lacking and consequently, the diversity, phylogeny and\ntaxonomy of these microorganisms are largely unknown. This paper\npresents two new genera and four new species in three orders of\nDothideomycetes, collected from dead twigs of Dodonaea viscosa in\nHonghe, China. All the new collections were made within a selected area\nin Honghe from a single Dodonaea sp., indicating a high fungal diversity\nin the region from which numerous species remain to be discovered.\nMultiple gene sequences (non-translated loci and protein-coding regions)\nwere analysed using maximum likelihood and Bayesian analyses. In the\nphylogenetic analyses based on a combined dataset of Teratosphaeriaceae\nprovide support for the recognition of Haniomyces dodonaeae gen. et sp.\nnov. Analysis of Rhytidhysteron sequences resulted in Rhytidhysteron\nhongheense sp. nov. while Lophiostomataceae sequences analysed revealed\nLophiomurispora hongheensis gen. et sp. nov. Finally, phylogeny based on\ncombined dataset of pyrenochaeta-like sequences demonstrates in strong\nstatistical support of Quixadomyces hongheensis sp. nov. in\nParapyrenochaetaceae. Morphological and updated phylogenetic\ncircumscriptions vis-à-vis the new discoveries are well discussed\nherein.","trees":[{"tree_label":"PAUP 1","ntax":"106","rootedtree":"TRUE","title":"Tr128919","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128919.phy"},{"tree_label":"Lophiostomataceae","ntax":"106","rootedtree":"TRUE","title":"Tr128921","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128921.phy"},{"tree_label":"Rhytidhysteron","ntax":"34","rootedtree":"TRUE","title":"Tr128920","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128920.phy"},{"tree_label":"Parapyrenochaetaceae","ntax":"37","rootedtree":"TRUE","title":"Tr128922","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128922.phy"}]}