{"Authors":" Jonas Eberle, Martin Husemann, Inken Doerfler, Werner\nUlrich, Jörg Müller, Christophe Bouget, Antoine Brin, Martin Gossner,\nJacob Heilmann-Clausen, Gunnar Isacsson, Anton Kritín, Thibault Lachat,\nLaurent Larrieu, Andreas Rigling, Jürgen Schmidl, Sebastian Seibold,\nKris Vandekerkhove, Jan Christian Habel","Year":" 2021","Title":" Molecular biogeography of the fungus-dwelling saproxylic\nbeetle Bolitophagus reticulatus indicates rapid expansion from glacial\nrefugia","Journal":" Biological Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" Broadleaf forest, Fomes fomentarius, biogeography, genetic\nanalysis, refugia, expansion, phalanx-wise, mobility","DOI":"","Abstract":" The geographic distributions of species associated with\nEuropean temperate broadleaf forests were significantly influenced by\nglacial-interglacial cycles. These species persisted the glacial periods\nin Mediterranean and extra-Mediterranean refugia and expanded northwards\nduring the interglacial stages. The common saproxylic beetle\nBolitophagus reticulatus closely depends on European temperate broadleaf\nforests. The beetle mostly develops in the tinder fungus Fomes\nfomentarius, a major decomposer of broadleaf-wood. We sampled B.\nreticulatus in sporocarps from European (F. sylvatica) and Oriental\nbeech (F. orientalis) across Europe and the Caucasus region. We analysed\nmitochondrial gene sequences (cox1, cox2, cob) and microsatellites to\nreconstruct the geographic distribution of glacial refugia and\npostglacial recolonization pathways. We found only marginal genetic\ndifferentiation of B. reticulatus, except a significant split between\npopulations of the Caucasus region and Europe. This indicates the\nexistence of past refugia south of the Great Caucasus, and a contact\nzone with European populations at the Crimea region. Further, potential\nrefugia might have been located at the foothills of the Pyrenees and the\nBalkan region. Our genetic data suggest a phalanx-wise recolonization of\nEurope, which reflects the high mobility of this beetle species.","trees":[{"tree_label":"BEAST","ntax":"208","rootedtree":"TRUE","title":"BEAST","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_128991.phy"},{"tree_label":"iqtree","ntax":"211","rootedtree":"TRUE","title":"Tr128992","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_128992.phy"}]}