{"Authors":" Ana M Pereira, Andre Levy, Jasna Vukić, Radek anda, Boris\nLevin, Joerg Freyhof, Matthias Geiger, Lukas Choleva, Sara Martins\nFrancisco, Joana Isabel Robalo","Year":" 2021","Title":" Putting European lampreys into perspective: a global scale\nmultilocus phylogeny with a proposal for a generic structure of the\nPetromyzontidae","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" mitochondrial markers; nuclear markers; Europe; taxonomic\nrevision","DOI":"","Abstract":" Previous studies on the phylogenetic relationships between\nlamprey species relied either on a low number of morphological\ncharacters related to the feeding apparatus, or on a low number of\nmolecular mitochondrial DNA markers. Here, we apply a multilocus\napproach to assess the phylogenetic relationships of northern hemisphere\nlampreys, with a special emphasis on the 17 European species. The study\ncomprises two mitochondrial (cytochrome oxidase I gene - DNA barcodes,\nand cytochrome b) and two nuclear (internal transcribed spacers I and\nII) markers to investigate species phylogenetic affinities. The\nphylogeny obtained with mitochondrial markers revealed a clear and\nhighly supported separation of all northern hemisphere lampreys. Among\nthose, our multilocus results show several polyphyletic genera,\nstressing the need for a taxonomic revision in a near future. Lampetra\nmorii from East Asia, often included in Eudontomyzon is placed in the\ngenus Lethenteron. Lampetra richardsoni and Entosphenus hubbsi should be\nplaced in a new genus, as well as the southern populations of\nLethenteron camtchaticum and Lethenteron reissneri. Considering European\nspecies, our results argue for a taxonomic revision of Eudontomyzon,\nwith emphasis on E. vladykovi.","trees":[{"tree_label":"con all compat","ntax":"51","rootedtree":"TRUE","title":"Tr129094","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_129094.phy"},{"tree_label":"TREE1","ntax":"20","rootedtree":"TRUE","title":"Tr129095","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129095.phy"}]}