{"Authors":" James Kameron Mitchell, Isaac Garrido-Benavent, Luis\nQuijada, Donald H Pfister","Year":" 2021","Title":" Sareomycetes: more diverse than meets the eye","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" Atrozythia, cryptic diversity, integrative taxonomy,\nresinicolous fungi, Sarea, Zythia, new taxa","DOI":"","Abstract":" Since its resurrection, the resinicolous discomycete genus\nSarea has been accepted as containing two species, one with black\napothecia and pycnidia, and one with orange. We investigate this\nhypothesis using three ribosomal (nuITS, nuLSU, mtSSU) regions from and\nmorphological examination of 70 specimens collected primarily in Europe\nand North America. The results of our analyses support separation of the\ntraditional Sarea difformis s.lat. and Sarea resinae s.lat. into two\ndistinct genera, Sarea and Zythia. Sarea as circumscribed is shown to\nconservatively comprise three phylospecies, with one corresponding to\nSarea difformis s.str. and two, morphologically indistinguishable,\ncorresponding to the newly combined Sarea coeloplata. Zythia is\nprovisionally maintained as monotypic, containing only a genetically and\nmorphologically variable Z. resinae. The new genus Atrozythia is erected\nfor the new species A. klamathica. Arthrographis lignicola is placed in\nthis genus on molecular grounds, expanding the concept of Sareomycetes\nby inclusion of a previously unknown type of asexual morph. Dating\nanalyses using additional marker regions indicate the emergence of the\nSareomycetes was roughly concurrent with the diversification of the\ngenus Pinus, suggesting that this group of fungi emerged to exploit the\nnewly-available resinous ecological niche supplied by Pinus or another,\nextinct group of conifers. Our phylogeographic studies also permitted us\nto study the introductions of these fungi to areas where they are not\nnative, including Antarctica, Cape Verde, and New Zealand and are\nconsistent with historical hypotheses of introduction.","trees":[{"tree_label":"con50majrule","ntax":"87","rootedtree":"TRUE","title":"Tr129128","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129128.phy"}]}