{"Authors":" Athina Kiourtsoglou, Antigoni Kaliontzopoulou, Dimitris\nPoursanidis, Daniel Jablonski, Petros Lymberakis, Nikos Poulakakis","Year":" 2021","Title":" Evidence of cryptic diversity in Podarcis peloponnesiacus and\nre-evaluation of its current taxonomy; insights from genetic,\nmorphological and ecological data","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" mitochondrial DNA, nuclear DNA, Phylogeny, Phylogeography,\nsouthern Balkans, Species delimitation, Systematics","DOI":"","Abstract":" The Peloponnese wall-lizard, Podarcis peloponnesiacus, is\nan endemic species to the area of Peloponnese. Although the phylogeny\nand species diversity of the Balkan Podarcis have been extensively\nstudied, the intraspecific relationships of P. peloponnesiacus are not\nyet well defined. The aim of this study was to investigate the\nintraspecific diversity in this species and clarify its taxonomic status\nby analysing eight gene fragments (two mitochondrial and six nuclear)\nand several morphological traits, typically used for systematic\ninferences within the genus Podarcis. Together with ecological niche\nmodelling we provided an integrative evaluation of the differentiation\nbetween lineages. The combination of several phylogenetic, species\ndelimitation and chronophylogenetic analyses revealed the existence of\ntwo highly supported and divergent clades with distinct geographic and\nparapatric distribution and high niche overlap. The differentiation of\nthe two clades dates back to Pleistocene and is probably correlated with\nthe paleogeography of Peloponnese. These clades were also differed in\nseveral phenotypic traits, which, however, exhibit extensive overlap and\nare not fully diagnostic. The combination of the above results permits\nus the identification of those clades as distinct species.","trees":[{"tree_label":"totalDNA","ntax":"69","rootedtree":"TRUE","title":"Tr129323","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129323.phy"},{"tree_label":"mtDNA","ntax":"201","rootedtree":"TRUE","title":"Tr129320","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129320.phy"}]}