{"Authors":" Jorge Anton Dy Ordas, Sylvain G Razafimandimbison, Cecilia\nBanag Moran, Grecebio J.D. Alejandro","Year":" 2021","Title":" Phylogeny and the evolutionary origins of myrmecophytism in\nthe Neonauclea clade (Rubiaceae) revisited, with particular emphasis on\nthe Philippine lineages","Journal":" Plant Systematics and Evolution","Volume":" 307","Issue":"","Pages":" 31","Keywords":" ant-plant association; myrmedome; Philippine flora;\nRubiaceae","DOI":" 10.1007/s00606-021-01752-5","Abstract":" The Australasian Neonauclea is the largest genus of the\ntribe Naucleeae (subfamily Cinchonoideae, Rubiaceae) and is well-known\nfor its extensive radiation of myrmecophytic species. The genus is\nparaphyletic with respect to the genera Ludekia and Myrmeconauclea and\nthese three genera constitute the Neonauclea clade sensu Löfstrand et\nal. The Philippines is a center of species diversity of Neonauclea,\nhowever, its members have yet to be included in any molecular studies.\nWe produced a phylogeny of the Neonauclea clade based on sequence data\nfrom nuclear (ETS and ITS) and plastid (rbcL and trnT-F) markers and\nincluding a large sampling of Neonauclea species from the Philippines.\nThe resulting phylogeny was used to assess the phylogenetic positions\nand relationships of the Philippine Neonauclea species within the\nNeonauclea clade. We also reassessed the origins of myrmecophytism in\nthe Neonauclea clade using ancestral state reconstructions. The sampled\nPhilippine Neonauclea were resolved in five morphologically and\ngeographically distinct clades. Our ancestral state reconstructions\ninferred a non-myrmecophytic ancestor for the Neonauclea clade, as shown\nby Razafimandimbison et al., and suggested at least two independent\norigins of myrmecophytism, one in myrmecophytic Myrmeconauclea and\nanother in the myrmecophytic Neonauclea species from core Neonauclea.\nLosses of myrmedomes through multiple evolutionary reversals back to the\nnon-myrmedome condition were inferred within core Neonauclea. Unlike the\nBornean myrmecophytic lineages, our results favoured a single origin of\nthe Philippine endemic myrmecophytic Neonauclea.","trees":[{"tree_label":"MLT","ntax":"79","rootedtree":"TRUE","title":"Neonauclea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_130398.phy"},{"tree_label":"BIT","ntax":"79","rootedtree":"TRUE","title":"Neonauclea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_130397.phy"}]}