{"Authors":" OLIUL HASSAN, Ju Sung Kim, Bekale Be Ndong Dimitri Romain,\nTaehyun Chang","Year":" 2021","Title":" Investigation of Diversity and pathogenicity of\nColletotrichum species causing Ovate-leaf Atractylodes Anthracnose in\nSouth Korea and description of a new species, Colletotrichum ovataense\nsp. nov.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Colletotrichum species, multilocus phylogenetic analyses,\npathogenicity test, Atractylodes ovata","DOI":"","Abstract":" Ovate-leaf Atractylodes (Atractylodes ovata) is the\nwell-known medicinal plant in Korea. Dried rhizome and the root extract\nare used for making herbal medicine. Anthracnose is the great challenge\nto Ovate-leaf Atractylodes (OLA) cultivation in South Korea.\nColletotrichum spp. is the major group of plant pathogen and responsible\nfor anthracnose on a range of economically important hosts, but\noccurrence of this pathogen on Ovate-leaf Atractylodes remain\nunresolved. To investigate the diversity, morphology, phylogeny and\nbiology of Colletotrichum spp. 32 fungal isolates were obtained form 30\nOLA affected leaves from five farmers field in two cultivation regions\n(Mungyeong and Sangju) of South Korea. Phylogenetic analysis with four/\nfive gene loci (ITS, TUB2, ACT, GAPDH, and / CHS-1,) along with\nmorphology of 26 representative isolates delineated six previously known\nColletotrichum species including C. fructicola, C. gloeosporioides s.s.,\nC. kahawae, C. plurivorum, C. siamense and C. sojae, and one new species\nillustrated here as C. ovataense. Among these species, C.\ngloeosporioides s.s. and C. plurivorum was the highly prevalent species.\nPathogenicity test on detached leaves to confirm Kochs postulates\nrevealed that identified Colletotrichum species different degree of\nvirulence. In this study, C. fructicola, C. kahawae, C. plurivorum, C.\nsiamense and C. sojae were reported for the first time as the causal\nagent of Ovate-leaf Atractylodes anthracnose. Understanding the\ndiversity and biology of the Colletotrichum species population will help\nin disease management.","trees":[{"tree_label":"con 50 majrule 2","ntax":"31","rootedtree":"TRUE","title":"Tr129189","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129189.phy"},{"tree_label":"con 50 majrule 1","ntax":"54","rootedtree":"TRUE","title":"Tr129188","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129188.phy"},{"tree_label":"con 50 majrule 3","ntax":"25","rootedtree":"TRUE","title":"Tr129190","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129190.phy"}]}