{"Authors":" Joonhyung Jung, Changkyun Kim, Joo-Hwan Kim","Year":" 2021","Title":" Insights into Phylogenetic Relationships and Genome Evolution\nof Subfamily Commelinoideae (Commelinaceae Mirb.) Inferred from Complete\nChloroplast Genomes","Journal":" BMC Genomics","Volume":" 22","Issue":"","Pages":" 231","Keywords":" Commelinaceae, chloroplast genome, nucleotide diversity,\nphylogenomics, plastome","DOI":" 10.21203/rs.3.rs-116972/v1","Abstract":" Background Commelinaceae (Commelinales) comprise 41 genera\nand are widely distributed in both the Old and New Worlds, except in\nEurope. The relationships among genera in this family have been\nsuggested in several morphological and molecular studies. However, it is\ndifficult to explain their relationships due to high morphological\nvariations and low support values. Currently, many researchers have been\nusing complete chloroplast genome data for inferring the evolution of\nland plants. In this study, we completed 15 new plastid genome sequences\nof subfamily Commelinoideae using the Mi-seq platform. We utilized\ngenome data to reveal the structural variations and reconstruct the\nproblematic positions of genera for the first time. Results All examined\nspecies of Commelinoideae have three pseudogenes (accD, rpoA, and\nycf15), and the former two might be a synapomorphy within Commelinales.\nOnly four species in tribe Commelineae presented IR expansion, which\naffected duplication of the rpl22 gene. We identified inversions that\nrange from approximately 3 to 15 kb in four taxa (Amischotolype,\nBelosynapsis, Murdannia and Streptolirion,). The phylogenetic analysis\nusing 77 chloroplast protein-coding genes with maximum parsimony,\nmaximum likelihood, and Bayesian inference suggests that Palisota is\nmost closely related to tribe Commelineae, supported by high support\nvalues. This result differs significantly from the current\nclassification of the Commelinaceae. Also, we resolved the unclear\nposition of Streptoliriinae and the monophyly of Dichorisandrinae. Among\nthe ten CDS (ndhH, rpoC2, ndhA, rps3, ndhG, ndhD, ccsA, ndhF, matK,\nycf1), which have high nucleotide diversity values (Pi > 0.045) and\nover 500 bps length, four CDS (ndhH, rpoC2, matK, ycf1) show that they\nare congruent with the topology derived from 77 chloroplast\nprotein-coding genes. Conclusions In this study, we provide detailed\ninformation on the 15 complete plastid genomes of Commelinaceae taxa. We\nidentified characteristic pseudogenes and nucleotide diversity, which\ncan be used to infer the family evolutionary history. Also, further\nresearch is needed to revise the position of Palisota in the current\nclassification of Commelinaceae.","trees":[{"tree_label":"Fig. 5","ntax":"42","rootedtree":"TRUE","title":"Commelinaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132802.phy"}]}