{"Authors":" Frazer Midot, Sharon Yu Ling Lau, Wei Chee Wong, Hun Jiat\nTung, Mui Lan Yap, Mui Sie Jee, Mei-Yee Chin, Mei Lieng Lo, Claudia\nJenai Yeong, Lulie Melling","Year":" 2021","Title":" Multilocus genetic variation and population structure of\nGanoderma boninense from Sarawak, Malaysia inferred through nuclear\nDNA","Journal":" Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Ganoderma boninense; oil palm; basal stem rot; ITS; rpb2;\ntef1α.","DOI":"","Abstract":" Oil palm is an important economic crop in Southeast Asia.\nHowever, basal stem rot (BSR) disease continued to affect the industry\nas disease incidence and distribution across soil types increase over\ntime. Limited progress has been made to understand Ganoderma boninenses\nintraspecific genetic diversity. Variation in the genetic materials of\nthis pathogen can influence its population structure and management. The\ngenetic diversity of 126 indigenous G. boninense isolates that cause BSR\nin oil palm plantations on peat throughout Sarawak, Malaysia, was\nassessed. The Internal Transcribed Spacer (ITS) region, the second\nlargest subunit of the RNA polymerase II (rpb2) and the translation\nelongation factor (tef1α) were evaluated. Variations observed in the\ngenerated sequences were analysed to infer the population structure,\nphylogeographic and phylogenetic relationships of indigenous G.\nboninense. Collected isolations did not indicate any distinct\nsub-population based on genetic variation of concatenated partial ITS,\nrpb2 and tef1α gene sequences. The rpb2 nucleotide sequences were more\nvariable than the ITS or tef1α genes. Findings suggested that G.\nboninense isolates derived from oil palm planted on peat across Sarawak\nbelong to a single panmictic population. A high frequency of individuals\nwith low genetic differentiation was detected. Analyses showed signs of\ndemographic population expansion, with most variation occurring within\nthe population. These observations support the supposition that this\nbasidiomycetes mating system involves outcrossing. It is vital to\nunderstand G. boninenses genetic diversity and its pathogenicity for\nintegrated control measures to succeed in BSR disease management.","trees":[{"tree_label":"con 50 majrule","ntax":"47","rootedtree":"TRUE","title":"Tr129197","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129197.phy"}]}