{"Authors":" Matthias Jost, M. S. Samain, Isabel Marques, Sean W Graham,\nStefan wanke","Year":" 2021","Title":" Discordant phylogenomic placement of Hydnoraceae and\nLactoridaceae within Piperales using data from all three genomes","Journal":" Frontiers in Plant Science","Volume":"","Issue":"","Pages":"","Keywords":" Aristolochiaceae, Hydnora, Prosopanche, Lactoris,\nVerhuellia, plastome, mitochondrial, nuclear","DOI":"","Abstract":" Phylogenetic relationships within the magnoliid order\nPiperales have been studied extensively, yet the relationships of the\nmonotypic family Lactoridaceae and the holoparasitic Hydnoraceae to the\nremainder of the order remain a matter of debate. Since the first\nconfident molecular phylogenetic placement of Hydnoraceae among\nPiperales, different studies have recovered various contradictory\ntopologies. Most phylogenetic hypotheses were inferred using only a few\nloci and have had incomplete taxon sampling at the genus level. Based on\nthese results and an online survey of taxonomic opinion, the Angiosperm\nPhylogeny Group lumped both Hydnoraceae and Lactoridaceae in\nAristolochiaceae; however, the latter family continues to have unclear\nrelationships to the aforementioned taxa. Here we present extensive\nphylogenomic tree reconstructions based on up to 137 loci from all three\nsubcellular genomes for all genera of Piperales. We infer relationships\nbased on a variety of phylogenetic methods, explore instances of\nphylogenomic discordance between the subcellular genomes, and test\nalternative topologies. Based on these phylogenomic results and a\nconsideration of the principles of phylogenetic classification, we\npropose to exclude Hydnoraceae and Lactoridaceae from the broad\ncircumscription of Aristolochiaceae, and instead favor recognition of\nfour monophyletic families in the perianth-bearing Piperales:\nAristolochiaceae, Asaraceae, Hydnoraceae and Lactoridaceae, with six\nfamilies total in the order.","trees":[{"tree_label":"Imported tree 1","ntax":"23","rootedtree":"TRUE","title":"Tr129382","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129382.phy"},{"tree_label":"pt_n","ntax":"23","rootedtree":"TRUE","title":"Tr129383","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129383.phy"}]}