{"Authors":" Robert Wyatt, Eric Harris, Ireneusz Odrzykoski","Year":" 2021","Title":" Plagiomnium decursivum (Mniaceae), a new moss species from\nJapan and China","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Moss systematics, Plagiomnium Section Plagiomnium, East\nAsia, phylogeny, Plagiomnium acutum, isozymes, gene sequencing","DOI":"","Abstract":" Much attention has been focused on the moss family\nMniaceae over the past 50 years, yet new discoveries continue to be\nmade. Plagiomnium decursivum joins P. floridanum as the second new\nspecies of Plagiomnium Section Plagiomnium described in the past ten\nyears. Careful morphological and anatomical studies, coupled with\nevidence from isozymes and gene sequencing, reveal that a species from\nJapan referred to in an earlier paper (Wyatt & Odrzykoski 1998) as\n“P. acutum” is actually new to science. In addition, the taxon referred\nto in that paper as “P. acutum-J” is in fact P. acutum, and the taxon\nreferred to as “P. cuspidatum-F” is now named P. floridanum (Wyatt &\nOdrzykoski 2012). The new species, P. decursivum, is compared to its\nclosest relative, P. acutum, and to the other four species of Section\nPlagiomnium. It differs in having smaller leaves with long, broad\ndecurrencies, longer leaf cells with corner thickenings, and shorter\nteeth composed of a single cell. Based on isozyme data, it is concluded\nthat allopolyploid P. cuspidatum has P. decursivum as one haploid\nprogenitor and that P. floridanum is most likely the other. Moreover,\nsequencing of two regions of chloroplast DNA (rps4 and rpL16) suggests\nthat P. floridanum may have been the maternal parent in crosses that\nlaunched the allopolyploid. The relative isolation of P. drummondii and\nP. japonicum within the section is apparent from both morphology and\ngenetics.","trees":[{"tree_label":"MP","ntax":"17","rootedtree":"TRUE","title":"Plagiomnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_132791.phy"},{"tree_label":"MP","ntax":"16","rootedtree":"TRUE","title":"Plagiomnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_132792.phy"},{"tree_label":"MP","ntax":"15","rootedtree":"TRUE","title":"Plagiomnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_132793.phy"},{"tree_label":"MP","ntax":"16","rootedtree":"TRUE","title":"Plagiomnium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_132794.phy"}]}