{"Authors":" VINEET VISHAL, SOMNATH S MUNDA, GEETANJALI Singh, SHALINI\nLAL","Year":" 2021","Title":" New distribution data on wild edible gasteroid fungus\nAstraeus (Diplocystidiaceae) from India.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Astraeus, biodiversity, earthstars, mushrooms,\nphylogenetic","DOI":"","Abstract":" The gasteroid fungus Astraeus Phosri et al is a highly\nprized wild edible mushroom, consumed in different part of India and\nother Asian countries, popularly known as “earthstar” due to star-like\nappearance that occur when it reaches maturity have always been subject\nof great interest when found. The fruitbodies of earthstars were\nectomycorrhizal in nature and usually grows on a diverse range of\nhabitat like leaf litter, mossy blocks, termite mould, sand dunes, and\nlateritic soil. The fruitbodies of Astraeus and its allies have\npersistent endoperidium which cover hymenophore (gleba) and, spores\nreleased passively by bellows mechanism through apical mouth but lack\nperistome and columella. Expeditions to Sal forest of southern part of\nJharkhand state of India between June and July 2019 resulted into two\nnoteworthy earthstar species  A. asiaticus Phosri et al. and A. odoratus\nPhosri et al. The earthstars are superficially similar but distinct in\nmorphological, anatomical and phylogenetic traits. This work aimed to\ncontribute to the knowledge of Astraeus diversity and distribution in\nJharkhand mycoflora based on integrative taxonomic approach using\ncombined morpho-anatomical, molecular and phylogenetic studies. Species\ndescription, images of basidiomes, SEM photos of basidiospore are\nprovided.","trees":[{"tree_label":"Fig 2","ntax":"29","rootedtree":"TRUE","title":"One of the 100 most parsimonious tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129238.phy"},{"tree_label":"Bayesian tree","ntax":"29","rootedtree":"TRUE","title":"Bayesian tree of Astraeus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129239.phy"}]}