{"Authors":" Anthony John Barley, Tod W Reeder, Adrian Nieto Montes de\nOca, Charles J Cole, Robert C. Thomson","Year":" 2021","Title":" A new diploid parthenogenetic whiptail lizard from Sonora,\nMexico is the predicted “missing link” in the evolutionary transition to\npolyploidy.","Journal":" The American Naturalist","Volume":"","Issue":"","Pages":"","Keywords":" hybridization, speciation, Aspidoscelis, genomics,\nphenotypic evolution","DOI":"","Abstract":" Transitions between sexual and unisexual reproductive\nmodes have significant consequences for the evolutionary trajectories of\nspecies. These transitions have occurred numerous times in vertebrates\nand are frequently mediated by hybridization events. Triploid unisexual\nvertebrates are thought to arise through hybridization between\nindividuals of a diploid unisexual lineage and a sexual species,\nalthough additional evidence that confirms this mechanism is needed in\nnumerous groups. North American whiptail lizards (Aspidoscelis) are\nnotable for being one of the largest radiations of unisexual\nvertebrates, and the most diverse group of Aspidoscelis includes\nnumerous triploid lineages that have no known diploid unisexual\nancestors. This pattern of ‘missing’ ancestors may result from the short\nevolutionary lifespan of unisexual lineages, selective advantages of\npolyploidy, or could suggest that alternative mechanisms of triploid\nformation are operating in nature. We leverage genomic, morphological,\nand karyotypic data to describe a new diploid unisexual whiptail and\nshow that it is likely the unisexual progenitor of an extant triploid\nlineage, A. opatae. We also resolve patterns of polyploidization within\nthe A. sexlineatus species group and test predictions about the\nmorphological outcomes of hybridization.","trees":[{"tree_label":"majrule","ntax":"69","rootedtree":"TRUE","title":"Aspidoscelis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129319.phy"},{"tree_label":"majrule","ntax":"36","rootedtree":"TRUE","title":"Aspidoscelis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_129318.phy"}]}