{"Authors":" Andrés Taucare-Ríos, William H. Piel","Year":" 2021","Title":" Ecological niche divergence between Loxosceles laeta and L.\nsurca (Sicariidae) in Chile.","Journal":" Journal of Natural History","Volume":" 55","Issue":" 17-18","Pages":" 1177-1193","Keywords":" Venomous spider; ecological niche; phylogeny; sister\nspecies; synanthropic","DOI":" 10.1080/00222933.2021.1937744","Abstract":" The laeta species group is the main source of Loxosceles\nspecies in Chile, a genus of medical importance due to the cytotoxic\nproperties of its venom and the synanthropic habits of its dominant\nspecies, Loxosceles laeta. However, a poorly studied, cryptic, and\nputative sister species, Loxosceles surca, is also known to live in\nChile at latitudes that overlap with L. laeta. In contrast to L. laeta,\nL. surca lives in natural areas away from humans. We used DNA sequences\nfrom L. surca to infer the phylogenetic history of this species and its\ncongenerics. Additionally, we used ecological niche modeling to define\nthe ecology of this species in contrast to its sister species. Our\nresults show that L. surca does, indeed, belong to the laeta species\ngroup, and is likely a sister species to L. laeta. Although these\nspecies are fairly cryptic with respect to each other, the substantial\ngenetic divergence between them is consistent with other distinct sister\nspecies in this genus. The laeta group is also sister to the large\nreclusa group that radiated into the Caribbean, Central, and North\nAmerica. The phylogeny further supports the contention that L. diaguita\nbelongs in its own species group separate from laeta. Our ecological\nniche analysis shows that L. surca and L. laeta have distinctly\ndifferent allopatric habitats, and we suggest that these differences\nexplain why one species became synanthropic while the other did\nnot.","trees":[{"tree_label":"Fig. 3","ntax":"58","rootedtree":"TRUE","title":"Loxosceles COI 28S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129392.phy"}]}