{"Authors":" Flavia F. Petean, Lei Yang, Shannon Corrigan, Sergio Q. M.\nLima, Gavin J. P. Naylor","Year":" 2021","Title":" The role of the American continent on the diversification of\nthe stingrays genus Hypanus Rafinesque, 1818 (Myliobatiformes:\nDasyatidae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Biogeography, Americas, phylogenetic relationships,\nspeciation.","DOI":"","Abstract":" The stingrays of the resurrected genus Hypanus Rafinesque,\n1818 currently encompass eight valid species (previously considered as\nDasyatis) distributed both in the Atlantic and Pacific oceans. However,\nthe phylogenetic relationships amongst some of them were based on a\nsingle mitochondrial gene and did not involve all putative Hypanus\nspecies, lacking H. marianae and H. rudis. To address the monophyly of\nthe genus and evaluate their divergence times and possible routes of\ndispersion, we sequenced the whole mitochondrial genomes of all valid\nspecies using the gene capture methodology and performed Maximum\nLikelihood analyses and Bayesian Inferences. In addition to the\nmonophyly of the genus, we found that H. longus from the Pacific coast\nof the American continent is a sister-group to the clade H. berthalutzae\n+ H. rudis. This sister relationship is the result of a cladogenetic\nevent derived from the vicariant closure of Isthmus of Panama. Another\nclade regards the species complex H. guttatus (Bloch & Schneider,\n1801), with one lineage in Central and another in South America, which\nwere produced by a speciation event probably related to the Amazon\nbarrier. Another species complex concerns H. say (Lesueur 1817), with\none lineage at the Eastern coast of the United States and another in the\nGulf of Mexico, separated by the Florida Peninsula. Hypanus marianae\n(Gomes, Rosa & Gadig, 2000), endemic to Northeastern Brazil, whose\nphylogenetic relationships within the genus were unknown, is a\nsister-group to the clade composed by H. americanus species complex, H.\nberthalutzae, H. longus, and H. rudis. We also identified the species\nFontitrygon geijskesi as more closely related to H. guttatus than to\nother Fontitrygon species, thus it should be allocated to Hypanus as H.\ngeijskesi. The genus originated 33.97 Ma [26.13-36.09 HPD] and its\nsubsequent diversification was probably related to a world cooling event\nin which these stingrays were restricted to tropical waters in Western\nAtlantic. Oceanic geophysical changes are consistent with the divergence\ntimes of lineages within this group of stingrays, which harbors a hidden\ndiversity that might affect the conservation status of some\nspecies.","trees":[{"tree_label":"tree 1","ntax":"135","rootedtree":"TRUE","title":"Tr130834","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130834.phy"},{"tree_label":"tree 1","ntax":"9","rootedtree":"TRUE","title":"Tr130836","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130836.phy"},{"tree_label":"TREE1","ntax":"17","rootedtree":"TRUE","title":"Tr130837","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130837.phy"},{"tree_label":"TREE1","ntax":"9","rootedtree":"TRUE","title":"Tr130835","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130835.phy"}]}