{"Authors":" Clovis Douanla-Meli, Andreas Scharnhorst","Year":" 2021","Title":" Palm foliage as pathways of pathogenic Botryosphaeriaceae\nfungi and host of new Lasiodiplodia species from Mexico","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" global trade, cut greenery, invasive fungal species, new\ndiseases","DOI":"","Abstract":" Tropical palm foliage are increasingly imported to satisfy\nthe steady growing demand in European floristry. This palm foliage\npresumably carries along diverse fungi whose taxonomic and functional\ndiversity have not been addressed so far. The present study investigated\nBotryosphaeriaceae fungi associated with foliage of palm species\nChamaedorea elegans, C. metallica, C. seifrizii, Dypsis lutescens and\nLodoicea maldivica imported from Mexico. Six species were identified\nusing combined morphological characterisation and multilocus\nphylogenetic analyses based on ITS, TEF-1α, TUB2 and RPB2. Besides\nEndomelanconiopsis endophytica, Lasiodiplodia brasiliensis and L.\neuphorbicola, three new species, namely L. lodoiceae sp. nov., L.\nmexicanensis sp. nov. and L. palmicola are proposed. Apart from E.\nendophytica mostly known as endophyte, L. brasiliensis and L.\neuphorbicola are responsible for different rot diseases and dieback of\nimportant tropical crop plants. In pathogenicity tests on apple and pear\nfruits of temperate regions, all the six Botryosphaeriaceae species\ninduced necrotic lesions at different degree of severity, with highest\nvirulence of L. euphorbicola and L. mexicanensis on apple and of L.\nmexicanensis on pear. The results indicate that tropical palm foliage\ncan be pathway of potentially pathogenic fungi that may give rise to\nconcerns with regard to plant health in the destination countries.","trees":[{"tree_label":"tree1","ntax":"76","rootedtree":"TRUE","title":"Tr129459","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129459.phy"},{"tree_label":"tree1","ntax":"76","rootedtree":"TRUE","title":"Tr129460","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129460.phy"},{"tree_label":"tree1","ntax":"75","rootedtree":"TRUE","title":"Tr129461","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129461.phy"}]}