{"Authors":" Juan David Tovar, Thiago Andre, Gregory Allen Wahlert, Lynn\nBohs, Leandro giacomin","Year":" 2021","Title":" Phylogenetics and historical biogeography of Solanum section\nBrevantherum (Solanaceae)","Journal":" Molecular Phylogenetics and Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Dispersal, Evolution, Nightshades, Patterns, South\nAmerica","DOI":"","Abstract":" Patterns of diversification in Neotropical plants have\nbeen studied intensively over the past decades. Most studies have\nfocused on groups that migrated to and radiated into the Neotropics,\nhowever, with little focus on understanding diversification patterns in\nindigenous Neotropical groups. This study focuses on Solanum section\nBrevantherum Seithe (Solanaceae), a group of Neotropical nightshade\nshrubs or treelets defined mostly by terminal inflorescences with long\npeduncles, plurifoliate sympodial units and porrect-stellate,\ndendritic-echinoid, or lepidote trichomes. We generated sequences from\ntwo nuclear (ITS, waxy) and one plastid marker (trnT-F) to infer\nphylogenetic relationships under Bayesian and Maximum likelihood\napproaches. We reconstructed a time-calibrated tree to estimate both the\nages of main splits and the ancestral ranges of the lineages. Finally,\nwe carried out a biogeographic stochastic mapping (BSM) analysis to\ndetermine the main processes driving the group to its current\ndistribution. Results show the non-monophyly of the section as\npreviously recognized and the homoplasy of morphological characters\ntraditionally used to circumscribe it. Two main clades that encompass\nmost species formerly recognized in section Brevantherum are recovered\nand named as the Erianthum and Abutiloides clades. Divergence time\nestimates suggest that the Erianthum and Abutiloides clades split around\n5.7 Mya in the upper Miocene. Two main dispersal events from the\nAtlantic rain forest are supported in the Erianthum clade: one dispersal\nto Mesoamerica and a second dispersal to the Northern Andes. Within the\nAbutiloides clade, cladogenetic events were restricted to the Andean\nregion. Our BSM analysis suggests within-area speciation and range\nexpansion as the main processes shaping the extant distribution of\nspecies of both clades. As no putative morphological synapomorphies can\nyet be assigned to what could correspond to a new circumscription of\nSolanum section Brevantherum (with the exclusion of Solanum bullatum\nVell. and inclusion of S. inelegans Rusby and four species described\nsince the group last revision) we discourage the continued use of what\nwould be an ambiguous sectional nomenclature.","trees":[{"tree_label":"Fig. 2","ntax":"73","rootedtree":"TRUE","title":"Solanum section Brevantherum 50% majority-consensus\nfrom Bayesian analysis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_129518.phy"}]}