{"Authors":" Xiao-Xia Ding, Xin Xu, Yang-Yang Cui, Gerhard Kost, Panmeng\nWang, Zhu-Liang Yang","Year":" 2021","Title":" A fifty-locus phylogenetic analysis provided deep insights\ninto the phylogeny of Tricholoma (Tricholomataceae, Agaricales)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Ectomycorrhizal fungi, taxonomy, systematics, new\nsubgenus, new sections","DOI":"","Abstract":" As an ectomycorrhizal fungal genus that contains matsutake\nand many other edible mushrooms, Tricholoma has great economic and\necological significance. However, the phylogenetic relationships within\nthis genus remain controversial and unclear. To clarify the infrageneric\nrelationships of Tricholoma, as well as which subgenera and sections\nwithin the genus are monophyletic, three phylogenetic analyses were\nconducted employing single-locus (ITS), five-locus\n(ITS/rpb2/tef1-α/mcm7/mtSSU) and 50-locus (45 single-copy orthologous\ngenes plus the aforementioned ones) DNA nucleotide sequences. Our data\nsuggested that ITS sequences could serve the species delimitation of\nTricholoma in most cases, and the five-locus data set could resolve a\nsection-level phylogeny of this genus, while the 50-locus data set could\nclarify the delimitation of subgenera and settle the relationships among\nsections within this genus. A robust phylogeny of Tricholoma is inferred\nfor the first time here based on the 50-gene sequences. Our phylogenetic\nanalyses showed that Tricholoma could be divided into four-subgenus\nmajor clades, of which two were in accordance with the previous\nsubgenera Pardinicutis and Sericeicutis. The subgen. Pardinicutis,\noccupying the basal position, only harbors sect. Pardinicutis, while the\nsubgen. Sericeicutis comprises sections Lasciva and Sericella located at\nthe sub-basal position with weak support. The subgenus Terrea is newly\nerected here and consists of sect. Terrea, sect. Atrosquamosa and two as\nyet unnamed phylogenetic lineages. Besides an unnamed section-level\nlineage, the subgen. Tricholoma consists of sections Genuina, Muscaria,\nRigida, Tricholoma, Fucata and Matsutake, the last two of which are\nnewly proposed. Tricholoma colossum, T. acerbum and their allies are\nrelocated to sect. Genuina since they share rusty or black spots on\nlamellae with other species in this section. The previous subgen.\nContextocutis is clustered within the subgen. Tricholoma. A new\ninfrageneric arrangement for the genus Tricholoma, with four subgenera\nand eleven sections, is suggested. Taxonomic descriptions of the new\ninfrageneric taxa, and the key to subgenera and sections of the genus\nTricholoma, is presented.","trees":[{"tree_label":"Tree of fifty-locus","ntax":"131","rootedtree":"TRUE","title":"ML analysis of fifty-locus dataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130391.phy"},{"tree_label":"Tree of five-locus","ntax":"159","rootedtree":"TRUE","title":"ML analysis of five-locus dataset","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130390.phy"}]}