{"Authors":" Nadezhda V. Psurtseva, Ivan Zmitrovich, Jaya Seelan Sathiya\nSeelan, Eugenia M. Bulakh, Karen Hughes, Ronald Petersen","Year":" 2021","Title":" New data on morphology, physiology and geographical\ndistribution of Lignomyces vetlinianus, its identity with Lentinus\npilososquamulosus and sufficient phylogenetic distance from Le.\nmartianoffianus","Journal":" Mycological Progress","Volume":" 20","Issue":"","Pages":" 809-821","Keywords":" morphology, culture characters, mating study, ITS\nsequencing, phylogeny, distribution","DOI":" 10.1007/s11557-021-01701-z","Abstract":" Several specimens of putative Lentinus pilososquamulosus\n(including the type specimen) and Le. martianoffianus from Siberia and\nthe Russian Far East associated with different hosts and collected\nduring the past two decades were studied. Morphological examination of\nthe studied specimens showed a close similarity to specimens of\nLignomyces vetlinianus, a species originally described from Central\nEurope, but later discovered in European Russia, the Caucasus (Abkhazia)\nand the Urals. Cultures of Li. vetlinianus were characterized by growth\nand morphology, and their adaptation to various temperatures was\nevaluated. Growth rate of the strains at 25 °C varied between 1.23.1\nmm/day; the majority of them could survive freezing at 20 °C and grew at\ntemperature ranging from 5 to 35 °C. Comparative culture characters,\nmating compatibility and ITS sequencing revealed that the specimens\nearlier identified as Le. pilososquamulosus or Far East Russian Le.\nmartianoffianus (misapplied name) were identical to Li. vetlinianus. It\nwas shown that the distribution area of Li. vetlinianus extends from\nCentral Europe to the South (Caucasus) and through Western Siberia to\nthe Russian Far East. Since several attempts of Le. pilososquamulosus\nholotype sequencing were unsuccessful, an epitype of this taxon,\nrepresented by a successfully sequenced old topotype specimen, was\nproposed. Le. pilososquamulosus is considered as synonym of Li.\nvetlinianus, following the principle of priority. A molecular study of\ntrue Le. martianoffianus (type specimen) supported its conspecificity\nwith Panus lecomtei.","trees":[{"tree_label":"con 50 majrule","ntax":"45","rootedtree":"TRUE","title":"Lignomyces ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134740.phy"}]}