{"Authors":" Agostina B. Sassone, Mary T.K. Arroyo, Silvia C\nArroyo-Leuenberger, Nicolás García, María José Román","Year":" 2021","Title":" One species with a disjunct distribution or two with\nconvergent evolution? Taxonomy of two South American garlics","Journal":" Taxon","Volume":"","Issue":"","Pages":"","Keywords":" Alliaceae; Ipheion; molecular phylogeny; phenology;\nsystematics; Tristagma","DOI":"","Abstract":" The establishment of species boundaries has been a\ndifficult task for biologists since the beginning of classifications.\nWithin South American Allioideae (= Alliaceae), the delimitation of\ngenera and species has long been a major challenge. Consequently,\nspecies-level nomenclature in these groups has been difficult to\nelucidate. Ipheion and Tristagma are two closely related South American\ngenera for which the delimitation and circumscription of several species\ncontinue to be unclear. Tristagma sessile, a species inhabiting the\nAndes and the Coast Range in Chile, and Ipheion recurvifolium, a species\nnative to Uruguay only found close to sea level, have been considered as\none species with an intracontinental disjunct distribution. The\ndivergent habitats and distributions of these taxa have stirred the\nquestion of whether they are a single species. The present study aims to\nelucidate the evolutionary relationships and status of the Chilean and\nPampean taxa. We also analysed the name Tristagma leichtlinii, which has\nlong been a source of confusion. Based on their phylogenetic\nrelationships, geographical distributions, flowering periods, and DNA\ncontent, we conclude that the two taxa are different species and\nassignable to separate genera. We propose that the morphological\nsimilarity of Ipheion recurvifolium and Tristagma sessile, amply\ncorroborated in this study, might be the sum of shared synapomorphies\n(between Ipheion and Tristagma) and convergent features. We update the\nbiogeographic history of the two genera and propose that similar\npollinators might underpin the convergence in floral traits. We outline\nthe differences among genera and species, present a taxonomic review\nwith a new lectotype and consider the conservation status of the studied\nspecies.","trees":[{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Allioideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133432.phy"},{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Allioideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133433.phy"},{"tree_label":"tree 1","ntax":"63","rootedtree":"TRUE","title":"Allioideae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133434.phy"}]}