{"Authors":" Agnieszka Ostafinska, Robert Jankowiak, Piotr Bilanski,\nRiikka Linnakoski, Michael J. Wingfield","Year":" 2021","Title":" Six new species of Sporothrix from hardwood trees in\nPoland","Journal":" MycoKeys","Volume":" 82","Issue":"","Pages":" 1-32","Keywords":" 6 new species; bark beetle-associated fungi;\nOphiostomatales, phylogeny; tree wounds","DOI":" 10.3897/mycokeys.82.66603","Abstract":" Sporothrix (Sordariales, Ascomycota) is a well-supported\nmonophyletic lineage within the Ophiostomatales, species of which occur\nin a diverse range of habitats including on forest trees, in the soil,\nassociated with bark beetles and mites as well as on the fruiting bodies\nof some Basidiomycota. Several species have also been reported as\nimportant human and animal pathogens. During surveys of insect- and\nwound-associ¬ated Ophiostomatales from hardwood trees in Poland, many\nisolates with affinity to Sporothrix were recov¬ered. In the present\nstudy, six undescribed Sporothrix spp. collected during these surveys\nare characterized based on their morphological characteristics and\nmulti-locus phylogenenetic inference. They are described as Sporothrix\ncavum, Sporothrix cracoviensis, S. cryptarchum, S. fraxini, S.\nresoviensis, and S. undulata. Two of the Sporothrix spp. reside in the\nS. gossypina-complex, while one forms part of the S. stenoceras-complex.\nOne Sporothrix sp. is a member of lineage F, and two other species\ngrouped outside any of the currently defined species complexes. All the\nnewly described species were recovered from hardwood habitats in\nas¬sociation with sub-cortical insects, wounds or woodpecker cavities.\nThese species were morphologically similar, with predominantly asexual\nstates having hyaline or lightly pigmented conidia, which produce\nholoblastically on denticulate conidiogenous cells. Five of the new taxa\nproduce ascomata with necks terminating in long ostiolar hyphae and\nallantoid ascospores without sheaths. The results suggest that\nSporothrix species are common members of the Ophiostomatales in hardwood\necosystems of Poland.","trees":[{"tree_label":"Sporothrix_spp_BT ML tree","ntax":"77","rootedtree":"TRUE","title":"Tr129714","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129714.phy"},{"tree_label":"Sporothrix_spp_CAL ML tree","ntax":"69","rootedtree":"TRUE","title":"Tr129715","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129715.phy"},{"tree_label":"Sporothrix_spp_TEF ML tree","ntax":"30","rootedtree":"TRUE","title":"Tr129716","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129716.phy"},{"tree_label":"Sporothrix_spp_BT-CAL ML tree","ntax":"66","rootedtree":"TRUE","title":"Tr135696","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135696.phy"},{"tree_label":"Sporothrix_spp_ITS ML tree","ntax":"82","rootedtree":"TRUE","title":"Tr129713","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_129713.phy"}]}