{"Authors":" Fitria Tisa Oktalira, Tom W May, John W Dearnaley, Celeste\nLinde","Year":" 2021","Title":" Seven new Serendipita species associated with Australian\nterrestrial orchids","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Sebacinales, Serendipitaceae, taxonomy, morphology, orchid\nmycorrhizal fungi, seven new taxa","DOI":"","Abstract":" Serendipita is one of the main fungal genera that form\nmutualistic associations with species of orchids (Orchidaceae). Seven\nnew Serendipita species associated with various Australian orchid genera\nare described. These Serendipita species were originally characterized\nby multilocus DNA sequence species delimitation analyses (three mtDNA\nand four nuclear genes) and confirmed as distinct with addition of\nfurther isolates and re-analysis of the nuc rDNA ITS1-5.8S-ITS2 (ITS)\nand nuc 28s rDNA (28S). Morphology and micro-features of cultures of\neach of the species are described. Three of the new species are\nbinucleate, whereas the other four are multinucleate. For the ITS\nregion, the seven species have within species sequence divergence\nbetween 1.07 and 4.31 % and all but one of the species pairs are\nseparated by interspecific divergence of at least 4.35 %. The newly\ndescribed Serendipita species, S. australiana, S. communis, S.\noccidentalis, S. rarihospitum, S. secunda, S. talbotii, and S. warcupii\nare shown to be separate species to S. vermifera on the basis of\ncomparison against a sequence from the type. Isolates originally\nidentified by Warcup as Sebacina “vermifera” from Caladenia orchids are\nreidentified as belonging to three of the species newly described here.\nSome non-Caladenia isolates identified by Warcup as S. “vermifera” are\nalso shown to be non-conspecific with the type of S. vermifera. On the\nbasis of ITS sequences, 346 isolates from 26 other studies, previously\nidentified under provisional designations, are accomodated under the\nnovel species. The species of Serendipta described here associate with\nthe Australian orchid genera Caladenia, Cyanicula, Elythranthera,\nEricksonella, Eriochilus, Glossodia, and Pheladenia. Most of the novel\nSerendipita species occur widely across Australia, often with widely\ndistributed hosts, but one species, Serendipita rarihospitum, associates\nwith narrowly distributed orchid species.","trees":[{"tree_label":"con all compat","ntax":"509","rootedtree":"TRUE","title":"Tr130023","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130023.phy"},{"tree_label":"con all compat","ntax":"195","rootedtree":"TRUE","title":"Tr129954","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129954.phy"},{"tree_label":"con all compat","ntax":"79","rootedtree":"TRUE","title":"Tr129952","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129952.phy"}]}