{"Authors":" Patrick Simon Fahey, Rachael M Fowler, Frank Udovicic,\nDavid J. Cantrill, Michael James Bayly","Year":" 2021","Title":" Use of plastid genome sequences in phylogeographic studies of\nsingle species can be misleading without comprehensive sampling of\nco-occurring, related species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Chloroplast capture, Eucalyptus, outgroups,\nphylogeography, plastid genome, polyphyly","DOI":"","Abstract":" Aim: Test the hypothesis that the common practice of\ndrawing phylogeographic conclusions based on plastid DNA for a single\nspecies in the absence of sampling of co-occurring related species is a\nvalid practice. Location: South-eastern Australia Taxon: Eucalyptus\nsection Adnataria (Myrtaceae) Methods: A genome skimming approach was\nused to sequence and assemble chloroplast genomes from population level\nsampling of the species Eucalyptus behriana as well as individual\nsamples of twenty-one closely related species which co-occur with it.\nPhylogenetic analyses were first undertaken on just E. behriana to look\nfor geographic structuring in the species and what this could tell us\nabout the history of the species. A subsequent analysis, including the\nset of related taxa was undertaken to test whether the conclusions\naround the species biogeographic history could still be considered\nsupported by the data. Results: We found strong geographic structuring\nof plastid DNA relationships across the geographic range of E. behriana,\nwith a basal divergence between the most northerly isolated population\nat West Wyalong and all other populations. However, when we compare this\nto the phylogeny containing extensive outgroup sampling, we found that\nthere is little signal for the evolutionary relationships between\nsamples and the same geographic structuring of the tree is returned\nacross all sampled taxa. Main conclusions: The data are inconsistent\nwith the hypothesis that single species phylogeographic studies\nutilising plastid DNA necessarily lead to valid findings in the absence\nof substantial sampling of co-occurring related taxa. Despite finding a\nmeaningful phylogeographic signal when considering the ingroup taxa\nonly, when outgroups were included, this signal was confounded by a lack\nof monophyly of the target species and the maintenance of the geographic\nsignal across species boundaries.","trees":[{"tree_label":"Imported tree 1","ntax":"73","rootedtree":"TRUE","title":"Tr130002","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130002.phy"},{"tree_label":"con 50 majrule","ntax":"167","rootedtree":"TRUE","title":"Tr130003","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130003.phy"},{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Tr130001","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130001.phy"},{"tree_label":"Imported tree 1","ntax":"167","rootedtree":"TRUE","title":"Tr130004","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130004.phy"}]}