{"Authors":" P. M. Kirk, R. K. Benjamin, Gerald L. Benny","Year":" 1992","Title":" A reevaluation of Cunninghamellaceae\n(Mucorales).Sigmoideomycetaceae Fam. Nov. and Reticulocephalis\nGen. Nov.; cladistic analysis and description of two new species.","Journal":" Mycologia","Volume":" 84","Issue":" NA","Pages":" 615-641","Keywords":" NA","DOI":" NA","Abstract":" A new family, Sigmoideomycetaceae, is proposcd for\nSigmoideomyces, Thamnocephalis, and a new genus Reticulocephalis. The\nfamily is characterized by sporophores having fertile heads composed of\ndichotomously branched, coiled hyphae in which the width of the coil is\nlargest distally. Usually, each branch terminates in a sterile spine,\nwhich can either be free or adherent to other spines; modified spines\nmay bear hyphal coils. All fruiting hyphae, including spines or modified\nspines, are irregularly septate at maturity. Cells formed at each\nbranching point of a sporangiophore, except the final one or two, bear a\npair of stalked fertile vesicles covered with pedicellate, unispored\nsporangiola. Reticulocephalis, Sigmoideomyces, and Thamnocephalis have\nsimilarly constructed fertile heads but differ in the habit of the\nsporophore. In Thamnocephalis the fruiting structure is stalked and the\nfertile head is elevated well above the substratum, whereas in\nReticulocephalis and Sigmoideomyces the fruiting structure is sessile or\nprocumbent. In Reticulocephalis the sterile spines have adherent tips\nand the sporangiola are smooth walled, whereas in Sigmoideomyces the\nsterile spines are free and the sporangiola have finely echinulate\nwalls. Two new species are described: Reticulocephalis gyrosus, which\nproduces coils of hyphae on the apices of modified sterile spines, and\nThamnocephalis sphaerospora which forms smooth-walled to faintly spinose\nsporangiola and spherical to obovoid fertile vesicles. Sigmoideomyces\ndivaricatus is emended to indicate that the sterile spines are nearly\nevanescent, leaving behind only a wispy remnant of the wall, which is\nnot due to filamentous bacteria as suggested by the original author.\nSigmoideomycetaceae are hypothesized to be monophyletic.\nReticulocephalis, Sigmoideomyces, and Thamnocephalis, and all of their\nspecies, are monophyletic. All three genera are patristically\nequidistant from the hypothetical ancestor. Only Cunninghamella is\nretained in Cunninghamellaceae. Keys to the genera and species are\nprovided. A revised family description is presented for\nCunninghamellaceae.","trees":[{"tree_label":"Fig. 1","ntax":"8","rootedtree":"TRUE","title":"Sigmoideomycetaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1377.phy"}]}