{"Authors":" Gislaine C.S. Melanda","Year":" 2021","Title":" An overview of 23 years of molecular markers studies in\nPhallales (Basidiomycota) with notes on systematics and geographic\ndistribution","Journal":" Frontiers in Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Gasteroid fungus, GenBank, phylogenetic analyses,\nstinkhorns, UNITE.","DOI":"","Abstract":" The order Phallales (Basidiomycota) is represented by\ngasteroid fungi with expanded and sequestrate basidiomata known as\nstinkhorns and false truffles. The use of molecular DNA in taxonomy has\nbrought a new tool to obtain answers to some phylogenetic hypotheses. In\nphalloid, the first DNA sequence was published in 1997, and after that\nsome studies aimed to resolve conflicts and propose new species based on\nDNA markers phylogeny. Even though molecular DNA data has been included\nin studies since 1997, the number of families in the order still\ngenerates controversies among researchers. Thus, this work aims to\nprovide an overview of Phallales diversity represented by selected DNA\nmarkers available in public databases. We retrieved identified Phallales\nsequences from DNA databases (GenBank and UNITE) of seven markers (ITS,\nnuc-LSU, nuc-SSU, mt-SSU, ATP6, RPB2, and TEF1-α). To compound our final\ndataset all ITS sequences retrieved have gone through BLASTn searches to\nidentify ITS sequences not classified as Phallales. Phylogenetic\nanalyses based on Bayesian and Maximum Likelihood approaches using\nsingle and combinate markers were conducted. Thereby all ITS sequences\nwere clustered with a cutoff of 98% in order to recognize the number of\nspecies hypothesis. The geographic origin of sequences was retrieved. We\nobtained a total of 1,149 sequences representing 664 individuals. The\ntotal of 43 individuals were without genus identification, in which were\nplaced in five distinctive families. We recognize seven families and 22\ngenera in Phallales, confirming the synonymies Phallus (=Dictyophora)\nand Mutinus (=Jansia). Many inconsistencies in species identification\nwere discussed and the genera positions in each family were analyzed.\nBased on 98.0% sequence similarity threshold, the clustering revealed\n118 species hypotheses in Phallales; approximately 20% of the described\nspecies of Phallales have DNA sequence located in DNA databases.\nInformation related to country of origin included in DNA databases\nrepresent 462 individuals distributed in 46 countries. Great progress in\nthe molecular analyses of phalloids has already been made over these\nyears, but it is still necessary to solve some taxonomy inconsistencies\nand generate new data by expanding the knowledge of the group.","trees":[{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr129992","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_129992.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr130000","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130000.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr130005","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130005.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr130006","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130006.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr130007","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130007.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr130008","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130008.phy"},{"tree_label":"con 50 majrule","ntax":"1","rootedtree":"TRUE","title":"Tr130010","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130010.phy"},{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr130011","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130011.phy"},{"tree_label":"tree 1","ntax":"77","rootedtree":"TRUE","title":"Tr130012","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130012.phy"},{"tree_label":"con 50 majrule","ntax":"77","rootedtree":"TRUE","title":"Tr130013","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130013.phy"}]}