{"Authors":" Sihan Long, Lili Liu, Yinhui Pi, Youpeng Wu, Yan Lin, Xu\nZang, Qingde Long, Yingqian Kang, Ji-Chuan KANG, Nalin Wijayawardene,\nFeng Wang, Xiangchun Shen, Qirui Li","Year":" 2021","Title":" New contributions to Diatrypaceae from karst areas in\nChina.","Journal":" MycoKeys","Volume":" 83","Issue":"","Pages":" 1-37","Keywords":" Five novel taxa, phylogeny, systematics, taxonomy,\nXylariales","DOI":" 10.3897/mycokeys.83.68926","Abstract":" In this study, fungal specimens of the family Diatrypaceae\nwere collected from karst areas in Guizhou, Hainan and Yunnan Provinces,\nChina. Morpho-molecular analyses confirmed that these new collections\ncomprise a new genus Pseudodiatrype, three new species\n(Diatrypelancangensis, Diatrypellapseudooregonensis and Eutypacerasi), a\nnew combination (Diatrypellaoregonensis), two new records\n(Allodiatrypethailandica and Diatrypellavulgaris) from China and two\nother known species (Neoeutypellabaoshanensis and\nParaeutypellacitricola). The new taxa are introduced, based on\nmulti-gene phylogenetic analyses (ITS, β-tubulin), as well as\nmorphological analyses. The new genus Pseudodiatrype is characterised by\nits wart-like stromata with 520 ascomata immersed in one stroma and the\nendostroma composed of thin black outer and inner layers of large white\ncells with thin, powdery, yellowish cells. These characteristics\nseparate this genus from two similar genera Allodiatrype and Diatrype.\nBased on morphological as well as phylogenetic analyses,\nDiatrypelancangensis is introduced as a new species of Diatrype. The\nstromata of Diatrypelancangensis are similar to those of D.subundulata\nand D.undulate, but the ascospores are larger. Based on phylogenetic\nanalyses, Diatrypeoregonensis is transferred to the genus Diatrypella as\nDiatrypellaoregonensis while Diatrypellapseudooregonensis is introduced\nas a new species of Diatrypella with 8 spores in an ascus. In addition,\nmulti-gene phylogenetic analyses show that Eutypacerasi is closely\nrelated to E.lata, but the ascomata and asci of Eutypacerasi are\nsmaller. The polyphyletic nature of some genera of Diatrypaceae has led\nto confusion in the classification of the family, thus we discuss\nwhether the number of ascospores per asci can still be used as a basis\nfor classification.","trees":[{"tree_label":"Fig. 1","ntax":"112","rootedtree":"TRUE","title":"Diatrypaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133743.phy"}]}