{"Authors":" Yalemwork Meswaet, Ralph Mangelsdorff, Nourou S Yorou,\nMeike Piepenbring","Year":" 2021","Title":" Unraveling unexplored diversity of cercosporoid fungi\n(Mycosphaerellaceae, Capnodiales, Ascomycota) in tropical Africa","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Benin, Cercospora, Fabaceae, Leguminosae, molecular\nphylogenetic analyses¬¬, Passalora, Pseudocercospora, West Africa","DOI":"","Abstract":" Cercosporoid fungi (Mycosphaerellaceae, Capnodiales,\nAscomycota) are one of the largest and most diverse groups of\nhyphomycetes causing a wide range of diseases of economically important\nplants as well as of plants in the wild. Although more than 6000 species\nare known for this group, the documentation of this fungal group is far\nfrom being complete. Especially in the tropics, the diversity of\ncercosporoid fungi is poorly known. The present study aims to report and\ncharacterize cercosporoid fungi collected on host plants belonging to\nFabaceae in Benin, West Africa. Information on their morphology, host\nspecies and DNA sequence data (18S rDNA, 28S rDNA, ITS and tef1) is\nprovided. DNA sequence data were obtained by a simple and\nnon-culture-based method for DNA isolation which has been applied for\ncercosporoid fungi for the first time in the context of the present\nstudy. Among the loci used for the phylogenetic analysis, tef1 provided\nthe best resolution together with the multigene dataset. Species\ndelimitation in many cases, however, was only possible by combining\nmolecular sequence data with morphological characteristics. Based on\nthirty-nine specimens recently collected in Benin, eighteen species are\npresented with morphological descriptions, illustrations and sequence\ndata. Among these, six species in the genus Cercospora and two species\nin Pseudocercospora are proposed as species new to science. The newly\ndescribed species are C. beninensis on Crotalaria sp., C. parakouensis\non Desmodium tortuosum, C. rhynchophorae on Vigna unguiculata, C.\nvignae-subterraneae on Vigna subterraneanea, C. tentaculifera on Vigna\nunguiculata, C. zorniicola on Zornia glochidiata, Ps. sennicola on Senna\noccidentalis and Ps. tabei on V. unguiculata. Eight species of\ncercosporoid fungi are reported for Benin for the first time, four of\nthem namely, Cercospora cf. canscorina, C. cf. fagopyri, C.\nphaseoli-lunati and Cercospora sp. YMM297B are new for West Africa. Two\nspecies of cercosporoid fungi were previously reported from Benin and\nare confirmed.","trees":[{"tree_label":"The Bayesian phylogenetic tree inferred from multigene\nalignment","ntax":"91","rootedtree":"TRUE","title":"Tr130034","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130034.phy"},{"tree_label":"Tree 2","ntax":"91","rootedtree":"TRUE","title":"Tr130033","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_130033.phy"}]}