{"Authors":" Yalemwork Meswaet, Ralph Mangelsdorff, Nourou S Yorou,\nMeike Piepenbring","Year":" 2021","Title":" Unravelling unexplored diversity of cercosporoid fungi\n(Mycosphaerellaceae, Mycosphaerellales, Ascomycota) in tropical\nAfrica.","Journal":" MycoKeys","Volume":" 81","Issue":"","Pages":" 69138","Keywords":" Benin, Cercospora, Fabaceae, Leguminosae, molecular\nphylogenetic analyses, Passalora, Pseudocercospora, West Africa","DOI":" 10.3897/mycokeys.81.67850","Abstract":" Cercosporoid fungi (Mycosphaerellaceae, Mycosphaerellales,\nAscomycota) are one of the largest and most diverse groups of\nhyphomycetes causing a wide range of diseases of economically important\nplants as well as of plants in the wild. Although more than 6000 species\nare known for this group, the documentation of this fungal group is far\nfrom complete. Especially in the tropics, the diversity of cercosporoid\nfungi is poorly known. The present study aims to identify and\ncharacterise cercosporoid fungi collected on host plants belonging to\nFabaceae in Benin, West Africa. Information on their morphology, host\nspecies and DNA sequence data (18S rDNA, 28S rDNA, ITS and tef1) is\nprovided. DNA sequence data were obtained by a simple and\nnon-culture-based method for DNA isolation which has been applied for\ncercosporoid fungi for the first time in the context of the present\nstudy. Among the loci used for the phylogenetic analysis, tef1 provided\nthe best resolution together with the multigene dataset. Species\ndelimitation in many cases, however, was only possible by combining\nmolecular sequence data with morphological characteristics. Based on\nforty specimens recently collected in Benin, 18 species are presented\nwith morphological descriptions, illustrations and sequence data. Among\nthese, six species in the genus Cercospora and two species in\nPseudocercospora are proposed as species new to science. The newly\ndescribed species are Cercospora (C.) beninensis on Crotalaria\nmacrocalyx, C. parakouensis on Desmodium tortuosum, C. rhynchophora on\nVigna unguiculata, C. vignae-subterraneae on Vigna subterranea, C.\ntentaculifera on Vigna unguiculata, C. zorniicola on Zornia glochidiata,\nPseudocercospora sennicola on Senna occidentalis and Pseudocercospora\ntabei on Vigna unguiculata. Eight species of cercosporoid fungi are\nreported for Benin for the first time, three of them, namely C.\ncf. canscorina, C. cf. fagopyri and C. phaseoli-lunati are new for West\nAfrica. The presence of two species of cercosporoid fungi on Fabaceae\npreviously reported from Benin, namely Nothopassalora personata and\nPassalora arachidicola, is confirmed.","trees":[{"tree_label":"majrule","ntax":"91","rootedtree":"TRUE","title":"Cercosporoid fungi tropical Africa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136156.phy"}]}