{"Authors":" Beat Pfarrer, Ben Rowson, Peter Tattersfield, Eike\nNeubert","Year":" 2021","Title":" The phylogenetic position of African Vitrinidae: old family\ngroups unravelled","Journal":" Journal of Zoological Systematics and Evolutionary\nResearch","Volume":"","Issue":"","Pages":"","Keywords":" Vitrinidae, molecular phylogeny, anatomy, Africa,\nMacaronesia","DOI":"","Abstract":" A phylogenetic investigation of genera and species of the\nsemislug family Vitrinidae from Europe, East Africa, Arabia and\nMacaronesia is presented. Two mitochondrial markers (COI & 16S) and\na set of nuclear markers (H3 & ITS2) were used in Maximum Likelihood\n(ML) and Bayesian Inference (BI) analyses. The synopsis of molecular and\nanatomical data provide a first insight into the phylogenetic\nrelationships of these groups. The existence of major groups comprising\nEuropean, Macaronesian and Arabian-African genera is proven, however,\ntheir relationship remains unresolved. The sister-group relationship\nbetween the Macaronesian radiation and a newly discovered East African\ngenus Sanettivitrina nov. gen., perhaps a relic of this radiation, is\ndemonstrated. The separation of the remaining East African Vitrinidae\ninto two clades as hypothesized by earlier authors, viz. Arabivitrina\nThiele, 1931 and Calidivitrina Pilsbry, 1919, could not be confirmed.\nThe hitherto used generic definitions based on genital morphology are\nnot able to explain the existence of at least five lineages in East\nAfrica. Apparently, Arabivitrina and Calidivitrina morphotypes\nexperienced several parallel losses of genital organ appendices. ","trees":[{"tree_label":"MrBayes1Afri","ntax":"46","rootedtree":"TRUE","title":"Tr130038","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_130038.phy"},{"tree_label":"MrBayes2Afri","ntax":"46","rootedtree":"TRUE","title":"Tr130037","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_130037.phy"},{"tree_label":"RAxML1Afri","ntax":"46","rootedtree":"TRUE","title":"Tr130039","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Alternative Tree","phylotree_id":"tree_130039.phy"}]}