{"Authors":" Jingjing Chen, Sufei Tian, Hua Nian, Ruixuan Wang, Fushun\nLi, Ning Jiang, Yunzhuo Chu","Year":" 2021","Title":" Carbapenem-resistant Enterobacter cloacae complex in a\ntertiary Hospital in Northeast China, 20102019","Journal":" BMC Infectious Diseases","Volume":" 21","Issue":"","Pages":" 611","Keywords":" Enterobacter cloacae complex, carbapenem-resistant,\nmolecular analyses, ST93, NDM","DOI":" 10.1186/s12879-021-06250-0","Abstract":" Background: Carbapenem-resistant Enterobacter cloacae\ncomplex (CREC) is a new emerging threat to global public health. The\nobjective of the study was to investigate the clinical characteristics\nand molecular epidemiology of CREC infections in the medical center of\nnortheast China. Methods: Twenty-nine patients were infected/colonized\nwith CREC during a ten-year period (2010-2019) by WHONET analysis.\nAntibiotic susceptibilities were tested with VITEK 2 and micro broth\ndilution method (for polymyxin B and tigecycline). Carbapenemase\nencoding genes, β-lactamase genes, and seven housekeeping genes for MLST\nwere amplified and sequenced for 18 cryopreserved CREC isolates. Maximum\nlikelihood phylogenetic tree was built with the concentrated sequences\nto show the relatedness between the 18 isolates. Results: There was a\nrapid increase in CREC detection rate during the ten-year period,\nreaching 8.11% in 2018 and 6.48% in 2019. The resistance rate of CREC\nisolates to imipenem and meropenem were 100.0% and 72.2%, however, they\nshowed high sensitivity to tigecycline, polymyxin B and amikacin. The\n30-day crude mortality of CREC infection/colonization was 13.8%,\nindicating that it may be a low-virulence bacterium. Furthermore,\nmolecular epidemiology revealed that ST93 was the predominant sequence\ntype followed by ST171 and ST145, with NDM-1 and NDM-5 as the main\ncarbapenemase-encoding genes. E. hormaechei subsp. steigerwaltii and E.\nhormaechei subsp. oharae were the main species, which showed different\nresistance patterns. Conclusion: Rising detection rate of CREC was\nobserved in a tertiary hospital, which showed heterogeneity in drug\nresistance patterns, resistance genes, and MLST types. Effective\ninfection prevention and control measures should be taken to reduce the\nspread of CREC.","trees":[{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Enterobacter","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133803.phy"}]}