{"Authors":" Magdalena Kosecka, Beata Guzow-Krzemińska, Ivana Černajová,\nPavel Skaloud, Agnieszka Jabłońska, Martin Kukwa","Year":" 2021","Title":" New lineages of photobionts in Bolivian lichens expand our\nknowledge on habitat preferences and distribution of Asterochloris\nalgae","Journal":" Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" Neotropics, photobionts, phylogeny, symbiotic\nassociations, Andean vegetation, specificity","DOI":"","Abstract":" We studied the biodiversity of Asterochloris photobionts\nfound in Bolivian lichens to better understand their global spatial\ndistribution and adaptation strategies in the context of a worldwide\nphylogeny of the genus. Based on nuclear ITS rDNA, the chloroplast rbcL\ngene and the actin type I gene we reconstructed a phylogenetic tree that\nrecovered nine new Asterochloris lineages, while 32 Bolivian photobiont\nsamples were assigned to 12 previously recognized Asterochloris\nlineages. We also show that some previously discovered Asterochloris\nphotobiont species and lineages may occur in a broader spectrum of\nclimatic conditions, and mycobiont species and photobionts may show\ndifferent preferences along an altitude gradient. To reveal general\npatterns of of mycobiont specificity towards the photobiont in\nAsterochloris, we tested the influence of climate, altitude,\ngeographical distance and effects of symbiotic partner (mycobiont) at\nthe species level of three genera of lichen forming fungi: Stereocaulon,\nCladonia and Lepraria. Further, we compared the specificity of\nmycobionts towards Asterochloris photobionts in cosmopolitan,\nNeotropical, and Pantropical lichen forming fungi. Interestingly,\ncosmopolitan species showed the lowest specificity to their photobionts,\nbut also the lowest haplotype diversity. Neotropical and Paleotropical\nmycobionts, however, were more specific.","trees":[{"tree_label":"con 50 majrule","ntax":"189","rootedtree":"TRUE","title":"Asterochloris","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_133878.phy"}]}