{"Authors":" Osamah Rashed, Siti Nor Akmar Abdullah, Wael Alsultan,\ntomoo misawa, Khairulmazmi Ahmad, Abdulaziz Bashir Kutawa","Year":" 2021","Title":" Characterization of inter and intra anastomosis groups of\nRhizoctonia spp. isolated from different crops in Peninsular\nMalaysia","Journal":" Tropical Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Anastomosis group; Phylogeny, Ceratobasidium;\nThanatephorus, Basidiomycota.","DOI":"","Abstract":" Rhizoctonia is a widespread soilborne fungus in different\nagro-ecosystems worldwide. It has been reported as a destructive fungal\npathogen that caused various types of diseases on a wide variety of\ncrops. The aim of this study was to characterize Rhizoctonia spp.\nisolated from various crops. We obtained 37 Rhizoctonia isolates from\nrice, corn, spinach, chrysanthemum and chili grown in various locations\nin Peninsular Malaysia. A total of 35 isolates were classified under\nRhizoctonia solani (multinucleate) and two isolates belonged to\nbinucleate Rhizoctonia (BNR) according to the number of nuclei and\nmorphological characteristics. Based on rDNA-ITS sequences and PCR\nprofiling using AG group-specific primers, these isolates were\nidentified as R. solani AG-1 IA (75.6%), AG-1 ID (10.8%), AG-2-2 IV\n(2.7%), AG-4 HG-I (5.4%), BNR AG-Fa (2.7%) and AG-A (2.7%). Specific\nprimer of binucleate Rhizoctonia AG-Fa was designed and its specificity\nwas evaluated by PCR. Further investigation using tef-1α gene confirmed\nthe AG group identities for these isolates. Clustering analysis of\nmolecular markers (OPA13 and OPE-6, 2080 iPBS and 2249 iPBS and ISSR 3)\nsupported the AG concept rather than geographical origin or plant host.\nPathogenicity tests on the leaves of rice and corn showed that R. solani\nAG-1 IA rice isolates cause necrotic lesions greater than AG-1 IA corn\nisolates. Rhizoctonia solani AG-1 IA, AG-2-2IV and AG-4 HG-I isolates\ncause necrotic lesions greater than BNR isolates on seedling of cabbage,\ncauliflower and radish. To the best of our knowledge, this is the first\nstudy on morphology and molecular characterization of Rhizoctonia spp.\nisolated from various crops and regions in Malaysia.","trees":[{"tree_label":"MLT","ntax":"37","rootedtree":"TRUE","title":"Rhizoctonia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133881.phy"},{"tree_label":"MajRul","ntax":"37","rootedtree":"TRUE","title":"Rhizoctonia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_133912.phy"}]}