{"Authors":" Juliana S. Baggio, Bruna B. Forcelini, Nan-Yi Wang, Rafaela\nG. Ruschel, Natalia A. Peres","Year":" 2020","Title":" Outbreak of leaf spot and fruit rot in Florida strawberry\ncaused by Neopestalotiopsis spp.","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Pestalotiopsis-like species have been reported affecting\nstrawberry worldwide. Recently, severe and unprecedented outbreaks have\nbeen reported in Florida commercial fields where leaf, fruit, petiole,\ncrown, and root symptoms were observed, and yield was severely affected.\nThe taxonomic status of the fungus is confusing since it has gone\nthrough multiple reclassifications over the years. Morphological\ncharacteristics, phylogenetic analyses, and pathogenicity tests were\nevaluated for strawberry isolates recovered in Florida. Phylogenetic\nanalyses derived from the combined ITS, β-tub, and tef1 regions\ndemonstrated that although there was low genetic diversity among the\nstrawberry isolates, there was a clear separation of the isolates in two\ngroups. The first group included isolates recovered over a period of\nseveral years, which was identified as Neopestalotiopsis rosae. Most\nisolates recovered during the recent outbreaks were identified as\nNeopestalotiopsis sp. and may belong to a new species. On PDA, both\ngroups produced white, circular, and cottony colonies. From the bottom,\ncolonies were white to pale yellow for Neopestalotiopsis sp. and pale\nluteous to orange for N. rosae. Spores for both groups were five-celled\nwith three median versicolored cells. Mycelial growth was similar among\ngroups of isolates, whereas spore production was higher for the new\nNeopestalotiopsis sp. isolates. Isolates from both groups were\npathogenic to strawberry roots and crowns. However, the new\nNeopestalotiopsis sp. proved more aggressive in fruit and leaf\ninoculation tests, confirming observations from the recent outbreaks in\ncommercial strawberry fields in Florida.","trees":[{"tree_label":"Imported tree 1","ntax":"99","rootedtree":"TRUE","title":"Neopestalotiopsis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130249.phy"}]}