{"Authors":" Ditte Bandini, Bernhard Oertel, Ursula Eberhardt","Year":" 2021","Title":" A fresh outlook on the smooth-spored species of Inocybe: type\nstudies and 18 new species","Journal":" Mycological Progress","Volume":" 20","Issue":"","Pages":" 10191114","Keywords":" Agaricales . Inocybaceae . Inocybe . Molecular systematics\n. Alpha taxonomy","DOI":" 10.1007/s11557-021-01712-w","Abstract":" On the basis of detailed morphological and molecular\ninvestigation, eighteen new species of Inocybe (I. alberichiana, I.\nbeatifica, I. bellidiana, I. clandestina, I. drenthensis, I. dryadiana,\nI. gaiana, I. ghibliana, I. grusiana, I. knautiana, I. lampetiana, I.\noetziana, I. orionis, I. plurabellae, I. rivierana, I. scolopacis, I.\nsitibunda and I. tiburtina) are described. All of them are\nsmooth-spored, and most of them are pruinose only in the apical part of\nthe stipe. The new species are compared to 40 type specimens, all of\nwhich are described here and for several of which (partial) ITS\nsequences have been generated. For eight species, epi-, lecto- or\nneotypes were selected, among these are I. geophylla, I. glabripes and\nI. tigrina. Based on these studies, we suggest twelve synonymies,\ni.e. that I. clarkii is synonymous with I. sindonia, I. conformata with\nI. cincinnata, I. elegans with I. griseolilacina, I. fuscidula with I.\nglabripes, I. griseotarda with I. psammobrunnea, I. obscurella with I.\nobscuroides, I. obscuromellea with I. semifulva, I. patibilis and I.\ntigrinella with I. tigrina, I. petroselinolens with I. tenuicystidiata\nand I. rubidofracta with I. pseudorubens and I. subporospora is\nsynonymized with I. tjallingiorum. All of the new species are supported\nby phylogenetic analyses. Among the previously described species\naccepted here, sixteen are represented by types in the phylogenetic\nanalyses and ten by own collections morphologically corresponding to the\ntype. In summary, we here verify or provide morphological concepts\nassociated with molecular data for 44 smooth-spored species of\nInocybe.","trees":[{"tree_label":"Imported tree 1","ntax":"303","rootedtree":"TRUE","title":"Tr131753","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131753.phy"},{"tree_label":"tree1","ntax":"303","rootedtree":"TRUE","title":"Tr131754","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131754.phy"}]}