{"Authors":" viridiana Magaña-Dueñas, Jose F. Cano-Lira, Alberto Miguel\nStchigel","Year":" 2021","Title":" New coelomycetous fungi from freshwater in Spain","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota; coelomycetous; freshwater fungi; phylogeny;\nplant debris; taxonomy","DOI":"","Abstract":" Coelomycetous fungi are ubiquitous in soil, sewage, and\nsea- and freshwater environments. Freshwater coelomycetous fungi have\nbeen very rarely reported, probably because they have not been\nconsidered a good subject of study due to an absence of discriminative\nmorphological characters. Despite aero-aquatic fungi having been\nextensively studied, knowledge of coelomy-cetous fungi in freshwater\nhabitats in Spain is poor. The incubation of plant debris, from\nfresh-water in various places in Spain into wet chambers, allowed us to\ndetect and isolate in pure cul-ture several phoma-like and\npyrenochaeta-like fungi. Fungal strains were phenotypically\nchar-acterized, and a phylogenetic study was carried out based on the\nanalysis of concatenated nucle-otide sequences of the D1-D2 domains of\nthe 28S nrRNA gene (LSU), the internal transcribed spacer region (ITS)\nof the nrDNA, and fragments of the RNA polymerase II subunit 2 (rpb2)\nand beta tubulin (tub2) genes. As a result of these, we report the\nfinding of two novel species of Neo-cucurbitaria, three of\nNeopyrenochaeta and one of Pyrenochaetopsis. Based onf the phylogenetic\nstudy, we also transferred Neocucurbitaria prunicola to the genus\nAllocucurbitaria. This work makes an important contribution to the\nknowledge of the mycobiota of plant debris in freshwater hab-itats.","trees":[{"tree_label":"PAUP 1","ntax":"71","rootedtree":"TRUE","title":"Celomycetous Freshwater 71x2335","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133924.phy"},{"tree_label":"PAUP 1","ntax":"65","rootedtree":"TRUE","title":"Celomycetous Freshwater ITS LSU TUB RPB2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133923.phy"}]}