{"Authors":" Xiao E Xiao, Wen Wang, H. K. Wang, Jianping Xu, Pedro W.\nCrous, H. Y. Li","Year":" 2021","Title":" Species of Botryosphaeriaceae associated with citrus branch\ndiseases in China","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Botryosphaeria cankers, distribution, new taxa,\npathogenicity, systematics","DOI":"","Abstract":" Citrus is an important and widely cultivated fruit crop in\nSouth China. Although the diseases of leaves and fruits have been\nextensively studied, the causal organisms of branch diseases remain\npoorly known in China. Species of Botryosphaeriaceae are known as\nimportant fungal pathogens causing branch diseases on citrus in the USA\nand Europe. To determine the diversity of Botryosphaeriaceae species\nassociated with citrus branch diseases in China, surveys were conducted\nin the major citrus-producing areas from 2017 to 2020. Diseased tissues\nwere collected from twigs, branches and trunks with a range of symptoms\nincluding cankers, cracking, dieback and gummosis. Based on\nmorphological characteristics and phylogenetic comparison of the DNA\nsequences of the internal transcribed spacer region (ITS), the\ntranslation elongation factor 1-alpha gene (tef1), the β-tubulin gene\n(tub) and the DNA-directed RNA polymerase II subunit (rpb2), 111\nisolates from nine provinces were identified as 21 species of\nBotryosphaeriaceae, including Botryosphaeria dothidea, B. fabicerciana,\nDiplodia seriata, Dothiorella alpina, Do. plurivora, Lasiodiplodia\ncitricola, L. iraniensis, L. pseudotheobromae, L. theobromae,\nNeodeightonia subglobosa, Neofusicoccum parvum, and 10 previously\nundescribed species, namely Dothiorella citrimurcott, Do. yongquanensis,\nL. citrigrandis, L. guilinsis, L. huangyanensis, L. linhaisis, L.\nlishuisis, L. ponkan, L. valencia and Sphaeropsis linhaina spp. nov.\nBotryosphaeria dothidea (28.8 %) was the most abundant species, followed\nby L. pseudotheobromae (23.4 %), which was the most widely distributed\nspecies on citrus, occurring in six of the nine provinces sampled.\nPathogenicity tests, both in vitro and in vivo, indicated that all 21\nspecies of Botryosphaeriaceae obtained from diseased citrus tissues in\nthis study were pathogenic to the tested citrus shoots and that\nLasiodiplodia was the most aggressive genus. This is the first study to\nidentify Botryosphaeriaceae species related to citrus branch diseases in\nChina and the results provide a theoretical basis for the implementation\nof prevention and control measures.","trees":[{"tree_label":"PAUP 1","ntax":"26","rootedtree":"TRUE","title":"Tr130401","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130401.phy"},{"tree_label":"Imported tree 1","ntax":"26","rootedtree":"TRUE","title":"Tr130402","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130402.phy"}]}