{"Authors":" Pedro W. Crous, Lorenzo Lombard, Marcelo Sandoval-Denis,\nKeith Seifert, Hans-Josef Schroers, Priscila Chaverri, Josepa Gene,\nJosep Guarro, Yuuri Hirooka, Konstanze Bensch, Gert H J Kema, Sandra C\nLamprecht, Lei Cai, Amy Y Rossman, Marc Stadler, Richard Summerbell,\nJohn W. Taylor, Sebastian Ploch, Cobus Meyer Visagie, Neriman Yilmaz,\nJens C Frisvad, A.M. Abdel-Azeem, Jafar Abdollahzadeh, A. Abdolrasouli,\nAlex Akulov, J F Alberts, Joao Araújo, Hiran Ariyawansa, Mounes Bakhshi,\nMika Bendiksby, A Ben Hadj Amor, Jadson DP Bezerra, Teun Boekhout,\nMarcos P.S. Câmara, M. Carbia, Gianluigi Cardinali, Rafael F. Castañeda\nRuiz, Adriana Celis, Vishnu Chaturvedi, Jerome Collemare, Daniel Croll,\nUlrike Damm, cony decock, Ronald P. de Vries, Chibundu N. Ezekiel,\nXinlei Fan, Norma B. Fernández, Ester Gaya, C. D. González, David\nGramaje, Johannes (Ewald) Zacharias Groenewald, Martin Grube, Marcela\nIsabel Guevara-Suarez, V. K. Gupta, Vladimiro Guarnaccia, A. Haddaji,\nFerry Hagen, D. Haelewaters, Karen Hansen, Akira Hashimoto, Margarita\nHernández-Restrepo, Jos Houbraken, Vit Hubka, Kevin D Hyde, T.\nIturriaga, Rajesh Jeewon, Peter Johnston, eljko Jurjević, Iskender\nKaralti, Lise Korsten, Eiko E Kuramae, Ivana Kuan, Roman Labuda, Daniel\nPaul Lawrence, H. B. Lee, Christian Lechat, H. Y. Li, Y. A. Litovka,\nSajeewa Maharachchikumbura, Yasmina Marin-Felix, Blondelle Matio\nKemkuignou, Neven Matočec, Alistair Ross McTaggart, P. Mlčoch, Laura\nMugnai, Chiharu Nakashima, R. Henrik Nilsson, S. R. Noumeur, I. N.\nPavlov, M. P. Peralta, Alan JL Phillips, J. I. Pitt, Giancarlo Polizzi,\nWilliam Quaedvlieg, Kunhiraman C Rajeshkumar, S. Restrepo, A. Rhaiem, J.\nRobert, Vincent Robert, A. M. Rodrigues, Catalina Salgado-Salazar, Rob\nSamson, Ana Carla da Silva Santos, Roger G. Shivas, Cristina Maria\nSouza-Motta, G. Y. Sun, Wijnand J Swart, S. Szoke, Yu Pei Tan, J. E.\nTaylor, Paul W.J. Taylor, Patricia V. Tiago, Kalman Zoltán Váczy,\nNatalie van de Wiele, Nicolaas A Van der Merwe, Gerard J.M. Verkley,\nWillie Anderson dos Santos Vieira, Alfredo Vizzini, Bevan S Weir, Nalin\nWijayawardene, Jiwen W. Xia, M. J. Yañez-Morales, Andrey Yurkov, Juan\nCarlos Zamora, Rasoul Zare, Chulong Zhang, Marco Thines","Year":" 2021","Title":" Fusarium: more than a node or a foot-shaped basal cell","Journal":" Studies in Mycology","Volume":" 98","Issue":"","Pages":" 1-184","Keywords":" multi-gene phylogeny, mycotoxins, Nectriaceae,\nNeocosmospora, novel taxa, pathogen, taxonomy.","DOI":" 10.1016/j.simyco.2021.100116","Abstract":" Recent publications have argued that there are potentially\nserious consequences for researchers in recognising distinct genera in\nthe terminal fusarioid clade of the family Nectriaceae. Thus, an\nalternate hypothesis, namely a very broad concept of the genus Fusarium\nwas proposed. In doing so, however, a significant body of data that\nsupports distinct genera in Nectriaceae based on morphology, biology,\nand phylogeny is disregarded. A DNA phylogeny based on 19 orthologous\nprotein-coding genes was presented to support a very broad concept of\nFusarium at the F1 node in Nectriaceae. Here, we demonstrate that\nre-analyses of this dataset show that all 19 genes support the F3 node\nthat represents Fusarium sensu stricto as defined by F. sambucinum\n(sexual morph synonym Gibberella pulicaris). The backbone of the\nphylogeny is resolved by the concatenated alignment, but only six of the\n19 genes fully support the F1 node, representing the broad\ncircumscription of Fusarium. Furthermore, a re-analysis of the\nconcatenated dataset revealed alternate topologies in different\nphylogenetic algorithms, highlighting the deep divergence and unresolved\nplacement of various Nectriaceae lineages proposed as members of\nFusarium. Species of Fusarium s. str. are characterised by Gibberella\nsexual morphs, asexual morphs with thin- or thick-walled macroconidia\nthat have variously shaped apical and basal cells, and trichothecene\nmycotoxin production, which separates them from other fusarioid genera.\nHere we show that the Wollenweber concept of Fusarium presently accounts\nfor 20 segregate genera with clear-cut synapomorphic traits, and that\nfusarioid macroconidia represent a character that has been gained or\nlost multiple times throughout Nectriaceae. Thus, the very broad\ncircumscription of Fusarium is blurry and without apparent\nsynapomorphies, and does not include all genera with fusarium-like\nmacroconidia, which are spread throughout Nectriaceae (e.g.,\nCosmosporella, Macroconia, Microcera). In this study four new genera are\nintroduced, along with 18 new species and 16 new combinations. These\nnames convey information about relationships, morphology, and ecological\npreference that would otherwise be lost in a broader definition of\nFusarium. To assist users to correctly identify fusarioid genera and\nspecies, we introduce a new online identification database,\nFusarioid-ID, accessible at www.fusarium.org. The database comprises\npartial sequences from multiple genes commonly used to identify\nfusarioid taxa (act1, CaM, his3, rpb1, rpb2, tef1, tub2, ITS, and LSU).\nIn this paper, we also present a nomenclator of names that have been\nintroduced in Fusarium up to January 2021 as well as their current\nstatus, types, and diagnostic DNA barcode data. In this study,\nresearchers from 46 countries, representing taxonomists, plant\npathologists, medical mycologists, quarantine officials, regulatory\nagencies, and students, strongly support the application and use of a\nmore precisely delimited Fusarium (= Gibberella) concept to accommodate\ntaxa from the robust monophyletic node F3 on the basis of a well-defined\nand unique combination of morphological and biochemical features. This\nF3 node includes, among others, species of the F. fujikuroi, F.\nincarnatum-equiseti, F. oxysporum, and F. sambucinum species complexes,\nbut not species of Bisifusarium [F. dimerum species complex (SC)],\nCyanonectria (F. buxicola SC), Geejayessia (F. staphyleae SC),\nNeocosmospora (F. solani SC) or Rectifusarium (F. ventricosum SC). The\npresent study represents the first step to generating a new online\nmonograph of Fusarium and allied fusarioid genera\n(www.fusarium.org).","trees":[{"tree_label":"PHYLIP 1+","ntax":"20","rootedtree":"FALSE","title":"Tr131034","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131034.phy"},{"tree_label":"PHYLIP 1","ntax":"12","rootedtree":"TRUE","title":"Tr131030","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131030.phy"},{"tree_label":"PHYLIP 1","ntax":"11","rootedtree":"TRUE","title":"Tr131032","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131032.phy"},{"tree_label":"Imported tree 1","ntax":"325","rootedtree":"TRUE","title":"Tr131033","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131033.phy"},{"tree_label":"PHYLIP 1+","ntax":"52","rootedtree":"FALSE","title":"Tr131028","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131028.phy"},{"tree_label":"PHYLIP 1","ntax":"100","rootedtree":"TRUE","title":"Tr131029","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131029.phy"},{"tree_label":"PHYLIP 1","ntax":"107","rootedtree":"TRUE","title":"Tr131031","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131031.phy"}]}