{"Authors":" Laura Guzmán-Dávalos, Alma Rosa Villalobos-Arámbula, Milay\nCabarroi-Hernández, Mara Ximena Haro-Luna, Virginia Ramírez-Cruz","Year":" 2021","Title":" Myriostoma herrerae sp. nov. (Geastrales: Basidiomycota) and\na new record of M. calongei from Mexico","Journal":" Kew Bulletin","Volume":"","Issue":"","Pages":"","Keywords":" gasteroid mushroom, molecular systematics, new species,\ntaxonomy","DOI":"","Abstract":" Myriostoma Desv. was considered a monotypic genus until\nfive species were delimited with molecular evidence. Specimens in Mexico\nhave been recorded under the name M. coliforme but according to\nliterature, this is a species complex. Therefore, the objective of this\nwork was to determine the Myriostoma species present in Mexico based on\nmorphological and phylogenetic studies. A bibliographic review of the\ngenus in Mexico was carried out, and six herbaria were reviewed.\nMicroscopic characteristics of the dried material were observed. ITS and\npartial LSU nuc rDNA from Mexican specimens were amplified and\nsequenced. Furthermore, sequences were obtained from GenBank. ITS\nsequence data was analysed alone and then in a concatenated ITS and LSU\ndataset. Analyses were performed with Maximum Parsimony, Bayesian\ninference, and Maximum Likelihood. The results showed that at least two\nspecies have been recorded as M. coliforme and although the morphology\nof this complex is highly variable, few characters help to distinguish\nthem. Nevertheless, there are some features that would allow us to\nseparate them. In Mexico, there are no M. coliforme or M. capillisporum,\ninstead we find M. calongei, previously only known from Argentina,\nBrazil, and USA, and M. herrerae, here described as a new species. These\nspecies differ in their endoperidial ornamentation and habitat. This is\nthe first record of M. calongei in Mexico and there are probably two\nother new species, but more data are needed.","trees":[{"tree_label":"MajRul","ntax":"44","rootedtree":"TRUE","title":"Myriostoma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134190.phy"}]}