{"Authors":" yarong wang, yingda Wu, Josef Vlasák, Y. C. Dai, Yuan\nYuan","Year":" 2021","Title":" Phylogenetic analysis demonstrating four new species in\nMegasporoporia sensu lato (Polyporales, Basidiomycota)","Journal":" Frontiers in Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" morphology, phylogeny, polymerase, Polyporaceae,\ntaxonomic","DOI":"","Abstract":" Megasporoporia sensu lato is common polypore genus in\ntropics, the members of which are readily recognized in the field\nbecause of their resupinate, light-colored basidiocarps with big pores.\nThe species of the genus usually grow on fresh fallen trunks and\nbranches and are pioneer decayers in the forest ecosystem. Four species\nwere accepted when the genus was established in 1982, but recent studies\nshowed species diversity in the genus was underestimated, and 14 new\nspecies were described. Also, the genus was recognized as polyphyletic\nby molecular analyses and three genera, Megasporia, Megasporoporia sensu\nstricto and Megasporoporiella, were established although without\ndistinct morphological differences among these genera. In the present\nstudy, phylogenies based on the combined 3-gene (ITS + nLSU + TEF) and\n6-gene (ITS + nLSU + mt-SSU + RPB1 + RPB2 + TEF) sequence datasets of\nMegasporoporia sensu lato are analyzed, and 21 lineages nested in three\nclades (the Megasporia clade, the Megasporoporia sensu stricto clade and\nthe Megasporoporiella clade) are formed. Based on morphological\nexamination, four new species, Megasporia bambusae, Megasporia\nfusiformis, Megasporoporia inflata and Megasporoporiella australiae, are\ndescribed based on materials from Australia, China and Malaysia, and a\nnew combination, Megasporoporiella hubeiensis comb. nov., is proposed.\nMegasporoporiella pseudocavernulosa is selected as the type species of\nMegasporoporiella because the previous type species Megasporoporiella\ncavernulosa was misidentified. Polyporus megasporoporus is the revised\nname for Megasporoporiella lacerata. In addition, a comparison of main\ncharacteristics and an identification key of Megasporoporia sensu lato\nare provided.","trees":[{"tree_label":"MajRule","ntax":"97","rootedtree":"TRUE","title":"Megasporoporia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_133954.phy"},{"tree_label":"MajRul","ntax":"106","rootedtree":"TRUE","title":"Megasporoporia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_133955.phy"}]}