{"Authors":" Linda Elizabeth Neaves, Matthew P Steele, Barbara Klump,\nJames St Clair, Joana Fernandes, Vanessa Hequet, Phil Shaw, Peter M.\nHollingsworth, Christian Rutz","Year":" 2021","Title":" DNA barcoding identifies cryptic animal tool materials","Journal":" Proceedings of the National Academy of Sciences,\nU.S.A.","Volume":" 118","Issue":" 29","Pages":" e2020699118","Keywords":" Animal construction behaviour, DNA barcoding, Nest\nbuilding, New Caledonian crow, Tool manufacture, Tool use","DOI":" 10.1073/pnas.2020699118","Abstract":" Some animals fashion tools or constructions out of plant\nmaterials to aid foraging, reproduction, self-maintenance, or\nprotection. Their choice of raw materials can affect the structure and\nproperties of the resulting artefacts, with significant fitness\nconsequences. Documenting animals material preferences is challenging,\nhowever, as manufacture behaviour is often difficult to observe\ndirectly, and materials may be processed so heavily that they lack\nidentifying features. Here, we use DNA barcoding to identify, from just\na few recovered tool specimens, the plant species New Caledonian crows\n(Corvus moneduloides) use for crafting elaborate hooked stick tools in\none of our long-term study populations. The method succeeded where\nextensive fieldwork using an array of conventional approaches had\nfailed, including targeted observations, camera traps, radio-tracking,\nbird-mounted video cameras, and behavioural experiments with wild and\ntemporarily captive subjects. We believe that DNA barcoding will prove\nuseful for investigating many other tool and construction behaviours,\nhelping to unlock significant research potential across a wide range of\nstudy systems.","trees":[{"tree_label":"tree1","ntax":"111","rootedtree":"TRUE","title":"Eudicots trnL intron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134200.phy"},{"tree_label":"tree1","ntax":"111","rootedtree":"TRUE","title":"Eudicots ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134199.phy"}]}