{"Authors":" Zhen Li, Gang Wang, Xihui Liu, Zhengchao Wang, Muqing\nZhang, Jisen Zhang","Year":" 2021","Title":" Genome-wide identification and expression profiling of DREB\nGenes in Saccharum spontaneum","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Saccharum spontaneum, DREB, Genome-wide, Gene expression,\nDehydration response","DOI":"","Abstract":" Background: The dehydration-responsive element-binding\nproteins (DREBs) are important transcription factors that interact with\na DRE/CRT (C-repeat) sequence and involve in response to multiple\nabiotic stresses in plants. Modern sugarcane are hybrids from the cross\nbetween Saccharum spontaneum and Saccharum officinarum, and the high\nsugar content is considered to the attribution of S. officinaurm, while\nthe stress tolerance is attributed to S. spontaneum. Results: With\nrecent availability of the whole genome information, the present study\nperformed a genome-wide in silico analysis of DREB genes in the\npolyploidy S. spontaneum. Twelve DREB1 genes and six DREB2 genes were\nidentified in S. spontaneum genome and all proteins contained a\nconserved AP2/ERF domain. Eleven SsDREB1 allele genes were assumed to be\noriginated from tandem duplications, and two of them may be derived\nafter the split of S. spontaneum and the proximal diploid species\nsorghum, suggesting tandem duplication contributed to the expansion of\nDREB1-type genes in sugarcane. Phylogenetic analysis revealed that one\nDREB2 gene was lost during the evolution of sugarcane. Expression\nprofiling showed different SsDREB genes with variable expression levels\nin the different tissues, indicating seven SsDREB genes were likely\ninvolved in the development and photosynthesis of S. spontaneum.\nFurthermore, SsDREB1F, SsDREB1L, SsDREB2D, and SsDREB2F were\nup-regulated under drought and cold condition, suggesting that these\nfour genes may be involved in both dehydration and cold response in\nsugarcane. Conclusions: These findings demonstrated the important role\nof DREBs not only in the stress response, but also in the development\nand photosynthesis of S. spontaneum.","trees":[{"tree_label":"Imported tree 1","ntax":"97","rootedtree":"TRUE","title":"Tr130642","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130642.phy"},{"tree_label":"DREB_tree","ntax":"97","rootedtree":"TRUE","title":"Tr130643","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130643.phy"}]}