{"Authors":" Xinye Wang, Dawei Wang, Said Umar, Sheng Qin, Qiong Ling,\nGregory C Gray, Yuntao Liu","Year":" 2021","Title":" Molecular typing of human adenoviruses among hospitalized\npatients with respiratory tract infections in a tertiary Hospital in\nGuangzhou, China between 2017 and 2019","Journal":" BMC Infectious Diseases","Volume":" 21","Issue":"","Pages":" 748","Keywords":" adenovirus, PCR, genotyping molecular epidemiology,\nrespiratory diseases","DOI":" 10.1186/s12879-021-06412-0","Abstract":" Background Human Adenoviruses (HAdVs) cause a wide array\nof illnesses in all age groups. They particularly cause frequent\nmorbidity among children. In China, human adenovirus types 3, 4, 7, 11,\n14, 21, and 55 have caused at least seven outbreaks since 2000. However,\nlimited studies are available regarding the epidemiological patterns and\ndiversity of HAdVs types among hospitalized patients with respiratory\ntract infections (RTIs). Methods To understand the epidemiology and type\ndistribution of HAdV infections associated with RTIs in China, nasal\nswab (NS) clinical samples were collected from 4129 patients in a\nGuangzhou hospital between August 2017 and October 2019. PCR,\nsequencing, and phylogenetic analysis were performed on these specimens\nto identify HAdV virus types. Results HAdV was detected in 99 (2.4%) of\nthe 4,129 NS specimens, with the highest HAdV prevalence (6.3%) found in\nchildren between the ages of 5 and 10 years. Among HAdV-positive\nspecimens, the most prevalent genotypes identified were HAdV-B3 (55.6%)\nand HAdV-B7 (25.3%). The most common symptoms in the HAdV-infected\npatients were fever (100%), cough (80.8%) and rhinorrhea (71.8%). HAdV\ninfections were detected throughout the year with a relatively higher\nprevalence in summer. Conclusion All ages suffer adenovirus infections,\nbut young children are at greatest risk. These study data demonstrate\nthat at least three species of HAdVs (species B, C, and E) are\ncirculating in Guangzhou City, China. As antiviral therapies and\ntype-specific vaccines become available, such epidemiological data will\nbe useful in guiding therapy and public health interventions.","trees":[{"tree_label":"Fig. 1","ntax":"41","rootedtree":"TRUE","title":"Hexon gene of HAdV strains","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133945.phy"}]}