{"Authors":" Pedro W. Crous, Johannes (Ewald) Zacharias Groenewald","Year":" 2021","Title":" Fungal Planet description sheets: 1182-1283","Journal":" Persoonia","Volume":" 46","Issue":"","Pages":" 313-528","Keywords":" ITS nrDNA BARCODES; LSU; NEW TAXA; SYSTEMATICS","DOI":" 10.3767/persoonia.2021.46.11","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Algeria, Phaeoacremonium\nadelophialidum from Vitis vinifera. Antarctica, Comoclathris antarctica\nfrom soil. Australia, Coniochaeta salicifolia as endophyte from healthy\nleaves of Geijera salicifolia, Eremothecium peggii in fruit of Citrus\naustralis, Microdochium ratticaudae from stem of Sporobolus natalensis,\nNeocelosporium corymbiae on stems of Corymbia variegata, Phytophthora\nkelmanii from rhizosphere soil of Ptilotus pyramidatus, Pseudosydowia\nbackhousiae on living leaves of Backhousia citriodora, Pseudosydowia\nindoor oopillyensis, Pseudosydowia louisecottisiae and Pseudosydowia\nqueenslandica on living leaves of Eucalyptus sp. Brazil, Absidia\nmontepascoalis from soil. Chile, Ilyonectria zarorii from soil under\nMaytenus boaria. Costa Rica, Colletotrichum filicis from an unidentified\nfern. Croatia, Mollisia endogranulata on deteriorated hardwood. Czech\nRepublic, Arcopilus navicularis from tea bag with fruit tea,\nNeosetophoma buxi as endophyte from Buxus sempervirens, Xerochrysium\nbohemicum on surface of biscuits with chocolate glaze and filled with\njam. France, Entoloma cyaneobasale on basic to calcareous soil, Fusarium\naconidiale from Triticum aestivum, Fusarium juglandicola from buds of\nJuglans regia. Germany, Tetraploa endophytica as endophyte from\nMicrothlaspi perfoliatum roots. India, Castanediella ambae on leaves of\nMangifera indica, Lactifluus kanadii on soil under Castanopsis sp.,\nPenicillium uttarakhandense from soil. Italy, Penicillium ferraniaense\nfrom compost. Namibia, Bezerromyces gobabebensis on leaves of\nunidentified succulent, Cladosporium stipagrostidicola on leaves of\nStipagrostis sp., Cymostachys euphorbiae on leaves of Euphorbia sp.,\nDeniquelata hypolithi from hypolith under a rock, Hysterobrevium\nwalvisbayicola on leaves of unidentified tree, Knufia hypolithi and\nKnufia walvisbayicola from hypolith under a rock, Lapidomyces\nstipagrostidicola on leaves of Stipagrostis sp., Nothophaeotheca\nmirabibensis (incl. Nothophaeotheca gen. nov.) on persistent\ninflorescence remains of Blepharis obmitrata, Paramyrothecium salvadorae\non twigs of Salvadora persica, Preussia procaviicola on dung of Procavia\nsp., Sordaria equicola on zebra dung, Volutella salvadorae on stems of\nSalvadora persica. Netherlands, Entoloma ammophilum on sandy soil,\nEntoloma pseudocruentatum on nutrient poor(acid)soil, Entoloma pudens on\nplant debris, amongst grasses. New Zealand, Amorocoelophoma neoregeliae\nfrom leaf spots of Neoregelia sp., Aquilomyces metrosideri and\nSeptoriella callistemonis from stem discolouration and leaf spots of\nMetrosideros sp., Cadophora neoregeliae from leaf spots of Neoregelia\nsp., Flexuomyces asteliae (incl. Flexuomyces gen. nov.) and Mollisia\nasteliae from leaf spots of Astelia chathamica, Ophioceras freycinetiae\nfrom leaf spots of Freycinetia banksii, Phaeosphaeria caricis-sectae\nfrom leaf spots of Carex secta. Norway, Cuphophyllus flavipesoides on\nsoil in semi-natural grassland, Entoloma coracis on soil in calcareous\nPinus and Tilia forests, Entoloma cyaneolilacinum on soil semi-natural\ngrasslands, Inocybe norvegica on gravelly soil. Pakistan, Butyriboletus\nparachinarensis on soil in association with Quercus baloot. Poland,\nHyalodendriella bialowiezensis on debris beneath fallen bark of Norway\nspruce Picea abies. Russia, Bolbitius sibiricus on a moss covered\nrotting trunk of Populus tremula, Crepidotus wasseri on debris of\nPopulus tremula, Entoloma isborscanum on soil on calcareous grasslands,\nEntoloma subcoracis on soil in subalpine grasslands, Hydropus\nlecythiocystis on rotted wood of Betula pendula, Meruliopsis faginea on\nfallen dead branches of Fagus orientalis, Metschnikowia taurica from\nfruits of Ziziphus jujube, Suillus praetermissus on soil, Teunia\nlichenophila as endophyte from Cladonia rangiferina. Slovakia, Hygrocybe\nfulgens on mowed grassland, Pleuroflammula pannonica from corticated\nbranches of Quercus sp. South Africa, Acrodontium burrowsianum on leaves\nof unidentified Poaceae, Castanediella senegaliae on dead pods of\nSenegalia ataxacantha, Cladophialophora behniae on leaves of Behnia sp.,\nColletotrichum cliviigenum on leaves of Clivia sp., Diatrype dalbergiae\non bark of Dalbergia armata, Falcocladium heteropyxidicola on leaves of\nHeteropyxis canescens, Lapidomyces aloidendricola as epiphyte on brown\nstem of Aloidendron dichotomum, Lasionectria sansevieriae and\nPhaeosphaeriopsis sansevieriae on leaves of Sansevieria hyacinthoides,\nLylea dalbergiae on Diatrype dalbergiae on bark of Dalbergia armata,\nNeochaetothyrina syzygii (incl. Neochaetothyrina gen. nov.) on leaves of\nSyzygium chordatum, Nothophaeomoniella ekebergiae\n(incl. Nothophaeomoniella gen. nov.) on leaves of Ekebergia pterophylla,\nParacymostachys euphorbiae (incl. Paracymostachys gen. nov.)on leaf\nlitter of Euphorbia ingens, Paramycosphaerella pterocarpi on leaves of\nPterocarpus angolensis, Paramycosphaerella syzygii on leaf litter of\nSyzygium chordatum, Parateichospora phoenicicola (incl. Parateichospora\ngen. nov.)on leaves of Phoenix reclinata, Seiridium syzygii on twigs of\nSyzygium chordatum, Setophoma syzygii on leaves of Syzygium sp.,\nStarmerella xylocopis from larval feed of an Afrotropical bee Xylocopa\ncaffra, Teratosphaeria combreti on leaf litter of Combretum kraussii,\nTeratosphaericola leucadendri on leaves of Leucadendron sp.,\nToxicocladosporium pterocarpi on pods of Pterocarpus angolensis. Spain,\nCortinarius bonachei with Quercus ilex in calcareus soils, Cortinarius\nbrunneovolvatus under Quercus ilex subsp. ballota in calcareous soil,\nExtremopsis radicicola (incl. Extremopsis gen. nov.) from\nroot-associated soil in a wet heathland, Russula quintanensis on acidic\nsoils, Tubaria vulcanica on volcanic lapilii material, Tuber\nzambonelliae in calcareus soil. Sweden, Elaphomyces borealis on soil\nunder Pinus sylvestris and Betula pubescens. Tanzania, Curvularia\ntanzanica on inflorescence of Cyperus aromaticus. Thailand,\nSimplicillium niveum on Ophiocordyceps camponoti-leonardi on under side\nof unidentified dicotyledonous leaf. USA, Calonectria californiensis on\nleaves of Umbellularia californica, Exophiala spartinae from surface\nsterilised roots of Spartina alterniflora, Neophaeococcomyces\noklahomaensis from outside wall of alcohol distillery. Vietnam,\nFistulinella aurantioflava on soil. Morphological and culture\ncharacteristics are supported by DNA barcodes.","trees":[{"tree_label":"Fig. 1. Overview Agaricomycetes LSU phylogeny","ntax":"170","rootedtree":"TRUE","title":"Tr133443","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133443.phy"},{"tree_label":"Fig 2. Overview Dothideomycetes (Other orders) LSU\nphylogeny","ntax":"179","rootedtree":"TRUE","title":"Tr133444","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133444.phy"},{"tree_label":"Fig 3. Overview Dothideomycetes (Pleosporales) LSU\nphylogeny","ntax":"170","rootedtree":"TRUE","title":"Tr133446","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133446.phy"},{"tree_label":"Fig. 10. Overview Sordariomycetes (Falcocladiales,\nGlomerellales and Hypocreales) LSU phylogeny","ntax":"194","rootedtree":"TRUE","title":"Tr133453","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133453.phy"},{"tree_label":"Fig. Fungal Planet 1188 - IQ-TREE Phaeosphaeriaceae\nmultigene (ITS / LSU) phylogeny","ntax":"58","rootedtree":"TRUE","title":"Tr133456","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133456.phy"},{"tree_label":"Fig. Fungal Planet 1194 - IQ-TREE Stachybotrys sensu\nlato multigene (LSU / rpb2) phylogeny","ntax":"91","rootedtree":"TRUE","title":"Tr133457","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133457.phy"},{"tree_label":"Fig. Fungal Planet 1195 - IQ-TREE Cladosporium\nmultigene (actA / tef1) phylogeny","ntax":"67","rootedtree":"TRUE","title":"Tr133458","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133458.phy"},{"tree_label":"Fig 4. Overview Eurotiomycetes LSU phylogeny","ntax":"85","rootedtree":"TRUE","title":"Tr133447","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133447.phy"},{"tree_label":"Fig. 5. Overview Leotiomycetes LSU phylogeny","ntax":"90","rootedtree":"TRUE","title":"Tr133448","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133448.phy"},{"tree_label":"Fig. 6. Overview Mucoromycetes LSU phylogeny","ntax":"22","rootedtree":"TRUE","title":"Tr133449","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133449.phy"},{"tree_label":"Fig. 7. Overview Pezizomycetes LSU phylogeny","ntax":"33","rootedtree":"TRUE","title":"Tr133450","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133450.phy"},{"tree_label":"Fig. 11. Overview Sordariomycetes (Other orders) LSU\nphylogeny","ntax":"79","rootedtree":"TRUE","title":"Tr133454","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133454.phy"},{"tree_label":"Fig. 12. Overview Sordariomycetes (Xylariales) LSU\nphylogeny","ntax":"63","rootedtree":"TRUE","title":"Tr133455","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133455.phy"},{"tree_label":"Fig. 8. Overview Phytophthora LSU phylogeny","ntax":"25","rootedtree":"TRUE","title":"Tr133451","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133451.phy"},{"tree_label":"Fig. 9. Overview Saccharomycetes and Tremellomycetes\nLSU phylogeny","ntax":"36","rootedtree":"TRUE","title":"Tr133452","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133452.phy"},{"tree_label":"Fig. Fungal Planet 1221 - IQ-TREE Paramyrothecium s.\nlat. multigene (ITS / tub2 / cmdA / rpb2) phylogeny","ntax":"47","rootedtree":"TRUE","title":"Tr133459","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133459.phy"},{"tree_label":"Fig. Fungal Planet 1225 - Bayesian Calonectria\nmultigene (actA / cmdA / his3 / ITS / LSU / rpb2 / tef1 / tub2)\nphylogeny","ntax":"45","rootedtree":"TRUE","title":"Tr133460","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133460.phy"}]}