{"Authors":" Ishan Agarwal, Luis MP Ceríaco, Margarita Metallinou, Todd\nR Jackman, Aaron M Bauer","Year":" 2021","Title":" How the African house gecko (Hemidactylus mabouia) conquered\nthe world","Journal":" Royal Society Open Science","Volume":" 8","Issue":" 8","Pages":" 210749","Keywords":" biogeography, commensal, invasive species, squamata,\ntrans-Atlantic dispersal","DOI":" 10.1098/rsos.210749","Abstract":" Alien species are among the greatest threats to\nbiodiversity, but the evolutionary origins of invasiveness remain\nobscure. We conducted the first range-wide sampling of Hemidactylus\nmabouia from >120 localities across Africa, Madagascar and the\nNeotropics to understand the evolutionary history of one of the most\nwidely distributed, invasive vertebrates in the world. We used a\nmulti-locus phylogeny, species delimitation, fossil-calibrated timetree,\nancestral area reconstruction and species distribution models to\ndetermine how many species-level lineages are contained within H.\nmabouia, the timing and tempo of diversification, and the origins of\ncommensality providing insights into the evolutionary origins of\ninvasiveness. ‘Hemidactylus mabouia’ originated in the Miocene in the\nZambezian biogeographic region and includes 20 species-level lineages,\nof which only Hemidactylus mabouia sensu stricto is invasive and widely\ndistributed, including all Neotropical records. Zambezia is the hotspot\nfor diversity within the group with 14 species in southeastern Zambezia.\nSpecies distribution models suggests that H. mabouia was able to\nestablish in the Neotropics due to habitat suitability and globalization\nand the slave trade likely allowed it to cross the Atlantic. Models for\nthe H. mabouia complex overpredicted the range of the invasive H.\nmabouia sensu stricto  highlighting the importance of taxonomy in\ninvasive species management.","trees":[{"tree_label":"Imported tree 1","ntax":"230","rootedtree":"TRUE","title":"Hemidactylus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133998.phy"},{"tree_label":"CombinedNuclear","ntax":"99","rootedtree":"TRUE","title":"Hemidactylus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133999.phy"},{"tree_label":"TREE1","ntax":"132","rootedtree":"TRUE","title":"Hemidactylus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134000.phy"}]}