{"Authors":" W. Dalley Cutler II, Alexander J Bradshaw, Bryn\nDentinger","Year":" 2021","Title":" Whats for dinner this time?: DNA authentication of “wild\nmushrooms” in food products","Journal":" PeerJ","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Mushrooms have been consumed by humans for many thousands\nof years. While they can be gastronomi-cally valued and nutritionally\nimportant, it has long been recognized that only select species of\nmushroomsare suitable for consumption. Adverse health effects of\nconsuming poisonous mushrooms range frommild illness to death. Many\nvaluable edible mushrooms are either impractical or unable to be\ngrowncommercially, requiring them to be harvested from the wild.\nProducts containing these wild-collectedmushrooms are often sold with\nthe nonspecific and undefined label “wild mushrooms,” although in\nsomecases particular species are listed in the ingredients. However, the\nambiguity of the definition of “wildmushrooms” in foods makes it\nimpossible to know which species are involved or whether they are\ntrulywild-collected or cultivated varieties. As a consequence, any\nindividual adverse reactions to consumingthe mushrooms in these products\ncannot be traced to the source due to the minimal regulations aroundthe\nharvest and sale of wild mushrooms. For this study, we set out to shed\nlight on what species of fungiare being sold as “wild mushrooms” using\nDNA metabarcoding to identify fungal contents of variousfood products\nacquired from locally sourced grocers and a large online retail site.\nTwenty-six speciesof mushroom were identified across 12 food products,\nranging from commonly cultivated species towild species not represented\nin global DNA databases. One product labeled as “porcini” (a\npopularwild-collected group of edible mushrooms) was shown to contain\npotentially toxic species, includinganAmanitasp. implicated in causing\nrenal failure. Three of the food products sequenced were foundto contain\nmushroom species that are widely considered as poisonous. This study\ndemonstrates thata large variety of fungi can be sold as “wild\nmushrooms,” even those that are commonly cultivated atindustrial scales,\nand that ingredient labels do not always accurately describe the species\nincluded. Ofmore immediate concern, we demonstrate that poisonous\nmushrooms are being packaged and sold asfood with a large distribution\npotential.","trees":[{"tree_label":"suillaceae","ntax":"1","rootedtree":"TRUE","title":"Tr130660","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130660.phy"},{"tree_label":"boletaceae","ntax":"1","rootedtree":"TRUE","title":"Tr130661","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130661.phy"}]}