{"Authors":" Jeannette Kneubühler, Adrienne Jochum, Prieto E. Carlos,\nEike Neubert","Year":" 2021","Title":" Molecular investigation and description of Iberozospeum\nn. gen., including the description of one new species (Eupulmonata,\nEllobioidea, Carychiidae).","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Cave-dwelling species, cryptic diversity, histology,\nintraspecific variability, micro gastropods, subterranean land\nsnail","DOI":"","Abstract":" The subterranean realm of the Cantabrian-Pyrenean region\nof northern Spain harbours a rich diversity of Zospeum. Due to their\ntiny size and the difficulty of finding them alive, scarce animal\nmaterial has been available for scientific investigation. Recent\ninvestigations of Zospeum shells have provided valuable, but limited\ninsights, towards our understanding of the evolutionary processes\noccurring within this taxon in northern Spain. In an integrative study,\nwe investigate 65 populations of Zospeum from northern Spanish caves\nusing two mitochondrial (COI and 16S) and two nuclear markers (H3, 5.8 S\nrRNA+ITS2). Revealed, is a separate radiation of the northern Spanish\nspecies for which the new genus, Iberozospeum, is proposed. The\nindependent radiation of Dinaric Zospeum from that of northern Spain\njustifies the designation of Iberozospeum n. gen. Morphological evidence\nis provided via histological analysis of Iberozospeum vasconicum and SEM\nanalyses of radulae of eastern Alpine, Dinaric and Iberian species.\nImportant differences in morphological structure and character states\nare presented, including the first view of the sexually mature female\nand the presence of the giant albumen gland in an individual of the\nsubterranean, troglobitic Carychiidae. Significant differences are\nrevealed in superficial crystallographic structure of the columellar\nlamellae, the morphology of the columellar muscle and in the radula.\nRadular ribbon length, ribbon broadness, straightness of the ribbon base\nand cusp configuration are distinctive in the Iberian species. One new\nspecies is described corroborated by genetic and morphological\ncharacters.","trees":[{"tree_label":"tree 1","ntax":"80","rootedtree":"TRUE","title":"Tr130665","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130665.phy"}]}