{"Authors":" Ting Cao, jiarui Yu , Haisheng Yuan","Year":" 2021","Title":" A phylogenetic overview of the Hydnaceae (Cantharellales,\nBasidiomycota) with new taxa from China","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Hydnaceae Cantharellales mutiple-maker phylogeny\ntaxonomy","DOI":"","Abstract":" The family Hydnaceae (Cantharellales, Basidiomycota) is a\ngroup of fungi found worldwide which exhibit stichic nuclear division.\nThe group is highly diverse in morphology, ecology, and phylogeny, and\nincludes some edible mushrooms which are popular all over the world.\nTraditionally, Hydnaceae together with Cantharellaceae, Clavulinaceae\nand Sistotremataceae are parallel families in the Cantharellales. The\nfour genera were combined and redefined as “Hydnaceae”, however, a\ncomprehensive phylogeny based on mutiple-marker dataset for the entire\nHydnaceae sensu stricto is still lacking and the delimitation is also\nunclear. We inferred Maximum Likelihood and Bayesian phylogenies for the\nfamily Hydnaceae from the data of five DNA regions: the large subunit of\nnuclear ribosomal RNA gene (nLSU), the mitochondrial small subunit rDNA\ngene (mtSSU), the internal transcribed spacer regions (ITS), the second\nlargest subunit of RNA polymerase II (RPB2) and the translation\nelongation factor 1-alpha gene (TEF1). We also produced three more\nphylogenetic trees for Cantharellus based on nLSU, mtSSU, 5.8S, RPB2 and\nTEF1, Craterellus and Hydnum based on the combined nLSU and ITS. The\nstatus of Hydnaceae in the order Cantharellales has been reproduced, and\n17 genera phylogenetically confirmed in Hydnaceae by this study. 29 new\ntaxa or synonyms are described, revealed, proposed, or reported,\nincluding 8 new subgenera (Cantharellus subgenus Magnus, Craterellus\nsubgenus Imperforati, subg. Longibasidiosi, subg. Tubati, subg. Ovoidei,\nsubg. Lamelles, subg. Cariosi and Hydnum subgenus Minoablbum); 17 new\nspecies (Ca. laevihymeninus, Ca. magnus, Ca. subminor, Cr. badiogriseus,\nCr. croceialbus, Cr. macrosporus, Cr. squamatus, H. flabellatum, H.\nflavidocanum, H. longibasidium, H. pallidecroceum, H. pallidomarginatum,\nH. parvialbum, H. sphaericum, H. tangerinum, H. tenuistipitum and H.\nventricosum); two synonyms (Ca. anzutake and Ca. tuberculosporus as Ca.\nyunnanensis) and two newly recorded species (H. albomagnum and H.\nminum). The distinguishing characters of the new species and subgenera\nas well as their allied taxa are discussed in the notes which follow\nthem. The delimitation and diversity in morphology, ecology, and\nphylogeny of Hydnaceae is discussed. Notes of 17 genera which are\nphylogenetically accepted in Hydnaceae by this study and a key to the\ngenera in Hydnaceae are provided.","trees":[{"tree_label":"con 50 majrule","ntax":"110","rootedtree":"TRUE","title":"Tr130695","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130695.phy"},{"tree_label":"tree 1","ntax":"52","rootedtree":"TRUE","title":"Tr130700","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130700.phy"},{"tree_label":"con 50 majrule","ntax":"113","rootedtree":"TRUE","title":"Tr130696","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130696.phy"},{"tree_label":"con 50 majrule","ntax":"52","rootedtree":"TRUE","title":"Tr130697","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130697.phy"},{"tree_label":"con 50 majrule","ntax":"111","rootedtree":"TRUE","title":"Tr130698","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130698.phy"},{"tree_label":"tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr130699","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130699.phy"}]}