{"Authors":" Sonja Bamberger, Jie Xu, Bernhard Hausdorf","Year":" 2021","Title":" Evaluating Species Delimitation Methods in Radiations: The\nLand Snail Albinaria cretensis complex on Crete","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Species delimitation, generalized mixed Yule-coalescent,\nPoisson tree processes, multispecies coalescent, Gaussian clustering,\nADMIXTURE, isolation-by-distance, land snails, Clausiliidae","DOI":"","Abstract":" Delimiting species in radiations is notoriously difficult\nbecause of the small differences between the incipient species, the\nstar-like tree with short branches between species, incomplete lineage\nsorting, and the possibility of introgression between several of the\nincipient species. Next generation sequencing data may help to overcome\nsome of these problems. We evaluated methods for species delimitation\nbased on genome-wide markers in a land snail radiation on Crete. Species\ndelimitation in the Albinaria cretensis group was based exclusively on\nshell characters until now and resulted in classifications\ndistinguishing 39 species. We generated sequences of 4270 loci for 140\nspecimens of the Albinaria cretensis group from 48 populations by\ndouble-digest restriction site-associated DNA sequencing. We evaluated\nthree methods for species discovery. The multispecies coalescent\napproach implemented in the program Bayesian Phylogenetics and\nPhylogeography resulted in a drastic overestimating of the number of\nspecies, whereas Gaussian clustering resulted in an overlumping. Primary\nspecies hypotheses based on the maximum percentage of the genome of the\nindividuals derived from ancestral populations as estimated with the\nprogram ADMIXTURE moderately overestimated the number of species, but\nthis was the only approach that provided information about gene flow\nbetween groups. Two of the methods for species validation that we\napplied, BFD* and delimitR, resulted in an acceptance of almost all\nprimary species hypotheses, even such based on arbitrary subdivisions of\nhypotheses based on ADMIXTURE. In contrast, secondary species\nhypotheses, resulting from an evaluation of primary species hypotheses\nbased on ADMIXTURE with isolation by distance tests, approached the\nmorphological classification, but also uncovered two cryptic species and\nindicated that some of the previously delimited units should be\ncombined. Thus, we recommend this combination of approaches that\nprovided more detailed insights in the distinctness of barriers between\nthe taxa of a species complex and the spatial distribution of admixture\nbetween them than the other methods. The recognition and delimitation of\nundersampled species remained a major challenge.","trees":[{"tree_label":"RAxML 142 4270 concatenated loci best tree","ntax":"142","rootedtree":"TRUE","title":"Tr130984","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130984.phy"},{"tree_label":"RAxML 142 4270 bipartitions tree","ntax":"142","rootedtree":"TRUE","title":"Tr130985","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130985.phy"}]}