{"Authors":" Jia-Wei Feng, Wei-Ting Liu, Jia-Jie Chen, Chulong\nZhang","Year":" 2021","Title":" Biogeography and Ecology of Magnaporthales: A Case Study","Journal":" Frontiers in Microbiology","Volume":" 12","Issue":"","Pages":" 654380","Keywords":" biodiversity, endophytic fungi, meta-analysis, Poaceae,\nspecificity","DOI":" 10.3389/fmicb.2021.654380","Abstract":" The order Magnaporthales belongs to Sordariomycetes,\nAscomycota. Magnaporthales includes five families, namely\nCeratosphaeriaceae, Pseudohalonectriaceae, Ophioceraceae,\nPyriculariaceae, and Magnaporthaceae. Most Magnaporthales members are\nfound in Poaceae plants and other monocotyledonous herbaceous plants\nubiquitously as plant pathogens or endophytic fungi, and some members\nare found in decaying wood or dead grass as saprophytic fungi.\nTherefore, studying the biogeography and ecology of Magnaporthales is of\ngreat significance. Here, we described the biodiversity of endophytic\nMagnaporthales fungi from Poaceae at three latitudes in China and\nconducted a meta-analysis of the geography and ecology of Magnaporthales\nworldwide. We found that Magnaporthales is a dominant order in the\nendophytic fungi of Poaceae. More than half of the endophytic\nMagnaporthales fungi have a taxonomically uncertain placement. Notably,\nfew endophytic fungi are grouped in the clusters with known saprophytic\nor pathogenic Magnaporthales fungi, indicating that they may have\nsaprophytic and parasitic differentiation in nutritional modes and\nlifestyles. The meta-analysis revealed that most species of\nMagnaporthales have characteristic geographical, host, and tissue\nspecificity. The geographical distribution of the three most studied\ngenera, namely Gaeumannomyces, Magnaporthiopsis, and Pyricularia, in\nMagnaporthales may depend on the distribution of their hosts. Therefore,\nstudies on the endophytic fungal Magnaporthales from monocotyledonous\nplants, including Poaceae, in middle and low latitudes will deepen our\nunderstanding of the biogeography and ecology of Magnaporthales.","trees":[{"tree_label":"PAUP 1","ntax":"218","rootedtree":"TRUE","title":"Magnaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134084.phy"},{"tree_label":"PAUP 1","ntax":"143","rootedtree":"TRUE","title":"Magnaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134083.phy"},{"tree_label":"PAUP 1","ntax":"360","rootedtree":"TRUE","title":"Magnaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134085.phy"},{"tree_label":"Imported tree 1","ntax":"371","rootedtree":"TRUE","title":"Magnaporthales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134086.phy"}]}