{"Authors":" Sara Niae, Chompoonek Yurayart, Naris Thengchaisri,\nPanpicha Sattasathuchana","Year":" 2021","Title":" Prevalence and in vitro antifungal susceptibility of\ncommensal yeasts in the external ear canal of cats","Journal":" BMC Veterinary Research","Volume":"","Issue":"","Pages":"","Keywords":" cat external ear canal, commensal yeasts, in-vitro\nantifungal susceptibility","DOI":"","Abstract":" Background: Lifestyle factors such as hair length,\nfrequency of ear cleaning and bathing, age, cat rearing, and sex may\ncontribute to opportunistic yeast infections in the external ear canal\nof cats. This study aimed to determine the prevalence of commensal yeast\norganisms in cats external ear canal, evaluate predisposing lifestyle\nfactors, and test the susceptibility of Malassezia pachydermatis to\nantifungal agents. Results: A total of 53 cats (33 male and 20 female)\nseronegative for feline leukemia virus and feline immunodeficiency virus\nwere enrolled in the study. Mean age (± standard deviation [SD]) was\n6.04 (± 3.49) years. Fungal cultures and polymerase chain reaction tests\nwere performed to identify yeast species from the external ear canal.\nThe association between lifestyle factors and the presence of M.\npachydermatis was evaluated using Fishers exact test. Susceptibility of\nM. pachydermatis to antifungal agents was also analyzed. M.\npachydermatis was the most recovered yeast species, with a prevalence of\n50.94% (95% confidence interval [CI]: 36.8464.94%). There was an\nassociation between hair length and a positive culture for M.\npachydermatis (p=0.0001). The odds of a negative culture for M.\npachydermatis among short-haired cats was 11.67 (95% CI, 3.2242.24)\ntimes higher than among long-haired cats (p=0.0002). There was also an\nassociation between frequency of ear cleaning and presence of M.\npachydermatis (p=0.007). The odds of a negative culture for M.\npachydermatis in cats that were receiving ear cleaning at intervals of\n≤2 weeks was 5.78 (95% CI, 1.6719.94) times more than those cats\nreceiving ear cleaning at intervals greater than 2 weeks or never\n(p=0.0055). Ranges of minimum inhibitory concentrations (MICs) and\nminimum fungicidal concentrations for itraconazole, ketoconazole,\nmiconazole, and terbinafine against M. pachydermatis were ≤0.0634 and\n≤0.063≥32, ≤0.0638 and 0.125≥32, ≤0.063≥32 and 0.5≥32, and ≤0.0161 and\n0.1258 µg/ml, respectively. Conclusions: M. pachydermatis was the most\ncommonly found yeast organism in the external ear canal of healthy cats.\nHair length and frequency of ear cleaning played a role in the\ncolonization of M. pachydermatis. All M. pachydermatis isolates were\nsusceptible to all antifungal agents tested with various MIC\nlevels.","trees":[{"tree_label":"Figure 3.","ntax":"51","rootedtree":"TRUE","title":"Phylogenic tree of all identified yeast species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_130846.phy"}]}