{"Authors":" Lauren Huth, Gavin James Ash, Alexander Idnurm, Levente\nKiss, Niloofar Vaghefi","Year":" 2021","Title":" The ‘bipartite’ structure of the first genome of Ampelomyces\nquisqualis, a common hyperparasite and biocontrol agent of powdery\nmildews, may point to its evolutionary origin from plant pathogenic\nfungi","Journal":" Genome Biology and Evolution","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Powdery mildews are among the most important plant\npathogens worldwide, which are often attacked in the field by\nmycoparasitic fungi belonging to the genus Ampelomyces. The taxonomy of\nthe genus Ampelomyces is unresolved, but well-supported molecular\noperational taxonomic units (MOTUs) were repeatedly defined suggesting\nthat the genus may include at least four to seven species. Some\nAmpelomyces strains were commercialized as biocontrol agents of crop\npathogenic powdery mildews. However, the genomic mechanisms underlying\ntheir mycoparasitism are still poorly understood. To date, the draft\ngenome of a single Ampelomyces strain, designated as HMLAC 05119, has\nbeen released. We report a high quality, annotated hybrid draft genome\nassembly of A. quisqualis strain BRIP 72107, which, based on\nphylogenetic analyses, is not conspecific with HMLAC 05119. The\nconstructed genome is 40.38 Mb in size, consisting of 24 scaffolds with\nan N50 of 2.99 Mb and 96.2 % completeness. Our analyses revealed\n“bipartite” structure of Ampelomyces genomes, where GC-balanced genomic\nregions are interspersed by longer or shorter stretches of AT-rich\nregions. This is also a hallmark of many plant pathogenic fungi and\nprovides further evidence for evolutionary affinity of Ampelomyces\nspecies to plant pathogenic fungi. The high-quality genome and\nannotation produced here provide an important resource for future\ngenomic studies of mycoparasitisim to decipher molecular mechanisms\nunderlying biocontrol processes and natural tritrophic\ninteractions.","trees":[{"tree_label":"Fig. 2","ntax":"29","rootedtree":"TRUE","title":"Ampelomyces","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_135010.phy"}]}