{"Authors":" Maria Prieto, Ibai Olariaga, Javier Etayo","Year":" 2021","Title":" A new lineage of mazaediate fungi in the Eurotiomycetes:\nCryptocaliciomycetidae subclass. nov., based on the new species\nCryptocalicium blascoi and the revision of the ascoma evolution","Journal":" Mycological progress","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, Cryptocaliciales ord. nov., Cryptocaliciaceae\nfam. nov., ascoma evolution, calicioid, hemiamyloid asci, Spain","DOI":"","Abstract":" The class Eurotiomycetes (Ascomycota, Pezizomycotina)\ncomprises important fungi used for medical, agricultural, industrial and\nscientific purposes. Eurotiomycetes is a morphologically and\necologically diverse monophyletic group. Within the Eurotiomycetes\ndifferent ascoma morphologies are found including cleistothecia and\nperithecia, but also apothecia or stromatic forms. Mazaediate\nrepresentatives (with a distinct structure in which loose masses of\nascospores accumulate to be passively disseminated) have evolved\nindependently several times. Here we describe a new mazaediate species\nbelonging to the Eurotiomycetes. The multigene phylogeny produced (7\ngene regions: nuLSU, nuSSU, 5.8S nuITS, mtSSU, RPB1, RPB2 and mcm7),\nplaced the new species in a lineage sister to Eurotiomycetidae. Based on\nthe evolutionary relationships and morphology a new subclass, a new\norder, family and genus are described to place the new species:\nCryptocalicium blascoi. This calicioid species occurs on the inner side\nof loose bark strips of Cupressaceae (Cupressus, Juniperus).\nMorphologically, C. blascoi is characterized by having minute\napothecioid stalked ascomata producing mazaedia, clavate bitunicate asci\nwith hemiamyloid reaction, presence of hamathecium and an apothecial\nexternal surface with dark violet granules that becomes turquoise green\nin KOH. The ancestral state reconstruction analyses support a common\nancestor with open ascomata for all deep nodes in Eurotiomycetes, and\nthe evolution of closed ascomata (cleistothecioid in Eurotiomycetidae\nand perithecioid in Chaetothyriomycetidae) from apothecioid ancestors.\nThe appropriateness of the description of a new subclass for this fungus\nis also discussed.","trees":[{"tree_label":"tree 1","ntax":"77","rootedtree":"TRUE","title":"Tr130961","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130961.phy"}]}