{"Authors":" Gintaras Kantvilas, Mats Wedin, Måns Svensson","Year":" 2021","Title":" Australidea (Malmideaceae, Lecanorales), a new genus of\nlecideoid lichens, with notes on the genus Malcolmiella","Journal":" Lichenologist","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Abstract: The new genus Australidea Kantvilas, Wedin &\nM. Svensson is described to accommodate Lecidea canorufescens Kremp., a\nwidespread lichen in temperate Australasia. It is characterised by a\ncrustose thallus with a green photobiont, reddish brown, biatorine\napothecia with an internally hyaline, cupulate proper exciple\nconstructed of branched and anastomosing hyphae, mainly simple\nparaphyses, eight-spored, Porpidia-type asci and simple, hyaline,\nnon-halonate ascospores. A phylogenetic analysis places the new genus in\nthe family Malmideaceae. Lecidea canorufescens Kremp., L. glandulosa C.\nKnight, L. immarginata R.Br. ex Cromb. and L. intervertens Nyl. are\nlectotypified. These names, plus L. dacrydii Müll. Arg. and L. eucheila\nZahlbr., are all synonyms of Australidea canorufescens (Kremp.)\nKantvilas, Wedin & M. Svensson comb. nov. Several genera\nsuperficially similar to Australidea, including Malcolmiella Vĕzda,\nMalmidea Kalb, Rivas Plata & Lumbsch and Myochroidea Printzen, T.\nSprib. & Tønsberg, are compared. A comprehensive anatomical and\nmorphological description of the genus Malcolmiella, recorded for\nTasmania for the first time, is also provided. The new combination M.\ninterversa (Nyl.) Kantvilas, Wedin & M. Svensson is introduced and\nthe names M. cinereovirens Vĕzda and M. cinereovirens var. isidiata\nVĕzda are reduced to synonyms. The systematic position of this genus\nremains unclear, although phylogenetic analysis suggest its affinities\nlie with a group of genera that includes Bryobilimbia Fryday, Printzen\n& S. Ekman, Romjularia Timdal and Clauzadea Hafellner &\nBellem.","trees":[{"tree_label":"con 50 majrule","ntax":"32","rootedtree":"TRUE","title":"Tr130926","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130926.phy"},{"tree_label":"con 50 majrule","ntax":"23","rootedtree":"TRUE","title":"Tr130927","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_130927.phy"}]}