{"Authors":" Hanna Stępniewska, Robert Jankowiak, Piotr Bilanski, Georg\nHausner","Year":" 2021","Title":" Structure and abundance of Fusarium communities inhabiting\nthe litter of beech forests in Central Europe","Journal":" Forests","Volume":" 12","Issue":" 6","Pages":" 811","Keywords":" European beech, Fusarium, Fagus sylvatica, litter, natural\nregeneration, soil-borne fungi","DOI":" 10.3390/f12060811","Abstract":" Members of the genus Fusarium and related genera are\nimportant components of many ecosystems worldwide and are responsible\nfor many plant diseases. However, the structure of beech\nlitter-inhabiting Fusarium communities and their potential role in\nreducing the natural regeneration of European beech are not well\nunderstood. To address this issue, we examined Fusarium communities in\nthe litter of uneven-aged, old-growth beech-dominated forests in the\nCarpathians (Poland) and in the Alps (Austria), and in a managed beech\nstand (Poland). The fungi inhabiting beech litter were investigated\nusing beechnuts and pine seedlings as bait. The pathogenicity of the\nmost common species was investigated by inoculating beech germinants.\nFusarium spp. were identified based on morphology and DNA sequence\ncomparisons of RPB2 and TEF1-a genes, combined with phylogenetic\nanalyses. Twelve fungal species were identified from 402 isolates,\nincluding nine known and three currently undescribed species. The\nisolates resided in three species complexes within the genus Fusarium.\nThese were the F. oxysporum (one taxon), F. sambucinum (three taxa), and\nF. tricinctum (six taxa) species complexes. In addition, one isolate was\nassigned to the genus Neocosmospora, and one isolate could be placed\nwithin the genus Fusicolla. The most frequently isolated fungi from\nbeechnuts and beech germinants were F. avenaceum (Fr.) Sacc., F.\nsporotrichioides Sherb. and Fusarium sp. B. The structure and abundance\nof species within Fusarium communities varied by beech forest type. The\nspecies richness of Fusarium spp. was greatest in old-growth\nbeech-dominated stands, while abundances of Fusarium spp. were higher in\nmanaged beech-dominated stands. Pathogenicity tests showed that all four\nFusarium species isolated from beechnuts and beech germinants could\ncause germinants to rot beech, suggesting that these fungi may play a\nnegative role in the natural beech regeneration.","trees":[{"tree_label":"Fig. 5","ntax":"51","rootedtree":"TRUE","title":"Tr130932","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130932.phy"},{"tree_label":"Fig. 4","ntax":"52","rootedtree":"TRUE","title":"Fusarium tricinctum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130931.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Fusarium oxysporum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130929.phy"},{"tree_label":"Fig. 3","ntax":"28","rootedtree":"TRUE","title":"Fusarium sambucinum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_130930.phy"}]}