{"Authors":" R. K. Benjamin, Gerald L. Benny","Year":" 1991","Title":" The Radiomycetaceae (Mucorales; Zygomycetes).III.A new\nspecies of Radiomyces, and cladistic analysis and taxonomy of the\nfamily; with a discussion of the evolutionary ordinal relationships in\nZygomycotina.","Journal":" Mycologia","Volume":" 83","Issue":" NA","Pages":" 713-735","Keywords":" NA","DOI":" NA","Abstract":" The family Radiomycetaceae, which includes two genera,\nHesseltinella and Radiomyces, is based, in part, on the production of a\nunique sporangiolum-bearing structure consisting of a once-septate stalk\nterminated by a vesicle bearing one or many uni- or multispored\nsporangiola. Zygospores, where known, have in common a smooth\nzygosporangial wall and opposed, appendage-bearing suspensors.\nHesseltinella vesiculosa, the only known species of the genus, produces\nits stalked sporangiolum-bearing structures in lateral, subterminal, or\nterminal clusters. Only one sporangiolum is formed per fertile vesicle;\nsporangiolar appendages are acicular with flattened, hexagonal bases,\nand zygospores are unknown. The fungus is presumably heterothallic. In\nRadiomyces the sporangiolum-bearing branches always arise terminally on\nthe enlarged apex of the sporangiophore and many sporangiola are formed\nper fertile vesicle; sporangiolar appendages are capitate or spathulate:\nzygospores are as described above, and the taxa are homothallic. A new\nspecies, Radiomyces mexicana, is described. This species resembles R.\nembreei but differs in having: 1 ) somewhat smaller spore-bearing\nstructures, 2) globose to obpyriform (not sphaeroidal) fertile vesicles,\n3) relatively thick-walled sporophore vesicles and fertile vesicles, 4)\na slower rate of sporangiospore germination, and 5) a lower upper\ntemperature range for good growth. On certain media a variable\npercentage of zygosporangia are ovoid to ellipsoid and the sporophore\noften has a pronounced subsporangial constriction. A cladistic analysis\nrevealed that the genera of Radiomycetaceae and the family are each\nmonophyletic. Radiomyces embreei and R. rnexicana are more closely\nrelated to one another than to R. spectabilis because they are unispored\n(a synapomorphy). Radiomyces embreei and R. mexicana are characterized\nby autapomorphies and are considered monophyletic. Keys to the genera\nand species are provided.","trees":[{"tree_label":"Fig. 40","ntax":"5","rootedtree":"TRUE","title":"Radiomycetaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1379.phy"}]}