{"Authors":" Tersoo Paul Terna, Nik Mohd Izham Mohamed Nor, Latiffah\nBinti Zakaria","Year":" 2021","Title":" Characterization and Pathogenicity of Endophytic Fusarium\nSpecies from Corn Plants in Peninsular Malaysia","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Identification, endophytes, growth response, disease\nseverity, symptomless colonizers, latent pathogens","DOI":"","Abstract":" Endophytes are widely known as microbes that infect\ninternal tissues of host plants for all or part of their life cycles,\nwithout causing any visible symptoms of disease. The present study was\ncarried out to identify, and investigate the pathogenicity of endophytic\nFusarium species resident in ears of corn plants, grown on different\nfields in Peninsular Malaysia. Endophytic Fusarium species were isolated\nand identified using a combination of morphological characterization,\nand molecular analysis of their beta-tubulin and TEF-1alpha sequences.\nEndophytic Fusarium species isolated from corn plants were identified as\nF. pseudocircinatum, F. verticillioides, F. andiyazi, F. sacchari, F.\nmangiferae, F. fujikuroi, F. proliferatum, and F. incarnatum. Test of\npathogenicity showed that all tested endophytic fungi produced varying\nlevels of disease symptoms on healthy corn plants. Fusarium\nverticillioides was the most pathogenic, producing the least plant\nheight (17.13 cm), stem girth (0.31 cm), leaf length (12.00 cm), total\ndry weight (0.05 g), accompanied by high severity of leaf necrosis (DSI\n= 42.50%), and stem rot (DSI = 50.00%) in infected corn plants. The\nstudy revealed that endophytic Fusarium species indwelling the ears of\ncorn plants grown in Peninsular Malaysia, are able to cause devastating\neffects on host plants. Measures targeted at controlling corn infection\nby latent pathogens masking as symptomless endophytes, are required to\nimprove plant health and preserve yield of corn plants in Malaysia and\nother corn-growing regions of the world.","trees":[{"tree_label":"Fig. 4","ntax":"44","rootedtree":"TRUE","title":"Fusarium Beta-tubulin TEF-1alpha","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136182.phy"}]}