{"Authors":" Elizabeth Ramage, Valerie Lynn Soza, Jing Yi, Haley Deal,\nVaidehi Chudgar, Benjamin D. Hall, Veronica S. Di Stilio","Year":" 2021","Title":" Differences in gene duplication and expression among flower\nsymmetry genes in the florally diverse genus Rhododendron\n(Ericaceae)","Journal":" Plants","Volume":"","Issue":"","Pages":"","Keywords":" CYCLOIDEA, DIVARICATA, RADIALIS, paralogs, sect.\nSchistanthe, vireya, tandem duplication","DOI":"","Abstract":" CYCLOIDEA (CYC), RADIALIS (RAD), and DIVARICATA (DIV)\ngenes show conserved patterns of duplication and expression in floral\nsymmetry changes across asterids. Therefore, we examined orthologs of\nthese genes in Rhododendron from the CYC2, RAD2, and DIV1 clades to\ndetermine whether similar patterns were correlated with changes in\nfloral symmetry. We isolated orthologs from across Rhododendron and\nreconstructed gene trees. We then compared expression patterns of\nparalogs across floral organs from two species in sect. Schistanthe that\nexhibit different floral symmetries. We found five CYC2 paralogs in\nbilaterally symmetric R. beyerinckianum and four paralogs in radially\nsymmetric R. taxifolium that resulted from shared tandem duplications.\nCYC2 paralogs were dorsally restricted in their expression and highly\nexpressed in the pistil in R. beyerinckianum. In contrast, CYC2 paralogs\nin radially symmetric R. taxifolium were ubiquitously expressed, lost\nfrom the genome, or weakly expressed. We observed similar patterns of\nduplication and expression in CYC2 genes from Rhododendron as in other\nasterids. However, expression, structure, and lack of CYC-binding sites\nin RAD2 and DIV1 genes of Rhododendron indicate that these genes are not\nregulated by CYC2 genes. We propose that CYC2 genes alone are the key\nregulators of differential organ growth in Rhododendron flowers.","trees":[{"tree_label":"con 50 majrule","ntax":"72","rootedtree":"TRUE","title":"Tr131014","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131014.phy"}]}