{"Authors":" Elizabeth Ramage, Valerie Lynn Soza, Jing Yi, Haley Deal,\nVaidehi Chudgar, Benjamin D. Hall, Veronica S. Di Stilio","Year":" 2021","Title":" Gene Duplication and Differential Expression of Flower\nSymmetry Genes in Rhododendron (Ericaceae)","Journal":" Plants","Volume":" 10","Issue":"","Pages":" 1994","Keywords":" CYCLOIDEA, DIVARICATA, RADIALIS, paralogs, sect.\nSchistanthe, vireya, tandem duplication","DOI":" 10.3390/plants10101994","Abstract":" Bilaterally symmetric flowers have evolved over a hundred\ntimes in angiosperms, yet orthologs of the transcription factors\nCYCLOIDEA (CYC), RADIALIS (RAD), and DIVARICATA (DIV) are repeatedly\nimplicated in floral symmetry changes. We examined these candidate genes\nto eluci-date the genetic underpinnings of floral symmetry changes in\nflorally diverse Rhododendron, re-constructing gene trees and comparing\ngene expression across floral organs in representative spe-cies with\nradial and bilateral flower symmetries. Radially symmetric R. taxifolium\nMerr. and bilaterally symmetric R. beyerinckianum Koord. had four and\nfive CYC orthologs, respectively, from shared tandem duplications. CYC\northologs were expressed in the longer dorsal petals and stamens and\nhighly expressed in R. beyerinckianum pistils, whereas they were either\nubiquitously expressed, lost from the genome, or weakly expressed in R.\ntaxifolium. Both species had two RAD and DIV orthologs uniformly\nexpressed across all floral organs. Differences in gene structure and\nexpression of Rhododendron RAD compared to other asterids suggest that\nthese genes may not be regulated by CYC orthologs. Our evidence supports\nCYC orthologs as the primary regulators of differential organ growth in\nRhododendron flowers, while also suggesting certain deviations from the\ntypical asterid gene regulatory network for flower symmetry.","trees":[{"tree_label":"con 50 majrule","ntax":"72","rootedtree":"TRUE","title":"Tr131015","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131015.phy"},{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Tr131069","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131069.phy"},{"tree_label":"con 50 majrule","ntax":"69","rootedtree":"TRUE","title":"Tr131070","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131070.phy"}]}