{"Authors":" Thiyagaraja Vinodhini, Robert Lücking, Damien Ertz, Brian J\nCoppins, Dhanushka Nadeeshan Wanasinghe, Samantha C Karunarathna,\nTo-anun Chaiwat, Ratchadawan Cheewangkoon, Kevin D Hyde","Year":" 2021","Title":" Sequencing of the type species of Arthopyrenia places\nArthopyreniaceae as a synonym of Trypetheliaceae","Journal":" Mycosphere","Volume":"","Issue":"","Pages":"","Keywords":" ancestral character state analyses, Julella, lifestyles,\nnon-lichens, phylogeny, taxonomy","DOI":"","Abstract":" Arthopyrenia sensu lato comprises lichenicolous,\nlichenized and non-lichenized saprotrophic species; however, the\nlifestyle of several taxa as either lichenized or saprotrophic remains\nunclear. The systematic position of the genus was so far unresolved:\nwhile sequenced species appeared in different clades within\nDothideomycetes, the type species, A. cerasi, had so far, no molecular\ndata. In lieu of sequence data, the family Arthopyreniaceae was assigned\nto Pleosporales, whereas tropical, lichenized species were reclassified\nin Constrictolumina and Macroconstrictolumina, shown to belong in\nTrypetheliaceae (Trypetheliales). In this study, the generic type A.\ncerasi was sequenced for the first time. Maximum likelihood and Bayesian\nphylogenetic analyses using mtSSU and nuLSU sequences recovered\nArthopyrenia sensu stricto as an early diverging lineage within\nTrypetheliaceae, separate from Constrictolumina and\nMacroconstrictolumina but in the same clade as the temperate,\nnon-lichenized Julella lactea. Therefore, Arthopyreniaceae is here\nsynonymized under Trypetheliaceae and the taxonomic placement of its\ntype species is discussed based on morphological and phylogenetic\nevidence. Our phylogenetic results further support the polyphyly of\nnon-lichenized, temperate Arthopyrenia and Julella sensu lato.\nConsequently, Julella fallaciosa is transferred to Arthopyrenia and its\nclose relationship with Arthopyrenia cerasi is discussed. We also\nconducted ancestor character analysis to reconstruct lifestyle changes\nwithin Trypetheliales using Bayes Traits and Bayesian Binary MCMC\napproaches.","trees":[{"tree_label":"Imported tree 1","ntax":"118","rootedtree":"TRUE","title":"Tr131013","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131013.phy"}]}