{"Authors":" Delio Endres Júnior, Genivaldo Alves-Silva, Márcio Hisayuki\nSasamori, Rosa Mara Borges-Silveira, Annette Droste","Year":" 2021","Title":" Tulasnella amonilioides as an efficient mycorrhizal fungus\nfor symbiotic propagation of the threatened epiphyte Cattleya intermedia\n(Orchidaceae)","Journal":" Symbiosis","Volume":"","Issue":"","Pages":"","Keywords":" Cantharellales, Epulorhiza sp., Orchid conservation,\nPhylogenetic analysis, Symbiosis","DOI":"","Abstract":" This study aimed to isolate and identify mycorrhizal fungi\ncapable of promoting the germination of Cattleya intermedia, as well as\nto evaluate the development of individuals by symbiotic propagation.\nThis is the first report of a symbiotic relationship for this species.\nWe compared seed germination percentage and the growth index of\n91-day-old plants propagated symbiotically in OMA medium with plants\nthat were non-symbiotically propagated in MS medium. Morphometric\nvariables of the individuals after one year in both media were also\ncompared. Fungi isolates were identified by phylogenetic analysis and\neight of the nine isolates that were efficient in C. intermedia\npropagation were identified as Tulasnella amonilioides. Cattleya\nintermedia germinated (rupture of testa by embryo enlargement) without\nfungi inoculation, but most of the cultures with T. amonilioides\ninoculation experienced improved seed germination and plant development,\nwith averages being significantly higher than the OMA control and equal\nto MS medium. Plants propagated by symbiotic culture with T.\namoliniloides produced more leaves and longer roots, while shoot height\nand number of roots were lower than for plants propagated in MS medium\nwith the addition of activated charcoal. Fresh mass of plants propagated\nby symbiotic and asymbiotic techniques were equal, except when plants\nwere grown in MS without activated charcoal. We conclude that T.\namonilioides has potential for C. intermedia propagation and use for\nfuture reintroduction purposes and restoration projects.","trees":[{"tree_label":"con 50 majrule+","ntax":"103","rootedtree":"TRUE","title":"Tr131041","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131041.phy"},{"tree_label":"tree 1+","ntax":"103","rootedtree":"TRUE","title":"Tr131042","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131042.phy"}]}