{"Authors":" Kohei Takahashi, Hiroko Kawai-Toyooka, Ryo Ootsuki, Takashi\nHamaji, Yuki Tsuchikane, Hiroyuki Sekimoto, Tetsuya Higashiyama,\nHisayoshi Nozaki","Year":" 2021","Title":" Three sex phenotypes in a haploid algal species give insights\ninto the evolutionary transition to a self-compatible mating system","Journal":" Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Inbreeding; Life-History Evolution; Haploid Species;\nMating Systems; Reproductive Isolation; Sex.","DOI":"","Abstract":" Mating systems of haploid species such as fungi, algae,\nand bryophytes are either heterothallic (self-incompatible) with two sex\nphenotypes (male and female, or mating type minus and plus in isogamous\nspecies) or homothallic (self-compatible) with only a bisexual phenotype\nproducing zygotes within a clone. The anisogamous volvocine green alga\nPleodorina starrii is a haploid species previously reported to have a\nheterothallic mating system. Here, we found that two additional culture\nstrains originating from the same water system of P. starrii were\ntaxonomically identified as P. starrii and produced male and female\ngametes and zygotes within a clone (bisexual). Sequences of rapidly\nevolving plastid genome regions were identical between the bisexual and\nunisexual (male or female) P. starrii strains. Intercrossings between\nthe bisexual and unisexual strains demonstrated normal thick-walled\nzygotes and high survivability of F1 strains. Thus, these strains belong\nto the same biological species. P. starrii has a new haploid mating\nsystem that is unique in having three sex phenotypes; namely, male,\nfemale, and bisexual. Genetic analyses suggested the existence of\nautosomal “bisexual factor” locus independent of volvocine male and\nfemale determining regions. The present findings increase our\nunderstanding of the initial evolutionary step of transition from\nheterothallism to homothallism.","trees":[{"tree_label":"Fig. 1b","ntax":"40","rootedtree":"TRUE","title":"Volvocaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134323.phy"}]}