{"Authors":" Svenja Heesch, Martha Serrano-Serrano, Josué\nBarrera-Redondo, Rémy Luthringer, Akira F. Peters, Christophe Destombe,\nJ. Mark Cock, Myriam Valero, Denis Roze, Nicolas Salamin, Susana M.\nCoelho","Year":" 2021","Title":" Evolution of life cycles and reproductive traits: insights\nfrom the brown algae","Journal":" Journal of Evolutionary Biology","Volume":"","Issue":"","Pages":"","Keywords":" Phaeophyceae, ploidy, sex determination, gamete size,\nparthenogenesis","DOI":"","Abstract":" A vast diversity of types of life cycles exists in nature,\nand several theories have been advanced to explain how this diversity\nhas evolved and how each type of life cycle is retained over\nevolutionary time. Here, we exploited the diversity of life cycles and\nreproductive traits of the brown algae (Phaeophyceae) to test several\nhypotheses on the evolution of life cycles. We investigated the\nevolutionary dynamics of four life-history traits: life cycle, sexual\nsystem, level of gamete dimorphism and gamete parthenogenetic capacity.\nWe assigned states to up to 77 representative species of the taxonomic\ndiversity of the brown algal group, in a multi-gene phylogeny. We used\nmaximum likelihood and Bayesian analyses of correlated evolution, while\ntaking the phylogeny into account, to test for correlations between\ntraits, and to investigate the chronological sequence of trait\nacquisition. Our analyses are consistent with the prediction that\ndiploid growth evolves when sexual reproduction is preferred over\nasexual reproduction, possibly because it allows the complementation of\ndeleterious mutations. We also found that haploid sex determination is\nancestral in relation to diploid sex determination. However, our results\ncould not address whether increased zygotic and diploid growth are\nassociated with increased sexual dimorphism. Our analyses suggest that\nin the brown algae, isogamous species evolved from anisogamous\nancestors, contrary to the commonly reported pattern where evolution\nproceeds from isogamy to anisogamy.","trees":[{"tree_label":"TREE1","ntax":"131","rootedtree":"TRUE","title":"Brown Algae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_131102.phy"}]}