{"Authors":" Shi-Ke Huang","Year":" 2021","Title":" Taxonomic studies of some often over-looked\nDiaporthomycetidae and Sordariomycetidae","Journal":" Fungal diversity","Volume":"","Issue":"","Pages":"","Keywords":" Boliniales 路 Calosphaeriales 路 Helminthosphaeriaceae 路\nJobellisiales 路 Sordariales","DOI":"","Abstract":" Sordariomycetes is an earlier and one of the widely\ndistributed class of Ascomycota. The class was initially classified\nbased on morphology in having inoperculate and unitunicate asci. With\nthe development of DNA based phylogenetic analysis, several undetermined\nor polyphyletic members of Sordariomycetes were reclassified. However,\nnot all species belonging to this class have been sequenced and\nanalyzed. There are a number of species, especially those old and poorly\nstudied ones which have never been sequenced before and not even\nrecollected again for further taxonomic verification. One of the main\nobjective in this study is to revise and update the taxonomy of several\nwell-known old and poorly studied species whose classification are still\nobscure. Herein, we re-examined the type materials and/or authentic\nspecimens together to explore 74 relatively poorly-studied genera, which\nmainly belong to Boliniales, Calosphaeriales, Chaetosphaeriales,\nJobellisiales, and Sordariales classified under Diaporthomycetidae and\nSordariomycetidae. We provide descriptions, notes, figures and/or\ndrawings and discussed their phylogenetic relationships. As a result,\nthe monotypic Jobellisiales is transferred from Hypocreomycetidae to\nDiaporthomycetidae. Based on phylogenetic analysis, the polyphyletic\nLasiosphaeriaceae is divided into five families, Bombardiaceae\n(Apodospora, Bombardia, Bombardioidea and Fimetariella),\nLasiosphaeriaceae (Anopodium, Bellojisia, Corylomyces, Lasiosphaeria,\nMammaria and Zopfiella), Lasiosphaeridaceae (Lasiosphaeris),\nStrattoniaceae (Strattonia) and Zygospermellaceae (Episternus and\nZygospermella). In addition, a new family Neoschizotheciaceae is\nestablished based on Neoschizothecium. Analysis of the type species of\nBoothiella, Stellatospora, Sulcatistroma and Tengiomyces placed them in\nSordariaceae, Chaetomiaceae, Hypocreales and Coronophorales,\nrespectively. We classify the genera lacking molecular data based on\ntheir morphology and expect them to be recollected; that is,\nKacosphaeria in Calosphaeriales; Arnium, Biconiosporella,\nCamptosphaeria, Diffractella, Emblemospora, Eosphaeria, Periamphispora,\nRamophialophora, Synaptospora and Tripterosporella in Sordariales;\nConidiotheca in Sordariomycetes; Copromyces, Effetia, Endophragmiella\nand Tulipispora are accommodated in Ascomycota. Besides, we establish a\nnew genus Neoschizothecium based on phylogenetic analysis. New\ncombinations proposed include: Camaropella amorpha, Cam. microspora,\nCam. plana, Cladorrhinum grandiusculum, Cla. leucotrichum, Cla.\nterricola, Cla. olerum, Helminthosphaeria plumbea, Immersiella hirta,\nJugulospora minor, Lasiosphaeris arenicola, Neoschizothecium aloides,\nNeo. carpinicola, Neo. conicum, Neo. curvisporum, Neo. fimbriatum, Neo.\nglutinans, Neo. inaequale, Neo. minicaudum, Neo. selenosporum, Neo.\ntetrasporum, Neurospora autosteira, Podospora brunnescens, P. flexuosa,\nP. jamaicensis, P. hamata, P. macrospora, P. spinosa, Strattonia\npetrogale and Triangularia microsclerotigena, T. nannopodalis, T.\npraecox, T. samala, T. tarvisina, T. unicaudata, T. yaeyamensis. New\nepithets are proposed for Apiorhynchostoma apiosporum and Podospora\ndacryoidea.","trees":[{"tree_label":"con 50 majrule","ntax":"20","rootedtree":"TRUE","title":"Tr131087","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131087.phy"},{"tree_label":"Imported tree 1","ntax":"20","rootedtree":"TRUE","title":"Tr131088","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131088.phy"}]}