{"Authors":" Andi Melissa Wilson, ruvini vinodya lelwala, Paul W.J.\nTaylor, Michael J. Wingfield, Brenda D Wingfield","Year":" 2021","Title":" Unique patterns of mating pheromone presence and absence\ncould result in the ambiguous sexual behaviors of Colletotrichum\nspecies","Journal":" G3","Volume":" 11","Issue":" 9","Pages":" jkab187","Keywords":" 1. Colletotrichum 2. Sexual reproduction 3. Filamentous\nfungi 4. Mating pheromones 5. Cognate receptors 6. Gene loss 7.\nAncestral state reconstruction","DOI":" 10.1093/g3journal/jkab187","Abstract":" Colletotrichum species are known to engage in unique\nsexual behaviours that differ significantly from the mating strategies\nof other filamentous ascomycete species. For example, most ascomycete\nfungi require the expression of both the MAT1-1-1 and MAT1-2-1 genes to\ninduce sexual reproduction. In contrast, all isolates of Colletotrichum\nharbour only the MAT1-2-1 gene and yet, are capable of recognizing\nsuitable mating partners and producing sexual progeny. The molecular\nmechanisms contributing to mating types and behaviours in Colletotrichum\nare, however, unknown. A comparative genomics approach analysing 35\ngenomes, representing 31 Colletotrichum species and two Verticillium\nspecies, was used to elucidate a putative molecular mechanism underlying\nthe unique sexual behaviours observed in Colletotrichum species. The\nexistence of only the MAT1-2 idiomorph was confirmed across all species\nincluded in this study. Comparisons of the loci harbouring the two\nmating pheromones and their cognate receptors revealed interesting\npatterns of gene presence and absence. The results showed that these\ngenes have been lost multiple, independent times over the evolutionary\nhistory of this genus. These losses indicate that the pheromone pathway\nno longer plays an active role in mating type determination, suggesting\nan undiscovered mechanism by which mating partner recognition is\ncontrolled in these species. This further suggests that there has been a\nredirection of the underlying genetic mechanisms that regulate sexual\ndevelopment in Colletotrichum species. This research thus provides a\nfoundation from which further interrogation of this topic can take\nplace.","trees":[{"tree_label":"con 50 majrule","ntax":"33","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134324.phy"}]}