{"Authors":" Ryo Sugawara, Kozue Sotome, Nitaro Maekawa, Akira Nakagiri,\nNaoki Endo","Year":" 2021","Title":" Systematic revisions of Hydnum species in Japan.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cantharellales; cryptic species; East Asian species;\nectomycorrhizal fungi; ITS; mating test; tef1; 9 new taxa.","DOI":"","Abstract":" Hydnum (Hydnaceae, Basidiomycota) shows endemic species\ndiversity in East Asia; however, few comprehensive taxonomic studies\nhave been conducted to date. In this study, we performed morphological,\necological, phylogenetic, and biological evaluation of the taxonomy of\nHydnum species in Japan. In total, 186 Japanese Hydnum specimens were\nused for morphological observation. Phylogenetic trees were constructed\nusing sequence data of nuc rDNA internal transcribed spacer\nITS1-5.8S-ITS2 (ITS) region and the translation elongation factor 1-α\n(tef1) gene. Intra- and interspecific mating tests using 78 monokaryotic\nstrains of 13 species did not conflict with species delimitation\ninferred from their ITS and tef1 phylogenetic relationships. This study\nprovides detailed morphological descriptions of sixteen rigorously\nidentified species from Japan, nine of which are described as new\nspecies: H. alboluteum, H. albopallidum, H. pinicola, H. itachiharitake,\nH. minospororufescens, H. orientalbidum, H. subberkeleyanum, H.\ntomaense, and H. tottoriense. Three species described in this work are\nnew to Japan: H. boreorepandum, H. mulsicolor, and H. umbilicatum. The\nremaining three species previously reported from Japan, are re-described\nusing data from newly collected materials: H. cremeoalbum, H. minus and\nH. repando-orientale. These results imply high species diversity of\nHydnum species even within this limited region of East Asia.","trees":[{"tree_label":"tree 1","ntax":"161","rootedtree":"TRUE","title":"Tr131213","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131213.phy"},{"tree_label":"tree 1","ntax":"205","rootedtree":"TRUE","title":"Tr134742","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134742.phy"}]}