{"Authors":" W. Dalley Cutler II, Alexander J Bradshaw, Bryn\nDentinger","Year":" 2021","Title":" Whats for dinner this time?: DNA authentication of “wild\nmushrooms” in food products sold in the USA","Journal":" PeerJ","Volume":" 9","Issue":"","Pages":" e11747","Keywords":"","DOI":" 10.7717/peerj.11747","Abstract":" Mushrooms have been consumed by humans for thousands of\nyears, and while some have gastronomicand nutritional value, it has long\nbeen recognized that only select species of mushrooms are suitablefor\nconsumption. Adverse health effects of consuming poisonous mushrooms\nrange from mild illnessto death. Many valuable edible mushrooms are\neither impractical or unable to be grown commercially,requiring them to\nbe harvested from the wild. In the U.S., products containing these\nwild-collectedmushrooms are often sold with the nonspecific and\nundefined label “wild mushrooms,” although in somecases particular\nspecies are listed in the ingredients. However, the ambiguity of the\ndefinition of “wildmushrooms” in foods makes it impossible to know which\nspecies are involved or whether they are trulywild-collected or\ncultivated varieties. As a consequence, any individual adverse reactions\nto consumingthe mushrooms in these products cannot be traced to the\nsource due to the minimal regulations aroundthe harvest and sale of wild\nmushrooms. For this study, we set out to shed light on what species of\nfungiare being sold as “wild mushrooms” using DNA metabarcoding to\nidentify fungal contents of variousfood products acquired from locally\nsourced grocers and a large online retail site. Twenty-eight speciesof\nmushroom were identified across 16 food products, ranging from commonly\ncultivated species towild species not represented in global DNA\ndatabases. Our results demonstrate that wild mushroomingredients often\nconsist entirely or in part of cultivated species such as the ubiquitous\nwhite and brownbutton mushrooms and portabella (Agaricus bisporus),\noyster (Pleurotusspp.), and shiitake (Lentinulaedodes). In other cases\ntruly wild mushrooms were detected but they were not always consistent\nwith thespecies on the label. More alarmingly, a few products with large\ndistribution potential contained specieswhose edibility is at best\ndubious, and at worst potentially toxic.","trees":[{"tree_label":"TREE1","ntax":"348","rootedtree":"TRUE","title":"Agaricus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135556.phy"},{"tree_label":"TREE1","ntax":"885","rootedtree":"TRUE","title":"Amanita","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135557.phy"},{"tree_label":"TREE1","ntax":"342","rootedtree":"TRUE","title":"Auricularia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135558.phy"},{"tree_label":"TREE1","ntax":"362","rootedtree":"TRUE","title":"Lactifluus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135560.phy"},{"tree_label":"TREE1","ntax":"166","rootedtree":"TRUE","title":"Suillaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135561.phy"},{"tree_label":"tree 1","ntax":"1064","rootedtree":"TRUE","title":"Boletaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135559.phy"}]}