{"Authors":" Martina Reblova, Jana Nekvindova, Margarita\nHernandez-Restrepo","Year":" 2021","Title":" Reflections on Menisporopsis, Multiguttulispora and\nTainosphaeria using molecular and morphological data","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" appendages; foliicolous; lignicolous; molecular\nsystematics; phialidic conidiogenesis; taxonomic novelties","DOI":"","Abstract":" The genera Menisporopsis, Multiguttulispora and\nTainosphaeria (Chaetosphaeriaceae) are saprobes inhabiting decaying\nplant material. This study is based on an integrated morpho-molecular\ncharacterisation to assess their generic concepts and explore\nphylogenetic relationships. Menisporopsis is revealed as polyphyletic,\nand species with 1-septate conidia and synnemata growing unilaterally\nalong the seta are placed in the new segregate genus Arcuatospora.\nCodinaea dimorpha and C. triseptata are shown to be congeneric with\nMultiguttulispora sympodialis, the type species. Two new combinations\nare proposed: M. sympodialis is found conspecific with M. dimorpha. The\nTainosphaeria complex is resolved into three genera. We found that the\nmorphological separation of three groups within the genus is consistent\nwith phylogenetic relationships. Taino-sphaeria s. str. is accepted with\nfive species. Tainosphaeria aseptata and T. lunata are transferred to\nthe newly erected Phialoturbella, whereas T. obclavata is revealed\nconspecific with Phialogeniculata gua-dalcanalensis, reducing it to a\nsynonym. A new genus Flectospora is erected for a chloridium-like fungus\nnested in the Tainosphaeria clade. Based on molecular evidence, we show\nthat asymmetrical, scolecosporous ascospores are a unique teleomorphic\ncharacteristic among family members. Therefore, we propose new\ncombinations for Chaetosphaeria hispida in Paragaeumannomyces and Ch.\nspinosa in the new genus Ericiosphaeria, both exhibiting this rare\nmorphotype.","trees":[{"tree_label":"Fig1_newtree","ntax":"111","rootedtree":"TRUE","title":"Tr131218","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_131218.phy"}]}