{"Authors":" Ryo Sugawara, Kozue Sotome, Nitaro Maekawa, Akira Nakagiri,\nNaoki Endo","Year":" 2021","Title":" Taxonomic reconstruction of Hydnum species in Japan.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cantharellales; cryptic species; East Asian species;\nectomycorrhizal fungi; ITS; mating test; tef1; 9 new taxa.","DOI":"","Abstract":" Hydnum (Hydnaceae, Basidiomycota) shows an endemic species\ndiversity in East Asia but few comprehensive taxonomic studies have been\ndone yet. In this study, the taxonomy of Hydnum species in Japan was\nevaluated morphologically, ecologically, phylogenetically, and\nbiologically. Total 186 Japanese Hydnum specimens were employed for\nmorphological observation. Phylogenetic trees were constructed using\nsequence data of nuc rDNA internal transcribed spacer ITS1-5.8S-ITS2\n(ITS) region and translation elongation factor 1-α (tef1) gene. The\nintra- and interspecific mating tests using 78 monokaryotic strains of\n13 species did not conflict with species delimitation inferred from\ntheir ITS and tef1 phylogenetic relationships. This study rigorously\nidentified a total of 16 species from Japan, thus we provided their\ndetailed morphological descriptions. Among them, nine species, i.e., H.\nalboluteum, H. albopallidum, H. pinicola, H. itachiharitake, H.\nminospororufescens, H. orientalbidum, H. subberkeleyanum, H. tomaense,\nH. tottoriense are here with described as new species. Three species,\ni.e., H. boreorepandum, H. mulsicolor, and H. umbilicatum are new to\nJapan. Remaining three species, i.e., H. cremeoalbum, H. minus and H.\nrepando-orientale, previously reported from Japan, are re-described with\nthe data from newly collected materials. These results suggest that the\ndiversity of Hydnum species is high even in the limited region in East\nAsia.","trees":[{"tree_label":"con 50 majrule","ntax":"88","rootedtree":"TRUE","title":"Tr134743","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134743.phy"}]}