{"Authors":" Brianda Susana Velázquez-De Lucio, Edna María\nHernández-Domínguez , Xóchitl Tovar-Jiménez , Gerardo Díaz-Godínez ,\nLaura Sofía Castillo-Ortega, Alejandro Téllez-Jurado , Jorge\nÁlvarez-Cervantes","Year":" 2021","Title":" Biological efficiency and nutritional composition of\nPleurotus djamor cultivated on bagasse of Agave salmiana","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" biological efficiency, Pleurotus djamor, fruiting bodies,\nbagasse, Agave salmiana","DOI":"","Abstract":" Objective This study consisted in isolating a\nbasidiomycetes mushroom that grew on Agave salmiana. The mushroom was\nidentified by molecular methods and then cultured on A. salmiana bagasse\nsupplemented with urea to evaluate its effect on production parameters.\nMethods Two types of inoculum were employed: in grain (WG) and pellet\n(WP) form. The substrate was supplemented with total nitrogen\nconcentrations (TN) of 0.77, 0.95, 1.14, 1.32, and 1.5% to evaluate its\neffect on the biological efficiency (BE), production rate (PR), and\nmorphological and nutritional characteristics of the fruiting bodies.\nThe molecular analysis of the ITS region permitted the amplification of\na product of 750 pb. The mushroom was identified as Pleurotus djamor.\nResults After supplementing the substrate with urea, a BE of 70% was\nobtained in the sample inoculated with WG at 1.32% TN. Observations\nfound that the TN concentration of 1.5% produced malformations in the\nfruiting bodies. The analysis of the sporocarps indicated a raw protein\ncontent (RP) of 15-26% and that the mushrooms nutritional composition\nchanged according to the inoculum utilized and the percentage of\nnitrogen in the substrate. Conclusions This is the first report on the\nisolation of P. djamor cultured on A. salmiana as an atypical substrate,\nand so represents an opportunity for further study and\ncommercialization. We conclude that due to its chemical composition and\nhigh availability, A. salmiana bagasse is a suitable alternative\nsubstrate for cultivating edible mushrooms, specifically P. djamor.","trees":[{"tree_label":"Fig. 1","ntax":"13","rootedtree":"TRUE","title":"Phylogenetic tree generated from the sequences of the\nITS region of strains of Pleurotus.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_131232.phy"}]}