{"Authors":" Chance Ray Noffsinger, Cathy L Cripps","Year":" 2021","Title":" Systematic analysis of Russula in the North American Rocky\nMountain Alpine Zone","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Alpine, Betula, ITS, rpb2, Salix, Dryas, taxonomy,\nRussulaceae","DOI":"","Abstract":" Russula Pers. (Russulales) is an important ectomycorrhizal\nfungal genus in alpine and Arctic regions where it occurs with Salix,\nBetula, Dryas, and Polygonum, yet a complex phylogenetic analysis of the\ngenus in these habitats is lacking. This research compared collections\nof Russula from the Rocky Mountain alpine (CO, MT, WY) to reference\nspecimens from Arctic and alpine habitats, mostly in Europe, using an\nin-depth morphological study and a phylogenetic analysis of the nuc rDNA\nITS1-5.8S-ITS2 region (ITS barcode) and the second largest subunit of\nthe RNA polymerase II gene (rpb2). 139 Russula collections were\nsequenced including type material. Eight species are reported for this\npart of the Rocky Mountain alpine zone, and two from treeline habitats.\nThis is the first formal report of R. cf. altaica, R. saliceticola, and\nR. subrubens from the Rocky Mountains and of R. purpureofusca in North\nAmerica. Russula laevis is reported for the first time under this name\nwith a voucher, and not as an environmental sample. Previous reports of\nR. nana and R. laccata are molecularly confirmed. Two species are\nreported from subalpine habitats at treeline; R. montana with conifers\nand R. cf. altaica with Betula. In this study R. laccata, R. subrubens,\nand R. laevis were collected in alpine habitats but have been reported\nbelow treeline in Europe; these species may also be present at lower\nelevations in North America. All species have an intercontinental\ndistribution and have been reported in other alpine or Arctic habitats,\nexcept for one possible endemic. Two unidentified and potentially new\nspecies are discussed. A key to the alpine Russulas of North America is\nprovided.","trees":[{"tree_label":"con 50 majrule","ntax":"78","rootedtree":"TRUE","title":"Russula sp. Core Clade","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134603.phy"},{"tree_label":"con 50 majrule","ntax":"77","rootedtree":"TRUE","title":"Russula Broad phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134604.phy"},{"tree_label":"con 50 majrule","ntax":"100","rootedtree":"TRUE","title":"Russula Crown Clade","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134605.phy"},{"tree_label":"con 50 majrule","ntax":"26","rootedtree":"TRUE","title":"Russula subgenus Brevipes ITS RPB2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134602.phy"}]}