{"Authors":" Takashi Shirouzu, Takao K Suzuki, Shunsuke Matsuoka, Susumu\nTakamatsu","Year":" 2021","Title":" Evolutionary patterns of host type and chasmothecial\nappendage morphology in obligate plant parasites belonging to\nCystotheceae (powdery mildew, Erysiphaceae)","Journal":" Mycologia","Volume":"","Issue":"","Pages":" 1-11","Keywords":" Ascomycetes; life cycle; molecular phylogeny;\noverwintering strategy; trait evolution","DOI":" 10.1080/00275514.2021.1983352","Abstract":" The chasmothecial appendages of Erysiphaceae are\nconsidered to function in the overwintering strategy and evolve\nmorphologically in line with transitions of different host type.\nHowever, the evolutionary patterns and relationships of these traits\nhave not yet been verified using statistical models based on\nphylogenetic information. We aimed to clarify the evolutionary process\nof host type and appendage morphology in Cystotheceae using phylogenetic\ncomparative methods (PCMs) and to evaluate the evolutionary relationship\nof these traits. The ancestral state estimation of host types showed\nthat the deciduous type is the most ancestral in Cystotheceae, and the\nherb or evergreen types evolved secondarily four times and twice,\nrespectively. Branched- or circinate-type appendages were estimated to\nbe the most ancestral, and the mycelioid and rudimentary types evolved\nsecondarily thrice and once, respectively. The results of the random\nforest analysis showed that the host type was predictable from the\nphylogeny and appendage morphology. The ancestral state estimation\nsuggested that simultaneous transitions of the host type and appendage\nmorphology occurred at several ancestral nodes. These results suggest\nsome functional relationships between host type and appendage\nmorphology, but there was no statistical support for an overall trend in\nevolutionary dependence between these traits. Our results demonstrate\nthe utility of PCMs in the study of trait evolution in Cystotheceae,\nwhich can be applied to a broader phylogeny of powdery mildews to\nelucidate the evolutionary relationship and functional causality of\nphenotypic traits.","trees":[{"tree_label":"Fig. S3","ntax":"58","rootedtree":"TRUE","title":"Cystotheceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135427.phy"}]}