{"Authors":" Shu-Yan Liu, Dan-Ni Jin, Monika Götz, Michael Bradshaw,\nMiao Liu, Susumu Takamatsu, Uwe Braun","Year":" 2021","Title":" Phylogeny and taxonomy of Podosphaera filipendulae\nrevisited","Journal":" Mycoscience","Volume":" 62","Issue":" 6","Pages":" 390-394","Keywords":" Erysiphaceae, molecular phylogeny, Podosphaera spiraeae,\nP. filipendulensis, powdery mildew","DOI":" 10.47371/mycosci.2021.07.001","Abstract":" The phylogeny and taxonomy of Podosphaera filipendulae\nhave been examined on the basis of a broader sampling, also in relation\nto P. spiraeae, including sequences retrieved from Asian, European and\nNorth American collections. The results confirmed P. filipendulae and P.\nspiraeae as two separate species, although they are morphologically\nbarely distinguishable, which is in line with the phylogeny of the host\ngenera. Filipendula pertains to Rosaceae subfamily Rosoideae and Spiraea\nto subfamily Amygdaloideae (previously Spiraeoideae). Seven sequences of\nP. spiraeae obtained from Asian, North and South American collections on\nAruncus dioicus and Spiraea spp. form a separate well-supported clade.\nAlthough ITS sequences retrieved from Asian, European and North American\nspecimens of P. filipendulae on various Filipendula spp. are identical\nto the sequences gained from P. macularis on hop, there is one base\nsubstitution at the 5’-end of 28S rRNA gene between the species. This\nresult is in line with the evidence that the hop powdery mildew and P.\nfilipendulae are biologically and morphologically clearly distinguished,\nwhich is in favour of maintaining two separate species. The recently\ndescribed P. filipendulensis is reduced to synonymy with P.\nfilipendulae. The ex-holotype sequence of P. filipendulensis is 100 %\nidentical with all other P. filipendulae sequences, and the postulated\n“morphological differences” are within the variability of the latter\nspecies.","trees":[{"tree_label":"PAUP_5","ntax":"64","rootedtree":"TRUE","title":"Tr131557","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131557.phy"},{"tree_label":"PAUP_127","ntax":"27","rootedtree":"TRUE","title":"Tr131558","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131558.phy"}]}