{"Authors":" Thaisa Ferreira Nóbrega, Bruno W. Ferreira, Robert W.\nBarreto","Year":" 2021","Title":" Digitodesmium polybrachiatum sp. nov., a new species of\nDictyosporiaceae from Brazil","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" Dematiaceous asexual morph  Dothideomycetes  Multilocus\nphylogeny  Saprobes  Taxonomy","DOI":"","Abstract":" Digitodesmium is a genus of saprobic fungi, generally\nassociated with decaying wood in freshwater habitats or in the soil. As\nmorphologic markers they produce cheiroid, euseptate conidia on\nsporodochia. During an exam of a necrotic robusta coffee stem sent from\nNova Venécia, state of Espírito Santo, to the Plant Clinic at the\nUniversidade Federal de Viçosa (Brazil), for disease diagnosis a fungus,\nrecognized as having the typical features of Digitodesmium was observed.\nThe fungus was isolated in pure culture and DNA was extracted. Sequences\nof the partial 18S ribosomal RNA gene, large subunit of the nrDNA,\ninternal transcribed spacer and translation elongation factor 1-α were\ngenerated. The combination of results of the phylogenetic analysis with\nthe exam of the morphology led to the conclusion that the fungus from\ncoffee stem morphological data showed that this fungus represents a\nmonophyletic distinct lineage within Digitodesmium and an undescribed\nspecies for the genus. The concatenate tree also revealed that\nDigitodesmium is divided in two distinct clades. The novel species can\nbe differentiated morphologically from other species of Digitodesmium by\nthe size of the conidia, the number of arms and the presence of\nappendages. The new species Digitodesmium polybrachiatum is hence\nproposed herein. A comparative table of conidial morphology for the\nspecies in the genus is also included.","trees":[{"tree_label":"tree 1","ntax":"67","rootedtree":"TRUE","title":"Dictyosporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134778.phy"}]}