{"Authors":" Elida Cavalcanti Marins, Maria Jussara Santos Silva,\nJackeline Laurentino da Silva, Janaine Rossane Araújo Silva-Cabral,\nJaqueline Figueredo de Oliveira Costa, Frederico Monteiro Feijó,\nIraildes Pereira Assuncao, Gaus Silvestre de Andrade Lima","Year":" 2021","Title":" Colletotrichum species associated with sugar cane red\nrot","Journal":" Fungal Biology","Volume":"","Issue":"","Pages":"","Keywords":" Multilocus analysis, Diversity of fungi, Saccharum spp.,\nPathogenicity.","DOI":"","Abstract":" The sugarcane is a widely cultivated culture in Brazil and\nin the world. However, the red rot causes large losses due to the\nreduction of sucrose and deterioration of the juice. Thus, the aim of\nthis study was to identify Colletotrichum species associated with the\nred rot through polyphasic approaches, which included phylogenetic,\nmorpho-cultural analyzes and pathogenicity tests. Nine isolates from\nAlagoas and two from São Paulo, Brazil, were preliminary analyzed with\nthe glyceraldehyde-3 phosphate dehydrogenase gene (GAPDH), as an initial\nmeasure of species diversity. Posteriorly, the representative isolates\nof each species were sequenced with the β-tubulin (TUB2) gene,\ncalmodulin (CAL) and the ITS-rDNA region. For the morpho-cultural\ncharacterization the mycelial growth rate (MGR), the colonies aspect,\nthe shape and size of 50 conidia and appressoria of the isolates were\nobserved. For the pathogenicity test asymptomatic leaves and stems of\nsugarcane were used with and without injuries. The phylogenetic analysis\nassociated with morpho-cultural characteristics and the pathogenicity\ntest of the eleven isolates revealed three Colletotrichum species: C.\nfalcatum, C. siamense and C. plurivorum. All of the species were\npathogenic in leaves and stems with injuries, the species C. falcatum\nbeing the one that showed the biggest lesions (1.12 cm) in leaves and C.\nplurivorum in the stems (0.67 cm). This study shows the first report of\nC. siamense and C. plurivorum species associated with sugarcane red rot\nin the world.","trees":[{"tree_label":"Fig 1","ntax":"56","rootedtree":"TRUE","title":"Phylogenetic tree of Colletotrichum spp. from\nsugarcane","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_131652.phy"}]}