{"Authors":" Tsutomu Hattori, Yuko Ota, Kozue Sotome","Year":" 2021","Title":" Two new species of Fulvifomes (Basidiomycota,\nHymenochaetaceae) on threatened tree species in Japan","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" Host specificity, Hymenochaetales, Phellinus, Polypore,\nRed list","DOI":"","Abstract":" We describe two new species of Fulvifomes based on\nmorphological observations and phylogenetic investigations. These two\nspecies were both identified as Phellinus rimosus by former mycologists,\nbut both are morphologically distinct from the authentic specimen of P.\nrimosus. Based on comparison with other Fulvifomes spp., we concluded\nthat these two species are undescribed. Fulvifomes boninensis is\ncharacterized by perennial basidiomata, a sulcate pileus surface\nbecoming rimose, lack of a distinct crust on the pileus surface,\nsubdimitic hyphal system in the context, and ellipsoid basidiospores.\nThis species is endemic to the Bonin Islands, Japan, and is specific to\nMorus boninensis, a red-listed tree species. Fulvifomes imazekii is\ncharacterized by the perennial basidiomata, sulcate and velutinous\npileus surface, lack of a crust on the pileus surface, dimitic hyphal\nsystem in the context, and broadly ellipsoid basidiospores. This species\nis specific to Berchemiella berchemiaefolia, and is known only from Mt.\nYokogura-yama, in Kochi Prefecture, Japan. Fulvifomes boninensis and F.\nimazekii are considered threatened, because of their high specificity to\na threatened tree species as well as the limited distribution of the\nformer and the extremely small number of “mature individuals” of the\nlatter.","trees":[{"tree_label":"tree 1","ntax":"24","rootedtree":"TRUE","title":"Tr131743","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131743.phy"},{"tree_label":"con 50 majrule","ntax":"24","rootedtree":"TRUE","title":"Tr131742","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131742.phy"},{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr131741","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131741.phy"},{"tree_label":"con 50 majrule","ntax":"36","rootedtree":"TRUE","title":"Tr131740","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131740.phy"}]}