{"Authors":" Sandra Hilário, Liliana Santos, Artur Alves","Year":" 2021","Title":" Diversity and Pathogenicity of Diaporthe Species Revealed\nfrom a Survey of Blueberry Orchards in Portugal","Journal":" Agriculture","Volume":"","Issue":"","Pages":"","Keywords":" Diaporthaceae, dieback, twig blight, pathogens, phylogeny,\nVaccinium corymbosum","DOI":"","Abstract":" Blueberries (Vaccinium corymbosum) are widely cultivated\nworldwide and largely consumed due to their known antioxidant and\nmedicinal properties. Although Diaporthe species have been recorded in\nPortugal as causal agents of blueberry twig blight and dieback, there is\nstill scarce information on the species able to cause these symptoms.\nTherefore, in the present study, the distribution and diversity of\nDiaporthe species associated with diseased blueberry plants was assessed\nthrough a nation survey. A multilocus sequence analysis of the rDNA\ninternal transcribed spacer (ITS) region, the translation elongation\nfactor 1-alpha (tef1-α), β-tubulin (tub2), calmodulin (cal) and histone\n3 (his3) genes revealed the presence of the species Diaporthe ambigua,\nD. amygdali, D. foeniculina, D. rudis, D. leucospermi, D. malorum, D.\ncrousii and Diaporthe ×hybrida. Moreover, all the species were fully\ncharacterized based on a detailed morphological description. This study\nis the first to report D. leucospermi, D. malorum, D. amygdali and\nDiaporthe ×hybrida on diseased blueberries in Portugal, whose\npathogenicity to this host is not fully understood. Our results have\nalso shown that D. vaccinii might be a minor pathogen on blueberry\nplants. The current study improves our understanding of species causing\ndieback and twig blight on Portuguese blueberry orchards and provides\nuseful information to stakeholders involved in the production of these\nberries.","trees":[{"tree_label":"Imported tree 0","ntax":"363","rootedtree":"TRUE","title":"Tr134728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134728.phy"},{"tree_label":"Imported tree 1","ntax":"70","rootedtree":"TRUE","title":"Tr131733","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131733.phy"}]}