{"Authors":" Rong Huang","Year":" 2021","Title":" Identification and Characterization of Colletotrichum Species\nAssociated with Pearl Plum Anthracnose in Guangxi","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Pearl plum, Colletotrichum, morphology, phylogeny,\npathogenicity","DOI":"","Abstract":" Pearl plum (Prunus salicina Lindl.) is mainly cultivated\nin Tiane County in Guangxi Province, southern China. Anthracnose is a\ndevastating disease on pearl plum, causing considerable leaf blight.\nDiseased leaves and fruits were sampled from 21 orchards in Tiane County\nin Guangxi Province. Colletotrichum isolates were obtained in these\norchards, and 23 isolates were selected for sequencing of the internal\ntranscribed spacer (ITS), Apn2-Mat1-2 intergenic spacer and partial\nmating type (Mat1-2) gene (ApMat), a partial sequence of the actin\n(ACT), an intron of the glyceraldehyde-3-phosphate dehydrogenase\n(GAPDH), calmodulin (CAL), chitin synthase A gene (CHS-1), and the\nβ-tubulin (TUB2). Based on colony, conidial, and appressorial morphology\nand sequences analyses, the Colletotrichum isolates associated with\npearl plum anthracnose were identified as four species: Colletotrichum\nfructicola (18 isolates, 79%), C. gloeosporioides (3 isolates, 13%), C.\nkahawae (1 isolate, 4%), and C. siamense (1 isolate, 4%). The results of\npathogenicity test showed that all isolates were pathogenic to pearl\nplum leaves. No relationship was found between virulence and\nColletotrichum species tested. This is the first report of C.\nfructicola, and C. kahawae causing anthracnose on pearl plum in\nChina.","trees":[{"tree_label":"PAUP 1","ntax":"52","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135687.phy"},{"tree_label":"PAUP 1","ntax":"49","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135686.phy"},{"tree_label":"PAUP 1","ntax":"67","rootedtree":"TRUE","title":"Colletotrichum","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135688.phy"}]}