{"Authors":" T. M. Szaro, Thomas D. Bruns","Year":" 1992","Title":" Rate and mode differences between nuclear and mitochondrial\nsmall-subunit rRNA genes in mushrooms.","Journal":" Molecular Biology and Evolution","Volume":" 9","Issue":" NA","Pages":" 836-855","Keywords":" NA","DOI":" NA","Abstract":" Sequences from homologous regions of the nuclear and\nmitochondrial small-subunit rRNA genes from 10 members of the mushroom\norder Boletales were used to construct evolutionary trees and to compare\nthe rates and modes of evolution. Trees constructed independently for\neach gene by parsimony and tested by bootstrap analysis have identical\ntopologies in all statistically significant branches. Examination of\nbase substitutions revealed that the nuclear gene is biased toward C-T\ntransitions and that the distribution of transversions in the\nmitochondrial gene is strongly effected by an A-T bias. When only\nhomologous regions of the two genes were compared, base substitutions\nper nucleotide were roughly 16-fold greater in the mitochondrial gene.\nThe difference in the frequency of length mutations was at least as\ngreat but was impossible to estimate accurately because of their absence\nin the nuclear genc. Maximum likelihood was used to show that\nbase-substitution rates vary dramatically among the branches. A\nsignificant part of the rate inconstancy was caused by an accelerated\nnuclcar rate in one branch and a retarded mitochondrial rate in a\ndifferent branch. A second part of the rate variability involved a\nconsistent inconstancy: short branches exhibit ratios of mitochondrial\nto nuclear divergences of <1, while longer branches had ratios of\n~4.1-8.1. This pattern suggests a systematic error in the branch length\ncalculation. The error may be related to the simplicity of the\ndivergence estimates, which assumes that all base positions have an\nequal probability of change.","trees":[{"tree_label":"Fig. 5C","ntax":"10","rootedtree":"TRUE","title":"Boletales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1381.phy"},{"tree_label":"Fig. 5B","ntax":"10","rootedtree":"TRUE","title":"Boletales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1382.phy"}]}