{"Authors":" Che-Chih Chen, Chi-Yu Chen, Sheng-Hua Wu","Year":" 2021","Title":" Species diversity, taxonomy and multi-gene phylogeny of\nphlebioid clade (Phanerochaetaceae, Irpicaceae, Meruliaceae) of\nPolyporales","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycota, classification, systematics, wood-decay\nfungi, 50 new taxa","DOI":"","Abstract":" The phlebioid clade (Polyporales, Basidiomycota)\naccommodates numerous species of corticioid and polyporoid fungi of the\nPhanerochaetaceae, Irpicaceae, and Meruliaceae. The present study used\nmorphological and phylogenetic approaches to revise the generic\nclassification of the phlebioid clade and survey species diversity. The\nphylogenetic analyses were performed using sequences of multiple genes,\nincluding the nuc rDNA ITS1-5.8S-ITS2 (ITS), the D1-D2 domains of 28S\nrDNA (28S), the RNA polymerase II largest subunit (rpb1), the RNA\npolymerase II second largest subunit (rpb2), and the translation\nelongation factor 1-α (tef1). We overall recognize 57 genera including\nsix new ones (Alboefibula, Cremeoderma, Gelatinicium, Larssonimyces,\nLuteochaete and Phanerochaetella), describe 26 new species belonging to\n15 genera (Alboefibula bambusicola, A. gracilis, Crustodontia\ntaiwaniana, Cytidiella albomarginata, Efibula matsuensis, E. turgida, E.\nsubglobispora, Gelatinicium atropurpureum, Hydnophlebia aurantia, H.\ncrocata, Irpex lenis, Larssonimyces densus, Mycoaciella efibulata,\nPhanerochaete alpina, P. crystallina, P. guangdongensis, P. rhizomorpha,\nP. spadicea, P. subcarnosa, Phanerochaetella formosana, Phlebiopsis\nodontoidea, P. yushaniae, Rhizochaete chinensis, Roseograndinia\njilinensis, R. minispora, and Scopuloides allantoidea), and present 18\nnew combinations belonging to 12 genera (Cremeoderma unica, Crustodontia\nnigrodontea, C. tongxiniana, Cytidiella albida, Efibula intertexta,\nHydnophlebia alachuana, Irpex laceratus, I. latemarginatus, I.\nrosettiformis, Luteochaete subglobosa, Luteoporia lutea,\nPhanerochaetella angustocystidiata, P. exilis, P. leptoderma, P.\nxerophila, Phlebiopsis alba, Rhizochaete lutea, Scopuloides dimorpha).\nDescriptions, illustrations and notes of new species and some new\nrecords are provided. Identification keys to genera of each family are\nprovided.","trees":[{"tree_label":"5","ntax":"1","rootedtree":"TRUE","title":"Tr131756","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131756.phy"},{"tree_label":"5","ntax":"1","rootedtree":"TRUE","title":"Tr131757","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131757.phy"}]}