{"Authors":" Guang Yang, Wenqiu Pan, Ruoyu Zhang, Yan Pan, Qifan Guo,\nWeijun Zheng, Xiaojun Nie","Year":" 2021","Title":" Genome-wide identification and characterization of\ncaffeoyl-coenzyme A O-methyltransferase genes related to the Fusarium\nhead blight response in wheat","Journal":" BMC Genomics","Volume":" 22","Issue":"","Pages":" 504","Keywords":" CCoAOMT gene family; Fusarium head blight (FHB);\nExpression pattern; Regulation module; Genetic variation; Wheat","DOI":" 10.21203/rs.3.rs-215054/v1","Abstract":" Background: Lignin is one of the main components of the\ncell wall and is directly associated with plant development and defence\nmechanisms in plants, especially in response to Fusarium graminearum\n(Fg) infection. Caffeoyl-coenzyme A O-methyltransferase (CCoAOMT) is the\nmain regulator determining the efficiency of lignin synthesis and\ncomposition. Although it has been characterized in many plants, to date,\nthe importance of the CCoAOMT family in wheat is not well\nunderstood.\nResults: Here, a total of 21 wheat CCoAOMT genes (TaCCoAOMT) were\nidentified through an in silico genome search method and they were\nclassified into four groups based on phylogenetic analysis, with the\nmembers of the same group sharing similar gene structures and conserved\nmotif compositions. Furthermore, the expression patterns and\nco-expression network in which TaCCoAOMT is involved were\ncomprehensively investigated using 48 RNA-seq samples from Fg infected\nand mock samples of 4 wheat genotypes. Combined with qRT-PCR validation\nof 11 Fg-responsive TaCCoAOMT genes, potential candidates involved in\nthe FHB response and their regulation modules were preliminarily\nsuggested. Additionally, we investigated the genetic diversity and main\nhaplotypes of these CCoAOMT genes in bread wheat and its relative\npopulations based on resequencing data. Conclusion: This study\nidentified and characterized the CCoAOMT family in wheat, which not only\nprovided potential targets for further functional analysis, but also\ncontributed to uncovering the mechanism of lignin biosynthesis and its\nrole in FHB tolerance in wheat and beyond.","trees":[{"tree_label":"Fig. 1","ntax":"34","rootedtree":"TRUE","title":"Phylogenetic relationship of CCoAOMT genes in\nArabidopsis, rice and wheat","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_131762.phy"}]}