{"Authors":" Josefina Viejobueno, Berta de los Santos, Miguel\nCamacho-Sanchez, Ana Aguado, Maria Camacho, Sergio Miguel Salazar","Year":" 2021","Title":" Phenotypic variability and genetic diversity of the\npathogenic fungus Macrophomina phaseolina from several hosts contrasts\nwith marked host-specific virulence on strawberry","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Macrophomina phaseolina, causal agent of charcoal rot\ndisease, is a pathogenic soil-borne fungus that affects more than 500\nplant species, causing various types of disease to several crops,\nincluding crown and root rot of strawberry. A deeper knowledge on the\ndiversity of M. phaseolina, is useful to design control strategies for\nthis disease. Morphological, physiological, genetic and phytopathogenic\nparameters were evaluated among 32 isolates of M. phaseolina from\ndifferent hosts occurring in Argentina and Spain. Colony\ncharacteristics, average size of microsclerotia, chlorate phenotype and\nmycelial growth at different temperatures (5 º- 40 °C), and pH (3.0 -\n8.0) were recorded. The morphological and physiological traits were\nheterogeneous and did not show any association with the genetic\nstructure nor with their pathogenicity. Most of the isolates (71.9 %)\nexhibited chlorate sensitive phenotype. The optimal growth temperature\nrange was between 25 °C and 35 °C, and the optimal pH varied between 4.0\nand 6.0. The genetic structure analyzed with four DNA markers (EF-1α,\nITS, CAL and TUB) showed a little diversity among isolates of M.\nphaseolina, with no clear association with the country of origin, but a\nsignificant association with the host. Based on its phylogenetic\naffinity, one isolate was reclassified as M. pseudophaseolina. The\nlatter did not show noticeable phenotypic differences compared to the\nother isolates of M. phaseolina, except for having an optimal growth\ntemperature 5-10 °C lower. Pathogenicity tests on strawberry plants\nrevealed marked host specificity, being the isolates obtained from\nstrawberry more virulent than those from other hosts.","trees":[{"tree_label":"tree 1","ntax":"38","rootedtree":"TRUE","title":"Tr131781","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131781.phy"}]}