{"Authors":" Kento Rammitsu, Tadashi Kajita, Ryosuke Imai, Yuki\nOgura-Tsujita","Year":" 2021","Title":" Strong primer bias for Tulasnellaceae fungi in metabarcoding:\nSpecific primers improve the characterization of the mycorrhizal\ncommunities of epiphytic orchids","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" epiphytes, mycorrhizal fungi, next generation sequencing,\nOrchidaceae, primer choice","DOI":"","Abstract":" Primer bias toward Tulasnellaceae fungi during PCR is a\nknown issue with metabarcoding analyses for the assessment of orchid\nmycorrhizal communities. However, this bias had not been evaluated for\nthe fungal communities of epiphytic orchids, which account for 69% of\nall orchid species diversity. We compared the mycorrhizal communities\ndetected using two primer pairs, a fungal universal primer pair\n(ITS86F/ITS4) and Tulasnella-specific primer pair\n(5.8STulngs/ITS4-Tul2), using a mock community of fungal isolates from\nepiphytic orchids and also environmental samples, including orchid roots\nand a tree bark tip from the host tree of an epiphytic orchid collected.\nThe detected mycorrhizal communities differed widely depending on the\nprimer pairs used. The fungal universal primer pair successfully\nidentified Ceratobasidiaceae and Serendipitaceae fungi but did not\nreflect Tulasnellaceae diversity. Tulasnellaceae fungi were mainly\ndetected using the Tulasnella-specific primer pair. These tendencies\nwere observed in both the mock community and environmental samples.\nThese results strongly suggest that the use of a Tulasnella-specific\nprimer in combination with a fungal universal primer is essential for\nassessing the mycorrhizal communities of orchids through metabarcoding\nanalysis, especially in epiphytic orchids. Our study contributes to\nfurther understanding of the diversity of mycorrhizal fungi in\norchids.","trees":[{"tree_label":"Fig. 3","ntax":"76","rootedtree":"TRUE","title":"Tulasnella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135423.phy"}]}