{"Authors":" Xiangfu Liu, Saowaluck Tibpromma, Kevin D. Hyde, Samantha\nC. Karunarathna, ChangLin Zhao","Year":" 2021","Title":" Taxonomy and molecular systematics of the ectomycorrhizal\nmushroom of Thelephora with descriptions of two potential edible new\nspecies from East Asia","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Corticioid fungi, Macro fungi, Molecular phylogeny,\nTaxonomy, Thelephoraceae, Yunnan Province","DOI":"","Abstract":" Thelephora is a genus of ectomycorrhizal basidiomycetes\nwith basidiocarps of varied shape which has been poorly studied in\nsubtropical ecosystems. Many species of Thelephora are important edible\nand medicinal fungi, which have a huge economic value. Two new\nThelephora species namely, T. grandinioides and T. wuliangshanensis spp.\nnov. are proposed based on a combination of morphological features and\nmolecular evidence. Thelephora grandinioides is characterized by the\nlaterally stipitate basidiocarps with grandinoid hymenial surface, a\nmonomitic hyphal system with clamped generative hyphae, IKI, CB, and\npresence of tubular and septated cystidia and subglobose to globose\nbasidiospores measuring as 5.37.4 × 46.5 µm. Thelephora wuliangshanensis\nis characterized by infundibuliform basidiocarps with radially black\nstriate on pileus, and smooth, umber to coffee hymenial surface, a\nmonomitic hyphal system with thick-walled generative hyphae, IKI, CB,\nand basidiospores turn to greenish grey to buff in 5% KOH. Sequences of\nInternal Transcribed Spacer (ITS) gene region of the studied samples was\ngenerated, in which the phylogenetic analyses were performed with\nmaximum likelihood, maximum parsimony and Bayesian inference methods.\nPhylogenetic analyses showed that two new Thelephora are\nphylogenetically distinct, in which T. grandinioides is sister to T.\nsikkimensis with high support (100% BP, 100% BS and 1.00 BPP), while T.\nwuliangshanensis is sister to a clade comprising T. austrosinensis and\nT. ganbajun.","trees":[{"tree_label":"Imported tree 1","ntax":"38","rootedtree":"TRUE","title":"Thelephora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135416.phy"}]}