{"Authors":" Wilma Janine Nel, Z. Wilhelm de Beer, Michael J Wingfield,\nMichael Poulsen, Duur Kornelis Aanen, Brenda D Wingfield, Tuan\nDuong","Year":" 2021","Title":" Phylogenetic and phylogenomic analyses reveal two new genera\nand three new species of ophiostomatalean fungi from termite-fungus\ncombs","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Fungus growing termites, Insect associated fungi,\nTermitomyces, Ophiostomataceae, 3 new species, 2 new genera","DOI":"","Abstract":" The Ophiostomatales (Ascomycota) accommodates more than\n300 species characterized by similar morphological adaptations to\narthropod dispersal. Most species in this order are wood-inhabiting\nfungi associated with bark or ambrosia beetles. However, a smaller group\nof species occur in other niches such as in soil and Protea\ninfructescences. Recent surveys of Termitomyces fungus gardens (fungus\ncombs) of fungus-growing termites led to the discovery of characteristic\nophiostomatalean-like fruiting structures. In this study, these\nophiostomatalean-like fungi were identified using morphological\ncharacteristics, and DNAconventional molecular markers and whole genome\nsequencing. In addition, the influence of the extracts derived from\nvarious parts of Termitomyces combs on the growth of these fungi in\nculture was considered. Based on phylogenomic analyses, two new genera\n(Intubia and Chrysosphaeria) were introduced to accommodate these\nOphiostomatalean species. Phylogenetic analyses revealed that the\nisolates resided in three well-supported lineages, and these were\ndescribed as three new species (Intubia macrotermitinarum, I.\noerlemansii and Chrysosphaeria jan-nelii). , distinct from all known\nspecies in the Ophiostomatales. Two new genera (Intubia and\nChrysosphaeria) and three new species (Intubia macrotermitinae, I.\noerlemansii and Chrysosphaeria jan-nelii) were introduced to accommodate\nthese Ophiostomataceae species. Culture-based studies showed that these\nspecies do not depend on the Termitomyces comb material for growth.","trees":[{"tree_label":"con 50 majrule","ntax":"22","rootedtree":"TRUE","title":"Tr131953","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_131953.phy"},{"tree_label":"con 50 majrule","ntax":"18","rootedtree":"TRUE","title":"Tr131954","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131954.phy"}]}