{"Authors":" Josefa Binimelis-Salazar, Angélica Casanova-Katny, Norbert\nArnold, Celia Lima, Heraldo V Norambuena, Gerardo González Rocha, Götz\nPalfner","Year":" 2021","Title":" DIVERSITY AND HOST RELATIONSHIPS OF THE MYCOPARASITE\nSEPEDONIUM (HYPOCREALES, ASCOMYCOTA) IN TEMPERATE CENTRAL CHILE","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Sepedonium, South America, Boletales, endemism","DOI":"","Abstract":" Diversity and host range of mycoparasitic Sepedonium were\nmonitored for the first time in temperate central Chile. The region is\ncharacterized by a mosaic landscape of exotic timber plantations and\nremnants of native Nothofagus forests which provide a unique combination\nof endemic and adventitious ectomycorrhizal Boletales hosts. During a\ntwo-year monitoring campaign between the Ñuble and Araucanía regions, a\ntotal of 37 Sepedonium strains were isolated and cultured from infected\nbasidiomata of allochthonous Chalciporus piperatus, Paxillus involutus,\nRhizopogon spp. and Suillus spp., as well as from the native species\nBoletus loyo, B. loyita, B. putidus and Gastroboletus valdivianus.\nTaxonomy was performed based on morphology of cultured mycelium,\nespecially of conidia and conidiophores, combined with molecular\nphylogeny based on ITS, RPB2 and EF1 sequences. Phylogenetic\nreconstructions were performed using Bayesian methods. In total, four\nSepedonium species could be identified and characterized, viz.: S.\nampullosporum, S. chrysospermum, S. laevigatum and the newly described\nspecies S. loyorum. The most frequently found species on introduced\nBoletales was S. ampullosporum, followed by S. chrysospermum and S.\nlaevigatum. S. loyorum so far has been found growing exclusively on\nnative Boletacean hosts and is separated from the most closely related\nspecies S. chalcipori by a combination of micromorphological and\nmolecular attributes. Descriptions of all detected species and an\nidentification key are provided. Ecological and biogeographical aspects\nof endemic and allochthonous symbiotic units consisting of mycoparasite,\nectomycorrhizal fungal host and respective mycorrhizal tree are\ndiscussed.","trees":[{"tree_label":"TREE1","ntax":"6","rootedtree":"TRUE","title":"Tr131989","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131989.phy"},{"tree_label":"TREE1","ntax":"68","rootedtree":"TRUE","title":"Tr131990","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_131990.phy"}]}