{"Authors":" Hyodong Lee, Anindya Ganguly, Song Baik, Hyung-Taeg\nCho","Year":" 2021","Title":" Calcium-dependent protein kinase 29 modulates PIN-FORMED\npolarity and Arabidopsis development via its own phosphorylation\ncode","Journal":" The Plant Cell","Volume":" 33","Issue":" 11","Pages":" 3513-3531","Keywords":" PIN-FORMED, CPK","DOI":" 10.1093/plcell/koab207","Abstract":" PIN-FORMED (PIN)-mediated polar auxin transport is\ninvolved in key developmental processes in plants. Various internal and\nexternal cues influence plant development via the modulation of\nintracellular PIN polarity and, thus, the direction of polar auxin\ntransport, but the mechanisms underlying these processes remain largely\nunknown. PIN proteins harbor a hydrophilic loop (HL) that has important\nregulatory functions, and was thus selected as bait in protein pulldown\nscreening for modulators of intracellular PIN trafficking in Arabidopsis\nthaliana. CPK29, a Ca2+-dependent protein kinase, was identified and\nshown to phosphorylate specific target residues on the PIN-HL that were\nnot phosphorylated by other kinases. Furthermore, loss of CPK29 or\nmutations of the phospho-target residues in PIN-HLs significantly\nhampered intracellular PIN trafficking and polarity, causing defects in\nPIN-mediated auxin redistribution and biological processes such as\nlateral root formation, root twisting, hypocotyl gravitropism,\nphyllotaxis, and reproductive development. These findings indicate that\nCPK29 directly interprets Ca2+ signals from internal and external\ntriggers, resulting in the modulation of PIN trafficking and auxin\nresponses.","trees":[{"tree_label":"Imported tree 1","ntax":"67","rootedtree":"TRUE","title":"Embryophytes CPKs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135890.phy"},{"tree_label":"Imported tree 1","ntax":"34","rootedtree":"TRUE","title":"Arabidopsis CPKs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135891.phy"}]}