{"Authors":" Océane Savary, Monika Coton, Jens C Frisvad, Patrice Nodet,\nJeanne Ropars, Emmanuel Coton, Jean-Luc Jany","Year":" 2021","Title":" Unexpected Nectriaceae species diversity in cheese,\ndescription of Bisifusarium allantoides sp. nov., Bisifusarium\npenicilloides sp. nov., Longinectria gen. nov. lagenoides sp. nov. and\nLonginectria verticilliforme sp. nov.","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Fungi  Fusarium-like  Phylogeny  Taxonomy","DOI":"","Abstract":" Investigation of various cheese rinds for Bisifusarium\ndomesticum revealed a completely unexpected diversity of Fusarium-like\nfungi. Elongation factor 1-alpha gene sequence data, classically used\nfor Fusarium spp. identification, suggested that some isolates\ncorresponded to so far undescribed Nectriaceae species. In this context,\na multi-gene phylogenetic analysis, based on ten loci, namely the large\nsubunit of the ATP citrate lyase (acl1), alpha-actin (act), calmodulin\n(cmdA), histone H3 (his3), the internal transcribed spacer region and\nintervening 5.8S nrRNA (ITS), 28S large subunit (LSU), RNA polymerase II\nlargest subunit (rpb1), RNA polymerase II second largest subunit (rpb2),\ntranslation elongation factor 1-alpha (tef1) and β-tubulin (tub2), was\ntherefore performed to determine the phylogenetic position of ten cheese\nand one environmental isolates. Phylogenetic reconstructions were then\ndone using a Nectriaceae sequence dataset. Additionally, morphological\nobservations as well as metabolite profiling were performed. Results\nclearly revealed the existence of four cheese-associated novel species,\nnamely Bisifusarium allantoides, Bisifusarium penicilloides,\nLonginectria lagenoides, Longinectria verticilliforme, the two latter\nbelonging to a novel genus (Longinectria gen. nov.).","trees":[{"tree_label":"Figure 1","ntax":"65","rootedtree":"TRUE","title":"ML phylogenetic tree of Nectriaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_132049.phy"}]}