{"Authors":" Liu Shun, Chen Yuan Yuan, Sun Yi Fei, He Xiao Lan, Song\nChang Ge, Si Jing, Liu Dong Mei, Gates Genevieve, Cui Bao Kai","Year":" 2021","Title":" Systematic classification and phylogenetic relationships of\nthe brown-rot fungi within the Polyporales with an emphasis on the\nantrodia clade","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Brown-rot fungi, Fomitopsidaceae, Multi-gene phylogeny,\nNew taxa, Taxonomy, Wood-rotting fungi","DOI":"","Abstract":" The brown-rot fungi play an important role in forest\necosystems; they can degrade celluloses and hemicelluloses of wood and\nmaintain nutrient cycling. Some of the brown-rot fungi also have\nimportant economic value as medicinal and edible mushrooms. Recent\nstudies showed that the ability to produce brown rot has evolved\nindependently at least five times. In the current study, the\nclassification system of the largest clade of brown-rot fungi in the\nPolyporales, i.e. the antrodia clade, is revised. Furthermore, the\nphylogenetic relationships of all brown-rot fungi within the Polyporales\nare analysed based on DNA sequences of multiple loci including the\ninternal transcribed spacer (ITS) regions, the large subunit nuclear\nribosomal RNA gene (nLSU), the small subunit nuclear ribosomal RNA gene\n(nSSU), the small subunit mitochondrial rRNA gene sequences (mtSSU), the\ntranslation elongation factor 1-α gene (TEF1), the RNA polymerase II\nlargest subunit (RPB1) and the second subunit of RNA polymerase II\n(RPB2). The comprehensive study showed that species of the antrodia\nclade formed thirteen lineages, which are assigned at family level,\nincluding three new families: Auriporiaceae fam. nov., Postiaceae fam.\nnov., Taiwanofungaceae fam. nov., and ten existing families:\nAdustoporiaceae, Dacryobolaceae, Fibroporiaceae, Fomitopsidaceae,\nLaetiporaceae, Laricifomitaceae, Phaeolaceae, Pycnoporellaceae,\nSarcoporiaceae, and Sparassidaceae. In addition, one new lineage\ncontaining brown-rot fungi and two new lineages containing white-rot\nfungi outside of the antrodia clade but within the Polyporales are\nrecognized and proposed as new families, viz., Leptoporaceae fam. nov.,\nClimacocystaceae fam. nov. and Gloeoporellaceae fam. nov. This brings\nthe number of lineages recognized at family level for all known taxa of\nPolyporales to 31. Meanwhile, eleven new genera, viz., Austroporia gen.\nnov., Aurantipostia gen. nov., Austropostia gen. nov., Daedalella gen.\nnov., Nothofagiporus gen. nov., Pseudoantrodia gen. nov.,\nPseudofomitopsis gen. nov., Rhodoantrodia gen. nov., Tenuipostia gen.\nnov., Wolfiporiella gen. nov. and Wolfiporiopsis gen. nov. are proposed;\n23 new species, viz., Amyloporia nivea, Antrodia subheteromorpha,\nAurantipostia macrospora, Austropostia hirsuta, A. plumbea, A.\nsubpunctata, Cystidiopostia subhibernica, Daedalea submodesta, D.\nvinacea, Daedalella micropora, Fuscopostia subfragilis, Lentoporia\nsubcarbonica, Leptoporus submollis, Melanoporia tropica, Neolentiporus\ntropicus, Oligoporus subsericeomollis, Phaeolus fragilis, Postia\ncrassicontexta, Pseudoantrodia monomitica, Pseudofomitopsis microcarpa,\nResinoporia luteola, Rhodonia subrancida and Ryvardenia subcretacea spp.\nnov. are described; and eleven new combinations, viz., Austroporia\nstratosa comb. nov., Austropostia pelliculosa comb. nov., A. punctata\ncomb. nov., Nothofagiporus venatus comb. nov., Rhodoantrodia tropica\ncomb. nov., Tenuipostia dissecta comb. nov., Wolfiporia hoelen comb.\nnov., Wolfiporiella cartilaginea comb. nov., W. curvispora comb. nov.,\nW. dilatohypha comb. nov. and Wolfiporiopsis castanopsidis comb. nov.,\nare proposed. Illustrated descriptions of the new species are provided.\nNotes and identification keys to the genera of brown-rot fungi within\nthe Polyporales are provided.","trees":[{"tree_label":"tree 1","ntax":"410","rootedtree":"TRUE","title":"Polyporales antrodia clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132429.phy"},{"tree_label":"tree 1","ntax":"414","rootedtree":"TRUE","title":"Polyporales antrodia clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_132430.phy"}]}