{"Authors":" David S. Hibbett","Year":" 1996","Title":" Phylogenetic evidence for horizontal transmission of group I\nintrons in the nuclear ribosomal DNA of mushroom-forming fungi.","Journal":" Molecular Biology and Evolution","Volume":" 13","Issue":" NA","Pages":" 903-917","Keywords":" group I introns; ribosomal DNA; horizontal transmission;\nphylogeny; fungi; character weighting","DOI":" NA","Abstract":" Group I introns were discovered inserted at the same\nposition in the nuclear small-subunit ribosomal DNA (nuc-ssu-rDNA) in\nseveral species of homobasidiomycetes (mushroom-forming fungi). Based on\nconserved intron sequences, a pair of intron-specific primers was\ndesigned for PCR amplification and sequencing of intron-containing rDNA\nrepeats. Using the intron-specific primers together with flanking rDNA\nprimers, a PCR assay was conducted to determine presence or absence of\nintrons in 39 species of homobasidiomycetes. Introns were confined to\nthe genera Panellus, Clavicorona, and Lentinellus. Phylogenetic analyses\nof nuc-ssu-rDNA and mitochondrial ssu-rDNA sequences suggest that\nClavicorona and Lentinellus are closely related, but that Panellus is\nnot closely related to these. The simplest explanation for the\ndistribution of the introns is that they have been twice independently\ngained via horizontal transmission, once on the lineage leading to\nPanellus, and once on the lineage leading to Lentinellus and\nClavicorona. BLAST searches using the introns from Panellus and\nLentinellus as query sequences retrieved 16 other similar group I\nintrons of nuc-ssu-rDNA and nuclear large-subunit rDNA (nuc-lsu-rDNA)\nfrom fungal and green algal hosts. Phylogenetic analyses of intron\nsequences suggest that the mushroom introns are monophyletic, and are\nnested within a clade that contains four other introns that insert at\nthe same position as the mushroom introns, two from different groups of\nfungi and two from green algae. The distribution of host lineages and\ninsertion sites among the introns suggests that horizontal and vertical\ntransmission, homing, and transposition have been factors in intron\nevolution. As distinctive, heritable features of nuclear rDNAs in\ncertain lineages, group I introns have promise as phylogenetic markers.\nNevertheless, the possibility of horizontal transmission and homing also\nsuggest that their use poses certain pitfalls.","trees":[{"tree_label":"Fig. 4L","ntax":"22","rootedtree":"TRUE","title":"Group 1 intron gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1383.phy"},{"tree_label":"Fig. 4B","ntax":"22","rootedtree":"TRUE","title":"Group 1 intron gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1384.phy"},{"tree_label":"Fig. 5","ntax":"43","rootedtree":"TRUE","title":"Basidiomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1388.phy"}]}