{"Authors":" Naoki Endo","Year":" 2021","Title":" A new species description of genus Gerhardtia (Lyophyllaceae,\nAgaricales) from Japan on the basis of morphological and molecular\nphylogenetic analyses and living cultural characteristics","Journal":" Mycoscience","Volume":"","Issue":"","Pages":"","Keywords":" anamorph, arthroconidia, Basidiomycota, ITS, LSU, 1 new\ntaxon","DOI":"","Abstract":" New species of Gerhardtia is described from Japan based on\nthe basidiomata morphology, living cultural characteristics, and\nmolecular phylogenetic analyses. This species is found on litter of\nbroad-leaved trees and characterized by a tricholomatoid to marasmioid\nbasidiomata, off-white to pale salmon pink pileus surface with faint\nstriae at margin, subdistant lamellae with lateral vein, tomentose to\nstrigose stipe base with hyphal strands generating arthroconidia\nmeasuring 47 × 23 µm, cyanophilic, elongate-ellipsoid to cylindrical and\nslightly verrucose or undulate basidiospores measuring 4.56 × 2.53 µm,\nand cyanophilic basidia measuring 2535 × 56 µm containing siderophilous\ngranules. Phylogenetic analyses based on the internal transcribed spacer\n(ITS) and large subunit (LSU) regions of the fungal nrDNA demonstrated\nthat the new species is related to G. sinensis and G. highlandensis but\ndiffers from former species in color of basidiomata, shape of\nbasidiospores and habitat. An isotype specimen of G. highlandensis\nshowed rather close lamellae without veins and slightly larger\nbasidiospores measuring 4.56.5 × 2.53 µm. The new species is also\nsimilar to G. marasmioides (=Clitopilus marasmioides) but distinct in\npaler color of basidiomata. Cultured mycelium of the new species\nproduced arthroconidia measuring 4.58.5 × 2.53 µm with both schizolytic\nand rhexolytic secession mode on MA and PDA media and chlamydospores\nmeasuring 1024 × 6.511 µm sometimes covered with crystals on MA and MYG\nmedia.","trees":[{"tree_label":"con 50 majrule","ntax":"25","rootedtree":"TRUE","title":"Tr132081","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132081.phy"}]}