{"Authors":" Pablo Nicolas Villanueva, Ghislaine Vazquez, Carlos\nGil-Duran, Vicente Oliva, Anai Diaz, Marlene Henriquez, Eduardo Alvarez,\nFederico Laich, Renato Chavez, Inmaculada Vaca","Year":" 2021","Title":" Description of the first four species of the genus\nPseudogymnoascus from Antarctica","Journal":" Frontiers in Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" Pseudogymnoascus, new species, Antarctica, Taxonomy,\nmulti-locus phylogenetic analyses","DOI":"","Abstract":" The genus Pseudogymnoascus represents a diverse group of\nfungi widespread distributed in different cold regions on Earth. Our\ncurrent knowledge of the species of Pseudogymnoascus is still very\nlimited. Nowadays, there are only 15 accepted species of\nPseudogymnoascus, which were isolated from different environments in the\nNorthern hemisphere. On the contrary, species of Pseudogymnoascus from\nthe Southern hemisphere have not been described yet. Strains of\nPseudogymnoascus have been frequently isolated from Antarctica, and many\nof them may represent new species. In this work, we have characterized\nfour fungal strains obtained from Antarctic marine sponges. Based on\nmultilocus phylogenetic analyses and morphological characterizations, we\ndetermined that these strains are new species for which the names\nPseudogymnoascus antarcticus sp. nov., Pseudogymnoascus australis sp.\nnov., Pseudogymnoascus griseus sp. nov., and Pseudogymnoascus\nlanuginosus sp. nov. are proposed. Phylogenetic analyses indicate that\nthe new species form distinct lineages, separated from other\nPseudogymnoascus clades with strong support. The new species do no form\nsexual structures, and differ from the currently known species mainly in\nthe shape and size of their conidia, the presence of chains of\narthroconidia, and the appearance of their colonies. This is the first\nreport of new species of Pseudogymnoascus not only from Antarctica but\nalso from the Southern hemisphere.","trees":[{"tree_label":"con 50 majrule","ntax":"61","rootedtree":"TRUE","title":"Pseudogymnoascus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_132091.phy"}]}