{"Authors":" Tomoyuki Takano, Hisato Ikegaya, Hisayoshi Nozaki,\nHidetoshi Sakayama","Year":" 2021","Title":" Morphology, taxonomy and phylogenetic positions of two\nstrains of Spirogyra (Zygnematophyceae, Streptophyta) with replicate and\nsemi-replicate transverse walls","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" conjugation, molecular phylogeny, sexual reproduction,\nSpirogyra, taxonomy, Zygnematophyceae","DOI":"","Abstract":" The characteristics of the transverse walls and the\nmorphology of conjugation are essential for species identification in\nthe genus Spirogyra. There are four types of transverse walls: plane,\nreplicate, semi-replicate, and colligate. Although recent cultural\nstudies identified 14 species of Spirogyra and resolved their\nphylogenetic positions within the genus, species with semi-replicate and\ncolligate transverse walls have not been studied in culture and their\nphylogenetic positions are unknown. Here we studied the morphology and\ntaxonomy of two Spirogyra strains with replicate transverse walls and\nsemi-replicate transverse walls in culture. Based on sexual reproduction\ntraits induced, the former strain chiA303 was identified as S.\ncrassispina and the latter strain wak305 was morphologically similar to\nS. unduliseptum except for the zygospore ornamentation. Although S.\nunduliseptum was previously known to perform only scalariform\nconjugation, we observed three types of conjugation, scalariform,\nlateral and terminal conjugation, in strain wak305. Molecular\nphylogenetic analysis showed that S. crassispina was phylogenetically\nseparated from other species with replicate transverse walls. The strain\nwak305 was phylogenetically separated from these two Spirogyra lineages\nwith replicate transverse walls.","trees":[{"tree_label":"Imported tree 1","ntax":"109","rootedtree":"TRUE","title":"Tr132561","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132561.phy"},{"tree_label":"Imported tree 1","ntax":"109","rootedtree":"TRUE","title":"Tr132562","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132562.phy"}]}