{"Authors":" Jann Elizabeth Vendetti, Kimiko Sandig , Armenuhi Sahakyan\n, Alyana Granados","Year":" 2021","Title":" Multiple introductions of the pestiferous land snail Theba\npisana (Müller, 1774) (Gastropoda: Helicidae) in Southern\nCalifornia","Journal":" Insects","Volume":"","Issue":"","Pages":"","Keywords":" Theba pisana; invasive species; California; provenance;\nintroduced species","DOI":"","Abstract":" The terrestrial land snail Theba pisana is\ncircum-Mediterranean in native range and widely introduced and\npestiferous in regions around the world. In California, USA, T. pisana\nhas been recorded intermittently since 1914, but its source\npopulation(s) are unknown and no morphological or molecular analyses\nwithin or between California populations has been published. Therefore,\nwe compared molecular data (CO1, 16S, ITS2) and internal morphology\n(jaw, radula, reproductive sys-tem) in T. pisana collected from Los\nAngeles and San Diego counties in 20192020. DNA barcode (CO1 mtDNA)\nanalysis revealed that T. pisana from Los Angeles County was most\nsimilar to T. pisa-na from the Mediterranean island of Malta, and\nnorthern San Diego County-collected specimens were most similar to T.\npisana from Morocco. Morphology of the jaw and mucous glands also\ndif-fered between Los Angeles and San Diego populations, but it is\nunclear if traits are lineage specific or artifacts of ontogeny. Several\npathways of introduction into Southern California are possible for this\nspecies, but evidence for intentional vs. accidental introduction of\npresent populations is lack-ing. Subsequent investigation(s) could use\nthe data generated herein to assess the provenance of T. pisana\nelsewhere in California and/or worldwide and inform analyses of\nreproductive biology and systematics in this widespread species.","trees":[{"tree_label":"con 50 majrule","ntax":"151","rootedtree":"TRUE","title":"Tr132096","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132096.phy"}]}