{"Authors":" qian xin guan, YiFei Li, Changlin Zhao","Year":" 2021","Title":" Two new Hyphoderma species from southern China (Polyporales,\nBasidiomycota)","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Corticioid fungi, diversity, Hyphodermataceae, molecular\nphylogeny, taxonomy, Yunnan Province","DOI":"","Abstract":" Wood-inhabiting fungi play crucial roles as decomposers in\nforest ecosystems in this study, two new corticioid fungi, Hyphoderma\npuerense and H. tenuissimum spp. nov. are proposed based on a\ncombination of morphological features and molecular evidence. Hyphoderma\npuerense is characterized by effused, basidiomata with smooth to\nfloccose hymenial surface, a monomitic hyphal system with clamped\ngenerative hyphae, and ellipsoid basidiospores. Hyphoderma tenuissimum\nis characterized by resupinate basidiomata with tuberculate to\nminutely-grandinioid hymenial surface, septate cystidia, and cylindrical\nto allantoid basidiospores. Sequences of ITS+nLSU rRNA markers of the\nstudied samples were generated, and phylogenetic analyses were performed\nwith maximum likelihood, maximum parsimony, and Bayesian inference\nmethods. These analyses showed that the two new species clustered into\nHyphoderma, in which H. puerense grouped with H. moniliforme, and H.\ntenuissimum formed a sister group to H. mopanshanense. In addition to\nthe new species, an identification key to Chinese Hyphoderma is\nprovided.","trees":[{"tree_label":"MajRule","ntax":"56","rootedtree":"TRUE","title":"Hyphoderma LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_136162.phy"},{"tree_label":"MajRul","ntax":"75","rootedtree":"TRUE","title":"Hyphoderma ITS LSU","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_136163.phy"},{"tree_label":"MajRul","ntax":"75","rootedtree":"TRUE","title":"Hyphoderma ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_136161.phy"}]}