{"Authors":" Kaiyue Luo, Changlin Zhao","Year":" 2021","Title":" Morphological and phylogenetic characterization of\nwood-inhabiting fungi of the Schizoporaceae (Polyporales): introducing\nthree new Xylodon species from the southern China","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Corticioid fungi; Xylodon; Schizoporaceae; Molecular\nsystematics; Taxonomy; Yunnan Province","DOI":"","Abstract":" Wood-inhabiting fungi play crucial roles as decomposers in\nforest ecosystems, and three new corticioid fungi, Xylodon gossypiuus,\nX. macrosporus and X. sinensis spp. nov. are here proposed based on a\ncombination of morphological features and molecular evidence. X.\ngossypiuus is characterized by resupinate basidiomata with cream when\nfresh, buff upon drying hymenial surface, cystidia of three types and\nelliptic to subglobose basidiospores. X. macrosporus is characterized by\nresupinate basidiomata with tuberculate to minutely-grandinioid hymenial\nsurface, cystidia of three types and subglobose to globose\nbasidiospores. X. sinensis is characterized by basidiomata resupinate,\nadnate, coriaceous with tuberculate to minutely-grandinioid hymenial\nsurface and ellipsoid to ovoid basidiospores. Sequences of ITS, nLSU and\nITS+nLSU rRNA markers of the studied samples were generated, and\nphylogenetic analyses were performed with maximum likelihood, maximum\nparsimony, and Bayesian inference methods. These analyses showed that\nthe three new species clustered into Xylodon, in which based on the\nITS+nLSU dataset and LSU sequences, X. gossypiuus was sister to X.\nborealis, X. macrosporus formed a sister group to X. follis and X.\nsinensis formed a monophyletic lineage and based on the ITS sequences,\nX. gossypiuus was sister to X. borealis, X. macrosporus was sister to X.\nfollis and X. sinensis formed a sister group to X. rimosissimus.","trees":[{"tree_label":"Imported tree 1","ntax":"31","rootedtree":"TRUE","title":"Schizoporaceae ITS LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136229.phy"},{"tree_label":"Imported tree 1","ntax":"40","rootedtree":"TRUE","title":"Schizoporaceae LSU","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136230.phy"},{"tree_label":"Imported tree 1","ntax":"43","rootedtree":"TRUE","title":"Schizoporaceae ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136231.phy"}]}