{"Authors":" David S. Hibbett, Michael J Donoghue","Year":" 1995","Title":" Progress toward a phylogenetic classification of the\nPolyporaceae through parsimony analysis of mitochondrial ribosomal DNA\nsequences.","Journal":" Canadian Journal of Botany","Volume":" 73","Issue":" NA","Pages":" S853-S861","Keywords":" Aphyllophorales; basidiomycetes; classification;\nphylogeny; Polyporaceae; ribosomal DNA","DOI":" 10.1139/b95-331","Abstract":" We used sequence data from mitochondrial small-subunit\nribosomal DNA to infer phylogenetic relationships of the Polyporaceae.\nWe examined 62 species representing 14 families of Aphyllophorales and\nAgaricales. Parsimony analyses of these sequences suggest that the\nPolyporaceae are polyphyletic. Higher order relationships are poorly\nresolved, but seven groups of specics are generally well supported (as\nmeasured by bootstrapping) or are congruent with previous taxonomic\nhypotheses. Group I includes Polyporus s.str., seven other genera of\nPolyporaceae, Lentinus, and Ganoderma. Because this clade contains the\ntype species of Polyporus, it may serve as the core for a future\nrecircumscription of the Polyporaceae. Group 2 is morphologically and\necologically diverse, but all members have amyloid, ornamented spores\n(with the possible exception of Heterobasidion). This group includes\nBondarzewia, Heterobasidion, Hericium, Echinodontium, Lentinellus,\nAuriscalpium, and Russula. Group 3 includes five exemplars of the\nHymenochaetaceae, as well as Oxyporus and Trichaptum. Trichaptum and\nmembers of the Hymenochaetaceae are unusual among the holobasidiomycetes\nin their possession of imperforate parenthosomes. Group 4 represents the\nBoletaceae and includes Boletus and Suillus. Group 5 includes\nBjerkandera, which is a polypore, and Pulcherricium and Phanerochaete,\nwhich are corticioid. In Group 5 the corticioid habit may have been\nderived by reduction. Group 6 includes Fomitopsis, Piptoporus, and\nDaedalea, all of which are brown rot polypores with bipolar mating\nsystems. Group 7 includes Laetiporus and Phaeolus. Laetiporus is\nclassified in Polyporaceae, but Phaeolus has been placed in both the\nPolyporaceae and Hymenochaetaceae. In general, our results suggest that\nmacromorphology is evolutionarily flexible, but that certain anatomical\nand physiological characters, while not free from homoplasy, contain\nclues to higher order relationships of polypores.","trees":[{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Polyporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1389.phy"}]}