{"Authors":" weibing Zhuang, Xiaochun Shu, Xinya Lu, Tao Wang, Fengjiao\nZhang, Ning Wang, Zhong Wang","Year":" 2021","Title":" Genome-wide analysis and expression profiles of PdeMYB\ntranscription factors in colored-leaf poplar (Populus deltoids)","Journal":" BMC Plant biology","Volume":"","Issue":"","Pages":"","Keywords":" Genome-wide; PdeMYB transcription factors; Populus\ndeltoids; Expression profiles; Anthocyanin biosynthesis","DOI":"","Abstract":" Background: MYB transcription factors, comprising one of\nthe largest transcription factor families in plants, play many roles in\nsecondary metabolism, especially in anthocyanin biosynthesis. However,\nthe functions of the PdeMYB transcription factor in colored-leaf poplar\nremain elusive. Results: In the present study, genome-wide\ncharacterization of the PdeMYB genes in colored-leaf poplar (Populus\ndeltoids) was conducted. A total of 302 PdeMYB transcription factors\nwere identified, including 183 R2R3-MYB, five R1R2R3-MYB, one 4R-MYB,\nand 113 1R-MYB transcription factor genes. Genomic localization and\nparalogs of PdeMYB genes mapped 289 genes on 19 chromosomes, with\ncollinearity relationships among genes. The conserved domain, gene\nstructure, and evolutionary relationships of the PdeMYB genes were also\nestablished and analyzed. The expression levels of PdeMYB genes were\nobtained from previous data in green leaf poplar (L2025) and colored\nleaf poplar (QHP) as well as our own qRT-PCR analysis data in green leaf\npoplar (L2025) and colored leaf poplar (CHP), which provide valuable\nclues for further functional characterization of PdeMYB genes.\nConclusions: The above results provide not only comprehensive insights\ninto the structure and functions of PdeMYB genes but also provide\ncandidate genes for the future improvement of leaf colorization in\nPopulus deltoids.","trees":[{"tree_label":"Figure 1","ntax":"433","rootedtree":"TRUE","title":"Phylogenetic analysis of R2R3-MYB, R1R2R3-MYB and\n4R-MYB gene families in Arabidopsis, rice and P. deltoids.","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_132600.phy"}]}