{"Authors":" Anna Victoria Silvério R. Mauad, Leila do Nascimento\nVieira, Valter A Baura, Eduardo Balsanelli, Emanuel Maltempi de Souza,\nMark W Chase, Eric de Camargo Smidt","Year":" 2021","Title":" Phylogenomic study in Pleurothallidinae (Orchidaceae):\nconservative plastomes, new variable markers, and comparative analyses\namong plastid, nuclear, and mitochondrial data","Journal":" PlosOne","Volume":"","Issue":"","Pages":"","Keywords":" Phylogenomic, Pleurothallidinae, Orchidaceae","DOI":"","Abstract":" We present the first plastome study of Pleurothallidinae\nand compare their structural and molecular characteristics to identify\nthe ten most variable regions to be incorporated in future phylogenetic\nstudies. We sequenced complete plastomes of eight species in the\nsubtribe and compared phylogenetic results of these to parallel analyses\nof their nuclear ribosomal DNA operon (26S, 18S and 5.8S plus associated\nspacers) and partial mitochondrial genome sequences. These plastomes\nhave the typical quadripartite structure and gene content similar to\nthose of other orchids, with variation only in the composition of the\nndh genes. The independent loss of these genes had an impact on genes\nbordering the inverted repeats and thus the size of the small\nsingle-copy region, leading to variation in overall plastome length.\nAnalysis of 68 coding sequences indicated the same pattern of codon\nusage as in other orchids, and 13 protein-coding genes under positive\nselection were detected. Also, we identified 62 polymorphic\nmicrosatellite loci and ten highly variable regions, for which we\ndesigned primers. Phylogenomic analyses showed that the top ten\nmutational hotspots represent well the variation of whole plastomes for\nthe subtribe. However, strongly supported incongruence was observed\namong plastid, nuclear ribosomal DNA operon, and mitochondrial DNA\ntrees, indicating the possible occurrence of incomplete lineage sorting\nand/or introgressive hybridization.","trees":[{"tree_label":"Imported tree 1","ntax":"9","rootedtree":"TRUE","title":"Tr132704","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132704.phy"}]}