{"Authors":" Sabereh S. Mousavi","Year":" 2021","Title":" Systematics of the Iranian Genera Aphanopleura, Demavendia,\nHaussknechtia, Psammogeton, and Zeravschania (Apiaceae tribe\nPimpinelleae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Apioideae, Systematics, Trachyspermum, Umbelliferae","DOI":"","Abstract":" Previous molecular phylogenetic investigations of Apiaceae\ntribe Pimpinelleae have focused primarily on its largest genus\nPimpinella and its closest allies. The monophyly and phylogenetic\nplacements of five Iranian genera of the tribe have not been addressed\nsufficiently. These genera include Aphanopleura, Demavendia,\nHaussknechtia, Psammogeton, and Zeravschania. A nrDNA ITS matrix\nincluding 169 accessions representing 49 genera of Apiaceae (including\n10 taxa not analyzed previously) and a cpDNA rps16 matrix containing 37\naccessions representing 24 genera of the family (including eight taxa\nnot analyzed previously) and representing the greatest sampling to date\nof the aforementioned genera were subjected to phylogenetic analyses\nusing Bayesian inference and maximum parsimony methods. The trees\nobtained showed a close affinity among the examined species of\nAphanopleura, Psammogeton and several species of Trachyspermum. Neither\nAphanopleura nor Psammogeton resolved as monophyletic, and A. leptoclada\nallied with Pimpinella. The genera Demavendia, Haussknectia and\nZeravschania also comprised a well-supported clade, with Demavendia and\nHaussknechtia (in the ITS trees) arising from within a paraphyletic\nZeravschania. To recognize monophyletic genera, one new combination is\nproposed in Pimpinella and six new combinations are proposed in\nPsammogeton. A broader circumscription of Zeravschania to include\nDemavendia and Haussnechtia may also be warranted, but must await\nfurther study.","trees":[{"tree_label":"con 50 majrule","ntax":"169","rootedtree":"TRUE","title":"Tr132886","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132886.phy"}]}