{"Authors":" James I. Cohen","Year":" 2021","Title":" Phylogenomics, floral evolution, and biogeography of\nLithospermum L. (Boraginaceae)","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Lithospermum, Boraginaceae","DOI":"","Abstract":" Lithospermum (Boraginaceae), a geographically cosmopolitan\nmedium-sized genus, includes diverse floral morphology, with variation\nin corolla size and shape and in breeding system. Over the past decade,\nmultiple studies have examined the evolutionary history of Lithospermum,\nwith most utilizing DNA regions from the plastid genome and/or the\nnuclear ribosomal internal transcribed spacer. These studies have, in\ngeneral, not resulted in well-resolved and well-supported phylogenies.\nIn the present study, 298 nuclear DNA regions, captured using\nhybridization-based enrichment, were utilized for phylogenetic\nreconstruction for Lithospermum and relatives in Boraginaceae, and\npatterns of floral evolution, species diversification, and biogeography\nwere examined. Based on multiple phylogenetic methods, Lithospermum is\nresolved as monophyletic, and the New World species of the genus are\nalso monophyletic. While minimal phylogenetic incongruence is resolved\nwithin the nuclear genome, incongruence between the nuclear and plastid\ngenomes is recovered, and this is likely due to incomplete lineage\nsorting during early diversification of the genus in the Americas\napproximately 7.8 million years ago. At least four shifts to longer\ncorollas are identified throughout Lithospermum, and this may be due to\nselection for hummingbird-pollinated flowers, particularly for species\nin Mexico and the southwestern United States. In the New World, one\nclade of species of the genus diversified primarily across the United\nStates and Canada, and another radiated throughout the mountains of\nMexico.","trees":[{"tree_label":"con 50 majrule","ntax":"69","rootedtree":"TRUE","title":"Tr132764","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132764.phy"}]}