{"Authors":" Achala Roshani Rathnayaka, Thilini Chethana, Alan J.L.\nPhillips, Jian-Kui Liu, Milan C. Samarakoon, Kevin D Hyde","Year":" 2021","Title":" Re-evaluating Botryosphaeriales: Ancestral character analyses\nof selected characters and evolution of nutritional modes","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Ancestral character, Divergence times, Morphology,\nPhylogeny","DOI":"","Abstract":" Botryosphaeriales (Dothideomycetes, Ascomycota) are found\nin a wide range of habitats in different lifestyles. The members of this\norder comprised of endophytes, saprobes and pathogens. Cankers and\ndie-back, fruit and root rots and leaf spots are the most common\ndiseases caused by pathogenic species in Botryosphaeriales. Currently,\nsix families are accepted in this order. In this study, we re-evaluated\nthe order Botryosphaeriales based on evolutionary rates and phylogenetic\nrelationships. Maximum likelihood, maximum parsimony and Bayesian\ninference analyses were conducted using LSU and ITS combined data.\nAncestral character analysis was carried out for selected characters\n(conidial colour and septation) and nutritional mode. Divergence times\nestimation was performed for Botryosphaeriales. Botryosphaeriales\noriginated around 109 Mya in the early epoch of the Cretaceous period.\nAll the six families in Botryosphaeriales evolved during the late epoch\nof the Cretaceous period (66100 Mya) and diversified during Paleogene\nand Neogene periods in the Cenozoic Era. Currently, Botryosphaeriales\nconsists with six families, namely Aplosporellaceae, Botryosphaeriaceae,\nMelanopsaceae, Phyllostictaceae, Planistromellaceae and Saccharataceae.\nAncestral character analyses and nutritional mode analysis revealed\nhyaline, aseptate conidia and saprobic nutritional mode as the ancestral\ncharacters in Botryosphaeriales.","trees":[{"tree_label":"Imported tree 1","ntax":"308","rootedtree":"TRUE","title":"Tr132887","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132887.phy"}]}