{"Authors":" Kaiyue Luo, changlin zhao","Year":" 2021","Title":" Additions to the knowledge of corticioid Xylodon\n(Schizoporaceae, Hymenochaetales): introducing three new Xylodon species\nfrom the southern China","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Biodiversity; Molecular systematics; Taxonomy; White rot\nfungi; Wood-decaying fungi; Yunnan Province","DOI":"","Abstract":" The corticioid fungi play crucial roles as decomposers in\nforest ecosystems, and three new corticioid fungi, Xylodon gossypinus,\nX. macrosporus and X. sinensis spp. nov. are here proposed based on a\ncombination of morphological features and molecular evidence. Xylodon\ngossypinus is characterized by the resupinate basidiomata with cotton\nhymenophore, presence of cystidia with three types, and ellipsoid\nbasidiospores; X. macrosporus is characterized by resupinate basidiomata\nwith cracking hymenophore with pale yellowish hymenial surface, and\nlarger basidiospores 810.5 × 7.59 µm); X. sinensis differs by its\ngrandinioid hymenial surface and subglobose basidiospores measuring as\n35 × 2.54 µm. Sequences of ITS and nLSU rRNA markers of the studied\nsamples were generated, and phylogenetic analyses were performed with\nmaximum likelihood, maximum parsimony, and Bayesian inference methods.\nThe ITS+nLSU analysis in Hymenochaetales revealed that the three new\nspecies clustered into family Schizoporaceae, located in genus Xylodon;\nbased on the ITS dataset, X. gossypinus was sister to X. borealis; X.\nmacrosporus closely grouped with X. follis with a high supports; X.\nsinensis retrieved as a sister to X. rimosissimus with a lower\nsupports.","trees":[{"tree_label":"Imported tree 1","ntax":"54","rootedtree":"TRUE","title":"Tr132862","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132862.phy"},{"tree_label":"Imported tree 1","ntax":"29","rootedtree":"TRUE","title":"Tr132861","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132861.phy"}]}