{"Authors":" Anna Victoria Silvério Righetto Mauad, Adarilda\nPetini-Benelli, Thiago Junqueira Izzo, Eric de Camargo Smidt","Year":" 2021","Title":" Phylogenetic and molecular dating analyses of genus Catasetum\n(Orchidaceae) indicate a recent origin and artificial subgeneric\ngroups","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Amazon Forest, Andes, Atlantic Forest, hybridization,\nNeotropical orchids, orchid bees.","DOI":"","Abstract":" Catasetum have an intriguing mechanism of pollinarium\nejection after a mechanical stimulus of the column extensions (antennae)\nof staminate flowers. The presence and morphology of these antennae\nbases the whole taxonomic classification of Catasetum, which was not\nphylogenetically tested yet. Our goal was to test the monophyly of the\nsubgeneric classification, therefore using a matrix of 63 species, with\nrepresentatives of all sections and geographic range of Catasetum, all\ngenera of core Catasetinae, and four Galeandra species as an outgroup,\nusing maximum likelihood approach. Two nuclear and four plastid regions\nwere sequenced and combined. The divergence times were estimated under\nuncorrelated lognormal relaxed clock model, and nodes calibrated using\nprevious estimates. As a result, all subgeneric gropus are unnatural,\nand the antennae morphology possibly does not reflect the evolutionary\nhistory of Catasetum, even though it is related to the reproduction of\nthe genus. The low support in internal nodes could be due to past\nhybridization events and as a result of the relatively recent origin of\nthe genus. Catasetum originated at Late Miocene to Pliocene with a wide\nancestral distribution. We detected three vicariant events, the early\none suggests that the Andes imposed dispersion restrictions at first,\nwhich were overcome by Amazonian ancestors with later recolonization of\nthe Pacific dominion. The other two events separate geographic groups of\nAtlantic Forest species from the rest: one occurred during the Pliocene,\nand the other at the Pleistocene. Our results support past connections\nbetween the Amazonian Forest and the Atlantic Forest.","trees":[{"tree_label":"Imported tree 1","ntax":"63","rootedtree":"TRUE","title":"Tr132961","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132961.phy"}]}