{"Authors":" Asha Janadaree Dissanayake","Year":" 2021","Title":" Occurrence and morpho-molecular identification of\nBotryosphaeriales species from Guizhou Province, China\n","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" three new species; asexual and sexual morphs; phylogeny;\nsaprobes; woody hosts","DOI":"","Abstract":" Botryosphaeriales signifies an imperative, diverse fungal\norder of pathogens, saprobes and endophytes reported worldwide. Latest\nresearch in China have discovered a broad range of species in\nBotryosphaeriales, of some have not been formerly described. This study\nwith 60 isolates enhances the rising awareness, through introducing\nthree novel species and fifteen previously known species of\nBotryosphaeriales in southwestern China. These species were isolated\nfrom decaying woody hosts, suggesting they could be saprobes. The\nisolates were compared with other species through available DNA sequence\ndata inferring phylogenetic analyses based on the ITS, LSU and tef gene\nloci, while centered on morphology. Three novel species were illustrated\nand described as Botryobambusa guizhouensis, Sardiniella elliptica and\nSphaeropsis guizhouensis besides they belong to rarely identified genera\nwithin Botryosphaeriaceae. Botryobambusa guizhouensis is the second\nspecies in the respective monotypic genus. Fifteen known species were\nidentified as Aplosporella hesperidica, Barriopsis tectonae,\nBotryosphaeria dothidea, Diplodia mutila, Di. neojuniperi, Di.\npseudoseriata, Di. sapinea, Di. seriata, Dothiorella sarmentorum, Do.\nyunnana, Lasiodiplodia pseudotheobromae, Neofusicoccum parvum,\nSardiniella celtidis, Sa. guizhouensis and Sphaeropsis citrigena. The\nindication of this study proposes that numerous species of\nBotryosphaeriales endure to be revealed in southwestern China.","trees":[{"tree_label":"PAUP 1","ntax":"77","rootedtree":"TRUE","title":"Tr132968","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_132968.phy"}]}