{"Authors":" Yu-Ming Ju, Huei-Mei Hsieh, Xin-Sheng He","Year":" 2021","Title":" Wulingshen, the massive Xylaria sclerotia used as traditional\nChinese medicine, is produced by multiple species","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Wulingshen, Xylariaceae, systematics","DOI":"","Abstract":" Wulingshen, massive Xylaria sclerotia, was originally\nreported from Chengdu Plain located in western Sichuan of China for\nmedicinal application. Xylaria nigripes is commonly connected to these\nmassive sclerotia produced within abandoned underground macrotermitine\ntermite nests. We sequenced 54 Wulingshen samples procured from\ntraditional Chinese medicine markets in Chengdu Plain and connected them\nto six different Xylaria species: X. nigripes, X. subescharoidea, two\nspecies newly described hereinX. neonigripes and X. rogersionigripes,\nand two species that are known only as sclerotia thus far. Only\nteleomorphs of X. subescharoidea and X. rogersionigripes have been\ncollected in Chengdu Plain thus far. In Taiwan, teleomorphs of four of\nthe six species, except for the two only known in sclerotial form, have\nbeen collected in Taiwan, and their cultures were obtained; we thus\ndesignate the holotypes of X. neonigripes and X. rogersionigripes on the\nbasis of Taiwan specimens. During the collecting activities carried out\nin Chengdu Plain, a Xylaria species, which is newly described as X.\nmianyangensis herein, was also collected from termite nests but lacks a\nknown connection to Wulingshen.","trees":[{"tree_label":"PHYLIP 1+","ntax":"143","rootedtree":"FALSE","title":"Tr133018","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133018.phy"},{"tree_label":"con 50 majrule","ntax":"143","rootedtree":"TRUE","title":"Tr133017","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133017.phy"},{"tree_label":"con 50 majrule","ntax":"66","rootedtree":"TRUE","title":"Tr133019","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133019.phy"},{"tree_label":"PHYLIP 1+","ntax":"55","rootedtree":"FALSE","title":"Tr133020","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133020.phy"}]}