{"Authors":" Karl Adolf Ciuoderis, Perez Laura, Andres Cardona, Carlos\nAndres Diaz, Jorge Osorio, Carlos Muskus","Year":" 2021","Title":" Genetic Diversity and Phylogenetic Analysis of Swine\nInfluenza Viruses Isolated in Colombian pig farms from 2011-2017","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Influenza A Virus, Swine, Pigs, Colombia, Evolution,\nDiversity, Reassortment, Humans, Influenza, Zoonoses, Phylogeny","DOI":"","Abstract":" Swine Influenza is a disease which cause damage to\nrespiratory tract of pigs. The evolutionary origins of the Influenza A\nvirus (IAV) in swine in many countries, included Colombia, remain\nunclear, highlighting the lack of swine surveillance in Latin American\ncountries. Although pork industry is one of the largest animal\nproductions in Colombia, influenza is not thought to be endemic in swine\nand its thread to public health is underestimated. Therefore, the aim of\nour study was to perform a genetic characterization and identify the\ngenetic diversity of the swine IAV in Colombian pigs. Through\nphylogenetic analysis of 159 genome sequences of IAV, the H1N1pdm, rH1N2\nand rH3N2 subtypes were identified circulating in the Colombian swine\npopulation during 20112017 in farms from 11 states of the country. We\nidentified previously uncharacterized influenza viruses of human-like\norigin that have circulated undetected in swine in this country.\nParticularly for the rH3N2 and rH1N2 subtype, this is the first time\nthat its isolation and sequencing has been reported in Colombian pigs.\nThe analysis of these sequences demonstrates that in the swine\npopulation of Colombia, circulate viruses that have suffered\nrearrangements of their proteins with different subtypes, conserving a\nbackbone from H1N1pdm lineage. Thus, viral diversity has increased by\nreassortment between co-circulating viruses, including pandemic subtype.\nThe fact that most swine viruses from Colombia had a backbone from the\npandemic subtype highlights the need for additional surveillance in\nswine, and the circulation of multiple divergent hemagglutinin lineages\nchallenges the selection of future effective cross-protective\nvaccines.","trees":[{"tree_label":"TREE1","ntax":"76","rootedtree":"TRUE","title":"Tr133441","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133441.phy"}]}