{"Authors":" Milan Spetik, Ales Eichmeier, David Gramaje, Katerina\nStuskova, BERRAF TEBBAL AKILA","Year":" 2021","Title":" Fungal Planet description sheets: 1284-1382","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" ITS nrDNA BARCODES; LSU; NEW TAXA; SYSTEMATICS","DOI":" 10.3767/persoonia.2021.47.06","Abstract":" Novel species of fungi described in this study include\nthose from various countries as follows: Antartica, Cladosporium\naustrolitorale from coastal sea sand. Australia, Austroboletus yourkae\non soil, Crepidotus innuopurpureus on dead wood, Curvularia stenotaphri\nfrom roots and leaves of Stenotaphrum secundatum and Thecaphora\nstajsicii from capsules of Oxalis radicosa. Belgium, Paraxerochrysium\ncoryli (incl. Paraxerochrysium gen. nov.) from Corylus avellana. Brazil,\nCalvatia nordestina on soil, Didymella tabebuiicola from leaf spots on\nTabebuia aurea, Fusarium subflagellisporum from hypertrophied floral and\nvegetative branches of Mangifera indica and Microdochium maculosum from\nliving leaves of Digitaria insularis. Canada, Cuphophyllus bondii from a\ngrassland. Croatia, Mollisia inferiseptata from a rotten Laurus nobilis\ntrunk. Cyprus, Amanita exilis on calcareous soil. Czech Republic,\nCytospora hippophaicola from wood of symptomatic Vaccinium corymbosum.\nDenmark, Lasiosphaeria deviata on pieces of wood and herbaceous debris.\nDominican Republic, Calocybella goethei among grass on a lawn. France\n(Corsica), Inocybe corsica on wet ground. France (French Guiana),\nTrechispora patawaensis on decayed branch of unknown angiosperm tree and\nTrechispora subregularis on decayed log of unknown angiosperm tree.\nGermany, Paramicrothecium sambuci (incl. Paramicrothecium gen. nov.) on\ndead stems of Sambucus nigra. India, Aureobasidium microtermitis from\nthe gut of a Microtermes sp. termite, Laccaria diospyricola on soil and\nPhylloporia tamilnadensis on branches of Catunaregam spinosa. Iran,\nPythium serotinoosporum from soil under Prunus dulcis. Italy, Pluteus\nbrunneovenosus on twigs of broadleaved trees on the ground. Japan,\nHeterophoma rehmanniae on leaves of Rehmannia glutinosa\nf. hueichingensis. Kazakhstan, Murispora kazachstanica from healthy\nroots of Triticum aestivum. Namibia, Caespitomonium euphorbiae\n(incl. Caespitomonium gen. nov.) from stems of an Euphorbia sp.\nNetherlands, Alfaria junci, Myrmecridium junci, Myrmecridium juncicola,\nMyrmecridium juncigenum, Ophioceras junci, Paradinemasporium junci\n(incl. Paradinemasporium gen. nov.), Phialoseptomonium junci,\nSporidesmiella juncicola, Xenopyricularia junci and Zaanenomyces\nquadripartis (incl. Zaanenomyces gen. nov.), from dead culms of Juncus\neffusus, Cylindromonium everniae and Rhodoveronaea everniae from Evernia\nprunastri, Cyphellophora sambuci and Myrmecridium sambuci from Sambucus\nnigra, Kiflimonium junci, Sarocladium junci, Zaanenomyces\nmoderatricis-academiae and Zaanenomyces versatilis from dead culms of\nJuncus inflexus, Microcera physciae from Physcia tenella, Myrmecridium\ndactylidis from dead culms of Dactylis glomerata, Neochalara spiraeae\nand Sporidesmium spiraeae from leaves of Spiraea japonica, Neofabraea\nsalicina from Salix sp., Paradissoconium narthecii\n(incl. Paradissoconium gen. nov.) from dead leaves of Narthecium\nossifragum, Polyscytalum vaccinii from Vaccinium myrtillus,\nPseudosoloacrosporiella cryptomeriae (incl. Pseudosoloacrosporiella gen.\nnov.) from leaves of Cryptomeria japonica, Ramularia pararhabdospora\nfrom Plantago lanceolata, Sporidesmiella pini from needles of Pinus\nsylvestris and Xenoacrodontium juglandis (incl. Xenoacrodontium gen.\nnov. and Xenoacrodontiaceae fam. nov.) from Juglans regia. New Zealand,\nCryptometrion metrosideri from twigs of Metrosideros sp., Coccomyces\npycnophyllocladi from dead leaves of Phyllocladus alpinus, Hypoderma\naliforme from fallen leaves Fuscopora solandri and Hypoderma subiculatum\nfrom dead leaves Phormium tenax. Norway, Neodevriesia kalakoutskii from\npermafrost and Variabilispora viridis from driftwood of Picea abies.\nPortugal, Entomortierella hereditatis from a biofilm covering a\ndeteriorated limestone wall. Russia, Colpoma junipericola from needles\nof Juniperus sabina, Entoloma cinnamomeum on soil in grasslands,\nEntoloma verae on soil in grasslands, Hyphodermella pallidostraminea on\na dry dead branch of Actinidia sp., Lepiota sayanensis on litter in a\nmixed forest, Papiliotrema horticola from Malus communis,\nParamacroventuria ribis (incl. Paramacroventuria gen. nov.) from leaves\nof Ribes aureum and Paramyrothecium lathyri from leaves of Lathyrus\ntuberosus. South Africa, Harzia combreti from leaf litter of Combretum\ncollinum ssp. sulvense, Penicillium xyleborini from Xyleborinus\nsaxesenii, Phaeoisaria dalbergiae from bark of Dalbergia armata,\nProtocreopsis euphorbiae from leaf litter of Euphorbia ingens and\nRoigiella syzygii from twigs of Syzygium chordatum. Spain, Genea\nzamorana on sandy soil, Gymnopus nigrescens on Scleropodium touretii,\nHesperomyces parexochomi on Parexochomus quadriplagiatus, Paraphoma\nvariabilis from dung, Phaeococcomyces kinklidomatophilus from a\nblackened metal railing of an industrial warehouse and Tuber suaveolens\nin soil under Quercus faginea. Svalbard and Jan Mayen, Inocybe nivea\nassociated with Salix polaris. Thailand, Biscogniauxia whalleyi on\ncorticated wood. UK, Parasitella quercicola from Quercus robur. USA,\nAspergillus arizonicus from indoor air in a hospital, Caeliomyces\ntampanus (incl. Caeliomyces gen. nov.) from office dust, Cippumomyces\nmortalis (incl. Cippumomyces gen. nov.) from a tombstone, Cylindrium\ndesperesense from air in a store, Tetracoccosporium pseudoaerium from\nair sample in house, Toxicocladosporium glendoranum from air in a brick\nroom, Toxicocladosporium losalamitosense from air in a classroom,\nValsonectria portsmouthensis from air in mens locker room and\nVaricosporellopsis americana from sludge in a water reservoir. Vietnam,\nEntoloma kovalenkoi on rotten wood, Fusarium chuoi inside seed of Musa\nitinerans, Micropsalliota albofelina on soil in tropical evergreen mixed\nforests and Phytophthora docyniae from soil and roots of Docynia indica.\nMorphological and culture characteristics are supported by DNA\nbarcodes.","trees":[{"tree_label":"tree 1","ntax":"87","rootedtree":"TRUE","title":"Tr134971","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134971.phy"}]}