{"Authors":" Shun Liu, Yuan-Yuan Chen, Yi-Fei Sun, Xiao-Lan He, Chang-Ge\nSong, Jing Si, Dong-Mei Liu, Genevieve Gates, Bao-Kai Cui","Year":" 2021","Title":" Systematic classification and phylogenetic relationships of\nthe brown-rot fungi within the Polyporales","Journal":" FUNGAL DIVERSITY","Volume":"","Issue":"","Pages":"","Keywords":" Brown-rot fungi, Fomitopsidaceae, Multi-gene phylogeny,\nNew taxa, Taxonomy, Wood-rotting fungi","DOI":"","Abstract":" The brown-rot fungi play an important role in forest\necosystems; they can degrade celluloses and hemicelluloses of wood and\nmaintain nutrient cycling. Some of the brown-rot fungi also have\nimportant economic value as medicinal or edible mushrooms. Recent\nstudies showed that the ability to produce brown rot has evolved\nindependently at least five times. In the current study, the\nclassification system of the largest clade of brown-rot fungi in the\nPolyporales, i.e. the antrodia clade, is revised. Furthermore, the\nphylogenetic relationships of all brown-rot fungi within the Polyporales\nare analysed based on DNA sequences of multiple loci including the\ninternal transcribed spacer (ITS) regions, the large subunit nuclear\nribosomal RNA gene (nLSU), the small subunit nuclear ribosomal RNA gene\n(nSSU), the small subunit mitochondrial rRNA gene sequences (mtSSU), the\ntranslation elongation factor 1-α gene (TEF1), the RNA polymerase II\nlargest subunit (RPB1) and the second subunit of RNA polymerase II\n(RPB2). The comprehensive study showed that species of the antrodia\nclade formed thirteen lineages, which are assigned at family level,\nincluding three new families: Auriporiaceae, Postiaceae,\nTaiwanofungaceae, and ten existing families: Adustoporiaceae,\nDacryobolaceae, Fibroporiaceae, Fomitopsidaceae, Laetiporaceae,\nLaricifomitaceae, Phaeolaceae, Pycnoporellaceae, Sarcoporiaceae, and\nSparassidaceae. In addition, two new lineages containing white-rot fungi\noutside of the antrodia clade but within the Polyporales are recognized\nand proposed as new families, viz., Climacocystaceae fam and\nGloeoporellaceae. This brings the number of lineages recognized at\nfamily level for all known taxa of Polyporales to 30. Meanwhile, eleven\nnew genera, viz., Austroporia, Aurantipostia, Austropostia, Daedalella,\nNothofagiporus, Pseudoantrodia, Pseudofomitopsis, Rhodoantrodia,\nTenuipostia, Wolfiporiella and Wolfiporiopsis are proposed; 22 new\nspecies, viz., Amyloporia nivea, Antrodia subheteromorpha, Aurantipostia\nmacrospora, Austropostia hirsuta, A. plumbea, A. subpunctata,\nCystidiopostia subhibernica, Daedalea submodesta, D. vinacea, Daedalella\nmicropora, Fuscopostia subfragilis, Lentoporia subcarbonica, Melanoporia\ntropica, Neolentiporus tropicus, Oligoporus subsericeomollis, Phaeolus\nfragilis, Postia crassicontexta, Pseudoantrodia monomitica,\nPseudofomitopsis microcarpa, Resinoporia luteola, Rhodonia subrancida\nand Ryvardenia subcretacea are described; and eleven new combinations,\nviz., Austroporia stratosa, Austropostia pelliculosa, A. punctata,\nNothofagiporus venatus, Rhodoantrodia tropica, R. yunnanensis,\nTenuipostia dissecta, Wolfiporiella cartilaginea, W. curvispora, W.\ndilatohypha and Wolfiporiopsis castanopsidis, are proposed. Illustrated\ndescriptions of the new species are provided. Notes and identification\nkeys to the families and genera of brown-rot fungi within the\nPolyporales are provided.","trees":[{"tree_label":"tree 1","ntax":"457","rootedtree":"TRUE","title":"Tr133801","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133801.phy"}]}