{"Authors":" Sergio Ortega-Del Campo, Ioana Grigoras, Tania Timtchenko,\nBruno Gronenborn, Ana Grande-Pérez","Year":" 2021","Title":" Twenty years of evolution and diversification of digitaria\nstreak virus in Digitaria setigera","Journal":" Virus Evolution","Volume":"","Issue":"","Pages":"","Keywords":" geminiviruses, mastreviruses, digitaria streak virus,\nviral quasispecies, evolutionary rate, substitution rate, mutation\nfrequency, substitution bias, genetic variability","DOI":"","Abstract":" Within the family Geminiviridae, the emergence of new\nspecies results from their high mutation and recombination rates. In\nthis study, we report the variability and evolution of digitaria streak\nvirus (DSV), a mastrevirus isolated in 1986 from the grass Digitaria\nsetigera in an island of the Vanuatu archipelago. Viral DNA of DSV\nsamples was amplified from D. setigera specimens, derived from the\nnaturally infected original plant, which were propagated in different\nlaboratories in France and Italy for more than twenty years. From the\nconsensus sequences, the nucleotide substitution rate was estimated for\nthe peri-od between a sample and the original sequence published in\n1987, as well as for the period between samples. In addition, the\nintra-host genetic complexity and diversity of 8 DSV populations with a\ntotal of 165 sequenced haplotypes was character-ized. The evolutionary\nrate of DSV was estimated to be between 1.13 × 10-4 and 9.87 × 10-4\nsubstitutions/site/year, within the ranges observed in other\nsingle-stranded DNA viruses and RNA viruses. Bioinformatic analyses\nrevealed high variability and heterogeneity in DSV populations, which\nconfirmed that mutant spectra are continuously generated and are\norganized as quasispecies. The analysis of polymorphisms revealed\nnucleotide substitution biases in viral genomes towards deamination and\noxidation of ssDNA. The differences in variability in each of the\ngenomic regions reflected a dynamic and modular evo-lution in the mutant\nspectra that was not reflected in the consensus sequences. Strikingly,\nthe most variable region of the DSV genome, encoding the movement\nprotein (MP), showed rapid fixation of the mutations in the consensus\nsequence and a concomitant dN/dS ratio of 6.130, which suggests strong\npositive selection in this region. Phylogenetic analyses revealed a\npossible divergence in three genetic lineages from the original Vanuatu\nDSV isolate.","trees":[{"tree_label":"Fig. 5","ntax":"16","rootedtree":"TRUE","title":"Digitaria streak virus consensus sequences aligned","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_133543.phy"},{"tree_label":"Fig. S7.1","ntax":"20","rootedtree":"TRUE","title":"ISV 1990 sample of Digitaria streak virus 691-1852","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_133545.phy"},{"tree_label":"Fig. S7.1","ntax":"20","rootedtree":"TRUE","title":"ISV 1990 sample of Digitaria streak virus\n1-690_1853-","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_133544.phy"},{"tree_label":"Fig. S7.2","ntax":"19","rootedtree":"TRUE","title":"ISV 1998 sample of Digitaria streak virus\n1065-2697","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_133548.phy"},{"tree_label":"Fig. S7.2","ntax":"19","rootedtree":"TRUE","title":"ISV 1998 sample of Digitaria streak virus\n1-1064_2698","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_133547.phy"}]}