{"Authors":" Christina Zübert, Anna-Marie Ilic, Bojan Duduk, Michael\nKube","Year":" 2021","Title":" The Genome Reduction excludes the Ribosomal Rescue System in\nAcholeplasmataceae","Journal":" Microbial Physiology","Volume":"","Issue":"","Pages":"","Keywords":" tmRNA, smpB, ribosomal rescue system, trans-translation,\nAcholeplasmataceae, ‘Candidatus Phytoplasma spp.’","DOI":" 10.1159/000520450","Abstract":" The trans-translation process is a ribosomal rescue system\nfor stalled ribosomes processing truncated mRNA. The genes ssrA and smpB\nfulfil the key functions in most bacteria, but some species have either\nlost these genes or the function of the ribosomal rescue system is\nfulfilled by other genes. To date, the situation has not been analysed\nin detail for the Acholeplasmataceae. This family, in the Mollicutes\nclass, comprises the genus Acholeplasma and the provisional taxon\n‘Candidatus Phytoplasma’. Despite their monophyletic origin, the two\nclades can be separated by trades such as a lack of primary pathogens\nfor acholeplasmas and characterisation as phytopathogenic for the\nmajority of phytoplasmas. Both taxa share reduced genomes, but only\nphytoplasma genomes are characterised by a remarkable level of\ninstability and reduction. Despite the impact of the ribosomal rescue\nsystem, information is lacking on coding, the genomic context and\npseudogenisation and its possible application as a phylogenetic marker.\nHerein, we provide a comprehensive analysis of Acholeplasmataceae. The\nexamined Acholeplasmataceae genomes encode a ribosomal rescue system,\nwhich depends on tmRNA encoded by ssrA acting in combination with its\nbinding protein SmpB. Conserved gene synteny is visible for smpB, while\nssrA shows a less conserved genomic context. Analysis of the tmRNA\nsequences highlights the variability of proteolysis tag sequences and\nshort conserved sites at the 5- and 3-ends. Analyses of smpB provided no\nhints regarding the coding of pseudogenes, but they did suggest its\napplication as a phylogenetic marker of Acholeplasmataceae  in\naccordance with 16S rDNA topology. Sequence variability of smpB provides\nsufficient information for species assignment and phylogenetic\nanalysis.","trees":[{"tree_label":"16S","ntax":"36","rootedtree":"TRUE","title":"Phylogeny of 35 Acholeplasmataceae members","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135212.phy"},{"tree_label":"smpB","ntax":"37","rootedtree":"TRUE","title":"Phylogeny of 36 Acholeplasmataceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135211.phy"}]}