{"Authors":" João Santos, Sandra Hilário, Glória Pinto, Artur Alves","Year":" 2021","Title":" Diversity and pathogenicity of pestalotioid fungi associated\nwith blueberry plants in Portugal, with description of three novel\nspecies of Neopestalotiopsis","Journal":" European Journal of Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Vaccinium corymbosum, Pestalotiopsis, Neopestalotiopsis,\ntaxonomy, twig blight","DOI":" 10.1007/s10658-021-02419-0","Abstract":" Blueberries (Vaccinium corymbosum) have been increasingly\ncultivated in Portugal. Although blueberry is known to be susceptible to\ntwig blight and dieback caused by pestalotioid fungi, there is still\nscarce information regarding this issue. To bridge this gap, a survey on\nblueberry plantations in Portugal was carried out to assess the\ndiversity of pestalotioid fungi associated with symptomatic blueberry\nplants. A collection of isolates was characterized by a multilocus\nsequence analyses of the rDNA internal transcribed spacer region (ITS),\ntranslation elongation factor 1-alpha (tef1-α) and β-tubulin (tub2). The\nphylogenetic analyses revealed the presence of Pestalotiopsis australis,\nP. biciliata, P. chamaeropis, Neopestalotiopsis rosae and three novel\nspecies described as Neopestalotiopsis baccae, N. scalabiensis and N.\nvaccinii. The new species were fully characterized based on their\nmorphology and temperature growth requirements. The pathogenicity trials\ncarried out on cultivar “Duke” revealed that all isolates tested were\npathogenic to blueberry plants, with N. rosae being the most aggressive\nspecies. This study provides the first report of P. chamaeropis, P.\nbiciliata and P. australis associated with blueberry dieback and twig\nblight symptoms in Portugal and worldwide. Additionally, N. rosae is\nalso newly reported from Portugal. This survey disclosed the occurrence\nof several pestalotioid species, which may represent a threat to\nPortuguese blueberry plantations.","trees":[{"tree_label":"Imported tree 1","ntax":"38","rootedtree":"TRUE","title":"Tr133560","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133560.phy"},{"tree_label":"Imported tree 1","ntax":"27","rootedtree":"TRUE","title":"Tr133561","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133561.phy"}]}