{"Authors":" Akihiko Tsuneda, Yukitaka Fukumasa-Nakai, David S. Hibbett,\nMichael J Donoghue","Year":" 1995","Title":" Phylogenetic diversity in shiitake inferred from nuclear\nribosomal DNA sequences.","Journal":" Mycologia","Volume":" 87","Issue":" NA","Pages":" 618-638","Keywords":" biogeography; conservation; edible fungi; ITS; Lentinula;\nphylogeny; shiitake ;","DOI":" NA","Abstract":" Phylogenetic relationships of the edible shiitake mushroom\n(Lentinula, Tricholomataceae) were studied using DNA sequences from the\ninternal transcribed spacers (ITS) of nuclear ribosomal DNA. The ingroup\nconsisted of seven isolates of L. edodes from Japan and Thailand, nine\nisolates of L. lateritia from Borneo, Papua New Guinea, and Tasmania,\nand five isolates of L. novaezelandieae from New Zealand. These species\ndesignations are based on morphological species concepts in Lentinula.\nHowever, because Lentinula isolates from throughout Asia-Australasia are\nmating compatible, some authors treat all of these as belonging to L.\nedodes. The outgroup included two isolates of L. boryana from Mexico.\nParsimony, distance, and maximum likelihood analyses were performed,\nwith various combinations of taxa, characters, and character codings,\nand bootstrap and decay index measures of robustncss. Alternate\ntopologies were evaluated in terms of tree lengths, maximum likelihood\nratios, and Templeton’s nonparametric test of parsimony. Results suggest\nthat there are four independent lineages of shiitake in\nAsia-Australasia, which provides partial support for the morphologically\nbased species concepts. Lentinula novaezelandieae and L. edodes sensu\nstricto were supported as monophyletic, but L. lateritia appears to be\nparaphyletic. A corollary of this is that the morphology of L. laleritia\nshould be plesiomorphic for shiitake, which seems plausible based on\noutgroup comparison. In general, there is a strong correlation between\nthe geographic origins of the isolates and the lineages supported.\nBiogeographic interpretation of ITS trees suggests that the ancestral\narea for shiitake in Asia-Australasia is in the South Pacific, which was\nthe most phylogenetically diverse area examined. Phylogenetic analyses\nincluding previously published ITS2 sequences of three shiitake isolates\nof unknown origin placed the unknown isolates in a group of L. edodes\nsensu stricto isolates from Japan and Thailand, which suggests that the\nunknown isolates are from northeast or continental Asia. ITS-based\ncladograms have points of agreement as well as disagreement with\npreviously published mitochondrial DNA-based dendrograms from a subset\nof the isolates used in this study. Discrepancies between the ITS and\nmtDNA trees could mean that the nuclear ITS and the mttDA have different\nevolutionary histories. However, comparison of mtDNA and ITS data are\ncomplicated by the fact that the mtDNA data are based on pairwise\ndistances, whereas the ITS data are discrete. Practical implica- tions\nof the results for shiitake breeding and conservation are\ndiscussed.","trees":[{"tree_label":"Fig. 4B","ntax":"19","rootedtree":"TRUE","title":"Letinula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_271.phy"},{"tree_label":"Fig. 4A","ntax":"16","rootedtree":"TRUE","title":"Letinula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_272.phy"},{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Letinula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1390.phy"}]}