{"Authors":" Daoyuan Yu, Yinhuan Ding, Erik Tihelka, Chenyang Cai, Feng\nHu, Manqiang Liu, Feng Zhang","Year":" 2021","Title":" Phylogenomics of Elongate-Bodied Springtails Reveals\nIndependent Transitions from Aboveground to Belowground Habitats in\nDeep-Time","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Collembola, soil-living adaptation, whole-genome\nsequencing, phylogenomics","DOI":"","Abstract":" Soil has become a major hotspot of biodiversity studies,\nyet the pattern and timing of the evolution of soil organisms are poorly\nknown because of the scarcity of palaeontological data. To overcome this\nlimitation, we conducted a genome-based macroevolutionary study of an\nancient, diversified, and widespread lineage of soil fauna, the\nelongate-bodied springtails (class Collembola, order Entomobryomorpha).\nTo build the first robust backbone phylogeny of this previously\nrefractory group, we sampled major higher taxa (6 out of 8 families, 11\nout of 16 subfamilies) of the order with an emphasis on the most\nproblematic superfamily Tomoceroidea, applied whole-genome sequencing\n(WGS) methods, and compared the performance of different combinations of\ndatasets (universal single-copy orthologues/USCO versus ultraconserved\nelements/UCE) and modelling schemes. The fossil-calibrated timetree was\nused to reconstruct the evolution of body size, sensory organs, and\npigmentation to establish a time frame of the ecomorphological\ndivergences. The resultant trees based on different analyses were\ncongruent in most nodes. Several discordant nodes were carefully\nevaluated by integrating methodological and morphological information.\nThe evaluation favoured the well-resolved topology from analyses using\nUSCO amino acid matrices and complex site-heterogeneous models (CAT+GTR\nand LG+PMSF (C60)). The preferred topology supports the monophyletic\nsuperfamily Tomoceroidea as an early-diverging lineage and a sister\nrelationship between Entomobryoidea and Isotomoidea. The family\nTomoceridae was recovered as monophyletic, while Oncopoduridae was\nrecovered as paraphyletic, with Harlomillsia as a sister to Tomoceridae\nand hence deserving a separate family status as Harlomillsiidae Yu and\nZhang fam. n. Ancestral Entomobryomorpha were reconstructed as\nsurface-living, supporting the independent origins of soil-living groups\nacross the PalaeozoicMesozoic, and highlighting the ancient evolutionary\ninteraction between aboveground and belowground ecosystems.","trees":[{"tree_label":"Imported tree 1","ntax":"22","rootedtree":"TRUE","title":"Tr133838","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133838.phy"}]}