{"Authors":" Himashi Samudrika Ferdinandez, Dimuthu Sandarenu Manamgoda,\nDhanushka Udayanga, Nelum Deshappriya, Mayuri Munasinghe, Lisa A\nCastlebury","Year":" 2022","Title":" Molecular phylogeny and morphology reveal two new\ngraminicolous species, Bipolaris adikaramae sp. nov and B. petchii sp.\nnov., with new records of fungi from cultivated rice and weedy grass\nhosts","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Molecular phylogeny, Helminthosporium, Dematiaceous\nhyphomycetes, Cochliobolus, Leaf spots","DOI":"","Abstract":" Phytopathogenic fungi in the genus Bipolaris are typically\nassociated with poaceous hosts including major cereal crops.\nMorphological identification alone is often insufficient for species\ndiscrimination due to overlapping microscopic characters. Thus,\nmolecular phylogenetic analyses are utilised for accurate species\nidentification and to establish evolutionary relationships within the\ngenus. Although there are 134 species of Bipolaris listed in Index\nFungorum, only 45 species have been identified and accurately placed\nwithin the genus using molecular data, with only four Bipolaris species\nreported from Sri Lanka. During this study, diseased and dead leaf\nspecimens of weedy grasses and cultivated rice were collected from\nseveral collection sites in Sri Lanka and associated fungal species were\nisolated. Morphological characters together with phylogenetic inference\nfrom the analyses of three nuclear loci, internal transcribed spacers 1\nand 2 with 5.8S region (ITS), glyceraldehyde-3-phosphate dehydrogenase\n(GAPDH) and translation elongation factor 1-α (TEF1), supported the\nintroduction of two novel species namely Bipolaris adikaramae from\nPanicum maximum and B. petchii from Ischaemum sp. Morphological\ndescriptions and illustrations are provided for the newly described\ntaxa. In addition, B. shoemakeri from Echinochloa sp. and Oryza sativa\nand B. sivanesaniana from O. sativa were identified as novel records\nfrom Sri Lanka. This study reinforces the need for extensive surveys of\ncrops and associated weedy hosts in order to accurately assess the\ndiversity of emerging species of phytopathogenic and opportunistic\ngraminicolous fungi.","trees":[{"tree_label":"PAUP 1","ntax":"56","rootedtree":"TRUE","title":"Tr133840","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_133840.phy"}]}