{"Authors":" Sujatha Mulpuri, SURESH G, HELAN B THOMAS, Pushpa H.D.","Year":" 2021","Title":" Association of Golovinomyces cichoracearum and Podosphaera\nxanthii in causing powdery mildew disease of niger (Guizotia abyssinica\nL.F. Cass) in India","Journal":" Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Anamorph, Asteraceae, Mixed infection, rDNA-ITS, Erysiphe,\nOilseed","DOI":"","Abstract":" Powdery mildew is one of the important diseases in niger\n(Guizotia abyssinica L.F. Cass) in India and Ethiopia. The pathogen\ninciting the disease is reported as Erysiphe cichoracearum and\nSphaerotheca sp., but the fungal species has not been studied in detail\nto confirm the pathogen. In the present investigation, powdery mildew\ninfection observed on niger in Hyderabad, India was analysed using\nmorphological, molecular, and rDNA-ITS sequence analysis. Results based\non anamorph characteristics, amplification products with genus and\nspecies-specific primers of Erysiphales and sequence analysis\nunequivocally indicated mixed infection of Podosphaera xanthii and\nGolovinomyces cichoracearum in the samples analysed regardless of the\nseason and location. Variation in reaction to powdery mildew was\nobserved in Indian and USDA collection and infection was high in the\nEthiopian accessions as compared to the Indian varieties. Unlike most\nother crops, control (uninfected) samples of niger that were sterilized\nshowed amplification with universal primers and sequence analysis\nindicated similarity with ITS sequences of nuclear ribosomal DNA of the\nfamily Asteraceae. This constitutes the first report of morphological\nand molecular analysis of mixed infection of powdery mildew pathogen in\nniger.","trees":[{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr133952","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133952.phy"},{"tree_label":"Imported tree 1","ntax":"18","rootedtree":"TRUE","title":"Tr133957","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133957.phy"},{"tree_label":"Imported tree 1","ntax":"20","rootedtree":"TRUE","title":"Tr133949","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133949.phy"}]}