{"Authors":" Jiaqi Liu","Year":" 2021","Title":" Comparative genomic analysis of Bifidobacterium catenulatum\nreveal the genetic divergence of its two subspecies from infant and\nadult gut","Journal":" BMC genomic","Volume":"","Issue":"","Pages":"","Keywords":" Bifidobacterium catenulatum; comparative genomics; genetic\ndivergence; carbohydrate utilization","DOI":"","Abstract":" Background: Bifidobacterium catenulatum, which includes\ntwo subspecies that B. catenulatum subsp. kashiwanohense and B.\ncatenulatum subsp. catenulatum are usually from infant and adult gut\nrespectively, while the genomic studies of functional difference and\ngenetic divergence in them have been rarely reported. In this study, we\nanalyzed 16 B. catenulatum strains through comparative genomics,\nincluding two novel sequenced strains. Results: A phylogenetic tree\nbased on 785 core genes indicated that the two subspecies of B.\ncatenulatum were significantly separated and confirmed their colonizing\nbias in infants and adults. Comparison of general genomic\ncharacteristics revealed that the two subspecies had significantly\ndifferent genomic sizes but similar GC content. Functional annotations\nfound that they peculiarly differ in utilization of carbohydrates and\namino acid. Among them, we found that carbohydrate metabolism seems to\nplay an important role in the divergence because of their\ncarbohydrate-active enzymes (CAZyme) present two different clustering\npatterns. B. catenulatum subsp. kashiwanohense have functional genes\nthat specifically adapted to the infant gut for glycoside hydrolases 95\n(GH95) and carbohydrate-binding modules 51 (CBM51), which specifically\nparticipated in the metabolism of Human Milk Oligosaccharides (HMOs),\nand specific genes fuc that related to HMOs were also detected. While B.\ncatenulatum subsp. catenulatum rich in GH3 and glycosyltransferases 4\n(GT4) tended to metabolize plant-derived glycan that may help it\nmetabolize more complex carbohydrates (eg. xylan) in the adult\nintestine. Conclusions: Our findings revealed genomic evidence of\ncarbohydrate utilization bias which may be a key leading to the genetic\ndivergence of two subspecies of B. catenulatum.","trees":[{"tree_label":"Imported tree 1","ntax":"8","rootedtree":"TRUE","title":"Tr133984","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_133984.phy"}]}