{"Authors":" Henry Knauber, Jona Rebekka Silberberg, Angelika Brandt,\nTorben Riehl","Year":" 2021","Title":" Evolution and biogeography of the Haploniscus belyaevi\nspecies complex (Isopoda: Haploniscidae) revealed by means of\nintegrative taxonomy","Journal":" Systematics and Biodiversity","Volume":"","Issue":"","Pages":"","Keywords":" Allopatry; Bathymetric barriers; biodiversity; CLSM; COI;\nDNA Barcoding; KuramBio II; SokhoBio; 16S","DOI":"","Abstract":" Species complexes are not only common within a large\nspectrum of deep-sea taxa but also bear the potential to unravel\ndeep-sea evolutionary mechanisms, thus improving our currently poor\nunderstanding of the origins of deep-sea biodiversity. Here we\ninvestigate the putative Haploniscus belyaevi Birstein, 1963 species\ncomplex (Crustacea: Isopoda) from the abysso-hadal Northwest Pacific\n(NWP). Its wide geographical distribution across the Kuril-Kamchatka\nTrench (KKT) and the Kuril Island Ridge (KIR) not only covers a large\ndepth range but could also help to evaluate the impact of geomorphology\non deep-sea evolution. The primary goal of this work is to test the\nhypothesis that H1) H. belyaevi comprises a complex of multiple, closely\nrelated species. Relating biogeographic with phylogenetic patterns will\nenable historic differentiation across biogeographic borders, depth\nstrata and large geomorphological structures to infer their effects on\nbenthic species. We expect as a secondary hypothesis that H2) across\nthese potential barriers both intraspecific differentiation and\ninterspecific divergence will become apparent, thus providing\nfundamentals for future population-genetic and phylogeographic\ninvestigations on the NWP deep-sea benthos. By combining morphological,\nmolecular, and biogeographic data in an integrative taxonomic approach,\nsix haploniscid species could be identified of which three represent\ncryptic species. Based on the conducted analyses (i) a reconstruction of\nthe ontogenetic development highlighting sexual dimorphism and\nallometric growth, (ii) a phylogenetic overview of the haploniscid\nisopods of the NWP and (iii) an analysis of their genetic distances by\nusing haplotype networks is provided. The biogeography of these\nhaploniscid species indicated that the KKT and the KIR of the NWP act as\nbarriers to dispersal and thus promote diversification and eventually\nspeciation.","trees":[{"tree_label":"Figure S2 (16S, left)","ntax":"172","rootedtree":"TRUE","title":"16S phylogenetic tree of haploniscid isopods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_134012.phy"},{"tree_label":"Figure S2 (COI, right)","ntax":"137","rootedtree":"TRUE","title":"COI phylogenetic tree of haploniscid isopods","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Alternative Tree","phylotree_id":"tree_134013.phy"},{"tree_label":"Figure 9","ntax":"186","rootedtree":"TRUE","title":"Consensus phylogenetic tree (16S and COI) of\nhaploniscid isopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_134014.phy"}]}