{"Authors":" Stephane Welti, Lounis Youcef Khodja , Sylvain Dumez,\nDelphine Chaduli, Anne Favel, Regis Courtecuisse, Pierre-Arthur\nMoreau","Year":" 2021","Title":" Cellulariella warnieri (Basidiomycota, Polyporales) and its\ndoubles","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Polyporaceae, Lenzites, Trametes, phylogeny, taxonomy","DOI":"","Abstract":" Species of Polyporales with a lamelliform hymenophore were\ntraditionally classified in the genus Lenzites, until recent\nphylogenetic analyses revealed their affinities with various poroid\nlineages, leading to the re-classification of most of them.\nNevertheless, the phylogenetic relationships of the lamellate « Lenzites\n» warnieri Durieu & Mont. have yet to be resolved. The recent\nerection of the new genus Cellulariella Zmitr. & V. Malysheva to\nencompass L. warnieri and L. acuta does little to disentangle the\ncross-synonymies between lamellate polypores of the Trametes group. To\nclarify the phylogenetic position of L. warnieri, we combined molecular\ndata based on five markers (LSU, ITS, TEF1, RPB1, RPB2) with\nmorphological features of various collections belonging to the Trametes\nclade. In Bayesian phylogenetic reconstructions based on RPB1, RPB2 and\nTEF1, L. warnieri has an unresolved position on globally poorly\nsupported cladograms. Conversely, phylogenetic analyses of the combined\n(ITS+LSU) sequences support a monophyletic clade encompassing L.\nwarnieri and L. acuta, which forms a sister group, within a broader\nclade encompassing Leiotrametes, Pycnoporus and the sub-clade T.\nljubarskyi  T. cingulata. These phylogenetic results are also supported\nby micromorphological data. Here we redefine the genus Cellulariella\nbased on: i) the moderate amount of scarcely branched, not flagelliform\nbinding hyphae in the context, ii) the pointed and fusiform hyphal ends\nprotruding from the hymenium and iii) a strictly lamelliform (lenzitoid)\nhymenophore. Without the use of these characters, the broad\ninterpretation of Lenzites acuta includes a species belonging not to\nCellulariella but to Leiotrametes: Lenzites tenuis, here combined as\nLeiotrametes tenuis, comb. nov. A lectotype was designated for\nCellulariella warneri.","trees":[{"tree_label":"Imported tree 1","ntax":"48","rootedtree":"TRUE","title":"Tr134115","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134115.phy"},{"tree_label":"Imported tree 1","ntax":"91","rootedtree":"TRUE","title":"Tr134116","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134116.phy"}]}