{"Authors":" Robert Muscarella","Year":" 2021","Title":" Edaphic heterogeneity and the evolutionary trajectory of\nAmazonian plant communities","Journal":" Ecology and Evolution","Volume":" 11","Issue":"","Pages":" 17672-17685","Keywords":"","DOI":" 10.1002/ece3.8477","Abstract":" We investigated how the phylogenetic structure of\nAmazonian plant communities varies along an edaphic gradient within the\nnon-inundated forests. Forty localities were sampled on three terrain\ntypes representing two kinds of soil: clayey soils of a high base cation\nconcentration derived from the Solimões formation, and loamy soils with\nlower base cation concentration derived from the Içá formation and al-\nluvial terraces. Phylogenetic community metrics were calculated for each\nlocality for ferns and palms both with ferns as one group and for each\nof three fern clades with a crown group age comparable to that of palms.\nPalm and fern communities showed significant and contrasting\nphylogenetic signals along the soil gradient. Fern species richness\nincreased but standard effect size of mean pairwise distance (SES. MPD)\nand variation of pairwise distances (VPD) decreased with increasing soil\nbase cation concentration. In contrast, palm communities were more\nspecies rich on less cation-rich soils and their SES.MPD increased with\nsoil base cation concentration. Species turnover between the communities\nreflected the soil gradient slightly better when based on species\noccurrences than when phylogenetic distances between the species were\nconsidered. Each of the three fern subclades behaved differently from\neach other and from the entire fern clade. The fern clade whose\nphylogenetic patterns were most similar to those of palms also resembled\npalms in being most species-rich on cation-poor soils. The phylogenetic\nstructuring of local plant communities varies along a soil base cation\nconcentration gradient within non-inundated Amazonian rain forests.\nLineages can show either similar or different phylogenetic community\nstruc- ture patterns and evolutionary trajectories, and we suggest this\nto be linked to their environmental adaptations. Consequently,\ngeological heterogeneity can be expected to translate into a potentially\nhighly diverse set of evolutionarily distinct community assembly\npathways in Amazonia and elsewhere.","trees":[{"tree_label":"TREE1+","ntax":"140","rootedtree":"TRUE","title":"Tr134077","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134077.phy"}]}