{"Authors":" David S. Hibbett, Karen Hansen, Michael J Donoghue","Year":" 1998","Title":" Phylogeny and biogeography of Lentinula inferred from an\nexpanded rDNA dataset.","Journal":" Mycological Research","Volume":" 102","Issue":" 9","Pages":" 1041-1049","Keywords":"","DOI":" 10.1017/S0953756297005996","Abstract":" Phylogeny and biogeography of Lentinula, which includes\ncultivated shiitake mushrooms, were investigated using parsimony\nanalyses of an expanded nuclear ribosomal DNA dataset. Lentinula occurs\nin the New World as well as Asia and Australasia. The Asian-Australasian\nLentinula populations appear to form a clade, but species limits within\nthis group are controversial. We refer to the entire Asian-Australasian\nLentinula clade as shiitake. Thirty-seven wild-collected isolates of\nshiitake were examined, representing Australia, Borneo, China, Japan,\nKorea, Nepal, New Zealand, Papua New Guinea (PNG), Tasmania and\nThailand. Five isolates of the New World species, L. boryana, were\nincluded for rooting purposes. Levels of sequence divergence between\nNorth and Central American L. boryana isolates are higher than those\nbetween the most divergent shiitake isolates. In shiitake, five\nindependent lineages of rDNA were identified which we call groups I-V,\nbut relationships among these lineages are not well resolved. Group I\nincludes populations from northeast Asia to the South Pacific. Group II\nincludes populations from PNG, Australia and Tasmania. Group III is\nlimited to New Zealand. Group IV is from PNG. Finally, group V is from\neastem China and Nepal. The distribution of rDNA lineages suggests a\ncomplex biogeographic history. Although many areas remain unsampled, our\nresults suggest that certain areas have particularly high levels of\ndiversity and should be targeted for further study and\nconservation.","trees":[{"tree_label":"Fig. 3","ntax":"43","rootedtree":"TRUE","title":"Letinula","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1391.phy"},{"tree_label":"Fig. 2","ntax":"43","rootedtree":"TRUE","title":"Letinula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1392.phy"}]}