{"Authors":" Li Peng","Year":" 2021","Title":" Complete genome sequence of Pseudomonas stutzeri S116 owning\nbifunctional catalysis provides insights into affecting performance of\nmicrobial fuel cells","Journal":" BMC Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" biocatalyst; microbial fuel cells; Pseudomonas stutzeri;\ncomplete genome","DOI":"","Abstract":" Background: Pseudomonas stutzeri S116 is a\nsulfur-oxidizing bacteria isolated from marine sludge, simultaneously,\nit exhibited excellent electricity generation as bioanode and\nbiocathode. Complete genome sequencing of P. stutzeri and cyclic\nvoltammetry method were performed to reveal its mechanism in microbial\nfuel cells system. Results: This study indicated that the MFCs generated\na maximum output voltage of 254.2 mV and 226.0 mV, and maximum power\ndensity of 765 mW/m2 and 656.6 mW/m2 respectively. Complete genome\nsequencing of P. stutzeri was performed to indicate that it was the\necologically dominant Pseudomonas, and its primary annotations were\nassociated with energy production and conversion (6.84%), amino acid\ntransport and metabolism (6.82%) and inorganic ion transport and\nmetabolism (6.77%). The thirty-six genes involved in oxidative\nphosphorylation indicate that strain S116 possesses an integrated\nelectron transport chain. Additionally, many genes encoding\npilus-assembly proteins and redox mediators (riboflavin and phenazine)\nwere detected in the databases. Thiosulfate oxidization and\ndissimilatory nitrate reduction were annotated in the sulfur metabolism\npathway and nitrogen metabolism pathway, respectively. Gene function\nanalysis and cyclic voltammetry indicated that P. stutzeri probably\npossesses cellular machinery such as cytochrome c and redox mediators\nand can perform extracellular electron transfer and produce electricity\nin MFCs. Conclusion: The redox mediators secreted by P. stutzeri S116\nwere probably responsible for performance of MFCs. The critical genes\nand metabolic pathways involved in thiosulfate oxide and nitrate\nreduction were detected, which indicated that the strain can treat\nwastewater containing sulfide and nitrite more efficiently.","trees":[{"tree_label":"PAUP_1","ntax":"12","rootedtree":"TRUE","title":"Tr134159","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134159.phy"}]}