{"Authors":" Perinçek Seçkinozan ŞEKER, Ahmet Yesari Selçuk, Engin\nSelvi, Mehmet Baran, Saffet Teber, Gökçe Ali Keleş, Haluk Kefelioğlu,\nCoskun Tez, Osman İbiş","Year":" 2021","Title":" Complete mitochondrial genomes of Chionomys roberti and\nChionomys nivalis (Mammalia: Rodentia) from Turkey, with the taxonomic\nimplications","Journal":" Organisms Diversity & Evolution","Volume":"","Issue":"","Pages":"","Keywords":" Arvicolinae, Chionomys, mitogenome, phylogeny","DOI":"","Abstract":" The complete mitochondrial DNA (mitogenome) sequences of\nChionomys nivalis and C. roberti were firstly presented as reference\nmitogenomes by the current study using Long-Range PCR and\nNext-Generation Sequencing. The structure and organization of the\ncircular mitogenomes were similar for each species. Each mitogenome\nincluded 22 tRNA genes, 2 rRNA genes, 13 protein-coding genes (PCGs), a\ncontrol region (D-loop), and an origin of the light-strand region (OL),\nwith the mitogenome lengths of 16.293 for C. nivalis and 16.300 for C.\nroberti. Phylogenetic analyses based on whole mitogenomes sequences\nallowed us to see better the relative position of the Chionomys within\nArvicolinae. According to this, Chionomys was in a close phylogenetic\nrelationship with Microtus rather than Arvicola. Contrary to\nexpectations, the cytochrome b sequences based analyses pointed out the\nmore complex phylogenetic relationships among Chionomys species may be.\nAdditionally, the presence of at least 10 genetic lineages within C.\nnivalis was approved. Among them, the Central Taurus lineage genetically\nwas the most distant lineage from others. On the other hand, Turkish C.\nroberti specimens were clustered with the Transcaucasian specimens\n(Datvisi- Georgia and Alania-North Ossetia-Russia) splitting from other\nGenBank specimens of Russia and Georgia. Divergence time analyses\ndemonstrated that the first appearance of Arvicolinae dates back to the\nEarly Pliocene (4.97 mya, 95% HPD: 4.05-5.81, BPP: 1), compatible with\nthe past findings. Also, it was detected that the split of Arvicola /\nChionomys + Microtus took place at the beginning of the Quaternary\nperiod (2.35 mya, 95% HPD: 1.96-2.75, BPP: 0.99). This corresponded to\nthe Early Pleistocene divergence (approximately 2.4 mya) of these three\ngenera suggested by the fossil record. In addition to this, molecular\ndating analyses demonstrated that the divergence between C. nivalis and\nC. roberti occurred in the Middle Pleistocene (1.06 mya, 95% HPD:\n0.88-1.25, BPP: 1). There is no doubt that further studies employing\nadditional markers are needed in order to definite judgements on the\ntaxonomy and evolution of Chionomys.","trees":[{"tree_label":"tree 1","ntax":"51","rootedtree":"TRUE","title":"Tr134213","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134213.phy"},{"tree_label":"tree 1","ntax":"51","rootedtree":"TRUE","title":"Tr134214","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134214.phy"}]}