{"Authors":" Edward Alan Myers, Daniel G Mulcahy, Bryan Falk, Kiyomi\nJohnson, Marina Carbi, Kevin de Queiroz1","Year":" 2021","Title":" Interspecific Gene Flow and Mitochondrial Genome Capture\nDuring the Radiation of Jamaican Anolis Lizards (Squamata;\nIguanidae)","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Gene flow and reticulation are increasingly recognized as\nimportant processes in the diversification of many taxonomic groups.\nWith the increasing ease of collecting genomic data and the development\nof multispecies coalescent network approaches, such reticulations can be\naccounted for when inferring phylogeny and diversification. Caribbean\nAnolis lizards are a classic example of an adaptive radiation in which\nspecies have independently radiated on the islands of the Greater\nAntilles into the same ecomorph classes. Within the Jamaican radiation\nat least one species, A. opalinus, has been documented to be\npolyphyletic in its mitochondrial DNA, which could be the result of an\nancient reticulation event or incomplete lineage sorting. Here we\ngenerate mtDNA and genotyping-by-sequencing (GBS) data and implement\ngene-tree, species-tree, and multispecies coalescent network methods to\ninfer the diversification of this group. Our mtDNA gene-tree recovers\nthe same relationships previously inferred for this group, which is\nstrikingly different from the species-tree inferred from our GBS data.\nPosterior predictive simulations suggest that our genomic data violate\ncommonly adopted assumptions of the multispecies coalescent model, so we\nuse network approaches to infer phylogenetic relationships. The inferred\nnetwork topology contains a reticulation event but does not explain the\nmtDNA polyphyly observed in this group, however coalescent simulations\nsuggest that the observed mtDNA topology is likely the result of past\nintrogression. How common a signature of gene flow and reticulation is\nacross the radiation of Anolis is unknown; however, the reticulation\nevents that we demonstrate here may have allowed for adaptive evolution,\nas has been suggested in other, more recent adaptive radiations.","trees":[{"tree_label":"TREE1","ntax":"22","rootedtree":"TRUE","title":"Tr134206","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_134206.phy"},{"tree_label":"UNTITLED","ntax":"129","rootedtree":"TRUE","title":"Tr134207","tree_kind":"Gene Tree","tree_type":"Single","tree_quality":"Preferred Tree","phylotree_id":"tree_134207.phy"}]}