{"Authors":" Milan C. Samarakoon, Kevin D Hyde, Sajeewa\nMaharachchikumbura, Marc Stadler, E. B. Gareth Jones, ITTHAYAKORN\nPROMPUTTHA, Nakarin Suwannarach, Erio Camporesi, Timur S. Bulgakov,\nJian-Kui Liu","Year":" 2021","Title":" Taxonomy, phylogeny, molecular dating and ancestral state\nreconstruction of Xylariomycetidae (Sordariomycetes)","Journal":" Fungal Diversity","Volume":"","Issue":"","Pages":"","Keywords":" 33 new taxa  Amphisphaeriales  Appendicosporaceae \nEvolution  Stromata  Xylariales","DOI":"","Abstract":" Xylariomycetidae (Ascomycota) is a highly diversified\ngroup with variable stromatic characters. Our research focused on\ninconspicuous stromatic xylarialean taxa from China, Italy, Russia,\nThailand and the United Kingdom. Detailed morphological descriptions,\nillustrations and combined ITS-LSU-rpb2-tub2-tef1 phylogenies revealed\n38 taxa from our collections belonging to Amphisphaeriales and\nXylariales. A new family (Appendicosporaceae), five new genera\n(Magnostiolata, Melanostictus, Neoamphisphaeria, Nigropunctata and\nParavamsapriya), 27 new species (Acrocordiella photiniicola,\nAllocryptovalsa sichuanensis, Amphisphaeria parvispora, Anthostomella\nlamiacearum, Apiospora guiyangensis, A. sichuanensis, Biscogniauxia\nmagna, Eutypa camelliae, Helicogermslita clypeata, Hypocopra zeae,\nMagnostiolata mucida, Melanostictus longiostiolatus, M. thailandicus,\nNemania longipedicellata, N. delonicis, N. paraphysata, N.\nthailandensis, Neoamphisphaeria hyalinospora, Neoanthostomella\nbambusicola, Nigropunctata bambusicola, N. nigrocircularis, N.\nthailandica, Occultitheca rosae, Paravamsapriya ostiolata, Peroneutypa\nleucaenae, Seiridium italicum and Vamsapriya mucosa) and seven new\nhost/geographical records are introduced and reported. Divergence time\nestimates indicate that Delonicicolales diverged from\nAmphisphaeriales+Xylariales at 161 (123197) MYA. Amphisphaeriales and\nXylariales diverged 154 (117190) MYA with a crown age of 127 (92165) MYA\nand 147 (111184) MYA, respectively. Appendicosporaceae\n(Amphisphaeriales) has a stem age of 89 (65117) MYA. Ancestral character\nstate reconstruction indicates that astromatic, clypeate ascomata with\naseptate, hyaline ascospores that lack germ slits may probably be\nancestral Xylariomycetidae having plant-fungal endophytic associations.\nThe Amphisphaeriales remained mostly astromatic with common septate,\nhyaline ascospores. Stromatic variations may have developed mostly\nduring the Cretaceous period. Brown ascospores are common in Xylariales,\nbut they first appeared in Amphisphaeriaceae, Melogrammataceae and\nSporocadaceae during the early Cretaceous. The ascospore germ slits\nappeared only in Xylariales during the Cretaceous after the divergence\nof Lopadostomataceae. Hyaline, filiform and apiospores may have appeared\nas separate lineages, providing the basis for Xylariaceae, which may\nhave diverged independently. The future classification of polyphyletic\nxylarialean taxa will not be based on stromatic variations, but the type\nof ring, the colour of the ascospores, and the presence or absence or\nthe type of germ slit.","trees":[{"tree_label":"Imported tree 1","ntax":"478","rootedtree":"TRUE","title":"Tr134326","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134326.phy"}]}