{"Authors":" Thaisa Ferreira Nóbrega, Adans Agustín Colmán, Lucas\nMagalhaes Abreu, Harry C. Evans, Miraine Kapeua Ndacnou, Robert W.\nBarreto","Year":" 2022","Title":" Uncovering the Fusarium community associated with Hemileia\nleaf rusts and coffee from Brazil and the African continent","Journal":" fungal diversity","Volume":"","Issue":"","Pages":"","Keywords":" Taxonomy, putative mycoparasite, endophyte, Hemileia\ncoffeicola, Hemileia vastatrix, phylogeny","DOI":"","Abstract":" A broad survey of Fusariun species over-growing and\ncolonizing pustules of coffee leaf rusts, caused by species of the genus\nHemileia and occurring as endophytes of Coffea, was conducted in three\nAfrican countries and South America, focused on Brazil. Among the\nsignificant groups of fungi collected from putative mycoparasites of\nHemileia, 93 isolates belonged to the genus Fusarium. Nine Fusarium\ncoffee endophytes isolates were obtained and included in this study. A\npolyphasic approach was adopted to identify such isolates; involving\ncultural and morphological features and multigene phylogenetic analyses.\nAs a result, the isolates were delimited into four species complexes (F.\nlateritium species complex, F. solani species complex, F.\nincarnatum-equiseti species complex and F. graminearum species complex),\nrepresenting two new, two known and one undefined taxon. The vast\nmajority of the isolates fell within the F. lateritium species complex.\nThe most common taxon is recognized as a new species, described herein\nas Fusarium coffeiphylla sp. nov as putative mycoparasite and coffee\nendophyte. The data presented here contribute to the future improvement\nof the phylogenetic resolution of this complex. The present study\nprovides the taxonomic background for an ongoing evaluation of these\nputative mycoparasites and endophytes as potential biocontrol agents\nagainst the main constraint to coffee production worldwide, coffee leaf\nrust caused by Hemileia vastatrix.","trees":[{"tree_label":"con 50 majrule","ntax":"55","rootedtree":"TRUE","title":"Tr134490","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134490.phy"}]}