{"Authors":" Gustavo Henrique Jerônimo, D Rabern Simmons, Kevin R Amses,\nKensuke Seto, Timothy Y. James, Carmen L.A. Pires-Zottarelli, Joyce E\nLongcore","Year":" 2021","Title":" Phytochytrium and Sparrowiella, two new polycentric genera in\nCladochytriales","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Chytrid; phylogeny; four new taxa","DOI":"","Abstract":" Cladochytriales comprise multiple monocentric and\npolycentric lineages of chytrids, which are commonly found as saprobes\nin algae and decaying plant material in aquatic and terrestrial\necosystems. Although monocentric species are more common among the\nChytridiomycota, additional polycentric chytrids have been described in\nrecent years. During our ongoing effort to add to the knowledge of the\ndiversity of chytrids, we found two polycentric chytrids on onion skin\nbait that produce rhizomycelia like none of described cladochytrialean\ngenera or like those of genera in other orders. The rhizomycelia of\nthese two newly found isolates consist of isodiametric filaments that\nlack swellings such as those found in either Cladochytrium or\nNowakowskiella. Both zoosporangia and resting spores develop on short,\nright-angled offshoots from these filaments. Our analyses of the small\nand large subunits of rDNA indicate that these two isolates belong to\nseparate branches of a predominantly monocentric clade of the\nCladochytriales. We have expanded the concept of Septochytriaceae to\ninclude this clade. Phytochytrium stagnum gen. et sp. nov. groups with\ntwo monocentric strains and Sparrowiella insolita gen. et sp. nov. is in\nan independent lineage distantly related to a monocentric species. The\nuncertainty of genus taxonomy in this family emphasizes the need to\nupdate the taxonomy of the Cladochytriales.","trees":[{"tree_label":"con 50 majrule","ntax":"71","rootedtree":"TRUE","title":"Tr134493","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134493.phy"},{"tree_label":"tree 1","ntax":"71","rootedtree":"TRUE","title":"Tr134494","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134494.phy"}]}