{"Authors":" Haixia Ma","Year":" 2021","Title":" Phylogeny and taxonomic of Xylaria associated with fallen\nfruits and seeds in China","Journal":" IMA Fungus","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota, Xylariaceae, fructicolous, seminicolous,\nhost-specificity, nine new species","DOI":"","Abstract":" A study of the phylogeny and taxonomy of Xylaria species\nassociated with fallen fruits and seeds within the genus Xylaria and\namong gernera of the family Xylariaceae based on ITS, RPB2, and\nβ-tubulin sequences of 97 species from Xylaria and 7 other genera of the\nXylariaceae were analyzed. The 7 genera included Amphirosellinia,\nAstrocystis, Kretzschmaria, Nemania, Podosordaria, Poronia, and\nRosellinia. The results of our phylogenetic study showed that Xylaria\nspecies were distributed among five major clades, X1, X2, X3, X4, and\nX5. Clade X1 encompassed exclusively those Xylaria speices associated\nwith termite nests, clade X2 composed Xylaria speices growing on leaves,\nfibrous pericarps and some on wood, clade X3 contained\nendocarp-inhabiting Xylaria species, clade X4 composed primarily of\nwood-inhabiting Xylaria speices, clade X5 composed primarily of species\nof Xylaria associated with leguminous pods. Xylaria appears to be a\nparaphyletic genus, with most of 7 genera included in it. Nine new taxa\nassociated with fallen fruits and seeds, namely X. aleuriticola, X.\ncordiicola, X. meliicola, X. microcarpa, X. rogersii, X. schimicola, X.\nterminaliicola, X. theaceicola, and X. wallichii, are described,\nillustrated, and compared to morphologically similar species. Four\nspecies, X. carpophila, X. liquidambaris, X. oxyacanthae, and X.\nxanthinovelutina, were reported in China for the first time. A key to\nall the accepted species associated with fallen fruits and seeds in\nXylaria from China was given.","trees":[{"tree_label":"Imported tree 1","ntax":"126","rootedtree":"TRUE","title":"Tr134495","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134495.phy"}]}