{"Authors":" Qingxiang Guo, Stephen D. Atkinson, Bin Xiao, Yanhua Zhai,\nJerri L. Bartholomew, Zemao Gu","Year":" 2022","Title":" A myxozoan genome reveals mosaic evolution in the parasite\ngroup","Journal":" BMC Biology","Volume":"","Issue":"","Pages":"","Keywords":" evolutionary genomics, parasite evolution, genome\nstreamlining, Cnidaria, Myxozoa, Myxobolus honghuensis","DOI":"","Abstract":" Background: Parasite evolution has been conceptualized as\na process of genetic loss and simplification. Contrary to this model,\nthere is evidence of expansion and conservation of gene families related\nto essential functions of parasitism in some parasite genomes,\nreminiscent of widespread mosaic evolution  where subregions of a genome\nhave different rates of evolutionary change. We found evidence of mosaic\ngenome evolution in the cnidarian Myxobolus honghuensis, a myxozoan\nparasite of fish, with extremely simple morphology. Results: We compared\nM. honghuensis with other myxozoans and free-living cnidarians, and\ndetermined that it has the largest myxozoan genome (206 Mb), which is\nless reduced and less compact due to gene retention, large introns,\ntransposon insertion, but not polyploidy. Relative to other metazoans,\nthe M. honghuensis genome is depleted of neural genes and has only the\nsimplest animal immune components. Conversely, it has relatively more\ngenes involved in stress resistance, tissue invasion, energy metabolism,\nand cellular processes compared to other myxozoans and free-living\ncnidarians. We postulate that the expansion of these gene families is\nthe result of evolutionary adaptations to endoparasitism. M. honghuensis\nretains genes found in free-living Cnidaria, including a reduced nervous\nsystem, myogenic components, ANTP class Homeobox genes, and components\nof the Wnt and Hedgehog pathways. Conclusions: Our analyses suggest that\nthe M. honghuensis genome evolved as a mosaic of conservative,\ndivergent, depleted, and enhanced genes and pathways. These findings\nillustrate that myxozoans are not as genetically simple as previously\nregarded, and their evolution is driven by both genomic streamlining and\nexpansion.","trees":[{"tree_label":"tree 1","ntax":"16","rootedtree":"TRUE","title":"Tr134499","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134499.phy"}]}