{"Authors":" Rytas Vilgalys, David S. Hibbett","Year":" 1991","Title":" Evolutionary relationships of Lentinus to the Polyporaceae:\nevidence from restriction analysis of enzymatically amplified ribosomal\nDNA.","Journal":" Mycologia","Volume":" 83","Issue":" NA","Pages":" 425-439","Keywords":" NA","DOI":" NA","Abstract":" Evolutionary relationships of Lentinus to the\nTricholomataceae and Polyporaceae were studied using restriction\nanalysis of nuclear-encoded ribosomal RNA genes (rDNA). Five species of\nLentinus, three species in the Polyporaceae and two species in the\nTricholomataceae were examined. Ribosomal DNA phenotypes were determined\nby restriction endonuclease digestion of enzymatically amplified rDNA\n(PCR fingerprinting). This method generates restriction fragment length\npolymorphism data without Southern blotting or autoradiography. With\nfive different four-base restriction enzymes, one hundred and one unique\nrestriction fragments were resolved. Among the 16 individuals studied,\nthere were twelve different rDNA types. A similarity matrix based on\npresence or absence of comigrating restriction fragments was analyzed\nwith UPGMA, complete and single-linkage analysis (using the NTSYS\ncomputer package), and Fitch-Margoliash and KITSCH analysis (using the\nPHYLIP computer package). Results of all analytical approaches were\nhighly consistent and strongly suggest that Lentinus tigrinus is more\nclosely related to the Polyporaceae than to the Tricholomataceae.\nMorphological characters (dimitic hyphac and hyphal pegs) also support\nthis hypothesis. The other species of Lentinus appear to be intermediate\nbetween the Polyporaceae and Tricholomataceae and could not be clcarly\nassigned to either family. The results also suggest that Lentinus is\nparaphyletic and, therefore, that lamellae have arisen repeatedly by\nconvergent evolution.","trees":[{"tree_label":"Fig. 5","ntax":"12","rootedtree":"TRUE","title":"Polyporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1394.phy"},{"tree_label":"Fig. 6","ntax":"12","rootedtree":"TRUE","title":"Polyporaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1393.phy"}]}