{"Authors":" Rubén González-Miguéns, Carmen Soler-Zamora, Enrique\nLara","Year":" 2022","Title":" Cyphoderia ampulla (Cyphoderiidae: Rhizaria), a tale of\nfreshwater sailors: The causes and consequences of ecological\ntransitions through the salinity barrier in a family of benthic\nprotists","Journal":" Molecular ecology","Volume":"","Issue":"","Pages":"","Keywords":" adaptive morphology, Cyphoderia, ecological transition,\nparallel evolution, preadaptation, salinity barrier","DOI":" 10.1111/mec.16424","Abstract":" The salinity barrier that separates marine and freshwater\nbiomes is probably the most important division in biodiversity on Earth.\nThose organisms that successfully performed this transition had access\nto new ecosystems while undergoing changes in selective pressure, which\noften led to major shifts in diversification rates. While these\ntransitions have been extensively investigated in animals, the tempo,\nmode, and outcome of crossing the salinity barrier have been scarcely\nstudied in other eukaryotes. Here, we reconstructed the evolutionary\nhistory of the species complex Cyphoderia ampulla (Euglyphida: Cercozoa:\nRhizaria) based on DNA sequences from the nuclear SSU rRNA gene and the\nmitochondrial cytochrome oxidase subunit I gene, obtained from publicly\navailable environmental DNA data (GeneBank, EukBank) and isolated\norganisms. A tree calibrated with euglyphid fossils showed that four\nindependent transitions towards freshwater systems occurred from the\nmid-Miocene onwards, coincident with important fluctuations in sea\nlevel. Ancestral trait reconstructions indicated that the whole family\nCyphoderiidae had a marine origin and suggest that ancestors of the\nfreshwater forms were euryhaline and lived in environments with\nfluctuating salinity. Diversification rates did not show any obvious\nincrease concomitant with ecological transitions, but morphometric\nanalyses indicated that species increased in size and homogenized their\nmorphology after colonizing the new environments. This suggests\nadaptation to changes in selective pressure exerted by life in\nfreshwater sediments.","trees":[{"tree_label":"SSU","ntax":"90","rootedtree":"TRUE","title":"SSU","tree_kind":"Gene Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_134556.phy"}]}