{"Authors":" Shun Liu, Bao-Kai Cui","Year":" 2021","Title":" Species diversity, molecular phylogeny and ecological habits\nof Cyanosporus (Polyporales, Basidiomycota) with an emphasis of Chinese\ncollections","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Brown-rot fungi, Distribution areas, Host trees,\nMulti-gene phylogeny, New species","DOI":"","Abstract":" Cyanosporus is a worldwide genus, and has a distribution\nin Asia, Europe, North America, South America and Oceania. It grows on\ndifferent angiosperm and gymnosperm trees and can cause brown rot of\nwood. Blue-tinted basidiocarps of Cyanosporus makes it easy to\ndistinguish from other genera, but the similar morphological characters\nmake it difficult to identify species within the genus. Phylogeny and\ntaxonomy of Cyanosporus were carried out based on worldwide samples with\nan emphasis of Chinese collections, and the species diversity of the\ngenus is updated. Four new species, C. flavus, C. rigidus, C.\nsubungulatus and C. tenuicontextus, are described based on the evidence\nof morphological characters, distribution areas, host trees and\nmolecular phylogenetic analyses inferred from the internal transcribed\nspacer (ITS) regions, the large subunit of nuclear ribosomal RNA gene\n(nLSU), the small subunit of nuclear ribosomal RNA gene (nSSU), the\nsmall subunit of mitochondrial rRNA gene (mtSSU), the largest subunit of\nRNA polymerase II (RPB1), the second largest subunit of RNA polymerase\nII (RPB2), and the translation elongation factor 1-α gene (TEF). Our\nstudy expanded the number of Cyanosporus species to 35 around the world\nincluding 23 species from China. Detailed descriptions of the four new\nspecies and the geographical locations of the Cyanosporus species in\nChina are provided.","trees":[{"tree_label":"tree 1","ntax":"106","rootedtree":"TRUE","title":"Cyanosporus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134929.phy"},{"tree_label":"tree 1","ntax":"106","rootedtree":"TRUE","title":"Cyanosporus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134928.phy"}]}