{"Authors":" Yueyan Zhou, Wei Zhang, Yameng Li, Shuxian Ji, Xinghong Li,\nKevin D. Hyde, Kaichun Zhang, Alan JL Phillips, Ishara Manawasinghe,\nJiYe Yan","Year":" 2021","Title":" Identification and characterization of Colletotrichum species\nassociated with cherry leaf spot disease in China","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" morphological characteristics, pathogenicity, phylogenetic\nanalysis","DOI":"","Abstract":" Leaf spot is a common and serious disease of sweet cherry\nworldwide and has become a major concern in China. From 2018 to 2020,\ndisease investigations were carried out in Beijing City, Sichuan,\nShandong and Liaoning Provinces in China, and 105 Colletotrichum\nisolates were obtained from diseased samples. Isolates were identified\nby morphological characterization coupled with multi-gene phylogenetic\nanalyses based on six loci (ITS, GAPDH, CAL, ACT, CHS and TUB2). A total\nof 13 Colletotrichum species were identified, namely: Colletotrichum\naenigma, C. gloeosporioides, C. fructicola, C. siamense, C. temperatum,\nC. conoides, C. hebeiense, C. sojae, C. plurivorum, C. karstii, C.\ntruncatum, C. incanum and C. dematium. Among these, C. aenigma (25.7%)\nwas the most prominent species isolated from diseased leaves, followed\nby C. gloeosporioides (19.0%) and C. fructicola (12.4%). Pathogenicity\nwas tested on detached leaves of cv. ‘Tieton’ and ‘Summit’, and young\nseedlings of cv. ‘Brooks’ under greenhouse conditions. All 13 species\nwere pathogenic to cherry leaves, and C. aenigma, C. conoides and C.\ndematium showed high levels of virulence. Seedlings inoculated with the\nisolates developed similar symptoms to those seen in the orchards. This\nstudy provides the first reports for 11 of the 13 Colletotrichum species\non sweet cherry in the world, except for C. aenigma and C. fructicola.\nThis is the first comprehensive study of Colletotrichum species\nassociated with cherry leaf spot in China and the results will provide\nbasic knowledge to develop sustainable control measures for cherry leaf\nspot.","trees":[{"tree_label":"Imported tree 1","ntax":"28","rootedtree":"TRUE","title":"Tr134567","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134567.phy"}]}