{"Authors":" Vanessa Nascimento Brito, Kaliane Sirio Araújo, Tiago de\nSouza Leite, Janaina Lana Alves, Casley Borges Queiroz, Olinto L.\nPereira, Marisa Vieira de Queiroz","Year":" 2021","Title":" Endophytic Trichoderma species from rubber trees native to\nthe Brazilian Amazon Forest, including four new species","Journal":" Mycological Progress","Volume":"","Issue":"","Pages":"","Keywords":" DNA barcoding; Hypocreales; GCPSR; Phylogeny;\nTaxonomy","DOI":"","Abstract":" Fungi belonging to the genus Trichoderma have been widely\nrecognized as efficient controllers of phytopathogens. Although the\nmajority of isolates currently deployed in biocontrol have been isolated\nfrom the soil, endophytic Trichoderma spp. are considered a promising\noption for application in biocontrol. In this study, 30 endophytic fungi\nisolated from the leaves, stems, and roots of Hevea spp. Forest were\nanalyzed by molecular data using specific DNA barcodes: the genes\nencoding translation elongation factor 1-α (tef1-α), and the second\nlargest subunit of RNA polymerase II (rpb2). Genealogical Concordance\nPhylogenetic Species Recognition criteria (GCPSR) were used for the\nrecognition of species. The phylogenetics analysis showed the occurrence\nof several species such as T. erinaceum, T. ovalisporum, T. koningiosis,\nT. sparsum, T. lentiforme, T. virens and T. spirale and overtime targets\nof later research. The molecular and morphological features resulted in\nthe discovery of four new species, namely, T. acreanum sp. nov., T.\nararianum sp. nov., T. endoviride sp. nov. and T. brasiliensis sp. nov.\nwhich were strongly supported by a posteriori probability values.\nBayesian phylograms supported the placement of T. acreanum and T.\nararianum as a sister group to T. koningiopsis; T. endoviride as T.\nsubviride and T. brasiliensis as T. brevicompactum. Identification of\nnew occurrences and the taxa of the genus Trichoderma in tropical plants\nmay not only not only reveal new potential agents for the control of\nphytopathogens but also improve our understanding of the diversity of\nTrichoderma in a wide variety of substrates of a tropical tree.","trees":[{"tree_label":"con 50 majrule","ntax":"119","rootedtree":"TRUE","title":"Tr134569","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134569.phy"},{"tree_label":"con 50 majrule","ntax":"122","rootedtree":"TRUE","title":"Tr134675","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134675.phy"},{"tree_label":"con 50 majrule","ntax":"112","rootedtree":"TRUE","title":"Tr134676","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134676.phy"},{"tree_label":"con 50 majrule","ntax":"94","rootedtree":"TRUE","title":"Tr136206","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136206.phy"}]}