{"Authors":" Wang Yang, Yong-Lan Tuo, Dong-Mei Wu, Neng Gao, Zhen-Hao\nZhang, Gu Rao, Xiao-Min Wang, Jing Wang, Yu Li, Bo Zhang","Year":" 2022","Title":" Four novel boletoid fungi (Boletaceae, Boletales) from East\nAsia","Journal":" journal of fungi","Volume":"","Issue":"","Pages":"","Keywords":" Boletaceae, biodiversity, molecular analyses,\ntaxonomy","DOI":"","Abstract":" Boletaceae, one of the ectomycorrhizal fungi in the\nforest, plays an essential role ecologically. Although it possesses a\nrelatively comprehensive history of work globally, novel species and\ngenera are continually described. During the investigation of Northern\nChina, many specimens of boletoid fungi were collected. Based on the\nstudy of morphology and phylogeny, four new species, Butyriboletus\npseudoroseoflavus, Butyriboletus subregius, Tengioboletus subglutinosus,\nand Suillellus lacrybasidius, are introduced. Morphological evidence and\nphylogenetic analyses of the single or combined dataset (ITS or 28S,\nrpb1, rpb2, and tef1) confirmed these to be four new species. They\nindicated their relationships with other species within their genus.\nDetailed descriptions, color photographs, and line drawings are\nprovided. The species of Butyriboletus in China were compared in detail,\nthe worldwide keys of Tengioboletus and Suillellus were given.","trees":[{"tree_label":"Imported tree 1","ntax":"64","rootedtree":"TRUE","title":"Figure 3 Suillellus multi-locus Ml","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135170.phy"},{"tree_label":"con 50 majrule","ntax":"64","rootedtree":"TRUE","title":"Figure 3 Suillellus multi-locus BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135171.phy"},{"tree_label":"con 50 majrule","ntax":"64","rootedtree":"TRUE","title":"Figure 3 Suillellus multi-locus BI","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135172.phy"}]}