{"Authors":" yu xia wu","Year":" 2021","Title":" Genome-wide identification of AMT genes in Grape and their\nexpression under different nitrogen treamtents","Journal":" BMC genetics","Volume":"","Issue":"","Pages":"","Keywords":" Vitis vinifer; AMT gene family; ammoniacal nitrogen;\nnitrate nitrogen; expression analysis","DOI":"","Abstract":" Background: Nitrogen (N) is one of the most important\nessential macronutrients, and the form and amount of nitrogen\napplication exhibit significant impact on grape flowering and quality\nformation. AMT(ammonium transporter) proteins are plasma membrane\nprotein, which participate in the absorption and transport of ammonium\nnitrogen in plants and respond to plant growth, development, metabolism\nand various stresses. However, to date, researches on AMT genes in grape\n(Vitis vinifer) are scattered and mostly not comprehensive. In this\nstudy, 12 AMT members were identified from grape genome. A comprehensive\nanalysis was performed, including the physical and chemical properties,\ngene structures, conserved motif composition, evolutionary relationship,\nand chromosome distribution. Results: Phylogenetic analysis indicated\nthat the VvAMT proteins can be classified into 3 clades according to the\nsequence similarity. Chromosomal localization revealed that they were\nunevenly distributed among 6 chromosomes in grape. Additionally, among\nthe VvAMT genes, 3 pairs of tandemly duplicated genes were identified.\nAt the same time, the 2000 bp region upstream of the promoter of AMT\nfamily members was analyzed and found to contain a variety of hormones,\nstress and light response elements. Subsequently, real-time fluorescence\nquantification of 12 AMT genes was carried out under different\nnitrogen(N) treatments in two varieties with significant difference on N\nsensitivity. At first, Crimson Seedless, which is sensitive to N levels,\n5, 4 and 8 AMT genes were up-regulated at T1(+NH4+), T2(+NO3-) and\nT3(-N), respectively. Additionally, for Red Globe grape which is\nN-insensitive, 4, 3 and 6 AMT genes were up-regulated at T1, T2 and T3,\nrespectively. On the other hand, Crimson Seedless showed a higher\ntranscriptional abundance level than Red Globe. Interestingly, only\nVvAMT5 in both grape varieties was all significantly upregulated under\nall treatments, and whose expression in Crimson Seedless was 54.24%,\n30.87% and 45.96% higher than that in red globe grape at 24 h in T1 , T2\nand T3 treatment, respectively. Conclusion:Taken together, these results\nsuggest that AMT gene family members play a crucial part in maintaining\nN homeostasis and normal growth in grape. At the same time, the AMT\ngenes in Crimson Seedless grape displayed more up-regulated genes and\nhigher abundance level compared with red globe grape under three\nnitrogen treatment which may be confer to its sensitive to N level.","trees":[{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr134695","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134695.phy"},{"tree_label":"Imported tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr134697","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134697.phy"}]}