{"Authors":" Meng Han Qu","Year":" 2021","Title":" A phylogenetic and taxonomic study on Xylodon\n(Hy-menochaetales): Focusing on Three New Xylodon Species From Southern\nChina","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" biodiversity; molecular systematics; taxonomy; white rot\nfungi; macro fungi; Yunnan-Guizhou Plateau","DOI":"","Abstract":" Three wood-inhabiting fungal species, Xylodon laeratus, X.\nmontanus and X. tropicus spp. nov. were collected from southern China,\nwith the similar function to decompose rotten wood, which are here\nproposed as new taxa based on a combination of morphological features\nand molecular evidence. Xylodon laeratus is characterized by the\nresupinate basidiomata with grandinoid hymenophore having cracking\nhymenial surface, and ellipsoid basidiospores; X. montanus is\ncharacterized by the annual basidiomata having the hard brittle\nhymenophore with cream hymenial surface, and el-lipsoid to broad\nellipsoid basidiospores (3.95.3 × 3.24.3 µm); and X. tropicus differs by\nits grandinioid hymenophore with buff to pale brown hymenial surface and\nsubglobose basidiospores measuring as 24.8 × 1.64 µm. Sequences of ITS\nand nLSU rRNA markers of the studied samples were generated, and\nphylogenetic analyses were performed with maximum likelihood, maximum\nparsimony, and Bayesian inference methods. The ITS+nLSU analysis in the\norder Hymenochaetales indicated that the three new species clustered\ninto the family Schizoporaceae, located in genus Xylodon; on the basis\nof further analysis of ITS dataset, X. laeratus was a sister to X.\nheterocystidiatus; X. montanus closely grouped with X. subclavatus and\nX. xinpingensis with a high supports; X. tropicus was retrieved as a\nsister to X. hastifer.","trees":[{"tree_label":"Imported tree 1","ntax":"58","rootedtree":"TRUE","title":"Tr134789","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134789.phy"},{"tree_label":"Imported tree 1","ntax":"77","rootedtree":"TRUE","title":"Tr134790","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134790.phy"}]}