{"Authors":" Wenli Li, Sajeewa Maharachchikumbura, Jian-Kui Liu,\nRatchadawan Cheewangkoon","Year":" 2021","Title":" Reassessment of Dyfrolomyces and four new species of\nMelo-mastia from olive (Olea europaea) in Sichuan Province, China","Journal":" Journal of fungi","Volume":"","Issue":"","Pages":"","Keywords":" 15 new taxa; Dothideomycetes; Morphology; Multigene;\nPhylogeny","DOI":"","Abstract":" Pleurotremataceae species are saprobes on decaying wood in\nterrestrial, mangrove, and freshwater habitats. The generic boundary of\nthe family has traditionally been based on morphology. All genera of\nPleurotremataceae have a high degree of morphological overlap, of which\nthe generic circumscription of Melomastia and Dyfrolomyces has not been\nwell resolved. Thus, the delimitation of genera has always been\nchallenging. Melomastia traditionally differs from Dyfrolomyces in\nhaving 2-septate, oblong, with obtuse-ends ascospores. These main\ncharacters have been used to distinguish Melomastia from Dyfrolomyces\nfor a long time. However, the above characters sometimes overlap among\nDyfrolomyces and Melomastia species. Based on the morphology and\nmultigene phylogeny with newly obatined data, we synonymized\nDyfrolomyces under Melomastia following the update results. Four novel\nspecies (i.e., Melomastia fusispora, M. oleae, M. sichuanensis and M.\nwinteri) collected from the dead branches of Olea europaea L. in Chengdu\nOlive Base, Sichuan Province in China are introduced based on detailed\nmorphological characterization and phylogenetic analyses of sequences\nbased on nuclear ribosomal (LSU and SSU) and protein-coding gene\n(tef1-α). The 11 new combinations proposed are Melomastia aquaticus (=\nDyfrolomyces aquaticus), M. chromolaenae (= D. chromolaenae), M.\ndistoseptatus (= D. distoseptatus), M. mangrovei (= D. mangrovei), M.\nmarinosporus (= D. marinosporus), M. neothailandicus (= D.\nneothailandicus), M. phetchaburiensis (= D. phetchaburiensis), M.\nsinensis (= D. sinensis), M. thailandica (= D. thailandica), M.\nthamplaensis (= D. thamplaensis) and M. tiomanensis (= D.\ntiomanensis).","trees":[{"tree_label":"PAUP 1","ntax":"42","rootedtree":"TRUE","title":"Tr134690","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134690.phy"}]}