{"Authors":" NA","Year":" 2021","Title":" Cordyceps mexicanum sp. nov., parasitizing Paradirphia sp.\nmoths; a new sister species of the Cordyceps militaris complex,\ndistributed in Central Mexican Quercus-Pinus mixed forests","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" KEY WORDS: Cordycipitaceae, diversity, Lepidoptera, life\ncycle.","DOI":"","Abstract":" ABSTRACT: Cordyceps s.l. is a paraphyletic group of\nascomycete fungi that exhibit multifunctional lifestyles as saprotrophs,\nendophytes and pathogens of insects, spiders, fungi, and grasses.\nCordycipitaceae includes macroscopically similar species that have been\nerroneously considered conspecific with C. militaris. In this study,\nbased on morphology, phylogenetic relationships, and life cycle, we\ndescribe a new species within the Cordyceps militaris complex that is\ndistributed in the Quercus-Pinus forests of central Mexico. Cordyceps\nmexicanum, sp. nov. parasitizes pupae of Paradirphia sp. Lepidoptera:\nSaturniidae: Hemileucinae. This species can be confused macroscopically\nwith C. militaris, Blackwellomyces cardinalis and B. pseudomilitaris.\nPhylogenetically, Cordyceps mexicanum is a well-supported new species,\nsister to Cordyceps militaris complex. It is distinguished by its\nconidiophore morphology, host association and geographic distribution.\nIts stromata are bright yellow, contrasting with those of C. militaris,\nwhich are yellow, orange or reddish. Microscopically, it develops asci\nwith disarticulating filiform ascospores in part-spores, as in C.\nmilitaris; however, in contrast to B. cardinalis and B. pseudomilitaris,\nwhich present asci with non-disarticulating ascospores. The perithecia,\nasci, and ascospores are larger than those of C. oncoperae, C. rosea, C.\nkyusyuensis, C. militaris, C. submilitaris and C. kirkii. Its life\ncycle, horizontal transmission and geographical distribution are\ndiscussed.","trees":[{"tree_label":"tree 1","ntax":"65","rootedtree":"TRUE","title":"Tr134700","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134700.phy"},{"tree_label":"tree 1","ntax":"37","rootedtree":"TRUE","title":"Tr134699","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134699.phy"}]}