{"Authors":" J. S. J. Hopple, Rytas Vilgalys","Year":" 1994","Title":" Phylogenetic relationships among coprinoid taxa and allies\nbased on data from restriction site mapping of nuclear rDNA.","Journal":" Mycologia","Volume":" 86","Issue":" NA","Pages":" 96-107","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships among coprinoid and closely\nrelated taxa were studied using restriction site data. Seven taxa in\nCoprinus (C. comatus, C. atramentarius, C. cinereus, C. micaceus, C.\ncordisporus, C. plicatilis, C. curtus), five potential sister group taxa\n(Psathyrella gracilis, Panaeolus semiovatus, Bolbitius vitellinus,\nAgrocybe praecox, Stropharia rugosoannulata), and two secotioid taxa\n(Podaxis pistillaris and Montagnea arenaria) were investigated.\nRestriction analysis was carried out on enzymatically amplified portions\nof the nuclear gene coding for the large ribosomal subunit RNA and the\ninternally transcribed spacer region II. A total of 153 sites were\nmapped, of which 54 were phylogenetically informative. Six equally-most\nparsimonious networks were resolved using cladistic methods. One of\nthese six networks was identified as best supported using a stepmatrix\nto weight restriction site gains over losses (character-state\nweighting). This tree demonstrates that: 1, the genus Coprinus is at\nleast paraphyletic and probably polyphyletic; 2, Psathyrella is derived\nfrom within Coprinus; 3, the two secotioid taxa are closely related to\nCoprinus comatus; and, 4, the sister genus to Coprinus is Bolbitius. The\nbranches of the character-state weighted tree have support similar to\nidentical branches from the equally weighted tree as evidenced by three\nrobustness indices. The character-state weighted tree provides a\nphylogenetic hypothesis similar to a strict consensus tree from\nunweighted parsimony analysis, but has the advantage of being fully\nresolved and thus provides a more detailed hypothesis for future\nresearch.","trees":[{"tree_label":"Fig. 7","ntax":"14","rootedtree":"TRUE","title":"Coprinus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1396.phy"},{"tree_label":"Fig. 8","ntax":"14","rootedtree":"TRUE","title":"Coprinus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1397.phy"},{"tree_label":"Fig. 6","ntax":"14","rootedtree":"TRUE","title":"Coprinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1395.phy"}]}