{"Authors":" Jakub Baczyński, Hervé Sauquet, Krzysztof Spalik","Year":" 2021","Title":" Exceptional evolutionary lability of flower-like\ninflorescences (pseudanthia) in Apiaceae subfamily Apioideae","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" PREMISE: Pseudanthia are widespread and have long been\npostulated a key innovation responsible for some of the angiosperm\nradiations. The aim of our study was to analyze macroevolutionary\npatterns of these flower-like inflorescences and their potential\ncorrelation with diversification rates in Apiaceae subfamily Apioideae.\nIn particular, we were interested to investigate evolvability of\npseudanthia and evaluate their potential association with changes in\nsize of floral display. METHODS: The framework for our analyses\nconsisted of time-calibrated phylogeny of 1734 representatives of\nApioideae and a morphological matrix of inflorescence traits encoded for\n847 species. Macroevolutionary patterns in pseudanthia were inferred\nusing Markov models of discrete character evolution and stochastic\ncharacter mapping. Additionally, a principal component analysis was\nconducted to visualize correlations in inflorescence architecture. The\ninterdependence between net diversification rates and the occurrence of\npseudocorollas was analysed with trait-independent and trait-dependent\napproaches. RESULTS: Pseudanthia evolved in ten major clades of\nApioideae with at least 36 independent origins and 46 reversals. The\nmorphospace analysis recovered differences in color and compactness\nbetween floral and hyperfloral pseudanthia. A correlation between\npseudocorollas and size of inflorescence was also strongly supported.\nContrary to our predictions, pseudanthia are not responsible for\nvariation in diversification rates identified in this subfamily.\nCONCLUSIONS: Our results suggest that pseudocorollas evolve as an answer\nto the trade-off between enlargement of floral display and costs\nassociated with production of additional flowers. The high evolvability\nand architectural differences in apioid pseudanthia may be explained on\nthe basis of adaptive wandering and evolutionary developmental\nbiology.","trees":[{"tree_label":"Tree","ntax":"1734","rootedtree":"TRUE","title":"Tr134772","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134772.phy"}]}