{"Authors":" Wei Sheng","Year":" 2021","Title":" Sciaromiopsis sinensis (Amblystegiaceae), revised to a member\nof Brachythecium (Brachytheciaceae)","Journal":" Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Sciaromiopsis, ITS, rps4, plastid, Amblystegiaceae,\nBrachythecium","DOI":"","Abstract":" Sciaromiopsis comprises a single species, S. sinensis,\nendemic to China. The genus is currently placed in the Amblystegiaceae,\nsolely on the basis of gametophytic characters since its sporophytes are\nunknown. As a semiaquatic plant, the character of a strong leaf costa\nand marginal borders can aid S. sinensis to adapt drought as while as\naquatic conditions. In this study, the phylogenetic position of\nSciaromiopsis was revisited based on morphological and molecular\nphylogentic evidences of three datasets, the plastid rps4 dataset with\n417 mosses species, the ITS dataset with 104 moss species and 82 plastid\nprotein-coding gene dataset with 32 moss species. According to the\nmorphological characters of gametophyte, the stable pattern of\npseudoparaphyllia, leaf cells smooth and single costa of Sciaromiopsis\nare consistent with key characteristics of the Brachytheciaceae, the\novate-lanceolate leaves, differentiated alar cells and rhomboidal median\nleaf cells are consistent with key characteristics of the Brachythecium.\nMaximum likelihood and Bayesian analyses of both datasets of the rps4\ngene and the 82 plastid protein-coding genes clearly indicated that\nSciaromiopsis is a member of Brachytheciaceae. S. sinensis is either\nclustered in a well supported clade among species of Brachythecium,\nKoponeniella and Myuroclada in the rps4 tree, or strongly supported as\nthe sister to Brachythecium rivulare in plastid 82 gene tree. Maximum\nlikelihood analysis of the nuclear ITS locus suggested that S. sinensis\nis nested within Brachythecium with moderate support. Thus, S. sinensis\nshould be considered as a member of the Brachythecium, the diagnostic\ncharacter of its leaf margin bordered by 58 rows of linear cells making\nit an easy distinction from other species of Brachythecium.","trees":[{"tree_label":"Imported tree 1","ntax":"32","rootedtree":"TRUE","title":"Tr134775","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134775.phy"},{"tree_label":"Imported tree 1","ntax":"417","rootedtree":"TRUE","title":"Tr134776","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134776.phy"},{"tree_label":"its-425","ntax":"425","rootedtree":"TRUE","title":"Tr134777","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134777.phy"}]}