{"Authors":" Yuan-Shuai Liu, Jian-Kui Liu, Jaturong - Kumla, Saisamorn\nLumyong","Year":" 2022","Title":" Two new Amanita species in section Amanita from Thailand","Journal":" Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Amanitaceae; Diversity; Multi-gene; Taxonomy; Two new\nspecies","DOI":"","Abstract":" Based on a survey of macro-fungi in northern and\nnortheastern Thailand, nine samples collected in 2020 are identified as\nAmanita and introduced here as two new species, Amanita kalasininus and\nA. ravicrocina. Typical macro- and microscopical characteristics\nindicate that both of these two species belong to Amanita section\nAmanita but differ from other species. Amanita kalasininus is\ncharacterized by having a greyish yellow pileus covering with a conical\nto granuliform, yel-lowish white volval remnant; the presence of clamps,\nand a broadly ellipsoid to ellipsoid basidi-ospore. Amanita ravicrocina\nis characterized by having a brown to greyish orange pileus covering\nwith a patchy, white volval remnant; a collar-like volval remnant on the\nstipe, and a subglobose to broadly ellipsoid basidiospore. Multi-gene\nphylogenetic analysis of partial nuclear rDNA in-ternal transcribed\nspacers regions (ITS), partial nuclear rDNA large subunit region\n(nrLSU), RNA polymerase II second largest subunit (RPB2), partial\ntranslation elongation factor 1-alpha (TEF1-α) and beta-tubulin gene\n(TUB) also revealed that positions of A. kalasininus and A. ravi-crocina\nare well-supported within A. section Amanita, but form as distinct\nlineages and do not show any close relationship with any species. The\ndetailed morphological features, line-drawing illustration and\ncomparison with morphological similar taxa are provided.","trees":[{"tree_label":"Imported tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr134855","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134855.phy"},{"tree_label":"tree 1","ntax":"57","rootedtree":"TRUE","title":"Tr134854","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134854.phy"}]}