{"Authors":" Li Liu","Year":" 2022","Title":" First record of Erysiphe platani on species of the genera\nKoelreuteria, Cercis and Ipomoea reveal its host extension","Journal":" Mycologia","Volume":"","Issue":"","Pages":"","Keywords":" Erysiphaceae, Ailanthus altissima, host range, ITS, 28S\nrDNA","DOI":"","Abstract":" Two powdery mildew samples were collected on Koelreuteria\nbipinnata (Sapindaceae) in the Chinese Jiangsu Province and on K.\npaniculata in Hubei Province. Two powdery mildew samples were collected\non Cercis chinensis (Fabaceae) from Jiangxi Province and Ipomoea nil\n(Convolvulaceae) from Jiangxu Province in China. A single powdery mildew\nsample was collected on Ailanthus altissima (Simaroubaceae) in Russia.\nThe morphological characteristics of the five collections are in\naccordance with the description of E. platani. A phylogenetic tree was\nconstructed, based on the combined ITS and 28S rDNA sequences retrieved\nfrom the five collections examined, with the maximum parsimony (MP)\nmethod. The five sequences formed a clade together with other E. platani\nsequences deposited in GenBank with 100% bootstrap support. Based on\ntheir morphological characteristics and phylogenetic placement, the five\nspecimens can be unequivocally assigned to E. platani. E. platani mainly\nparasitizes on Platanus spp. These are the first records of E. platani\non Koelreuteria spp., on Cercis chinensis, and on I. nil, which confirm\nthe wider host range of this powdery mildew species that was already\nreported from Europe on Ailanthus altissima (Simaroubaceae), Punica\ngranatum (Lythraceae) and North America on Acer platanoides\n(Sapindaceae), Azalea nudiflora (Ericaceaes) . This is also the first\nreport of E. platani causing powdery mildew on A. altissima in\nRussia.","trees":[{"tree_label":"PAUP_98","ntax":"64","rootedtree":"TRUE","title":"Tr134937","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134937.phy"},{"tree_label":"PAUP_98","ntax":"64","rootedtree":"TRUE","title":"Tr134934","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_134934.phy"},{"tree_label":"PAUP_98","ntax":"64","rootedtree":"TRUE","title":"Tr134936","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134936.phy"}]}