{"Authors":" Haixia Ma, Zikun Song, Xiaoyan Pan, Yu Li, Zhanen Yang, Zhi\nQu","Year":" 2021","Title":" Multi-Gene phylogeny and taxonomy of Hypoxylon (Hypoxylaceae,\nAscomycota) from China","Journal":" Diversity","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota; molecular phylogenetics; wood-decomposing\nfungi; tropical rainforest; taxonomy","DOI":"","Abstract":" The Hypoxylon species play an important ecological role in\ntropical rainforest as wood-decomposers, and some might have benefical\neffects for their hosts as endophytes. The present work concerns a\nsurvey of the genus Hypoxylon from Hainan Tropical Rainforest National\nPark of China. Four new species, viz. H. wuzhishanense, H. hainanense,\nH. chrysalidospora, and H. cyclobalanopsidis, were discovered based on a\ncombination of morphological characters and molecular data. Hypoxylon\nwuzhishanense is characterized by rust, pulvinate stromata, amyloid\napical apparatus, brown ascospores, most of perispore indehiscent in 10%\nKOH. Hypoxylon hainanense has effused-pulvinate and violet stromata,\namyloid apical apparatus, light brown to brown ascospores with straight\ngerm slit, perispore dehiscent. Hypoxylon chrysalidospora is\ndistinguished by glomerate to pulvinate stromata, inamyloid apical\napparatus highly reduced or lacking, light brown to brown ascospores\nwith very conspicuous coil-like ornamentation. Hypoxylon\ncyclobalanopsidis has pulvinate stromata Livid Purple, amyloid apical\napparatus highly reduced, faintly bluing, brown ascospores, perispore\ndehiscent, and grows on dead branches of Cyclobalanopsis. Detailed\ndescriptions, illustrations, and contrasted to morphologically similar\nspecies are provied. Phylogenetic analyses inferred from ITS, RPB2, LSU\nand β-tubulin sequences confirmed that the four new species are distinct\nwithin the genus Hypoxylon.","trees":[{"tree_label":"Imported tree 1","ntax":"83","rootedtree":"TRUE","title":"Tr134904","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_134904.phy"}]}