{"Authors":" Alex Moskaluk, Sue VandeWoude","Year":" 2022","Title":" Two novel species of Arthroderma isolated from domestic cats\nwith dermatophytosis in the United States","Journal":" Medical Mycology","Volume":"","Issue":"","Pages":"","Keywords":" Arthroderma spp.; dermatophytosis; domestic cats; two new\nArthroderma taxa","DOI":"","Abstract":" Dermatophytosis is a superficial fungal infection of\nkeratinized tissues that can occur in humans and other animals. In\ndomestic cats, the majority of cases are caused by Microsporum canis and\ncan spread to other animals and humans via arthrospores. Between 2019\nand 2021, 164 cases of suspected dermatophytosis were recorded in\nanimals from a high-volume shelter in California. Samples (hair, nail,\nand skin scraping) were collected for routine screening from these\nindividuals. One hundred and twenty-six of these were diagnosed as M.\ncanis by culture and internal transcribed spacer (ITS) sequence. In four\nsuspected dermatophytosis cases occurring in kittens in 2019, cultures\ngrown at 20°C yielded fungi with colony morphology more similar to\nArthroderma species than Microsporum. Morphologic and microscopic\nexaminations were conducted, and gene segments for the ITS, β-tubulin,\nand translation elongation factor 1-alpha (TEF1) regions were sequenced\nfrom DNA extracted from these cultures. Sequences were aligned to other\ndermatophytes using maximum likelihood and neighbor-joining trees and\nwere compared to previously described fungal species to assess\nnucleotide homology. We identified two previously undescribed fungal\nspecies, herein proposed as Arthroderma lilyanum sp. nov. and\nArthroderma mcgillisianum sp. nov. M. canis co-cultured in two of the\nfour cases. Other physiologic tests supported this diagnosis. These\nspecies have significance as potential pathogens and should be\nconsidered as rule-outs for dermatophytosis in cats. The potential for\ninfection of other species, including humans, should be considered.","trees":[{"tree_label":"Figure 3A","ntax":"56","rootedtree":"TRUE","title":"Neighbor joining analysis of ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_134954.phy"},{"tree_label":"Figure 3B","ntax":"54","rootedtree":"TRUE","title":"Neighbor joining analysis of Beta tubulin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Suboptimal Tree","phylotree_id":"tree_134955.phy"},{"tree_label":"Figure 2A","ntax":"56","rootedtree":"TRUE","title":"Maximum likelihood analysis of ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_134956.phy"},{"tree_label":"Figure 2B","ntax":"54","rootedtree":"TRUE","title":"Maximum likelihood analysis of Beta-tubulin","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_134957.phy"}]}