{"Authors":" Francois M. Lutzoni, Rytas Vilgalys","Year":" 1995","Title":" Integration of morphological and molecular data sets in\nestimating fungal phylogenies.","Journal":" Canadian Journal of Botany","Volume":" 73","Issue":" NA","Pages":" S649-S659","Keywords":" data sets heterogeneity; homogeneity test; lichen\nphylogeny; Omphalina; ribosomal DNA","DOI":" 10.1139/b95-307","Abstract":" To provide a clearer picture of fungal species\nrelationships, increased efforts are being made to include both\nmolecular and morphological data sets in phylogenetic studies. This\ngeneral practice in systematics has raised many unresolved questions and\ncontroversies regarding how to best integrate the phylogenetic\ninformation revealed by morphological and molecular characters. This is\nbecause phylogenetic trees derived using different data sets are rarely\nidentical. Such discrepancies can be due to sampling error, to the use\nof an inappropriate evolutionary model for a given data set, or to\ndifferent phylogenetic histories between the organisms and the molecule.\nMethods have been developed recently to test for heterogeneity among\ndata sets, although none of these methods have been subjected to\nsimulation studies. In this paper we compare three tests: a protocol\ndescribed by Rodrigo et al., an adapted version of Faith’s T-PTP test,\nand Kishino and Hasegawa’s likelihood test. These tests were empirically\ncompared using seven lichenized and nonlichenized Omphalina species and\nthe related species Arrhenia lobata (Basidiomycota, Agaricales) for\nwhich nrDNA large subunit sequences and morphological data were\ngathered. The results of these three tests were inconsistent, Rodrigo’s\ntest being the only one suggesting that the two data sets could be\ncombined. One of the three most parsimonious trees obtained from the\ncombined data set with eight species is totally congruent with the\nrelationships among the same eight species in an analysis restricted to\nthe same portion of the nrDNA large subunit but extended to 26 species\nof Omphalina and related genera. Therefore, the results from\nphylogenetic analyses of this large molecular data set converged on one\nof the three most parsimonious topologies generated by the combined data\nset analysis. This topology was not recovered from either data set when\nanalysed separately. This suggests that Rodrigo’s homogeneity test might\nbe better suited than the two other tests for determining if trees\nobtained from different data sets are sampling statistics of the same\nphylogenetic history.","trees":[{"tree_label":"Fig. 2A","ntax":"8","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_623.phy"},{"tree_label":"Fig. 7","ntax":"8","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1398.phy"},{"tree_label":"Fig. 6.2","ntax":"8","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1400.phy"},{"tree_label":"Fig. 6.3","ntax":"8","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1401.phy"},{"tree_label":"Fig. 6.1","ntax":"8","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1399.phy"},{"tree_label":"Fig. 2B","ntax":"8","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1404.phy"},{"tree_label":"Fig. 3","ntax":"8","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1405.phy"}]}