{"Authors":" Longhai Xue","Year":" 2022","Title":" Differences in Characteristics and Pathogenicity of\nPyrenophora Species Associated with Seeds of Italian Ryegrass","Journal":" Plant Disease","Volume":"","Issue":"","Pages":"","Keywords":" Lolium multiflorum, Pyrenophora species, seedborne,\nmultiple loci","DOI":"","Abstract":" Pyrenophora is not only known as a genus of pathogens\ncausing leaf damage but also common seedborne fungi of Italian ryegrass\n(Lolium multiflorum Lam.). In order to find out the main seedborne\nPyrenophora species, 36 seed samples of Italian ryegrass were collected;\nin total, 113 strains, representing 12.3% of all isolated strains (921),\nwere preliminarily identified as Pyrenophora species by the identity of\nITS sequences in NCBI as well as the similarity of morphological\ncharacters, of which P. dictyoides (97 strains) was the most frequent\nPyrenophora species from seeds. By pure culture technique, 24\nrepresentative pure isolates were eventually retained for further study.\nBased on DNA analysis of multiple loci (ITS, LSU, GPDH, CHS-1 and RPB1)\nand morphological characters, eight Pyrenophora species were finally\nidentified, including P. avenicola, P. chaetomioides, P. dictyoides, P.\nlolii, P. nobleae, P. teres, P. triseptata and P. tritici-repentis.\nPathogenicity tests showed that all infected Pyrenophora species could\ninhibit seed germination at different degrees; however, there was no\nsignificant differences in their impacts on seedling growth. Among them,\nP. dictyoides, P. lolii, and P. teres showed remarkable pathogenicity to\nItalian ryegrass seed (P ≤ 0.05), with decreases of 15.8%, 18.8% and\n18.3% in final germination percentages (FGP), and 22.8%, 22.5% and 19.1%\nin germination indexes (GI) compared with control treatments,\nrespectively. The data generated in this study are helpful for the\naccurate identification of Pyrenophora species, and the development of\nseedborne disease management strategies.","trees":[{"tree_label":"Imported tree 1","ntax":"22","rootedtree":"TRUE","title":"Tr135155","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135155.phy"}]}