{"Authors":" Mark D. Scherz, Paul Kenneth Masonick, Axel Meyer, C Darrin\nHulsey","Year":" 2022","Title":" Between a Rock and a Hard Polytomy: Phylogenomics of the\nRock-Dwelling Mbuna Cichlids of Lake Malawi","Journal":" Systematic Biology","Volume":"","Issue":"","Pages":"","Keywords":" Rapid Radiation; Multi-Species Coalescence; Soft Polytomy;\nIntrogression; Linkage Disequilibrium; Incomplete Lineage Sorting","DOI":" 10.1093/sysbio/syac006","Abstract":" Whole genome sequences are beginning to revolutionise our\nunderstanding of phylogenetic relationships. Yet, even whole genome\nsequences can fail to resolve the evolutionary history of the most\nrapidly radiating lineages, where incomplete lineage sorting, standing\ngenetic variation, introgression, and other factors obscure the\nphylogenetic history of the group. To overcome such challenges, one\nemerging strategy is to integrate results across different methods. Most\nsuch approaches have been implemented on reduced representation genomic\ndatasets, but whole genomes should provide the maximum possible\nevidence. Here, we test the ability of SNPs extracted from whole genome\nresequencing data to resolve key nodes in the phylogeny of the mbuna,\nrock-dwelling cichlid fishes of Lake Malawi, which epitomise the\nphylogenetic intractability that often accompanies explosive lineage\ndiversification. This monophyletic radiation has diversified at an\nunparalleled rate into several hundred species in less than two million\nyears. Using an array of phylogenomic methods, we consistently recovered\nfour major clades of mbuna, but a large basal polytomy among them.\nAlthough introgression between clades apparently contributed to the\nchallenge of phylogenetic reconstruction, reduction of the dataset to\nnon-introgressed sites still did not help to resolve the basal polytomy.\nOn the other hand, relationships among six congeneric species pairs were\nresolved without ambiguity, even in one case where existing data led us\nto predict that resolution would be difficult. We conclude that the\nbursts of diversification at the earliest stages of the mbuna radiation\nmay be phylogenetically unresolvable, but other regions of the tree are\nphylogenetically clearly supported. Integration of multiple phylogenomic\napproaches will continue to increase confidence in relationships\ninferred from these and other whole-genome datasets.","trees":[{"tree_label":"Fig. 1 SVDquartets","ntax":"18","rootedtree":"TRUE","title":"Phylogeny of mbuna cichlids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135281.phy"},{"tree_label":"Fig. 1 IQ-TREE","ntax":"18","rootedtree":"TRUE","title":"Phylogeney of mbuna cichlids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135283.phy"},{"tree_label":"Fig. 1 ASTRAL-III","ntax":"36","rootedtree":"TRUE","title":"Phylogeny of mbuna cichlids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_135284.phy"}]}