{"Authors":" Rungtiwa Phookamsak, Hong-Bo Jiang, Er-Fu Yang, Saowaluck\nTibpromma, Jayarama D. Bhat, Samantha C. Karunarathna, Dong-Qin Dai,\nJian-Chu Xu, ITTHAYAKORN PROMPUTTHA","Year":" 2022","Title":" Taxonomic reappraisal of Periconia (Periconiaceae,\nMassarineae, Pleosporales)","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Bambusistroma; Dothideomycetes; hyphomycetes; Noosia; the\nGreater Mekong Subregion","DOI":"","Abstract":" Abstract: An ongoing research survey of microfungi in\nYunnan, China, saprobic hyphomycetes were collected from various host\nsubstrates and were identified as Periconia species based on\nmorphological characteristics. We thus, obtained DNA sequence data of\nthese Periconia species from pure cultures and investigated their\nphylogenetic affinities. Phylogenetic analyses of a combined LSU, ITS,\nSSU and tef1-α sequence dataset demonstrated that five isolates of\nPericonia species formed well-resolved subclades within Periconiaceae.\nThus, three new Periconia species are introduced viz. P. artemisiae, P.\nchimonanthi and P. thysanolaenae and new host and geographical records\nof the other two known species, P. byssoides and P. pseudobyssoides are\nalso reported from dead branches of Prunus armeniaca and Scrophularia\nningpoensis Hemsl., respectively. Periconia celtidis formed a\nmonophyletic clade with P. byssoides in present phylogenetic analyses\nand the results of the pairwise homoplasy index (PHI) test indicated\nsignificant recombination between P. byssoides and P. celtidis.\nTherefore, P. celtidis is synonymized under P. byssoides. In addition,\nwe re-illustrated and studied the type specimen of the sexual genus\nBambusistroma. The type species of Bambusistroma, B. didymosporum has\nsimilar morphology with the sexual morph of Periconia homothallica and\nP. pseudodigitata. We, therefore, synonymized Bambusistroma under\nPericonia based on morphological and phylogenetic evidence. Furthermore,\nour new isolates sporulated the brown conidial hyphomycetes on media\nagar typical of the genus Noosia. Based on morphological comparison with\nPericonia in vitro and phylogenetic status of Noosia, we also treat\nNoosia as a synonym of Periconia. Detailed descriptions, illustrations,\nand the updated phylogenetic tree of Periconiaceae through maximum\nlikelihood and Bayesian inference analyses are provided. Generic\ncircumscription of Periconia is emended.","trees":[{"tree_label":"Imported tree 1","ntax":"69","rootedtree":"TRUE","title":"Tr135213","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135213.phy"},{"tree_label":"con 50 majrule","ntax":"69","rootedtree":"TRUE","title":"Tr135214","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135214.phy"}]}