{"Authors":" Jean F. C. Paulino, Caleo P Almeida, Caio C. F. Barbosa,\nGabriel M. C. Goncalves, Cesar J. Bueno, Ricardo Harakava, Sergio A. M.\nCarbonell, Alisson F. Chiorato, Luciana L. Benchimol-Reis","Year":" 2022","Title":" Molecular and pathogenicity characterization of Fusarium\noxysporum species complex associated with Fusarium wilt of common bean\nin Brazil","Journal":" Tropical Plant Pathology","Volume":"","Issue":"","Pages":"","Keywords":" Phaseolus vulgaris, Vascular wilt, physiological races,\ntaxonomy","DOI":"","Abstract":" The Fusarium wilt in the common bean have been attributed\nto the fungus Fusarium oxysporum f. sp. phaseoli (Fop), and it is\nconsidered one of the most important soil diseases of this crop. The aim\nof the present study was to identify the pathogen that causes Fusarium\nwilt in common bean through morphological and molecular\ncharacterization, and pathogenicity studies in Fusarium isolates (UFV01,\nIACs 18001, 18002, 18003, 19009, 19014, and 19015) obtained from\nsymptomatic plants in different common bean producing regions.\nMorphocultural characterization was carried out in PDA and SNA medium by\nevaluation of the color of the colony, the size and shape of the\nconidia, and conidiogenic cell type. Molecular characterization was\nconducted through construction of the phylogenetic tree with sequences\nof the partial translation elongation factor 1-alpha (TEF-1α),\nbeta-tubulin (TUB2), RNA polymerase II and calmodulin (CAL). Based on\nthe results obtained in this study, we conclude that the isolates\ncollected in different regions of Brazil in different periods were\nidentified as belonging to the species Fusarium nirenbergiae, F.\nfabacearum and two unidentified and possibly new species of Fusarium,\naccording to Genealogical Concordance Phylogenetic Species Recognition\ncriteria. The representative isolates of Fusarium oxysporum f. sp.\nphaseoli are most aggressive and comprised a monophyletic group\nseparated from previously reported Fusarium oxysporum complex. Isolates\nof intermediate severity were identified as F. nirenbergiae and the\nisolates less aggressive as F. fabacearum.","trees":[{"tree_label":"consensus","ntax":"60","rootedtree":"TRUE","title":"Tr135393","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135393.phy"}]}