{"Authors":" Nitaro Maekawa, Ryo Sugawara, Naoki Endo, Kozue Sotome,\nAkira Nakagiri","Year":" 2022","Title":" Hypochnicium sensu lato (Polyporales, Basidiomycota) from\nJapan, with descriptions of a new genus and three new species","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Corticioid fungi, Gyrophanopsis, new combination,\nphylogeny, taxonomy","DOI":"","Abstract":" Species of Hypochnicium (Polyporales, Basidiomycota)\ncollected from Japan were studied by morphological and phylogenetic\napproaches. Phylogenetic analyses based on a nrDNA LSU and ITS dataset\nincluding the Japanese specimens and other publicly available ones show\nthat Hypochnicium is polyphyletic. Since the clade containing the type\nspecies H. bombycinum was well-supported, we defined this clade as\nHypochnicium s. str., and emended Hypochnicium to include restricted\ntaxa with only smooth basidiospores. The new genus Neohypochnicium is\nproposed to accommodate the remaining taxa excluded from the genus\nHypochnicium s. str., which includes both species with smooth\nbasidiospores and ornamented ones. Three new species, Gyrophanopsis\njaponica, N. asiaticum and N. perlongicystitidiosum are described and\nillustrated based on morphological and phylogenetic analyses using an\nITS region dataset. In addition, the following 15 new combinations are\nproposed: N. albostramineum, N. aotearoae, N. capitulateum, N.\ncremicolor, N. cystidiatum, N. geogenium, N. guineense, N. huinayense,\nN. michelii, N. microsporum, N. patagonicum, N. pini, N. punctulatum, N.\nsubrigescens and N. wakefieldiae. An identification key to Japanese\nspecies of Bulbillomyces, Gyrophanopsis, Hypochnicium and\nNeohypochnicium is provided.","trees":[{"tree_label":"tree 1","ntax":"78","rootedtree":"TRUE","title":"Tr135396","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135396.phy"},{"tree_label":"tree 1","ntax":"78","rootedtree":"TRUE","title":"Tr135397","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135397.phy"}]}