{"Authors":" Nohemi Carreras-Villaseñor, Jose Benjamin Rodríguez-Haas,\nLuis Alberto Martínez-Rodríguez, Alan Josue Pérez-Lira, Enrique\nIbarra-Laclette, Emanuel Villafan, Ana Patricia Castillo-Díaz, Luis\nArturo Ibarra-Juarez, Edgar D. Carrillo-Hernández, Diana\nSánchez-Rangel","Year":" 2022","Title":" Characterization of Two Fusarium solani Species Complex\nIsolates from the Ambrosia Beetle Xylosandrus morigerus","Journal":" Journal of fungi","Volume":" 8","Issue":" 3","Pages":"","Keywords":" ambrosia fungi; symbiote fungi; Fusarium; Xylosandrus\nmorigerus; phytopathogen","DOI":" 10.3390/jof8030231","Abstract":" Ambrosia beetles are insect vectors of important plant\ndiseases and have been considered as a threat to forest ecosystems,\nagriculture, and the timber industry. Several factors have been\nsuggested as promoters of the pathogenic behavior of ambrosia beetles;\none of them is the nature of the fungal mutualist and its ability to\nestablish an infectious process. In Mexico, Xylosandrus morigerus is an\ninvasive ambrosia beetle that damages many agroecosystems. Herein, two\ndifferent isolates from the X. morigerus ambrosia beetle belonging to\nthe Fusarium genus are reported. Both isolates belong to the Fusarium\nsolani species complex (FSSC) but not to the Ambrosia Fusarium clade\n(AFC). The two closely related Fusarium isolates are pathogenic to\ndifferent forest and agronomic species, and the morphological\ndifferences between them and the extracellular protease profile suggest\nintraspecific variability. This study shows the importance of\nconsidering these beetles as vectors of different species of fungal\nplant pathogens, with some of them even being phylogenetically closely\nrelated and having different pathogenic abilities, highlighting the\nrelevance of the fungal mutualist as a factor for the ambrosia complex\nbecoming a pest.","trees":[{"tree_label":"con 50 majrule","ntax":"73","rootedtree":"TRUE","title":"Tr135394","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135394.phy"}]}