{"Authors":" Quan Ying Dong, Yao Wang, Zhi Qin Wang, De Xiang Tang, Zhi\nYuan Zhao, Hui Juan Wu, Hong Yu","Year":" 2022","Title":" Morphology and Phylogeny Reveal Five Novel Species in the\nGenus of Cordyceps (Cordycipitaceae, Hypocreales) From Yunnan,\nChina","Journal":" Frontiers in Microbiology","Volume":"","Issue":"","Pages":"","Keywords":" entomopathogenic fungi, multilocus phylogeny, new taxon,\ntaxonomy","DOI":"","Abstract":" Abstract The current study was aimed to introduce five new\nspecies of Cordyceps from Yunnan, with morphological descriptions,\nillustrations, color photographs, phylogenetic placement, associated\nhost, and a comparison with allied taxa. The five new species were\nmorphologically distinct from all other Cordyceps sensu lato species,\nand it was also suggested that they should differ from other species in\nthe genus of Cordyceps based on combining multigene analysis. Employing\nDNA nucleotide sequences of the nrLSU, nrSSU, tef-1α, rpb1 and rpb2, the\nfive new species were recognized in the clade of Cordyceps by using\nmolecular phylogenetic analyses, with being including five\nwell-supported subclades, such as three new species, Cordyceps\nnabanhensis, Cordyceps bullispora, and Cordyceps longiphialis were found\nin the subclade of C. pruinosa, two new species Cordyceps simaoensis and\nCordyceps pseudotenuipes were located in the subclade of C. tenuipes.\nThe five novel species shared similar morphologies as other species in\nthe genus of Cordyceps, i.e., stromata or subiculum pallid or brightly\npigmented, fleshy; perithecia superficial to completely immersed,\nordinal in arrangement; asci hyaline, cylindrical with thickened ascus\napex; ascospores hyaline, cylindrical, multiseptate, disarticulating\ninto part-spores or non-disarticulating, rarely possessing a thread-like\nstructure connecting the fusiform ends. The phylogenic relationship of\nother morphologically similar taxa was also discussed in Cordyceps.","trees":[{"tree_label":"con 50 majrule","ntax":"101","rootedtree":"TRUE","title":"Tr135431","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135431.phy"}]}