{"Authors":" Jan-Niklas Nuppenau, Aelys M. Humphreys","Year":" 2022","Title":" Phylogeography of Icelandic Agrostis (Poaceae) from\ngeothermally heated and non-heated areas","Journal":" American Jorunal of Botany","Volume":"","Issue":"","Pages":"","Keywords":"","DOI":"","Abstract":" Abstract Premise of the study: Geothermal areas create\nliving conditions strikingly different from their surroundings. In\nIceland, grasses of the genus Agrostis L. (Poaceae) grow on up to 70 °C\nhot soils. The same species also occur in non-heated areas, making this\nan excellent study system for thermal and climate change research. The\naim of this study was to test whether geothermal populations are\ngenetically distinct from non-thermal populations to provide a\nphylogeographic framework for experimental studies. Methods: An\nextensive phylogeny was built using whole chloroplast genome (plastome)\ndata, focussing on two of the three species in Iceland (A. stolonifera\nand A. vinealis), sampled from Icelandic heated and non-heated areas and\ntheir worldwide distributions. Key results: Bayesian analyses show that\nA. stolonifera samples from the two hottest sites form a strongly\nsupported clade. All other Icelandic A. stolonifera form a boreal clade,\ntogether with samples from Norway and Greenland. This suggests that a\npotentially more heat tolerant lineage of A. stolonifera colonised the\ngeothermal soils seperatly. In contrast, almost all Icelandic A.\nvinealis samples form a single clade, indicating that Icelandic A.\nvinealis does not comprise a special geothermal lineage. However, their\nclose relationship to other geothermal species suggests that A. vinealis\nmight be pre-adapted to heat. Conclusion: These findings suggest a role\nfor both in situ and ancestral adaptations during establishment in\ngeothermal areas, highlighting the peculiarity of geothermal systems as\nwell as the importance of a phylogeographic perspective for furthering\nunderstanding of the special plant communities that thrive there.","trees":[{"tree_label":"Bayesian Complete Chloroplast","ntax":"56","rootedtree":"TRUE","title":"Tr135461","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135461.phy"},{"tree_label":"CDS_Bayesian","ntax":"40","rootedtree":"TRUE","title":"CDS_chloroplast_0_5_collapsed_MrBayes_spec_duplicated","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135455.phy"},{"tree_label":"CDS","ntax":"40","rootedtree":"TRUE","title":"RAxML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135457.phy"},{"tree_label":"RaxML_complete Chloroplast","ntax":"56","rootedtree":"TRUE","title":"Tr135463","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135463.phy"}]}