{"Authors":" Neda Zulge, Arturs Stalazs, Inga Morocko-Bicevska, Sabine\nNamniece, Kristine Drevinska, Dmitrijs Konavko","Year":" 2022","Title":" Gooseberry vein banding associated virus on Ribes in Latvia:\noccurrence, host plants and vectors","Journal":" Annals of Applied Biology","Volume":"","Issue":"","Pages":"","Keywords":" Alpine currants, aphids, blackcurrants, golden currants,\nredcurrants, gooseberry","DOI":"","Abstract":" Ribes (Grossulariaceae) are essential berry crops in the\ntemperate zones in Eurasia and New Zealand, and viral infections are\ncommon constraints in their cultivation, especially for blackcurrants.\nGooseberry vein banding associated virus (GVBaV) is an aphid vectored\nvirus that has been reported only from a few European countries and\nNorth America. The knowledge on GVBaV spread and its vectors on Ribes is\nstill limited. In the present study, we assessed the occurrence of GVBaV\nin cultivated and wild Ribes in various habitats focusing on germplasm\ncollections, wild localities, home gardens and greeneries where chemical\nplant protection measures are not applied. GVBaV was assessed in\npossible aphid vectors by PCR, and the vectors were identified based on\nmorphology and partial COI gene sequencing. The genetic diversity of\nGVBaV from Ribes and vector species was investigated. GVBaV was\nconfirmed for the first time in Latvia in all studied Ribes groups,\nexcept Ribes ×nidigrolaria, and habitats surveyed; however, its\noccurrence did not exceed eight percent. Ribes alpinum and R. aurem were\nfound as new hosts naturally infected with the virus. GVBaV was\ndetectable in a single aphid individual by PCR and confirmed in Aphis\nschneideri, Aphis grossulariae, Cryptomyzus galeopsidis, Cryptomyzus\nribis, Hyperomyzus lactucae and Nasonovia ribisnigri. Phylogenetic\nanalyses did not reveal any supported clustering related to host or\norigin, except for GVBaV isolates from A. schneideri from cultivated\ngooseberry. This is the first study contributing to the understanding of\nvirus genetic diversity in its vector species in relation to the host\nplants. Aphis schneideri that feeds only on Ribes more greatly can\ncontribute GVBaV spread than other aphid species migrating to the\nsecondary hosts.","trees":[{"tree_label":"PAUP_4","ntax":"43","rootedtree":"TRUE","title":"Tr135452","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135452.phy"},{"tree_label":"PAUP_1","ntax":"206","rootedtree":"TRUE","title":"Tr135448","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135448.phy"},{"tree_label":"PAUP_1","ntax":"43","rootedtree":"TRUE","title":"Tr135449","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135449.phy"},{"tree_label":"PAUP_3","ntax":"43","rootedtree":"TRUE","title":"Tr135451","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135451.phy"},{"tree_label":"PAUP_2","ntax":"43","rootedtree":"TRUE","title":"Tr135450","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135450.phy"}]}