{"Authors":" Johannes Enroth, Sanna Olsson, Sanna Huttunen, Dietmar\nQuandt","Year":" 2022","Title":" Neckera, Forsstroemia and Alleniella (Neckeraceae, Bryophyta)\nredefined based on phylogenetic analyses","Journal":" Journal of Bryology","Volume":"","Issue":"","Pages":"","Keywords":" Bryophyte evolution, molecular phylogenetics, taxonomy,\nnew taxa, morphological evolution","DOI":"","Abstract":" Phylogenetic relationships of species within the\npleurocarpous moss genus Neckera s.l. (Neckeraceae) are reconstructed\nbased on three genomic regions: the plastid rps4-trnT-trnL-trnF cluster\nand the rpl16 group II intron, as well as the internal transcribed\nspacer region of the nuclear ribosomal DNA (ITS1-5.8S-ITS2). The\nphylogenetic reconstruction suggests numerous taxonomic changes within\nthe Neckeraceae. Two unispecific Asian genera are described as new:\nTaiwanobryopsis to accommodate Neckera warburgii, and Indoneckera to\naccommodate Neckera himalayana. Seven of the other “Neckera” species,\nall distributed in Asia, are transferred to Forsstroemia, and a further\nfour Asian species to Taiwanobryum. Six Southern Hemisphere or tropical\nspecies (one from New Zealand, one from Africa, four from South America)\nare transferred to Alleniella. After these adjustments, Neckera becomes\na northern hemisphere, mainly temperate, genus of c. 10 species that are\nabsent from the tropics. It is in this context morphologically\ncharacterized by lack of paraphyllia (except N. californica) and an\nabsent or weak costa. Alleniella has two speciesthe first diverging\nlineagesin the northern hemisphere, but the rest of the currently 14\nspecies are distributed in the southern hemisphere and most of the\nspecies occur in mountain habitats in the tropics; it is however absent\nfrom tropical Asia and very scarce in Asia in general. Twelve of the 14\nspecies have paraphyllia, which is the clearest morphological\ndistinction from Neckera. Forsstroemia with 19 species, heavily\nconcentrated in Asia, is the largest genus in the Neckeraceae. Clearly\nlonger and more distinct costa distinguishes the genus from Neckera and\nAlleniella. Taiwanobryum is a morphologically heterogeneous Asian genus\nof nine species. Neckera decurrens Broth. is synonymized with\nForsstroemia fauriei and Neckera valentiniana Besch. with Alleniella\nehrenbergii.","trees":[{"tree_label":"topology and branch lengths (median of the posterior\nprobability density).","ntax":"81","rootedtree":"TRUE","title":"Tr135470","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135470.phy"},{"tree_label":"topology, branch lengths (if present), and the\nprobability of the partition indicated by the branch","ntax":"81","rootedtree":"TRUE","title":"Tr135469","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135469.phy"}]}