{"Authors":" Bing-Qian Zhang","Year":" 2022","Title":" Cadophora species from marine glaciers in the Qinghai-Tibet\nPlateau","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Cadophora, cold-adapted fungi, marine glacier, multi-gene\nphylogeny, Ploettnerulaceae, Qinghai-Tibet Plateau","DOI":"","Abstract":" Large numbers of marine glaciers in the Qinghai-Tibet\nPlateau are especially sensitive to changes of climate and surface\nconditions and they have suffered fast accumulation and melting and\nretreated quickly in recent years. In 2017, we surveyed the cold-adapted\nfungi in these unique habitats and obtained 1208 fungal strains. Based\non preliminary analysis of ITS sequences, 41 isolates belonging to the\ngenus Cadophora were detected. As one of the most frequently encountered\ngenera, the Cadophora isolates were studied in detail. Two phylogenetic\ntrees were constructed: one was based on the partial large subunit nrDNA\n(LSU) to infer taxonomic placement of our isolates and the other was\nbased on multi-locus sequences of LSU, ITS, TUB and TEF-1α to\ninvestigate more exact phylogenetic relationships of Cadophora and the\nrelated genera. Combined with morphological characteristics, nine\nCadophora species were determined, including seven new to science. Among\nthe new species, only C. inflata produced holoblastic conidia and all\nthe others had phialidic conidiogenesis, and some isolates recognized as\nC. qinghai-tibetana and C. psychrophila had optimum growth temperature\nat 15 °C. With more species involved, the currently circumscribed genus\nbecame obviously paraphyletic and all members clustered into two main\nclades: one clade mainly included most of the Cadophora species which\nhad phialidic conidiogenesis and we referred to as ‘Cadophora s. str.’;\nthe rest Cadophora species had multiform conidiogenesis and clustered in\nthe other clade, with other members of Ploettnerulaceae interspersed\namong the subclades. Our results showed a high diversity of Cadophora\nfrom marine glaciers in the Qinghai-Tibet Plateau and further intense\nsampling should be necessary for exploring more new species to\nreconstruct the phylogeny of this important fungal group.","trees":[{"tree_label":"Imported tree 1","ntax":"82","rootedtree":"TRUE","title":"Tr135590","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135590.phy"},{"tree_label":"con 50 majrule","ntax":"82","rootedtree":"TRUE","title":"Tr135592","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135592.phy"},{"tree_label":"Imported tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr135594","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135594.phy"},{"tree_label":"Imported tree 1","ntax":"82","rootedtree":"TRUE","title":"Tr135591","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135591.phy"},{"tree_label":"Imported tree 1","ntax":"110","rootedtree":"TRUE","title":"Tr135595","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135595.phy"},{"tree_label":"con 50 majrule","ntax":"110","rootedtree":"TRUE","title":"Tr135596","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135596.phy"}]}