{"Authors":" Kaiyue Luo, Changlin Zhao","Year":" 2022","Title":" Polyphasic Identification Employing Phylogenetic and\nTaxonomic Analyses on Three New Wood-inhabiting Fungi of Xylodon\n(Basidiomycota) in Forest Ecological System","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" biodiversity; ecology; environment; molecular systematics;\nwhite-rot fungi; Yunnan-Guizhou Plateau","DOI":"","Abstract":" Wood- inhabiting fungi are a cosmopolitan group and they\nhave a rich diversity on the basis of growing on boreal, temperate,\nsubtropical, and tropical vegetations. Three wood-inhabiting fungal\nspecies, Xylodon grandineus, X. punctus, and X. wenshanensis spp. nov.,\nwere collected from southern China, here proposed as new taxa based on a\ncombination of morphological features and molecular evidence. Xylodon\ngrandineus is characterized by the coriaceous basidiomata with\ngrandinioid hymenial surface and ellipsoid basidiospores; X. punctus is\ncharacterized by the membranous hymenophore and smooth hymenial surface\nwith speckled distribution, cystidia absent; and X. wenshanensis is\ncharacterized by its grandinioid with cream to slightly buff hymenial\nsurface and cystidia of two types. Sequences of ITS and nLSU rRNA\nmarkers of the studied samples were generated, and phylogenetic analyses\nwere performed with maximum likelihood, maximum parsimony, and Bayesian\ninference methods. The ITS+nLSU analysis of the order Hymenochaetales\nindicated that at the generic level, after a series of phylogenetic\nstudies, six genera, viz. Fasciodontia, Hastodontia, Hyphodontia,\nLyomyces, Kneiffiella and Xylodon were eventually accepted to\naccommodate the members of Hyphodontia sensu lato; based on further\nanalysis of ITS dataset, X. grandineus was a sister to X. nesporii; X.\npunctus formed a monophyletic lineage and then grouped with X.\nfilicinus, X. hastifer, X. hyphodontinus and X. tropicus; while X.\nwenshanensis was retrieved as a sister to X. xinpingensis.","trees":[{"tree_label":"MajRule","ntax":"67","rootedtree":"TRUE","title":"Tr136232","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136232.phy"},{"tree_label":"MajRul","ntax":"50","rootedtree":"TRUE","title":"Tr136233","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136233.phy"}]}