{"Authors":" Yunheng Ji, Jin Yang, Jacob B. Landis, Shuying Wang, Lei\nJin, Pingxuan Xie, Jun-Bo Yang, Tingshuang Yi","Year":" 2022","Title":" Genome skimming contributes to clarifying taxonomic confusion\nin plant species delimitation: A case study of Paris section Axiparis\n(Melanthiaceae)","Journal":" Frontiers in Plant Science, section Plant Systematics and\nEvolution","Volume":"","Issue":"","Pages":"","Keywords":" Plastome, ribosomal DNA, species boundary, taxonomy","DOI":"","Abstract":" lant species delimitation is a difficult task in\ntraditional morphology-based taxonomy. The genome skimming approach has\nbeen increasingly used for phylogenetic analysis and species\nidentification in recent years. Yet, the efficacy of this approach in\nplant species delimitation remains poorly understood. Here, we carried\nout a case study in the taxonomically perplexing taxa, Paris L. section\nAxiparis H. Li (Melanthiaceae), to investigate the performance of the\ngenome skimming approach in delineating species boundaries. We employed\na genome skimming method to recover the plastid genomes (plastomes) and\nnuclear ribosomal DNA (nrDNA) regions of 51 individual plants from all\nthe nine described species of P. sect. Axiparis by sampling multiple\naccessions per species. The species boundaries within the taxonomically\nperplexing plant lineage were critically explored using phylogenetic\ninference and multiple sequence-based species delimitation methods. Our\ndata indicate that only two species-level taxonomic units that possess\nnot only morphological uniqueness but also genetic distinctiveness and\nevolutionary independence can be recognized in P. sect. Axiparis. This\nstudy deciphers species delimitation in P. sect. Axiparis, and suggests\nthat the genome skimming approach has great promise for developing a\nrigorous species delimitation framework in taxonomically perplexing\nplant taxa.","trees":[{"tree_label":"nr-ML","ntax":"52","rootedtree":"TRUE","title":"Phylogenetic tree of Paris section Axiparis based on\nMaximum likelihood (ML) analyses of nuclear ribosomal DNA (nrDNA).","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135681.phy"},{"tree_label":"cp-BI","ntax":"52","rootedtree":"TRUE","title":"Phylogenetic tree of Paris section Axiparis based on\nBayesian inference (BI) analyses of complete plastomes.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135678.phy"},{"tree_label":"cp-ML","ntax":"52","rootedtree":"TRUE","title":"Phylogenetic tree of Paris section Axiparis based on\nMaximum likelihood (ML) analyses of nuclear ribosomal DNA (nrDNA).","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135680.phy"},{"tree_label":"nr-BI","ntax":"52","rootedtree":"TRUE","title":"Phylogenetic tree of Paris section Axiparis based on\nBayesian inference (BI) analyses of nuclear ribosomal DNA (nrDNA).","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Preferred Tree","phylotree_id":"tree_135679.phy"}]}