{"Authors":" Cristiano Nascimento, Renato F Juciano, Alexandre Gonçalves\ndos Santos Silva-Filho, Iuri E Baseia, Felipe Wartchow","Year":" 2022","Title":" Amanita helenae and A. griseosplendida, two new species from\nBrazil with a key to South American species of Amanita sect.\nValidae","Journal":" cryptogamie mycologie","Volume":"","Issue":"","Pages":"","Keywords":" Agaricales, Amanitaceae, biodiversity, phylogeny,\nneotropics, new species, nrLSU","DOI":"","Abstract":" Two new species of Amanita sect. Validae are described\nfrom Northeast Brazil based on both morphological and phylogenetic\nanalyses of the nuclear large ribosomal subunit (nrLSU) sequences. A.\ngriseosplendida C.C. Nascimento & Wartchow sp. nov. was collected in\nParque Estadual das Dunas do Natal, Rio Grande do Norte State (RN). It\nis characterized by the large basidiome, polished greyish pileus,\npatch-like universal veil remnants composed of distinctly thick-walled\n(± 1.25 μm thick) inflated cells, conspicuous subglobose bulb and rather\nsmall amyloid basidiospores. Amanita helenae C.C. Nascimento &\nWartchow sp. nov. was collected near to Coccoloba in Reserva Biológica\n(REBIO) Guaribas, Paraíba State (PB). This species is characterized by\nits small to medium-sized basidiome, golden to golden brown pileus\nsurface with a darker centre, greyish to brownish universal veil\nremnants in the form of felty patches or small warts, greyish orange to\nbrownish orange skirt-like partial veil that is whitish at the thicker\nfree edge, ventricose to ovoid basal bulb and small amyloid\nbasidiospores. The second spe¬cies. Macro- and microscopic descriptions,\nas well as pictures and line drawings, are presented for both species.\nAn identification key to the South American species of Amanita sect.\nValidae is provided. The differences between the two new species and the\nclosest Validae species are discussed.","trees":[{"tree_label":"tree 1","ntax":"1","rootedtree":"TRUE","title":"Tr135695","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135695.phy"}]}