{"Authors":" Tadeusz Kowalski, Piotr Bilanski, Bartłomiej Grad","Year":" 2022","Title":" The Occurrence of Apiognomonia hystrix and its pathogenicity\ntowards Acer pseudoplatanus and Fraxinus excelsior under field\nconditions","Journal":" Forests","Volume":" 13","Issue":" 1","Pages":" 1-26","Keywords":" Gnomoniaceae; disease symptoms; anthracnose; ash dieback;\ngall midges","DOI":" 10.3390/f13010035","Abstract":" Apiognomonia hystrix is an ascomycetous fungus within\nDiaporthales that is found on maples and to a lesser extent on other\nhardwood trees in Europe, Northern America and Asia. To date, varying\nopinions on the species status as a cause of plant diseases have been\nexpressed. In this study, we present the results of analyses conducted\nfrom 20122017 at forest sites in Poland on the occurrence of A. hystrix\non Acer pseudoplatanus and Fraxinus excelsior and the pathogenicity of\nthis fungus towards both tree species. For the sycamore leaves, A.\nhystrix conidiomata were detected in connection with 19.2% of galls\ncaused by Dasineura vitrina, 20.4% of galls caused by Drisina glutinosa\nand 67.9% of extensive vein-associated necroses. The A. hystrix\ncolonization of galls caused by both midge species resulted in\nstatistically significantly larger necroses. On European ash leaves,\nconidiomata of A. hystrix occurred in connection with 0.8% of Dasineura\nfraxinea galls. Perithecia of A. hystrix were detected on overwintered\nleaf petioles in 8.1% of A. pseudoplatanus and 1.2% of F. excelsior\nsamples. Twelve representative cultures were characterized molecularly\nby barcoding three marker genes (ITS, ACT, CAL). Results of phylogenetic\nanalyses indicate that A. hystrix isolates are genetically variable, and\nthree lineages are distinguishable. Eight isolates, including four\noriginating from sycamore and four from European ash, were used to\ndetermine A. hystrix pathogenicity. Among the 48 A. pseudoplatanus\npetioles inoculated with A. hystrix, 41 developed necrotic lesions after\n8 weeks, with the average necrosis length caused by particular isolates\nranging from 14.5 to 67.2 mm. None of the 48 inoculated F. excelsior\npetioles developed necrotic lesions. Finally, selected aspects of A.\nhystrix morphology on natural substrates and in vitro are discussed in\nthis paper, as well as the species potential to cause disease\nsymptoms.","trees":[{"tree_label":"Gnomoniaceae_ITS","ntax":"87","rootedtree":"TRUE","title":"Tr135702","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135702.phy"},{"tree_label":"Gnomoniaceae_Comb_ITS-ACT-CAL","ntax":"56","rootedtree":"TRUE","title":"Tr135703","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135703.phy"}]}