{"Authors":" Ruben De Lange, Jesko Kleine, Felix Hampe, Pieter Asselman,\nCathrin Manz, Eske De Crop, Lynn Delgat, Slavomir Adamcik, Annemieke\nVerbeken","Year":" 2022","Title":" Stop black and white thinking: Russula subgenus Compactae in\nEurope revised.","Journal":" Persoonia","Volume":"","Issue":"","Pages":"","Keywords":" barcode, Basidiomycota, Coalescent species delimitation,\ndiversity, ectomycorrhiza, Europe, Fungi, integrative taxonomy, new\ntaxa, phylogeny, Russulaceae, Russulales","DOI":"","Abstract":" Russula subgenus Compactae is a group of ectomycorrhizal\nbasidiomycetes, usually with large pileate fruitbodies. European members\nof the group are characterised by the absence of bright colours on the\nsurfaces of their pilei, the context turning grey to black after\ncutting, the abundance of short lamellulae in the hymenophore, and\nspores without an inamyloid suprahilar spot and with low reticulate\nornamentation. Our multi-locus phylogenetic study confirmed that this\nmorphological delimitation corresponds to a well-supported lineage. We\nrecognised and described 16 species in Europe, of which five from the R.\nalbonigra lineage were described in a previous study and eleven are\nfully described in this study. The species concepts of R. acrifolia, R.\nadusta, R. anthracina, R. atramentosa, R. densissima, R. nigricans and\nR. roseonigra were identified based on the position of sequences\nretrieved from types or authentic material. Based on ex-type sequences,\nR. fuliginosa is synonymised with R. anthracina and two varieties of R.\nanthracina are synonyms of R. atramentosa. The concept of R. densifolia\nwas defined based on a morphological match with the traditional species\ninterpretation and the neotype specimen. Three new species are described\nas new, R. marxmuelleriana sp. nov.a, R. picrophylla sp. nov.a and R.\nthuringiaca sp. nov.a. ThisThe study recognisesd three major lineages\nand two species with isolated positions within the European Compactae\nand we assigned a morphological barcode was assigned to them using an\nanalysis of 23 selected characters. A Ssearch of publicly available\nsequences from the UNITE database revealed that the majority of species\nare host tree generalists and widely distributed in temperate and\nMediterranean areas of Europe. Russula adusta is the only species so far\nprovenproved to form ectomycorrhiza only with conifers and with a\ntypical occurrence in boreal forests.","trees":[{"tree_label":"tree1","ntax":"144","rootedtree":"TRUE","title":"Tr135728","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135728.phy"},{"tree_label":"Multilocus_ML","ntax":"144","rootedtree":"TRUE","title":"Tr135729","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135729.phy"},{"tree_label":"con 50 majrule","ntax":"144","rootedtree":"TRUE","title":"Tr135730","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135730.phy"},{"tree_label":"Multilocus_BI","ntax":"144","rootedtree":"TRUE","title":"Tr135731","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135731.phy"}]}