{"Authors":" Ruben Cousins-Westerberg, Laura Schat, Nicole Dakin, Gudrun\nKadereit, Aelys M. Humphreys","Year":" 2022","Title":" Evolution of cold tolerance in the highly stress tolerant\nsamphires and relatives (Salicornieae: Amaranthaceae)","Journal":" Botanical Journal of the Linnean Society","Volume":"","Issue":"","Pages":"","Keywords":" annuals, biome transition, distribution, frost tolerance,\nlife history, niche evolution, preadaptation, temperature","DOI":"","Abstract":" Cold climate is considered one of the main barriers to\nplant distributions, confining many clades to their ancestrally tropical\nbiome. However, recent evidence suggests biome transitions may be more\nfrequent than previously thought. Here, we study the evolution of cold\ntolerance in the globally distributed and highly stress tolerant\nSalicornieae (Salicornioideae, Amaranthaceae s.l.). We first generate a\nphylogeny comprising almost all known species (85-90%), using newly\ngenerated and published sequences. Next, we use geographical occurrence\ndata to document in which clades and geographic regions cold tolerant\nspecies occur, and reconstruct how cold tolerance evolved. Finally, we\ntest for correlated evolution between cold tolerance and the annual life\nform. We find that cold tolerance has evolved independently in up to\nfour Northern Hemisphere lineages. Annuals are more likely to evolve\ncold tolerance in certain clades; however, other clades comprise highly\ncold tolerant perennials, indicating the presence of different\nstrategies for adapting to cold environments. Our findings add to\nmounting evidence for multiple independent out-of-the-tropics\ntransitions among close relatives of flowering plants, and raise new\nquestions on the ecological and physiological mechanism(s) of cold\nadaptation in Salicornieae.","trees":[{"tree_label":"FULL TREE","ntax":"168","rootedtree":"TRUE","title":"Tr135750","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135750.phy"},{"tree_label":"TREE1","ntax":"138","rootedtree":"TRUE","title":"Tr135745","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135745.phy"}]}