{"Authors":" Sahar Kamali-Sarvestani, Reza Mostowfizadeh Ghalamfarsa,\nFatemeh Salmaninezhad","Year":" 2022","Title":" Fusarium and Neocosmospora species associated with rot of\nCactaceae and other succulent plants","Journal":" Journal of Fungi","Volume":"","Issue":"","Pages":"","Keywords":" Cactaceae; Nectriaceae; Fusarium oxysporum f. s.\nopuntiarum; Fusarium proliferatum; Neocosmospora falciformis;\nPhylogenetic analysis; tef1 gene; Pathogenicity; Cross-inoculations;\nHost range.","DOI":"","Abstract":" Abstract: Infections by Fusarium and Fusarium-like species\non cacti and other succulent plants cause the syndrome known as Fusarium\ndry- and soft rot. There are only few records of Fusarium species as\npathogens of cacti and other succulent plants from Iran. The objective\nof this study was the identification and characterization of fusarioid\nspecies recovered from ornamental succulents in Shiraz County, Iran.\nThree fusarioid species, including F. oxysporum, F. proliferatum, and\nNeocosmospora falciformis (formerly F. falciforme) were recovered from\n29 diverse species of cacti and other succulents with symptoms of\nFusarium dry- and soft rot. The three fungal species were identified\nbased on morphological characters and the phylogenetic analysis of the\ntranslation elongation factor1-α (tef1) nuclear gene. The F. oxysporum\nisolates were identified as F. oxysporum f. sp. opuntiarum. The\npathogenicity of the three fusarioid species was tested on a range of\neconomically important ornamental succulents, mostly in the Cactaceae\nfamily. The three species showed a broad host spectrum and induced\ndifferent types of symptoms on inoculated plants, including soft and dry\nrot, chlorosis, necrotic spots, wilt, drying, root, and crown rot. This\nis the first time N. falciformis is reported as a pathogen on succulent\nplants worldwide.","trees":[{"tree_label":"tree 1","ntax":"36","rootedtree":"TRUE","title":"Tr135741","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135741.phy"}]}