{"Authors":" Paulina Janik, Oleg Shchepin, Gabriel Moreno, Anna\nRonikier","Year":" 2022","Title":" Contribution to the island biogeography  case study of a\nnivicolous myxomycete Didymium nivicola from Tenerife","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Amoebozoa, Canary Islands, EF1A, long distance dispersal,\nslime moulds, SSU","DOI":"","Abstract":" Nivicolous myxomycetes are an ecological group of\nfungus-like microorganisms associated with long-lasting snow cover and\nmostly found in mountainous environment. Their global diversity and\nbiogeography remains poorly investigated and understood. In this work,\nwe focused on a recently discovered population of a nivicolous species\nDidymium nivicola from an isolated locality in Tenerife, Canary Islands.\nAs revealed in previous studies, D. nivicola occurs in the Northern\nHemisphere (Europe, North America, Asia), where it is genetically\nuniform, and in the Southern Hemisphere (South America), where it is\ngenetically diverse. Based on sequence data from two DNA regions (SSU\nand EF1A) we revealed that the geographically isolated specimens from\nTenerife form a well-defined, previously undetected D. nivicola lineage.\nSurprisingly, this lineage is distinct from a genetically uniform\nmetapopulation of D. nivicola which extends over three continents of the\nNorthern Hemisphere. This indicates that the isolated population from\nthe Canary Islands has a different biogeographical history than a\nmetapopulation which occupies the rest of the Northern Hemisphere.\nReconstruction of the ancestral area (S-DIVA and BBM) pointed out at\ncloser affinity of the Canarian population of D. nivicola to the South\nAmerican population than to those from Europe, North America and Asia.\nThis assumption has been confirmed by morphological characters of the\npopulation from Tenerife. Accordingly, the possible historical scenario\nfor the current global distribution range of D. nivicola is that the\ncentre of its origin and diversification is South America from which it\nspread to the Northern Hemisphere by at least two independent long\ndistant dispersal events. Whether the new lineage is specific for the\nislands or may also occur in the continental Africa could not be\nverified because no populations have been recorded from this area so\nfar.","trees":[{"tree_label":"EF1A tree","ntax":"18","rootedtree":"TRUE","title":"Tr135806","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135806.phy"},{"tree_label":"SSU tree","ntax":"24","rootedtree":"TRUE","title":"Tr135805","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_135805.phy"},{"tree_label":"SSU and EF1A tree","ntax":"34","rootedtree":"TRUE","title":"Tr135796","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_135796.phy"}]}