{"Authors":" Carolina Delfini, Juan Manuel Acosta, Vinicius Castro\nSouza, Fernando Omar Zuloaga","Year":" 2022","Title":" Phylogenetic relationships in the group Caespitosa of\nPaspalum L. (Poaceae, Panicoideae, Paspaleae)","Journal":" Anais da Academia Brasileira de Ciências","Volume":"","Issue":"","Pages":"","Keywords":" ETS, Gramineae, informal groups, ndhF, rpl16, systematics,\ntaxonomy, trnH-psbA","DOI":"","Abstract":" Paspalum L. is one of richest genera within Poaceae,\nincluding nearly 350 species, mostly native to the Americas. The genus\nhas been divided generally into four subgenera, 27 sections and about 30\ninformal groups, based exclusively on morphological features. The group\nCaespitosa comprises a complex of 1315 perennial species characterized\nby the habit mostly caespitose, culms simple or occasionally with a\nsingle branch, inflorescences pauci to pluriracemose, and spikelets\noften ellipsoid. Previous molecular phylogenetic studies have suggested\nthat the group Caespitosa might not be monophyletic but, did not analyze\na large enough sample of taxa for a meaningful conclusion. In this\nstudy, we increased the number of species sampled (13 Caespitosa\nspecies) and sequenced four DNA regions (ETS, ndhF, rpl16, and\ntrnH-psbA). We tested whether Caespitosa, as traditionally\ncircumscribed, does not represent a natural group and analyzed its\nrelationships using parsimony, likelihood, and Bayesian inference. Our\nfindings show the group Caespitosa polyphyletic and its species\ndistributed in seven moderately to strongly supported clades. All clades\nare morphologically distinctive, not correlate with the existing\ninfrageneric classification, and one is associated with geographic\nisolation. The relationships between some clades and species are unclear\nand have also been discussed here.","trees":[{"tree_label":"Imported tree 1","ntax":"129","rootedtree":"TRUE","title":"Tr135820","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135820.phy"},{"tree_label":"Imported tree 2","ntax":"1","rootedtree":"TRUE","title":"Tr135821","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135821.phy"}]}